Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ig/LC_MESSAGES/messages.po
Languages: ig

source: No E-signs In Library
ig: Enweghị akara E-n'ọbá akwụkwọ

source: Upload E-sign Document
ig: Bulite akwụkwọ akara E

source: Update Task
ig: Melite Ọrụ

source: Create Task
ig: Mepụta Ọrụ

source: You currently have no tasks of your own
ig: Ị nweghị ọrụ nke gị ugbu a

source: Your Uncompleted Tasks
ig: Ọrụ gị emechabeghị

source: Your Completed Tasks
ig: Ọrụ gị emechara

source: Your Tasks
ig: Ọrụ gị

source: All Tasks
ig: Ọrụ niile

source: Task
ig: Ọrụ

source: Deadline
ig: Oge ngwụcha

source: Assignees
ig: Ndị ọrụ

source: In Progress
ig: Na-aga n'ihu

source: Delete task
ig: Hichapụ ọrụ

source: No Tasks
ig: Enweghị Ọrụ

source: wants access
ig: chọrọ ohere

source: No Answers
ig: Azịza

source: Select Field Type
ig: Họrọ Ubi Ụdị

source: Text Only
ig: Nanị ederede

source: Multiple Line Text
ig: Ntinye ederede ederede

source: Dropdown
ig: Wedaa

source: Multi Dropdown
ig: Otutu Dropdown

source: Checkboxes
ig: Igbe nlele

source: Radio
ig: Redio

source: Date
ig: Ụbọchị

source: Time
ig: Oge

source: Yes/No
ig: Ee / Ee e

source: Number
ig: Nọmba

source: Access Denied
ig: Ajụrụ nnweta

source: You don't have access to this case.
ig: Don't nweghị ohere n'okwu a.

source: Imports
ig: Mbubata

source: View import
ig: Lelee mbubata

source: Sessions
ig: Oge

source: Home
ig: Ụlọ

source: Users
ig: Ndị ọrụ

source: Library
ig: Ọba akwụkwọ

source: Integration
ig: Njikọ ọnụ

source: Settings
ig: Ntọala

source: Keys
ig: Igodo

source: Feed Templates
ig: Ụdị Nri

source: Form Templates
ig: Ụdị Ụdị

source: E-sign Templates
ig: Ụdị akara e-akara

source: Task Templates
ig: Ụdị ọrụ

source: Payments
ig: Ịkwụ ụgwọ

source: From
ig: Site na

source: To
ig: Iji

source: System
ig: Sistemu

source: User Intake
ig: Ntinye onye ọrụ

source: Custom Fields
ig: Ogige omenala

source: After Actions
ig: Mgbe emechara

source: Advance Settings
ig: Ntọala aga n'ihu

source: Label Name
ig: Aha aha

source: Fields
ig: Ubi

source: Tag ID
ig: Akara ID

source: Have many users?
ig: Enwere ọtụtụ ndị ọrụ?

source: Import users
ig: Bubata ndị ọrụ

source: or
ig: ma ọ bụ

source: Send them a signup link.
ig: Ziga ha njikọ ntinye aha.

source: Let's start by entering the email or phone number
ig: Ka anyị bido site na ịbanye email ma ọ bụ akara ekwentị

source: Phone
ig: Ekwentị

source: Invalid phone number entered
ig: Nọmba ekwentị na ezighi ezi banyere

source: A label to easily find a case. it cannot be changed later
ig: Akara iji chọta ikpe. enweghị ike ịgbanwe ya ma emechaa

source: Visibility:
ig: Nzipụta:

source: Who can use this template
ig: Onye nwere ike iji template a

source: One time
ig: Otu ugboro

source: Please enter valid payment information before proceeding
ig: Biko tinye ozi ịkwụ ụgwọ ziri ezi tupu ịga n'ihu

source: Add Payment
ig: Tinye ugwo

source: Repeat every:
ig: Tinyegharịa ọ bụla:

source: Let's get started
ig: Ka anyị malite

source: Take me there
ig: Kpọga m ebe ahụ

source: Onboarding
ig: Ịbanye

source: Created on
ig: Emepụtara na

source: Expires on
ig: Kubie ume

source: No announcements yet.
ig: Enweghị ọkwa ma.

source: Add Announcement
ig: Tinye ọkwa

source: Edit Announcement
ig: Dezie ọkwa

source: Date and time should be at least one hour ahead
ig: Ụbọchị na oge kwesịrị ịdịkarịa ala otu elekere n'ihu

source: Delete Date
ig: Ụbọchị Hichapụ

source: Delete Time
ig: Hichapụ Oge

source: Back
ig: Azụ

source: No Users Found
ig: Ahụghị ndị ọrụ

source: No role selected
ig: Enweghị ọrụ ahọrọ

source: No permissions added!
ig: Enweghị ikikere agbakwunyere!

source: ASSIGNED USERS
ig: Ndị ọrụ nyere ikike

source: CASE PERMISSIONS
ig: EGO

source: User ID
ig: Njirimara Onye Ọrụ

source: Role
ig: Ọrụ

source: remove
ig: wepụ

source: Assign User
ig: Nye onye ọrụ

source: User
ig: Onye ọrụ

source: ADD USER
ig: Tinye ọrụ

source: Email user about case assignment
ig: Onye ọrụ email banyere ikpe ikpe

source: Keyword
ig: Okwu

source: No cases found.
ig: Enweghị ike ịchọta.

source: Create a case for a business
ig: Mepụta ikpe maka azụmahịa

source: Case ID
ig: ID ID

source: Created On
ig: Ewubere

source: Case Status
ig: Ọnọdụ Ikpe

source: Case Type
ig: Ụdị ikpe

source: Assign Users
ig: Kenye Ndị Ọrụ

source: No cases found
ig: Enweghị ike ịchọta

source: Have many cases?
ig: Nwere ọtụtụ ikpe?

source: Click here to import cases.
ig: Pịa ebe a iji bubata ikpe.

source: No status selected
ig: Enweghị ọnọdụ họrọ

source: No type selected
ig: Enweghị ụdị ahọpụtara

source: Case Info
ig: Ileba Ama

source: About
ig: Ihe

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
ig: Akara na-adịgide adịgide iji chọta ikpe n'ụzọ dị mfe. (a-z, 0-9, -, /) kwere

source: Case Types
ig: Ụdị ikpe

source: Click
ig: Pịa

source: to edit case types
ig: iji dezie ụdị ikpe

source: No Type selected
ig: Ọnweghị ụdị ahọpụtara

source: Case not found!
ig: Achọghị ịchọta ya!

source: Media Size
ig: Size Media

source: All statistics
ig: Ọnụ ọgụgụ niile

source: Import not found.
ig: Mbubata ahụghị.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
ig: Nhazi faịlụ dara. Gbaa mbọ hụ na ọ bụ ụdị faịlụ CSV ma nwee nkụnye eji isi mee nke ọma

source: No Imports yet.
ig: Enweghi Mbubata.

source: Source
ig: Isi mmalite

source: Stats
ig: Ntọala

source: Passed:
ig: Omenala:

source: Failed:
ig: Okpu:

source: Total:
ig: Na ngụkọta:

source: Add Imports
ig: Tinye Mbubata

source: Download Sample
ig: Budata Ihe Nlereanya

source: Choose a file
ig: Họrọ faịlụ

source: Edit Key
ig: Dezie Igodo

source: Add Key
ig: Tinye Igodo

source: No Keys yet.
ig: Enweghị Igodo ma.

source: Source CIDR
ig: Ebe e si nweta CIDR

source: Remove
ig: Wepu

source: is invalid.
ig: enweghị isi.

source: Secret Key
ig: Isi Nzuzo

source: Make sure to copy your new secret key now. You won’t be able to see it again!
ig: Gbalia idenye igodo nzuzo gi ohuru. Gaghị enwe ike ịhụ ya ọzọ!

source: Edit Webhook
ig: Dezie Webhook

source: Add Webhook
ig: Tinye Webhook

source: No event selected
ig: Enweghị mmemme ahọpụtara

source: No Webhooks yet.
ig: Enweghị Webhooks ma.

source: Secret Webhook
ig: Nzuzo Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
ig: Gbalia idenye webhook nzuzo gi ohuru. Gaghị enwe ike ịhụ ya ọzọ!

source: Sign In
ig: Banye

source: Login in account page.
ig: Nbanye na ibe akaụntụ.

source: Edit form builder
ig: Dezie onye na-ewu ụdị

source: Delete form
ig: Hichapụ ụdị

source: No forms yet.
ig: Enweghị ụdị ọ bụla.

source: Intake Forms
ig: Ụdị oriri

source: Upload Intake Form Document
ig: Bulite akwụkwọ nnabata

source: Add Intake Form
ig: Tinye akwụkwọ oriri

source: Edit Intake Form
ig: Dezie akwụkwọ oriri

source: Show Media
ig: Gosi Media

source: Add Post
ig: Tinye Post

source: Edit Post
ig: Dezie Post

source: Files Amount
ig: Nchịkọta ego

source: No Feed Templates yet.
ig: Enweghị Ndepụta Ndepụta ma.

source: Post Name
ig: Aha Aha

source: Post Message
ig: Zipu Ozi

source: Processing media ...
ig: Mediahazi usoro mgbasa ozi ...

source: Download original file
ig: Budata faịlụ mbu

source: Could not display media
ig: Enweghị ike igosipụta mgbasa ozi

source: No locations found.
ig: Enweghị ọnọdụ hụrụ.

source: Main Office
ig: Isi ụlọ ọrụ

source: Location Name
ig: Aha ebe

source: Delete e-sign
ig: Hichapụ akara e-mail

source: No e-signs yet.
ig: Enweghị akara e-maka.

source: Subtasks Count
ig: Ọnụọgụ Subọrụ

source: No tasks yet.
ig: Enweghị ọrụ ma.

source: Invoice ID
ig: NJ akwụkwọ ọnụahịa

source: Total
ig: Mkpokọta

source: Refund
ig: Nkwụghachi

source: No invoices yet.
ig: Enweghị akwụkwọ ọnụahịa ma.

source: Refund Reason
ig: Ihe kpatara nkwụghachi

source: Duplicate charge
ig: Ụgwọ oyiri

source: Fraudulent charge
ig: Ụgwọ aghụghọ

source: Requested by customer
ig: Onye ahịa rịọrọ

source: On Board
ig: Abanyela

source: Stripe
ig: Mwepu

source: Role Info
ig: Ọrụ Ama

source: It cannot be changed later
ig: Enweghị ike ịgbanwe ya ma emechaa

source: Role Permissions
ig: Nkwekọrịta Ọrụ

source: e-signs
ig: e-akara

source: on
ig: na

source: Allowed File Sizes
ig: Njikwa Njikwa Kwadoro

source: Create
ig: Mepụta

source: Creating...
ig: Ịmepụta ...

source: Modules
ig: Modulu

source: Roles
ig: Ọrụ

source: Profile information
ig: Ozi profaịlụ

source: No role found.
ig: Enweghị ọrụ a hụrụ.

source: When a case is created, auto assign these users
ig: Mgbe emepụtara ikpe, kenye ndị ọrụ a akpaaka

source: Remove All
ig: Wepu Ha niile

source: User Name
ig: Aha njirimara

source: Notify
ig: Gwa ya

source: Host User
ig: Onye ọrụ nnabata

source: When a user is assigned to a case, auto add templates
ig: Mgbe ekenyere onye ọrụ na ikpe, tinye ndebiri akpaaka

source: No post selected
ig: Ọnweghị post ahọpụtara

source: No form selected
ig: Ọnweghị ụdị ahọpụtara

source: No e-sign selected
ig: Ọnweghị akara e-ahọpụtara

source: Templates
ig: Ụdị

source: Add Templates
ig: Tinye ndebiri

source: Idle Cases
ig: Ikpe na-adịghị arụ ọrụ

source: When a case is idle, post this message
ig: Mgbe ikpe na-adịghị arụ ọrụ, bipute ozi a

source: No case type selected
ig: Ọnweghị ụdị ikpe ahọpụtara

source: Idle Days
ig: Ụbọchị na-abaghị uru

source: Post Id
ig: Id nzipu ozi

source: Set Idle Message
ig: Tọọ ozi na-abaghị uru

source: No task selected
ig: Enweghị ọrụ ahọpụtara

source: No operation order selected
ig: Enweghị usoro ọrụ ahọpụtara

source: Operation Order
ig: Usoro ọrụ

source: Add Templates to Assign Users
ig: Tinye ndebiri iji kenye ndị ọrụ

source: CaseType
ig: Ụdị Case

source: Case Form
ig: Ụdị ikpe

source: User Form
ig: Ụdị onye ọrụ

source: Notes Form
ig: Ụdị ndetu

source: Defaults
ig: Ntọala

source: Required
ig: Achọrọ

source: Public User Signup link:
ig: Njikọ ndebanye onye ọrụ ọha:

source: Design Settings
ig: Ntọala mmebe

source: Change file
ig: Gbanwee faịlụ

source: Delete Favicon
ig: Hichapụ Favicon

source: Delete Logo
ig: Wepu Logo

source: Text Color
ig: Agba Text

source: Recommended Colors:
ig: A tụrụ aro ụcha:

source: reset
ig: tọgharịa

source: Background Color
ig: Agba Azụ

source: Company Info
ig: Ozi ụlọ ọrụ

source: Website
ig: Weebụsaịtị

source: Terms of Use URL
ig: Usoro ojiji URL

source: User Signup
ig: Ndebanye aha onye ọrụ

source: Allow Signup
ig: Kwe ka ndebanye aha

source: Auto Create Case
ig: Akpa Mepụta akpaaka

source: Case User Role
ig: Ọrụ Onye Ọrụ

source: Google Analytics
ig: Nchịkọta Google

source: Analytics Key
ig: Igodo nyocha

source: delete
ig: ihichapụ

source: Crop Image
ig: Image

source: No Filter
ig: Enweghị nza

source: No logs requested.
ig: Enweghị rịọ rịọ.

source: Logs list is empty.
ig: Edekọ ndepụta bụ ihe efu.

source: Request Logs
ig: Ndenye arịrịọ

source: Log Type
ig: Ụdị ụdị

source: Filter
ig: Iyo

source: Select a case
ig: Họrọ ikpe

source: Enter the email address
ig: Tinye adreesị email

source: Header (3 max)
ig: nkụnye eji isi mee (3 max)

source: When a user join app, ask the user to share the following
ig: Mgbe onye ọrụ sonyere ngwa, rịọ onye ọrụ ka ọ kesaa ihe ndị a

source: No user intake found.
ig: Ọnweghị oriri onye ọrụ ahụrụ.

source: User Type
ig: Ụdị Onye ọrụ

source: Intake Form
ig: Ụdị oriri

source: Complete After
ig: Emechara

source: No user type selected
ig: Ọnweghị ụdị onye ọrụ ahọpụtara

source: No intake form selected
ig: Ọnweghị ụdị oriri ahọpụtara

source: Complete After Date
ig: Mezue mgbe ụbọchị

source: Complete After Time
ig: Mezue ka Oge gachara

source: Date and time should be less or equal to now
ig: Ụbọchị na oge kwesịrị ịdị ntakịrị ma ọ bụ hà nhata ugbu a

source: Comment ct
ig: Okwu ct

source: View Ticket
ig: Lelee tiketi

source: Ticket
ig: Tiketi

source: No tickets yet.
ig: Enweghị tiketi.

source: User not found.
ig: Onye na - achọtaghị.

source: User can edit their account information except for the host user attributes section.
ig: Onye ọrụ nwere ike dezie ozi akaụntụ ha ewezuga ngalaba njirimara onye nnabata.

source: Contact
ig: Kpọtụrụ

source: Phone number
ig: Nọmba ekwentị

source: Zip Postal Code
ig: Koodu Mpaghara / Nzipu ozi

source: Host User Attributes
ig: Àgwà ndị onye ọbịa

source: User Status
ig: Ọnọdụ njirimara

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
ig: Akara na-adịgide adịgide iji chọta onye ọrụ ngwa ngwa. (a-z, 0-9, -, /) kwere

source: App only User Intake Fields
ig: Ngwa naanị mpaghara nnabata onye ọrụ

source: APP ONLY CUSTOM FIELDS
ig: NIILE KWU EGO PUKWU EGO

source: s found.
ig: s hụrụ.

source: Created Date
ig: Ụbọchị Ekepụtara

source: View Cases
ig: Lelee Okwu

source: VIEW CASES
ig: Lelee ikpe

source: Get Started
ig: Malite

source: Password
ig: Okwuntughe

source: Email is not valid.
ig: Email anaghị adị.

source: CaseActive lets you and your client
ig: CaseActive na-ahapụ gị na onye ahịa gị

source: work together
ig: rụkọ ọrụ

source: at any time, in any place.
ig: n&#39;oge ọ bụla, n&#39;ebe ọ bụla.

source: Explore
ig: .Nyocha

source: Pricing
ig: Ịnye ọnụ ahịa

source: Support & Docs
ig: Nkwado & Docs

source: FAQ
ig: Ajụjụ

source: Failed to validate if you are human
ig: Emego ka nwaputa ma oburu na mmadu

source: NOTIFY ME WHEN IT'S READY!
ig: KWARA M MGBE Ọ BỤRỤ!

source: Thank You!
ig: Daalụ!

source: We will notify you when the app is ready
ig: Anyị ga-agwa gị mgbe ngwa dị njikere

source: Most popular
ig: Kasị ewu ewu

source: All languages
ig: Asụsụ niile

source: Oops, Something went wrong.
ig: Ewoo, ihe erughi ihe.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
ig: Ewoo, ihe erughi ihe. A gwala ndị otu anyị. Biko nwaa ọzọ ma emechaa.

source: Support Documentation
ig: Akwụkwọ nkwado

source: All Categories
ig: Otu niile

source: Contents
ig: ọdịnaya

source: Related Articles
ig: Akụkọ metụtara

source: Get started: processes, best practices, setup guides, and more!
ig: Bido: usoro, omume kachasị mma, ntuziaka ntọlite na ndị ọzọ!

source: Find anything you need to get to work in CaseActive.
ig: Chọta ihe ọ bụla ịchọrọ iji nweta ọrụ na CaseActive.

source: All case communication in one spot
ig: Usoro niile na-ekwurịta okwu n&#39;otu ebe

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
ig: Gbanwee, mmelite biputere, zaa ajụjụ, deba ama, denye ozi, ma gosi mkparịta ụka niile site na ozi email ozugbo na SMS.

source: Share with confidence
ig: Soro obi ike

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
ig: Kekọrịta akwụkwọ na foto n&#39;etiti ndị ahịa na ndị otu egwuregwu n&#39;ofe ngwaọrụ ọ bụla, yabụ onye ọ bụla na-eme ọhụụ.

source: Take it on the go
ig: Were ya na njem ahụ

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
ig: Jiri ngwaọrụ mkpanaka dị ka mbadamba na smartphones iji jikọọ ọnụ na isi nkọwa, kparịta isi okwu, akwụkwọ mgbanwe, na usoro eserese eserese na ezigbo oge.

source: Immediate records access
ig: Ihe ndekọ ederede dị ugbu a

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
ig: Ndị ọrụ ikike nwere ike ịnweta data ahịa na ozi dịịrị ngwa ngwa (gụnyere ugbu a, gara aga, mepee, emechi, na ikpe ndị na-echere), niile site na otu Portal.

source: Automatic timezone conversion
ig: Akakaaka ogezone akakabarede

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
ig: Ma ị na-eme njem ma ọ bụ ịnọ na ebe ọzọ, ị ga-abanye na sistemụ mkparịta ụka mpaghara anyị.

source: Track Events
ig: Ihe Omume

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
ig: Mee ngwa nhazi nzukọ, nyochaa ihe ndị na-abịanụ, ma kpọọ ndị ahịa na ndị òtù dịka ndị bịara.

source: Video Conferencing
ig: Nzuko vidio

source: Connect with clients and team members via live video chats for even more interactivity.
ig: Jikọọ na ndị ahịa na ndị òtù gị site na ntaneti vidio dị ndụ maka ọbụna mmekọrịta karịa.

source: Automate tasks when a case is created or a user is assigned to a case.
ig: Megharịa ihe aga-eme mgbe emepụtara ikpe ma ọ bụ kenyere onye ọrụ na ikpe.

source: Automated Alerts
ig: Alerts akpaaka

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
ig: Chọrọ imere ndị ahịa gị obi ụtọ ụbọchị ọmụmụ? Mepụta ozi akpaka maka ndị ahịa gara aga ma ndị nke ugbu a maka ụbọchị pụrụ iche ha!

source: Keeping Client details up-to-date
ig: Idebe ndị ahịa na-akọwa ihe dị iche iche kwa ụbọchị

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
ig: Ndị ahịa nwere ike gbanwee profaịlụ ha na data emelitere, foto, okwuntughe, na ntọala akaụntụ.

source: Ask Questions, Get Answers.
ig: Jụọ ajụjụ, nweta azịza.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
ig: Mepụta mpempe akwụkwọ omenala ma zigara ndị ahịa maka mmecha. Kpọkọtanụ ozi dị mkpa, wepụta nyocha ọpụpụ, ma nweta data niile ịchọrọ iji rụọ ọrụ gị nke ọma!

source: , Director of Sales of Cain & Company
ig: , Onye isi ala na ere nke Ken &amp; Company

source: Make client billing as straightforward as possible with online invoices and payments.
ig: Mee ka ịkwụ ụgwọ ndị ahịa dị ka okwesiri dịka o kwere mee site n&#39;ịgba ụgwọ na ịkwụ ụgwọ.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
ig: Anyị na-ahụ akwụkwọ edemede akwụkwọ ahụ n&#39;ihi na ọ na-eme ka ndị ahịa hụ kpọmkwem ihe ha na-akwụ maka.

source: , Vice President of Sky Digital
ig: , Vice President nke Sky Digital

source: Enjoy the ease of e-signing
ig: Nwee udo nke e-bịanyere aka n&#39;akwụkwọ

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
ig: Jiri elektrọnikị pụọ na akwụkwọ niile site na DocSign, na-eji dọkụmentị agbakwunyere na arịrịọ mbinye aka nke dijitalụ na nkwenye.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ig: Bulite akwụkwọ, kaa ya akara maka mbinye aka, wee banye onye ahịa wee banye e-nye aka na ya. A na-eme ihe niile na-enweghị onye ahịa ịbata n'ime ụlọ anyị. Nke a dị mma na ndị ahịa na-adịghị nso ụlọ ọrụ ma ọ bụ ndị bi na steeti.

source: , Director of Operations of Capital Insurance
ig: , Director of Operations nke Capital Insurance

source: Enhance Your System. Less Work, More Results.
ig: Meziwanye System gị. Ihe na-adịghị arụ ọrụ, Nsonaazụ.

source: Use the Self-Serve Administrative Feature
ig: Jiri Njirimara Nlekọta Onwe Gị

source: Take total control of your CaseActive management suite from the platform itself.
ig: Were nchịkwa zuru oke nke ụlọ ọrụ nlekọta CaseActive site na ikpo okwu n&#39;onwe ya.

source: Effortlessly link your existing system with CaseActive
ig: Na-ejikọta njikọ gị dị ugbu a na CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ig: Mekota API anyi na aka ghazie imeputa okwu n’onwe ya, kenye ndi oru aka, ma meputa akuko sitere na ntinye sistemu.

source: Acting as a
ig: Na-eme ka a

source: virtual administrative assistant
ig: onye nlekọta nhazi nhazi

source: , CaseActive empowers you with streamlined document and media handling, private
ig: , CaseActive na-enye gị ikike ederede na nhazi mgbasa ozi, nkeonwe

source: client-to-customer communications
ig: nkwukọrịta ahịa na ahịa

source: event scheduling, and step-by-step case processing.
ig: usoro usoro ihe omume, na nhazi usoro nhazi.

source: Self-Serve Administration
ig: Nchịkọta Onwe Onye

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
ig: Arụ ọrụ dị ka onye enyemaka nchịkwa kwalite asụsụ ọma, CaseActive na-enye gị ike akwụkwọ na usoro mgbasa ozi, njikwa ahịa nke onye ahịa, usoro ihe omume, na usoro ikpe nzọụkwụ.

source: Manage User Logins & Case Creation
ig: Jikwaa njirimara Logins &amp; Case Creation

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
ig: Na-ahụ maka ilebanye anya n&#39;ihe ndekọ nke njirimara ndị ọrụ ma na-enye ikike ikike ịnweta ohere n&#39;okwu-ikpe. Jikwaa okwu ikpe, ọganiru, na mmechi, na iji akụkọ zuru oke.

source: View Caseactive Analytics
ig: Lelee nchịkọta

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
ig: Hụ kpachara anya otu ikpe si na-aga n&#39;ihu, ọnụọgụ nke okwu emechiri nke ọma, wee hụ oge nzaghachi site na sistemụ nyocha nke ọma nke CaseActive. Ihe omuma bu ike, anyi n’enye gi ihe obula ighoro banyere oru aka gi.

source: Monitor User Logs
ig: Nyochaa njirimara ndị ọrụ

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
ig: Legide anya na ndị ahịa na ndị otu egwuregwu na usoro ọrụ iji hụ na akwadoro ọrụ ha niile n&#39;ime oke yana yana ndị otu niile na-arụ ọrụ ha dịka achọrọ.

source: Employ Advanced Searches
ig: Jiri nyocha di elu

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
ig: Choo ihe ichoro mgbe ichoro. Okwu nchoputa site n’aka onye oru ya na onye ahia ya, okwu ya, usoro iheomume ya, ihe ndeputa, na otutu ndi ozo!

source: Create Custom Fields
ig: Mepụta Ubi Omenala

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
ig: Hụ n&#39;ọhịa pụrụ iche maka nd ị ahịa na ndị otu otu, wee kpokọta data ịchọrọ n’aka onye ọ bụla metụtara. Mee ka ikpe ahụ bụrụ ihe pụrụ iche na azụmaahịa gị na ika gị!

source: Create Custom Templates
ig: Hụ Ụkpụrụ Omume

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
ig: Zụlite ụdị dị ukwuu nke ụdị omenala na ndebiri maka ikesa na mmecha ma n&#39;oge ikpe ma mgbe ọ gasịrị (dịka nyocha ọpụpụ nke ndị ahịa). Dị ọbụla ịchọrọ, ị nwere ike ịmepụta!

source: As-You-Go Invoicing
ig: Akwụkwọ ịkwụ ụgwọ

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
ig: Anyị nọ ebe a iji nyere aka! Bịanụ ma ọ bụrụ na ị nwere ajụjụ ọbụla ma anyị ga-azaghachi n&#39;ime ụbọchị ọrụ abụọ.

source: * Email is not valid.
ig: * Email adịghị mma.

source: Low
ig: Dị ala

source: Medium
ig: Ọkara

source: High
ig: Elu

source: Critical
ig: Di nkpa

source: Choose Importance
ig: Họrọ Mkpa

source: Department
ig: Ngalaba

source: Sales
ig: Ahịa

source: Other
ig: Ndị ọzọ

source: Choose Department
ig: Họrọ Ngalaba

source: Loading
ig: Ịkwado
