Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ig/LC_MESSAGES/messages.po
Languages: ig

source: You should choose image file.
ig: Shouldkwesịrị ịhọrọ faịlụ onyonyo.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ig: Bulite akwụkwọ, kaa ya maka mbinye aka, ma onye ahịa abịanye aka na ya ma debanye ya n’akwụkwọ. Ana eme ihe niile n’enweghi onye ahia ya abia n’ime ulo anyi. Nke a bụ aka na ndị ahịa na-adịghị nso ọfịs ma ọ bụ ndị bi na steeti ..

source: Director of Operations of Capital Insurance
ig: Director nke Operations nke Capital Insurance

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
ig: Ndị anyị na ha na-arụkọ ọrụ nwere ike ịbanye ma hụ ozi ndị bụ isi gbasara okwu ikpe ha na-aga. Ihe a emeela ka ndị mmadụ na-ekwu okwu ...

source: Partner of Law Office of Christianson & Bayles
ig: Onye Mmekọ Office Office of Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
ig: Anyị agaghịzi ahụ ndị ahịa n&#39;ọfịs maka nzukọ, na ntinye akwụkwọ edeputara na ntanetị niile - mara mma !.

source: CEO of EL Passion
ig: Onye isi ala nke EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
ig: Iji API, anyị na akpaghị aka mebere ihe gosipụtara na ndepụta okwu ahụ, dabere na mkpalite ndị akọwapụtara na sistemụ dị ugbu a. Mara mma ..

source: IT Manager of Carter Mario Injury Lawyers
ig: Onye njikwa IT nke Carter Mario Injury Lawyers

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
ig: Anyị nwere ọtụtụ ndị ahịa ọtụtụ asụsụ na-eji atụmatụ ntụgharị. Anyị na-ezipu ozi na ntụkwasị obi na mmadụ niile ga-aghọta ha. Nke a na - enyere anyị aka isi n&#39;otu mpaghara gaa ọrụ ụwa ..

source: CEO of Solid Rock Designs
ig: Onye isi oche nke Solid Rock Designs

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
ig: Ndị ahịa hụrụ ya n&#39;anya! Ọ na-eme ka ndụ ha dịkwuo mfe. Ha nwere ike ikwurita anyị okwu na ntanetị, bulite foto na dọkụmentị, wee debe ihe niile ebe ndị otu na ndị ahịa nwere ike ịlele ya ..

source: Partner of Ashley &amp; Ashley P.C.
ig: Mmekorita nke Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
ig: Anyị hụrụ akwụkwọ ikpe ahụ ọnụ n&#39;ihi na ọ na-eme ka ndị ahịa hụ ihe ha na-akwụ maka ..

source: Vice President of Sky Digital
ig: Onye isi oche nke Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
ig: Nkwukọrịta Cross dị ka ịnwe usoro mgbasa ozi mmekọrịta gị na ngwaọrụ mmekọrịta gị n&#39;otu ebe ..

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
ig: Ụdị ikpe na-enye anyị ohere ige ntị na ịmụta, na-enyere anyị aka iwelie ahịa site na nzaghachi ndị ahịa.

source: Director of Sales of Cain &amp; Company
ig: Onye isi ahia nke Ken &amp; Company

source: The user interface is very similar to Facebook. It’s extremely easy to use..
ig: Ihe njiri mara onye ọrụ yiri Facebook. Ọ dị mfe iji ..

source: Partner of Wong Medical Group LLC
ig: Mmekorita nke Wong Medical Group LLC

source: A pin has been sent to
ig: E zigara ntụtụ ntụtụ

source: Cancel
ig: kagbuo

source: Send New Pin
ig: Zipu pin ọhụrụ

source: Need Help?
ig: Achọrọ enyemaka?

source: Click here to contact us
ig: Pịa ebe a iji kpọtụrụ anyị

source: Next
ig: Osote

source: Login or Signup
ig: Nbanye ma ọ bụ debanye aha

source: Invalid email entered
ig: Etinyere email na-ezighi ezi

source: Processing...
ig: Nhazi ...

source: Made with
ig: mere na

source: love
ig: n&#39;anya

source: in New York City
ig: na New York City

source: All rights reserved
ig: Ikike niile echekwabara

source: Terms of Use
ig: Usoro ojiji

source: Contact Us
ig: Kpọtụrụ anyị

source: Username
ig: Aha ojii

source: Code
ig: Usoro

source: New Password
ig: Okwuntughe Ọhụrụ

source: Confirm Password
ig: Kwenye Na Okwuntughe

source: Set Your New Password
ig: Nịm gị New Password

source: A code has been sent to
ig: E zigala koodu

source: Change Password
ig: Gbanwee okwuntughe

source: Changing...
ig: Na-agbanwe agbanwe ...

source: Login
ig: Banye

source: Forgot password?
ig: Chefuru okwuntughe?

source: Help
ig: Enyemaka

source: Email or Phone
ig: Email ma ọ bụ ekwentị

source: Reset Password
ig: Tọgharia Paswọdu

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
ig: Tinye adreesị ozi-e ma ọ bụ akara ekwentị metụtara na akaụntụ gị, wee pịa nyefee. Anyị ga-eji email ma ọ bụ detara gị ozi na peeji nke ị nwere ike ịmepụta paswọọdụ ọhụụ.

source: Request Code
ig: arịrịọ Code

source: Requesting...
ig: Arịọ ...

source: CASEACTIVE IS COMING SOON
ig: Ihe na-abịa n'ihu

source: Create a free account
ig: Mepụta akaụntụ efu

source: We are putting final touches to it. We will notify you when it's ready!
ig: Anyị na-etinye mmetụ ikpeazụ ya. Anyị ga-agwa gị mgbe ọ dị njikere!

source: You’re minutes away from a better collaboration.
ig: ’Re nọghị nkeji oge site na njikọta ka mma.

source: First Name
ig: Aha mbụ

source: Last Name
ig: Aha ikpeazụ

source: Company
ig: Lọ ọrụ

source: No language selected
ig: Enweghị asụsụ a họọrọ

source: I agree with
ig: Ekwenyere m na

source: Terms of Service
ig: Usoro Ọrụ

source: Have at least one lower case character
ig: Nwee ọ dịkarịa ala otu njirimara nke ala

source: Have at least one capital letter
ig: Enwere ma ọ dịkarịa ala otu mkpụrụ akwụkwọ isi

source: Have at least one number
ig: Mee ma ọ dịkarịa ala otu nọmba

source: Have at least 8 characters in length
ig: Nwee ọ dịkarịa ala ihe odide asatọ n&#39;ogologo

source: Type your current password
ig: Pịnye paswọọdụ gị ugbu a

source: Passwords must match
ig: Okwuntughe ga-adakọrịrị

source: Domains
ig: Ngalaba

source: Javascript are disabled. Please enable it.
ig: Javascript nwere nkwarụ. Biko nwee ya.

source: Cookies are disabled. Please enable it.
ig: Kuki nwere nkwarụ. Biko nwee ya.

source: New
ig: Ọhụrụ

source: Create A New App
ig: Mepụta ngwa ọhụrụ

source: Apps
ig: Ngwa

source: Profile
ig: Profaịlụ

source: Hi
ig: Ndewo

source: View your account
ig: Lelee akaụntụ gị

source: View page
ig: Lee ibe

source: You don’t have any apps
ig: Don’t nweghị ngwa ọ bụla

source: App
ig: Ngwa

source: Admin
ig: Ọchịchị

source: Notifications
ig: Ificationsma Ọkwa

source: No notifications yet.
ig: Enweghị ọkwa ma.

source: Today
ig: Taa

source: Last Week
ig: Izu gara aga

source: No timezone selected
ig: Enweghị oge a họọrọ

source: Complete profile to continue
ig: Zuru ezu profaịlụ iji gaa n&#39;ihu

source: Website:
ig: Weebụsaịtị:

source: Homepage:
ig: Peeji mbu:

source: Approve Access
ig: Akwadoro nnweta

source: Info
ig: Ozi

source: Permissions
ig: Ikikere

source: Billing
ig: Ịgba ụgwọ

source: Payment Plan
ig: Atụmatụ ịkwụ ụgwọ

source: Edit
ig: Dezie

source: Save
ig: Chekwa

source: has access to your information below:
ig: nwere ohere banyere ozi gị n’okpuru:

source: has invited you to their client portal.
ig: kpọrọ gị oku ka ị bịa n’ahịa ahịa ha.

source: want access to the following information:
ig: chọrọ ịnweta ozi ndị a:

source: Decline
ig: Kpebie

source: Remove Access
ig: Wepu Access

source: Active
ig: Na-arụ ọrụ

source: Invites
ig: Kpọọ

source: Disabled
ig: Agbanyụrụ

source: No apps found
ig: Ọ dịghị ngwa ọdịnala hụrụ

source: user
ig: onye ọrụ

source: manager
ig: onye njikwa

source: active
ig: ifịk

source: inactive
ig: -adịghị ejekwa ozi

source: Company Name
ig: Aha Ụlọ Ọrụ

source: Type
ig: ụdị

source: Invitation
ig: òkù

source: About App
ig: Banyere ngwa

source: Billing Info
ig: Ozi ịgba ụgwọ

source: Your Company Name
ig: Your Company aha

source: Your Company Website
ig: Your Company weebụsaịtị

source: Saving...
ig: Na-echekwa ...

source: Billing Information
ig: Ozi Ịgba Ụgwọ

source: Please add the APP ID provided by the company
ig: Biko tinye ID APP nke ụlọ ọrụ ahụ nyere

source: Select an option
ig: Họrọ otu nhọrọ

source: Join an existing app as a client
ig: Soro ngwa dị dị ka onye ahịa

source: Create a new app for my business
ig: Mepụta ngwa ọhụrụ maka azụmahịa m

source: Create Domain
ig: Mepụta ngalaba

source: Select enterprise app
ig: Họrọ ngwa ụlọ ọrụ

source: No item selected
ig: Ọnweghị ihe ahọpụtara

source: Domain name
ig: Aha ngalaba

source: Add
ig: Tinye

source: No enterprise app found
ig: Enweghị ngwa ụlọ ọrụ ahụrụ

source: Pending
ig: Na-echere

source: No domains found
ig: Ọnweghị ngalaba ahụrụ

source: Domain
ig: Ngalaba

source: Txt Value
ig: Uru Txt

source: Enterprise Host ID
ig: NJ onye nnabata ụlọ ọrụ

source: Action
ig: Omume

source: Delete
ig: Hichapụ

source: Reset
ig: Tọgharia

source: Allow Manual Sign In
ig: Kwe ka Nbanye akwụkwọ ntuziaka

source: Exclude Emails From SSO
ig: Wepu ozi-e sitere na SSO

source: SAML Identity Provider Metadata
ig: metadata onye na-eweta njirimara SAML

source: Submit
ig: Nyefee

source: Uploading...
ig: Ebugote ...

source: has been claimed by another account, please, change it or
ig: site na akaụntụ ọzọ ekwuola, biko, gbanwee ya ma ọ bụ

source: reclaim
ig: nwetaghachi

source: it
ig: ya

source: pending verification:
ig: ruo mgbe nkwenye:

source: verify
ig: nyochaa

source: Phone Number
ig: Nọmba ekwentị

source: Current Password
ig: Okwuntughe Ugbu a

source: Change password
ig: Gbanwee okwuntughe

source: No gender selected
ig: Enweghị nhọrọ a họọrọ

source: Company Title
ig: Company Mbụ

source: City/Locality
ig: City / bi

source: No country selected
ig: Enweghị mba ịhọrọ

source: Zip/Postal Code
ig: Koodu Mpaghara / Nzipu ozi

source: Date of Birth
ig: Ụbọchị ọmụmụ

source: Occupation
ig: arụ

source: Address is not valid
ig: Adreesị anaghị adị ire

source: City/Locality is not valid
ig: Obodo / Mpaghara adabaghị

source: State/Region is not valid
ig: Steeti / Mpaghara anaghị arụ ọrụ

source: Contact Info
ig: Ozi kọntaktị

source: Language & Region
ig: Asụsụ &amp; Mpaghara

source: Saving
ig: Na-echekwa

source: Verify Your
ig: Chọpụta gị

source: Verification Code
ig: Koodu nyocha

source: Resend Code
ig: Usoro ndozi

source: Resending
ig: Na-agbachitere

source: Verify
ig: Chọpụta

source: Verifying...
ig: Nyochaa ...

source: Later
ig: Mgbe e mesịrị

source: We're here to help
ig: Anyị na-ebe a iji nyere aka

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
ig: Daalụ maka na ịkpọtụrụ anyị. Ozi gị e ọma zitere. Anyị ga-kpọtụrụ gị nnọọ anya!

source: characters left
ig: mkpụrụedemede hapụrụ

source: Sending...
ig: Izipu ...

source: You will no longer receive email marketing from the list.
ig: Ị gaghị enwetakwa ahịa email site na listi ahụ.

source: If you have a moment, please let us know why you unsubscribed:
ig: Ọ bụrụ na ị nwere ntakịrị oge, biko mee ka anyị mara ihe kpatara ị debanyere aha:

source: Return to our website
ig: Laghachi na webụsaịtị anyị

source: Thank you. Your response has been submitted.
ig: Daalụ. E nyefeela nzaghachi gị.

source: No Cases
ig: Ọ dịghị ihe

source: Layout
ig: Nhazi

source: Gallery
ig: Osisi

source: Speaker
ig: Ọkà okwu

source: This case has been closed
ig: Emechiela ikpe a

source: Feed
ig: Nri

source: Images
ig: Foto

source: Docs
ig: Ngwa

source: Videos
ig: Vidiyo

source: Files
ig: Faịlụ

source: Events
ig: Ihe omume

source: Forms
ig: Ụdị

source: E-signs
ig: E-akara

source: Invoices
ig: akwụkwọ ọnụahịa

source: Notes
ig: Ihe edeturu

source: Tasks
ig: Ọrụ

source: Great job!
ig: Nnukwu ọrụ!

source: You did all
ig: I mere ihe niile

source: the tasks
ig: ọrụ

source: Media
ig: Mgbasa ozi

source: Skip to navigation (n)
ig: Gaa na igodo (n)

source: Skip to content (c)
ig: Gaa na ọdịnaya (c)

source: Skip to footer (f)
ig: Gaa na footer (f)

source: Case
ig: Ileba

source: Search
ig: Chọọ

source: Using Form Builder
ig: Iji Ụdị Nrụpụta

source: Using Forms Library
ig: Iji Forms Library

source: Using E-sign Builder
ig: Iji E-sign Builder

source: Using E-signs Library
ig: Iji E-sign Library

source: Documents
ig: Ihe ederede

source: Create Note
ig: Mepụta ihe edeturu

source: Edit Note
ig: Dezie Ntuba

source: End Convo
ig: Kwụsị Convo

source: Create Form
ig: Mepụta Mpempe akwụkwọ

source: Create Sign
ig: Mepụta Nbanye

source: Event Create
ig: Ihe Mepụta

source: Convo Videos
ig: Vidiyo Convo

source: Cases
ig: Okwu

source: Case categories
ig: Ikpe ikpe

source: Your team
ig: Ndị otu gị

source: To do
ig: Ime

source: To Do:
ig: Ime:

source: Case Categories
ig: Ụdị ikpe

source: Your Team
ig: Otu gị

source: To Do
ig: Ime

source: Yes
ig: Ee

source: Close
ig: Mechie

source: Publish
ig: Bipụta

source: Visibility
ig: Nzipụta

source: all
ig: niile

source: sign
ig: akara

source: of
ig: nke

source: Processing
ig: Nhazi

source: failed.
ig: okpu.

source: Value should be greater or equal to 1
ig: Uru kwesịrị ibu ma ọ bụ haha nha 1

source: Repeat end:
ig: Tinyegharịa njedebe:

source: Signature
ig: mbinye aka

source: Draw
ig: See

source: Write
ig: Dee

source: Clear Signature
ig: Kpochapụ mbinye aka

source: Still processing video...
ig: Na-emezi vidiyo ...

source: You
ig: Ị

source: You are about to delete feed. Are you sure?
ig: Ị na-achọ ihichapụ ndepụta. O doro gị anya?

source: No convo audios yet
ig: O nwebeghị audios convo

source: No convo videos yet
ig: Enweghị vidiyo convo ma

source: Start Convo
ig: Malite Convo

source: Notify the Host
ig: Gwa onye ọbịa ahụ

source: is in the call
ig: dị na oku

source: and
ig: na

source: others are in the call
ig: ndị ọzọ nọ na oku a

source: Audio call is being recorded
ig: A na-edekọ oku ọnụnụ

source: Video call is being recorded
ig: A na-edekọ oku vidiyo

source: Join now
ig: Soro ugbu a

source: Dismiss
ig: Wepụ

source: Can’t find your
ig: Enweghị ike ịchọta gị

source: microphone
ig: igwe okwu

source: Check your system settings to make sure that
ig: Lelee ntọala sistemụ gị ka ị hụ nke ahụ

source: is available. If not, plug one in. You might need to restart your browser.
ig: dị. Ọ bụrụ na ọ bụghị, gbanye otu. Ị nwere ike ịmalitegharị ihe nchọgharị gị.

source: web camera
ig: igwefoto weebụ

source: You are going to start a Convo call. Start with:
ig: Ị ga-amalite oku Convo. Malite na:

source: Video & Audio
ig: Vidiyo & ọdịyo

source: Audio Only
ig: Naanị ọdịyo

source: Record the meeting
ig: Dekọọ nzukọ ahụ

source: Waiting for someone with permission to start a Convo call
ig: Na-eche onye nwere ikike ịmalite oku Convo

source: Add Ticket
ig: Tinye tiketi

source: Title
ig: Aha

source: Open
ig: Mepee

source: Closed
ig: Emechiri

source: You are about to close ticket. Are you sure?
ig: Ị na-achọ imechi tiketi. O doro gị anya?

source: Announcements
ig: Ọkwa

source: Support
ig: Nkwado

source: Opened
ig: Emeghe

source: View
ig: Lee

source: Locations
ig: Ebe

source: You currently have no announcements.
ig: Ị nweghị ọkwa ugbu a.

source: You currently have no
ig: Ị nweghị ugbu a

source: open cases. Click
ig: oghe ikpe. Pịa

source: here
ig: Ebe a

source: to contact support.
ig: ịkpọtụrụ nkwado.

source: closed cases.
ig: emechi ikpe.

source: open tickets.
ig: oghe tiketi.

source: closed tickets.
ig: tiketi emechiri emechi.

source: You currently have no locations.
ig: Ị nweghị ebe ugbu a.

source: Write a comment....
ig: Dee okwu….

source: Add Location
ig: Tinye ebe

source: Save Event
ig: Chekwa emume

source: Name
ig: Aha

source: Start Date
ig: Ụbọchị mmalite

source: Start Time
ig: Oge mmalite

source: End Date
ig: Ụbọchị Ọgwụgwụ

source: End Time
ig: Oge Ikpeazụ

source: Repeat
ig: Tinyegharịa

source: Attendees
ig: Ndị bịara

source: Event Location
ig: Ebe Omume

source: Link
ig: Njikọ

source: Description
ig: Nkọwa

source: Attending
ig: Na-aga

source: Add to calendar
ig: Tinye na kalenda

source: Details
ig: Nkọwa

source: Event by
ig: Ihe omume site na

source: Duration:
ig: Ogologo oge:

source: more
ig: Ọzọ

source: Maybe
ig: Enwere ike

source: Not Attending
ig: Agaghị aga

source: No
ig: Mba

source: Video Conference
ig: Ogbako vidiyo

source: Event details
ig: Nkọwa ihe omume

source: You don't have permissions to view this page.
ig: I nweghị ikikere iji lee ibe a.

source: Your Upcoming Events
ig: Ihe Na-abịanụ

source: Upcoming
ig: Na-abịa

source: Your Past Events
ig: Ihe Omume Gara Aga

source: Past
ig: gara aga

source: Your Events
ig: Ihe omume gị

source: All
ig: Niile

source: All Events
ig: Ihe omume niile

source: Directions
ig: Ntuziaka

source: Edit settings
ig: Dezie ntọala

source: Delete event
ig: Hichapụ ihe omume

source: Attending?
ig: Na-aga?

source: No Events
ig: Emeghi ihe

source: more comment(s)
ig: ihe ndi ozo (s)

source: Loading comments
ig: Na-ebugo nkwupụta

source: You are about to delete comment. Are you sure?
ig: Na-achọ ihichapụ ikwu. O doro gị anya?

source: task
ig: ọrụ

source: to do
ig: ime

source: tasks
ig: ọrụ

source: Write something...
ig: Dee ihe ...

source: Attach File
ig: Tinye faịlụ

source: From Template
ig: Site na Template

source: No feeds yet.
ig: Enweghị ntụrụndụ ma.

source: comments
ig: kwuru

source: comment
ig: ikwu okwu

source: Add a comment
ig: Tinye okwu

source: Template
ig: Ndebiri

source: No templates
ig: Enweghị ndebiri

source: Done
ig: Emela

source: Select the members who needs to fill this form
ig: Họrọ ndị otu chọrọ imeju fọm a

source: Update Form
ig: Ụdị Mmelite

source: Due Date
ig: Oge ngwụcha

source: Due Time
ig: Oge oge

source: Loading...
ig: Nabata ...

source: Preview
ig: Nhụchalụ

source: Save & Close
ig: Chekwa & mechie

source: Add an element
ig: Tinye ihe mmewere

source: Media is converting. We will notify you when it is ready
ig: Mgbasa ozi na-atụgharị. Anyị ga-agwa gị mgbe ọ dị njikere

source: Add
ig: Tinye

source: Field
ig: Ubi

source: Edit
ig: Dezie

source: Text
ig: Ederede

source: Sub Text
ig: Sub Ederede

source: Format
ig: Usoro

source: Media failed in converting. Please delete and try again or another.
ig: Mgbasa ozi dara n'ịtụgharị. Biko hichapụ wee nwaa ọzọ ma ọ bụ ọzọ.

source: Pages
ig: Ibe

source: Saved
ig: Echekwara

source: Insert
ig: Fanye

source: Elements
ig: Ihe

source: Action Required
ig: Ihe achọrọ

source: Add a new page
ig: Tinye ibe ọhụrụ

source: Blank page
ig: Ibe oghere

source: From PDF
ig: Site na PDF

source: From image
ig: Site na onyonyo

source: Add PDF
ig: Tinye PDF

source: Add Image
ig: Tinye onyonyo

source: Options
ig: Nhọrọ

source: Column Names
ig: Aha kọlụm

source: Option already exists.
ig: Nhọrọ adịlarị.

source: options list is empty
ig: ndepụta nhọrọ ka efu

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
ig: Ule igbe igbe na-akwado naanị nhọrọ 5. Nwere ike ịgbanwe ubi ka wedaa tinyekwuo nhọrọ

source: columns list is empty
ig: ndepụta ogidi efu

source: Default Value
ig: Ntọala Nhọrọ

source: Delete row
ig: Hichapụ ahịrị

source: Add a new row
ig: Tinye ahịrị ọhụrụ

source: Download
ig: Budata

source: Label
ig: Labelụ

source: Question
ig: Ajụjụ

source: Default answer
ig: Azịza mbụ

source: Media is converting
ig: Mgbasa ozi na-atụgharị

source: Send Form
ig: Zipu Ụdị

source: Form Submited.
ig: Ụdị Akwadoro.

source: You don't have permissions to submit forms.
ig: I nweghị ikikere iji nyefee ụdị.

source: You currently have no forms of your own
ig: Ị nweghị ụdị nke gị ugbu a

source: Your Uncompleted Forms
ig: Mpempe akwụkwọ gị emezughị

source: Uncompleted
ig: Emechaghi

source: Your Completed Forms
ig: Compledị gị zuru ezu

source: Completed
ig: Emechara

source: Your Forms
ig: Fordị gị

source: All Forms
ig: Ụdị niile

source: Form Title
ig: Titledị Aha

source: Author
ig: Onye edemede

source: Published
ig: Bipụtara

source: Submissions
ig: Nnyefe

source: No Forms
ig: Enweghị ụdị

source: Upload Form Document
ig: Bulite akwụkwọ mpempe akwụkwọ

source: Forms Library
ig: Librarydị ọba akwụkwọ

source: No Forms In Library
ig: Enweghị ụdị na Library

source: Answers
ig: Azịza

source: Close - Status changed
ig: Mechie - Ọnọdụ gbanwere

source: Change Status
ig: Gbanwee Ọnọdụ

source: Case Number
ig: Ileba Ọnụ

source: Tag Id
ig: Id ID

source: Date Opened
ig: Ụbọchị emechara

source: Host Id
ig: Id onye ọbịa

source: User Id
ig: Njirimara Onye Ọrụ

source: Case Id
ig: Id ikpe

source: Confirm your details
ig: Kwenye nkọwa gị

source: Form Submitted.
ig: Enyere akwụkwọ.

source: Invoice
ig: Akwụkwọ ọnụahịa

source: PO No:
ig: Nọmba PO:

source: Reference ID:
ig: NJ ntụaka:

source: Term:
ig: Oge:

source: Note:
ig: Mara:

source: Price
ig: Ọnụ ahịa

source: Add more
ig: Tinyekwuo

source: Subtotal($)
ig: Mkpokọta($)

source: Discount(%)
ig: Mbelata(%)

source: TAX(%)
ig: Ụtụ (%)

source: Total($)
ig: Mgbakọta($)

source: Invoice No
ig: Akwụkwọ ọnụahịa Mba

source: Select the members who needs to view or pay this invoice
ig: Họrọ ndị otu chọrọ ịlele ma ọ bụ kwụọ ụgwọ akwụkwọ ọnụahịa a

source: Update Invoice
ig: Melite akwụkwọ ọnụahịa

source: Create Invoice
ig: Mepụta akwụkwọ ọnụahịa

source: PO No.
ig: PO Mba.

source: Reference ID
ig: NJ ntụaka

source: Term
ig: Oge

source: Note
ig: Rịba ama

source: Quantity
ig: Ọnụọgụ

source: Price ($)
ig: Ọnụ ego ($)

source: Subtotal ($)
ig: Mkpokọta ($)

source: Discount (%)
ig: Mbelata (%)

source: Tax (%)
ig: Ụtụ isi (%)

source: Total ($)
ig: Mkpokọta ($)

source: Pay Invoice
ig: Kwụ ụgwọ akwụkwọ ọnụahịa

source: Payment method
ig: Ụzọ nkwụnye ụgwọ

source: Add a new payment method
ig: Tinye usoro ịkwụ ụgwọ ọhụrụ

source: Summary
ig: Nchịkọta

source: Payment:
ig: Ụgwọ:

source: Total charge:
ig: Mgbakọta ụgwọ:

source: Your Unpaid Invoices
ig: Invoice gị akwụghị ụgwọ

source: Unpaid
ig: Akwụghị ụgwọ

source: Your Paid Invoices
ig: Invoice gị akwụ ụgwọ

source: Paid
ig: Akwụ ụgwọ

source: Your Invoices
ig: Akwụkwọ ọnụahịa gị

source: All Invoices
ig: Akwụkwọ ọnụahịa niile

source: Invoice Title
ig: Aha akwụkwọ ọnụahịa

source: No Invoices
ig: Enweghị akwụkwọ ọnụahịa

source: No Audios yet.
ig: Ọnweghị ọdịyo ma.

source: Loading failed.
ig: Ibu ebinye aka dara.

source: retry
ig: weghachite

source: No documents yet.
ig: Enweghị akwụkwọ ma.

source: No Files yet.
ig: Enweghị faịlụ ma.

source: No Images yet.
ig: Enweghị onyonyo ọ bụla.

source: No Videos yet.
ig: Enweghị vidiyo ma.

source: Page Not Found
ig: Ahụghị peeji ahụ

source: Attachments
ig: Mgbakwunye

source: Note View
ig: View Note

source: No Notes
ig: Enweghị nkọwa

source: Select the person to answer this field
ig: Họrọ onye zara mpaghara a

source: Create E-sign
ig: Mepụta akara E

source: Update E-signs
ig: Melite akara E

source: Signs
ig: Ihe ịrịba ama

source: Add Field
ig: Tinye ubi

source: Edit Field
ig: Dezie Ubi

source: Send E-sign
ig: Zipu akara E-

source: E-sign Submitted.
ig: E-etinyela akara.

source: You don't have permissions to submit e-signs.
ig: Ị nweghị ikike ịnyefe akara e-mail.

source: You currently have no E-signs of your own
ig: Ị nweghị akara E-nke gị ugbu a

source: Your Uncompleted E-signs
ig: E- akara gị emechabeghị

source: Your Completed E-signs
ig: Akara E-mechara gị

source: Your Signs
ig: Ihe ịrịba ama gị

source: All E-signs
ig: Akara E-niile

source: E-sign Title
ig: Aha akara e-aka

source: No E-signs
ig: Enweghị akara E
