Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ig/LC_MESSAGES/messages.po
Languages: ig

source: Importance
ig: Mkpa

source: Send A New Message
ig: Zipu Ozi ohuru

source: Send message
ig: Zipu ozi

source: Answers to Questions
ig: Azịza nye ajụjụ

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
ig: Nwere ajụjụ ọ bụla? Gụkwuo nduzi n&#39;ime azịza anyị nye ajụjụ ndị ahịa ma chọta azịza nye onwe gị.

source: How secure is CaseActive?
ig: Kedu ebe nchekwa CaseActive dị?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
ig: CaseActive na-eji ọkwa agha na ọkwa 128-bit SSL nzuzo maka nnyefe data yana nzuzo 256-bit AES maka data na ezumike. Ihe atụ CaseActive ọ bụla nwere igodo pụrụ iche emepụtara, na-enye nchekwa nchekwa ọzọ maka azụmahịa gị. Anyị agaghị ekwe ka ụlọ ọrụ ọzọ nweta nchekwa data ma ọ bụ usoro nchekwa gị.

source: I have an existing system in place, Can CaseActive work with my existing system?
ig: Enwere m sistemu dị adị, Can CaseActive nwere ike iji sistemu m dị arụ ọrụ?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
ig: Ee, ị nwere ike ijikọ API nkeonwe ma ọ bụ modul mbubata iji mepụta ikpe na-akpaghị aka, kenye ndị ọrụ, wee wepụta akụkọ dabere na ntinye sistemụ gị.

source: We have clients all over the world. Is CaseActive available in other languages?
ig: Anyị nwere ndị ahịa n'ụwa niile. Ọ dị CaseActive n'asụsụ ndị ọzọ?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
ig: Ee, enwere ike ịtụgharị ngwa CaseActive na nkwukọrịta n'asụsụ 60, gụnyere Mandarin Chinese, Spanish, Hindi na Russian yana Bekee.

source: Can I add a logo or customize CaseActive in any way?
ig: Enwere m ike itinye akara ma ọ bụ hazie CaseActive n'ụzọ ọ bụla?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
ig: Kpamkpam! Ejiri gị n'uche mee CaseActive. Na ibe ntọala panel nchịkwa, ị nwere ike bulite agba nke gị wee họrọ agba ụlọ ọrụ gị.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
ig: CaseActive dakọtara na ngwaọrụ ọ bụla (PC, Mac, Tablet na Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
ig: CaseActive bụ ngwa weebụ na-anabata. Ọ na-agba ọsọ na ihe nchọgharị weebụ ọ bụla dị ka Internet Explorer, Firefox, Safari ma ọ bụ Chrome, wdg. Nke a pụtara na ụdị ngwaọrụ (PC, Mac, Tablet na Mobile) ị na-eji eme ihe adịghị iche. Naanị mepee ihe nchọgharị weebụ, banye na akaụntụ CaseActive gị, ị ga-edozikwa ya.

source: How many clients can I have?
ig: Ndị ahịa ole ka m nwere ike ịnweta?

source: You are billed per staff seat, per month. You can have unlimited client users.
ig: A na-akwụ gị ụgwọ maka oche ndị ọrụ, kwa ọnwa. Ị nwere ike ịnwe ndị ọrụ ahịa na-akparaghị ókè.

source: Enhance User Experience
ig: Melite ahụmịhe onye ọrụ

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
ig: Enweghị ụgwọ kacha nta na enweghị nkwa mbụ. Ị na-akwụ naanị maka oche ndị ọrụ, kwa ọnwa.

source: per Month
ig: kwa ọnwa

source: Everything you need to get started. 3 seats are included.
ig: Ihe niile ịchọrọ ịmalite. Agụnyere oche atọ.

source: Business
ig: Azụmahịa

source: Popular
ig: ewu ewu

source: Our most popular plan. 4 seats are included.
ig: Atụmatụ anyị kacha ewu ewu. Agụnyere oche 4.

source: Enterprise
ig: Ụlọ ọrụ

source: Contact sales for pricing
ig: Kpọtụrụ ire maka ọnụahịa

source: Custom Pricing, Advanced features, SSO, Webhooks.
ig: Ọnụ ahịa omenala, atụmatụ dị elu, SSO, Webhooks.

source: Contact Sales
ig: Kọntaktị Ahịa

source: Overview
ig: Nchịkọta

source: Communicate and share docs with your clients
ig: Gwa ndị ahịa gị okwu ma kesaa dọkịnta

source: Schedule recurring events and meetings
ig: Hazie ihe omume na nzukọ ndị na-eme ugboro ugboro

source: Fully customize your form to generate data
ig: Hazie fọm gị nke ọma ka iwepụta data

source: Keep track of case progression
ig: Debe usoro n'ọganihu ikpe

source: Request compliant e-signatures from multiple users
ig: Rịọ akara e-mbinye aka n'aka ọtụtụ ndị ọrụ

source: Generate invoice for your client to view or pay
ig: Mepụta akwụkwọ ọnụahịa maka onye ahịa gị ka ọ lelee ma ọ bụ kwụọ ụgwọ

source: Allows everyone to know what is coming up and due
ig: Na-enye onye ọ bụla ohere ịmata ihe na-abịa na ruru

source: Auto notify the user when something is due
ig: Mee ka onye ọrụ mara na akpaghị aka mgbe ihe ruru

source: Add custom case fields for all your cases
ig: Tinye mpaghara ikpe omenala maka ikpe gị niile

source: Custom Branding
ig: Omenala Branding

source: Make your app unique with logo and color styles
ig: Mee ka ngwa gị bụrụ ihe pụrụ iche nwere akara ngosi na ụdị agba

source: Access to customer support
ig: Ịnweta nkwado ndị ahịa

source: Storage
ig: Nchekwa

source: Unlimited
ig: Enweghị oke

source: Additional Users Seats
ig: Oche ndị ọrụ mgbakwunye

source: Convo with recording
ig: Convo nwere ndekọ

source: Video or audio chat with recording saved to the case
ig: Mkparịta ụka vidiyo ma ọ bụ ọdịyo nwere ndekọ echekwara na igbe ahụ

source: API Access
ig: Nweta API

source: Automate tasks with access to API
ig: Mee ka ọrụ rụọ ọrụ site na ịnweta API

source: Module Templates
ig: Ụdị modul

source: Create a standard template and reuse it
ig: Mepụta ndebiri ọkọlọtọ wee jirikwa ya ọzọ

source: Autorun an action when a case or case assigned is triggered
ig: Megharịa ihe omume mgbe akpalitere ikpe ma ọ bụ ikpe ekenyere

source: Newsletter
ig: Akwụkwọ akụkọ

source: Send general, birthday, or holiday messages to clients (Coming Soon)
ig: Zipu ozi izugbe, ụbọchị ọmụmụ, ma ọ bụ ezumike n'aka ndị ahịa (Na-abịa ngwa ngwa)

source: Encryption at rest
ig: Izo ya ezo na izu ike

source: Protects your data from system compromise
ig: Na-echebe data gị pụọ na mmebi sistemụ

source: Encryption in transit
ig: Izo ya ezo n'ụzọ

source: Protects your data if communications are intercepted
ig: Na-echekwa data gị ma ọ bụrụ na ejidere nkwukọrịta

source: SAML-based single sign-on (SSO)
ig: Otu nbanye nke dabeere na SAML (SSO)

source: Respond realtime to events
ig: Zaghachi ozugbo na mmemme

source: Seamless Collaboration
ig: Mmekọrịta na-enweghị ntụpọ

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
ig: CaseActive na-eme ka mmekorita dijitalụ dị n'etiti ụlọ ọrụ gị na ndị ahịa gị - site na nyocha ruo mkpebi, ha niile n'otu ikpo okwu.

source: Take a tour
ig: Gaa njem

source: Stay Connected
ig: Nwee njikọ

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
ig: Nọgide na-emekọ ihe na ndị otu otu na-eji ikpe ọrụ enyi-CaseActive eme ihe dịka ebe nkwụsị gị maka ndị ahịa na njikwa ikpe.

source: Connect
ig: Jikọọ

source: Case Feed keeps you up-to-date with your clients.
ig: Ileba Nlekọta na-eme ka gị na ndị ahịa gị oge.

source: Schedule
ig: Dutọ oge

source: Create events, invite attendees, and monitor your calendar.
ig: Mepụta ihe omume, kpọọ ndị bịara abịa, ma nyochaa kalenda gị.

source: Call
ig: Kpọọ

source: Engage in live video conference calls any time, anywhere.
ig: Gbanye na oku ogbako video n&#39;oge ọ bụla, n&#39;ebe ọ bụla.

source: Share
ig: Kwuo

source: Securely upload files, discuss them, and share.
ig: Gbanwee faịlụ, kwurịta ya, ma kesaa.

source: Powerful Case Management
ig: Nchịkwa Ike

source: Out-of-the-Box Functionality
ig: Ime-na-Igbe-arụ ọrụ

source: Easily assign individuals
ig: Mee ka ndị mmadụ dị mfe

source: or teams to a case and collaborate with clients.
ig: ma ọ bụ ìgwè gaa na ikpe ma jikọta ya na ndị ahịa.

source: Manage user groups
ig: Jikwaa ọrụ iche iche

source: and customize access permissions.
ig: ma hazie ikikere ohere.

source: All data is automatically backed up
ig: A na-akwado data niile na akpaghị aka

source: in case a recovery is ever needed.
ig: ọ bụrụ na ọ dị mkpa ka ị nweta mgbake.

source: All information
ig: Ozi niile

source: is securely encrypted, ensuring your absolute privacy.
ig: echekwara ya ezo, na-eme ka o doo gị anya.

source: Customize
ig: Hazie

source: with your own colors and logo.
ig: na agba gị na logo.

source: can be enabled/disabled at any time.
ig: nwere ike inye aka / nkwarụ n&#39;oge ọ bụla.

source: Benefits of
ig: Uru nke

source: Reduction in time
ig: Mbelata na oge

source: to intake new clients
ig: iji nweta ndị ahịa ọhụrụ

source: Minimize
ig: Wedata

source: the chance of
ig: ohere nke

source: malpractice
ig: mmejọ

source: Better experience
ig: Ahụmahụ ka mma

source: for your client
ig: maka onye ahịa gị

source: Increase in caseload capacity
ig: Mmụba ike ibu ihe

source: per staff
ig: kwa mkpara

source: Get Started with our Built-in Apps
ig: Malite site na Nrụpụta Anyị

source: All you need in one place.
ig: Ihe niile ị chọrọ n&#39;otu ebe.

source: Case Feed
ig: Ileba Nri

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
ig: Ngwa ngwa kenye onye ahia, onye ọrụ, yana onye otu aka ma tinye aka na ebe echekwara ga - enyere gị aka ikwenye ọganiihu, nwee nkata oge na mkparịta ụka vidiyo, yana ịhazi usoro ihe omume, e-sign / upload / nbudata akwụkwọ, na ọtụtụ ihe ndị ọzọ.

source: Case Invoices
ig: Akwụkwọ ọnụahịa

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
ig: Iji akwụkwọ ọnụahịa ị ga-aga, ịkwụ ụgwọ ụgwọ ndị ahịa bụ naanị pịapị, na-enye gị ohere iziga arịrịọ ego emepụtara na-akpaghị aka ma nata ịkwụ ụgwọ ozugbo.

source: Case Events
ig: Ihe omume

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
ig: Dowe kalịnda okwu gị oge niile, na-ahazi ihe omume, na-akpọ ndị bịara, izipụ ihe ncheta, wee hụ na ihe niile ka ga-aga.

source: Case Convo
ig: Okwu Convo

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
ig: Soro ndị ahịa na ndị otu egwuregwu ihe fọrọ nke nta ka ọ bụrụ &#39;ihu na ihu&#39; site na nnọkọ vidiyo a wuru na ntanetị ka ị wee nwee ike ịgwa onye ọ bụla metụtara okwu ozugbo.

source: Case Forms & E-signs
ig: Ụdị ikpe & akara e

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
ig: Hazie ngwa ikpe gị nke ọma iji wee mepụta ndebiri pụrụ iche nke na-egbo mkpa gị. A ga-ekesara ndị ahịa na ndị otu ụdị ndebiri ndezi ndị a ka ha mejupụta ma banye

source: Case notes
ig: Ihe ndetu ikpe

source: Keep notes with custom fields and attachments on case progression for current and future team members
ig: Debe ndetu na mpaghara omenala na mgbakwunye maka ọganihu ikpe maka ndị otu ugbu a na n'ọdịnihu

source: Case Media
ig: Mgbasa ozi ikpe

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
ig: Bulite, kesaa, kwuo okwu na budata faịlụ ndị metụtara ikpe ahụ ka onye ọ bụla nwee ntụaka na nkọwapụta, ndị mmadụ na ọnọdụ niile dị mkpa.

source: About Case
ig: Banyere Ileba

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
ig: Mee ka ndị ahịa na ndị ọrụ lelee nkọwa zuru ezu banyere okwu ha na-esonye. Can nwere ike imechi ikpe ahụ ozugbo enwere ihe niile, ma ọ bụ nye onye otu otu ikike ịme ya.

source: Plus Many More Features
ig: More ọtụtụ atụmatụ ndị ọzọ

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
ig: Jiri njikwa njikwa onwe gị Were njikwa mkpokọta nlekọta nlekọta CaseActive gị n&#39;elu ikpo okwu n&#39;onwe ya.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ig: Na-ejikọghị usoro gị dị ugbu a na CaseActive Integrate our proprietary API iji mepụta ikpe na akpaghị aka, kenye ndị ọrụ, ma mepụta mkpesa dabere na ntinye sistemụ gị.

source: Multi-Language Enabled:
ig: Multi-Asụsụ Kwadoro:

source: Interact with clients in
ig: Soro ndị ahịa na

source: 70+ languages
ig: Asụsụ 70+

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
ig: Ma ị na-arụ ọrụ na mpaghara ma ọ bụ n&#39;ụwa nile, ịnwere ike ịsụgharị asụsụ ala onye ahịa gị site na CaseActive&#39;s

source: language management system
ig: usoro nhazi asụsụ

source: No more confusion or limits.
ig: Enweghị mgbagwoju anya ma ọ bụ ókè.

source: Let's see what others are saying
ig: Ka anyị lee ihe ndị ọzọ na-ekwu

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
ig: Chọpụta otu ndị ahịa anyị dị egwu - si na obere azụmaahịa na ụlọ ọrụ ụlọ ọrụ - kwalitere uru ha na-asọmpi site n&#39;ịghọ CaseActive dike.

source: SUPPORT
ig: Nkwado

source: Everything at Your Fingertips.
ig: Ihe niile dị na Fingertips gị.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
ig: Malite site na ngwa ngwa Caseactive gị site n&#39;ịgbaso ntuziaka vidio anyị, ma dezie ya ka o kwe gị mkpa.

source: What are you looking for...
ig: Kedu ihe ị na-achọ...

source: Last Updated: June 7, 2021
ig: Emelitere ikpeazụ: June 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
ig: CaseActive na-echekwa ikike, n&#39;oge ọ bụla na naanị uche ya, iji melite ma gbanwee ụdị Usoro ọrụ a niile. Mgbe CaseActive gbanwere Usoro ọrụ ndị a, CaseActive ga-agbanwe ụbọchị ‘emelitere ikpeazụ’ dị n’elu. You na-ahụ maka ịme nyocha kwa ụdị nke Ọrụ ugbu a. Iga n’ihu iji Ọrụ a mgbe emere ụdị mgbanwe a ga-eme nkwenye gị ka ọ bụrụ ngbanwe ndị a. Ọ bụrụ na ịgọnarị mgbanwe ọ bụla na Usoro ọrụ ndị a, nanị ihe ị ga-enweta ga-abụ ịkwụsị ọrụ ahụ dị ka usoro a dị.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
ig: Usoro ọrụ ndị a metụtara Ọrụ a n&#39;ozuzu. Edebere usoro mgbakwunye ndị ọzọ metụtara Ọrụ ọ bụla enyere na njikọ ndị enyere n&#39;okpuru (&#39;Usoro Usoro Ọrụ Ọzọ&#39;).

source: 1. Services:
ig: 1. Ọrụ:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
ig: Sọftụ anyị bụ ngwa ọrụ anyị ji akwado ndị ahịa anyị iji nye ọrụ ndị akọwapụtara n&#39;okpuru. Iji denye aha maka Ọrụ ahụ, ị ga-arụrịrị Usoro Peeji nke maka Ọrụ ahụ ma ọ bụ mezue usoro nnabata maka Ọrụ ahụ. Inwere ike iji Ọrụ ndị ị debanyere ma kwụọ ụgwọ, yana ojiji nke Ọrụ a dabere na nrube isi gị na usoro niile nke Nkwekọrịta a. You kwenyere ma kwenye na anyị na-edobe ikike idozigharị Ọrụ ahụ (ma ọ bụ akụkụ ya ọ bụla) site n&#39;oge ruo n&#39;oge na anyị agaghị adị gị n&#39;aka ma ọ bụ ndị ọzọ maka mgbanwe ọ bụla na Ọrụ ahụ.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
ig: 1.2 Nkọwa nke CaseActive Service: CaseActive Service bụ nnabata nke ọrụ ngwanrọ kwadoro maka njikwa ọnụ ahịa ntanetị nke CaseActive LLC nyere. Ọdịmma ịdebanye aha nke ikwenyego, ma ọ bụ Orderdị Usoro ịtụrụ iji rụọ ọrụ, na-egosipụta ọrụ CaseActive nke ị debanyere aha ya, oge ndenye aha na ụgwọ ị ga-akwụ maka Ọrụ CaseActive. Edebere usoro na ọnọdụ ndị ọzọ metụtara gị na Ọrụ CaseActive na:

source: 2. Expanding the Services:
ig: 2. Ịbawanyewanye Ọrụ ahụ:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
ig: Inwere ike denye aha maka Ọrụ ndị ọzọ, gụnyere Ọrụ ọhụụ dịka CaseActive nwere ike ịme ya site n&#39;oge ruo n&#39;oge, ma ọ bụ bulie Ọrụ ndị ị nwere site na ịmejupụta Usoro Ordergba Ọzọ ma ọ bụ usoro ịdebanye aha, dị ka akụkụ nke Ọrụ ahụ. Usoro ntinye ọ bụla ma ọ bụ mpempe Usoro iwu ga-agụnye ọnụahịa na ụbọchị ịgba ụgwọ nke ọrụ a na-agbakwunye n&#39;oge ahụ. Ọrụ ọhụụ a dị n&#39;okpuru Usoro Ọrụ Ọrụ Ndị a yana usoro na ọnọdụ ọ bụla ọzọ nwere ike ịdabere na Ọrụ ndị ọzọ.

source: 3. Customer Support:
ig: 3. Nkwado Ndị Ahịa:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
ig: N’enye gi have kwụrụ ugwọ ọ bụla inwere site n’aka gị maka Ọrụ ahụ, anyị ga-eji mbọ ezi uche dị na ya iji nye gị, ọrụ nkwado teknụzụ gị na ndị ọrụ gị ikike itinyela aka na Ọrụ ahụ. A ga-ekenye onye na-ahụ maka ọrụ ndị ahịa gị na ikpe gị. Anabataghị ikpe na-enweghị njedebe site n&#39;aka ndị ọrụ enyere ikike. Nkwado ọkọlọtọ anyị dị 24/7, ewezuga mmemme ezumike, nke gụnyere ụbọchị ncheta, ụbọchị nnwere onwe, ụbọchị ọrụ, inye ekele, ekeresimesi, na ụbọchị Afọ Ọhụrụ. May nwere ike ịkpọtụrụ ndị ahịa nkwado site na iji anyị

source: Contact Form
ig: Ụdị Nkwado

source: . Our response time shall not be greater than two business days.
ig: . Oge nzaghachi anyị agaghị adị karịa ụbọchị azụmahịa abụọ.

source: 4. Training:
ig: 4. Ọzụzụ:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
ig: Onwere na ikwuru ugwo nile ikwuru gi maka aka oru a, anyi gha eme ka nkuzi di anya, ma obu nke edere ede nye ndi edeputara, ndi amara aha gi ma nye ha ikike ma nye ha nkuzi nke di site na ngalaba enyemaka na nkuzi nke webusaiti anyi enweghị ụgwọ ọzọ. Maka ọrụ ụfọdụ anyị na-enye ọzụzụ ọzụzụ saịtị dị iche iche maka ịrịọ maka ụgwọ maka ụgwọ ndị ọzọ. Biko kpọtụrụ anyị site na iji nke anyị

source: for more information about on-site training.
ig: maka inweta ihe ndi ozo banyere nkuzi ebe a.

source: 5. Your Rights and Restrictions:
ig: 5. Ikike gị na mmachibido gị:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
ig: Ikikere 5.1: N&#39;idebe usoro na nkwekọrịta nke nkwekọrịta ahụ, na mgbe ịkwụ ụgwọ n&#39;oge ego niile etinyere na Usoro ma ọ bụ usoro ịdebanye aha, anyị na-enye gị nke a na-enweghị, nke na-enweghị ikike, nyefee ya, ikike nwere oke. Akwụkwọ ikike iji (ma nye ndị ọrụ ikike ikike iji) Ọrụ ndị ị debanyere aha, naanị maka ebumnuche azụmahịa gị.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
ig: 5.2 Ndị Ọrụ Ikike: Gị (i) na-ahụ maka ntinye ọrụ ndị ikike gị maka nkwekọrịta ahụ, na (ii) ga-eji ike azụmahịa dị ukwuu iji gbochie ohere ịnweta ma ọ bụ ojiji nke Ọrụ ahụ ma gwa anyị ozugbo nke ụdị nnweta a na-enwetaghị ikike ma ọ bụ eji. Ọ bụ ọrụ gị iwepu ohere ị nweta na Ọrụ ahụ ma ọ bụrụ na ọnọdụ ikike nke onye ọrụ ma ọ bụ onye ọrụ họpụtara ahọpụtara gbanwere.
