Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ig/LC_MESSAGES/messages.po
Languages: ig

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
ig: 10.1 Mkpochapu ịda iwu: N’okpuru Nkebi nke 10.4, anyị ga-agbachitere gị megide ebubo nke ndị ọzọ ewetara gị nke na-ekwu na Ọrụ ahụ mebie ikike US ọ bụla enyere ndị ọzọ dị ka nke Efbọchị Dị Irè; ma ọ bụ mebie ikike ọ bụla nwebisiinka, ụghalaahịa ma ọ bụ ụghalaahịa nke ndị ọzọ niile (akpọrọ &#39;Ngwongwo Ngwongwo Ihe Mkpuchi Nzuzo). Yabụ na achọrọ ma ọ bụ nweta iwu megidere n&#39;iji ikike ọgụgụ isi mebie ọrụ ahụ ma ọ bụ n&#39;echiche anyị nwere ike ịchọ ma ọ bụ nweta, anyị ga-ahọrọ na ego anyị, ma (i) ịzụrụ gị na aha gị Ndị ọrụ ikike nyere ikike ịga n&#39;ihu na-eji Ọrụ ahụ, ma ọ bụ (ii) dochie ma ọ bụ gbanwee Ọrụ ahụ iji mee ka ojiji ha anaghị emebi emebi ka ha nwere ike ịrụ otu ọrụ ahụ. Na mpaghara mpaghara (i) na (ii) dị n&#39;elu anaghị emetụta omume azụmaahịa, anyị nwere ike kwụsị Ọrụ ahụ ma kwughachi ego emere, ma ego ejiri Ọrụ. Agaghị amanye anyị ịgbachitere ma ọ bụ ga-akwụ ụgwọ maka ụgwọ ma ọ bụ mmebi ọ bụla n&#39;okpuru Nkebi nke 10.1 ma ọ bụrụ na ebubo nke ịda iwu a na-esite na ya ma ọ bụ n&#39;ụzọ ọ bụla esitere na (i) mgbanwe nke Ọrụ ọ bụla site n&#39;aka gị (ma ọ bụ nke ikike gị ọ bụla ma ọ bụ ndị ọrụ ahọpụtara) ma ọ bụ (ii) iji Ọrụ yana yana ọrụ na ngwaahịa nke CaseActive anaghị enye ma ọ bụrụ na a ga-ezere ụdị mmebi ahụ na-enweghị ngbanwe ma ọ bụ ngwakọta dị otú ahụ, ma ọ bụ (iii) ịgbaso ụkpụrụ gị ma ọ bụ ntuziaka gị ma ọ bụ (iv) nkwupụta na ekwuputaghi nkọwapụta na Ọrụ ahụ bụ isiokwu nke nkwupute (onye ọ bụla &#39;ewepụrụ nkwupụta&#39;). Ikwu nkwụ ụgwọ nke dị na ngalaba a 10.1 ga - adị ndụ nkwụsị ma ọ bụ gwụ ọ bụla nke nkwekọrịta a.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
ig: 10.2 Mwepu maka nchekwa na nchekwa nzuzo: Isiokwu dị na ngalaba 10.4, na oge ịdenye aha gị na Ọrụ ahụ, anyị ga-echedo gị ebubo nke ndị ọzọ na-eweta megide gị nke na-ekwu na anyị enweghị ike na igbochi ohere na-enweghị ikike. ka, ma ọ bụ ụma na omume ọjọọ anyị na ịkọwa, Ozi Onye ama ama nke ndị ahịa gị n’aka anyị ma ọ bụ na njikwa. Nke a ga-emetụta ụdị nke a na-ebilite ma ọ bụ metụtara nleghara anya gị ma ọ bụ ụma na omume ọjọọ ma ọ bụ nke ndị nnọchite gị ma ọ bụ ndị nnọchite anya gị, ma ọ bụ ruo n&#39;ókè a ga-ekwupụta ma ọ bụ nwee mmachi na otu ọ bụla n&#39;okpuru Nkwekọrịta ahụ. Igosiputa ọrụ dị na ngalaba a dabere na gị igosipụta nnukwu nleghara anya ma ọ bụ ụma na-ezighi ezi ebutela ohere ma ọ bụ igosipụta ozi nke njirimara gị nke ndị ahịa na njikwa ma ọ bụ njikwa.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
ig: 10.3 Mkpochapu gi: I kwenyere ka anyi kwoo, mee ihe ojoo, wee gbachitere anyi na ndi oru anyi, ndi isi, ndi isi na ndi nnochite site na mbo obula, ihe ha choro, ndi ozo, usoro, nyocha, mmebi, mmefu, mmefu, mmefu, na ihe ndi ozo. ikwụ ụgwọ (gụnyere ụgwọ ndị ọka iwu nwere ezi uche, ụgwọ ụlọ ikpe na mmefu) nke na-esite na ma ọ bụ metụtara (i) ojiji nke Ọrụ ahụ maka ịda iwu nke nkwekọrịta ahụ, (ii) Nwepu Akwụpụrụ Ego, (iii) ịda iwu ma ọ bụ ebubo ebubo gị nke nnọchite anya, akwụkwọ ikike, ọgbụgba ndụ ma ọ bụ ọrụ ọ bụla n&#39;okpuru Nkwekọrịta ahụ, ma ọ bụ (iv) nleghara anya gị ma ọ bụ ụma na-eme ihe ọjọọ. Igosi ikike ikwugide gị n’okpuru Nkebi a 10.3 ga-alanarị nkwụsị ọ bụla ma ọ bụ mebie nkwekọrịta ahụ.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
ig: 10.4 Noma Ọhụụ na Njikọ Aka: Ọrụ ndị otu a kwesịrị ime ka ọgbakọ ahụ bụrụ nke ekpughere n&#39;okpuru Nkebi a 10 dị n&#39;elu na-adabere (i) ndị otu na-agwa ndị otu ọkwa ozugbo edere ede, maka ịma ọkwa ọ bụla, nke ọ nwere ike inwe ikike ịkọwado ya n&#39;okpuru nkwekọrịta ahụ. ; (ii) ruo etu o siri dị, ndị otu ga-akwụsị ịhapụ ọrụ ndị ekwuputara na-arụ ọrụ n&#39;oge nnabata nke otu; (iii) ndi otu nke na-ahapụ ndị otu ga - enwe ikike iji aka ha chekwaa ịgbachitere ma dozie nsogbu ọ bụla (ọ bụrụ na ndị otu ahụ agaghị edozikwa okwu ọ bụla na-enweghị nkwenye otu ahụ belụsọ ma mmezi ahụ hapụkwara ndị otu akwụghị ụgwọ maka ụgwọ iwu ọ bụla). (iv) otu ndi mmadu na-enye enyemaka kwesiri ekwesi nye ndi na-ekwenye ekwenye, na mmefu nke otu ha, na nchedo nke a; (v) ndị ọzọ edebanyeghị na nkwekọrịta mmezi ọ bụla ma ọ bụ dozie okwu ọ bụla n&#39;ebughị ụzọ gosipụta nkwenye ma ọ bụ arịrịọ edere nke onye ọzọ; na (vi) ndị ọzọ edepụtara na-agbaso na ndozi ma ọ bụ iwu ụlọ ikpe ọ bụla emere na mkpesa (metụtara ọdịnihu nke ihe ọ bụla ịda iwu ọ bụla). Ndị otu a na-amaghị ama nwere ike isonye na nchekwa ma ọ bụ ndozi nke mkpesa na ndụmọdụ nke aka ya na ego nke aka ya.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
ig: 10.5 Ngwọta Nanị: Nkebi a 10 na-ekwupụta nrụpụta ikike nke ndị ọzọ na, na ndị ọzọ anaghị ekwu otu, na ụdị ndị ọzọ akpọrọ na Nkebi a.

source: 11. Limitation on Liability:
ig: 11. Ịkwụsị na ụgwọ:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
ig: NIILE NA NSOGBU NSOGBU NA ANYA NA NSO NA NSOGBU NIILE 5.3 MA O bu 12, N’AGWU KWES MAXRM MAXB LR, SITE NA NSOGBU A NA-EKWU EGO N&#39;AGB ORR L LB LR L LB LR L LB LR L N&#39;ORBISR OR ORBỌ YOUBARA MAKA OZI NSỌ RBARA RUPU EGO N&#39;ALAEZE N&#39;ALAEZE AKA N&#39;ALAEZE NKE EGO.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
ig: Gbanyụọ nnabata ya na-abịa na njikọ nke ngalaba 5.3 MA Ọ B 12 12, N ’AKWMKWỌ AK MAXKỌ BANYERE KWESYR, INB ,R,, N’AGBANYEGHY ICBYRY NSỌ EGO NA-AK PRZIRI NIILE NA-EGO NIILE, NA-EGO NA-EGO, NA-EGO, NA-AKWY EGO NJIKWU EGO, EGO, N&#39;IKWU MA Ọ B NOT Ọ B SUGHART ARTBARA EKWERE NKW OFKWỌ AKW .KWỌ NSỌ.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
ig: D SOM KA ATB STRAT JBỌCH / / IKP DOR DO G NOT KWES ALLR EX MWEZU CB ORR OR ORB ORR L ORB ORR OR ORB ORR OR ORB ORR OR ORB ORRIM YOUBARA MARA INWETA N&#39;AGBARA MAKA N&#39;AGBARA EGO.

source: 12. Personal Information and Privacy Statement:
ig: 12. Ozi nkeonwe na Nkwupụta Nzuzo:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
ig: You ga-agbaso iwu nzuzo niile na iwu ndị ọzọ, ụkpụrụ, ụkpụrụ na ụkpụrụ metụtara nchedo, nnakọta, ojiji na nkesa nke Ozi Nchọpụta Onwe Onye (dị ka akọwara n&#39;okpuru). Will ga-ezisa nkwupụta nzuzo na ibe ebe ị na-anakọta Ozi Onwe Onye (‘Nkwupụta Nzuzo’) nke kwekọrọ na iwu niile, ụkpụrụ, ụkpụrụ na ụkpụrụ yana, na opekata mpe, na-eme ka ndị ọrụ mata Ozi Nchọpụta Onwe Gị anakọtara, otu esi enweta ya. ga-eji ya na otu ọ ga - esi chekwaa ya, nke ahụ na - achọpụta usoro nnakọta (kuki, mgbama weebụ ma ọ bụ ụzọ ndị ọzọ dị mkpa) yana ojiji nke ozi ekpokọtara na Ọrụ ndị ahụ, inweta nkwenye mbụ (nbanye) tupu itinye n&#39;ọrụ ọ bụla nyocha teknụzụ, ruo oke nke iwu na ụkpụrụ chọrọ. Nkwupụta Nzuzo dị otú ahụ ga-agụnye ozi ọrụaka metụtara mkpokọta, nnyefe na nchekwa nke Ozi Onwe akọwapụtara nke anyị nyere site na Ọrụ ahụ. Ọ bụrụ na achọrọ maka iwu nchekwa data ma ọ bụ iwu ma ọ bụ ụkpụrụ ndị ọzọ achọrọ, ị ga-agwa ndị ọzọ na ị na-enye anyị Ozi Nchọpụta Onwe Ha maka nhazi na ị ga-ahụ na ndị ọzọ achọrọ enyela nkwenye ha na nkwupute na nhazi ahụ. I kwenyere na ntinye ya na nkọwapụta nke Nkwupụta Nzuzo &#39;Ozi Identmata nke Onwe Ya&#39; putara ozi obula nke nwere ike jikọta ma obu tinye ya na mmadu obula, tinyere aha mmadu, adreesi, akara ekwentị, adreesị ozi-e, ozi kaadị kredit, onu ogugu ndi mmadu ma obu ihe omuma ndi ozo di otu. ụlọ ọrụ mgbasa ozi nke a na-echekwa ụdị ozi a (dịka na akwụkwọ ma ọ bụ na elektrọn).

source: 13. Miscellaneous:
ig: 13. Ụdị dị iche iche:

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
ig: 13.1 Ndi otu nwere onwe ha: Gi na CaseActive abughi ndi nkwekọrịta. Nkwekọrịta ahụ anaghị emekọrịta njikọ, mmekorita, ụlọ ọrụ ma ọ bụ mmekọrịta ọrụ n&#39;etiti ndị ọzọ. Ga-akwụ ụgwọ naanị maka ijikwa ndị ọrụ gị yana ụgwọ niile, ụtụ isi, uru na ụgwọ dịịrị ndị ọrụ gị yana ndị nnọchite anya gị ọ bụla ma ọ bụ ndị na-eweta ọrụ. Ma onwe gị ma ọ bụ nke ndị ọrụ gị, ndị nnọchite anya, ma ọ bụ ndị na-eweta ọrụ agaghị eme nnọchite anya, nkwa ma ọ bụ nkwa ọ bụla dabere na anyị, nkwekọrịta ma ọ bụ Ọrụ ndị ọzọ dịka enyere anyị ikike ide ede.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
ig: 13.2 Ihe omume: Agaghị enyefe ma ọ bụ nye nkwekọrịta ahụ ma ọ bụ ikike gị ọ bụla n&#39;okpuru nkwekọrịta ahụ, site na iwu nke iwu ma ọ bụ n&#39;ụzọ ọzọ, na-enweghị nkwenye ederede edere na mbụ, belụsọ ma enyere gị onye ga-anọchi ya na mmasị, ma ọ bụ na ntinye aka na njikọ aka. ịhazigharị, ma ọ bụ ire ma ọ bụ nyefe ikike gị niile nke ị na-enye anyị, ọ dịkarịa ala, ụbọchị iri atọ tupu azụmaahịa ahụ. Otu ọrụ sitere n&#39;aka gị, dabere n&#39;ọnọdụ ndị ọzọ, chọrọ nkwenye anyị tupu oge eruo, nke a na-agaghị agakwachaghị anabata nkwenye ahụ. Anyị nwere ike ekenye nkwekọrịta a n&#39;enweghị nkwenye gị. N’ihe dị n’elu ndị a dị n’elu, nkwekọrịta a ga-ejikọ ma chebe abamuru nke ndị ọzọ, ndị ga-anọchi anya ha ma nye ha ọrụ.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
ig: 13.3 Ike Majeure: Otu a agaghị enwe nsogbu maka igbu oge ọ bụla, nkwụsị ma ọ bụ ọdịda ọ bụla ọzọ ịme n&#39;okpuru Nkwekọrịta ahụ n&#39;ihi omume ndị karịrị njikwa ndị otu nwere ọrụ, mana naanị oge niile ka ọnọdụ ndị dị otú a dịgidere. Ihe mmeghari ihe ike manye gunyere, ma ọnweghị oke na: ọdachi ndị na-emere onwe ha (dịka ọkụ, ala ọma jijiji, ajọ ifufe, ide mmiri); agha, ọgba aghara, ihe ndị na-eyi ọha egwu, na ọgba aghara obodo; ihe ndị na-ebu mgbanwe mpaghara, yana omume ndị ọzọ; ogbunigwe na ọkụ; mgbochi, iku aka na esemokwu ndị ọrụ; iwu gọọmentị; ọdịda nke ndị na-enye ekwentị ma ọ bụ ndị na-enye ọrụ ịntanetị; ọdịda nke ndị enyemaka nke ndị ọzọ, ndị na-enye ọrụ ma ọ bụ ndị na-ere ihe; na kwa ihe ọ bụla ọzọ na-aga n’ihu inwe ezi uche n’otu oriri.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
ig: Nhọrọ Iwu nke Iwu: Nkwekọrịta na esemokwu ọ bụla nke na-esite ma ọ bụ na ya na nkwekọrịta ahụ ga-abụ iwu nke steeti California ga-achịkwa ma wuo ya, na-enweghị ụkpụrụ nke esemokwu nke iwu. Esemokwu niile na-ebilite ma ọ bụ metụtara nkwekọrịta ahụ ga-adị n&#39;okpuru ikike na ebe dịpụrụ adịpụ nke ụlọ ikpe steeti California na gọọmentị etiti maka Santa Barbara, California, ndị otu ahụ kwenyere na ikike na ikike pụrụ iche nke ụlọ ikpe ndị a.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
ig: 13.5 Ozi E-mail na ọkwa: furthernwere ike ikwenye na anyị nwere ike ịnye gị ọkwa niile, nkwupụta na nkwukọrịta ndị ọzọ site na ozi-e, nzipu ozi, na-egosipụta ọrụ nnyefe, ma ọ bụ nyefee site na ndị na-ebu azụmahịa amaara ama na adre na adreesị ikpeazụ edepụtara. na Nkwekọrịta. Ọ bụ ọrụ maka ịnye anyị ozi kọntaktị ọ bụla emelitere.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
ig: 13.6 Onweghi onye choo; Uche Ọgụ: Ọ dịghị ọdịda ọ bụla ma ọ bụ na-egbu oge n&#39;iji ikike ọ bụla n&#39;okpuru Nkwekọrịta a ga-abụ iwepụ ikike ahụ. Ndị ọzọ na-abụghị akọwapụtara nke ọma na usoro a, na usoro ọgwụgwọ enyere enyere nke a bụ na mgbakwunye na, ọ bụghịkwa na nke ọ bụla ọzọ ọgwụgwọ nke otu na iwu ma ọ bụ na ndọrọ ndọrọ ọchịchị.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
ig: 13.7 Nmekorita: oburu na enwere ikike ichoro ime nkwekorita a site na ulo ikpe nwere ikike nke ime ihe megidere iwu, ulo ikpe a gha edozigharị ma guzosie ya ike iji mezuo ebumnuche mbido mbụ a ruo n’uzo zuru oke nke ikike iwu, yana ihe ndị ọzọ dị na nkwekọrịta a ga-adịgide n&#39;ike na nsonaazụ.
