Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ig/LC_MESSAGES/messages.po
Languages: ig

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
ig: 5.3 Ikike gị na Mgbochi Gị: are na-ahụ maka ihe omume niile na - eme n&#39;okpuru akaụntụ njirimara gị ma ọ bụ n&#39;aka ndị ọrụ ikike. : Ga: (i) nwere naanị ọrụ maka ịhazị, ịdị mma, iguzosi ike n&#39;ezi ihe, iwu, ntụkwasị obi yana ịdabere na data niile ị nyefere n&#39;okpuru Ndị Ọrụ; (ii) iji mgbasi azụmaahịa dị mkpa iji gbochie njikwa ma ọ bụ igbochi ya ma ọ bụ ohere ọ bụla na-enwetaghị ikike ịbanye, ma ọ bụ ojiji nke Ọrụ ahụ ma gwa anyị ngwa ngwa nke iji ikike ma ọ bụ mmebi iwu ọ bụla na-enweghị ikike; (iii) na-agbaso iwu obodo, steeti, gọọmentị etiti, na ndị mba ọzọ na ọdabara (gụnyere iwu gbasara nzuzo na nchedo nkeonwe ma ọ bụ ozi ndị ahịa) n&#39;iji Ọrụ ahụ; (iv) ruo n’onodu okwesiri, rube isi n&#39;iwu niile gbasara mkpakọrịta na kaadị kredit (gụnyere American Express, MasterCard na Visa); ma (v) inweta ma chekwaa akụrụngwa kọmputa niile, akụrụngwa na akụrụngwa nkwukọrịta a chọrọ iji nweta Ọrụ ahụ, wee kwụọ ụgwọ nnweta niile (dịka ego ISP) sitere na ojiji gị na Ọrụ ahụ.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
ig: Maygaghị eme, na ị ga - ahụ na ndị ọrụ enyere ikike emeghị, (i) itisa, tụgharịa injinia, kesa ma ọ bụ jisie ike kọwaa koodu ọ bụla na Ọrụ ahụ, ma ọ bụ gbanwee, megharia, mepụta ọrụ ndị dabere na, ma ọ bụ sụgharịa Ọrụ; (ii) ikikere, obere ihe, ire, mgbazinye, kenye, kesaa, nyefee oge, mgbazinye ego, ịgbazinye ego maka uru, kesaa ma ọ bụ n&#39;ụzọ iji azụmaahịa, nye ikike na ma ọ bụ mee ka ọrụ ahụ dịrị ndị ọzọ; (iii) na-eji Ọrụ ahụ belụsọ dị ka enyere ikike kpam kpam ebe a ma ọ bụ mebie iwu ọ bụla ọdabara; (iv) itinye aka na ahia ahia obula na ezighi ezi ma obu nduhie gbasara oru; (v) ma ọ bụ gbanyụọ ma ọ bụ gbanyụọ nchekwa ọ bụla ma ọ bụ njikwa ọrụ ndị ọzọ ma ọ bụ jikoro nke Ọrụ ahụ ma ọ bụ akụkụ ọ bụla nke Software ma ọ bụ, n&#39;ụzọ ọ bụla, na-anwa ịnweta ma ọ bụ nweta ohere na-enweghị ikike na Ọrụ ma ọ bụ sistemụ kọmputa ma ọ bụ netwọrụ metụtara; (vi) iji Ọrụ iji bufee njehie, ihe na-enweghị isi, okwu rụrụ arụ, iyi egwu ma ọ bụ ihe na-akwadoghị, enweghị nchekwa, ihe mkparị ma ọ bụ nke mmekpa ahụ, ma ọ bụ chekwaa ma ọ bụ bufee ihe ndị megidere ikike nzuzo ndị ọzọ; (vii) jiri Ọrụ iji chekwaa ma ọ bụ bufee nje ọ bụla, ikpuru, bọmbụ oge, ịnyịnya Trojan na ndị ọzọ na-emerụ ma ọ bụ koodu obi, faịlụ, scripts, ndị ọrụ ma ọ bụ mmemme, ma ọ bụ iji ziga spam ma ọ bụ ozi ọzọ enwere ma ọ bụ ozi echeghị ma ọ bụ mebie iwu dị mkpa. ; ma ọ bụ (viii) igbochi ma ọ bụ ịkpaghasị iguzosi ike n&#39;ezi ihe ma ọ bụ arụmọrụ nke Ọrụ ma ọ bụ data ndị ọzọ dị na ya.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
ig: 5.4 Nchedo nke ikike: Enweghị ikike ndị ọzọ enyere ma belụsọ dị ka akọwara hoo haa na nkwekọrịta ahụ. Nkwekorita a abughi ire ya ma o bu gosiputa ikike ya ma obu ihe ndi ozo n’ime ya, ma o bu na Ozo ma o bu soso sọfodu ọ bụla. Anyị nwere ikikere niile, aha, na mmasị, gụnyere ikike ikike ọgụgụ isi niile, yana Ọrụ yana ngwanrọ nke dị na ngwanrọ na mmelite niile, mmelite, ndozi, mmelite, ndozi ma ọ bụ ọrụ ya sitere na echiche ọ bụla. otu anyi gha, ya na mmemme anyi meputara site n’aka anyi ma obu ndi n’enye akwukwo anyi n’oge oru nke oru a.

source: 6. Term and Termination:
ig: 6. Oge na njedebe:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
ig: 6.1 Oge: Oge ọrụ a dịgasị iche dabere n&#39;ozi ị debanyere aha ya ma debe ya na mpempe akwụkwọ ma ọ bụ kwenye na ntinye aha a ga-emegharị ọhụụ dịka:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ig: 6.1.1 Ọnọdụ Ọrụ Arụ Ọrụ: Ndenye aha gị na Ọrụ CaseActive ga-emeghari akpaghị aka maka otu ọnwa ma ọ bụ otu afọ na-esochi, dị ka usoro edepụtara ma ọ bụ usoro ịdebanye aha, ọ gwụla ma anyị akwụsịla ọrụ ị nyere anyị. emezighi eme ọ dịkarịa ala ụbọchị iri atọ (30) tupu ngafe nke usoro ahụ ugbu a.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ig: 6.1.2 Ọnọdụ Weebụsaịtị CaseActive: Ndenye aha gị na ọrụ webụsaịtị CaseActive ga-emegharị ọfụma maka otu ọnwa ma ọ bụ otu afọ na-esochi, dị ka akọpụtara na Usoro ma ọ bụ usoro ịdebanye aha, ọ gwụla ma anyị akwụsịla Ọrụ ahụ ma ọ bụ na ị nyere anyị ya. mara banyere mbugharị ọhụrụ ma ọ dịkarịa ala ụbọchị iri atọ tupu ngafe nke usoro ahụ ugbu a.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ig: 6.1.3 Akwụkwọ edetu banyere emeghị emegharị ọhụụ ka ị ga-edenyerịrị gị na CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
ig: 6.2 Njedebe: Ndi otu a nwere ike ịkwụsị nkwekorita a na ndenye aha ndi ozo otu, ma ọ bụ (ii) ma ọ bụrụ na nke ọzọ abaghị uru ma ọ bụ nwee nnukwu ego, nwee mmiri ma ọ bụ gbazee, ma ọ bụ kwụsị kpamkpam n&#39;ụzọ azụmahịa ya. Anyị nwere ike kwụsị nkwekọrịta ozugbo ọ bụrụ na emebi nkebi nke 5.3 dị n’elu. Mgbe ịkwụsị nkwekọrịta ahụ, ị ga-akwụsị iji ọrụ niile ozugbo, kwụsị ịnọchite anya n&#39;ụdị ọ bụla na ị bụ onye ọrụ nke ọrụ a, ma bibie ozi nzuzo anyị niile dị gị. Ndị otu a agaghị enwe nsogbu maka mbibi ọ bụla esite na nchupu nke nkwekọrịta ahụ ma ọ bụ ndenye aha ọ bụla na Ọrụ dị ka enyere na nke a; ọ bụrụhaala, na njedebe nke nkwekọrịta ahụ agaghị emetụta nkwupụta ọ bụla na-ebilite tupu ụdị nkwụsị ahụ.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
ig: 6.3 Ijikwa gị Data na Omume nke Nchupu: acknowledge kwenyere ma kwenye na agbaso ma ọ bụ kwụsịchaa ndenye aha gị na Ọrụ ahụ, anyị nwere ike wepu ọrụ ndị emetụtara ozugbo, na-esote oge ezi uche na-erughị iri iteghete (90) ) ụbọchị, nwere ike ihichapụ akaụntụ gị na data. Agbanyeghị, n&#39;ihe bụrụ na anyị kwụsịrị Ọrụ ndị a, anyị ga-enye gị ohere nwa oge, ohere dị oke mkpa na Ọrụ ahụ, ọ bụghị gafere ụbọchị iri atọ (30), maka ebumnuche nke ikwe ka ị weghachite data azụmaahịa gị, enyere, kwụọla ụgwọ ezi okwukwe niile nke egosighi ụgwọ anyị. Younwekwenyekwu na anyị agaghị enwe ịrara gị na onye ọ bụla nke atọ maka ịkwụsịtụ ohere ịbanye na Ọrụ ma ọ bụ nhichapụ nke data gị, ọ bụrụhaala na anyị na-agbaso usoro nke Nkebi a 6.3.

source: 7. Fees:
ig: 7. Ụgwọ:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
ig: .1gwọ Ọrụ 7.1: You ga-akwụ ụgwọ nke anaghị akwụghachi ụgwọ maka Ọrụ ahụ na ego etinyere na ntinye aha ma ọ bụ Mpempe Iwu (&#39;Servicegwọ Ọrụ&#39;) yana dị ka ọnụego ịgba ụgwọ nke ekwuputara na ngbanye ma ọ bụ Iwu .Dị. Servicegwọ ọrụ ga-akwụ ụgwọ ma kwụọ ụgwọ n&#39;ụbọchị akwụkwọ ọnụahịa. Enwere ike ịbawanye ụgwọ ọrụ ọrụ dabere na ụgwọ anyị ugbu a. Fegwọ ọrụ anaghị akwụghachi ma ọ bụrụgodị na ịkwụsịtụ ndenye aha gị n&#39;oge.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
ig: 7.2 eskwụ :gwọ Ndị Ọzọ: may nwere ike ị nweta ego ndị ọzọ anaghị akwụghachi ma ọ bụ ụgwọ maka iji Ọrụ ahụ na mgbakwunye ụgwọ ndị akọwapụtara na Usoro anddị yana / ma ọ bụ nbanye. Edebere ụgwọ ọrụ na nkwụghachi anaghị akwụ ụgwọ na usoro ndị ọzọ maka Ọrụ dị mkpa.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
ig: 7.3 mentskwụ Lgwọ Mbubreyo: You kwenyere na ịkwụghị ụgwọ ma ọ bụ ụgwọ ụgwọ ọ bụla mgbe oge nke a nwere ike ibute nkwụsị ma ọ bụ kwụsịtụ ndenye aha ngwaahịa CaseActive gị. Ọ bụrụ na ịkwụghị ụgwọ nke ụgwọ ma ọ bụ ụgwọ ọ bụla dị ka nke dị ugbu a, CaseActive na-edobe ikike ịnwe ụlọ ọrụ nnakọta ịnakọta ụgwọ na ebubo ahụ, ị ga-akwụkwa ụgwọ ụgwọ niile CaseActive metụtara na nchịkọta nke ụdị ego agafere, gụnyere , na enweghị mmachi, ndị ọka iwu ndị nwere ezi uche na ego ụlọ ọrụ nnakọta gbakwunyere ọmụrụ nwa na nke dị obere karịa 1.0% kwa ọnwa ma ọ bụ ọnụego kachasi ike nke iwu dị.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
ig: 4tụ Isi 7.4: shall ga-ahụ maka ụtụ ahịa ahịa niile, were ụtụ isi, ụtụ ụtụ gbakwunyere, ịkwụ ụtụ isi na ụtụ ndị ọzọ yiri ya na ụdị gọọmentị etiti, steeti ma ọ bụ mpaghara gọọmentị na-etinye na azụmahịa dị na nkwekọrịta ahụ. Mgbe anyị ji ụgwọ iwu ịkwụ ụgwọ ma ọ bụ ịnakọta ụtụ maka nke ị dịịrị, dị ka nkebi a, ego a ga-enweta n&#39;aka gị ga-akwụkwa gị ọ gwụla ma ịnyepụtara anyị ezigbo asambodo ụtụ isi nke ikike dị mma na-akwado.

source: 8. Representations and Warranties:
ig: 8. Nnọchiteanya na akwụkwọ ikike:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
ig: 8.1 Nnochite anya ya na akwụkwọ ikike: otu nke a nọchitere anya ma nye ikike n&#39;aka onye ọzọ na (i) nwere ikike niile dị mkpa ịbanye na ịrụ ọrụ ya n&#39;okpuru nkwekọrịta ahụ na-enweghị nkwenye nke ndị ọzọ ma ọ bụ mmebi nke ọ bụla ma ọ bụ nkwekọrịta ọ bụla ndị ọzọ, (ii) mmadụ niile na-eme ọrụ ọ bụla atụnyela nkwekọrịta niile dị mkpa iji nwee ike soro na usoro na nkwekọrịta ahụ, na (iii) ọ ga-erubere isi n&#39;ihe niile metụtara iwu niile metụtara ọrụ ahụ.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
ig: 8.2 ationszọ nnọchiteanya na akwụkwọ ikike: war na-enye ikike, na-anọchite ma gbaa ndụ nye anyị na ị ga-eji Ọrụ ahụ naanị maka iwu kwadoro dabere na Nkwekọrịta yana ụkpụrụ na ụkpụrụ nduzi CaseActive niile.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
ig: 8.3 Ngọnarị nke ikike: CEB FORRR ANY SE NA-AHPR NIILE NA-AH SE NIILE 8, N&#39;AGBAS THE EGO NA-AKW ,KWỌ NIILE KA ANY, ANY, ANY WAR AKA EGO, EKWUP ,TA, EKPERE, AKW ORKWỌ NIILE MA Ọ B FROM Ọ B ORR US ORBARA US Ọ B OR. Nke azụmahịa dị ka ihe ọ bụla, gụnyere ndị nọ n&#39;otu oge ahụ, nnweta amamịghe, isiokwu, ma ọ bụ enweghị ihe ọ bụla. ANY NOT AKA ANWE EGO NA NKWETA MA Ọ B THER SER WB WR W AKA NA-AHET N&#39;AGBAS YOUR G YOUR AKA N&#39;,LỌ, NIILE NA-AKPỌ AKW ,KWỌ NIILE, MA Ọ B THATR THE THEBARA NA NIILE MA Ọ B THER SER SERB WR W AKA NA-AKPỌ MA Ọ B OR EGO. Egosiputara ONWETA NA oru NA EGO &#39;NSERE&#39; NKWU NA UBARA NA EGO NA-EGO NA-EGO, NA-EWETA, N’AGBUGH L IWU, IKWU EGO. NKP EXTARA KWES THER AC NKW THATKWỌKWAS AC NKWAS THAT NA NKWUKWU EGO NA-EWETA N&#39;ANLỌ EGO EGO.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
ig: ANY DIS AN DIS ANWE ANYA NIILE NA-EGO NA ANY THAT NA IJI THER THE N&#39;AKA EGO ga-eweta Onwe Gị ma ọ bụ na-agbakọ ụgwọ NA MARA ỌR OR N&#39;ORR OR Ọ B ORR OR IWU N&#39;ORLỌ NCHE. AKWCKWỌ AKA NA-AKW TOKWỌ B TO N&#39;UTLỌ AKA NA ANA EGO NA-EBIRI KWES ORR OR MA Ọ B ST N&#39;THATLỌ EGO NA-EGO KA EGO. I KWES RESRP IWU IWU NA-EKWU OKWU NA IJI OFM THEAKA NIILE NA-AKW WITHKWỌ iwu.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
ig: Ọ B IFR YOU na SBSR ARE WITHB WITHR OR WITHBARA NA EGO, EGO NA-AKW YOURKWỌ EXB ISR AND ISGW IS USB USR US USBARA N&#39;IWU NA EGO.

source: 9. Confidential Information:
ig: 9. Ozi nzuzo:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
ig: Ewezuga nkwenye nke ndị ọzọ nyere ikike nke ọma, ndị otu a agaghị ekpughere onye ọ bụla ozi ma ọ bụ ihe ndị ọzọ nyere n&#39;okpuru Nkwekọrịta ahụ wee ghọta nke ọma ka ọ bụrụ ihe nzuzo (&#39;Ozi Nzuzo&#39;), ma ọ bụ jiri ozi nzuzo dị otú ahụ n&#39;ụzọ ọ bụla ọzọ. karịa ịrụ ọrụ ya n&#39;okpuru Nkwekọrịta ahụ. Ihe mgbochi ndị aego anaghị emetụta ozi ọ bụla dị na ngalaba ọhaneze ma ọ bụ nke dị na ihe onye ọzọ na-anabata, amaara ndị otu ahụ tupu ụbọchị ngosi ma ọ bụ ndị ọzọ na-anata ozi ga-amara ndị ọzọ ama ama. Ikike dị mkpa igosipụta ozi ahụ, ma ọ bụ Ozi nzuzo na ndị na-anata ikike a ga-amachibido iwu nke ụlọ ikpe tozuru oke ma ọ bụ usoro nchịkwa nchịkwa dị mma, na-enye ndị na-anata onyinye na-egosipụta ndị ọzọ gbasara ngosipụta oge nke ụlọ ikpe dị otú ahụ. ịtụ ma ọ bụ ịtụ akwụkwọ. Ọzọkwa, ị ga-ahụ na ndị ọrụ gị ikike ga-ejide ntụkwasị obi niile na okwuntughe ndị ọzọ na ọrụ nnweta ndị ọzọ. Nkebi a 9 ga - adị ndụ nkwụsị ma ọ bụ kwụsịchaa nkwekọrịta a.

source: 10. Indemnification:
ig: 10. Nkwenye:
