Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ig/LC_MESSAGES/messages.po
Languages: ig

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
ig: Iwu nkwekọrịta 13,8: Ruo ókè iwu kwadoro dabere, nkwekọrịta a, yana akwụkwọ ndị e zoro aka na ya na Usoro Ntinye na Ntinye niile, mejupụtara nkwekọrịta niile dị n&#39;etiti ndị ọzọ maka ihe dị na ya. nkwekọrịta oge nile, atụmatụ ma ọ bụ ihe nnọchi anya, edepụtara ma ọ bụ ọnụ, gbasara okwu dị na nkwekọrịta a. Agaghị enwe nnọchite, nkwa ma ọ bụ nkwa ọ bụla ka enyere ma ọ bụ ka a ga-atụnye site na ihe ọ bụla ekwuru ma ọ bụ edere na mkparita ụka n&#39;etiti ndị otu a tupu nkwekọrịta a ma ewezuga otu esi kwupụta nke ọma na Nkwekọrịta a. Otu a agaghị enwe nrụzi ọ bụla na nkwupute na-abụghị eziokwu nke onye ọzọ tụkwasịrị obi na ịbanye na nkwekọrịta a (ọ gwụla ma ejiri ụdị aghụghọ a kwupụta nke ọma) na naanị otu ihe mgbazigharị banyere nkwupute na-abụghị eziokwu ga-abụ maka imebi nkwekọrịta dika enyere na Nkwekọrịta a. Acknowledge kwenyere ma kwenye na nkwekọrịta a dịkarịsịrị na nnyefe nke arụmọrụ ọdịnihu ọ bụla ma ọ bụ njirimara akọwapụtaghị n&#39;ime ebe a ma ọ bụ n&#39;ụdị Iwu ma ọ bụ dabere na ọnụ ọ bụla ma ọ bụ ede ede, nke ọha ma ọ bụ nkeonwe anyị kwuru site na arụmọrụ ma ọ bụ njirimara ọ ga-eme n&#39;ọdịnihu. maka Ọrụ. N&#39;ọnọdụ nke ọgụ ọ bụla n&#39;etiti ihe ndị dị na Usoro iwu ndị a na ụdị Usoro iwu ọ bụla ma ọ bụ Usoro ọrụ ọ bụla, usoro nke ụdị Mpempe ma ọ bụ Usoro Ọrụ Ndị Ọzọ ga-emeri, ruo n&#39;ókè nke ụdị ọgụ a. Agaghị etinye usoro ma ọ bụ ọnọdụ edepụtara n&#39;usoro ịzụta gị ma ọ bụ na akwụkwọ ọ bụla ọzọ nke iji usoro iwu a ga-etinye na ya ma ọ bụ mepụta akụkụ ọ bụla nke Nkwekọrịta a, na usoro ma ọ bụ ọnọdụ ndị a niile ga-abụ ihe efu.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
ig: Mbupụ 13.9: Mba abụọ ahụ kwekọrịtara n&#39;iwu na usoro mbubata mbubata na mbubata nke US. Ikwenyeghi ka ndi oru gi banye ma o bu iji aka ya mebie ihe mgbochi, mwepu ma obu mgbochi.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
ig: 13.10 Mgbasa Ozi: Anyị nwere ike ghara ịkpọ gị aha dị ka onye ọrụ nke Ọrụ ahụ n&#39;enweghị ikikere edere gị.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
ig: 13.11 Njikọ saịtị saịtị ndị ọzọ: Ọrụ ahụ ma ọ bụ weebụsaịtị anyị nwere ike ịgụnye njikọ nke saịtị ndị ọzọ (&#39;njikọ saịtị&#39;). Saịtị njikọ a adịghị n&#39;okpuru aka anyị, anyị anaghịkwa ahụ maka ọdịnaya nke saịtị njikọ ọ bụla, na-enweghị mmachi ọ bụla njikọ dị na saịtị jikọtara, ma ọ bụ mgbanwe ọ bụla ma ọ bụ mmelite ọ bụla na saịtị jikọtara ma ọ bụ Ọrụ enyere site na saịtị jikọtara. Anyị na-enye gị njikọ ndị a naanị ka ọdịmma, na ntinye nke njikọ ọ bụla apụtaghị na nkwado nke saịtị ma ọ bụ ọrụ saịtị ọ bụla enyere.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
ig: 13.12 consent kwenyere ịnata ozi ịntanetị, oku ekwentị na ozi SMS sitere na CaseActive iji nye mmelite na usoro gị na / ma ọ bụ maka ebumnuche ahịa. Ogologo oge ozi dabere na ọrụ gị. May nwere ike ịpụpụ site n’icheghị ọkwa sitere na akaụntụ gị ma ọ bụ ihichapụ akaụntụ gị. Ozi na ọnụego data nwere ike ịdị.

source: An error occurred
ig: Enwere mperi

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
ig: Ọ nwere ihe adịghị mma. A marala ndị injinia anyị ọkwa. Pịa bọtịnụ bugharia ka ibugharịa.

source: Reload
ig: Bugharịa
