Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sn/LC_MESSAGES/messages.po
Languages: sn

source: A label to easily find a case. it cannot be changed later
sn: Chitaera kuti uwane nyore nyaya. haigone kuchinjwa gare gare

source: Visibility:
sn: Kuonekwa:

source: Who can use this template
sn: Ndiani anogona kushandisa iyi template

source: One time
sn: Nguva imwe

source: Please enter valid payment information before proceeding
sn: Ndokumbira uise ruzivo rwekubhadhara rwakakodzera usati waenderera

source: Add Payment
sn: Wedzera Kubhadhara

source: Repeat every:
sn: Dzokorora zvese:

source: Let's get started
sn: Ngatitangei

source: Take me there
sn: Ndiendese ikoko

source: Created on
sn: Yakagadzirwa

source: Expires on
sn: Inopera kushanda

source: No announcements yet.
sn: Hapana zviziviso parizvino.

source: Add Announcement
sn: Wedzera Chiziviso

source: Edit Announcement
sn: Edit Chiziviso

source: Date and time should be at least one hour ahead
sn: Zuva nenguva zvinofanira kunge zviri mberi kweawa imwe chete

source: Back
sn: Kudzoka

source: No Users Found
sn: Hapana Vashandisi Vakawanikwa

source: No role selected
sn: Hapana basa rakasarudzwa

source: No permissions added!
sn: Kwete zvibvumirano zvakawedzerwa!

source: ASSIGNED USERS
sn: VAKASHANDIWA VASHANDI

source: Role
sn: Basa

source: remove
sn: Bvisa

source: Assign User
sn: Sarudza Mutengi

source: User
sn: Mushandisi

source: ADD USER
sn: Wedzera ADER

source: No cases found.
sn: Hapana mazamu akawanikwa.

source: Create a case for a business
sn: Gadzira nyaya yebhizimisi

source: Case ID
sn: Nyaya ID

source: Case Status
sn: Mamiriro Ezviri

source: Case Type
sn: Nyaya Type

source: Assign Users
sn: Govera Vashandisi

source: No cases found
sn: Hapana mazamu akawanikwa

source: Have many cases?
sn: Mune nyaya dzakawanda?

source: Click here to import cases.
sn: Dzvanya pano kuti utore makesi.

source: No status selected
sn: Kwete nzvimbo yakasarudzwa

source: No type selected
sn: Hapana mhando yakasarudzwa

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
sn: A zvachose label kuti nyore kuwana nyaya. (a-z, 0-9, -, /) zvinotenderwa

source: Case Types
sn: Makesi Types

source: Click
sn: Dzvanya

source: to edit case types
sn: kugadzirisa nyaya dzemhando

source: No Type selected
sn: Hapana Type yakasarudzwa

source: Case not found!
sn: Mhosva haina kuwanikwa!

source: Media Size
sn: Media Media

source: Import not found.
sn: Kunze hakuna kuwanikwa.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
sn: Kugadziriswa kwefaira kwatadza. Ita shuwa kuti imhando yefaira reCSV uye ine misoro chaiyo

source: Data
sn: Dhata

source: No Imports yet.
sn: Kwete Kutenga kunze.

source: Source
sn: Kunobva

source: Stats
sn: Matanho

source: Passed:
sn: Yakapfuura:

source: Failed:
sn: Zvakundikana:

source: Total:
sn: Hwerengedzo:

source: Add Imports
sn: Wedzera Imports

source: Download Sample
sn: Dhawunorodha Sample

source: Choose a file
sn: Sarudza faira

source: Edit Key
sn: Hora Kiyi

source: Add Key
sn: Wedzera Kiyi

source: No Keys yet.
sn: Kwete maKiyi izvozvi.

source: Source CIDR
sn: Kunobva CIDR

source: Remove
sn: Bvisa

source: is invalid.
sn: haishande.

source: Secret Key
sn: Chakavanzika Chakavanzika

source: Make sure to copy your new secret key now. You won’t be able to see it again!
sn: Ita shuwa kuteedzera kiyi yako nyowani yekuviga ikozvino. Iwe hauchakwanise kuzviona zvakare!

source: Edit Webhook
sn: Rongedza Webhook

source: Add Webhook
sn: Wedzera Webhook

source: No event selected
sn: Hapana chiitiko chakasarudzwa

source: No Webhooks yet.
sn: Hakuna maWebhook ikozvino.

source: Secret Webhook
sn: Chakavanzika Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
sn: Ita shuwa yekuteedzera yako nyowani chakavanzika webhuok ikozvino. Iwe hauchakwanise kuzviona zvakare!

source: Sign In
sn: Nyorera mu

source: Login in account page.
sn: Login mu peji reji.

source: Edit form builder
sn: Gadzirisa mugadziri wefomu

source: Delete form
sn: Delete fomu

source: No forms yet.
sn: Hapana mafomu asiri.

source: Intake Forms
sn: Mafomu Ekutora

source: Upload Intake Form Document
sn: Tumira Intake Form Document

source: Add Intake Form
sn: Wedzera Intake Fomu

source: Edit Intake Form
sn: Rongedza Intake Fomu

source: Show Media
sn: Ratidza Media

source: Add Post
sn: Wedzera Post

source: Edit Post
sn: Rongedza Post

source: Files Amount
sn: Files Nhamba

source: No Feed Templates yet.
sn: Hapana maPeopleti eTemplate.

source: Post Name
sn: Post Post

source: Processing media ...
sn: Inogadzira media ...

source: Download original file
sn: Dhawunorodha faira rekare

source: Could not display media
sn: Hatina kuratidza media

source: No locations found.
sn: Kwete nzvimbo dzakawanikwa.

source: Location Name
sn: Zita Zita

source: No e-signs yet.
sn: Hapana mae-signs parizvino.

source: No tasks yet.
sn: Hapana mabasa parizvino.

source: No invoices yet.
sn: Hapana ma invoice parizvino.

source: Refund Reason
sn: Kudzorera Chikonzero

source: Fraudulent charge
sn: Mhosva yehutsotsi

source: Requested by customer
sn: Yakumbirwa nemutengi

source: On Board
sn: PaBhodhi

source: Role Info
sn: Basa Rokuita

source: It cannot be changed later
sn: Haigone kuchinjwa gare gare

source: Role Permissions
sn: Zvibvumirano Zvebasa

source: e-signs
sn: e-zviratidzo

source: Allowed File Sizes
sn: Kubvumira Faira Mafaira

source: Create
sn: Dza

source: Creating...
sn: Kuumba ...

source: Roles
sn: Basa

source: Profile information
sn: Profile ruzivo

source: No role found.
sn: Hapana basa rakawanikwa.

source: When a case is created, auto assign these users
sn: Kana nyaya yagadzirwa, otomatiki ipa vashandisi ava

source: Remove All
sn: Bvisa Zvose

source: User Name
sn: Zita remushandisi

source: Notify
sn: Zivisa

source: Host User
sn: Mushandisi Wekugamuchira

source: When a user is assigned to a case, auto add templates
sn: Kana mushandisi apihwa kesi, otomatiki wedzera matemplate

source: No post selected
sn: Hapana chinyorwa chakasarudzwa

source: No form selected
sn: Hapana fomu rakasarudzwa

source: No e-sign selected
sn: Hapana e-sign yakasarudzwa

source: Templates
sn: Matemplate

source: Add Templates
sn: Wedzera Matemplate

source: When a case is idle, post this message
sn: Kana nyaya isina basa, tumira meseji iyi

source: No case type selected
sn: Hapana mhando yenyaya yakasarudzwa

source: Set Idle Message
sn: Seta Idle Message

source: No task selected
sn: Hapana basa rakasarudzwa

source: No operation order selected
sn: Hapana odha yekuvhiya yakasarudzwa

source: Add Templates to Assign Users
sn: Wedzera Matemplate Kugovera Vashandisi

source: Case Form
sn: Nyaya Form

source: User Form
sn: Mushandisi Fomu

source: Defaults
sn: Akashata

source: Required
sn: Zvinoda

source: Design Settings
sn: Gadziriso Zvirongwa

source: Change file
sn: Chinja faira

source: Text Color
sn: Mavara mavara

source: Recommended Colors:
sn: Akakurudzira Colors:

source: Background Color
sn: Ruvara rwekumashure

source: Website
sn: Webhusaiti

source: Terms of Use URL
sn: Mitemo Yekushandisa URL

source: Allow Signup
sn: Bvumira Signup

source: Auto Create Case
sn: Auto Gadzira Nyaya

source: Case User Role
sn: Nyaya Yemushandisi Basa

source: Analytics Key
sn: Analytics kiyi

source: delete
sn: bvisa

source: No Filter
sn: Kwete Firipi

source: No logs requested.
sn: Hapana matanda akakumbira.

source: Logs list is empty.
sn: Manyoreji mazita haana chinhu.

source: Request Logs
sn: Kumbira Zvinyorwa

source: Log Type
sn: Loghu Rudzi

source: Filter
sn: Futa

source: Select a case
sn: Sarudza nyaya

source: Enter the email address
sn: Pinda kero ye email

source: Header (3 max)
sn: Musoro (3 max)

source: When a user join app, ask the user to share the following
sn: Kana mushandisi ajoinha app, kumbira mushandisi kugovera zvinotevera

source: No user intake found.
sn: Hapana chekushandisa chawanikwa.

source: Complete After
sn: Pedzisa Mushure

source: No user type selected
sn: Hapana mhando yemushandisi yakasarudzwa

source: No intake form selected
sn: Hapana fomu rekutora rakasarudzwa

source: Complete After Date
sn: Pedzisa Mushure meDate

source: Complete After Time
sn: Pedzisa Mushure meNguva

source: Date and time should be less or equal to now
sn: Zuva nenguva zvinofanirwa kunge zvishoma kana kuenzana nezvino

source: View Ticket
sn: Sravana Sameeralu Serial 4th View Ticket

source: Ticket
sn: Tikiti

source: No tickets yet.
sn: Hapana matikiti parizvino.

source: User not found.
sn: Mushandisi haana kuwanikwa.

source: User can edit their account information except for the host user attributes section.
sn: Mushandisi anogona kugadzirisa ruzivo rweakaundi yavo kunze kwechikamu chemaitiro emushandisi.

source: Phone number
sn: Nhamba yenhare

source: Zip Postal Code
sn: Zipi / Positi Kodhi

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
sn: Chimiro chezita rekutsvaga nyore mushandisi. (a-z, 0-9, -, /) zvinotenderwa

source: App only User Intake Fields
sn: App chete Mushandisi Intake Minda

source: APP ONLY CUSTOM FIELDS
sn: APA CHETE CUSTOM FIELDS

source: s found.
sn: s yakawanikwa.

source: VIEW CASES
sn: ONA MAKASI

source: Get Started
sn: Tanga

source: Password
sn: Pasiwedhi

source: Email is not valid.
sn: Imeyili haigoni.

source: CaseActive lets you and your client
sn: CaseActive inokubvumira iwe nemutengi wako

source: work together
sn: shandai pamwe

source: at any time, in any place.
sn: chero nguva, munzvimbo ipi neipi.

source: Explore
sn: Ongorora

source: Support & Docs
sn: Tsigira & Docs

source: FAQ
sn: MIBVUNZO

source: Failed to validate if you are human
sn: Kukundikana kushanda kana uri munhu

source: NOTIFY ME WHEN IT'S READY!
sn: NDIDZIDZISEI KANA ZVAKADZIDZA!

source: Thank You!
sn: Wazviita!

source: We will notify you when the app is ready
sn: Tinokuzivisa iwe kana iyo software yagadzirira

source: All languages
sn: Mitauro yose

source: Oops, Something went wrong.
sn: Ehe, chimwe chinhu chakatadza.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
sn: Ehe, chimwe chinhu chakatadza. Chikwata chedu chakaziviswa. Ndokumbirawo muyedze zvakare gare gare.

source: Support Documentation
sn: Kutsigira Zvinyorwa

source: Contents
sn: Zviri mukati

source: Get started: processes, best practices, setup guides, and more!
sn: Tanga: maitiro, maitiro akanakisa, madhiraivha ekuseta, nezvimwe!

source: Find anything you need to get to work in CaseActive.
sn: Tsvaga chero chinhu chaunoda kuti ushande muCaseActive.

source: All case communication in one spot
sn: Zvose zviripo kukurukurirana mune imwe nzvimbo

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
sn: Kukurukura, kutumira kudzokorora, kupindura mibvunzo, kutora zvinyorwa, kupa mhinduro, uye kuve nehurukuro dzose dzakatarwa neiyo chaiyo-nguva email uye SMS ziviso.

source: Share with confidence
sn: Shandisa nechivimbo

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
sn: Goverana magwaro uye mapikicha pakati pevatengi uye nhengo dzechikwata pane chero uye zvese zvishandiso, saka munhu wese anochengeta-up-date.

source: Take it on the go
sn: Tora iyo

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
sn: Shandisa nharembozha senge mahwendefa uye mahwendefa kubatana pane zvakakosha kiyi, kurukura nyaya huru, zvinyorwa zvekutsinhana, uye chart chart kufambira mberi munguva chaiyo.

source: Immediate records access
sn: Immediate rekodi access

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
sn: Vashandisi vane mvumo vanogona kukurumidza kuwana data yemutengi uye ruzivo rwemakesi (inosanganisira yazvino, yakapfuura, yakavhurika, yakavharwa, uye ichimirira nyaya), zvese kuburikidza neimwe portal.

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
sn: Kunyangwe kufamba kana kugara kune imwe nzvimbo, iwe unofanirwa kunge uri mukuwirirana ne yedu yenguva-zone hurukuro management system.

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
sn: Kurumidza kuronga misangano, chengetedza zviitiko zvinouya, uye kumbira vatengi uye nhengo dzechikwata sevatariri.

source: Video Conferencing
sn: Vhidhiyo Conferencing

source: Connect with clients and team members via live video chats for even more interactivity.
sn: Unganidza nevatengi uye nhengo dzechikwata kuburikidza nehurukuro yemavhidhiyo mhenyu yekutaurirana kwakanyanya.

source: Automate tasks when a case is created or a user is assigned to a case.
sn: Otomatiki mabasa kana nyaya yagadzirwa kana mushandisi apihwa nyaya.

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
sn: Unoda kushuvira vatengi vako Zuva rekuzvarwa rinofadza? Gadzira imwe otomatiki meseji yevadarika neyazvino vatengi ezuva ravo rakakosha!

source: Keeping Client details up-to-date
sn: Kuchengeta Client zvinyorwa kusvika-kusvika-date

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
sn: Vatengi vanogona kugadzirisa mapurogiramu avo ne data yakashandurwa, mapikicha, mapepaji, uye zvigadziro zvekombi.

source: Ask Questions, Get Answers.
sn: Bvunza Mibvunzo, Tora Mhinduro.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
sn: Gadzira mafomu etsika uye utumire kune vatengi kuti apedzise. Unganidza ruzivo rwakakosha, upe maitiro ekubuda, uye uwane data rese raunoda kuti uite basa rako nemazvo!

source: , Director of Sales of Cain & Company
sn: , Director veKutengesa kweKaini &amp; Kambani

source: Make client billing as straightforward as possible with online invoices and payments.
sn: Ita kuti muteresi atengese sezviri nyore sezvinobvira ne inowisi invoice uye kubhadhara.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
sn: Tinoda kukopa nyaya nokuti inobvumira vatengi kuona zvavari kubhadhara.

source: , Vice President of Sky Digital
sn: , Visi Mutungamiriri we Sky Digital

source: Enjoy the ease of e-signing
sn: Farira nyore nyore e-kusaina

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
sn: Nenzira dzemagetsi kusaina magwaro ese kuburikidza neDocSign, uchishandisa magwaro akaiswa uye madhijitari evatengi okusayina uye kukumbira.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
sn: Isa gwaro, womaka kuti usayine, uye mutengi anobva apinda osainira e-e. Zvese zvinoitwa pasina mutengi kuuya muchivakwa chedu. Izvi zvinoshanda nevatengi vasiri padyo nehofisi kana vanogara kunze-kwenyika.

source: , Director of Operations of Capital Insurance
sn: , Mutungamiri weOp Operations of Capital Insurance

source: Enhance Your System. Less Work, More Results.
sn: Kuvandudza Yenyu. Pasina Basa, Zvimwe Zvakawanikwa.

source: Use the Self-Serve Administrative Feature
sn: Shandisa Self-Serve Administrative Feature

source: Take total control of your CaseActive management suite from the platform itself.
sn: Tora chizere chako che CaseActive management suite kubva pachikuva pachako.

source: Effortlessly link your existing system with CaseActive
sn: Shingairirai kubatanidza system yako iripo ne CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
sn: Sakanidza API yedu yekudyara kuti igadzire matomatiki, kupe vashandisi, uye kuburitsa mishumo zvichibva pane yako system yekuisa.

source: Acting as a
sn: Kuita se

source: , CaseActive empowers you with streamlined document and media handling, private
sn: , CaseActive inokupa simba nehurukuro yakagadziriswa uye kushandiswa kwevhidhiyo, pega

source: event scheduling, and step-by-step case processing.
sn: chiitiko kuronga, uye nhanho-ne-nhanho nyaya yekugadzirisa.

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
sn: Kuita semubatsiri anotarisirwa mubatsiri, CaseActive inokupa simba neakagadziriswa gwaro uye midhiya inobata, vega vatengi-kune-vatengi kutaurirana, chiitiko kuronga, uye nhanho-nhanho-nyaya yekugadzirisa.

source: Manage User Logins & Case Creation
sn: Manage Mushandisi Logins &amp; Nyaya Yakasikwa

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
sn: Nzvimbo yakatarisana tarisa kuumbwa kwevashandisi maakaunzi vachipemha mvumo yavo yekupinda pane imwe kesi-ne-kesi nheyo. Tonga nyaya dzekugadzira, kufambira mberi, uye kuvhara, nekutaura kwakazara nhanho dzese dzenzira.

source: View Caseactive Analytics
sn: Ona Caseactive Analytics

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
sn: Ona chaizvo kuti nyaya iri kufambira sei, nhamba yematare yakavharwa zvinobudirira, uye ona nguva dzekupindura kuburikidza neCaseActive&#39;s akanyatso analytics module. Kuziva isimba, uye takupa zvese zviripo kuti uzive nezve ako mapurojekiti.

source: Monitor User Logs
sn: Chengeta User Logs

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
sn: Ramba uchitarisa kune mutengi uye nhengo yemapoka nhengo uye pachikuva chiitiko kuona kuti zvese zvavanoita zvakatenderwa mukati mematare edzimhosva uye kuti nhengo dzese dzinoita mabasa avo sekudikanwa.

source: Employ Advanced Searches
sn: Shandisa Kuongorora Kwakawedzerwa

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
sn: Tsvaga chaunoda paunenge uchichiida. Tsvaga nyaya nevashandisi nemakasitoma mazita, mazwi akakosha, nguva yakatarwa, zvinyorwa zvakagadziriswa, nezvimwe zvakawanda!

source: Create Custom Fields
sn: Gadzira Custom Fields

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
sn: Gadzira nzvimbo dzakasarudzika dzematareji evatengi uye nhengo yemapoka, uunganidze data raunoda kubva kumunhu wese anenge achipinda. Ita kuti chimiro chemakesi chive chakasiyana kune rako bhizinesi uye brand!

source: Create Custom Templates
sn: Dzai Zvirongwa Zvomutambo

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
sn: Gadzira huwandu hwakakura hwemafomu etsika uye matemplate ekuparadzira uye kupedzisa panguva uye mushure mekesi (semuongorori wekwenyanzvi yekubuda). Chero chero chimiro chaunoda, iwe unogona kugadzira!

source: As-You-Go Invoicing
sn: As-You-Go Invoising

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
sn: Tiri pano kuzobatsira! Taura iwe kana uchiri nemibvunzo uye tichapindura mukati memakore maviri ekushanda.

source: * Email is not valid.
sn: * Imeyili haigoni.

source: Low
sn: Yakaderera

source: Medium
sn: Pakati

source: High
sn: Yakakwira

source: Critical
sn: Chishoro

source: Choose Importance
sn: Sarudza Kukosha

source: Department
sn: Dhipatimendi

source: Sales
sn: Kutengesa

source: Other
sn: Zvimwe

source: Choose Department
sn: Sarudza Dhipatimendi

source: Importance
sn: Kukosha

source: Send A New Message
sn: Tumira Mharidzo Itsva

source: Send message
sn: Tumira mharidzo

source: Answers to Questions
sn: Mhinduro kumibvunzo

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
sn: Une mibvunzo here? Verenga mamwe mazano mumhinduro dzedu kumibvunzo yevatengi uye uwane mhinduro dzako.

source: How secure is CaseActive?
sn: Yakachengeteka zvakadii CaseActive?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
sn: CaseActive inoshandisa mauto nebhangi giredhi 128-bit SSL encryption yekufambisa data uye 256-bit AES encryption yedata pakuzorora. Yese CaseActive muenzaniso ine yakasarudzika kiyi inogadzirwa, ichipa imwezve chengetedzo yebhizinesi rako. Hatife takabvumidza imwe kambani kuwana yako dhatabhesi kana yekuchengetedza system.

source: I have an existing system in place, Can CaseActive work with my existing system?
sn: Ndine system iripo, Can CaseActive ingashanda nehurongwa hwangu huripo?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
sn: Ehe, unogona kubatanidza yedu proprietary API kana kupinza module kuti ugadzire otomatiki makesi, kugovera vashandisi, uye kugadzira mishumo inoenderana neyakaiswa system yako.

source: We have clients all over the world. Is CaseActive available in other languages?
sn: Tine vatengi pasi rese. CaseActive inowanikwa mune mimwe mitauro here?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
sn: Ehe, CaseActive app uye kutaurirana kunogona kushandurirwa mumitauro inopfuura makumi matanhatu, kusanganisira, Mandarin Chinese, Spanish, Hindi uye Russian pamwe neChirungu.

source: Can I add a logo or customize CaseActive in any way?
sn: Ini ndinogona kuwedzera logo kana kugadzirisa CaseActive neimwe nzira?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
sn: Zvamazvirokwazvo! CaseActive yakagadzirwa uine iwe mupfungwa. Pane iyo admin panel yekumisikidza peji, unogona kurodha yako wega ruvara uye sarudza yako kambani mavara.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
sn: CaseActive inoenderana nechero mudziyo (PC, Mac, Tablet uye Nharembozha)?
