Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sn/LC_MESSAGES/messages.po
Languages: sn

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
sn: 13.7 Severability: Kana chero kupihwa kwechibvumirano ichi kuchinge kwakaitwa nedare redziviriro zvine hutongi zvinopesana nemutemo, hurongwa uhu huchashandurwa nedare ndokududzirwa kuitira kuti zvibudirire kuita zvakanaka zvinangwa zvekutanga zvakabvumidzwa mutemo, uye zvasara zvasara zveChibvumirano ichi chinoramba chiri musimba rakazara uye zvichishanda.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
sn: 13.8 Chibvumirano chakakwana: Kusvika pamwero mukuru unobvumidzwa nemutemo unoshanda, Chibvumirano ichi, pamwe chete nemagwaro akafungidzirwa pano uye maForodha ose mafomu uye kusaina-kuyerera, inoumba chibvumirano chakakwana pakati pemapato maererano nenyaya yayo yezvinhu, uye kupfuura zvese zvakapfuura uye zvibvumirano zvekufungisisa, kurudziro kana zvinomiririra, zvakanyorwa kana kumuromo, zvine chekuita nenyaya yechibvumirano ichi. Hapana chinomiririra, kutora kana kuvimbisa kuchatorwa kunofanirwa kunge kwakapihwa kana kuratidzwa kubva kuchinhu chero chakataurwa kana kunyorwa munhaurirano pakati pemapato pamberi peChibvumirano ichi kunze kwekunyatsotsanangurwa muchibvumirano ichi. Hapana bato rinofanirwa kuve nemushonga wekuremekedza chero chirevo chisiri kutaurwa nemumwe wacho icho bato ichi chakavimba mukupinda muchibvumirano ichi (kunze kwekunge chataurwa chisiri chokwadi chakaitwa nenzira yekunyepa) uye kuti mubato wega wega mubato mune chero chirevo chisiri chechokwadi kutyora chibvumirano sezvakapihwa muchibvumirano ichi. Unobvuma uye unobvuma kuti chibvumirano chako apa hachisi chekupokana nekutumidzwa kwese kwebasa remangwana kana zvinhu zvisina kutsanangurwa apa kana mune Fomu reOrda kana kuvimba nechero ripi zvaro remuromo kana rakanyorwa, ruzhinji kana rwevanhu zvakavanzika zvakaitwa nesu zvine chekuita neramangwana basa kana maitiro for the Services. Muchiitiko chekupokana kupi pakati pezviripo muizvi General Terms of Service uye chero Order Fomu kana Mamwe maFicha ebasa, zvimiro zveForodha Fomu kana Mamwe maSevenende ebasa achakunda, kusvika pakukakavara kwakadaro. Hapana mazwi kana zvirevo zvakataurwa mugwaro rako rekutenga kana mune chero ehumwe zvinyorwa zvako zvekodhi zvichabatanidzwa mukati kana kuita chero chikamu cheichi Chibvumirano, uye zvese izvi zvirevo kana mamiriro haangavi pasina.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
sn: 13.9 Kunze: Mapoka ese ari maviri anobvumirana kutevedzera mitemo yekuAmerica yekutumira uye yekungenisa nemirau. Haufanire kubvumira vashandisi vako kuwana kana kushandisa masevhisi mukutyora chero ipi zvimbi yekutengesa kunze kweAmerica, kurambidzwa kana kubvumidzwa.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
sn: 13.10 Kuparidzirwa: Hatigoni kukudana iwe semushandisi weMasevisi kunze kwekubvumwa kwako kwakanyorwa.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
sn: 13.11 Zvinongedzo kuChitatu Party Sites: Iwo maSevhisi kana webhusaiti yedu anogona kusanganisira maratidziro kune wechitatu webhu saiti (&#39;Linked Sites&#39;). Iyo Yakanongedzerwa Masiti haisi pasi pesimba redu uye isu hatisi mhaka yezviri mukati chero Yakanongedzwa Saiti, kusanganisira pasina muganho chero muunganidzwa uri muWakanongedzwa Nzvimbo, kana chero shanduko kana kugadziridzwa kune Yakanongedzwa Nzvimbo kana maSevhisi anopiwa kuburikidza neInternet yakabatana. Isu tiri kupa izvi zvinongedzo kwauri chete seyakareruka, uye kusanganiswa kwechero chinongedzo hazvireve kubvumirana nesu saiti kana chero inobatana masevhisi inopihwa newesaiti.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
sn: 13.12 Unobvuma kugamuchira maemail, kufona uye mameseji eSMS kubva kuCaseActive kuti upe zvigadziriso pane yako odha uye / kana nekuda kwekushambadzira. Kazhinji meseji inoenderana nebasa rako. Unogona kusarudza kubuda nekutarisa kana kuabvisa account yako. Mharidzo uye data zviyero zvinogona kushanda.

source: An error occurred
sn: Paitika chikanganiso

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
sn: Pane chakaipa. Mainjiniya edu akaziviswa. Dzvanya bhatani reload kuti udzore zvakare.
