Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sn/LC_MESSAGES/messages.po
Languages: sn

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
sn: CaseActive ndeye inoteerera pawebhu app. Inoshanda mune chero web browser seInternet Explorer, Firefox, Safari kana Chrome, nezvimwewo. Izvi zvinoreva kuti rudzi rwechigadzirwa (PC, Mac, Tablet uye Mobile) yauri kushandisa haina mutsauko. Ingo vhura webhu bhurawuza, pinda muCaseActive account yako, uye mese makagadzirirwa.

source: How many clients can I have?
sn: Ndingawane vatengi vangani?

source: You are billed per staff seat, per month. You can have unlimited client users.
sn: Unobhadhariswa chigaro chevashandi, pamwedzi. Iwe unogona kuva nevashandisi vevatengi vasina muganho.

source: Enhance User Experience
sn: Wedzera Chiitiko cheMushandisi

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
sn: Iko hakuna mari shoma uye hapana zvisungo zvepamberi. Iwe unongobhadhara pachigaro chevashandi, pamwedzi.

source: per Month
sn: pamwedzi

source: Everything you need to get started. 3 seats are included.
sn: Zvese zvaunoda kuti utange. 3 zvigaro zvakabatanidzwa.

source: Our most popular plan. 4 seats are included.
sn: Chirongwa chedu chinonyanya kufarirwa. 4 zvigaro zvakabatanidzwa.

source: Contact sales for pricing
sn: Bata nekutengesa kwemitengo

source: Custom Pricing, Advanced features, SSO, Webhooks.
sn: Tsika Mutengo, Yepamberi maficha, SSO, Webhooks.

source: Contact Sales
sn: Bata Sales

source: Communicate and share docs with your clients
sn: Taurirana uye ugovane zvinyorwa nevatengi vako

source: Schedule recurring events and meetings
sn: Ronga zviitiko zvinodzokororwa uye misangano

source: Fully customize your form to generate data
sn: Gadzirisa zvizere fomu rako kuti ugadzire data

source: Keep track of case progression
sn: Ramba uchiongorora mafambiro enyaya

source: Request compliant e-signatures from multiple users
sn: Kumbira mae-siginecha anoenderana kubva kune vakawanda vashandisi

source: Generate invoice for your client to view or pay
sn: Gadzira invoice yekuti mutengi wako aone kana kubhadhara

source: Allows everyone to know what is coming up and due
sn: Inobvumira munhu wese kuziva zviri kuuya uye zvakafanira

source: Auto notify the user when something is due
sn: Zivisa otomatiki kana chimwe chinhu chakakodzera

source: Add custom case fields for all your cases
sn: Wedzera tsika dzemakesi emakesi ako ese

source: Make your app unique with logo and color styles
sn: Ita kuti app yako ive yakasarudzika nelogo uye zvitaera zvemavara

source: Access to customer support
sn: Kuwana rubatsiro rwevatengi

source: Additional Users Seats
sn: Kuwedzera Vashandisi Zvigaro

source: Convo with recording
sn: Convo nekurekodha

source: Video or audio chat with recording saved to the case
sn: Vhidhiyo kana odhiyo chat ine kurekodha yakachengetwa kune iyo kesi

source: Automate tasks with access to API
sn: Automate mabasa nekuwana API

source: Module Templates
sn: Module Matemplate

source: Create a standard template and reuse it
sn: Gadzira yakajairika template uye ishandise zvakare

source: Autorun an action when a case or case assigned is triggered
sn: Autorun chiitiko kana nyaya kana nyaya yakapihwa yatanga

source: Send general, birthday, or holiday messages to clients (Coming Soon)
sn: Tumira zvakajairika, zuva rekuzvarwa, kana meseji yezororo kune vatengi (Kuuya Nokukurumidza)

source: Encryption at rest
sn: Encryption pakuzorora

source: Protects your data from system compromise
sn: Inodzivirira data rako kubva mukukanganisa system

source: Encryption in transit
sn: Encryption mukufamba

source: Protects your data if communications are intercepted
sn: Chengetedza data rako kana kutaurirana kwabatwa

source: Respond realtime to events
sn: Pindura munguva chaiyo kune zviitiko

source: Seamless Collaboration
sn: Seamless Kudyidzana

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
sn: CaseActive inokwenenzvera kudyidzana kwedhijitari pakati pekambani yako nevatengi - kubva pakubvunzana kusvika pakugadziriswa, zvese pachikuva chimwe.

source: Take a tour
sn: Tora rwendo

source: Stay Connected
sn: Gara Wakabatana

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
sn: Ramba uchionana nekukasira nenhengo dzechikwata uchishandisa CaseActive&#39;s user-friendly interface seyako-kumira hub kune mutengi uye nyaya yekutonga.

source: Case Feed keeps you up-to-date with your clients.
sn: Case Feed inokuchengetedza iwe-uye-date nevatengi vako.

source: Schedule
sn: Chirongwa

source: Create events, invite attendees, and monitor your calendar.
sn: Gadzira zviitiko, kumbira vanoenda, uye chengetedza kalendari yako.

source: Call
sn: Fona

source: Engage in live video conference calls any time, anywhere.
sn: Itai muhupenyu hwemavhidhiyo musangano inodana chero nguva, chero kupi zvako.

source: Securely upload files, discuss them, and share.
sn: Chengeta mafaira zvakachengeteka, kurukura navo, uye shandisa.

source: Powerful Case Management
sn: Simba Matambudziko Ekutonga

source: Out-of-the-Box Functionality
sn: Out-of-the-Box Kushanda

source: Easily assign individuals
sn: Ipai vanhu zvakajeka

source: or teams to a case and collaborate with clients.
sn: kana mapoka kumatare uye kushanda nevatengi.

source: Manage user groups
sn: Tungamira mapoka evashandi

source: and customize access permissions.
sn: uye kugadzirisa mvumo yekuwanika.

source: All data is automatically backed up
sn: Dhese rose inotsigirwa kamwe chete

source: in case a recovery is ever needed.
sn: kana zvichizoitika kuti kuporeswa kunogara kuchidiwa.

source: All information
sn: Zvose mashoko

source: is securely encrypted, ensuring your absolute privacy.
sn: yakachengetedzwa zvakachengeteka, kuve nechokwadi chako chekusachengetedza.

source: Customize
sn: Tsika

source: with your own colors and logo.
sn: ine mavara ako uye logo.

source: can be enabled/disabled at any time.
sn: inokwanisa kusimbiswa / yakaremara chero nguva.

source: Reduction in time
sn: Kuderedzwa kwenguva

source: to intake new clients
sn: kutora vatengi vatsva

source: Minimize
sn: Deredza

source: the chance of
sn: mukana we

source: malpractice
sn: kukanganisa

source: Better experience
sn: Chiitiko chiri nani

source: for your client
sn: kune mutengi wako

source: Increase in caseload capacity
sn: Kuwedzera mucaseload capacity

source: per staff
sn: pamudonzvo

source: Get Started with our Built-in Apps
sn: Tanga neIndaneti Yedu Yakadzika

source: All you need in one place.
sn: Zvose zvaunoda mune imwe nzvimbo.

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
sn: Ipa nyore mutengi, vashandi, uye vanobatana navo kune imwe nyaya uye kuita nzvimbo yakachengeteka iyo inoita kuti utumire nyaya kufambira mberi, ita chaiyo-nguva yekukurukurirana uye vhidhiyo hurukuro, pamwe nehurongwa zviitiko, e-sign / upload / kurodha / kurodha zvinyorwa, uye zvakawanda.

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
sn: Neku-iwe-enda invoicing, kune vatengi kubhadharisa ingori yekungobvisa, uye kunoita kuti utumire otomatiki-yakagadzirwa chikwama chikumbiro uye kugamuchira zvakananga kubhadharwa mukudzoka.

source: Case Events
sn: Nyaya Zviitiko

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
sn: Chengeta yako karenda yekodhi yakarongeka nguva dzese, kuronga zviitiko, kukoka vanenge varipo, kutumira zviyeuchidzo zvechiitiko, uye kuva nechokwadi chekuti zvese zvinoramba zviripo.

source: Case Convo
sn: Nyaya Convo

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
sn: Sangana nevatengi uye nhengo dzechikwata dzinogona &#39;kutarisana-nechiso&#39; kuburikidza yakavakirwa-mumusangano wevhidhiyo musangano kuitira kuti iwe ugone kutaura zvakananga nemunhu wese anobatanidzwa.

source: Case Forms & E-signs
sn: Nyaya Mafomu & E-zviratidzo

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
sn: Nyatsogadzirisa yako fomu yemakesi kuti ugadzire yakasarudzika matemplate anoshanda zvaunoda chaiwo. Aya ma tempile anogona kugoverwa kune vatengi uye nhengo dzechikwata kuzadza uye kusaina

source: Case notes
sn: Nyaya dzenyaya

source: Keep notes with custom fields and attachments on case progression for current and future team members
sn: Chengetedza zvinyorwa zvine minda yetsika uye zvakanamirwa pakufambira mberi kwekesi yenhengo dzechikwata dzazvino uye dzeramangwana

source: Case Media
sn: Nyaya Media

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
sn: Isa, govana, taura pamusoro, uye dhawunirodha mafaera ane chekuita nenyaya kuti munhu wese ave nereferensi pane zvese zvakakosha ruzivo, vanhu, uye mamiriro.

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
sn: Rega vatengi nevashandi vatarise zvadzose zvemhosva dzavanenge vatora. Unogona kubva wavhara nyaya yacho kana zvese zvaputirwa, kana kupa mvumo yenhengo yechikwata kuti zviite saizvozvo.

source: Plus Many More Features
sn: Zvakare Zvimwe Zvimwe Zvinhu

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
sn: Shandisa iyo Yekuzvisarudzira Yekutonga Feature Tora kutonga kwese kweCaseActive management suite yako kubva pachikuva pachayo.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
sn: Nesimba kubatanidza yako iripo system neCaseActive Fungidza API yedu yekudyara kuti igadzire zvoga makesi, kupiga vashandisi, uye kuburitsa mishumo zvichibva pane yako system yekuisa.

source: Multi-Language Enabled:
sn: Multi-Language Yakagadzirirwa:

source: Interact with clients in
sn: Bata pamwe nevatengi

source: 70+ languages
sn: 70+ mitauro

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
sn: Ungave uchishanda munzvimbo yako kana pasi rose, unogona kushandura rurimi rwako rwemutauro wako kuburikidza ne CaseActive&#39;s

source: language management system
sn: mutauro mutungamiri wenyika

source: No more confusion or limits.
sn: Kwete zvakare kuvhiringidzika kana mirefu.

source: Let's see what others are saying
sn: Ngationei kuti vamwe vari kutaura chii

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
sn: Tsvaga kuti vatengi vedu vanoshamisa sei - kubva kumabhizinesi madiki kuenda kumabhizinesi emakambani - vakawedzera mukana wavo wemakwikwi nekuva CaseActive war.

source: SUPPORT
sn: KUBATSIRA

source: Everything at Your Fingertips.
sn: Zvose zviri paWe Fingertips.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
sn: Tanga neAlex AppActive yako nekutevera vhidhiyo yedu maitirwo, uye ita zvigadzirire kuti zvienderane nezvido zvako.

source: What are you looking for...
sn: Uri kutsvaga chii ...

source: Last Updated: June 7, 2021
sn: Yakagadziridzwa Kuwedzeredzwa: June 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
sn: CaseActive inochengetera kodzero, chero nguva uye nekufunga kwayo, kugadzirisa uye kuchinja chero api zvawo aya maMitemo eKushandira. Kana CaseActive ichichinja aya maSevhisi, CaseActive ichagadzirisa &#39;Yekupedzisira Yakaregedzwa&#39; zuva iri pamusoro. Iwe unokoshesa kugara uchiongorora yazvino shanduro yeSevhisi. Kuenderera mberi kwako nekushandisa iyo masevhisi mushure mekuchinja kwakadaro kwaitwa kuchaita kubvumirwa kwako nekusungwa nekuchinja kwakadaro. Kana iwe uchiramba chero shanduko kuaya Mitemo Yebasa, yako yega uye yakasarudzika mushonga ichave yekumisa maSevhisi maererano nematemu pano.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
sn: Iyi General Mirairo yeSevhisi inoshanda kune maSevhisi zvakawandisa. Iwo mazwi ekuwedzera anoshanda kune rimwe nerimwe seShumiro inopihwa anowanikwa mune zvinongedzo zvakapihwa pazasi (iyo &#39;Mimwe Mitemo Yekushandisa&#39;).

source: 1. Services:
sn: 1. Nheyo:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
sn: Yedu software yekudyidzana isisitimu yekushandira yatinogadzirira vatengi vedu kuitira kuti tipe masevhisi akatsanangurwa pazasi. Kuti unyorere seSevhisi, unofanirwa kuita fomu rekuraira iro Service uye / kana zadzisa saini-kumusoro inoyerera yeiyo Service. Iwe unongove nekodzero yekushandisa iyo masevhisi awakanyorera uye akabhadhara, uye kushandisa kwako maSevhisi kunoenderana nekuterera kwako kwese mutemo nemamiriro echibvumirano. Unobvuma uye unobvuma kuti tinochengeta mvumo yekugadzirisa maSevhisi (kana chero chikamu chayo) nguva nenguva uye kuti hatizopiwe mhosva kunewe kana kune wechitatu bato chero shanduko kune maSevhisi.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
sn: 1.2 Tsananguro yeCaseActive Service: CaseActive Service ndiyo inosungirwa yakaitirwa sosi software masevhisi ekutariri kubatana manejimendi inopihwa neCaseActive LLC. Iyo yekusaina-kumusoro kuyerera iyo iwe yawakabvumirana, kana iyo Order Fomu iwe yaakaburitsa, inoratidza CaseActive Service yawakanyorera, iyo kunyoreswa term uye mubhadharo unobhadharwa newe kune CaseActive Service. Iwo mamwe mazwi nemamiriro anoshanda pakushandisa kwako CaseActive Service akatarwa ku:

source: 2. Expanding the Services:
sn: 2. Kuwedzera Nheyo:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
sn: Unogona kunyorera kune chero maSevhisi ekuwedzera, kusanganisira maNew Services seangangove achiwanikwa neCaseActive nguva nenguva, kana kuwedzera masevhisi ako aripo nekuita fomu rekuwedzera reFomu kana kusaina-kumusoro kuyerera, sechikamu cheMasevhisi. Imwe neimwe nyowani yekusayina-kumusoro kuyerera kana Order Fomu ichasanganisira mutengo uye zuva rekubhadharisa (s) reMasevhisi ari kuwedzerwa panguva iyoyo. MaSevhisi ese matsva ari pasi peaya maGeneral Terms of Service uye chero mazwi akawedzerwa nemamiriro anogona kunyatsoshanda kune mamwe MaSevhisi ekuwedzera.

source: 3. Customer Support:
sn: 3. Kutsigira Vatengi:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
sn: Zvikadaro iwe wakabhadhara mari dzese dzinobhadharwa newe maSevhisi, isu tinoshandisa zvakanaka kuita zvakanaka mukutengesa kupa, pasina muripo kwauri, mabasa ekutsigira hunyanzvi kwauri nevashandisi vako vane mvumo vakanyoresa kuSevhisi. Mumiriri wemasevhisi emumiriri achapihwa mhosva dzako. Mhosva dzisina chiyero dzinogamuchirwa kubva kune vashandisi vane mvumo. Tsigiro yedu yakajairika inowanikwa 24/7, kusinga zororo mahombe, ayo anosanganisira Zuva reChirangaridzo, Zuva Rekuzvimirira, Zuva Revashandi, Kutenda, Kisimusi, uye Zuva Regore Idzva. Iwe unogona kubata rubatsiro rwevatengi nekushandisa yedu

source: Contact Form
sn: Contact Fomu

source: . Our response time shall not be greater than two business days.
sn: . Nguva yedu yekupindura haingave yakakura kudarika mazuva maviri ebhizinesi.

source: 4. Training:
sn: 4. Kudzidziswa:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
sn: Chero iwe wakabhadhara mari dzese dzinobhadharwa newe maSevhisi, tichaita kuti zvive nyore kure, kurarama kana kurekodha zvidzidziso kune ako akasarudzika, mazita uye vanoshandisa mvumo pamwe nekupa tutorials inowanikwa kuburikidza neBasa uye Kudzidzisa chikamu chewebsite yedu pa hapana imwe mhosva. Kune mamwe maSevhisi isu tinopa kumwe ku-saiti kudzidziswa pane zvekukumbira uye kune imwezve yekubhadhara. Ndokumbira kuti utibate uchishandisa edu

source: for more information about on-site training.
sn: kuti uwane rumwe ruzivo nezve pane-saiti kudzidziswa.

source: 5. Your Rights and Restrictions:
sn: 5. Kodzero Dzenyu uye Zvibvumirano:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
sn: 5.1 rezinesi: Zvichienderana nemitemo nemvumo yeChibvumirano, uye nekubhadhara nenguva kwayo mari yese inoshanda yakarongwa muForomo Fomu kana kusaina-kumusoro kuyerera, isu tinokupa iwe kodzero isingasarudzirwe, isina kuendeswa rezenisi rekushandisa (uye bvumidza vashandisi vako vane mvumo yekushandisa) maSevhisi awakanyorera, chete nekuda kwako kwemukati bhizinesi.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
sn: 5.2 Vashandisi Vakatenderwa: Iwe (i) unozvidavirira kune vako vashandisi &#39;kutevedza Chibvumirano, uye (ii) uchashandisa zvine mukurumbira kutengeserana kuedza kudzivirira kusatenderwa kuwana kana kushandisa maSevhisi uye unotizivisa nekukurumidza chero kupi zvakadaro kusatenderwa kuwana kana shandisa. Iri ibasa rako kubvisa kupinda kune maSevhisi kana chinzvimbo chakabvumidzwa chemushandisi kana chakatemerwa mushandirwi chakachinja.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
sn: 5.3 Imitoro Yako uye Zvinodzora: Unotarisira zviitiko zvese zvinoitika pasi pevashandisi vako account kana nevashandisi vako vane mvumo. Iwe unofanirwa: (i) kuve nemutoro wega wekujeka, mhando, kutendeka, kuvepa mhosva, kuvimbika uye kukodzera kwese data iro raunotumira kune maSevhisi; (ii) shandisa kutengeserana zvine hungwaru kuedza kudzivirira kudzora kusatenderwa kana kukanganiswa kana chero imwe nzira isiri mvumo yekuwana, kana kushandisa iyo, Services uye kutizivisa nekukurumidza nekushandiswa chero kupi zvisiri kwemutemo kana kutyora kwekuchengetedza; . (iv) kusvika pamwero unoshanda, teerera nemitemo yose inoshanda yemasangano ekadhi rechikwereti (kusanganisira American Express, MasterCard uye Visa); uye (v) kuwana uye kuchengetedza zvese zvemacomputer zvigadzirwa, software uye zvekutaurirana zvinodiwa kuti uwane maSevhisi, uye ubhadhare zvese zvinowanikwa (semuenzaniso ISP) zvawanikwa newe zvine chekuita nekushandiswa kwako kweSevhisi.
