Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sn/LC_MESSAGES/messages.po
Languages: sn

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
sn: Iwe haugone, uye uchave nechokwadi kuti vashandisi vako vane mvumo havaiti, (i) kusasanisa, kudzosera injiniri, kuora kana neimwe nzira kuedza kutsikisa chero kodhi ine hukama neDziviriro, kana kushandura, kushandura, kugadzira kunotora mabasa akavakirwa pamusoro, kana kududzira Services; (ii) rezinesi, zvidimbu, tengesa, tenga, tipa, govanisa, shandura nguva, kukweretesa, chikwereti, mutengesi, kuwana mari, kugovera kana neimwe nzira kutengesa, kupa kodzero mukati kana kuita kuti maSevhisi awanikwe kune chero munhu wechitatu; (iii) shandisa maSevhisi kunze kwekungobvumidzwa zvakatsanangurwa apa kana kutyora chero mutemo unoshanda; (iv) kuita chero zvisiri pamutemo kana zvinonyengera zvekutengesa zviitiko zvine chekuita neVashandi; (v) kutenderera kana kuremadza chero chengetedzo kana humwe hunyanzvi hwekugadzira zvinhu kana matanho eSevhisi kana, neimwe nzira, kuedza kuwana kana kuwana mvumo yekuwana maSevhisi kana makompiyuta ane hukama nemakompiyuta; (vi) shandisa maSevhisi kutumira kukanganisa, kusunungura, kunyangadza, kutyisidzira kana zvimwe zvisiri pamutemo, zvisina kuchengetedzeka, zvakashata, zvinotambudza kana zvinhu zvisina mwero, kana kuchengeta kana kuendesa zvinhu zvichityora kodzero dzekuvanzika dzemunhu wechitatu; . ; kana (viii) kukanganisa kana kukanganisa kuvimbika kana kuita kweSevhisi kana yechitatu-bato data ririmo.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
sn: 5.4 Kuchengetedzwa Kwekodzero: Hakuna dzimwe kodzero dzinopihwa kunze kwekunyatsojekerwa muchibvumirano. Chibvumirano hachisi chekutengesa uye hachiendese chero kodzero kana muridzi mu, kana, kune Services kana chero software iri pasi. Tine kodzero dzese, zita, uye kufarira, kusanganisira kodzero dzese dzepfuma, mukati meye maSevhisi uye neyakavanzika software uye chero zvipi zvese zvinogadziriswa, kukwidziridzwa, kushandurwa, kuwedzerwa, kuvandudzwa kana kuita zvinobva ipapo, uye mune chero zano, ziva- sei, uye zvirongwa zvakagadziriswa nesu kana isu marezinesi edu panguva yekuita kweSevhisi.

source: 6. Term and Termination:
sn: 6. Nguva uye Kugumisa:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
sn: 6.1 Kota: Nguva yeSevhisi inosiyana zvichienderana neSevhisi yawakanyorera uye ichaiswa paforifomu rekuti Order kana kubvumidzwa mukusayina-kuyerera uye ichavandudza zvinotevera:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
sn: 6.1.1 CaseActive Service Nguva: Kuzvinyorera kuCaseActive Service kunongozvivandudza kwese kunoteedzana mwedzi mumwe chete kana gore rimwe chete, sezvakarongwa kuFomu Rokufambisa kana kubuda-kusaina, kunze kwekunge tarega Basa raunotipa ziviso kusiri kuvandudza kwemazuva makumi matatu (30) kusati kwapera nguva yechinguvana.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
sn: 6.1.2 CaseActive Webhusaiti Webhusaiti Kwazvo: Nyorero yako kuCaseActive webhusaiti webhusaiti inozongozvivandudza kuti ikobudirira mwedzi mumwe chete kana gore rimwe chete, sezvakarongwa paFomu reChero kana kusaina-kubuda kuyerera, kunze kwekunge taregera Service kana kuti utipa. nechiziviso chekusavandudza kwemazuva makumi matatu (30) kusati kwapera nguva yechinguvana.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
sn: 6.1.3 Yakanyorerwa ziviso yekusavandudza newe unofanirwa kuendeswa kuCaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
sn: 6.2 Kubviswa: Iro bato rinogona kumisa Chibvumirano uye zvese zvinyoreswa zveSevhisi (i) kana rimwe bato rikatyora chero zvaro zvisungo zvaro pasi pechibvumirano uye kutyora kwakadai kusiri kurapwa mukati memazuva makumi matatu (30) wekugamuchira chiziviso kubva kusiri kutyora. bato, kana (ii) kana rimwe racho rikaita insolvent kana kubhuroka, rakabviswa kana rapedzwa, kana rikapera zvachose rese bhizinesi raro. Tinogona kumisa Chibvumirano nekukasika muchiitiko chekutyorwa kwechikamu 5.3 pamusoro. Paunenge wabvisa Chibvumirano, iwe unobva watorega kushandisa zvese maSevhisi, kurega kumiririra mune chero fomu iwe uri mushandisi weSevhisi, nekuparadza zvese zvakavanzika zvedu ruzivo mune chako. Hapana bato rinofanirwa kuve nemhosva yekukuvara chero kupi kunokonzerwa nekubviswa kwechibvumirano kana chero kunyoreswa kune maSevhisi sezvakapihwa pano. zvakapihwa, zvakadaro, kuti kumiswa kweSungano hakuzokanganisa chero chirevo chinobvira chisati chakabviswa.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
sn: 6.3 Kubata kweData rako mune Chiitiko cheKubvisa: Unobvuma uye unobvuma kuti mushure mekudzingwa kana kubviswa kwe chero kunyoreswa kwako kune maSevhisi, tinogona kungoita basa rezvinovhiringidzwa Services uye izvo, zvichitevera nguva yakakodzera isingasvike makumi mapfumbamwe (90) ) mazuva, anogona kubvisa account yako nedata. Nekudaro, muchiitiko icho maSevhisi akamiswa nesu, isu tinokupa mukana wenguva pfupi, wakakwana kune masevhisi, kwete kupfuura mazuva makumi matatu, nekuda kwechinotenderwa kukubvumidza kuti utorezve data rako, Iwe wakabhadhara zvakakwana zvese zvakanaka kutenda zvisati zvataurwa isu. Iwe unoenderera mberi wobvuma kuti hatizovi nemhosva kwauri kana kune wechitatu bato nekuda kwekugumisa kupi zvako kuwana kune maSevhisi kana kudzimwa kwedata rako, chero isu tiri kutevedza mutemo wechikamu ichi 6.3.

source: 7. Fees:
sn: 7. Mari:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
sn: 7.1 Mari dzeSevhisi: Iwe unofanirwa kubhadhara mari isingadzoreke yeSevhisi muhuwandu hwakatarwa mukusayina-kumusoro kuyerera kana Order Order (&#39;Service Fees&#39;) uye zvinoenderana neyekubhadhara frequency yakataurwa mukusaina-kumusoro kuyerera kana Order Chimiro. Mari dzebasa dzichafanira uye dzinobhadharwa pazuva rechiratidzo. Mari dzeSevhisi dzinogona kukwidziridzwa zvichibva pane yedu iya-yazvino miripo. Mari dzeSevhisi hazvidzorere kunyangwe ukadzora kunyorera kwako pakutanga.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
sn: 7.2 Mari yekuwedzera: Unogona kutora mari dzisingabhadharwe kana mubhadharo wekushandisa kwako maSevhisi kuwedzera iwo mubhadharo wakambowanirwa muFomu reKuda uye / kana kusaina-kukwira. Iyo yekuwedzera iyo isingadzorere mubhadharo nemitero yakaiswa mumamwe ekuwedzera ebasa rinoshanda Service.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
sn: 7.3 Kubhadhara Kwakatanga: Unobvuma kuti kutadza kwako kubhadhara chero mubhadharo kana mutero pazvinenge zvichikonzeresa kumiswa kana kubviswa kwezvekunyoreswa kwechigadzirwa cheCaseActive. Kana iwe ukatadza kubhadhara chero mubhadharo kana mubhadharo wakapihwa pazasi apa, CaseActive inochengetera kodzero yekuita musangano wekuunganidza mari yekubhadhara uye mubhadharo uye iwe unofanirwa kubhadhara zvese zvakabvumwa neCaseAourse zvine chekuita nekuunganidzwa kwemari dzakadaro dzakapfuura, kusanganisira , pasina kuyerwa, magweta anonzwisisika &#39;uye mari yekuunganidza&#39; mubairo kuwedzera mubairo wakaenzana neakaderera we1.0% pamwedzi kana chiyero chepamusoro chinotenderwa nemutemo unoshanda.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
sn: 7.4 Mitero: Iwe uchafanirwa nekutarisa mutero wese wekutengesa, shandisa mutero, mutero unowedzerwa mutero, uchibvisa mutero uye chero chero mimwe mitero yakafanana nemitero yerudzi chero rupi zvarwo rwakatemerwa nemubatanidzwa, nyika kana masangano ehurumende emunharaunda pachiitiko chakatarwa nechibvumirano. Kana isu tine chisungo chepamutemo chekubhadhara kana kuunganidza mitero yamunobata basa, tichiteerana neChikamu chino, mari yacho yakakodzera ichavezwa uye kubhadharwa newe kutoti ukatipa gwaro rechokwadi rekubvisa mutero rakapihwa nemvumo yemutero yakakodzera.

source: 8. Representations and Warranties:
sn: 8. Zviratidzo uye Zviratidzo:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
sn: 8.1 Mvumo yeMutual uye maWarranties: Bato rega rega pano rinomiririra uye rinopa mvumo kune imwe bato iyo (i) ine masimba ese anodikanwa ekupinda uye kuita zvisungo zvake pasi pechibvumirano pasina mvumo yemunhu wechitatu kana kutyora chibvumirano chero chipi zvacho. chero wechitatu, (ii) vanhu vese vanoita chero zvisungo pazasi vapinda muzvibvumirano zvese zvinodiwa kuitira kuti itoenderana nemitemo nemamiriro echibvumirano, uye (iii) chinofanira kutenderana nemitemo yese inoshanda the Services.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
sn: 8.2 Kuwedzerwa Representations uye Warranties: Iwe waranti, unomiririra uye chibvumirano kwatiri kuti iwe uchazoshandisa Services chete nekuda kwepamutemo zvinangwa maererano Chibvumirano uye ese anoshanda CaseActive mitemo uye nhungamiro.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
sn: 8.3 Disiki yeWarranties: KUSVIRA KWEMAHARA KWEMAHARA SET YENYAYA ICHI CHITSAUKO 8, KUSVIRA kuMaXIMUM EXTENT PEMITTEDED by APPLICABLE LAW, HUTI TINOGONESA HERE UYE HONDO, KUTI TINOGONESA UYE KUSVIKIRA KUNE KUSVIKIRA YEKUTI, PASI NECHINYENGE CHEMA, KUPEDZESA VANHU VEMESIKI, SATISFACTIC QUALITY, TITLE, KUFANANA NESANGANO RINOKOSHA, KANA KUTI RISANGOBATA. HATIMAI KUTI HERE KUTI SOFTWARE KANA AMAHARA ANOGONA KUTI ZVESE ZVAKO ZVINOGONA, KUPINDA ZVINOGONA KUTI ZVINODZIDZWA, KANA KUTI KUSHANDISA KWESVITSI KANA MABHUKU ANOGONA KUTI ASANGWANYIRE KURE kana AKUFANIRA-MAHARA. IYO SOFTWARE NEMAHARA ZVINOPIWA KWAuri PESI &#39;SEZVO&#39; BASIS UYE KUSHANDISA KWAKO PAKUTSVAKA UYE MABHUKU KUTI UYE PAKUTI UCHISANGO HWAKO, KUPANGIRA, PASINA KUKANGANYA, KUSVIKIRA UYE MITEMO YAKO. ZVINHU ZVINOGONESA ZVINOGONESA KUTI KUTI DZIDZISO YEMHUKADZI INOSHESA CHINYANYA CHINOTEURA YESANGANO.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
sn: TINODA ZVINHU ZVINOGONESESA KANA KUTI ZVAKAIPA KUTI KUSHANDISA KWAKO KWEMABHURE KUTI KUTI URI KUTI URI KUTI UYE KUFUMA KUNYANYA NECHEMA CHETE ZVINOGONESA KANA MITEMO KANA KUTI MITEMO. IZVI DZIDZO DZINOSHANDISA KUTI ASI HAZVANGWI KUTI CHEMA CHEMA FEDERAL KANA STATES STATUTES KANA KUTI ZVINHU ZVINOGONA KUTI VANZVIPE KUTI. URI KUPEDZISIRA KUTI TISANGIRE KUTI KUSHANDISA KWAKO KUSHANDISA MABHUKU KUNOBVANYA NEMITEMO INOSHAYA.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
sn: KANA URI KUDZVANYA NEMABHURE AUYO IYO YEMBONESANO, YAKO YEMUTEMBEDZO UYE KUSHAYA KUTI URI KUTI USVIKE KUTI USHURE ISA MABHUKU.

source: 9. Confidential Information:
sn: 9. Mashoko Akavanzika:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
sn: Kunze kwekunge zvabvumidzwa zvakanyatsojeka nemumwe mubato, bato harizotaurire kune chero munhu wechitatu chero ruzivo kana zvigadzirwa zvakapihwa nemumwe munhu ari pachibvumirano uye zvinonzwisisika zvinonzwika kuti zvakavanzika (&#39;Ruzivo Rwechokwadi&#39;), kana kushandisa Ruzivo Rwechakavanzika munzira chero neimwe. pane kuita zvisungo zvayo pasi pechibvumirano. Izvo zvisungo zvakatarisana hazvishande kune chero ruzivo rwuri munharaunda yeruzhinji kana yatove mukugamuchira mubato, raizivikanwa kumutambi risati ratarwa zuva rekuburitswa kana kuzivikanwa kune anotambira mubato ipapo kubva kune wechitatu munhu ane zviri pachena. yakafanira kodzero yekuburitsa ruzivo, kana Chakavanzika Ruzivo kuti bato rinogamuchira rinosungirwa kuburitsa zvichitevera kurongeka kwedare redzivo rekutonga kana chirevo chakatenderwa chekutonga, kupa bato rinogamuchira rinopa mubato unozivisa wezve nguva wedare rakadai. kuraira kana subpoena. Uye zvakare, iwe unova nechokwadi kuti vashandisi vako vane mvumo vanochengeta mukuvimba kwakasimba mapassword uye mamwe ruzivo rwekuwana kuMasevhisi. Ichi Chikamu 9 chichapukunyuka kupera kana kupera kweChibvumirano ichi.

source: 10. Indemnification:
sn: 10. Kuzvinyima:
