Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sn/LC_MESSAGES/messages.po
Languages: sn

source: You should choose image file.
sn: Iwe unofanirwa kusarudza faira yemufananidzo.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
sn: Isa gwaro, umake siginicha, uye ipapo mutengi anoisa mukati uye oasaina. Zvese zvinoitwa pasina mutengi kuti apinde muchivakwa chedu. Izvi zvinoshanda pamwe nevatengi vasiri padyo nehofisi kana vanogara kunze kwenyika.

source: Director of Operations of Capital Insurance
sn: Dhairekita weA Operations of Capital Insurance

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
sn: Vatinoshamwaridzana navo vanogona kupinda mukati uye kuona ruzivo rwekutanga kuti nyaya yavo yakataurwa iri kuenda sei. Izvi zvakawedzera zvakanyanya nyaya yedu inotumirwa ...

source: Partner of Law Office of Christianson & Bayles
sn: Partner yeMutemo Hofisi yeChristionon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
sn: Isu hatichafanirwe kuona vatengi muhofisi yemisangano, uye kusaina gwaro zvese zvapera online - brilliant !.

source: CEO of EL Passion
sn: CEO we EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
sn: Tichishandisa iyo API, isu takazvigadzirira zvakakwana izvo zvakaratidzwa muchinyorwa chekudya, zvichibva pane zvakatikonzera mugadziriro yedu iripo. Akanaka ..

source: IT Manager of Carter Mario Injury Lawyers
sn: IT maneja weCarter Mario Injury Magweta

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
sn: Tine vatengi vemitauro yakawanda vanoshandisa chinyorwa chekushandura. Tinotumira mameseji tiine chivimbo chekuti vanonzwisiswa nevanhu vese. Izvi zvinotitendera kuti titame kubva kumusha kuenda kubasa repasirese ..

source: CEO of Solid Rock Designs
sn: CEO weSolid Rock Designs

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
sn: Vatengi vanozvida! Inoita kuti hupenyu hwavo huve nyore kwazvo. Vanogona kukurukura nyaya nesu online, kurodha mapikicha uye zvinyorwa, uye zvese zvinochengeterwa apo vese timu pamwe nemutengi vanogona kuzviona ..

source: Partner of Ashley &amp; Ashley P.C.
sn: Partner yeAshley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
sn: Isu tinoda nyaya yekuraurisa nekuti inoita kuti vatengi vaone chaizvo zvavari kubhadhara ..

source: Vice President of Sky Digital
sn: Mutevedzeri weMutungamiriri weSky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
sn: Kukurukurirana-kwakabatana kutaurirana kwakafanana nekuve neako ese e media nenhau dzekubatana munzvimbo imwechete ..

source: Director Of Complaint Management
sn: Director weComplaint Management

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
sn: Mafomu ekutendera anotibvumira kuteerera uye kudzidza, kutibatsira kuwedzera kutengesa kuburikidza nevatengi mhinduro.

source: Director of Sales of Cain &amp; Company
sn: Director weKutengesa kweKaini &amp; Kambani

source: The user interface is very similar to Facebook. It’s extremely easy to use..
sn: Iyo yekushandisa interface yakafanana ne Facebook. Zviri nyore kwazvo kushandisa ..

source: Partner of Wong Medical Group LLC
sn: Partner yeWong Medical Group LLC

source: A pin has been sent to
sn: Pini yatumirwa

source: Cancel
sn: Kanzura

source: Send New Pin
sn: Send Pin Itsva

source: Need Help?
sn: Kuda rubatsiro?

source: Click here to contact us
sn: Dzvanya pano kuti ubate nesu

source: Login or Signup
sn: Login kana Signup

source: Invalid email entered
sn: Email isingaite yakapinda

source: love
sn: Rudo

source: in New York City
sn: MuNew York City

source: All rights reserved
sn: Kodzero dzose dzakachengetedzwa

source: Terms of Use
sn: Mitemo yekushandisa

source: Contact Us
sn: Taura nesu

source: Confirm Password
sn: tsigira pasiwedhi

source: Set Your New Password
sn: Isa Password Yenyu Idzva

source: A code has been sent to
sn: Nhamba yakatumirwa ku

source: Change Password
sn: Shandisa Password

source: Changing...
sn: Kuchinja ...

source: Forgot password?
sn: Wakanganwa password?

source: Help
sn: Batsira

source: Email or Phone
sn: Imeyili kana Foni

source: Reset Password
sn: Sarudzazve Password

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
sn: Isa iyo e-mail kero kana nhamba yefoni inoenderana neakaundi yako, wobva wadzvanya wotumira. Tichakutumira email kana kukunyorera tsamba yekubatanidza kune peji iwe unogona nyore nyore kugadzira password nyowani.

source: Request Code
sn: Kumbira Mutemo

source: Requesting...
sn: Inokumbira ...

source: CASEACTIVE IS COMING SOON
sn: CASEACTIVE Iri kuuya PASI PEDYO

source: Create a free account
sn: Gadzira account yemahara

source: We are putting final touches to it. We will notify you when it's ready!
sn: Tiri kuisa zvekupedzisira pazviri. Isu tinokuzivisa iwe kana yagadzirira!

source: You’re minutes away from a better collaboration.
sn: Uri kwasara maminetsi kubva kune mushandirapamwe uri nani.

source: First Name
sn: Zita rokutanga

source: Last Name
sn: Zita rokupedzisira

source: Email
sn: Imeyili

source: Company
sn: Kambani

source: No language selected
sn: Hapana mutauro wakasarudzwa

source: I agree with
sn: Ndinobvumirana nazvo

source: Terms of Service
sn: Zviga zvebvumirano

source: Language
sn: Mutauro

source: Have at least one lower case character
sn: Iva nehana imwe yepamusoro nyaya

source: Have at least one capital letter
sn: Iva nehana imwechete tsamba huru

source: Have at least one number
sn: Iva nefoni imwe chete

source: Have at least 8 characters in length
sn: Iva neapi zvinyorwa zvisere

source: Type your current password
sn: Tora yako ikozvino password

source: Passwords must match
sn: Passwords anofanira kufanana

source: Javascript are disabled. Please enable it.
sn: Javascript yakabviswa. Ndapota ita kuti iite.

source: Cookies are disabled. Please enable it.
sn: Cookies akaremara. Ndapota ita kuti iite.

source: Create A New App
sn: Gadzira A New App

source: Profile
sn: Nhoroondo

source: Logout
sn: Kubuda

source: Hi
sn: mhoro

source: View your account
sn: Wona account yako

source: View page
sn: Wona peji

source: You don’t have any apps
sn: Iwe hauna chero maapp

source: No notifications yet.
sn: Hapana zviziviso parizvino.

source: Today
sn: Nhasi

source: Last Week
sn: Vhiki rapera

source: No timezone selected
sn: Hapana nguva yakasarudzwa

source: Complete profile to continue
sn: Zadzisa chimiro kuti uenderere mberi

source: Website:
sn: Webhusaiti:

source: Homepage:
sn: Peji:

source: Approve Access
sn: Bvumidza Kupinda

source: Permissions
sn: Mvumo

source: has access to your information below:
sn: inokwanisa kuwana ruzivo rwako pazasi:

source: has invited you to their client portal.
sn: akakoka iwe kune yavo yevatengi portal.

source: want access to the following information:
sn: kuda kuwana kune inotevera ruzivo:

source: Decline
sn: Kuderera

source: Remove Access
sn: Bvisa Kupinda

source: Invites
sn: Inokoka

source: Disabled
sn: Yakaremara

source: No apps found
sn: Hapana maapplication awanikwa

source: manager
sn: maneja

source: active
sn: Inoshanda

source: Company Name
sn: Zita reNyika

source: Type
sn: Tora

source: Status
sn: Mamiriro ezvinhu

source: Invitation
sn: Kukoka

source: Your Company Name
sn: Name Your Company

source: Your Company Website
sn: Website Your Company

source: Saving...
sn: Kuchengetedza ...

source: Please add the APP ID provided by the company
sn: Ndokumbira uwedzere iyo APP ID yakapihwa nekambani

source: Select an option
sn: Sarudza imwe sarudzo

source: Join an existing app as a client
sn: Joinha app iripo semutengi

source: Create a new app for my business
sn: Gadzira app nyowani yebhizinesi rangu

source: Create Domain
sn: Gadzira Domain

source: Select enterprise app
sn: Sarudza bhizinesi app

source: No item selected
sn: Hapana chinhu chakasarudzwa

source: Domain name
sn: Zita reimba

source: Add
sn: Wedzera

source: No enterprise app found
sn: Hapana app yebhizinesi yawanikwa

source: No domains found
sn: Hapana madomasi awanikwa

source: Action
sn: Chiito

source: Allow Manual Sign In
sn: Bvumira Kusaina Nemaoko

source: Exclude Emails From SSO
sn: Usasanganisa maEmail kubva kuSSO

source: Profile photo
sn: Photo profile

source: Uploading...
sn: Kuisa ...

source: has been claimed by another account, please, change it or
sn: yakanzi neimwe nhoroondo, ndapota, ichinje kana

source: reclaim
sn: dzorera

source: pending verification:
sn: ichimirira kuvimbiswa:

source: verify
sn: chengetedza

source: Phone Number
sn: Nhamba yenhare

source: Current Password
sn: pasiwedhi yazvino

source: Change password
sn: Chinja password

source: No gender selected
sn: Hapana hutano hwakasarudzwa

source: Address 2
sn: Tsamba 2

source: City/Locality
sn: Guta / Kunzvimbo

source: No country selected
sn: Hapana nyika yakasarudzwa

source: Zip/Postal Code
sn: Zipi/Positi Kodhi

source: Date of Birth
sn: Zuva rekuzvarwa

source: Occupation
sn: Basa

source: Location
sn: Nzvimbo

source: Address is not valid
sn: Kero haina kushanda

source: City/Locality is not valid
sn: Guta / Nharaunda hazvishande

source: Country
sn: Nyika

source: State/Region is not valid
sn: Nyika / Dunhu harishande

source: Language & Region
sn: Mutauro &amp; Dunhu

source: Resend Code
sn: Ruramisa Chirongwa

source: Resending
sn: Kugadzirisa

source: Verify
sn: Vhura

source: Verifying...
sn: Kuongorora ...

source: Later
sn: Gare gare

source: We're here to help
sn: Tiri pano kuzobatsira

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
sn: Ndinokutendai kuburikidza nesu. Mharidzo yako yakatumirwa zvakanaka. Tichakurukura newe nekukurumidza!

source: Message
sn: Mharidzo

source: characters left
sn: mavara akasara

source: Send
sn: Tumira

source: Sending...
sn: Kutumira ...

source: You will no longer receive email marketing from the list.
sn: Iwe hausisiri kugamuchira email kushambadzira kubva pane iyo rondedzero.

source: If you have a moment, please let us know why you unsubscribed:
sn: Kana uine kanguva, ndapota tizivise chikonzero nei wakabvisa:

source: Return to our website
sn: Dzokera kune webhusaiti yedu

source: Thank you. Your response has been submitted.
sn: Ndatenda. Mhinduro yako yaendeswa.

source: No Cases
sn: Kwete Mhosva

source: Speaker
sn: Mutauri

source: This case has been closed
sn: Nyaya iyi yakavharwa

source: Images
sn: Mifananidzo

source: Audios
sn: Vadios

source: Videos
sn: Vhidhiyo

source: Events
sn: Zviitiko

source: E-signs
sn: E-zviratidzo

source: Tasks
sn: Mabasa

source: Great job!
sn: Basa rakanaka!

source: You did all
sn: Iwe wakaita zvose

source: the tasks
sn: iyo mabasa

source: Skip to navigation (n)
sn: Enda kune navigation (n)

source: Skip to content (c)
sn: Enda kune zvauri kuda (c)

source: Skip to footer (f)
sn: Enda kutsoka (f)

source: Case
sn: Nyaya

source: Search
sn: Tsvaga

source: Using Form Builder
sn: Achishandisa Form Builder

source: Using Forms Library
sn: Kushandisa Mafomu Raibhurari

source: Using E-sign Builder
sn: Kushandisa E-sign Builder

source: Using E-signs Library
sn: Kushandisa E-signs Library

source: Create Note
sn: Gadzira Nhamba

source: Create Form
sn: Gadzira Fomu

source: Create Sign
sn: Dza Sign

source: Event Create
sn: Chiitiko Ita

source: Convo Videos
sn: Vadivelu Comedy Convo Videos

source: Convo Audios
sn: Vadivelu Comedy Convo Audios

source: Case categories
sn: Nyaya dzemakesi

source: Your team
sn: Chikwata chako

source: To do
sn: Kuita

source: To Do:
sn: Kuita:

source: Case Categories
sn: Categories

source: Your Team
sn: Chikwata Chenyu

source: To Do
sn: Kuita

source: Yes
sn: Ehe

source: Close
sn: Swedera

source: Visibility
sn: Kuonekwa

source: all
sn: zvose

source: Page
sn: Peji

source: Processing
sn: Kugadzira

source: failed.
sn: akakundikana.

source: Value should be greater or equal to 1
sn: Kukosha kunofanirwa kuve kwakakura kana kuenzana ne1

source: Repeat end:
sn: Dzokorora magumo:

source: Signature
sn: Siginecha

source: Draw
sn: Dhirowa

source: Write
sn: Nyora

source: Still processing video...
sn: Ndichiri kugadzirisa vhidhiyo ...

source: You
sn: Iwe

source: You are about to delete feed. Are you sure?
sn: Wave kuda kudzima feed. Une chokwadi here?

source: No convo audios yet
sn: Hapana maodhiyo ehurukuro parizvino

source: No convo videos yet
sn: Hapana mavhidhiyo ekukurukurirana parizvino

source: Start Convo
sn: Tanga Convo

source: Notify the Host
sn: Zivisa Mugamuchiri

source: is in the call
sn: ari mukufona

source: and
sn: uye

source: others are in the call
sn: vamwe vari mukufona

source: Audio call is being recorded
sn: Kufona kuri kurekodhwa

source: Video call is being recorded
sn: Kufona kwevhidhiyo kuri kurekodhwa

source: Dismiss
sn: Dzinga

source: Can’t find your
sn: Haikwanise kuwana yako

source: microphone
sn: maikorofoni

source: Check your system settings to make sure that
sn: Tarisa masisitimu ako kuti uve nechokwadi chekuti

source: is available. If not, plug one in. You might need to restart your browser.
sn: iripo. Kana zvisina kudaro, plugi imwe. Ungangoda kutangazve bhurawuza rako.

source: web camera
sn: web kamera

source: You are going to start a Convo call. Start with:
sn: Iwe uchatanga Convo call. Tanga ne:

source: Video & Audio
sn: Vhidhiyo & Audio

source: Audio Only
sn: Audio Chete

source: Record the meeting
sn: Rekodha musangano

source: Waiting for someone with permission to start a Convo call
sn: Kumirira munhu ane mvumo kuti atange Convo call

source: Add Ticket
sn: Wedzera Tiketi

source: Open
sn: Vhura

source: Closed
sn: Yakavharwa

source: You are about to close ticket. Are you sure?
sn: Wave kuda kuvhara tikiti. Une chokwadi here?

source: Announcements
sn: Zviziviso

source: Opened
sn: Yakazarurwa

source: View
sn: Ona

source: Locations
sn: Nzvimbo

source: You currently have no announcements.
sn: Iwe parizvino hauna zviziviso.

source: You currently have no
sn: Iwe parizvino hauna

source: open cases. Click
sn: vhura makesi. Dzvanya

source: to contact support.
sn: kubata rutsigiro.

source: closed cases.
sn: makesi akavharwa.

source: open tickets.
sn: vhura matikiti.

source: closed tickets.
sn: matikiti akavharwa.

source: You currently have no locations.
sn: Parizvino hauna nzvimbo.

source: Write a comment....
sn: Nyora chirevo ....

source: Add Location
sn: Wedzera Nzvimbo

source: Save Event
sn: Sevha Chiitiko

source: Name
sn: Zita

source: Start Date
sn: Tanga Musi

source: Start Time
sn: Tanga Nguva

source: End Date
sn: Zuva Rokupedzisira

source: End Time
sn: Nguva Yokupedzisira

source: Repeat
sn: Dzokorora

source: Attendees
sn: Vanopinda

source: Event Location
sn: Chiitiko Nzvimbo

source: Link
sn: Batanidza

source: Description
sn: Tsanangudzo

source: Attending
sn: Kupinda

source: Add to calendar
sn: Wedzera kukarenda

source: Event by
sn: Chiitiko na

source: Duration:
sn: Nguva

source: more
sn: zvimwe

source: Maybe
sn: Zvimwe

source: Not Attending
sn: Kwete Kupinda

source: No
sn: Aihwa

source: Video Conference
sn: Vhidhiyo Musangano

source: Event details
sn: Chiitiko ruzivo

source: You don't have permissions to view this page.
sn: Iwe hauna mvumo yekuona peji ino.

source: Your Upcoming Events
sn: Zviitiko Zvako Zviri Kuuya

source: Upcoming
sn: Vadivelu Comedy Upcoming

source: Your Past Events
sn: Zviitiko Zvako Zvakare

source: Past
sn: Zvakapfuura

source: Your Events
sn: Zviitiko Zvako

source: All
sn: Zvese

source: All Events
sn: Zvese Zviitiko

source: Directions
sn: Mirayiridzo

source: Edit settings
sn: Rongedza zvirongwa

source: Delete event
sn: Delete chiitiko

source: Attending?
sn: Kupinda?

source: No Events
sn: Kwete Zviitiko

source: You are about to delete comment. Are you sure?
sn: Iwe wave kuda kudzima komendi. Une chokwadi here?

source: task
sn: basa

source: to do
sn: kuita

source: tasks
sn: mabasa

source: Write something...
sn: Nyora chimwe chinhu ...

source: Attach File
sn: Batanidza File

source: From Template
sn: Kubva ku template

source: No feeds yet.
sn: Hapana zvokudya zvino.

source: Add a comment
sn: Wedzera mhinduro

source: No templates
sn: Hapana matemplate

source: Done
sn: Zvaitwa

source: Select the members who needs to fill this form
sn: Sarudza nhengo dzinoda kuzadza fomu iri

source: Due Date
sn: Zuva racho

source: Due Time
sn: Nguva Yakakodzera

source: Save & Close
sn: Sevha & Vhara

source: Add an element
sn: Wedzera chimwe chinhu

source: Media is converting. We will notify you when it is ready
sn: Media iri kutendeuka. Tichakuzivisai kana yagadzirwa

source: Add
sn: Wedzera

source: Field
sn: Munda

source: Media failed in converting. Please delete and try again or another.
sn: Media yatadza kushandura. Ndapota bvisa uye edza zvakare kana imwe.

source: Pages
sn: Mapeji

source: Insert
sn: Isa

source: Action Required
sn: Chiito Chinodiwa

source: Add a new page
sn: Wedzera peji itsva

source: Blank page
sn: Peji isina chinhu

source: From PDF
sn: Kubva paPDF

source: From image
sn: Kubva pamufananidzo

source: Add PDF
sn: Wedzera PDF

source: Add Image
sn: Wedzera Mufananidzo

source: Options
sn: Sarudzo

source: Option already exists.
sn: Chiripo chave chiripo.

source: options list is empty
sn: zvinyorwa zvese hazvina zvazvinobatsira

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
sn: Checkboxes munda inotsigira chete mashanu sarudzo. Unogona kushandura munda kudonhedza kuti uwedzere zvimwe sarudzo

source: columns list is empty
sn: columns list haina chinhu

source: Add a new row
sn: Wedzera mutsara mutsva

source: Question
sn: Mubvunzo

source: Default answer
sn: Default mhinduro

source: Media is converting
sn: Media iri kutendeuka

source: Send Form
sn: Tumira Fomu

source: Form Submited.
sn: Fomu Yakatumirwa.

source: You don't have permissions to submit forms.
sn: Iwe hauna mvumo yekuendesa mafomu.

source: You currently have no forms of your own
sn: Iwe parizvino hauna mafomu ako

source: Your Uncompleted Forms
sn: Mafomu Ako Asina Kupedzwa

source: Your Completed Forms
sn: Mafomu Ako Akapedziswa

source: Completed
sn: Zvapera

source: Your Forms
sn: Mafomu Ako

source: Form Title
sn: Fomu Musoro

source: Author
sn: Munyori

source: Published
sn: Yakabudiswa

source: Submissions
sn: Kutumira

source: No Forms
sn: Kwete Mafomu

source: Upload Form Document
sn: Isa Form Document

source: Forms Library
sn: Mafomu Raibhurari

source: No Forms In Library
sn: Kwete Mafomu MuTabhaibheri

source: Answers
sn: Mhinduro

source: Close - Status changed
sn: Vhara - Status yakachinja

source: Date Opened
sn: Zuva Rakazarurwa

source: Case Id
sn: Nyaya Id

source: Confirm your details
sn: Simbisa mashoko ako

source: Form Submitted.
sn: Fomu Rakatumirwa.

source: PO No:
sn: PO Kwete:

source: Term:
sn: Nguva:

source: Note:
sn: Cherechedza:

source: Price
sn: Mutengo

source: Add more
sn: Wedzera zvimwe

source: Total($)
sn: Zvose($)

source: Invoice No
sn: Invoice Nha

source: Select the members who needs to view or pay this invoice
sn: Sarudza nhengo dzinoda kuona kana kubhadhara invoice iyi

source: Create Invoice
sn: Gadzira invoice

source: PO No.
sn: PO Nha.

source: Note
sn: Cherechedza

source: Price ($)
sn: Mutengo ($)

source: Tax (%)
sn: Mutero (%)

source: Total ($)
sn: Zvose ($)

source: Pay Invoice
sn: Bhadhara Invoice

source: Payment method
sn: Kubhadhara nzira

source: Add a new payment method
sn: Wedzera nzira itsva yekubhadhara

source: Payment:
sn: Kubhadhara:

source: Your Unpaid Invoices
sn: Mainvoice ako Asina Kubhadharwa

source: Unpaid
sn: Kusabhadharwa

source: Your Paid Invoices
sn: Mainvoice ako Akabhadharwa

source: Paid
sn: Yakabhadharwa

source: Your Invoices
sn: Mainvoice ako

source: No Invoices
sn: Hapana maInvoice

source: No Audios yet.
sn: Hapana maAudio parizvino.

source: Loading failed.
sn: Kuisa kwakundikana.

source: retry
sn: dzoka zvakare

source: No documents yet.
sn: Hapasati pave nemagwaro.

source: No Files yet.
sn: Hapana Mafaira parizvino.

source: No Images yet.
sn: Hapana Mifananidzo parizvino.

source: No Videos yet.
sn: Hapana Mavhidhiyo parizvino.

source: Page Not Found
sn: Peji Haina Kuwanikwa

source: Attachments
sn: Zvinyorwa

source: Select the person to answer this field
sn: Sarudza munhu kuti apindure munda uyu

source: Create E-sign
sn: Gadzira E-chiratidzo

source: Update E-signs
sn: Gadziridza E-zviratidzo

source: Add Field
sn: Wedzera Munda

source: Edit Field
sn: Shandisa Munda

source: Send E-sign
sn: Tumira E-chiratidzo

source: E-sign Submitted.
sn: E-sign Yatumirwa.

source: You don't have permissions to submit e-signs.
sn: Hauna mvumo yekuendesa mae-signs.

source: You currently have no E-signs of your own
sn: Iwe parizvino hauna maE-zviratidzo zvako

source: Your Uncompleted E-signs
sn: E-masaini ako asina Kupedzwa

source: Your Completed E-signs
sn: Yako Yakapedzwa E-zviratidzo

source: Your Signs
sn: Zviratidzo Zvako

source: All E-signs
sn: Zvose E-zviratidzo

source: No E-signs
sn: Hapana E-zviratidzo

source: No E-signs In Library
sn: Hapana E-masaini Muraibhurari

source: Upload E-sign Document
sn: Isa E-sign Gwaro

source: Create Task
sn: Gadzira Basa

source: You currently have no tasks of your own
sn: Iwe parizvino hauna mabasa ako pachako

source: Your Uncompleted Tasks
sn: Mabasa Ako Asati Apedzwa

source: Your Completed Tasks
sn: Mabasa Ako Akapedzwa

source: Your Tasks
sn: Mabasa Ako

source: All Tasks
sn: All Mabasa

source: Task
sn: Basa

source: Assignees
sn: Vanopiwa basa

source: In Progress
sn: Munzira

source: No Tasks
sn: Hapana Mabasa

source: wants access
sn: inoda kuwana

source: No Answers
sn: Kwete Mhinduro

source: Select Field Type
sn: Sarudza Munda Wemunda

source: Text Only
sn: Nyora chete

source: Date
sn: Musi

source: Time
sn: Nguva

source: Yes/No
sn: Ehe Aiwa

source: Number
sn: Nhamba

source: Access Denied
sn: Kupinda Kwarambwa

source: You don't have access to this case.
sn: Iwe hauna mukana weiyi kesi.

source: Imports
sn: Zvinotengeswa kunze kwenyika

source: Sessions
sn: Zvirongwa

source: Home
sn: Kumba

source: Users
sn: Vashandi

source: Library
sn: Raibhurari

source: Integration
sn: Kusangana

source: Settings
sn: Zvirongwa

source: Keys
sn: Mazano

source: Feed Templates
sn: Zviratidzo Zvokudya

source: Form Templates
sn: Fomu Mifananidzo

source: E-sign Templates
sn: E-sign Matemplate

source: From
sn: Kubva

source: Label Name
sn: Zita rezita

source: Fields
sn: Munda

source: Have many users?
sn: Une vashandisi vakawanda?

source: Import users
sn: Kupinza vashandisi

source: or
sn: kana

source: Send them a signup link.
sn: Vatumire chinongedzo chekunyoresa.

source: Let's start by entering the email or phone number
sn: Ngatitange nekupinda email kana nhamba yefoni

source: Phone
sn: Runhare

source: Invalid phone number entered
sn: Foni isiriyo yakapinda
