Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sn/LC_MESSAGES/messages.po
Languages: sn

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
sn: 10.1 Chibvumirano cheKukanganisa: Zvichienderana neChikamu 10.4, isu, tichishandisa mari yedu, tokudzivirira kubva kune chero chetatu chakati chikumbiro chakaunzwa kwauri icho chinotsigira kuti maSevhisi anotyora patent yeUS yakapihwa kune wechitatu bato seyeZuva Rinobudirira; kana kukanganisa chero kodzero yechiratidzo, chiratidzo kana kutengeswa chakavanzika chechero bato rechitatu (pamwe chete zvinonzi &#39;Intellectual Property Underlying the Services&#39;). Muchiitiko icho chirevo chinotsvakwa kana kuwanikwa pasiri kushandiswa kweInternational Property Yepasi peMasevhisi kana muchifunga chedu chingangotsvaga kana kuwanikwa, isu, nenzira yedu nekubhadhara, tinga (i) tenga iwe neako zita rako vanobvumidzwa vashandisi kodzero yekuenderera mberi nekushandisa maSevhisi, kana (ii) kutsiva kana kuchinjisa maSevhisi kuti kuita kwavo kusashande pavanenge vachikwanisa kuita basa rimwe chetero. Mune zviitiko zviitiko (i) uye (ii) pamusoro hazvibatike mukutengeserana, tinogona kumisa maSevhisi uye kudzorera chero mari yakabhadharwa, asi isina kushandiswa Service Mari. Hatizosungirwe kudzivirira kana kuve nemhosva kune chero muripo kana kukuvara pasi pechikamu ichi 10.1 kana kupomedzerwa kupomoka kubuda kana mune chero nzira fanika (i) chero shanduko ye chero maSevhisi newe (kana chero yemvumo yako kana vashandisi vakasarudzwa) kana (ii) kushandiswa kweSevhisi pamwe nemasevhisi uye zvigadzirwa zvisina kupihwa neCaseActive dai kukanganisa kwakadaro kungadai kwakadziviswa pasina kugadziriswa kana kusanganisa, kana (iii) kutevedzera zvigadzirwa zvako kana mirairo kana (iv) chikumbiro chekuti haitauri nezvakasarudzika kuti maSevhisi ndiwo anoita nyaya yacho (yega yega &#39;Yakadzingwa Kubvunzwa&#39;). Zvisungo zvekuregererwa zviri muChikamu ichi 10.1 zvichararama kupedzwa kana kupera kweichi chibvumirano.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
sn: 10.2 Chibvumirano cheData Chengetedzo neyakavanzika: Zvichienderana neChikamu 10.4, uye panguva yekunyoreswa kwako kuSevhisi, isu, tichishandisa mari yedu, tichakudzivirira kubva kune chero chetatu chakataurwa chakanangana newe chinopomera kusavimbika kwedu kwakakomba mukudzivirira kusawanikwa kwemvumo kuti, kana isu nemaune kusazvibata mukufumura, Hwemunhu Anotaridzika Ruzivo rwevatengi vako mune zvedu kana kutonga. Kuzvipa mhosva uku hakuzoshanda kusvika pakudaro chikumbiro chakadai chichibva kana kuti chine chekuita neusina hanya kwako kana nemaune kusazvibata kana kuti kweavo vamiririri kana vamiririri, kana kusvika pakukwirira kwakarambwa kana kuremerwa nechero bato pasi pechibvumirano. Zvisungo zvekuregererwa zvakatarwa muchikamu chino zvine chekuita newe zvichiratidza kusava nehanya zvakanyanya kana kuita nemaune zvakakonzera uye zvakanangana nekukonzera kusatenderwa kuwana kana kuburitswa kwemashoko anozivikanwa evatengi vako mune edu kana kutonga.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
sn: 10.3 Chibvumirano chako: Unobvuma kureverera, kubata zvisina njodzi, uye kutidzivirira isu nevashandi vedu vese, maofficial, maneja nevamiriri kubva kune chero uye zvese zvirevo, zvinodiwa, masutu, nyaya, kuongorora, kukuvadza, kubhadhara, kurasikirwa, kurasikirwa, uye chero chero chimwe chinhu zvikwereti (zvinosanganisira inobhadharirwa mari yemagweta, mutengo wedare nemashandisirwo) zvinobuda kana zvine chekuita ne (i) kushandisa kwako masevhisi mukutyora chibvumirano, (ii) Chikumbiro chakabudiswa, (iii) chero chinhu chipi zvacho chaicho kana chinonzi chakatyorwa newe chero anomiririra, waranti, chibvumirano kana chisungo pasi pechibvumirano, kana (iv) kusava nehanya kwakanyanya kana kusazvibata nemaune. Zvisungo zvako zvekuregererwa pasi pechikamu ichi 10.3 zvichapona chero chabviswa kana kupera chibvumirano.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
sn: 10.4 Kuzivisa uye Kubatana: Zvinosimbisa bato rebato kumubato rakakwenenzverwa pasi pechikamu 10 pamusoro apa zvakatemerwa pamusoro pe (i) bato rakakwenenzverwa kukwazisa mubato nekukasira nekunyora, paruzivo rwezvichemo chero zvupi, izvo zvingave zvichikodzera kureurura pasi pechibvumirano. ; (ii) kusvika pamwero unoshanda, indemnified sangano iri kurega kushandiswa kwezvibodzwa zvinonzi zvinokanganisa pakawana chiziviso chimwe chete; (iii) bato rakabvumidzwa rinobvumidza bato rinopomora kuve nekodzero yekudzora kuchengetedzwa nekugadziriswa kwechero chakadai (chero chikamu chakasungwa chinogona kusabvumidza kubvumwa kupi nekupi pasina mvumo yebato iri (iv) bato rakachengetedzwa rinopa rubatsiro rwakakodzera kuremedza mubato, pakurangarira kubhadharisa mari yebato, mukudzivirira kwezvakadai; (v) akachengetedza bato risingapinde muchibvumirano chero chipi zvacho chekugadzirisa kana kuti zvimwe kugadzirisa chibvumirano chakadaro pasina kupa mhosva chikumbiro chemubato kana chikumbiro chaicho uye (vi) chikwereti chakabatana chinoenderana nechero raramo kana dare rematare rakaitwa nechikumbiro (zvine chekuita nekushandiswa kwezvinhu zvinotyorwa) mune ramangwana. Bato rakakwenenzverwa rinogona kutora chikamu mukudzivirira kana kugadziriswa kwechikumbiro chine zano rechisarudzo charo uye nemutengo waro.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
sn: 10.5 Mhedzisiro Isingabatanidzwe: Ichi Chikamu chegumi chinotaura mhosva yekukanganisa bato, uye irwo bato rakadzivirirwa rinopokana, iro rimwe bato ripi neripi rerudzi rwezvinotsanangurwa muChikamu ichi.

source: 11. Limitation on Liability:
sn: 11. Kurambidzwa kweMhosva:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
sn: GADZIRIRA UCHINYANYA KUTI DAMAGES DZIVA KUTI DZVANANGANE NEMBUNGWA CHIKAMU 5.3 KUNA 12, KUSA KUYA MAXIMUM EXTENT PEMITTEDED NEMITEMO, HAPANA Chero KUSVIRA EITHER CHIKAMU CHEMA CHEMA CHEMA CHEMA CHEMA CHEMA ZVOKUTI ZVINOGONESWA NECHEMA ICHI KUDZIVA ZVINONYANYA ZVINOGONA Iwe WEVEMABHURE UNOPA RISE KUTI UYE KUDZVARA PAKUTI REMUVA WEGARA REMUVA MUTSIMU

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
sn: GADZIRIRA UCHINYANYA KUTI DAMAGES DZISVIKANE MUUNGANO NEBHARA YOKUTI CHITSAUKO 5.3 Kana 12, KUSVIRA kuMaXIMUM EXTENT PEMITTEDED NEMITEMO, IN HAPANA CHEMA SHER EITHER PARTY HERETO, ITS VANOTI VANOTEVEDZESESWA NE chimwe chikamu COST YEKUDZIDZIRA KWEMAHARA ZVAKANAKA KANA KUDZVANYA KANA KUTI CHEMA ANOGADZWA, AKANAKA, AKUFUNGA, AKUKUMBIRA KANA KUTI AZVIPONESE DZVIMBISO, ZVINOGONA KUKOSHESWA UYE KUVANZWA NECHEMA PENYAYA YENYAYA YOKUZIVA (KUSANGANYA NEGLIGENCE), KUSVIKIRA NECHEMA PENYAYA IYE CHEMA PENYAYA IYE CHEMA PAMWE CHEMA NECHEMA ZVINODIWA ZVINONYANYA HEREUNDER, PANO ASI VANOGONA KUVANYA CHIKAMU CHEMAZVITSWA PAKUTI PAKUTI PENYAYA DZEMAKADZI.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
sn: SEZVIMWE ZVIMWE ZVAKAITWA / JURISDICTIONS HAVI KUTI VAZVIPONESE KANA KUKANGANYA KUTI VANZWISEI KUTI VANOTI AUI VANHU VANOGARA

source: 12. Personal Information and Privacy Statement:
sn: 12. Ruzivo Rwomunhu uye Nyaya Yezvakavanzika:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
sn: Iwe unotevedzera zvese zvakavanzika uye mimwe mitemo, mirau, mirau uye nhungamiro ine chekuchengetedza, kuchengetedza, kushandiswa uye kugovera Ruzivo Ruzivo Rwekuzivikanwa (sekutsanangurwa pazasi) kwemunhu chero upi zvake. Iwe uchazonyora chinyorwa chekuvanzika pane peji raunounganidza Iwe Munhu Zviziviso Zveruzivo (&#39;Chakavanzika Chirevo&#39;) inoenderana nemitemo yese inoshanda, mitemo, mirau uye nhungamiro uye, nepashoma, inozivisa vashandisi veMunhu Vanozivikanwa Ruzivo rwakaunganidzwa, maitiro ichashandiswa uye kuti ichachengetedzwa sei, uye izvo zvinotaridza nzira yekuunganidza (makuki, web beacons kana imwe nzira inoshanda) uye kushandiswa kweruzivo rwakaunganidzwa zvine chekuita neDziviriro, kuwana mvumo yekuziva isati yasvika (kubuda-usati washandisa kutevedzera tekinoroji, kusvika padanho rinodiwa nemitemo inoshanda uye mirau. Chirevo chakadaro chePachivande chinosanganisirawo ruzivo rwehunyanzvi hwakanangana nekuunganidzwa, kuendesa uye kuchengetedza Ruzivo RweMunhu Ruzivo rwakapihwa nesu kuburikidza neVashandi. Kana zvichidikanwa nemutemo wekudzivirira wedatha kana mumwe mutemo kana mutemo, iwe unenge uchizivisa mapato matatu kuti urikuvapa ruzivo rweVo hunhu kwatiri kuti tishande uye uchave nechokwadi chekuti chero mapato echitatu anodikanwa akapa mvumo yavo kuburitsa pachena nekugadzirisa. Iwe unobvuma kutevedzera zvinotsanangurwa uye zvipi zveSecurity Statement. &#39;Munhu Chaiye Anozivikanwa Ruzivo&#39; zvinoreva chero ruzivo rwunogona kushamwaridzana kana kuratidzwa kune chero munhu, kusanganisira zita remunhu, kero, nhamba dzefoni, e-mail kero, kadhi rechikwereti ruzivo, nhamba yekuchengetedza munharaunda kana imwe yakafanana ruzivo rwechokwadi. midhiya panochengeterwa ruzivo rwakadaro (semuenzaniso pabepa kana zvemagetsi).

source: 13. Miscellaneous:
sn: 13. Kusiyana:

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
sn: 13.1 Mapato Akazvimirira: Iwe neCaseActive makambani akazvimirira. Chibvumirano hachiumba chero mubatanidzwa, mubatanidzwa, mubatanidzwa kana hukama hwebasa pakati pemapato. Iwe unofanirwa kuve wega mutoro wekutarisa vashandi vako uye kune chero uye chero muripo, mutero, mabhenefiti uye zvikwereti kune vashandi vako uye chero yevamwe vamiririri kana vevapi vevashandi. Iwe kana iwe chero wevashandi vako, vamiririri, kana vashandisi vekuita basa musaita chero humbowo, mvumo kana garandi zvine chekuremekedza isu, Chibvumirano kana maSevhisi kunze kwekungobvumidzwa zvakajeka nesu mukunyora.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
sn: 13.2 Kugovera: Kunyange Chibvumirano kana chero chako kodzero kana zvisungo pasi pechibvumirano chinogona kupihwa kana kuchinjiswa, nekushanda kwemutemo kana neimwe nzira, pasina mvumo yedu yakanyorwa yekutanga, kunze kwekunge wapihwa unomutsiva mukufarira, kana nekuda kwekubatanidzwa. Kugadzirisazve, kana kutengesa kana kuchinjisa zvese kana zvakawandisa zvinhu zvako zvese zvaunotipa ziviso mazuva anosvika makumi matatu (30) isati yapera kutengeswa kwacho. Basa newe, zvichienderana nemamwe mamiriro ezvinhu, rinoda mvumo yedu yekumberi, iyo mvumo isingaitwe zvisina musoro. Tinogona kupa mahara chibvumirano ichi pasina mvumo yako. Zvichienderana nezvataurwa, Chibvumirano ichi chinosunga uye nekubatsira iwo mapato, avo vanotevedzera uye vanobvumidzwa kupihwa.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
sn: 13.3 Kumanikidza Majeure: Hapana bato richazoita basa nekunonoka, kukanganiswa kana kumwe kutadza kuita pasi pechibvumirano nekuda kwezviito zvinopfuura kutungamirwa kwebato rinotungamira, asi kungori kwenguva yakareba zvakadaro. Kumanikidza zviitiko zvejeje zvinosanganisira, asi hazvigumiri kune: njodzi dzinongoitika dzoga (semuenzaniso mheni, kudengenyeka, madutu, mafashama); hondo, mhirizhonga, zviitiko zvehugandanga, uye kuitirana zvehurumende; kuchinjanisa kwemunharaunda mabasa evatakuri, uye zvimwe zviitiko zvechitatu mapato; kuputika nemoto; embargoes, kurohwa uye kukakavara kwevashandi; zvirevo zvehurumende; kukundikana kwevanoona nezvekufambiswa kwefoni kana vashandisi ve internet; kukundikana kwevatengesi vebato rechitatu, vashandisi vebasa kana vatengesi; uye chero chimwe chikonzero chakakonzera kutonga kwepati zvine musoro.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
sn: 13.4 Sarudzo yeMutemo: Chibvumirano uye chero kukakavara kunobva kunze kana kubatana neChibvumirano kuchange kuchidzorwa uye kuchinziwa pasi pemutemo weHurumende yeCalifornia, pasina hanya nemisimboti yekukonana kwemitemo. Nharo dzese dzinobuda kunze kana dzakanangana neChibvumirano dzinofanirwa kuve pasi pehutongi hwepasirese uye nzvimbo yedare reCalifornia nematare emubatanidzwa weSanta Barbara, California, nemapato acho vanobvumirana nekutonga kwematare edzimhosva aya.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
sn: 13.5 E-mail uye zviziviso: Iwe zvakare kubvuma kuti isu tipe chero chero uye zviziviso, zvirevo uye zvimwe zvekutaurirana kwauri kuburikidza ne e-mail, tsamba, kutumira kuburitsa kutumira, kana kutumira kune anozivikanwa mutengesi anotakura kuenda kukero yakasarudzwa pane Chibvumirano. Iwe unokoshesa kutipa isu chero ruzivo rwakagadziriswa rwemazita.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
sn: 13.6 Hapana Waiver; Mirapo Yekuwedzera: Hapana kukundikana kana kunonoka kunoitwa nebato chero mukati mukushandisa chero kodzero pasi peichi Chibvumirano chichava mubvumo wekodzero iyoyo. Kunze kwekutsanangura zvakatsanangurwa apa, mishonga inopihwa pano ndeyekuwedzera, uye kwete yega, chero mimwe mishonga yemubato pamutemo kana mukuenzana.
