Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/yo/LC_MESSAGES/messages.po
Languages: yo

source: Your Uncompleted E-signs
yo: Rẹ Uncompleted E-ami

source: Your Completed E-signs
yo: Awọn ami E-Pari rẹ

source: Your Signs
yo: Awọn ami Rẹ

source: All E-signs
yo: Gbogbo E-ami

source: E-sign Title
yo: E-ami Title

source: No E-signs
yo: Ko si E-ami

source: E-Signs Library
yo: E-Ami Library

source: No E-signs In Library
yo: Ko si E-aami Ni Library

source: Upload E-sign Document
yo: Po si E-sign Iwe

source: Update Task
yo: Iṣẹ imudojuiwọn

source: Create Task
yo: Ṣẹda Iṣẹ-ṣiṣe

source: You currently have no tasks of your own
yo: O ko ni awọn iṣẹ ṣiṣe ti ara rẹ lọwọlọwọ

source: Your Uncompleted Tasks
yo: Awọn iṣẹ-ṣiṣe ti a ko pari rẹ

source: Your Completed Tasks
yo: Awọn iṣẹ-ṣiṣe ti o ti pari

source: Your Tasks
yo: Awọn iṣẹ-ṣiṣe rẹ

source: All Tasks
yo: Gbogbo Awọn iṣẹ-ṣiṣe

source: Task
yo: Iṣẹ-ṣiṣe

source: Deadline
yo: Akoko ipari

source: Assignees
yo: Awọn ayanfunni

source: In Progress
yo: Ni Ilọsiwaju

source: Delete task
yo: Paarẹ iṣẹ-ṣiṣe

source: No Tasks
yo: Ko si Awọn iṣẹ-ṣiṣe

source: wants access
yo: fe wiwọle

source: No Answers
yo: Ko si Idahun

source: Select Field Type
yo: Yan aaye Iru

source: Text Only
yo: Ọrọ Nikan

source: Multiple Line Text
yo: Ofin Ila-ọpọlọ

source: Dropdown
yo: Faa silẹ

source: Multi Dropdown
yo: Dropdown pupọ

source: Checkboxes
yo: Awọn apoti ayẹwo

source: Radio
yo: Redio

source: Date
yo: Ọjọ

source: Time
yo: Aago

source: Yes/No
yo: Beeni Beeko

source: Number
yo: Nọmba

source: Access Denied
yo: Ti kọ iraye si

source: You don't have access to this case.
yo: O ko ni iwọle si ọran yii.

source: Imports
yo: Awọn agbewọle wọle

source: View import
yo: Wo agbewọle

source: Sessions
yo: Awọn akoko

source: Home
yo: Ile

source: Users
yo: Awọn olumulo

source: Library
yo: Ikawe

source: Integration
yo: Isopọ

source: Settings
yo: Ètò

source: Keys
yo: Awọn bọtini

source: Feed Templates
yo: Awọn awoṣe Ayẹwo

source: Form Templates
yo: Awọn awoṣe Iru

source: E-sign Templates
yo: E-ami Awọn awoṣe

source: Task Templates
yo: Awọn awoṣe Iṣẹ-ṣiṣe

source: Dashboard
yo: Dasibodu

source: Payments
yo: Awọn sisanwo

source: From
yo: Lati

source: To
yo: Lati

source: System
yo: Eto

source: User Intake
yo: Gbigbawọle olumulo

source: Custom Fields
yo: Aṣa Awọn aaye

source: After Actions
yo: Lẹhin Awọn iṣe

source: Advance Settings
yo: Awọn Eto Ilọsiwaju

source: Label Name
yo: Orukọ Orukọ

source: Fields
yo: Awọn aaye

source: Tag ID
yo: ID ID

source: Have many users?
yo: Ni ọpọlọpọ awọn olumulo?

source: Import users
yo: Ṣe agbewọle awọn olumulo

source: or
yo: tabi

source: Send them a signup link.
yo: Fi ọna asopọ iforukọsilẹ ranṣẹ si wọn.

source: Let's start by entering the email or phone number
yo: Jẹ ki a bẹrẹ nipasẹ titẹ imeeli tabi nọmba foonu

source: Phone
yo: Foonu

source: Invalid phone number entered
yo: Nọmba foonu ti ko fẹ wọle

source: A label to easily find a case. it cannot be changed later
yo: Aami kan lati wa ọran ni irọrun. ko le yipada nigbamii

source: Visibility:
yo: Hihan:

source: Who can use this template
yo: Tani o le lo awoṣe yii

source: One time
yo: Ni akoko kan

source: Please enter valid payment information before proceeding
yo: Jọwọ tẹ alaye isanwo to wulo ṣaaju ki o to tẹsiwaju

source: Add Payment
yo: Fi Isanwo kun

source: Repeat every:
yo: Tun gbogbo:

source: Let's get started
yo: Jẹ ká bẹrẹ

source: Take me there
yo: Mu mi lọ sibẹ

source: Mark
yo: Samisi

source: Onboarding
yo: Lori wiwọ

source: Created on
yo: Ti ṣẹda lori

source: Expires on
yo: Ipari lori

source: No announcements yet.
yo: Ko si awọn ikede sibẹsibẹ.

source: Add Announcement
yo: Fi Ikede kun

source: Edit Announcement
yo: Ṣatunkọ Akede

source: Date and time should be at least one hour ahead
yo: Ọjọ ati akoko yẹ ki o wa ni o kere ju wakati kan wa niwaju

source: Delete Date
yo: Ọjọ Parẹ

source: Delete Time
yo: Pa Aago

source: Back
yo: Pada

source: No Users Found
yo: Ko ri Awọn olumulo

source: No role selected
yo: Ko si ipa ti o yan

source: No permissions added!
yo: Ko si awọn igbanilaaye ti a fi kun!

source: ASSIGNED USERS
yo: Awọn olumulo ti a forukọsilẹ

source: CASE PERMISSIONS
yo: Awọn igbanilaaye ỌJỌ

source: User ID
yo: Idanimọ olumulo

source: Role
yo: Ipa

source: remove
yo: yọ kuro

source: Assign User
yo: Fi Olumulo fun

source: User
yo: Olumulo

source: ADD USER
yo: ṢE OLUMULO

source: Email user about case assignment
yo: Olumulo imeeli nipa idiyele iṣẹ

source: Keyword
yo: Koko

source: No cases found.
yo: Ko si awọn nkan ti a rii.

source: Create a case for a business
yo: Ṣẹda ọran fun owo kan

source: Case ID
yo: ID idanimọ

source: Created On
yo: Ṣẹda Lori

source: Case Status
yo: Ipo Ipo

source: Case Type
yo: Iru Irú

source: Assign Users
yo: Fi Awọn olumulo silẹ

source: No cases found
yo: Ko si awọn nkan ti a rii

source: Have many cases?
yo: Ni ọpọlọpọ igba?

source: Click here to import cases.
yo: Tẹ ibi lati gbe awọn ọran wọle.

source: No status selected
yo: Ko si ipo ti a ti yan

source: No type selected
yo: Ko si iru ti o yan

source: Case Info
yo: Alaye Alaye

source: About
yo: Nipa

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
yo: Aami ti o yẹ lati wa ọran ni irọrun. (a-z, 0-9, -, /) gba laaye

source: Case Types
yo: Awọn oriṣi ọran

source: Click
yo: Tẹ

source: to edit case types
yo: lati satunkọ irú awọn iru

source: No Type selected
yo: Ko si Iru ti a yan

source: Case not found!
yo: Iru ko ri!

source: Media Size
yo: Iwon Media

source: All statistics
yo: Gbogbo awọn iṣiro

source: Import not found.
yo: A ko rii akowọle.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
yo: Sisẹ faili kuna. Rii daju pe o jẹ iru faili CSV ati pe o ni awọn akọle to pe ninu

source: No Imports yet.
yo: Ko si Awọn agbewọle wọle sibẹsibẹ.

source: Source
yo: Orisun

source: Stats
yo: Awọn iṣiro

source: Passed:
yo: Ti kọja:

source: Failed:
yo: Kuna:

source: Total:
yo: Lapapọ:

source: Add Imports
yo: Ṣafikun Awọn agbewọle wọle

source: Download Sample
yo: Gba Ayẹwo

source: Choose a file
yo: Yan faili kan

source: Edit Key
yo: Bọtini Ṣatunkọ

source: Add Key
yo: Ṣafikun Bọtini

source: No Keys yet.
yo: Ko si Awọn bọtini sibẹsibẹ.

source: Source CIDR
yo: Orisun CIDR

source: Remove
yo: Yọ

source: is invalid.
yo: ko wulo.

source: Secret Key
yo: Asiri Ikọkọ

source: Make sure to copy your new secret key now. You won’t be able to see it again!
yo: Rii daju lati daakọ bọtini ikoko tuntun rẹ bayi. Iwọ kii yoo ni anfani lati rii lẹẹkansi!

source: Edit Webhook
yo: Ṣatunkọ Webhook

source: Add Webhook
yo: Ṣafikun Webhook

source: No event selected
yo: Ko si iṣẹlẹ ti o yan

source: No Webhooks yet.
yo: Ko si Webhooks sibẹsibẹ.

source: Secret Webhook
yo: Asiri Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
yo: Rii daju lati daakọ webhook aṣiri tuntun rẹ bayi. Iwọ kii yoo ni anfani lati rii lẹẹkansi!

source: Sign In
yo: Wọle

source: Login in account page.
yo: Wọle si oju iwe oju-iwe.

source: Edit form builder
yo: Akole fọọmu satunkọ

source: Delete form
yo: Pa fọọmu rẹ

source: No forms yet.
yo: Ko si awọn fọọmu sibẹsibẹ.

source: Intake Forms
yo: Awọn fọọmu gbigba

source: Upload Intake Form Document
yo: Po si gbigbemi Fọọmù Iwe

source: Add Intake Form
yo: Ṣafikun Fọọmu Gbigbawọle

source: Edit Intake Form
yo: Fọọmu Gbigbawọle Ṣatunkọ

source: Show Media
yo: Fi Media han

source: Add Post
yo: Fi Post kun

source: Edit Post
yo: Ṣatunkọ Post

source: Files Amount
yo: Awọn faili Iye

source: No Feed Templates yet.
yo: Ko si Awọn awoṣe Kikọ sii sibẹsibẹ.

source: Post Name
yo: Orukọ Ile-iṣẹ

source: Post Message
yo: Ifiranṣẹ Ifiranṣẹ

source: Processing media ...
yo: Ṣiṣẹ awọn media ...

source: Download original file
yo: Ṣe igbasilẹ faili atilẹba

source: Could not display media
yo: Ko le ṣe afihan media

source: No locations found.
yo: Ko si awọn ipo ti a ri.

source: Main Office
yo: Ile-iṣẹ akọkọ

source: Location Name
yo: Orukọ agbegbe

source: Delete e-sign
yo: Pa e-aami rẹ

source: No e-signs yet.
yo: Ko si e-ami sibẹsibẹ.

source: Subtasks Count
yo: Nọmba awọn iṣẹ-ṣiṣe

source: No tasks yet.
yo: Ko si awọn iṣẹ-ṣiṣe sibẹsibẹ.

source: Invoice ID
yo: ID risiti

source: Total
yo: Lapapọ

source: Refund
yo: agbapada

source: No invoices yet.
yo: Ko si awọn risiti sibẹsibẹ.

source: Refund Reason
yo: Idi agbapada

source: Duplicate charge
yo: Idiyele ẹda

source: Fraudulent charge
yo: Idiyele arekereke

source: Requested by customer
yo: Beere nipa onibara

source: On Board
yo: Wa ninu ọkọ

source: Stripe
yo: Gigun

source: Role Info
yo: Alaye Onimọn

source: It cannot be changed later
yo: Ko le yipada nigbamii

source: Role Permissions
yo: Awọn igbanilaaye ipa

source: e-signs
yo: e-ami

source: on
yo: lori

source: Allowed File Sizes
yo: Awọn Iyipada Ọna asopọ laaye

source: Create
yo: Ṣẹda

source: Creating...
yo: Ṣiṣẹda ...

source: Modules
yo: Awọn modulu

source: Roles
yo: Awọn ipa

source: Profile information
yo: Alaye profaili

source: No role found.
yo: Ko si ipa ti a ri.

source: When a case is created, auto assign these users
yo: Nigbati ọran ba ṣẹda, yan awọn olumulo wọnyi laifọwọyi

source: Remove All
yo: Yọ Gbogbo rẹ kuro

source: User Name
yo: Orukọ olumulo

source: Notify
yo: Fi leti

source: Host User
yo: Olumulo ogun

source: When a user is assigned to a case, auto add templates
yo: Nigbati olumulo kan ba ti yan si ọran kan, ṣafikun awọn awoṣe laifọwọyi

source: No post selected
yo: Ko si ifiweranṣẹ ti a yan

source: No form selected
yo: Ko si fọọmu ti a yan

source: No e-sign selected
yo: Ko si e-aami ti a yan

source: Templates
yo: Awọn awoṣe

source: Add Templates
yo: Fi Awọn awoṣe kun

source: Idle Cases
yo: Awọn ọran ti ko ṣiṣẹ

source: When a case is idle, post this message
yo: Nigbati ẹjọ kan ba wa laišišẹ, firanṣẹ ifiranṣẹ yii

source: No case type selected
yo: Ko si iru ọran ti a yan

source: Idle Days
yo: Awọn ọjọ aiṣiṣẹ

source: Post Id
yo: Ifiweranṣẹ ID

source: Set Idle Message
yo: Ṣeto Ifiranṣẹ Laiṣiṣẹ

source: No task selected
yo: Ko si iṣẹ-ṣiṣe ti a yan

source: No operation order selected
yo: Ko si aṣẹ iṣẹ ti a yan

source: Operation Order
yo: Bere fun isẹ

source: Add Templates to Assign Users
yo: Ṣafikun Awọn awoṣe lati Fi Awọn olumulo ranṣẹ

source: CaseType
yo: CaseTpe

source: Case Form
yo: Fọọmu ọran

source: User Form
yo: Fọọmu olumulo

source: Notes Form
yo: Fọọmu Awọn akọsilẹ

source: Defaults
yo: Awọn aṣiṣe

source: Required
yo: Ti beere

source: Public User Signup link:
yo: Ọna asopọ Iforukọsilẹ Olumulo gbogbo eniyan:

source: Design Settings
yo: Eto Eto

source: Change file
yo: Yi faili pada

source: Delete Favicon
yo: Pa Favicon

source: Delete Logo
yo: Paarẹ Logo

source: Text Color
yo: Awọ ọrọ

source: Recommended Colors:
yo: Awọn awọ ti a ṣeduro:

source: reset
yo: tun

source: Background Color
yo: Awọ abẹlẹ

source: Company Info
yo: Alaye Ile-iṣẹ

source: Website
yo: Aaye ayelujara

source: Terms of Use URL
yo: Awọn ofin lilo URL

source: User Signup
yo: Iforukọsilẹ olumulo

source: Allow Signup
yo: Gba Iforukọsilẹ

source: Auto Create Case
yo: Laifọwọyi Ṣẹda Case

source: Case User Role
yo: Ipa User Case

source: Google Analytics
yo: Awọn atupale Google

source: Analytics Key
yo: Bọtini atupale

source: delete
yo: paarẹ

source: Crop Image
yo: Aworan Irugbin na

source: No Filter
yo: Ko si Àlẹmọ

source: No logs requested.
yo: Ko si awọn iwe ti a beere.

source: Logs list is empty.
yo: Atokọ awọn akojọ wa ṣofo.

source: Download CSV
yo: Gba CSV wọle

source: Request Logs
yo: Ṣiṣe Awọn Atokun

source: Log Type
yo: Irisi Iru

source: Filter
yo: Ajọwe

source: Select a case
yo: Yan ọran kan

source: Enter the email address
yo: Tẹ adirẹsi imeeli sii

source: Header (3 max)
yo: Akọsori (3 max)

source: When a user join app, ask the user to share the following
yo: Nigbati olumulo ba darapọ mọ app, beere lọwọ olumulo lati pin atẹle naa

source: No user intake found.
yo: Ko si gbigba olumulo.

source: User Type
yo: Oniruru olumulo

source: Intake Form
yo: Fọọmu gbigba

source: Complete After
yo: Pari Lẹhin

source: No user type selected
yo: Ko si iru olumulo ti a yan

source: No intake form selected
yo: Ko si gbigba fọọmu ti a ti yan

source: Complete After Date
yo: Pari Lẹhin Ọjọ

source: Complete After Time
yo: Pari Lẹhin Aago

source: Date and time should be less or equal to now
yo: Ọjọ ati akoko yẹ ki o kere tabi dọgba si bayi

source: Comment ct
yo: Ọrọìwòye ct

source: View Ticket
yo: Wo Tiketi

source: Ticket
yo: Tiketi

source: No tickets yet.
yo: Ko si tiketi sibẹsibẹ.

source: User not found.
yo: Olumulo ko ri.

source: User can edit their account information except for the host user attributes section.
yo: Olumulo le ṣatunkọ alaye akọọlẹ wọn ayafi fun apakan awọn abuda olumulo agbalejo.

source: Contact
yo: Kan si

source: Phone number
yo: Nomba fonu

source: Zip Postal Code
yo: Siipu / Koodu Ipinlẹta

source: Host User Attributes
yo: Gbalejo User eroja

source: User Status
yo: Ipo olumulo

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
yo: Aami titilai lati wa olumulo ni irọrun. (a-z, 0-9, -, /) gba laaye

source: App only User Intake Fields
yo: App nikan Awọn aaye Gbigbawọle olumulo

source: APP ONLY CUSTOM FIELDS
yo: APP NIKAN TI MO ṢE

source: s found.
yo: s ri.

source: Created Date
yo: Ọjọ ti a ṣẹda

source: View Cases
yo: Wo Awọn ọran

source: VIEW CASES
yo: WO ASE

source: Get Started
yo: Bẹrẹ

source: Password
yo: Ọrọigbaniwọle

source: Email is not valid.
yo: Imeeli ko wulo.

source: CaseActive lets you and your client
yo: CaseActive jẹ ki o ati onibara rẹ

source: work together
yo: ṣiṣẹ pọ

source: at any time, in any place.
yo: nigbakugba, ni ibikibi.

source: Explore
yo: Ṣawari

source: Pricing
yo: Ifowoleri

source: Support & Docs
yo: Atilẹyin & Awọn iwe aṣẹ

source: Failed to validate if you are human
yo: Kuna lati fọwọsi ti o ba jẹ eniyan

source: NOTIFY ME WHEN IT'S READY!
yo: FI OHUN TI NI TI O NI KIKỌ!

source: Thank You!
yo: E dupe!

source: We will notify you when the app is ready
yo: A yoo sọ fun ọ nigbati ohun-elo naa ti ṣetan

source: Most popular
yo: Ọpọlọpọ gbajumo

source: All languages
yo: Gbogbo awọn ede

source: Oops, Something went wrong.
yo: Oops, Nkankan ni aṣiṣe.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
yo: Oops, Nkankan ni aṣiṣe. Ẹgbẹ wa ti ni iwifunni. Jọwọ gbiyanju lẹẹkansi nigbamii.

source: Support Documentation
yo: Iwe atilẹyin

source: All Categories
yo: Gbogbo Awọn ẹka

source: Contents
yo: Awọn akoonu

source: Related Articles
yo: jẹmọ Ìwé

source: Get started: processes, best practices, setup guides, and more!
yo: Bẹrẹ: awọn ilana, awọn iṣe ti o dara julọ, awọn itọsọna iṣeto, ati diẹ sii!

source: Find anything you need to get to work in CaseActive.
yo: Wa ohunkohun ti o nilo lati gba lati ṣiṣẹ ni CaseActive.

source: All case communication in one spot
yo: Gbogbo ọrọ ibaraẹnisọrọ ni aaye kan

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
yo: Converse, awọn imudojuiwọn ifiweranṣẹ, awọn ibeere idahun, ya awọn akọsilẹ, ṣalaye, ati pe gbogbo awọn ijiroro ti samisi nipasẹ imeeli-akoko gidi ati awọn iwifunni SMS.

source: Share with confidence
yo: Pin pẹlu igboya

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
yo: Pin awọn iwe aṣẹ ati awọn fọto laarin awọn alabara ati awọn ọmọ ẹgbẹ ẹgbẹ kọja eyikeyi ati gbogbo awọn ẹrọ, nitorinaa gbogbo eniyan n tọju ilọsiwaju.

source: Take it on the go
yo: Mu o lori go

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
yo: Lo awọn ẹrọ alagbeka bi awọn tabulẹti ati awọn fonutologbolori lati ṣe ifowosowopo lori awọn alaye pataki, jiroro awọn ọran pataki, awọn iwe paṣipaarọ, ati ilọsiwaju ẹjọ iwe aworan ni akoko gidi.

source: Immediate records access
yo: Lẹsẹkẹsẹ igbasilẹ igbasilẹ

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
yo: Awọn olumulo ti a fun ni aṣẹ le wọle si data alabara ni kiakia ati alaye ọran (pẹlu lọwọlọwọ, ti o ti kọja, ṣiṣi, pipade, ati awọn ọran isunmọtosi), gbogbo nipasẹ ọna kekere kan.

source: Automatic timezone conversion
yo: Iṣalaye aifọwọyi aifọwọyi laifọwọyi

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
yo: Boya o nrin irin ajo tabi gbe si ipo miiran, iwọ yoo wa ni amuṣiṣẹpọ pẹlu eto iṣakoso ibaraẹnisọrọ ibi-akoko wa.

source: Track Events
yo: Awọn iṣẹlẹ iṣẹlẹ

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
yo: Ṣeto awọn ipade ni kiakia, ṣayẹwo awọn iṣẹlẹ ti nbo, ki o si pe awọn onibara ati awọn ẹgbẹ ẹgbẹ bi awọn olukopa.

source: Video Conferencing
yo: Apejọ Fidio

source: Connect with clients and team members via live video chats for even more interactivity.
yo: Sopọ pẹlu awọn onibara ati awọn ẹgbẹ ẹgbẹ nipasẹ awọn igbesi aye fidio laaye fun paapaa interactivity.

source: Automate tasks when a case is created or a user is assigned to a case.
yo: Ṣe adaṣe awọn iṣẹ-ṣiṣe nigbati ọran ba ṣẹda tabi ti yan olumulo si ọran kan.

source: Automated Alerts
yo: Awọn titaniji laifọwọyi

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
yo: Ṣe o fẹ lati fẹ awọn alabara rẹ ni ojo ibi Ayẹyẹ? Ṣeto ifiranṣẹ alaifọwọyi fun awọn mejeeji ti o ti kọja ati lọwọlọwọ awọn onibara fun ọjọ pataki wọn!

source: Keeping Client details up-to-date
yo: Ṣiṣe awọn alaye ni kikun si awọn onibara

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
yo: Awọn onibara le ṣe atunṣe awọn profaili wọn pẹlu awọn imudojuiwọn data, awọn fọto, awọn ọrọigbaniwọle, ati awọn eto iroyin.

source: Ask Questions, Get Answers.
yo: Beere Awọn ibeere, Gba Awọn Idahun.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
yo: Ṣẹda awọn fọọmu aṣa ki o firanṣẹ si awọn alabara fun Ipari. Pejọ awọn alaye to ṣe pataki, pese awọn iwadi ijade, ati gba gbogbo data ti o nilo lati ṣe iṣẹ rẹ daradara!

source: , Director of Sales of Cain & Company
yo: , Oludari Titaja ti Kaini &amp; Ile-iṣẹ

source: Make client billing as straightforward as possible with online invoices and payments.
yo: Ṣe awọn ìdíyelé onibara bi irọrun bi o ti ṣee ṣe pẹlu awọn apo-iṣowo ati awọn sisanwo ori ayelujara.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
yo: A nifẹ itọnisọna ọran nitori pe o jẹ ki awọn onibara wo gangan ohun ti wọn n san fun.

source: , Vice President of Sky Digital
yo: , Igbakeji Aare ti Sky Digital

source: Enjoy the ease of e-signing
yo: Gbadun awọn irorun ti e-wíwọlé

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
yo: Itanna kuro ni gbogbo awọn iwe aṣẹ nipasẹ DocSign, lilo awọn iwe aṣẹ ti o kojọpọ ati awọn ibeere ibuwọlu alabara oni nọmba ati ijẹrisi.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
yo: Ṣe igbasilẹ iwe-ipamọ kan, samisi rẹ fun ibuwọlu, lẹhinna alabara wọle ati fi ami si i. Ohun gbogbo n ṣe laisi alabara lati wa sinu ile wa. Eyi wa ni ọwọ pẹlu awọn alabara ti ko sunmọ ọfiisi tabi ti wọn ngbe ni ita-ipinlẹ.

source: , Director of Operations of Capital Insurance
yo: , Oludari Awọn Isakoso ti Itoju Iṣura

source: Enhance Your System. Less Work, More Results.
yo: Ṣe Imudarasi System Rẹ. Ise ti ko ṣiṣẹ, Awọn esi diẹ sii.

source: Use the Self-Serve Administrative Feature
yo: Lo Ẹya Itọsọna Ẹṣe ara-ẹni

source: Take total control of your CaseActive management suite from the platform itself.
yo: Mu iṣakoso ti iṣakoso ti iṣakoso Ẹkọ Aṣoju rẹ lati ipilẹ ara rẹ.

source: Effortlessly link your existing system with CaseActive
yo: Ṣiṣe asopọ ọna rẹ tẹlẹ pẹlu CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
yo: Ṣepọpọ API aladani wa lati ṣẹda awọn ọran, ṣiṣẹda awọn olumulo, ati ṣe agbejade awọn ijabọ ti o da lori titẹ eto rẹ.

source: Acting as a
yo: Nṣiṣẹ bi a

source: virtual administrative assistant
yo: Isakoso iṣakoso iṣakoso

source: , CaseActive empowers you with streamlined document and media handling, private
yo: , CaseActive n fun ọ ni atilẹyin pẹlu iwe ti o ṣawari ati iṣakoso media, ikọkọ

source: client-to-customer communications
yo: awọn ibaraẹnisọrọ onibara-si-alabara

source: event scheduling, and step-by-step case processing.
yo: igbese eto iṣẹlẹ, ati iṣeduro iṣeduro igbese-nipasẹ-Igbese.

source: Self-Serve Administration
yo: Awọn ijẹrisi ara ẹni-iṣẹ

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
yo: Ṣiṣẹ bi oluranlọwọ iṣakoso ti ko foju kan, CaseActive n fun ọ ni agbara pẹlu iwe ti o ṣi silẹ ati mimu media, ikọkọ awọn ibaraẹnisọrọ alabara si awọn alabara, ṣiṣe eto iṣẹlẹ, ati ṣiṣe ọran igbese-ni-ni-tẹle.

source: Manage User Logins & Case Creation
yo: Ṣakoso Awọn logins Olumulo &amp; Ṣiṣẹda Ẹjọ

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
yo: Ni taara ṣe abojuto ẹda ti awọn akọọlẹ olumulo lakoko ti o fun ni aṣẹ awọn igbanilaaye wọn si ni ipilẹ-ọran. Ṣakoso ẹda ẹda, ilọsiwaju, ati ipari, pẹlu ijabọ ni kikun gbogbo igbesẹ ti ọna.

source: View Caseactive Analytics
yo: Wo Awọn Itupalẹ Isakoso

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
yo: Wo deede bi ọran kan ṣe nlọsiwaju, nọmba awọn ọran ni aṣeyọri ni pipade, ati wo awọn akoko esi nipasẹ module atupale CaseActive. Imọ jẹ agbara, ati pe a ti fun ọ ni ohun gbogbo ti o wa lati mọ nipa awọn iṣẹ tirẹ.

source: Monitor User Logs
yo: Atẹle awọn Awọn olumulo Awọn olumulo

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
yo: Ṣọra ni abojuto lori alabara ati awọn aami ẹgbẹ ọmọ ẹgbẹ ati iṣẹ ṣiṣe lati rii daju pe gbogbo awọn iṣe wọn ni a fun ni aṣẹ laarin awọn aye ọran ati pe gbogbo awọn ọmọ ẹgbẹ n ṣe awọn iṣẹ wọn bi o ti beere.

source: Employ Advanced Searches
yo: Ṣe ilọsiwaju awọn iwadi

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
yo: Wa gangan ohun ti o nilo nigbati o nilo rẹ. Awọn ọran iwadii nipasẹ olumulo ati awọn orukọ alabara, awọn koko, awọn akoko akoko, awọn iwe aṣẹ ti o gbee si, ati pupọ diẹ sii!

source: Create Custom Fields
yo: Ṣẹda Awọn Ilana ti Aṣa
