Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/yo/LC_MESSAGES/messages.po
Languages: yo

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
yo: Ṣe agbekalẹ awọn aaye ọran ti ogbontarigi fun alabara ati titẹ nkan inu ẹgbẹ, ati ṣajọ data ti o nilo lati ọdọ gbogbo eniyan ti o kopa. Ṣe ni wiwo ọran naa jẹ alailẹgbẹ si iṣowo ati ami-ọja rẹ!

source: Create Custom Templates
yo: Ṣẹda awọn awoṣe Aṣa

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
yo: Dagbasoke titobi pupọ ti awọn fọọmu aṣa ati awọn awoṣe fun pinpin ati ipari mejeeji lakoko ati lẹhin ọran kan (bii awọn iwadi ijade ti alabara). Eyikeyi fọọmu ti o nilo, o le ṣẹda!

source: Violet Cherry
yo: Aṣa Ṣẹri

source: As-You-Go Invoicing
yo: Ifiweranṣẹ As-Iwọ-Lọ

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
yo: A wa nibi lati ran! Gba ifọwọkan ti o ba ni awọn ibeere eyikeyi ati pe a yoo dahun laarin awọn ọjọ ṣiṣẹ meji.

source: * Email is not valid.
yo: * Imeeli ko wulo.

source: Low
yo: Kekere

source: Medium
yo: Alabọde

source: High
yo: Ga

source: Critical
yo: Lominu ni

source: Choose Importance
yo: Yan Pataki

source: Department
yo: Sakaani

source: Sales
yo: Tita

source: Other
yo: Omiiran

source: Choose Department
yo: Yan Ẹka

source: Loading
yo: Ikojọpọ

source: Importance
yo: Pataki

source: Send A New Message
yo: Firanṣẹ Ifiranṣẹ Tuntun

source: Send message
yo: Firanṣẹ ifiranṣẹ

source: Answers to Questions
yo: Awọn Idahun si Awọn ibeere

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
yo: Ni ibeere eyikeyi? Ka itọnisọna siwaju sii ninu awọn idahun wa si ibeere awọn onibara ati ki o wa awọn idahun si ara rẹ.

source: How secure is CaseActive?
yo: Bawo ni CaseActive ṣe ni aabo?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
yo: CaseActive nlo ologun ati ipele banki 128-bit SSL fifi ẹnọ kọ nkan fun gbigbe data ati fifi ẹnọ kọ nkan 256-bit AES fun data ni isinmi. Gbogbo apẹẹrẹ CaseActive ni bọtini alailẹgbẹ ti ipilẹṣẹ, ti n pese afikun aabo aabo fun iṣowo rẹ. A kii yoo gba ile-iṣẹ miiran laaye lati wọle si ibi ipamọ data rẹ tabi eto ibi ipamọ.

source: I have an existing system in place, Can CaseActive work with my existing system?
yo: Mo ni ohun ti wa tẹlẹ eto ni ibi, Le CaseActive ṣiṣẹ pẹlu mi tẹlẹ eto?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
yo: Bẹẹni, o le ṣepọ API ohun-ini wa tabi module agbewọle lati ṣẹda awọn ọran laifọwọyi, fi awọn olumulo yan, ati ṣe agbekalẹ awọn ijabọ ti o da lori titẹ sii eto rẹ.

source: We have clients all over the world. Is CaseActive available in other languages?
yo: A ni awọn onibara ni gbogbo agbaye. Njẹ CaseActive wa ni awọn ede miiran?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
yo: Bẹẹni, Ohun elo CaseActive ati ibaraẹnisọrọ le ṣe tumọ si awọn ede to ju 60 lọ, pẹlu, Mandarin Kannada, Spanish, Hindi ati Russian ati Gẹẹsi.

source: Can I add a logo or customize CaseActive in any way?
yo: Ṣe Mo le ṣafikun aami kan tabi ṣe akanṣe CaseActive ni eyikeyi ọna?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
yo: Nitootọ! CaseActive jẹ apẹrẹ pẹlu rẹ ni lokan. Lori oju-iwe eto nronu abojuto, o le gbe awọ ara ẹni ti ara rẹ ki o yan awọn awọ ile-iṣẹ rẹ.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
yo: Njẹ CaseActive ni ibamu pẹlu eyikeyi ẹrọ (PC, Mac, Tabulẹti ati Alagbeka)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
yo: CaseActive jẹ ohun elo wẹẹbu ti o ṣe idahun. O nṣiṣẹ ni eyikeyi ẹrọ aṣawakiri wẹẹbu bi Internet Explorer, Firefox, Safari tabi Chrome, bbl Eyi tumọ si pe iru ẹrọ (PC, Mac, Tabulẹti ati Alagbeka) ti o nlo ko ṣe iyatọ. Nìkan ṣii ẹrọ aṣawakiri wẹẹbu, wọle si akọọlẹ CaseActive rẹ, ati pe o ti ṣeto gbogbo rẹ.

source: How many clients can I have?
yo: Onibara melo ni MO le ni?

source: You are billed per staff seat, per month. You can have unlimited client users.
yo: O gba owo fun ijoko osise, fun oṣu kan. O le ni awọn olumulo alabara ailopin.

source: Enhance User Experience
yo: Ṣe ilọsiwaju Iriri olumulo

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
yo: Ko si awọn idiyele ti o kere ju ati pe ko si awọn adehun iwaju. O sanwo nikan fun ijoko oṣiṣẹ, fun oṣu kan.

source: per Month
yo: fun Osu

source: Everything you need to get started. 3 seats are included.
yo: Ohun gbogbo ti o nilo lati bẹrẹ. 3 ijoko wa ninu.

source: Business
yo: Iṣowo

source: Popular
yo: Gbajumo

source: Our most popular plan. 4 seats are included.
yo: Eto wa ti o gbajumọ julọ. 4 ijoko wa ninu.

source: Enterprise
yo: Idawọlẹ

source: Contact sales for pricing
yo: Kan si tita fun idiyele

source: Custom Pricing, Advanced features, SSO, Webhooks.
yo: Ifowoleri Aṣa, Awọn ẹya to ti ni ilọsiwaju, SSO, Webhooks.

source: Contact Sales
yo: Olubasọrọ Sales

source: Overview
yo: Akopọ

source: Communicate and share docs with your clients
yo: Ṣe ibasọrọ ki o pin awọn iwe aṣẹ pẹlu awọn alabara rẹ

source: Schedule recurring events and meetings
yo: Ṣeto awọn iṣẹlẹ loorekoore ati awọn ipade

source: Fully customize your form to generate data
yo: Ṣe akanṣe fọọmu rẹ ni kikun lati ṣe ipilẹṣẹ data

source: Keep track of case progression
yo: Jeki abala ti ilọsiwaju ọran

source: Request compliant e-signatures from multiple users
yo: Beere awọn ibuwọlu e-ibaramu lati ọdọ awọn olumulo lọpọlọpọ

source: Generate invoice for your client to view or pay
yo: Ṣe ina risiti fun alabara rẹ lati wo tabi sanwo

source: Allows everyone to know what is coming up and due
yo: Gba gbogbo eniyan laaye lati mọ ohun ti n bọ ati nitori

source: Auto notify the user when something is due
yo: Fi leti laifọwọyi nigbati nkan kan ba to

source: Add custom case fields for all your cases
yo: Ṣafikun awọn aaye ọran aṣa fun gbogbo awọn ọran rẹ

source: Custom Branding
yo: Iyasọtọ aṣa

source: Make your app unique with logo and color styles
yo: Jẹ ki ohun elo rẹ jẹ alailẹgbẹ pẹlu aami ati awọn aza awọ

source: Access to customer support
yo: Wiwọle si atilẹyin alabara

source: Storage
yo: Ibi ipamọ

source: Unlimited
yo: Kolopin

source: Additional Users Seats
yo: Afikun Awọn olumulo ijoko

source: Convo with recording
yo: Convo pẹlu gbigbasilẹ

source: Video or audio chat with recording saved to the case
yo: Fidio tabi iwiregbe ohun pẹlu gbigbasilẹ ti o fipamọ si ọran naa

source: API Access
yo: Wiwọle API

source: Automate tasks with access to API
yo: Ṣe adaṣe awọn iṣẹ ṣiṣe pẹlu iraye si API

source: Module Templates
yo: Module Awọn awoṣe

source: Create a standard template and reuse it
yo: Ṣẹda awoṣe boṣewa ki o tun lo

source: Autorun an action when a case or case assigned is triggered
yo: Ṣiṣe adaṣe adaṣe nigbati ọran kan tabi ọran ti a sọtọ ti nfa

source: Newsletter
yo: Iwe iroyin

source: Send general, birthday, or holiday messages to clients (Coming Soon)
yo: Firanṣẹ gbogbogbo, ọjọ-ibi, tabi awọn ifiranṣẹ isinmi si awọn alabara (Nbọ Laipẹ)

source: Encryption at rest
yo: Ìsekóòdù ni isinmi

source: Protects your data from system compromise
yo: Ṣe aabo data rẹ lati fipaṣe eto

source: Encryption in transit
yo: Ìsekóòdù ni irekọja

source: Protects your data if communications are intercepted
yo: Ṣe aabo data rẹ ti awọn ibaraẹnisọrọ ba wa ni idilọwọ

source: SAML-based single sign-on (SSO)
yo: Ibuwọlu ti o da lori SAML (SSO)

source: Respond realtime to events
yo: Dahun gidi akoko si awọn iṣẹlẹ

source: Seamless Collaboration
yo: Ailopin Ifowosowopo

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
yo: CaseActive ṣe atunṣe ifowosowopo oni-nọmba laarin ile-iṣẹ rẹ ati awọn alabara - lati ijumọsọrọ si ipinnu, gbogbo lori pẹpẹ kan.

source: Take a tour
yo: Ṣe irin-ajo kan

source: Stay Connected
yo: Duro Sisopọ

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
yo: Bojuto olubasọrọ lẹsẹkẹsẹ pẹlu awọn ọmọ ẹgbẹ ẹgbẹ ti o lo ni wiwo olumulo ọrẹ CaseActive bi aaye iduro-iduro kan rẹ fun alabara ati iṣakoso ọran.

source: Connect
yo: Sopọ

source: Case Feed keeps you up-to-date with your clients.
yo: Ifarahan Ifarabalẹ ntọju rẹ pẹlu awọn onibara rẹ.

source: Schedule
yo: Iṣeto

source: Create events, invite attendees, and monitor your calendar.
yo: Ṣẹda awọn iṣẹlẹ, awọn alabaṣe ti o pe, ati ṣayẹwo kalẹnda rẹ.

source: Call
yo: Pe

source: Engage in live video conference calls any time, anywhere.
yo: Lọ si awọn ipe alapejọ fidio ni igbakugba, nibikibi.

source: Share
yo: Pinpin

source: Securely upload files, discuss them, and share.
yo: Fi awọn faili pamọ ni abojuto, ṣọrọsọ wọn, ki o pin.

source: Powerful Case Management
yo: Igbese Isakoso Alagbara

source: Out-of-the-Box Functionality
yo: Ṣiṣẹ-jade-ti-Igbe-iṣẹ

source: Easily assign individuals
yo: Awọn iṣọrọ fi awọn ẹni-kọọkan kun

source: or teams to a case and collaborate with clients.
yo: tabi awọn ẹgbẹ si ọran kan ki o si ṣepọ pẹlu awọn onibara.

source: Manage user groups
yo: Ṣakoso awọn ẹgbẹ olumulo

source: and customize access permissions.
yo: ati ṣe awọn igbanilaaye wiwọle.

source: All data is automatically backed up
yo: Gbogbo data ti ṣe afẹyinti laifọwọyi

source: in case a recovery is ever needed.
yo: ni irú igbesilẹ ti nilo nigbagbogbo.

source: All information
yo: Gbogbo alaye

source: is securely encrypted, ensuring your absolute privacy.
yo: ti ni idaabobo ti o ni aabo, n ṣe idaniloju ipamọ asiri rẹ.

source: Customize
yo: Ṣe akanṣe

source: with your own colors and logo.
yo: pẹlu awọn awọ rẹ ati aami rẹ.

source: can be enabled/disabled at any time.
yo: le ṣiṣẹ / alaabo ni eyikeyi akoko.

source: Benefits of
yo: Awọn anfani ti

source: Reduction in time
yo: Idinku ni akoko

source: to intake new clients
yo: lati gba titun ibara

source: Minimize
yo: Gbe sẹgbẹ

source: the chance of
yo: anfani ti

source: malpractice
yo: aiṣedeede

source: Better experience
yo: Iriri ti o dara julọ

source: for your client
yo: fun onibara rẹ

source: Increase in caseload capacity
yo: Alekun ni agbara ikojọpọ

source: per staff
yo: fun osise

source: Get Started with our Built-in Apps
yo: Bẹrẹ pẹlu awọn Ohun-elo Ikọ-sinu

source: All you need in one place.
yo: Gbogbo ohun ti o nilo ni ibi kan.

source: Case Feed
yo: Iru ifunni

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
yo: Ni irọrun yan alabara kan, oṣiṣẹ, ati awọn alajọpọ si ọran kan ki o si ni aaye to ni aabo ti o jẹ ki o firanṣẹ ilọsiwaju ọran, ni ibaraẹnisọrọ gidi-akoko ati awọn ibaraẹnisọrọ fidio, bi awọn iṣẹlẹ iṣeto, e-ami / gbejade / igbasilẹ awọn iwe aṣẹ, ati pelu pelu.

source: Case Invoices
yo: Awọn risiti ọran

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
yo: Pẹlu invoicing bi-o-lọ, ìdíyelé alabara ni o kan tẹ kuro, ati pe yoo jẹ ki o firanṣẹ awọn ibeere inawo ti a ṣẹda laifọwọyi ati gba owo sisan taara ni ipadabọ.

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
yo: Tọju kalẹnda ọran rẹ ni gbogbo igba, ṣiṣe iṣẹlẹ awọn iṣẹlẹ, pipe awọn olukopa, fifiranṣẹ awọn olurannileti iṣẹlẹ, ati aridaju pe ohun gbogbo wa lori-orin.

source: Case Convo
yo: Ọran Convo

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
yo: Pade pẹlu awọn alabara ati awọn ọmọ ẹgbẹ ẹgbẹ fẹrẹẹ &#39;oju-si-oju&#39; nipasẹ apejọ fidio ti a ṣe sinu rẹ ki o le sọrọ taara pẹlu gbogbo eniyan ti o kan.

source: Case Forms & E-signs
yo: Case Fọọmù & E-ami

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
yo: Ṣe akanṣe fọọmu ọran rẹ ni kikun lati ṣe agbekalẹ awọn awoṣe alailẹgbẹ ti o sin awọn aini rẹ pato. Awọn awoṣe wọnyi le lẹhinna pin si awọn alabara ati awọn ọmọ ẹgbẹ ẹgbẹ lati kun ati ki o forukọsilẹ

source: Case notes
yo: Awọn akọsilẹ ọran

source: Keep notes with custom fields and attachments on case progression for current and future team members
yo: Tọju awọn akọsilẹ pẹlu awọn aaye aṣa ati awọn asomọ lori ilọsiwaju ọran fun awọn ọmọ ẹgbẹ lọwọlọwọ ati ọjọ iwaju

source: Case Media
yo: Media Case

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
yo: Ṣe igbasilẹ, pin, asọye, ati ṣe igbasilẹ awọn faili ti o jọmọ ọran naa ki gbogbo eniyan ni itọkasi lori gbogbo awọn alaye pataki, eniyan, ati awọn ipo.

source: About Case
yo: Nipa irú

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
yo: Jẹ ki awọn alabara ati oṣiṣẹ wo awọn alaye gbogbogbo fun awọn ọran ti wọn ni ipa ninu. O le lẹhinna pa ọran naa ni kete ti ohun gbogbo ba di, tabi fun aṣẹ ọmọ ẹgbẹ ẹgbẹ lati ṣe bẹ.

source: Plus Many More Features
yo: Awọn Ọpọlọpọ Awọn ẹya Diẹ sii

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
yo: Lo Ẹya Isakoso ti Ara-Serve Mu iṣakoso lapapọ ti ijoko iṣakoso CaseActive rẹ lati ori pẹpẹ funrararẹ.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
yo: Laisiiri sopọ mọ eto rẹ ti o wa pẹlu CaseActive Ṣepọ API aladani lati ṣẹda awọn ọran laifọwọyi, pin awọn olumulo, ati ṣe awọn ijabọ ti o da lori titẹ nkan eto rẹ.

source: Multi-Language Enabled:
yo: Olona-Ede Edeede:

source: Interact with clients in
yo: Ṣepọ pẹlu awọn onibara ni

source: 70+ languages
yo: Awọn ede 70+

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
yo: Boya ṣiṣẹ ni agbegbe tabi agbaye, o le ṣe itumọ ede abinibi rẹ nipase CaseActive&#39;s

source: language management system
yo: eto eto isakoso ede

source: No more confusion or limits.
yo: Ko si idamu tabi awọn ifilelẹ lọ.

source: Let's see what others are saying
yo: Jẹ ki a wo ohun ti awọn miran n sọ

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
yo: Ṣe iwari bi awọn alabara ti o ni agbara wa - lati awọn iṣowo kekere si awọn ile-iṣẹ ile-iṣẹ ṣe igbelaruge anfani ifigagbaga wọn nipa di awọn akọni CaseActive.

source: SUPPORT
yo: Iwadii

source: Everything at Your Fingertips.
yo: Ohun gbogbo ni Awọn ika ọwọ rẹ.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
yo: Ṣibẹrẹ pẹlu ìṣàfilọlẹ CaseActive rẹ nipa titẹle itọsọna fidio wa, ki o si ṣe o lati ba awọn aini rẹ ṣe.

source: What are you looking for...
yo: Kini o n wa...

source: Last Updated: June 7, 2021
yo: Imudojuiwọn ti o kẹhin: Okudu 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
yo: CaseActive ṣe ẹtọ, ni igbakugba ati ni lakaye tirẹ, lati ṣe imudojuiwọn ati yipada eyikeyi tabi gbogbo Awọn ofin Iṣẹ wọnyi. Nigbati CaseActive ba yipada Awọn ofin Iṣẹ yii, CaseActive yoo ṣe atunṣe &#39;Ọjọ Imudojuiwọn Kẹhin&#39; loke. O ni iṣeduro lati ṣe atunyẹwo nigbagbogbo ẹya ti isiyi ti Iṣẹ naa. Siwaju lilo rẹ ti Awọn iṣẹ lẹhin eyikeyi iru awọn ayipada ti o ba ti ṣe yoo jẹ ki aṣẹ rẹ di adehun nipa awọn ayipada bẹ. Ti o ba kọ eyikeyi awọn ayipada si Awọn ofin Iṣẹ wọnyi, atunṣe rẹ nikan ati iyasoto yoo jẹ lati fopin si awọn Iṣẹ ni ibamu si awọn ofin inu eyi.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
yo: Awọn Ofin Awọn Iṣẹ Gbogbogbo wọnyi lo si Awọn Iṣẹ ni apapọ. Awọn ofin afikun ti o wulo si Iṣẹ Iṣẹ kọọkan ti a fun ni a ṣeto ni awọn ọna asopọ ti o wa ni isalẹ (&#39;Awọn Afikun Awọn ofin Iṣẹ&#39;).

source: 1. Services:
yo: 1. Awọn iṣẹ:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
yo: Sọfitiwia ohun-ini wa jẹ pẹpẹ ti iṣẹ ti a gbalejo fun awọn alabara wa lati fun awọn iṣẹ ni alaye ni isalẹ. Lati ṣe alabapin fun Iṣẹ kan, o gbọdọ ṣe Fọọmu Bere fun fun Iṣẹ yẹn ati / tabi pari ṣiṣan ti nwọle fun iṣẹ yẹn. O ni ẹtọ lati lo Awọn Iṣẹ nikan eyiti o ti ṣe alabapin ati sanwo, ati lilo rẹ ti Awọn iṣẹ naa wa labẹ ibamu pẹlu gbogbo awọn ofin ati ipo ti Adehun naa. O gba ati gba pe a ni ẹtọ lati yi awọn Iṣẹ pada (tabi eyikeyi apakan rẹ) lati igba de igba ati pe a kii yoo ṣe oniduro fun ọ tabi si ẹgbẹ kẹta fun eyikeyi iyipada si Awọn Iṣẹ naa.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
yo: 1.2 Apejuwe ti Iṣẹ CaseActive: Iṣẹ CaseActive ni suite ti awọn iṣẹ sọfitiwia ti gbalejo fun iṣakoso iṣọpọ alabara lori ayelujara ti a funni nipasẹ CaseActive LLC. Isanwọle iforukọsilẹ ti o ti gba si, tabi Fọọmu Ibere ti o ti ṣe, ṣe idanimọ Iṣẹ Iṣẹ CaseA ti o ti ṣe alabapin fun, akoko ṣiṣe alabapin ati awọn sisanwo nipasẹ rẹ fun Iṣẹ CaseActive. Awọn ofin afikun ati ipo wulo si lilo ti Iṣẹ Iṣẹ CaseActive ti ṣeto ni:

source: 2. Expanding the Services:
yo: 2. Gbigbe Awọn Iṣẹ naa:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
yo: O le ṣe alabapin si eyikeyi Awọn iṣẹ afikun, pẹlu Awọn iṣẹ titun bi o ṣe le ṣee ṣe nipasẹ CaseActive lati igba de igba, tabi mu Awọn Iṣẹ rẹ ti o pọ si nipasẹ ṣiṣe Fọọmu Ibere Bere fun afikun tabi ṣiṣan iforukọsilẹ, gẹgẹ bi apakan ti Awọn iṣẹ naa. Kọọkan ṣiṣilẹ iforukọsilẹ tuntun tabi Fọọmu Bere fun yoo ni idiyele pẹlu ọjọ ati ọjọ (ìdíyelé) ti Awọn iṣẹ ti n ṣafikun ni akoko yẹn. Gbogbo Awọn iṣẹ titun ni o wa labẹ Awọn ofin Iṣẹ Gbogbogbo wọnyi ati awọn ofin afikun ati eyikeyi awọn ofin ti o le ni pataki si iru Awọn Iṣẹ afikun.

source: 3. Customer Support:
yo: 3. Iranlọwọ alabara:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
yo: Ti a ti pese pe o ti san gbogbo owo sisan nipasẹ rẹ fun Awọn Iṣẹ naa, a yoo lo awọn igbiyanju ironu ti iṣowo lati pese, ni idiyele kankan si ọ, awọn iṣẹ atilẹyin imọ-ẹrọ si ọ ati awọn olumulo ti o fun ni aṣẹ ti o ṣe alabapin si Awọn Iṣẹ naa. A yoo fi aṣoju awọn iṣẹ alabara si awọn ọran rẹ. Awọn ọran ti Kolopin ni a gba lati ọdọ awọn olumulo ti a fun ni aṣẹ. Atilẹyin boṣewa wa 24/7, laisi awọn isinmi nla, eyiti o pẹlu Iranti Iranti Iranti, Ọjọ ominira, Ọjọ Oṣiṣẹ, Idupẹ, Keresimesi, ati Ọjọ Ọdun Tuntun. O le kan si atilẹyin alabara nipa lilo wa

source: Contact Form
yo: Fọọmu Kan si

source: . Our response time shall not be greater than two business days.
yo: . Akoko esi wa kii yoo tobi ju ọjọ iṣowo meji lọ.

source: 4. Training:
yo: 4. Ikẹkọ:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
yo: Ti a pese pe o ti san gbogbo owo sisan nipasẹ rẹ fun Awọn Iṣẹ naa, a yoo ṣe awọn ijinna latọna jijin, laaye tabi awọn igba ikẹkọ ti o gbasilẹ si awọn ti o yan, ti a darukọ ati awọn olumulo ti o fun ni aṣẹ ati pese awọn olukọni ti o wa ni wiwọle nipasẹ apakan Iranlọwọ ati Ikẹkọ ti oju opo wẹẹbu wa ni ko si afikun idiyele. Fun diẹ ninu Awọn Iṣẹ ti a pese diẹ ninu ikẹkọ aaye lori ibeere ati fun idiyele afikun. Jọwọ kan si wa nipa lilo wa

source: for more information about on-site training.
yo: fun alaye diẹ sii nipa ikẹkọ aaye.

source: 5. Your Rights and Restrictions:
yo: 5. Awọn ẹtọ rẹ ati awọn ihamọ:
