Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/yo/LC_MESSAGES/messages.po
Languages: yo

source: You should choose image file.
yo: O yẹ ki o yan faili aworan.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
yo: Ṣe igbasilẹ iwe kan, samisi rẹ fun Ibuwọlu, lẹhinna jẹ ki alabara wọle ki o fi aami sii. Ohun gbogbo ti ni ṣe laisi alabara nini lati wa sinu ile wa. Eyi ni ọwọ pẹlu awọn alabara ti ko sunmo si ọfiisi kan tabi ti wọn gbe ilu-nla ..

source: Director of Operations of Capital Insurance
yo: Oludari Awọn Iṣẹ ti Iṣeduro Olu

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
yo: Awọn alabaṣiṣẹpọ wa le wọle ki o wo alaye ipilẹ lori bi ọran wọn ti tọka si. Eyi ti pọ si awọn apejọ ọran wa pọ si ...

source: Partner of Law Office of Christianson & Bayles
yo: Alabaṣepọ ti Office of Law of Christianson &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
yo: A ko ni lati rii awọn alabara ni ọfiisi fun awọn ipade, ati iwe adehun ti pari gbogbo lori ayelujara - o wuyi !.

source: CEO of EL Passion
yo: CEO ti EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
yo: Lilo API, a ṣe adaṣe patapata ti ohun ti o han ni ifunni ọran, da lori awọn idamu pato ninu eto wa ti o wa. Lẹwa rọrun ..

source: IT Manager of Carter Mario Injury Lawyers
yo: Oluṣakoso IT ti Awọn amofin Carter Mario Injury

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
yo: A ni awọn onibara ti ọpọlọpọ awọn oniyemeji pupọ ti o lo ẹya itumọ. A fi awọn ifiranṣẹ ranṣẹ pẹlu igboya pe gbogbo eniyan yoo loye wọn. Eyi jẹ ki a gbe lati agbegbe si iṣẹ agbaye ..

source: CEO of Solid Rock Designs
yo: Alakoso Awọn Apẹrẹ Awọn Apẹrẹ Solid

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
yo: Awọn alabara fẹran rẹ! O mu ki igbesi aye wọn rọrun pupọ. Wọn le jiroro awọn ọran pẹlu wa lori ayelujara, gbe awọn fọto ati awọn iwe aṣẹ sori ẹrọ, ati pe gbogbo nkan ti wa ni fipamọ nibiti ẹgbẹ ati alabara le wo ..

source: Partner of Ashley &amp; Ashley P.C.
yo: Alabaṣepọ ti Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
yo: A nifẹ ọran invo nitori o jẹ ki awọn alabara wo gangan ohun ti wọn n sanwo fun ..

source: Vice President of Sky Digital
yo: Igbakeji Alakoso ti Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
yo: Ibaraẹnisọrọ ti sopọ mọ-ori bi ti nini gbogbo awọn media awujọ rẹ ati awọn irinṣẹ iṣọpọ ni aaye kan ..

source: Director Of Complaint Management
yo: Oludari Ninu Isakoso Ẹdun

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
yo: Awọn fọọmu fọọmu gba wa laaye lati gbọ ati kọ ẹkọ, n ṣe iranlọwọ fun wa lati pọ sii tita nipasẹ ifitonileti alabara.

source: Director of Sales of Cain &amp; Company
yo: Oludari Titaja ti Kaini &amp; Ile-iṣẹ

source: The user interface is very similar to Facebook. It’s extremely easy to use..
yo: Ni wiwo olumulo jẹ irufẹ kanna si Facebook. O rọrun pupọ lati lo ..

source: Partner of Wong Medical Group LLC
yo: Alabaṣepọ ti Wong Medical Group LLC

source: A pin has been sent to
yo: A ti fi pinni ranṣẹ si

source: Cancel
yo: fagilee

source: Send New Pin
yo: Firanṣẹ PIN Tuntun

source: Need Help?
yo: Nilo iranlowo?

source: Click here to contact us
yo: Tẹ ibi lati kan si wa

source: Next
yo: Itele

source: Login or Signup
yo: Wọle tabi Iforukọsilẹ

source: Invalid email entered
yo: Imeeli ti ko tọ ti tẹ sii

source: Made with
yo: ṣe pẹlu

source: love
yo: ni ife

source: in New York City
yo: ni New York City

source: All rights reserved
yo: Gbogbo awọn ẹtọ wa ni ipamọ

source: Terms of Use
yo: Awọn ofin lilo

source: Contact Us
yo: Pe wa

source: Username
yo: olumulo

source: New Password
yo: Ọrọ aṣina Tuntun

source: Confirm Password
yo: So ni pato orukoabawole re

source: Set Your New Password
yo: Ṣeto rẹ New Ọrọigbaniwọle

source: A code has been sent to
yo: A ti fi koodu ranṣẹ si

source: Change Password
yo: Tun oruko akowole re se

source: Changing...
yo: Iyipada ...

source: Login
yo: Wo ile

source: Forgot password?
yo: Gbagbe ọrọ aṣina bi?

source: Help
yo: Egba Mi O

source: Email or Phone
yo: Imeeli tabi foonu

source: Reset Password
yo: Tun Ọrọigbaniwọle

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
yo: Tẹ adirẹsi imeeli naa tabi nọmba foonu ti o ni nkan ṣe pẹlu akọọlẹ rẹ, lẹhinna tẹ fi silẹ. A yoo fi imeeli ranṣẹ tabi fi ọrọ ranṣẹ si ọ ni oju-iwe si ibiti o ti le ṣẹda ọrọ igbaniwọle tuntun ni rọọrun.

source: Request Code
yo: ìbéèrè Code

source: Requesting...
yo: Bere ...

source: CASEACTIVE IS COMING SOON
yo: ISE TI N WA NILE

source: Create a free account
yo: Ṣẹda akọọlẹ ọfẹ kan

source: We are putting final touches to it. We will notify you when it's ready!
yo: A n fi awọn ifọwọkan ikẹhin si. A yoo sọ fun ọ nigbati o ba ṣetan!

source: You’re minutes away from a better collaboration.
yo: O wa ni iṣẹju diẹ si ifowosowopo ti o dara julọ.

source: Last Name
yo: Oruko idile

source: Email
yo: imeeli

source: Company
yo: Ile-iṣẹ

source: No language selected
yo: Ko si ede ti a yan

source: I agree with
yo: Mo gba pẹlu

source: Terms of Service
yo: Awọn ofin ti iṣẹ

source: Language
yo: ede

source: Have at least one lower case character
yo: Ṣe ni o kere ju ọrọ-kekere kekere kan

source: Have at least one capital letter
yo: Ni lẹta lẹta pataki kan ni o kere ju

source: Have at least one number
yo: Ni o kere nọmba kan

source: Have at least 8 characters in length
yo: Ṣe awọn lẹta ti o kere ju 8 lọ ni ipari

source: Type your current password
yo: Tẹ ọrọ igbaniwọle lọwọlọwọ rẹ

source: Passwords must match
yo: Awọn ọrọ aṣina gbọdọ baramu

source: Domains
yo: Awọn ibugbe

source: Javascript are disabled. Please enable it.
yo: JavaScript ti wa ni alaabo. Jọwọ jeki o.

source: Cookies are disabled. Please enable it.
yo: Cookies wa ni alaabo. Jọwọ jeki o.

source: New
yo: Tuntun

source: Create A New App
yo: Ṣẹda Ohun elo Tuntun kan

source: Apps
yo: Awọn nṣiṣẹ

source: Profile
yo: profaili

source: Hi
yo: Bawo

source: View your account
yo: Wo akọọlẹ rẹ

source: View page
yo: Wo oju-iwe

source: You don’t have any apps
yo: O ko ni awọn ohun elo eyikeyi

source: Admin
yo: Abojuto

source: Notifications
yo: Awọn iwifunni

source: No notifications yet.
yo: Ko si awọn iwifunni sibẹsibẹ.

source: Today
yo: Loni

source: Last Week
yo: Ose ti o koja

source: No timezone selected
yo: Ko si akoko ti a ti yan akoko

source: Complete profile to continue
yo: Paripo profaili lati tẹsiwaju

source: Website:
yo: Aaye ayelujara:

source: Homepage:
yo: Oju-ewe akọọkan:

source: Approve Access
yo: Wiwọle si Iwọle

source: Info
yo: Alaye

source: Permissions
yo: Awọn igbanilaaye

source: Billing
yo: Ìdíyelé

source: Payment Plan
yo: Eto isanwo

source: Edit
yo: Ṣatunkọ

source: Save
yo: Fipamọ

source: has access to your information below:
yo: ni iraye si alaye rẹ ni isalẹ:

source: has invited you to their client portal.
yo: ti pe o si wọn onibara portal.

source: want access to the following information:
yo: fẹ iraye si alaye wọnyi:

source: Decline
yo: Kọ

source: Remove Access
yo: Mu Wiwọle kuro

source: Active
yo: Ti nṣiṣe lọwọ

source: Invites
yo: Awọn ifiwepe

source: Disabled
yo: Alaabo

source: No apps found
yo: Ko si awọn ohun elo ti a rii

source: user
yo: olumulo

source: manager
yo: alakoso

source: active
yo: ti nṣiṣe lọwọ

source: inactive
yo: aláìṣiṣẹ

source: Company Name
yo: Orukọ Ile-iṣẹ

source: Type
yo: iru

source: Status
yo: ipo

source: Invitation
yo: Ifiwepe

source: About App
yo: Nipa App

source: Billing Info
yo: Alaye ìdíyelé

source: Your Company Name
yo: Rẹ Company Name

source: Your Company Website
yo: Rẹ Company wẹẹbù

source: Saving...
yo: Fifipamọ ...

source: Billing Information
yo: Alaye Iwe-iye-owo

source: Please add the APP ID provided by the company
yo: Jọwọ ṣafikun ID APP ti ile-iṣẹ pese

source: Select an option
yo: Yan aṣayan kan

source: Join an existing app as a client
yo: Darapọ mọ ohun elo ti o wa tẹlẹ bi alabara

source: Create a new app for my business
yo: Ṣẹda ohun elo tuntun fun iṣowo mi

source: Create Domain
yo: Ṣẹda ase

source: Select enterprise app
yo: Yan app kekeke

source: No item selected
yo: Ko si ohun kan ti a yan

source: Domain name
yo: Orukọ ìkápá

source: Add
yo: fi

source: No enterprise app found
yo: Ko si ohun elo ile-iṣẹ ti a rii

source: Pending
yo: Ni isunmọtosi

source: No domains found
yo: Ko si awọn ibugbe ti a rii

source: Domain
yo: Ibugbe

source: Txt Value
yo: Iye Txt

source: Enterprise Host ID
yo: Idawọlẹ Gbalejo ID

source: Action
yo: Iṣe

source: Delete
yo: Paarẹ

source: Reset
yo: Tunto

source: Allow Manual Sign In
yo: Gba Ifọwọṣe Wọle

source: Exclude Emails From SSO
yo: Yọ awọn imeeli kuro lati SSO

source: SAML Identity Provider Metadata
yo: Awọn Metadata Olupese Idanimọ SAML

source: Submit
yo: Fi silẹ

source: Profile photo
yo: profaili Fọto

source: Uploading...
yo: Ikojọpọ ...

source: has been claimed by another account, please, change it or
yo: ti tun sọ nipasẹ apamọ miiran, jọwọ, yi pada tabi

source: reclaim
yo: gba pada

source: it
yo: o

source: pending verification:
yo: ni isunmọtosi ni otitọ:

source: verify
yo: mọ daju

source: Phone Number
yo: Nomba fonu

source: Current Password
yo: lọwọlọwọ Ọrọigbaniwọle

source: Change password
yo: Tun oruko akowole re se

source: No gender selected
yo: Ko si aṣayan ti a yan

source: Address
yo: adirẹsi

source: Address 2
yo: adirẹsi 2

source: City/Locality
yo: City / agbegbe

source: No country selected
yo: Ko si orilẹ-ede ti a yan

source: Zip/Postal Code
yo: Siipu / Koodu Ipinlẹta

source: Basic
yo: ipilẹ

source: Date of Birth
yo: Ojo ibi

source: Gender
yo: iwa

source: Occupation
yo: ojúṣe

source: Address is not valid
yo: Adirẹsi ko wulo

source: City/Locality is not valid
yo: Ilu / Agbegbe ko wulo

source: Country
yo: orilẹ-ede

source: State/Region is not valid
yo: Ipinle / Ekun ko wulo

source: Contact Info
yo: Alaye olubasọrọ

source: Language & Region
yo: Ede &amp; Ekun

source: Saving
yo: Nfipamọ

source: Verify Your
yo: Ṣe ayẹwo rẹ

source: Verification Code
yo: Kodu afimo

source: Resend Code
yo: Koodu atunṣe

source: Resending
yo: Nduro

source: Verify
yo: Ṣayẹwo

source: Verifying...
yo: Igbeyewo ...

source: Later
yo: Nigbamii

source: We're here to help
yo: A ba nibi lati ran

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
yo: O ṣeun fun kikan si wa. Ifiranṣẹ rẹ ti a ti ni ifijišẹ rán. A o kan si o gan laipe!

source: characters left
yo: ohun kikọ silẹ osi

source: Send
yo: fi

source: Sending...
yo: Fifiranṣẹ ...

source: You will no longer receive email marketing from the list.
yo: Iwọ kii yoo gba titaja imeeli mọ lati atokọ naa.

source: If you have a moment, please let us know why you unsubscribed:
yo: Ti o ba ni iṣẹju diẹ, jọwọ jẹ ki a mọ idi ti o fi ṣe alabapin:

source: Return to our website
yo: Pada si oju opo wẹẹbu wa

source: Thank you. Your response has been submitted.
yo: E dupe. A ti fi esi rẹ silẹ.

source: No Cases
yo: Ko si Igbadii

source: Layout
yo: Ìfilélẹ

source: Gallery
yo: Ile aworan

source: Speaker
yo: Agbọrọsọ

source: This case has been closed
yo: Idi eyi ti wa ni pipade

source: Feed
yo: Ifunni

source: Images
yo: Awọn aworan

source: Videos
yo: Awọn fidio

source: Files
yo: Awọn faili

source: Events
yo: Awọn iṣẹlẹ

source: Forms
yo: Awọn fọọmu

source: E-signs
yo: E-ami

source: Invoices
yo: Awọn risiti

source: Notes
yo: Awọn akọsilẹ

source: Tasks
yo: Awọn iṣẹ-ṣiṣe

source: Great job!
yo: Ise nla!

source: You did all
yo: O ṣe gbogbo

source: the tasks
yo: awọn iṣẹ-ṣiṣe naa

source: Skip to navigation (n)
yo: Foo si lilọ kiri (n)

source: Skip to content (c)
yo: Foo si akoonu (c)

source: Skip to footer (f)
yo: Rekọja si ẹlẹsẹ (f)

source: Case
yo: Ọran

source: Search
yo: Ṣawari

source: Using Form Builder
yo: Lilo Oluṣe Onkọwe

source: Using Forms Library
yo: Lilo awọn fọọmu Library

source: Using E-sign Builder
yo: Lilo E-ami Akole

source: Using E-signs Library
yo: Lilo E-ami Library

source: Documents
yo: Awọn iwe aṣẹ

source: Create Note
yo: Ṣẹda Akọsilẹ

source: Edit Note
yo: Ṣatunkọ Akọsilẹ

source: End Convo
yo: Ipari Convo

source: Create Form
yo: Ṣẹda Fọọmù

source: Create Sign
yo: Ṣẹda Ifihan

source: Event Create
yo: Ṣẹda Ṣẹda

source: Convo Videos
yo: Awọn fidio Convo

source: Cases
yo: Awọn ọran

source: Case categories
yo: Awọn ẹka ọran

source: Your team
yo: Ẹgbẹ rẹ

source: To do
yo: Lati ṣe

source: To Do:
yo: Lati Ṣe:

source: Case Categories
yo: Awọn ẹka ọran

source: Your Team
yo: Ẹgbẹ rẹ

source: To Do
yo: Lati Ṣe

source: Yes
yo: Bẹẹni

source: Close
yo: Pa

source: Publish
yo: Ṣe atẹjade

source: Visibility
yo: Hihan

source: all
yo: gbogbo

source: sign
yo: ami

source: of
yo: ti

source: Processing
yo: Ṣiṣẹ

source: failed.
yo: kuna.

source: Value should be greater or equal to 1
yo: Iye yẹ ki o tobi tabi dogba si 1

source: Repeat end:
yo: Tun ipari:

source: Signature
yo: Ibuwọlu

source: Draw
yo: Yiya

source: Write
yo: Kọ

source: Clear Signature
yo: Ko Ibuwọlu

source: Still processing video...
yo: Ṣi ṣiṣiṣẹ fidio ...

source: You
yo: Iwọ

source: You are about to delete feed. Are you sure?
yo: O ti fẹrẹ pa kikọ sii rẹ. Ṣe o da ọ loju?

source: No convo audios yet
yo: Ko si awọn ohun afetigbọ sibẹsibẹ

source: No convo videos yet
yo: Ko si awọn fidio convo sibẹsibẹ

source: Start Convo
yo: Bẹrẹ Convo

source: Notify the Host
yo: Fi to Gbalejo leti

source: is in the call
yo: wa ninu ipe

source: and
yo: ati

source: others are in the call
yo: awon miran wa ninu ipe

source: Audio call is being recorded
yo: Ipe ohun n gba silẹ

source: Video call is being recorded
yo: Ipe fidio ti wa ni igbasilẹ

source: Join now
yo: Darapọ mọ ni bayi

source: Dismiss
yo: Yọọ kuro

source: Can’t find your
yo: Ko le ri rẹ

source: microphone
yo: gbohungbohun

source: Check your system settings to make sure that
yo: Ṣayẹwo awọn eto eto rẹ lati rii daju pe

source: is available. If not, plug one in. You might need to restart your browser.
yo: wa. Ti kii ba ṣe bẹ, pulọọgi ọkan sinu. O le nilo lati tun ẹrọ aṣawakiri rẹ bẹrẹ.

source: web camera
yo: kamera wẹẹbu

source: You are going to start a Convo call. Start with:
yo: Iwọ yoo bẹrẹ ipe Convo kan. Bẹrẹ pẹlu:

source: Video & Audio
yo: Fidio & Ohun

source: Audio Only
yo: Ohun Nikan

source: Record the meeting
yo: Ṣe igbasilẹ ipade naa

source: Waiting for someone with permission to start a Convo call
yo: Nduro fun ẹnikan ti o ni igbanilaaye lati bẹrẹ ipe Convo kan

source: Add Ticket
yo: Fi Tiketi kun

source: Title
yo: Akọle

source: Open
yo: Ṣii

source: Closed
yo: Ti pa

source: You are about to close ticket. Are you sure?
yo: O ti fẹrẹ pa tikẹti naa. Ṣe o da ọ loju?

source: Announcements
yo: Awọn ikede

source: Support
yo: Atilẹyin

source: Opened
yo: Ṣí

source: View
yo: Wo

source: Locations
yo: Awọn ipo

source: You currently have no announcements.
yo: O ko ni awọn ikede lọwọlọwọ.

source: You currently have no
yo: O ko ni lọwọlọwọ

source: open cases. Click
yo: ìmọ igba. Tẹ

source: here
yo: Nibi

source: to contact support.
yo: lati kan si atilẹyin.

source: closed cases.
yo: pipade igba.

source: open tickets.
yo: ìmọ tiketi.

source: closed tickets.
yo: titi tiketi.

source: You currently have no locations.
yo: O ko ni awọn ipo lọwọlọwọ.

source: Write a comment....
yo: Kọ asọye kan ....

source: Post
yo: Ifiranṣẹ

source: Add Location
yo: Fi ipo kun

source: Save Event
yo: Fi iṣẹlẹ pamọ

source: Name
yo: Oruko

source: Start Date
yo: Ọjọ Bẹrẹ

source: Start Time
yo: Aago Ibẹrẹ

source: End Date
yo: Ọjọ ipari

source: End Time
yo: Aago ipari

source: Repeat
yo: Tun ṣe

source: Attendees
yo: Awọn olukopa

source: Event Location
yo: Ibi Iyankọ

source: Link
yo: Ọna asopọ

source: Description
yo: Apejuwe

source: Attending
yo: Nlọ

source: Add to calendar
yo: Fi kun si kalẹnda

source: Details
yo: Awọn alaye

source: Event by
yo: Iṣẹlẹ nipasẹ

source: Duration:
yo: Iye akoko:

source: more
yo: siwaju sii

source: Maybe
yo: Boya

source: Not Attending
yo: Ko ṣe deede

source: No
yo: Rara

source: Event details
yo: Awọn alaye iṣẹlẹ

source: You don't have permissions to view this page.
yo: O ko ni awọn igbanilaaye lati wo oju-ewe yii.

source: Your Upcoming Events
yo: Awọn iṣẹlẹ Rẹ ti Nbọ

source: Upcoming
yo: Nbọ

source: Your Past Events
yo: Awọn iṣẹlẹ ti o ti kọja rẹ

source: Past
yo: Ti o ti kọja

source: Your Events
yo: Awọn iṣẹlẹ rẹ

source: All
yo: Gbogbo

source: All Events
yo: Gbogbo Awọn iṣẹlẹ

source: Directions
yo: Awọn itọnisọna

source: Edit settings
yo: Ṣatunkọ awọn eto

source: Delete event
yo: Pa iṣẹlẹ rẹ

source: Attending?
yo: Wọle si?

source: No Events
yo: Ko si Awọn iṣẹlẹ

source: more comment(s)
yo: diẹ ọrọ sii (s)

source: Loading comments
yo: Ikojọpọ comments

source: You are about to delete comment. Are you sure?
yo: O ti fẹrẹ paarẹ asọye. Ṣe o da ọ loju?

source: task
yo: iṣẹ-ṣiṣe

source: to do
yo: lati ṣe

source: tasks
yo: awọn iṣẹ-ṣiṣe

source: Write something...
yo: Kọ nkan ...

source: Attach File
yo: So Faili

source: From Template
yo: Lati Àdàkọ

source: No feeds yet.
yo: Ko si awọn kikọ sii sibẹ.

source: comment
yo: ọrọìwòye

source: Add a comment
yo: Fi ọrọìwòye

source: Template
yo: Àdàkọ

source: No templates
yo: Ko si awọn awoṣe

source: Done
yo: Ṣe

source: Select the members who needs to fill this form
yo: Yan awọn ọmọ ẹgbẹ ti o nilo lati kun fọọmu yii

source: Update Form
yo: Fọọmu imudojuiwọn

source: Due Date
yo: Asiko to ba to

source: Due Time
yo: Aago Akoko

source: Loading...
yo: Ikojọpọ ...

source: Preview
yo: Awotẹlẹ

source: Save & Close
yo: Fipamọ & Pade

source: Add an element
yo: Fi eroja kan kun

source: Media is converting. We will notify you when it is ready
yo: Media n yipada. A yoo sọ fun ọ nigbati o ba ṣetan

source: Add
yo: Fi kun

source: Field
yo: Aaye

source: Edit
yo: Ṣatunkọ

source: Text
yo: Ọrọ

source: Sub Text
yo: Ọrọ Sub

source: Format
yo: Ọna kika

source: Media failed in converting. Please delete and try again or another.
yo: Media kuna ni iyipada. Jọwọ parẹ ki o gbiyanju lẹẹkansi tabi omiiran.

source: Pages
yo: Awọn oju-iwe

source: Saved
yo: Ti fipamọ

source: Insert
yo: Fi sii

source: Elements
yo: Awọn eroja

source: Action Required
yo: Igbese ti beere

source: Add a new page
yo: Fi oju-iwe tuntun kun

source: Blank page
yo: Oju-iwe òfo

source: From PDF
yo: Lati PDF

source: From image
yo: Lati aworan

source: Add PDF
yo: Fi PDF kun

source: Add Image
yo: Fi Aworan kun

source: Options
yo: Awọn aṣayan

source: Column Names
yo: Awọn orukọ ọwọn

source: Option already exists.
yo: Aṣayan ti wa tẹlẹ.

source: options list is empty
yo: akojọ aṣayan jẹ ṣofo

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
yo: Aaye apoti apoti ṣe atilẹyin awọn aṣayan 5 nikan. O le yi aaye pada si titọ silẹ lati ṣafikun awọn aṣayan diẹ sii

source: columns list is empty
yo: awọn ọwọn akojọ ti ṣofo

source: Default Value
yo: Aṣayan Aiyipada

source: Delete row
yo: Pa ila

source: Add a new row
yo: Fi ila tuntun kun

source: Download
yo: Gba lati ayelujara

source: Label
yo: Aami

source: Question
yo: Ibeere

source: Default answer
yo: Idahun aiyipada

source: Media is converting
yo: Media n yipada

source: Send Form
yo: Firanṣẹ Fọọmù

source: Form Submited.
yo: Fọọmu ti a firanṣẹ.

source: You don't have permissions to submit forms.
yo: O ko ni awọn igbanilaaye lati fi awọn fọọmu sii.

source: You currently have no forms of your own
yo: Lọwọlọwọ o ko ni awọn fọọmu ti tirẹ

source: Your Uncompleted Forms
yo: Awọn fọọmu rẹ ti ko pari

source: Uncompleted
yo: Ti ko pari

source: Your Completed Forms
yo: Awọn Fọọmu Rẹ Pari

source: Completed
yo: Ti pari

source: Your Forms
yo: Awọn Fọọmu Rẹ

source: All Forms
yo: Gbogbo Awọn Fọọmu

source: Form Title
yo: Akọle fọọmu

source: Author
yo: Onkọwe

source: Published
yo: Ti gbejade

source: Submissions
yo: Awọn ifisilẹ

source: No Forms
yo: Ko si Fọọmu

source: Upload Form Document
yo: Ikojọpọ Fọọmù Iwe

source: Forms Library
yo: Awọn ile-iwe Fọọmù

source: No Forms In Library
yo: Ko si Awọn Fọọmu Ni Ajọwe

source: Answers
yo: Awọn idahun

source: Close - Status changed
yo: Pade - Ipo yi pada

source: Change Status
yo: Yi Ipo pada

source: Case Number
yo: Nọmba Nọmba

source: Tag Id
yo: Id Id

source: Date Opened
yo: Ọjọ ti Ṣii

source: Host Id
yo: Gbalejo Id

source: User Id
yo: Idanimọ olumulo

source: Case Id
yo: Idi ọran

source: Confirm your details
yo: Jẹrisi awọn alaye rẹ

source: Form Submitted.
yo: Fọọmu Ti a Fi silẹ.

source: Invoice
yo: risiti

source: Reference ID:
yo: ID itọkasi:

source: Term:
yo: Àkókò:

source: Note:
yo: Akiyesi:

source: Price
yo: Iye owo

source: Add more
yo: Fi diẹ sii

source: Subtotal($)
yo: Lapapọ($)

source: Discount(%)
yo: Eni(%)

source: TAX(%)
yo: ORI(%)

source: Total($)
yo: Lapapọ($)

source: Invoice No
yo: Iwe-owo No

source: Select the members who needs to view or pay this invoice
yo: Yan awọn ọmọ ẹgbẹ ti o nilo lati wo tabi san risiti yii

source: Update Invoice
yo: risiti imudojuiwọn

source: Create Invoice
yo: Ṣẹda risiti

source: Reference ID
yo: ID itọkasi

source: Term
yo: Igba

source: Note
yo: Akiyesi

source: Quantity
yo: Opoiye

source: Price ($)
yo: Iye ($)

source: Subtotal ($)
yo: Lapapọ ($)

source: Discount (%)
yo: Eni (%)

source: Tax (%)
yo: Owo-ori (%)

source: Total ($)
yo: Lapapọ ($)

source: Pay Invoice
yo: Sanwo risiti

source: Payment method
yo: Eto isanwo

source: Add a new payment method
yo: Ṣafikun ọna isanwo tuntun kan

source: Summary
yo: Lakotan

source: Payment:
yo: Isanwo:

source: Total charge:
yo: Lapapọ idiyele:

source: Your Unpaid Invoices
yo: Awọn risiti ti a ko sanwo rẹ

source: Unpaid
yo: Ti ko sanwo

source: Your Paid Invoices
yo: Awọn risiti ti o san

source: Paid
yo: Sanwo

source: Your Invoices
yo: Awọn risiti rẹ

source: All Invoices
yo: Gbogbo Invoices

source: Invoice Title
yo: Akọle risiti

source: No Invoices
yo: Ko si awọn risiti

source: No Audios yet.
yo: Ko si Audios sibẹsibẹ.

source: Loading failed.
yo: Ikojọpọ kuna.

source: retry
yo: tun gbiyanju

source: No documents yet.
yo: Ko si awọn iwe aṣẹ sibẹsibẹ.

source: No Files yet.
yo: Ko si awọn faili sibẹsibẹ.

source: No Images yet.
yo: Ko si Awọn aworan sibẹsibẹ.

source: No Videos yet.
yo: Ko si awọn fidio sibẹsibẹ.

source: Page Not Found
yo: Oju-iwe Ko ri

source: Attachments
yo: Awọn asomọ

source: Note View
yo: Akiyesi Wo

source: No Notes
yo: Ko si Awọn akọsilẹ

source: Select the person to answer this field
yo: Yan eniyan lati dahun aaye yii

source: Create E-sign
yo: Ṣẹda E-aami

source: Update E-signs
yo: Ṣe imudojuiwọn awọn ami-e

source: Signs
yo: Awọn ami

source: Add Field
yo: Fi aaye kun

source: Edit Field
yo: Ṣatunkọ aaye

source: Send E-sign
yo: Firanṣẹ E-aami

source: E-sign Submitted.
yo: E-aami Fi silẹ.

source: You don't have permissions to submit e-signs.
yo: O ko ni awọn igbanilaaye lati fi awọn ami e-mail silẹ.

source: You currently have no E-signs of your own
yo: Lọwọlọwọ o ko ni awọn ami E-ti tirẹ
