Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/yo/LC_MESSAGES/messages.po
Languages: yo

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
yo: 10.1 Indemnification fun irufin: Koko si Abala 10.4, a yoo, ni idiyele wa, yoo daabobo ọ lodi si eyikeyi ẹtọ ẹnikẹta ti a mu si ọ eyiti o fi ẹsun pe Awọn Iṣẹ naa ṣẹ eyikeyi itọsi Amẹrika eyikeyi ti o fun ẹnikẹta gẹgẹ bi Ọjọ Ipa; tabi rufin eyikeyi aṣẹ-lori, aami-iṣowo tabi aṣiri ti eyikeyi ẹgbẹ kẹta (ti a tọka si bi &#39;Ohun-ini Ohun-ini Oniye labẹ Awọn Iṣẹ&#39;). Ninu iṣẹlẹ ti a rii ofin tabi gba lodi si lilo ohun-ini Ohun-elo labẹ-iṣẹ Ọpọlọ tabi ni ero wa o ṣee ṣe lati wa tabi gba, a yoo, ni aṣayan wa ati laibikita, boya (i) ra ọja fun ọ ati fun lorukọ rẹ awọn olumulo ti a fun ni aṣẹ ni ẹtọ lati tẹsiwaju lati lo Awọn Iṣẹ naa, tabi (ii) rọpo tabi yi awọn Iṣẹ naa ṣe lati lo ilokulo irufin wọn lakoko ti o lagbara lati ṣe iṣẹ kanna ni agbara. Ninu awọn ipin iṣẹlẹ (i) ati (ii) ti o wa loke ko ṣee ṣe iṣowo, a le fopin si awọn Iṣẹ naa ki o san owo-pada eyikeyi, ṣugbọn Awọn isanwo Iṣẹ ti ko lo. A ko ni adehun lati daabobo tabi yoo ṣe oniduro fun eyikeyi idiyele tabi awọn bibajẹ labẹ Abala 10.1 ti irufin ti a gbe esun ba jade tabi tabi ni ọna eyikeyi ti o jẹ ẹtọ si (i) eyikeyi iyipada ti Awọn Iṣẹ eyikeyi nipasẹ rẹ (tabi eyikeyi ti a fun ni aṣẹ tabi awọn olumulo ti a dabaa) tabi (ii) lilo Awọn iṣẹ ni apapọ pẹlu awọn iṣẹ ati awọn ọja ti a pese nipasẹ CaseActive ti o ba ti yago fun iru iru irufin laisi iyipada tabi apapọ, tabi (iii) ibamu pẹlu awọn aṣa tabi awọn ilana tabi (iv) iṣeduro kan ti ko ṣalaye pẹlu pato pe Awọn Iṣẹ naa jẹ koko ti ẹtọ (ọkọọkan &#39;Apejọ Iyatọ&#39;). Awọn adehun eekadẹri ti o wa ninu Abala 10.1 yoo ye eyikeyi ifopinsi tabi ipari ti Adehun yii.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
yo: 10.2 Indemnification fun Aabo data ati Asiri: Koko si Abala 10.4, ati ni akoko igba ṣiṣe-alabapin rẹ si Awọn iṣẹ naa, a yoo, ṣe aabo wa, gbeja ọ lodi si eyikeyi ẹtọ ẹnikẹta ti a mu si ọ ti o da ainaani nla wa ni idiwọ iraye laigba aṣẹ si, tabi asise aitọ inu wa ni sisọ, Alaye Idanimọ ti Ara ẹni ti awọn alabara rẹ ninu ohun-ini wa tabi iṣakoso. Aisedeede yii ko ni lo si iye ti iru bẹbẹ ti o dide lati tabi ti o jọmọ aifiyesi rẹ tabi iwa aṣebiakọ tabi ti awọn aṣoju tabi awọn aṣoju rẹ, tabi bi a o ti fi iyasọtọ jẹ aropin tabi opin nipasẹ ẹnikọọkan labẹ Adehun naa. Awọn adehun ododo ti a gbe kalẹ ni apakan yii jẹ pataki lori rẹ ni tooto aifiyesi nla wa tabi iwuruwa aitọ ti ni taara ati isunmọ gaan ni iraye si laigba si tabi ṣafihan ifitonileti idanimọ ti ara ẹni ti awọn alabara rẹ ninu ini tabi iṣakoso.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
yo: 10.3 Indemnification rẹ: O gba lati sọ di mimọ, mu laiseniyan duro, ati dabobo wa ati gbogbo awọn oṣiṣẹ wa, awọn olori, awọn oludari ati awọn aṣoju lati eyikeyi ati gbogbo awọn iṣeduro, awọn ibeere, awọn ẹjọ, awọn ẹjọ, awọn iwadii, awọn ibajẹ, idiyele, awọn inawo, awọn adanu, ati eyikeyi miiran awọn gbese (pẹlu owo idiyele agbẹjọro, awọn idiyele ẹjọ ati awọn inawo) ti o dide tabi ti o jọmọ si (i) lilo rẹ ti Awọn Iṣẹ ni o ta si Adehun naa, (ii) Ifiwera Kanṣoṣo, (iii) eyikeyi deede tabi ẹsun irufin nipasẹ o ti eyikeyi aṣoju, atilẹyin ọja, majẹmu tabi ọranyan labẹ Adehun naa, tabi (iv) aibikita rẹ patapata tabi aṣebiakọ aitọ. Awọn adehun adehun-pada rẹ labẹ Abala 10.3 yoo ye eyikeyi ifopinsi tabi ipari Adehun naa.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
yo: 10.4 Ifitonileti ati Ifowosowopo: Awọn adehun awọn adehun ẹgbẹ si ẹnikẹgbẹ ti ẹya tirẹ labẹ Abala 10 ti o wa loke ni a ṣe adehun (i) ẹgbẹ ti o sọ fun ẹgbẹ ti n ṣe alaye ni kiakia ni kikọ, lori imo ti eyikeyi ibeere, fun eyiti o le ni ẹtọ si isokuso labẹ Adehun naa ; (ii) si iye to wulo, ẹnikẹta ipinfunni dẹkun lilo awọn iṣẹ ajilo ti o wa lori gbigba ti akiyesi kanna; (iii) ẹgbẹ ti o gba idasilẹ laaye ẹgbẹ ti o ni ẹtọ lati ni idari ẹtọ ati aabo ti eyikeyi iru ẹtọ (ti o pese pe ẹgbẹ idalẹnu le ko yanju eyikeyi ibeere laisi aṣẹ naa ti ẹnikẹta ayafi ti ipinya naa ba tu ẹgbẹ ti ko ni iyasọtọ kuro ni gbogbo gbese); (iv) ẹnikọọkan ti n pese iranlọwọ ti o ni idaniloju lọ si ẹgbẹ idasilẹ, ni idiyele idalẹku ẹni, ni aabo ti iru ẹtọ; (v) ẹgbẹ ti ko ṣe deede si titẹ eyikeyi adehun adehun tabi bibẹẹkọ ṣiṣe eyikeyi iru ẹtọ laisi aṣẹ ẹtọ ẹgbẹ ti iṣaaju asọwẹsi akoko tabi aṣẹ; ati (vi) ẹgbẹ ti o ṣe alaye ibamu pẹlu adehun eyikeyi tabi aṣẹ kootu ti a ṣe ni asopọ pẹlu ẹtọ (ti o ni ibatan si ọjọ iwaju ti awọn ohun elo irufin). Ẹgbẹ ti a ko ṣe sọtọ le kopa ninu aabo tabi adehun ti ẹtọ pẹlu imọran ti o fẹ ati ni idiyele tirẹ.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
yo: 10.5 Iyatọ Iyatọ: Abala 10 yii sọ ipinfunni iyasọtọ ti ẹnikẹta si, ati adehun iyasọtọ ti ẹgbẹ ti o ni ẹtọ si, ẹgbẹ miiran fun eyikeyi iru ẹtọ ti o ṣalaye ni Abala yii.

source: 11. Limitation on Liability:
yo: 11. Imuduro lori Layabiliti:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
yo: Laipẹ TI IGBAGBARA TI O NI IBI TI O DUN LE NI IFỌRUN TI O NI OHUN TI ipin 5.3 TABI 12, SI IGBAGBXT OJUJỌ TI ỌLỌRUN LATI Ofin LATI, LATI KO GBOGBO IBI TI AGBARA TI O LE RU LATI O LE RẸ LATI WỌN LATI WỌN LATI WỌN LATI WỌN LATI WỌN LATI WỌN NIPA RẸ O DARA FUN Awọn iṣẹ NIPA RẸ LI OHUN LATI NIPA Akoko TI ỌJỌ ỌFUN TI N ṣe NIPA ỌJỌ TI IJỌ RẸ.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
yo: AISỌ TI IGBAGBARA TI O NI IBI TI O NI IBI NIPA INU IBI TI NIPA TI KẸRIN 5.3 TABI 12, SI AGBARA TI O NI AGBARA LATI LATI Ofin, LATI KI O NI AGBARA TI AGBARA KIKỌ, ITAN TI O LE NI AMẸRIKA TITẸ, NI OHUN TITẸ SẸẸ KAN NIKAN NIGBATI Ilana TI Awọn irinṣẹ TITẸ TABI Awọn iṣẹ TITẸ LATI NI IWỌN ỌJỌ, ỌRỌ, NIKANKAN, NIPA TABI ỌRỌ KANKAN TI A TI NIPA, TI O NI IBI TI O LE NIPA KAN TI O LE RẸ (KII TI AABO SI INU), NIGBATI WỌN NIPA WỌN NIPA NIPA WỌN OHUN TI OJU TI NIPA NIPA TI O NIPA TI NIPA, TI TABI TI KO BAA NI KỌRIN TI MO NI IBI TI A TI NI IBI TI AJỌ KỌRIN TI A TI NI TI NI.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
yo: TI O LE NI OWO KAN TI NIPA TI NIPA TI A TI NIPA TI A TI NIPA TI A TI NIPA TI A RỌPỌ LATI KAN TI O LE NI KURO NI IBI TI AGBARA KURO NI IBI TI AGBARA KURO.

source: 12. Personal Information and Privacy Statement:
yo: 12. Alaye ti ara ẹni ati Gbólóhùn Ìpamọ:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
yo: Iwọ yoo ni ibamu pẹlu gbogbo asiri ikọkọ ati awọn ofin miiran, awọn ofin, awọn ilana ati awọn itọnisọna to ni ibatan si aabo, gbigba, lilo ati pinpin Alaye Idanimọ Ara Rẹ (bii telẹ ni isalẹ) ti eyikeyi eniyan. Iwọ yoo firanṣẹ alaye ikọkọ kan lori oju-iwe naa nibiti o ti ngba Alaye Idanimọ Ti Ara ẹni (&#39;Gbólóhùn Asiri&#39;) ti o ni ibamu pẹlu gbogbo awọn ofin to wulo, awọn ofin, awọn ilana ati awọn itọsọna ati pe, ni o kere ju, o sọ awọn olumulo ti Alaye Idanimọ Ara ẹni ti a gba, bawo ni ni ao lo ati bii yoo ṣe ni ifipamo, ati pe o ṣe idanimọ ọna ikojọpọ (awọn kuki, awọn beakoni wẹẹbu tabi awọn ọna miiran to wulo) ati lilo alaye ti o ṣajọ ni asopọ pẹlu Awọn iṣẹ naa, gba igbanilaaye alaye ti tẹlẹ (ijade) ṣaaju lilo eyikeyi awọn imọ-ẹrọ itẹlọrọ, si iye ti o nilo nipasẹ awọn ofin ati ilana to wulo. Iru Gbólóhùn Ìpamọ kan yoo tun pẹlu alaye imọ-ẹrọ ti o jọmọ ikojọpọ, gbigbe ati ibi ipamọ ti Alaye Idanimọ Ara ẹni ti a pese nipasẹ wa nipasẹ Awọn iṣẹ. Ti o ba nilo nipasẹ ofin aabo data to wulo tabi ofin miiran tabi ilana, iwọ yoo sọ fun awọn ẹni-kẹta pe o n pese Alaye Tikajẹ Ara Wọn si wa fun sisẹ ati pe yoo rii daju pe awọn ẹgbẹ kẹta ti o beere fun fifun wọn si iru iṣafihan ati sisẹ. O gba lati ni ibamu pẹlu awọn apejuwe ati awọn ipese ti Gbólóhùn Asiri. &#39;Alaye ti Idanimọ ti Ara Rẹ&#39; tumọ si eyikeyi alaye ti o le ṣe pẹlu tabi tọka si eyikeyi eniyan, pẹlu orukọ ẹni kọọkan, adirẹsi, nọmba tẹlifoonu, adirẹsi imeeli, alaye kaadi kirẹditi, nọmba aabo aabo awujọ tabi iru alaye otitọ pato miiran, laibikita awọn media lori eyiti iru alaye bẹẹ ti wa ni fipamọ (fun apẹẹrẹ lori iwe tabi ti itanna).

source: 13. Miscellaneous:
yo: 13. Awọn Oniruuru:

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
yo: Awọn ẹgbẹ Awọn olominira: Iwọ ati CaseActive jẹ awọn alagbaṣe ominira. Adehun ko ṣẹda iṣọpọ apapọ, ajọṣepọ, ibẹwẹ tabi isopọ oojọ laarin awọn ẹgbẹ. Iwọ yoo jẹ iduro nikan fun ṣakoso awọn oṣiṣẹ rẹ ati fun eyikeyi ati gbogbo biinu, owo-ori, awọn anfani ati awọn gbese si awọn oṣiṣẹ rẹ ati eyikeyi awọn aṣoju rẹ tabi awọn olupese iṣẹ rẹ. Paapaa iwọ tabi eyikeyi ninu awọn oṣiṣẹ rẹ, awọn aṣoju, tabi awọn olupese iṣẹ rẹ ki o ṣe eyikeyi awọn aṣoju, awọn iṣeduro tabi awọn iṣeduro pẹlu ọwọ si wa, Adehun naa tabi Awọn Iṣẹ miiran ju bi a ti gba aṣẹ laaye nipasẹ wa ni kikọ.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
yo: 13.2 Gbigbe: Bi o ko ba ṣe Adehun naa tabi eyikeyi awọn ẹtọ rẹ tabi awọn adehun rẹ labẹ Adehun naa le ṣiṣẹ tabi gbe si, nipasẹ iṣe ti ofin tabi bibẹẹkọ, laisi iwe-aṣẹ wa ṣaaju asọye, ayafi ti a ba yan si arọpo si anfani, tabi tẹle si apapọ kan, ajọ atunṣeto, tabi tita kan tabi gbigbe gbogbo rẹ tabi ipilẹṣẹ gbogbo awọn ohun-ini rẹ ti o fun wa ni akiyesi o kere ju ọgbọn (30) ọjọ saju opin ipari iṣowo naa. Iṣẹ iyansilẹ lati ọdọ rẹ, ti o da lori eyikeyi awọn ipo miiran, nilo ifosiwewe wa ṣaaju, eyiti o jẹ pe adehun ko le ṣe idiwọ lainidii. A le fi adehun yii lele lọwọ laisi aṣẹ lọwọ rẹ. Koko-ọrọ si iṣaaju, Adehun yii yoo dipọ ati faagun si anfani ti awọn ẹgbẹ, awọn oludari awọn oludari ati awọn iṣẹ ti a yọọda.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
yo: 13.3 Majeure Agbara: Bẹni ẹgbẹ ko ni ṣe idapada fun idaduro eyikeyi, idilọwọ tabi ikuna miiran lati ṣe labẹ Adehun naa nitori awọn iṣe ti o kọja iṣakoso ti ẹgbẹ ti o ni iduro, ṣugbọn nikan fun igba ti iru awọn ipo ba tẹsiwaju. Awọn iṣẹlẹ majeure ipa pẹlu, ṣugbọn ko ni opin si: awọn ajalu ti ara (fun apẹẹrẹ monomono, awọn iwariri-ilẹ, iji lile, awọn iṣan omi); ogun, rudurudu, awọn iṣẹ apanilaya, ati awọn rudurudu ti ilu; awọn iṣẹ ti ngbe paṣipaarọ agbegbe, ati awọn iṣe miiran ti awọn ẹgbẹ kẹta; awọn bugbamu ati ina; ikọlu, ikọlu ati awọn ariyanjiyan iṣẹ; awọn ofin ijọba; awọn ikuna ti awọn olupese ibaraẹnisọrọ tabi awọn olupese iṣẹ intanẹẹti; awọn ikuna ti awọn olupese ẹnikẹta, awọn olupese iṣẹ tabi awọn alataja; ati eyikeyi idi miiran ti o kọja iṣakoso oye ti ẹgbẹ kan.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
yo: 13.4 Yiyan ti Ofin: Adehun ati ariyanjiyan eyikeyi ti o dide lati tabi ni asopọ pẹlu Adehun naa ni yoo ṣakoso nipasẹ ati pe o kọ labẹ awọn ofin ti Ipinle California, laisi akiyesi awọn ipilẹ-ofin rogbodiyan ti awọn ofin. Gbogbo awọn ariyanjiyan ti o dide lati tabi ti o nii ṣe pẹlu Adehun naa yoo wa labẹ aṣẹ ati iyasoto ti ilu California ati awọn kootu ijọba fun Santa Barbara, California, ati awọn ẹgbẹ naa gba si aṣẹ ati ara ẹni ti awọn ile-ẹjọ wọnyi.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
yo: 13.5 Imeeli ati Awọn akiyesi: O gba siwaju si pe a le pese eyikeyi ati gbogbo awọn akiyesi, awọn alaye ati awọn ibaraẹnisọrọ miiran si ọ nipasẹ boya e-meeli, meeli, iṣẹ ifijiṣẹ kiakia, tabi fi jiṣẹ nipasẹ olupese ti iṣowo ti o mọ si adirẹsi si adirẹsi ti a pinnu kẹhin. lori Adehun. O ni iṣeduro lati pese wa pẹlu eyikeyi alaye olubasọrọ ti a ṣe imudojuiwọn.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
yo: 13.6 Ko si Oluṣe; Awọn Oojọ Irọpọ: Ko si ikuna tabi idaduro nipasẹ eyikeyi ẹgbẹ ni lilo eyikeyi ọtun labẹ Adehun yii yoo jẹ idalẹbi ti ẹtọ yẹn. Miiran ju bi a ti ṣalaye ninu rẹ, awọn atunṣe ti a pese ninu rẹ wa ni afikun si, kii ṣe iyasọtọ ti, eyikeyi awọn atunṣe miiran ti ẹgbẹ kan ni ofin tabi ni inifura.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
yo: 13.7 Idapọmọra: Ti eyikeyi ipese ti Adehun yii waye nipasẹ ile-ẹjọ ti agbara lati ni ilodi si ofin, ipese yoo ni atunṣe nipasẹ ile-ẹjọ ati tumọ rẹ lati le ṣe aṣeyọri awọn ipinnu ti ipilẹṣẹ akọkọ si iye ti o ga julọ ti a fun ni aṣẹ ofin, ati awọn ipese to ku ti Adehun yii yoo wa ni agbara kikun ati ipa.
