Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/yo/LC_MESSAGES/messages.po
Languages: yo

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
yo: 13.8 Adehun Gbogbo: Si iye ti o ga julọ ti ofin gba laaye, Adehun yii, papọ pẹlu awọn iwe aṣẹ ti o tọka si ninu ati gbogbo awọn Fọọmu Bere fun ati ṣiṣan iforukọsilẹ, jẹ adehun gbogbo adehun laarin awọn ẹgbẹ bi o ṣe le koko-ọrọ rẹ, ati paarẹ gbogbo iṣaaju ati awọn adehun imusin, awọn igbero tabi awọn aṣoju, ti a kọ tabi ẹnu, nipa koko-ọrọ ti Adehun yii. Ko si aṣoju, adehun tabi ileri ni yoo gba lati ti fifun tabi ṣe itọsi lati ohunkohun ti a sọ tabi ti kọ ninu awọn idunadura laarin awọn ẹgbẹ ṣaaju adehun yii ayafi bi a ti ṣalaye ninu Adehun yii. Ko si ẹgbẹ yoo ni eyikeyi atunse ni ọwọ ti eyikeyi alaye aiṣododo ti ẹnikeji ṣe eyiti ẹgbẹ yẹn gbekele titẹ si Adehun yii (ayafi ti iru alaye aiṣedede bẹẹ ba jẹ arekereke) ati pe ẹgbẹ kan nikan ni atunṣe ni ọwọ ti eyikeyi alaye aiṣedeede yoo jẹ fun irufin ti adehun bi a ti pese ni Adehun yii. O jẹwọ ati gba pe adehun rẹ nibi ko ṣe pataki lori ifijiṣẹ eyikeyi iṣẹ ṣiṣe ọjọ iwaju tabi awọn ẹya ti a ko sọ ni isalẹ tabi ni Fọọmu Bere fun tabi ti o gbẹkẹle eyikeyi ọrọ tabi kọ, asọye gbogbogbo tabi aladani ti a ṣe nipasẹ wa pẹlu ọwọ si iṣẹ ṣiṣe tabi awọn ẹya iwaju fun Awọn iṣẹ. Ninu iṣẹlẹ ti eyikeyi rogbodiyan laarin awọn ipese ni Awọn ofin Gbogbogbo Gbogbogbo ti Iṣẹ yii ati Fọọmu Bere fun tabi Awọn ofin Afikun ti Iṣẹ, awọn ofin iru Fọọmu Bere fun tabi Awọn ofin Afikun ti Iṣẹ yoo bori, si iye iru rogbodiyan. Ko si awọn ofin tabi awọn ipo ti o sọ ninu aṣẹ rira rẹ tabi ni eyikeyi miiran ti iwe aṣẹ rẹ ti a ko fi sinu tabi ṣe eyikeyi apakan ti Adehun yii, ati gbogbo iru awọn ofin tabi awọn ipo yoo di asan ati ofo.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
yo: 13.9 Si ilẹ okeere: Mejeeji gba awọn adehun lati ni ibamu pẹlu iwulo ọja okeere ati awọn ofin gbigbe wọle si AMẸRIKA. Iwọ ko gbọdọ gba awọn olumulo rẹ laaye lati wọle si tabi lo Awọn iṣẹ ni ilodisi eyikeyi iru okeere, ihamọ tabi hihamọ.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
yo: 13.10 Ikede: A ko le pe orukọ rẹ gẹgẹbi oluṣe Awọn Iṣẹ laisi aṣẹ rẹ.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
yo: Awọn ọna asopọ 13.11 si Awọn Oju-aaye Kẹta: Awọn Iṣẹ naa tabi oju opo wẹẹbu wa le ni awọn ọna asopọ si awọn aaye ti ẹnikẹta (&#39;Awọn aaye ti a sopọ mọ&#39;). Awọn aaye Oju-ọna asopọ ko si labẹ iṣakoso wa ati pe a ko ni iduro fun awọn akoonu ti eyikeyi Aaye ti a sopọ mọ, pẹlu laisi idiwọ eyikeyi ọna asopọ ti o wa ninu Aye ti a sopọ mọ, tabi eyikeyi awọn ayipada tabi awọn imudojuiwọn si Aye ti o sopọ mọ tabi Awọn iṣẹ ti a pese nipasẹ Aye ti sopọ mọ. A n pese awọn ọna asopọ wọnyi si ọ nikan bi irọrun, ati ifisi eyikeyi ọna asopọ ko tumọ si ifaṣẹsi nipasẹ wa ti aaye naa tabi eyikeyi awọn iṣẹ to somọ nipasẹ aaye naa.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
yo: 13.12 O gba lati gba awọn imeeli, awọn ipe foonu ati awọn ifiranṣẹ SMS lati CaseActive lati pese awọn imudojuiwọn lori aṣẹ rẹ ati / tabi fun awọn idi tita. Ifiranṣẹ igbohunsafẹfẹ da lori iṣẹ rẹ. O le jade kuro nipa ṣiṣayẹwo awọn iwifunni lati akọọlẹ rẹ tabi paarẹ akọọlẹ rẹ. Ifiranṣẹ ati awọn oṣuwọn data le waye.

source: An error occurred
yo: Asise sele

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
yo: Nnkan o lo daadaa. Awọn ẹlẹrọ wa ti gba iwifunni. Tẹ bọtini atungbejade lati tun gbejade.

source: Reload
yo: Tun gbee si
