Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/yo/LC_MESSAGES/messages.po
Languages: yo

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
yo: 5.1 Iwe-aṣẹ: Koko-ọrọ si awọn ofin ati ipo ti Adehun, ati lori isanwo ti akoko ti gbogbo awọn idiyele iwulo ti a ṣeto ni Fọọmu Bere fun tabi ṣiṣowo iforukọsilẹ, ni bayi a fun ọ ni iyasọtọ ti ko ni iyasọtọ, ko gbejade, ẹtọ to lopin ati iwe-aṣẹ lati lo (ati gba awọn olumulo ti a fun ni aṣẹ laaye lati lo) Awọn iṣẹ ti o ti ṣe alabapin ṣe, nikan fun awọn idi iṣowo ti inu rẹ.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
yo: 5.2 Awọn olumulo Aṣẹ lo. O jẹ ojuṣe rẹ lati yọkuro iraye si Awọn Iṣẹ naa ti o ba jẹ pe ipo olumulo ti a fun ni aṣẹ tabi awọn ayipada ti oṣiṣẹ ti o yan fun yipada.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
yo: 5.3 Awọn ojuse ati Awọn ihamọ rẹ: O jẹ ojuṣe fun gbogbo awọn iṣẹ ti o waye labẹ awọn akọọlẹ olumulo rẹ tabi nipasẹ awọn olumulo ti a fun ni aṣẹ. Iwọ yoo: (i) ni ojuṣe lodidi fun deede, didara, iduroṣinṣin, t’olofin, igbẹkẹle ati isọdi ti gbogbo data ti o tẹriba fun Awọn Iṣẹ; (ii) lo awọn ipa ọna ti iṣowo lati yago fun iṣakoso tabi aṣẹ laigba aṣẹ tabi eyikeyi miiran laigba aṣẹ si, tabi lilo, Awọn Iṣẹ ati sọ fun wa ni kiakia ti eyikeyi lilo laigba tabi irufin aabo; (iii) ni ibamu pẹlu gbogbo awọn ofin agbegbe, ipinle, Federal, ati awọn ofin ajeji (pẹlu awọn ofin nipa asiri ati aabo ti alaye ti ara ẹni tabi alabara) ni lilo Awọn iṣẹ naa; (iv) titi de iwọn ti o wulo, ni ibamu pẹlu gbogbo awọn ofin to wulo ti awọn ẹgbẹ kaadi kirẹditi (pẹlu KIAKIA, MasterCard ati Visa); ati (v) gba ati ṣetọju gbogbo ohun elo kọmputa, sọfitiwia ati ẹrọ awọn ibaraẹnisọrọ nilo lati wọle si Awọn iṣẹ naa, ki o san gbogbo awọn idiyele wiwọle (fun apẹẹrẹ awọn idiyele ISP) ti o fa nipasẹ rẹ ni asopọ pẹlu lilo Awọn iṣẹ naa.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
yo: O le ma ṣe, ati pe iwọ yoo rii daju pe awọn olumulo ti o fun ni aṣẹ ko ṣe, (i) tuka, ẹnjinia atunto, tuka tabi bibẹẹkọ gbiyanju lati sọ eyikeyi koodu ni asopọ pẹlu Awọn iṣẹ naa, tabi yipada, yipada, ṣẹda awọn iṣẹ ti o da lori, tabi pese itumọ Awọn iṣẹ; (ii) iwe-aṣẹ, ipin-inu, ta, yiyalo, pinpin, pin kaakiri, gbigbe gbigbe lọ si ọna, yiyalo, kọni, ta fun ere, pin kaakiri tabi bibẹẹkọ iṣowo lo nilokulo, awọn ẹtọ fifun ni tabi jẹ ki Awọn Iṣẹ wa si ẹgbẹ kẹta; (iii) lo Awọn iṣẹ ayafi bi a ti fun ni aṣẹ ni isalẹ tabi ni ru eyikeyi awọn ofin to wulo; (iv) olukoni ni eyikeyi arufin tabi awọn ilana iṣowo ti abuku pẹlu ọwọ si Awọn Iṣẹ naa; (v) yika tabi mu eyikeyi aabo tabi awọn ẹya imọ ẹrọ miiran tabi awọn igbese ti Awọn Iṣẹ tabi eyikeyi abala miiran ti Software tabi, ni ọna eyikeyi, gbidanwo lati jere tabi lati ni aye laigba aṣẹ si Awọn Iṣẹ tabi awọn eto kọnputa ti o ni ibatan tabi awọn nẹtiwọki; (vi) lo Awọn Iṣẹ lati atagba infringing, ominira, ibigbogbo, idẹruba tabi bibẹẹkọ arufin, ailewu, irira, meedogbon tabi ohun elo ni iwa, tabi lati fipamọ tabi atagba ohun elo ni o ṣẹ ti awọn ẹtọ ti ẹnikẹta; (vii) lo Iṣẹ naa lati fipamọ tabi atagba eyikeyi awọn ọlọjẹ, aran, awọn ado-iku akoko, awọn ẹṣin Trojan ati awọn ipalara tabi koodu irira, awọn faili, awọn iwe afọwọkọ, awọn aṣoju tabi awọn eto, tabi lati firanṣẹ àwúrúju tabi bibẹẹkọ ẹda-ẹda tabi awọn ifiranṣẹ ti ko ṣe adehun ni ilodi si awọn ofin to wulo ; tabi (viii) dabaru pẹlu tabi idalọwọduro iyege tabi iṣẹ ti Awọn iṣẹ tabi data ẹnikẹta ti o wa ninu rẹ.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
yo: 5.4 Ifipamọ Awọn ẹtọ: Ko si awọn ẹtọ miiran ti a funni ayafi bi a ti ṣe alaye rẹ tẹlẹ ninu Adehun naa. Adehun kii ṣe tita ati pe ko ṣe ifihan eyikeyi awọn ẹtọ tabi nini ninu, tabi si, Awọn Iṣẹ tabi eyikeyi software amuyẹ. A ni gbogbo awọn ẹtọ, akọle, ati iwulo, pẹlu gbogbo awọn ẹtọ ohun-ini ọgbọn, ni ati si Awọn iṣẹ ati sọfitiwia ti o wa labẹ ati eyikeyi ati awọn imudojuiwọn, awọn iṣagbega, awọn iyipada, awọn imudara, awọn ilọsiwaju tabi awọn iṣẹ itọsẹ rẹ, ati ni eyikeyi imọran, imọ-mọ bii, ati awọn eto ti a dagbasoke nipasẹ wa tabi awọn iwe-aṣẹ wa lakoko iṣẹ ti Awọn iṣẹ naa.

source: 6. Term and Termination:
yo: 6. Aago ati ifopinsi:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
yo: 6.1 Igba: Akoko ti Awọn iṣẹ yatọ da lori Iṣẹ ti o ṣe alabapin ati pe yoo ṣeto siwaju lori Fọọmu Bere fun tabi gba adehun ni ṣiṣami iforukọsilẹ ati pe yoo tunse bi atẹle:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
yo: 6.1.1 Akoko Iṣẹ Iṣẹ CaseActive: Ṣiṣe alabapin rẹ si Iṣẹ CaseActive yoo tunse laifọwọyi fun osu kan ti o ṣaṣeyọri tabi awọn ofin ọdun kan, bi a ti ṣeto lori Fọọmu Bere fun tabi ṣiṣowo iforukọsilẹ, ayafi ti a ba da iṣẹ naa ti o pese fun wa pẹlu akiyesi ti ti kii ṣe isọdọtun o kere ọgbọn (30) ọjọ ṣaaju ipari ti akoko-lọwọlọwọ naa.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
yo: 6.1.2 Akoko Iṣẹ Iṣẹ Oju opo wẹẹbu CaseA: Ṣiṣe alabapin rẹ si awọn iṣẹ oju opo wẹẹbu CaseActive yoo tunse laifọwọyi fun osu kan ti o ṣaṣeyọri tabi awọn ofin ọdun kan, bi a ti ṣeto lori Fọọmu Ibere tabi ṣiṣilẹ iforukọsilẹ, ayafi ti a ba da iṣẹ naa tabi ti o pese wa pẹlu akiyesi ti isọdọtun ko kere ju ọgbọn (30) ọjọ ṣaaju ipari ti akoko-lọwọlọwọ naa.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
yo: 6.1.3 Akiyesi kikọ ti kii-isọdọtun nipasẹ o gbọdọ wa ni ifisilẹ si CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
yo: 6.2 Ifopinsi: Ẹgbẹ eyikeyi le fopin si Adehun naa ati gbogbo awọn iforukọsilẹ Iṣẹ (i) ti ẹgbẹ keji ba eyikeyi awọn adehun ohun elo rẹ labẹ Adehun naa ati iru irufin yii ko ni arowoto laarin ọgbọn (30) ọjọ ti gbigba ti akiyesi lati aiṣe adehun ẹgbẹ, tabi (ii) ti o ba jẹ pe ẹgbẹ keji di insolvent tabi fatidi, ti bajẹ tabi ti tuka, tabi ceases ni gbogbo awọn iṣowo rẹ. A le fopin si Adehun lẹsẹkẹsẹ ni iṣẹlẹ ti irufin Ẹka 5.3 loke. Ni ipari Adehun naa, iwọ yoo da gbogbo lilo Iṣẹ naa kuro lẹsẹkẹsẹ, dawọ duro lati ṣe aṣoju ni eyikeyi fọọmu ti o jẹ olumulo ti Awọn iṣẹ naa, ati pa gbogbo Alaye igbekele wa ninu rẹ. Ko si ẹgbẹ ti yoo ṣe oniduro fun eyikeyi awọn ibajẹ ti o yorisi ifopinsi Adehun tabi eyikeyi awọn alabapin si Awọn iṣẹ bi a ti pese fun eyi; ti pese, sibẹsibẹ, pe ifopinsi ti Adehun kii yoo kan eyikeyi ibeere ti o dide ṣaaju iru ifopinsi bẹ.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
yo: 6.3 Mimu data rẹ ninu iṣẹlẹ ti ifopinsi: O gba ati gba pe atẹle ipari tabi ifopinsi eyikeyi ti awọn iforukọsilẹ rẹ si Awọn iṣẹ, lẹsẹkẹsẹ a le mu awọn iṣẹ ti o fowo naa ṣiṣẹ ati pe, ni atẹle akoko to mọ ti ko kere ju aadọrun (90) ) awọn ọjọ, o le pa akọọlẹ rẹ ati data rẹ. Sibẹsibẹ, ninu iṣẹlẹ ti Awọn iṣẹ naa ti fopin si wa, a yoo fun ọ ni igba diẹ, iwọle si opin si Awọn Iṣẹ naa, kii ṣe lati kọja ọgbọn (30) ọjọ, fun idi kanṣo ti gbigbalaaye ọ lati gba data data alakọja rẹ pada, ti a pese, pe ti o ti san ni kikun gbogbo awọn igbagbọ to dara ti ko ni idiyele awọn oye ti o jẹ wa. O gba siwaju pe a kii yoo ṣe oniduro fun ọ tabi si ẹgbẹ kẹta fun eyikeyi ifopinsi iwọle rẹ si Awọn iṣẹ tabi piparẹ data rẹ, ti a ba pese pe a wa ni ibamu pẹlu awọn ofin ti Abala 6.3.

source: 7. Fees:
yo: 7. Owo:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
yo: 7.1 Awọn isanwo Iṣẹ: Iwọ yoo san awọn isanwo ti ko ṣe isanpada fun Awọn Iṣẹ ni iye ti a gbekalẹ ni ṣiṣami aami tabi Fọọmu Bere fun (&#39;Awọn isanwo Iṣẹ&#39;) ati ni ibamu si iye igbohunsafẹfẹ ti a fihan ninu ṣiṣan iforukọsilẹ tabi Bere fun Fọọmu. Awọn isanwo Iṣẹ yoo jẹ nitori isanwo ni ọjọ isanwo. Awọn owo iṣẹ le ni alekun ti o da lori awọn idiyele wa lọwọlọwọ. Awọn owo iṣẹ jẹ isanwo-pada paapaa ti o ba fopin si ṣiṣe-alabapin rẹ ni kutukutu.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
yo: 7.2 Awọn afikun Owo: O le fa awọn isanwo ti ko ṣe isanpada tabi awọn idiyele fun lilo rẹ ti Awọn iṣẹ ni afikun si awọn idiyele wọnyẹn ti a ṣeto jade ni Fọọmu Ibere ati / tabi ṣiṣanwọle. Awọn afikun awọn idiyele ti ko ṣe isanpada ati awọn idiyele ti ṣeto si awọn ofin ni afikun fun Iṣẹ ti o wulo.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
yo: 7.3 Awọn isanwo Ọsẹhin: O jẹwọ pe ikuna rẹ lati san eyikeyi owo tabi awọn idiyele nigba to yẹ ki o ja si idaduro tabi ifopinsi ṣiṣe alabapin ọja (Case) ọja rẹ. Ti o ba kuna lati san eyikeyi ninu awọn idiyele tabi awọn idiyele nitori isanwo rẹ, CaseActive ni ẹtọ lati ṣe ibẹwẹ ikojọpọ ikojọpọ kan lati gba awọn idiyele ati idiyele ati pe iwọ yoo san gbogbo awọn idiyele ti o waye nipasẹ CaseActive ni asopọ pẹlu ikojọpọ iru iwọn iye to kọja, pẹlu , laisi aropin, awọn aṣoju aṣoju &#39;ati awọn idiyele awọn ile-iṣẹ ikojọpọ ati iwulo ninu iye ti o dọgba si o kere si 1.0% fun oṣu kan tabi oṣuwọn ti o pọju ti a gba laaye nipasẹ ofin iwulo.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
yo: 7.4 Awọn owo-ori: Iwọ yoo ni iduro fun gbogbo owo-ori tita, lo owo-ori, iye owo-ori ti a fikun, iye owo-ori ati iru owo-ori miiran ti o jọra ati idiyele eyikeyi iru ti ofin nipasẹ Federal, ipinlẹ tabi awọn nkan inu ijọba ti agbegbe lori awọn iṣowo lẹkan nipasẹ Adehun naa. Nigbati a ba ni ojuṣe ofin lati san tabi gba owo-ori fun eyiti o jẹ ojuṣe, ni ibamu si Abala yii, iye to yẹ ni yoo ni invo si ati sanwo nipasẹ rẹ ayafi ti o ba fun wa ni iwe-ẹri imukuro owo-ori ti o ni aṣẹ nipasẹ aṣẹ aṣẹ-ori to yẹ.

source: 8. Representations and Warranties:
yo: 8. Awọn ipinnu ati awọn ẹri:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
yo: 8.1 Awọn aṣoju Onimọn ati Awọn Atilẹyin ọja: Ẹgbẹ kọọkan n ṣe aṣoju ati atilẹyin fun ẹgbẹ miiran ti (i) o ni gbogbo aṣẹ to ṣe pataki lati wọ inu ati ṣe awọn adehun labẹ Adehun laisi aṣẹ ti ẹnikẹta tabi adehun adehun tabi adehun eyikeyi pẹlu ẹnikẹta ẹnikẹta, (ii) gbogbo eniyan ti n ṣe awọn adehun eyikeyi kuro ti wọ inu gbogbo awọn adehun to ṣe pataki lati le ni ibamu pẹlu awọn ofin ati adehun ti Adehun, ati (iii) o le ni ibamu pẹlu gbogbo awọn ohun elo pẹlu gbogbo awọn ofin to wulo si awọn Iṣẹ.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
yo: 8.2 Awọn aṣoju ati Awọn iṣeduro miiran: Iwọ ṣe atilẹyin, ṣe aṣoju ati adehun si wa pe iwọ yoo lo Awọn Iṣẹ nikan fun awọn ofin t’olofin ni ibamu pẹlu Adehun ati gbogbo awọn ilana ati ilana Awọn ilana CaseActive ti o wulo.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
yo: 8.3 Ifiweranṣẹ ti Atilẹyin ọja: LATI OWO TI ATILẸYIN ỌRỌ TI A TI NIPA TI NIPA 8, SI IKỌ NIPA TI O NI GUN NIPA LATI Ofin KANKAN, A KO NI AWỌN ATILẸYIN TITẸ, AGBỌ, AGBARA, AGBARA TI TITẸ, LATI TITỌ TITỌ LATỌ SI ỌRUN TITẸ TI IGBAGBARA, LATI NIPA NIPA TI NIPA, NIPA TI AWỌN NIPA TI AJEJI, IDAGBASOKE TI AABO, NIPA, NIPA FUN AGBARA TI O LE RẸ, TABI SI INU-INU. A KO LE ṢỌKỌRỌ RẸ TITẸ TITỌ TITỌ TITỌ TỌN LATI AWỌN IBI TI A TI ṢE TI GBOGBO AWỌN NIPA RẸ, NIPA Awọn ibeere Awọn iṣiro, TABI KII NI IWỌN IWỌN ỌRỌ TẸ TABI Awọn iṣẹ YII yoo jẹ AGBARA TABI TITẸ. SOFTWARE ATI Awọn iṣẹ naa ni a pese fun ọ LATI OBI ‘OWO TI O NI’ IBI TI A NIPA TI A NIPA TI A NIPA TI RẸ, LATI ṢẸ, LATI LỌ LỌRIN, IBI TI ofin eyikeyi. NIPA ẸRAN TI NI IBI TI AGBARA TI AGBARA TI AGBARA KỌRIN WA IPO KAN TI AGBARA NI.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
yo: A SI NI IBI TI AGBARA KII WA TITẸ awọn atilẹyin TI NIPA RẸ LATI IGBAGBARA YII ṢE ṢẸRỌ TABI SISỌ IWỌRỌ TI KAN TI Ofin TI Ofin TABI Ofin TABI IWE RẸ. AKIYESI NI IBI TI A TI NI TI A KO NI LATI NI IBI KANKAN TABI IBI TI A TI LE NI IBI TI A LE NI EWE RẸ. O RẸ NIPA O NI IBI TI O RẸ NIPA TI A NIPA RẸ NIPA RẸ NIPA TI IṣẸ TI WỌN NIPA LATI KẸRIN Ofin RPL.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
yo: Ti o ba ṣe adehun pẹlu IṣẸ TABI IGBAGBARA YII, RẸRUN TI OWO TI A RẸ KỌRUN TI A TI NIPA LATI NIPA LATI NIPA IṣẸ.

source: 9. Confidential Information:
yo: 9. Alaye alaabo:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
yo: Ayafi ti aṣẹ gba silẹ nipasẹ ẹgbẹ miiran, bẹẹ ẹgbẹ ko le ṣalaye fun ẹnikẹta eyikeyi alaye tabi awọn ohun elo ti o pese nipasẹ ẹgbẹ miiran labẹ Adehun naa ati ni oye ti o ni oye lati jẹ igbekele (&#39;Alaye Alaye&#39;), tabi lo Iru Alaye Ifiri ni iru ọna miiran ju lati ṣe awọn adehun rẹ labẹ adehun naa. Awọn ihamọ ti a ko sọ tẹlẹ ko kan eyikeyi alaye ti o wa ni agbegbe gbangba tabi tẹlẹ ninu ohun-ini ẹgbẹ ti ngba, ni a mọ si ẹgbẹ ti ngba ṣaaju ọjọ ifihan tabi ti di mimọ si ẹgbẹ gbigba lẹhin naa lati ẹgbẹ kẹta ti o ni ifihan gbangba olooto lati sọ alaye naa, tabi Alaye Ifitonileti pe ẹgbẹ ti ngba ọranyan ni lati gbejade ni aṣẹ ti ile-ẹjọ ti agbara aṣẹ tabi aṣẹ-aṣẹ ijọba ti o wulo, pese ẹgbẹ ti o ngba pese ẹgbẹ ti ifihan ti akiyesi asiko ti iru kootu paṣẹ tabi aṣẹ. Pẹlupẹlu, iwọ yoo rii daju pe awọn olumulo ti a fun ni aṣẹ rẹ yoo ni igbẹkẹle igbẹkẹle gbogbo awọn ọrọ igbaniwọle ati alaye alaye miiran si Awọn Iṣẹ naa. Apakan 9 yi ye lati fopin si ifopinsi tabi ipari ti Adehun yii.

source: 10. Indemnification:
yo: 10. Imudaniloju:
