Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
af: Ja, jy kan ons eie API of invoermodule integreer om outomaties gevalle te skep, gebruikers toe te wys en verslae te genereer gebaseer op jou stelselinsette.
am: አዎ፣ የኛን የባለቤትነት ኤፒአይ ማዋሃድ ወይም ሞጁሉን ማስመጣት ትችላለህ ጉዳዮችን በራስ ሰር ለመፍጠር፣ ተጠቃሚዎችን ለመመደብ እና በስርዓት ግቤትህ መሰረት ሪፖርቶችን ለማመንጨት ትችላለህ።
ar: نعم ، يمكنك دمج واجهة برمجة التطبيقات الخاصة بنا أو وحدة الاستيراد لإنشاء الحالات تلقائيًا وتعيين المستخدمين وإنشاء التقارير بناءً على مدخلات النظام.
az: Bəli, siz bizim xüsusi API və ya idxal modulumuzu avtomatik olaraq hallar yaratmaq, istifadəçiləri təyin etmək və sistem daxiletməniz əsasında hesabatlar yaratmaq üçün inteqrasiya edə bilərsiniz.
be: Так, вы можаце інтэграваць наш уласны API або модуль імпарту для аўтаматычнага стварэння выпадкаў, прызначэння карыстальнікаў і стварэння справаздач на аснове ўводу вашай сістэмы.
bg: Да, можете да интегрирате нашия патентован API или модул за импортиране, за да създавате автоматично случаи, да назначавате потребители и да генерирате отчети въз основа на въведените от вашата система данни.
bn: হ্যাঁ, আপনি স্বয়ংক্রিয়ভাবে কেস তৈরি করতে, ব্যবহারকারীদের বরাদ্দ করতে এবং আপনার সিস্টেম ইনপুটের উপর ভিত্তি করে প্রতিবেদন তৈরি করতে আমাদের মালিকানাধীন API বা আমদানি মডিউলকে সংহত করতে পারেন।
ca: Sí, podeu integrar la nostra API patentada o el mòdul d'importació per crear casos automàticament, assignar usuaris i generar informes basats en l'entrada del vostre sistema.
cs: Ano, můžete integrovat naše proprietární rozhraní API nebo modul importu a automaticky vytvářet případy, přiřazovat uživatele a generovat zprávy na základě vašeho systému.
cy: Gallwch, gallwch integreiddio ein API perchnogol neu fodiwl mewnforio i greu achosion yn awtomatig, aseinio defnyddwyr, a chynhyrchu adroddiadau yn seiliedig ar fewnbwn eich system.
da: Ja, du kan integrere vores proprietære API eller importmodul for automatisk at oprette sager, tildele brugere og generere rapporter baseret på dit systeminput.
de: Ja, Sie können unsere proprietäre API oder unser Importmodul integrieren, um automatisch Fälle zu erstellen, Benutzer zuzuweisen und Berichte basierend auf Ihren Systemeingaben zu erstellen.
el: Ναι, μπορείτε να ενσωματώσετε το ιδιόκτητο API ή τη λειτουργική μονάδα εισαγωγής για να δημιουργείτε αυτόματα περιπτώσεις, να εκχωρείτε χρήστες και να δημιουργείτε αναφορές με βάση τα δεδομένα εισόδου του συστήματός σας.
eo: Jes, vi povas integri nian proprietan API aŭ importi modulon por aŭtomate krei kazojn, asigni uzantojn kaj generi raportojn laŭ via sistema enigo.
es: Sí, puede integrar nuestra API patentada o el módulo de importación para crear casos automáticamente, asignar usuarios y generar informes basados en la entrada de su sistema.
et: Jah, saate integreerida meie patenteeritud API või impordimooduli, et luua automaatselt juhtumeid, määrata kasutajaid ja genereerida aruandeid teie süsteemisisendi põhjal.
eu: Bai, gure jabedun API edo inportazio modulua integra dezakezu kasuak automatikoki sortzeko, erabiltzaileak esleitzeko eta zure sistemaren sarreran oinarrituta txostenak sortzeko.
fa: بله، شما می توانید API اختصاصی ما یا ماژول واردات را برای ایجاد خودکار موارد، اختصاص کاربران و تولید گزارش بر اساس ورودی سیستم خود یکپارچه کنید.
fi: Kyllä, voit integroida patentoidun API- tai tuontimoduulimme luodaksesi automaattisesti tapauksia, määrittääksesi käyttäjiä ja luodaksesi raportteja järjestelmäsyötteesi perusteella.
fr: Oui, vous pouvez intégrer notre API propriétaire ou module d'importation pour créer automatiquement des cas, affecter des utilisateurs et générer des rapports en fonction de votre entrée système.
fy: Ja, jo kinne ús proprietêre API of ymportmodule yntegrearje om automatysk gefallen te meitsjen, brûkers tawize en rapporten te generearjen basearre op jo systeemynput.
ga: Sea, is féidir leat ár n-API dílseánaigh nó modúl allmhairithe a chomhtháthú chun cásanna a chruthú go huathoibríoch, úsáideoirí a shannadh, agus tuarascálacha a ghiniúint bunaithe ar ionchur do chórais.
gd: Faodaidh, faodaidh tu an API seilbh againn no am modal in-mhalairt againn fhilleadh a-steach gus cùisean a chruthachadh gu fèin-ghluasadach, luchd-cleachdaidh a shònrachadh, agus aithisgean a ghineadh stèidhichte air cuir a-steach an t-siostaim agad.
gl: Si, pode integrar a nosa API propietaria ou módulo de importación para crear automaticamente casos, asignar usuarios e xerar informes en función da entrada do sistema.
gu: હા, તમે આપમેળે કેસ બનાવવા, વપરાશકર્તાઓને સોંપવા અને તમારા સિસ્ટમ ઇનપુટના આધારે રિપોર્ટ્સ જનરેટ કરવા માટે અમારા માલિકીનું API અથવા આયાત મોડ્યુલને સંકલિત કરી શકો છો.
hi: हां, आप अपने सिस्टम इनपुट के आधार पर स्वचालित रूप से मामले बनाने, उपयोगकर्ताओं को असाइन करने और रिपोर्ट तैयार करने के लिए हमारे मालिकाना एपीआई या आयात मॉड्यूल को एकीकृत कर सकते हैं।
hr: Da, možete integrirati naš vlasnički API ili modul za uvoz za automatsku izradu slučajeva, dodjelu korisnika i generiranje izvješća na temelju unosa vašeg sustava.
hu: Igen, integrálhatja saját fejlesztésű API-nkat vagy importálási modulunkat az esetek automatikus létrehozásához, a felhasználók hozzárendeléséhez és a jelentések készítéséhez a rendszerbemenetek alapján.
hy: Այո, դուք կարող եք ինտեգրել մեր սեփականատիրական API-ն կամ ներմուծել մոդուլը՝ ավտոմատ կերպով գործեր ստեղծելու, օգտվողներ նշանակելու և ձեր համակարգի մուտքագրման հիման վրա հաշվետվություններ ստեղծելու համար:
id: Ya, Anda dapat mengintegrasikan API milik kami atau modul impor untuk membuat kasus secara otomatis, menetapkan pengguna, dan menghasilkan laporan berdasarkan masukan sistem Anda.
is: Já, þú getur samþætt sér API okkar eða innflutningseiningu til að búa til mál sjálfkrafa, úthluta notendum og búa til skýrslur byggðar á inntakinu þínu.
it: Sì, puoi integrare la nostra API proprietaria o il modulo di importazione per creare automaticamente casi, assegnare utenti e generare report in base all'input del tuo sistema.
iw: כן, אתה יכול לשלב את ה-API הקנייני שלנו או את מודול הייבוא כדי ליצור מקרים אוטומטית, להקצות משתמשים ולהפיק דוחות על סמך קלט המערכת שלך.
ja: はい。独自のAPIまたはインポートモジュールを統合して、ケースを自動的に作成し、ユーザーを割り当て、システム入力に基づいてレポートを生成できます。
ka: დიახ, შეგიძლიათ ჩვენი საკუთრების API ან იმპორტის მოდულის ინტეგრირება, რათა ავტომატურად შექმნათ საქმეები, მიაკუთვნოთ მომხმარებლები და შექმნათ ანგარიშები თქვენი სისტემის შეყვანის საფუძველზე.
kk: Иә, істерді автоматты түрде жасау, пайдаланушыларды тағайындау және жүйе енгізуі негізінде есептерді жасау үшін меншікті API немесе импорт модулін біріктіруге болады.
km: បាទ/ចាស អ្នកអាចរួមបញ្ចូល API កម្មសិទ្ធិរបស់យើង ឬម៉ូឌុលនាំចូលដើម្បីបង្កើតករណីដោយស្វ័យប្រវត្តិ ចាត់តាំងអ្នកប្រើប្រាស់ និងបង្កើតរបាយការណ៍ដោយផ្អែកលើការបញ្ចូលប្រព័ន្ធរបស់អ្នក។
kn: ಹೌದು, ನಿಮ್ಮ ಸಿಸ್ಟಂ ಇನ್‌ಪುಟ್ ಆಧರಿಸಿ ಪ್ರಕರಣಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಚಿಸಲು, ಬಳಕೆದಾರರನ್ನು ನಿಯೋಜಿಸಲು ಮತ್ತು ವರದಿಗಳನ್ನು ರಚಿಸಲು ನಮ್ಮ ಸ್ವಾಮ್ಯದ API ಅಥವಾ ಆಮದು ಮಾಡ್ಯೂಲ್ ಅನ್ನು ನೀವು ಸಂಯೋಜಿಸಬಹುದು.
ku: Erê, hûn dikarin API-ya meya xwedan yek bikin an modulê derxînin da ku bixweber bûyeran biafirînin, bikarhêneran tayîn bikin û li gorî têketina pergala we raporan çêbikin.
ky: Ооба, сиз биздин менчик API же импорттук модулубузду автоматтык түрдө түзүү, колдонуучуларды дайындоо жана тутум киргизүүңүздүн негизинде отчетторду түзүү үчүн бириктире аласыз.
lb: Jo, Dir kënnt eis propriétaire API oder Importmodul integréieren fir automatesch Fäll ze kreéieren, Benotzer ze ginn a Berichter ze generéieren op Basis vun Ärem Systeminput.
lo: ແມ່ນແລ້ວ, ທ່ານສາມາດປະສົມປະສານ API ທີ່ເປັນເຈົ້າຂອງຂອງພວກເຮົາຫຼືໂມດູນນໍາເຂົ້າເພື່ອສ້າງກໍລະນີອັດຕະໂນມັດ, ມອບຫມາຍຜູ້ໃຊ້, ແລະສ້າງບົດລາຍງານໂດຍອີງໃສ່ລະບົບຂອງທ່ານ.
lt: Taip, galite integruoti mūsų patentuotą API arba importavimo modulį, kad automatiškai sukurtumėte atvejus, priskirtumėte vartotojus ir generuotumėte ataskaitas pagal jūsų sistemos įvestį.
lv: Jā, varat integrēt mūsu patentēto API vai importēšanas moduli, lai automātiski izveidotu gadījumus, piešķirtu lietotājus un ģenerētu atskaites, pamatojoties uz jūsu sistēmas ievadi.
mg: Eny, azonao atao ny mampiditra ny maodely API na fanafarana anay mba hamoronana tranga ho azy, hanendry mpampiasa ary hamokatra tatitra mifototra amin'ny fampidiran'ny rafitrao.
mi: Ae, ka taea e koe te whakauru i to maatau API rangatira, te kawemai ranei i te waahanga ki te waihanga i nga keehi, te tautapa i nga kaiwhakamahi, me te whakaputa purongo i runga i to whakaurunga punaha.
mk: Да, можете да го интегрирате нашиот сопствен API или да увезете модул за автоматски да креирате случаи, да доделувате корисници и да генерирате извештаи врз основа на вашиот системски влез.
ml: അതെ, സ്വയമേവ കേസുകൾ സൃഷ്ടിക്കുന്നതിനും ഉപയോക്താക്കളെ അസൈൻ ചെയ്യുന്നതിനും നിങ്ങളുടെ സിസ്റ്റം ഇൻപുട്ടിനെ അടിസ്ഥാനമാക്കി റിപ്പോർട്ടുകൾ സൃഷ്ടിക്കുന്നതിനും നിങ്ങൾക്ക് ഞങ്ങളുടെ കുത്തക API അല്ലെങ്കിൽ ഇറക്കുമതി മൊഡ്യൂൾ സംയോജിപ്പിക്കാൻ കഴിയും.
mn: Тийм ээ, та манай хувийн API эсвэл импортын модулийг нэгтгэж, автоматаар кейс үүсгэх, хэрэглэгчдийг хуваарилах, системийн оролт дээр үндэслэн тайлан гаргах боломжтой.
mr: होय, आपोआप केसेस तयार करण्यासाठी, वापरकर्ते नियुक्त करण्यासाठी आणि तुमच्या सिस्टम इनपुटवर आधारित अहवाल तयार करण्यासाठी तुम्ही आमचे मालकीचे API किंवा आयात मॉड्यूल समाकलित करू शकता.
ms: Ya, anda boleh menyepadukan API proprietari kami atau modul import untuk membuat kes secara automatik, menetapkan pengguna dan menjana laporan berdasarkan input sistem anda.
mt: Iva, tista 'tintegra l-API proprjetarja tagħna jew il-modulu ta' importazzjoni biex awtomatikament toħloq każijiet, tassenja utenti, u tiġġenera rapporti bbażati fuq l-input tas-sistema tiegħek.
my: ဟုတ်ပါသည်၊ သင်သည် ကျွန်ုပ်တို့၏ မူပိုင် API ကို ပေါင်းစည်းနိုင်သည် သို့မဟုတ် မော်ဂျူးကို တင်သွင်းနိုင်ပြီး အမှုတွဲများကို အလိုအလျောက်ဖန်တီးရန်၊ အသုံးပြုသူများကို တာဝန်ပေးကာ သင့်စနစ်ထည့်သွင်းမှုအပေါ် အခြေခံ၍ အစီရင်ခံစာများထုတ်ပေးနိုင်သည်။
ne: हो, तपाईले हाम्रो स्वामित्व API वा आयात मोड्युललाई स्वचालित रूपमा केसहरू सिर्जना गर्न, प्रयोगकर्ताहरूलाई नियुक्त गर्न, र तपाईंको प्रणाली इनपुटमा आधारित रिपोर्टहरू उत्पन्न गर्न एकीकृत गर्न सक्नुहुन्छ।
nl: Ja, u kunt onze eigen API of importmodule integreren om automatisch cases aan te maken, gebruikers toe te wijzen en rapporten te genereren op basis van uw systeeminvoer.
no: Ja, du kan integrere vår proprietære API eller importmodul for automatisk å opprette saker, tildele brukere og generere rapporter basert på systeminndataene dine.
or: ହଁ, ତୁମେ ଆମର ମାଲିକାନା API କିମ୍ବା ଆମଦାନୀ ମଡ୍ୟୁଲ୍ ସ୍ୱୟଂଚାଳିତ ଭାବରେ କେସ୍ ସୃଷ୍ଟି କରିବାକୁ, ଉପଭୋକ୍ତାମାନଙ୍କୁ ନ୍ୟସ୍ତ କରିବାକୁ ଏବଂ ତୁମର ସିଷ୍ଟମ୍ ଇନପୁଟ୍ ଉପରେ ଆଧାର କରି ରିପୋର୍ଟ ସୃଷ୍ଟି କରିବାକୁ ଏକତ୍ର କରିପାରିବ |
pa: ਹਾਂ, ਤੁਸੀਂ ਸਾਡੇ ਮਲਕੀਅਤ ਵਾਲੇ API ਜਾਂ ਆਯਾਤ ਮੋਡੀਊਲ ਨੂੰ ਆਪਣੇ ਆਪ ਕੇਸ ਬਣਾਉਣ, ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ ਅਤੇ ਤੁਹਾਡੇ ਸਿਸਟਮ ਇਨਪੁਟ ਦੇ ਅਧਾਰ 'ਤੇ ਰਿਪੋਰਟਾਂ ਤਿਆਰ ਕਰਨ ਲਈ ਏਕੀਕ੍ਰਿਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: Tak, możesz zintegrować nasz zastrzeżony interfejs API lub moduł importu, aby automatycznie tworzyć sprawy, przypisywać użytkowników i generować raporty na podstawie danych wejściowych systemu.
ps: هو، تاسو کولی شئ زموږ د ملکیت API یا واردولو ماډل سره یوځای کړئ ترڅو په اتوماتيک ډول قضیې رامینځته کړئ، کاروونکي وټاکئ، او ستاسو د سیسټم ان پټ پراساس راپورونه تولید کړئ.
pt: Sim, você pode integrar nossa API proprietária ou módulo de importação para criar casos automaticamente, atribuir usuários e gerar relatórios com base na entrada do seu sistema.
ro: Da, puteți integra API-ul nostru proprietar sau modulul de importare pentru a crea automat cazuri, a atribui utilizatori și a genera rapoarte pe baza datelor introduse de sistem.
ru: Да, вы можете интегрировать наш проприетарный API или модуль импорта для автоматического создания обращений, назначения пользователей и создания отчетов на основе входных данных вашей системы.
rw: Nibyo, urashobora guhuza API yacu yihariye cyangwa gutumiza module kugirango uhite ukora imanza, ugenera abakoresha, kandi utange raporo ukurikije sisitemu yinjiza.
sd: ها، توهان اسان جي ملڪيت واري API کي ضم ڪري سگهو ٿا يا خودڪار طريقي سان ڪيس ٺاهڻ، صارفين کي تفويض ڪرڻ، ۽ توهان جي سسٽم جي ان پٽ جي بنياد تي رپورٽون ٺاهي سگهو ٿا.
si: ඔව්, ඔබට අපගේ හිමිකාර API හෝ ආයාත මොඩියුලය ස්වයංක්‍රීයව සිද්ධි සෑදීමට, පරිශීලකයන් පැවරීමට සහ ඔබේ පද්ධති ආදානය මත පදනම්ව වාර්තා උත්පාදනය කිරීමට ඒකාබද්ධ කළ හැක.
sk: Áno, môžete integrovať naše vlastné rozhranie API alebo modul importu na automatické vytváranie prípadov, priraďovanie používateľov a generovanie správ na základe vášho systémového vstupu.
sl: Da, lahko integrirate naš lastniški API ali uvozni modul za samodejno ustvarjanje primerov, dodeljevanje uporabnikov in ustvarjanje poročil na podlagi vnosa vašega sistema.
sq: Po, ju mund të integroni API-në tonë të pronarit ose modulin e importit për të krijuar automatikisht raste, për të caktuar përdorues dhe për të gjeneruar raporte bazuar në të dhënat e sistemit tuaj.
sr: Да, можете интегрисати наш власнички АПИ или модул за увоз да аутоматски креирате случајеве, додељујете кориснике и генеришете извештаје на основу вашег системског уноса.
sv: Ja, du kan integrera vår egen API eller importmodul för att automatiskt skapa ärenden, tilldela användare och generera rapporter baserat på din systemdata.
sw: Ndiyo, unaweza kujumuisha API yetu ya umiliki au sehemu ya kuleta ili kuunda kesi kiotomatiki, kugawa watumiaji na kutoa ripoti kulingana na ingizo la mfumo wako.
ta: ஆம், உங்கள் கணினி உள்ளீட்டின் அடிப்படையில் தானாகவே வழக்குகளை உருவாக்க, பயனர்களை ஒதுக்க மற்றும் அறிக்கைகளை உருவாக்க எங்கள் தனியுரிம API அல்லது இறக்குமதி தொகுதியை நீங்கள் ஒருங்கிணைக்கலாம்.
te: అవును, మీరు స్వయంచాలకంగా కేసులను సృష్టించడానికి, వినియోగదారులను కేటాయించడానికి మరియు మీ సిస్టమ్ ఇన్‌పుట్ ఆధారంగా నివేదికలను రూపొందించడానికి మా యాజమాన్య APIని లేదా దిగుమతి మాడ్యూల్‌ను ఏకీకృతం చేయవచ్చు.
tg: Бале, шумо метавонед API-и хусусии мо ё модули воридотро барои ба таври худкор эҷод кардани парвандаҳо, таъин кардани корбарон ва тавлид кардани гузоришҳо дар асоси вуруди системаи шумо ҳамҷоя кунед.
th: ได้ คุณสามารถผสานรวม API ที่เป็นกรรมสิทธิ์ของเราหรือโมดูลนำเข้าเพื่อสร้างกรณีและปัญหา กำหนดผู้ใช้ และสร้างรายงานตามอินพุตระบบของคุณโดยอัตโนมัติ
tk: Hawa, ýagdaýlary awtomatiki döretmek, ulanyjylary bellemek we ulgam girişiňize esaslanyp hasabat döretmek üçin eýeçilik API-ni ýa-da import modulyny birleşdirip bilersiňiz.
tl: Oo, maaari mong isama ang aming proprietary API o module ng pag-import upang awtomatikong gumawa ng mga kaso, magtalaga ng mga user, at bumuo ng mga ulat batay sa iyong system input.
tr: Evet, otomatik olarak vakalar oluşturmak, kullanıcıları atamak ve sistem girişinize göre raporlar oluşturmak için tescilli API'mizi veya içe aktarma modülümüzü entegre edebilirsiniz.
tt: Әйе, сез безнең API-ны яки импорт модулын берләштерә аласыз, автоматик рәвештә очраклар булдыру, кулланучыларны билгеләү һәм система кертү нигезендә отчетлар ясау.
ug: شۇنداق ، سىز ئىگىدارچىلىق قىلىدىغان API ياكى ئىمپورت مودۇلىمىزنى بىرلەشتۈرۈپ ، ئاپتوماتىك ھالدا دېلو تۇرغۇزالايسىز ، ئىشلەتكۈچى تەقسىملىيەلەيسىز ۋە سىستېما كىرگۈزۈشىڭىزگە ئاساسەن دوكلات ھاسىل قىلالايسىز.
uk: Так, ви можете інтегрувати наш власний API або модуль імпорту, щоб автоматично створювати випадки, призначати користувачів і створювати звіти на основі вхідних даних вашої системи.
ur: ہاں، آپ خود کار طریقے سے کیسز بنانے، صارفین کو تفویض کرنے، اور اپنے سسٹم کے ان پٹ کی بنیاد پر رپورٹیں تیار کرنے کے لیے ہمارے ملکیتی API یا امپورٹ ماڈیول کو مربوط کر سکتے ہیں۔
uz: Ha, siz avtomatik ravishda holatlar yaratish, foydalanuvchilarni tayinlash va tizim kiritishingiz asosida hisobotlar yaratish uchun xususiy API yoki import modulimizni birlashtira olasiz.
vi: Có, bạn có thể tích hợp API độc quyền của chúng tôi hoặc mô-đun nhập để tự động tạo trường hợp, chỉ định người dùng và tạo báo cáo dựa trên đầu vào hệ thống của bạn.
xh: Ewe, unokudibanisa i-API yethu yobunini okanye imodyuli yokungenisa ukwenza ngokuzenzekelayo iimeko, unikeze abasebenzisi, kwaye uvelise iingxelo ngokusekwe kwigalelo lenkqubo yakho.
yi: יאָ, איר קענען ויסשטימען אונדזער פּראַפּרייאַטערי אַפּי אָדער אַרייַנפיר מאָדולע צו אויטאָמאַטיש שאַפֿן קאַסעס, באַשטימען יוזערז און דזשענערייט ריפּאָרץ באזירט אויף דיין סיסטעם אַרייַנשרייַב.

source: We have clients all over the world. Is CaseActive available in other languages?
af: Ons het kliënte oor die hele wêreld. Is CaseActive in ander tale beskikbaar?
am: በዓለም ዙሪያ ደንበኞች አሉን። CaseActive በሌሎች ቋንቋዎች ይገኛል?
ar: لدينا عملاء في جميع أنحاء العالم. هل CaseActive متاحة بلغات أخرى؟
az: Bütün dünyada müştərilərimiz var. CaseActive digər dillərdə mövcuddur?
be: У нас ёсць кліенты па ўсім свеце. Ці даступны CaseActive на іншых мовах?
bg: Имаме клиенти по целия свят. Предлага ли се CaseActive на други езици?
bn: আমাদের সারা বিশ্বে ক্লায়েন্ট রয়েছে। CaseActive কি অন্য ভাষায় পাওয়া যায়?
ca: Tenim clients a tot el món. CaseActive està disponible en altres idiomes?
cs: Máme klienty po celém světě. Je CaseActive k dispozici v jiných jazycích?
cy: Mae gennym gleientiaid ledled y byd. A yw CaseActive ar gael mewn ieithoedd eraill?
da: Vi har kunder over hele verden. Er CaseActive tilgængelig på andre sprog?
de: Wir haben Kunden auf der ganzen Welt. Ist CaseActive in anderen Sprachen verfügbar?
el: Έχουμε πελάτες σε όλο τον κόσμο. Είναι το CaseActive διαθέσιμο σε άλλες γλώσσες;
eo: Ni havas klientojn tra la mondo. Ĉu CaseActive haveblas en aliaj lingvoj?
es: Tenemos clientes en todo el mundo. ¿CaseActive está disponible en otros idiomas?
et: Meil on kliente üle kogu maailma. Kas CaseActive on saadaval ka teistes keeltes?
eu: Mundu osoko bezeroak ditugu. CaseActive beste hizkuntza batzuetan eskuragarri al dago?
fa: ما در سراسر جهان مشتریان داریم. آیا CaseActive به زبان های دیگر موجود است؟
fi: Meillä on asiakkaita kaikkialla maailmassa. Onko CaseActive saatavilla muilla kielillä?
fr: Nous avons des clients partout dans le monde. CaseActive est-il disponible dans d'autres langues ?
fy: Wy hawwe klanten oer de hiele wrâld. Is CaseActive beskikber yn oare talen?
ga: Tá cliaint againn ar fud an domhain. An bhfuil CaseActive ar fáil i dteangacha eile?
gd: Tha teachdaichean againn air feadh an t-saoghail. A bheil CaseActive ann an cànanan eile.
gl: Temos clientes en todo o mundo. CaseActive está dispoñible noutros idiomas?
gu: અમારી પાસે સમગ્ર વિશ્વમાં ગ્રાહકો છે. શું CaseActive અન્ય ભાષાઓમાં ઉપલબ્ધ છે?
hi: हमारे पास दुनिया भर में ग्राहक हैं। क्या केसएक्टिव अन्य भाषाओं में उपलब्ध है?
hr: Imamo klijente diljem svijeta. Je li CaseActive dostupan na drugim jezicima?
hu: A világ minden táján vannak ügyfeleink. Elérhető a CaseActive más nyelveken is?
hy: Մենք հաճախորդներ ունենք ամբողջ աշխարհում: Արդյո՞ք CaseActive-ը հասանելի է այլ լեզուներով:
id: Kami memiliki klien di seluruh dunia. Apakah CaseActive tersedia dalam bahasa lain?
is: Við höfum viðskiptavini um allan heim. Er CaseActive fáanlegt á öðrum tungumálum?
it: Abbiamo clienti in tutto il mondo. CaseActive è disponibile in altre lingue?
iw: יש לנו לקוחות בכל העולם. האם CaseActive זמין בשפות אחרות?
ja: 私たちは世界中にクライアントを持っています。 CaseActiveは他の言語でも利用できますか？
ka: გვყავს კლიენტები მთელ მსოფლიოში. ხელმისაწვდომია თუ არა CaseActive სხვა ენებზე?
kk: Бүкіл әлемде біздің клиенттеріміз бар. CaseActive басқа тілдерде қол жетімді ме?
km: យើងមានអតិថិជននៅទូទាំងពិភពលោក។ តើ CaseActive មានជាភាសាផ្សេងទេ?
kn: ನಾವು ಪ್ರಪಂಚದಾದ್ಯಂತ ಗ್ರಾಹಕರನ್ನು ಹೊಂದಿದ್ದೇವೆ. CaseActive ಇತರ ಭಾಷೆಗಳಲ್ಲಿ ಲಭ್ಯವಿದೆಯೇ?
ku: Li seranserê cîhanê xerîdarên me hene. CaseActive bi zimanên din heye?
ky: Биздин дүйнө жүзү боюнча кардарларыбыз бар. CaseActive башка тилдерде барбы?
lb: Mir hunn Clienten ganzer Welt. Ass CaseActive an anere Sproochen verfügbar?
lo: ພວກເຮົາມີລູກຄ້າທົ່ວໂລກ. CaseActive ມີຢູ່ໃນພາສາອື່ນບໍ?
lt: Turime klientų visame pasaulyje. Ar CaseActive galima kitomis kalbomis?
lv: Mums ir klienti visā pasaulē. Vai CaseActive ir pieejams citās valodās?
mg: Manana mpanjifa manerana izao tontolo izao izahay. Misy amin'ny fiteny hafa ve ny CaseActive?
mi: Kei a matou nga kaihoko puta noa i te ao. Kei te waatea a CaseActive i etahi atu reo?
mk: Имаме клиенти низ целиот свет. Дали CaseActive е достапен на други јазици?
ml: ഞങ്ങൾക്ക് ലോകമെമ്പാടും ഉപഭോക്താക്കളുണ്ട്. മറ്റ് ഭാഷകളിൽ CaseActive ലഭ്യമാണോ?
mn: Бид дэлхийн өнцөг булан бүрт үйлчлүүлэгчидтэй. CaseActive бусад хэл дээр байдаг уу?
mr: आमच्याकडे जगभरातील ग्राहक आहेत. CaseActive इतर भाषांमध्ये उपलब्ध आहे का?
ms: Kami mempunyai pelanggan di seluruh dunia. Adakah CaseActive tersedia dalam bahasa lain?
mt: Għandna klijenti mad-dinja kollha. CaseActive huwa disponibbli f'lingwi oħra?
my: ကျွန်ုပ်တို့တွင် ကမ္ဘာတစ်ဝှမ်းရှိ ဖောက်သည်များရှိသည်။ CaseActive ကို အခြားဘာသာစကားများဖြင့် ရနိုင်ပါသလား။
ne: हामीसँग संसारभरका ग्राहकहरू छन्। के CaseActive अन्य भाषाहरूमा उपलब्ध छ?
nl: We hebben klanten over de hele wereld. Is CaseActive beschikbaar in andere talen?
no: Vi har kunder over hele verden. Er CaseActive tilgjengelig på andre språk?
or: ସମଗ୍ର ବିଶ୍ୱରେ ଆମର ଗ୍ରାହକ ଅଛନ୍ତି | ଅନ୍ୟ ଭାଷାରେ କେସ୍ ଆକ୍ଟିଭ୍ ଉପଲବ୍ଧ କି?
pa: ਸਾਡੇ ਕੋਲ ਪੂਰੀ ਦੁਨੀਆ ਵਿੱਚ ਗਾਹਕ ਹਨ. ਕੀ CaseActive ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਉਪਲਬਧ ਹੈ?
pl: Mamy klientów na całym świecie. Czy CaseActive jest dostępny w innych językach?
ps: موږ په ټوله نړۍ کې پیرودونکي لرو. ایا CaseActive په نورو ژبو کې شتون لري؟
pt: Temos clientes em todo o mundo. O CaseActive está disponível em outros idiomas?
ro: Avem clienți în toată lumea. CaseActive este disponibil în alte limbi?
ru: У нас есть клиенты по всему миру. Доступен ли CaseActive на других языках?
rw: Dufite abakiriya kwisi yose. Ese CaseActive iraboneka mu zindi ndimi?
sd: اسان وٽ سڄي دنيا ۾ گراهڪ آهن. ڇا CaseActive ٻين ٻولين ۾ موجود آھي؟
si: අපට ලොව පුරා ගනුදෙනුකරුවන් සිටී. CaseActive වෙනත් භාෂාවලින් ලබා ගත හැකිද?
sk: Máme klientov po celom svete. Je CaseActive dostupný aj v iných jazykoch?
sl: Imamo stranke po vsem svetu. Ali je CaseActive na voljo v drugih jezikih?
sq: Kemi klientë në të gjithë botën. A disponohet CaseActive në gjuhë të tjera?
sr: Имамо клијенте широм света. Да ли је ЦасеАцтиве доступан на другим језицима?
sv: Vi har kunder över hela världen. Är CaseActive tillgängligt på andra språk?
sw: Tuna wateja duniani kote. Je, CaseActive inapatikana katika lugha zingine?
ta: எங்களுக்கு உலகம் முழுவதும் வாடிக்கையாளர்கள் உள்ளனர். கேஸ்ஆக்டிவ் பிற மொழிகளில் கிடைக்குமா?
te: మాకు ప్రపంచవ్యాప్తంగా క్లయింట్లు ఉన్నారు. CaseActive ఇతర భాషల్లో అందుబాటులో ఉందా?
tg: Мо дар тамоми ҷаҳон мизоҷон дорем. Оё CaseActive бо забонҳои дигар дастрас аст?
th: เรามีลูกค้าทั่วโลก CaseActive มีให้บริการในภาษาอื่น ๆ หรือไม่?
tk: Bütin dünýäde müşderilerimiz bar. CaseActive başga dillerde barmy?
tl: Mayroon kaming mga kliyente sa buong mundo. Available ba ang CaseActive sa ibang mga wika?
tr: Dünyanın her yerinden müşterilerimiz var. CaseActive diğer dillerde de mevcut mu?
tt: Безнең бөтен дөньяда клиентларыбыз бар. CaseActive бүтән телләрдә бармы?
ug: دۇنيانىڭ ھەرقايسى جايلىرىدا بىزنىڭ خېرىدارىمىز بار. CaseActive باشقا تىللاردا بارمۇ؟
uk: У нас є клієнти по всьому світу. Чи доступний CaseActive іншими мовами?
ur: ہمارے پاس پوری دنیا میں کلائنٹ ہیں۔ کیا CaseActive دوسری زبانوں میں دستیاب ہے؟
uz: Butun dunyoda mijozlarimiz bor. CaseActive boshqa tillarda mavjudmi?
vi: Chúng tôi có khách hàng trên khắp thế giới. CaseActive có sẵn ở các ngôn ngữ khác không?
xh: Sinabathengi kulo lonke ihlabathi. Ngaba i-CaseActive iyafumaneka ngezinye iilwimi?
yi: מיר האָבן קלייאַנץ איבער דער וועלט. איז CaseActive בנימצא אין אנדערע שפּראַכן?
