Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Search
af: Soek
am: ፍለጋ
ar: بحث
az: Axtarış
be: пошук
bg: Търсене
bn: অনুসন্ধান
ca: Cerca
cs: Vyhledávání
cy: Chwilio
da: Søg
de: Suche
el: Ψάξιμο
eo: Serĉi
es: Buscar
et: Otsing
fa: جستجو کردن
fi: Hae
fr: Chercher
fy: Sykje
ga: Cuardaigh
gd: Rannsaich
gl: Busca
gu: શોધો
hi: खोज
hr: traži
hu: Keresés
hy: Որոնում
id: Pencarian
is: Leita
it: Ricerca
iw: לחפש
ja: サーチ
ka: ძიება
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿ
ku: Gerr
ky: издөө
lb: Sich
lo: ຄົ້ນຫາ
lt: Paieška
lv: Meklēt
mi: Rapua
mk: Пребарување
ml: തിരയുക
mn: Хайлт
mr: शोध
ms: Carian
mt: Fittex
my: ရှာဖှေ
ne: खोजी गर्नुहोस्
nl: Zoeken
no: Søke
or: ସନ୍ଧାନ କର |
pa: ਖੋਜ
pl: Szukaj
ps: لټون
pt: Pesquisa
ro: Căutare
ru: Поиск
rw: Shakisha
sd: ڳولھيو
si: සෙවීම
sk: Vyhľadávanie
sl: Iskanje
sq: kërkim
sr: Претрага
sv: Sök
sw: Tafuta
ta: தேடல்
te: శోధన
tg: Ҷустуҷӯ
th: ค้นหา
tk: Gözlemek
tl: Paghahanap
tr: Arama
tt: Эзләү
ug: ئىزدەش
uk: Пошук
ur: تلاش کریں
uz: Qidirmoq
vi: Tìm kiếm
xh: Usesho
yi: זוכן

source: Using Form Builder
af: Gebruik vormbouer
am: Form Builder መጠቀም
ar: باستخدام منشئ النموذج
az: Form Builder istifadə
be: Выкарыстанне построителя формаў
bg: Използване на инструмента за създаване на формуляри
bn: ফর্ম বিল্ডার ব্যবহার করে
ca: Ús del generador de formularis
cs: Pomocí nástroje Builder formulářů
cy: Defnyddio Ffurflen Adeiladwr
da: Brug af Form Builder
de: Verwenden des Formular-Generators
el: Χρησιμοποιώντας το εργαλείο δημιουργίας φορμών
eo: Uzante Forma Konstruisto
es: Usando el generador de formularios
et: Vormi ehitaja kasutamine
eu: Formularioa erabiltzea
fa: با استفاده از فرم ساز
fi: Lomakkeiden rakennustyökalun käyttäminen
fr: Utilisation de Form Builder
fy: Formulier fan formulier brûke
ga: Ag baint úsáide as Foirm Tógálaí
gd: A &#39;cleachdadh Foirm Builder
gl: Usando o creador de formularios
gu: ફોર્મ બિલ્ડરનો ઉપયોગ કરીને
hi: फॉर्म बिल्डर का उपयोग करना
hr: Upotreba obrasca za izgradnju
hu: Form Builder használata
hy: Օգտագործելով Form Builder- ը
id: Menggunakan Form Builder
is: Nota Form Builder
it: Utilizzo di Form Builder
iw: באמצעות בניית טפסים
ja: フォームビルダの使用
ka: ფორმის აღმაშენებლის გამოყენება
kk: Form Builder құралын пайдалану
km: ប្រើ Form Builder
kn: ಫಾರ್ಮ್ ಬಿಲ್ಡರ್ ಬಳಸಿ
ku: Bikaranîna Forma Damezrandinê
ky: Колдонуу түрү куруучу
lb: Formulaire benotze benotzt
lo: ໃຊ້ Form Builder
lt: &quot;Form Builder&quot; naudojimas
lv: Izmantojot veidlapas veidotāju
mg: Fampiasana Mpikaroka
mi: Te whakamahi i te Kaihanga Puka
mk: Користење на Форма Градител
ml: ഫോം ബിൽഡർ ഉപയോഗിക്കുന്നു
mn: Form Builder-ийг ашиглах нь
mr: फॉर्म बिल्डर वापरणे
ms: Menggunakan Form Builder
mt: Bl-użu tal-bennej tal-formola
my: Form ကို Builder အသုံးပြုခြင်း
ne: फारम बिल्डर प्रयोग गर्दै
nl: Form Builder gebruiken
no: Bruke Form Builder
or: ଫର୍ମ ବିଲଡର୍ ବ୍ୟବହାର କରି |
pa: ਫਾਰਮ ਬਿਲਡਰ ਵਰਤਣਾ
pl: Korzystanie z Form Builder
ps: د جوړونکي فورم کارول
pt: Usando o Form Builder
ro: Folosind Form Builder
ru: Использование Form Builder
rw: Gukoresha Ifishi Yubaka
sd: فارم ٺاهيندڙ استعمال ڪرڻ
si: ආකෘති නිර්මාණකරු භාවිතා කිරීම
sk: Použitie nástroja na tvorbu formulárov
sl: Uporaba graditelja obrazcev
sq: Përdorimi i Form Builder
sr: Коришћење Форм Буилдер
sv: Använda formulärbyggare
sw: Kutumia Mjenzi wa Fomu
ta: படிவம் பில்டர் பயன்படுத்தி
te: ఫారం బిల్డర్ ఉపయోగించి
tg: Истифодаи Form Builder
th: การใช้ตัวสร้างฟอร์ม
tk: Form gurluşykçysyny ulanmak
tl: Paggamit ng Form Builder
tr: Form Builder&#39;ı kullanma
tt: Форма төзүче куллану
ug: جەدۋەل قۇرغۇچىنى ئىشلىتىش
uk: Використання форми Builder
ur: فارم بلڈر کا استعمال کرتے ہوئے
uz: Form Builderni ishlatish
vi: Sử dụng trình tạo biểu mẫu
xh: Ukusebenzisa iFom Builder
yi: ניצן פאָרם בילדער

source: Using Forms Library
af: Gebruik Vormsbiblioteek
am: የቅጾች ቤተ-መጽሐፍትን መጠቀም
ar: باستخدام مكتبة النماذج
az: Forma Kitabxanasından istifadə
be: Выкарыстанне бібліятэкі формаў
bg: Използване на библиотека с формуляри
bn: ফর্ম লাইব্রেরি ব্যবহার করে
ca: Ús de la biblioteca de formularis
cs: Použití knihovny formulářů
cy: Defnyddio'r Llyfrgell Ffurflenni
da: Brug af formularbibliotek
de: Verwenden der Formularbibliothek
el: Χρήση βιβλιοθήκης φορμών
eo: Uzante Forms Library
es: Uso de la biblioteca de formularios
et: Vormiteegi kasutamine
eu: Formularioen liburutegia erabiltzea
fa: استفاده از کتابخانه فرم ها
fi: Lomakekirjaston käyttäminen
fr: Utilisation de la bibliothèque de formulaires
fy: Formulierbibleteek brûke
ga: Leabharlann Foirmeacha a Úsáid
gd: A’ cleachdadh Leabharlann Foirmean
gl: Usando a biblioteca de formularios
gu: ફોર્મ લાઇબ્રેરીનો ઉપયોગ કરવો
hi: प्रपत्र पुस्तकालय का उपयोग करना
hr: Korištenje biblioteke obrazaca
hu: A Forms Library használata
hy: Ձևերի գրադարանի օգտագործումը
id: Menggunakan Pustaka Formulir
is: Notkun Eyðublaðasafns
it: Utilizzo della Libreria moduli
iw: שימוש בספריית טפסים
ja: フォーム ライブラリの使用
ka: ფორმების ბიბლიოთეკის გამოყენება
kk: Пішіндер кітапханасын пайдалану
km: ការប្រើប្រាស់បណ្ណាល័យទម្រង់
kn: ಫಾರ್ಮ್ಸ್ ಲೈಬ್ರರಿಯನ್ನು ಬಳಸುವುದು
ku: Bikaranîna Pirtûkxaneya Formên
ky: Формалар китепканасын колдонуу
lb: Benotzt Forms Library
lo: ໃຊ້ຫໍສະໝຸດແບບຟອມ
lt: Formų bibliotekos naudojimas
lv: Veidlapu bibliotēkas izmantošana
mg: Mampiasa Forms Library
mi: Te whakamahi i nga Puka Puka
mk: Користење на библиотека со формулари
ml: ഫോം ലൈബ്രറി ഉപയോഗിക്കുന്നു
mn: Маягтын номын санг ашиглах
mr: फॉर्म लायब्ररी वापरणे
ms: Menggunakan Perpustakaan Borang
mt: Użu ta' Formoli Librerija
my: Forms Library ကို အသုံးပြုခြင်း။
ne: फारम लाइब्रेरी प्रयोग गर्दै
nl: Formulierenbibliotheek gebruiken
no: Bruke Forms Library
or: ଫର୍ମ ଲାଇବ୍ରେରୀ ବ୍ୟବହାର |
pa: ਫਾਰਮ ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਵਰਤੋਂ ਕਰਨਾ
pl: Korzystanie z biblioteki formularzy
ps: د فورمو کتابتون کارول
pt: Como usar a biblioteca de formulários
ro: Utilizarea Bibliotecii de formulare
ru: Использование библиотеки форм
rw: Koresha Isomero
sd: فارم لائبريري استعمال ڪندي
si: පෝරම පුස්තකාලය භාවිතා කිරීම
sk: Používanie knižnice formulárov
sl: Uporaba knjižnice obrazcev
sq: Përdorimi i Bibliotekës së Formave
sr: Коришћење библиотеке образаца
sv: Använda formulärbibliotek
sw: Kutumia Maktaba ya Fomu
ta: படிவ நூலகத்தைப் பயன்படுத்துதல்
te: ఫారమ్‌ల లైబ్రరీని ఉపయోగించడం
tg: Истифодаи Китобхонаи Forms
th: การใช้ไลบรารีฟอร์ม
tk: Formalar kitaphanasyny ulanmak
tl: Gamit ang Forms Library
tr: Form Kitaplığını Kullanma
tt: Формалар китапханәсен куллану
ug: جەدۋەل ئامبىرىنى ئىشلىتىش
uk: Використання бібліотеки форм
ur: فارم لائبریری کا استعمال
uz: Shakllar kutubxonasidan foydalanish
vi: Sử dụng Thư viện Biểu mẫu
xh: Ukusebenzisa ithala leencwadi leeFom
yi: ניצן Forms ביבליאָטעק

source: Using E-sign Builder
af: Gebruik E-sign Builder
am: ኢ-ምልክት ሰሪ በመጠቀም
ar: باستخدام منشئ الإشارات الإلكترونية
az: E-sign Builder istifadə
be: Выкарыстанне E-sign Builder
bg: Използване на E-sign Builder
bn: ই-সাইন বিল্ডার ব্যবহার করা
ca: Utilitzant E-sign Builder
cs: Použití E-sign Builder
cy: Defnyddio E-sign Builder
da: Brug af E-sign Builder
de: Verwenden von E-Sign Builder
el: Χρήση του E-sign Builder
eo: Uzante E-signo-Konstruilon
es: Uso del generador de firmas electrónicas
et: E-märgi koostaja kasutamine
eu: E-sign Builder erabiliz
fa: با استفاده از E-Sign Builder
fi: E-sign Builderin käyttö
fr: Utiliser E-sign Builder
fy: Mei help fan E-sign Builder
ga: Ag baint úsáide as Tógálaí Ríomhchomhartha
gd: A’ cleachdadh E-sign Builder
gl: Usando E-sign Builder
gu: ઇ-સાઇન બિલ્ડરનો ઉપયોગ કરવો
hi: ई-साइन बिल्डर का उपयोग करना
hr: Korištenje E-sign Buildera
hu: Az E-sign Builder használata
hy: Օգտագործելով E-sign Builder-ը
id: Menggunakan Pembuat Tanda Elektronik
is: Notkun E-sign Builder
it: Utilizzo di E-Sign Builder
iw: שימוש ב-E-sign Builder
ja: 電子署名ビルダーの使用
ka: E-sign Builder-ის გამოყენება
kk: E-sign Builder бағдарламасын пайдалану
km: ដោយប្រើ E-sign Builder
kn: ಇ-ಸೈನ್ ಬಿಲ್ಡರ್ ಅನ್ನು ಬಳಸುವುದು
ku: Bikaranîna E-nîşana Builder
ky: E-sign Builder колдонуу
lb: Benotzt E-Zeechen Builder
lo: ໃຊ້ E-sign Builder
lt: E-sign Builder naudojimas
lv: E-zīmju veidotāja izmantošana
mg: Mampiasa E-sign Builder
mi: Te whakamahi i te Kaihanga E-tohu
mk: Користење на Е-знак Builder
ml: ഇ-സൈൻ ബിൽഡർ ഉപയോഗിക്കുന്നു
mn: E-sign Builder ашиглах
mr: ई-साइन बिल्डर वापरणे
ms: Menggunakan E-sign Builder
mt: Bl-użu tal-E-sign Builder
my: E-sign Builder ကိုအသုံးပြုခြင်း။
ne: ई-साइन बिल्डर प्रयोग गर्दै
nl: E-sign Builder gebruiken
no: Bruker E-sign Builder
or: ଇ-ସାଇନ୍ ବିଲଡର୍ ବ୍ୟବହାର କରି |
pa: ਈ-ਸਾਈਨ ਬਿਲਡਰ ਦੀ ਵਰਤੋਂ ਕਰਨਾ
pl: Korzystanie z narzędzia do tworzenia podpisów elektronicznych
ps: د ای نښان جوړونکي کارول
pt: Usando o E-sign Builder
ro: Folosind E-sign Builder
ru: Использование конструктора электронных подписей
rw: Ukoresheje E-ikimenyetso cyubaka
sd: اي-سائن بلڊر استعمال ڪندي
si: E-sign Builder භාවිතා කිරීම
sk: Používanie nástroja E-sign Builder
sl: Uporaba programa E-sign Builder
sq: Duke përdorur E-Sign Builder
sr: Коришћење Е-сигн Буилдер-а
sv: Använder E-sign Builder
sw: Kwa kutumia E-sign Builder
ta: E-sign Builder ஐப் பயன்படுத்துதல்
te: ఇ-సైన్ బిల్డర్‌ని ఉపయోగించడం
tg: Истифодаи E-sign Builder
th: การใช้ตัวสร้างลายเซ็นอิเล็กทรอนิกส์
tk: E-belgili gurluşykçyny ulanmak
tl: Gamit ang E-sign Builder
tr: E-imza Oluşturucuyu Kullanma
tt: Электрон билге төзүче куллану
ug: ئېلېكترونلۇق بەلگە قۇرغۇچىنى ئىشلىتىش
uk: Використання E-sign Builder
ur: ای سائن بلڈر کا استعمال
uz: E-sign Builder-dan foydalanish
vi: Sử dụng E-sign Builder
xh: Ukusebenzisa i-E-sign Builder
yi: ניצן E- צייכן בילדער

source: Using E-signs Library
af: Gebruik van E-tekens-biblioteek
am: ኢ-ምልክት ላይብረሪ በመጠቀም
ar: استخدام مكتبة العلامات الإلكترونية
az: E-işarələr Kitabxanasından istifadə
be: Выкарыстанне E-Sign Library
bg: Използване на E-signs Library
bn: ই-সাইন লাইব্রেরি ব্যবহার করা
ca: Ús de la biblioteca de signes electrònics
cs: Použití knihovny E-signs
cy: Defnyddio Llyfrgell E-arwyddion
da: Brug af E-signs Library
de: Verwenden der E-Signs-Bibliothek
el: Χρήση βιβλιοθήκης ηλεκτρονικών πινακίδων
eo: Uzante E-signojn Biblioteko
es: Uso de la biblioteca de firmas electrónicas
et: E-märkide raamatukogu kasutamine
eu: E-seinaleen liburutegia erabiltzea
fa: استفاده از E-Signs Library
fi: E-merkkikirjaston käyttö
fr: Utilisation de la bibliothèque de signes électroniques
fy: Mei help fan E-signs Library
ga: Ag baint úsáide as Leabharlann Ríomhchomharthaí
gd: A’ cleachdadh Leabharlann E-soidhnichean
gl: Usando E-signs Library
gu: ઇ-સાઇન્સ લાઇબ્રેરીનો ઉપયોગ
hi: ई-साइन्स लाइब्रेरी का उपयोग करना
hr: Korištenje knjižnice e-znakova
hu: Az E-signs Library használata
hy: Օգտագործելով էլեկտրոնային նշաններ գրադարան
id: Menggunakan Perpustakaan E-sign
is: Notkun E-merkjasafnsins
it: Utilizzo della libreria E-signs
iw: שימוש בספריית סימנים אלקטרוניים
ja: 電子署名ライブラリの使用
ka: ელექტრონული ნიშნების ბიბლიოთეკის გამოყენება
kk: Электрондық белгілер кітапханасын пайдалану
km: ការប្រើប្រាស់បណ្ណាល័យ E-signs
kn: ಇ-ಚಿಹ್ನೆಗಳ ಲೈಬ್ರರಿಯನ್ನು ಬಳಸುವುದು
ku: Bikaranîna Pirtûkxaneya E-nîşanan
ky: Электрондук белгилердин китепканасын колдонуу
lb: Benotzt E-Schëlder Bibliothéik
lo: ການ​ນໍາ​ໃຊ້​ຫ້ອງ​ສະ​ຫມຸດ E​-signs​
lt: E-signs bibliotekos naudojimas
lv: E-zīmju bibliotēkas izmantošana
mg: Mampiasa E-signs Library
mi: Te whakamahi i te E-signs Library
mk: Користење на библиотека со е-знаци
ml: ഇ-സൈൻ ലൈബ്രറി ഉപയോഗിക്കുന്നു
mn: Цахим тэмдгийн номын санг ашиглах
mr: ई-चिन्ह लायब्ररी वापरणे
ms: Menggunakan Perpustakaan E-tanda
mt: L-użu tal-Librerija tas-sinjali elettroniċi
my: E-signs Library ကိုအသုံးပြုခြင်း။
ne: ई-साइन लाइब्रेरी प्रयोग गर्दै
nl: E-signs-bibliotheek gebruiken
no: Bruke E-signs Library
or: ଇ-ସଙ୍କେତ ଲାଇବ୍ରେରୀ ବ୍ୟବହାର କରି |
pa: ਈ-ਸਾਈਨ ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਵਰਤੋਂ ਕਰਨਾ
pl: Korzystanie z biblioteki e-znaków
ps: د بریښنایی نښو کتابتون کارول
pt: Usando a Biblioteca de E-signs
ro: Utilizarea bibliotecii de semne electronice
ru: Использование библиотеки электронных подписей
rw: Ukoresheje E-ibimenyetso Isomero
sd: اي-سائنس لائبريري استعمال ڪندي
si: E-signs පුස්තකාලය භාවිතා කිරීම
sk: Používanie knižnice elektronických znakov
sl: Uporaba knjižnice e-znakov
sq: Përdorimi i Bibliotekës së Shenjave Elektronike
sr: Коришћење библиотеке Е-знакова
sv: Använda E-signs Library
sw: Kwa kutumia maktaba ya E-signs
ta: மின்-அடையாளங்கள் நூலகத்தைப் பயன்படுத்துதல்
te: E- సంకేతాల లైబ్రరీని ఉపయోగించడం
tg: Истифодаи Китобхонаи аломатҳои электронӣ
th: การใช้ E-signs Library
tk: Elektron belgiler kitaphanasyny ulanmak
tl: Gamit ang E-signs Library
tr: E-İşaret Kitaplığını Kullanma
tt: Электрон билгеләр китапханәсен куллану
ug: ئېلېكترونلۇق بەلگە كۈتۈپخانىسىنى ئىشلىتىش
uk: Використання E-signs Library
ur: ای سائنز لائبریری کا استعمال
uz: Elektron belgilar kutubxonasidan foydalanish
vi: Sử dụng Thư viện E-Sign
xh: Ukusebenzisa i-E-signs Library
yi: ניצן E- וואונדער ביבליאָטעק

source: Documents
af: dokumente
am: ሰነዶች
ar: مستندات
az: Sənədlər
be: дакументы
bg: Документи
bn: কাগজপত্র
cs: Dokumenty
cy: Dogfennau
da: Dokumenter
de: Unterlagen
el: Εγγραφα
eo: Dokumentoj
es: Documentos
et: Dokumendid
eu: Dokumentuak
fa: اسناد
fi: asiakirjat
fy: Dokuminten
ga: Doiciméid
gd: Sgrìobhainnean
gl: Documentos
gu: દસ્તાવેજો
hi: दस्तावेज़
hr: Dokumenti
hu: Dokumentumok
hy: Փաստաթղթեր
id: Dokumen
is: Skjöl
it: Documenti
iw: מסמכים
ja: ドキュメント
ka: დოკუმენტები
kk: Құжаттар
km: ឯកសារ
kn: ದಾಖಲೆಗಳು
ku: Dokumentên
ky: Документтер
lb: Dokumenter
lo: ເອກະສານ
lt: Dokumentai
lv: Dokumenti
mi: Tuhinga
mk: Документи
ml: രേഖകൾ
mn: Баримт бичиг
mr: दस्तऐवज
ms: Dokumen
mt: Dokumenti
my: စာရွက်စာတမ်းများ
ne: कागजातहरू
nl: documenten
no: dokumenter
or: ଡକ୍ୟୁମେଣ୍ଟ୍
pa: ਦਸਤਾਵੇਜ਼
pl: Dokumenty
ps: لاسوندونه
pt: Documentos
ro: Documente
ru: документы
rw: Inyandiko
sd: دستاويز
si: ලියකියවිලි
sk: Dokumenty
sl: Dokumenti
sq: dokumentet
sr: Документи
sv: Dokument
sw: Nyaraka
ta: ஆவணங்கள்
te: పత్రాలు
tg: Ҳуҷҷатҳо
th: เอกสาร
tk: Resminamalar
tl: Mga Dokumento
tr: evraklar
tt: Документлар
ug: ھۆججەتلەر
uk: Документи
ur: دستاویزات
uz: Hujjatlar
vi: Các tài liệu
xh: Amaphepha
yi: דאקומענטן

source: Create Note
af: Skep Nota
am: ማስታወሻ ይፍጠሩ
ar: إنشاء ملاحظة
az: Qeyd yarat
be: Стварыце нататку
bg: Създаване на бележка
bn: নোট তৈরি করুন
ca: Crear nota
cs: Vytvořit poznámku
cy: Creu Nodyn
da: Opret note
de: Notiz erstellen
el: Δημιουργία σημείωσης
eo: Krei Noton
es: Crear nota
et: Loo märkus
eu: Sortu oharra
fa: ایجاد یادداشت
fi: Luo huomautus
fr: Créer une note
ga: Cruthaigh Nóta
gd: Cruthaich Nota
gl: Crear nota
gu: નોંધ બનાવો
hi: नोट बनाएँ
hr: Izradite bilješku
hu: Megjegyzés létrehozása
hy: Ստեղծեք Ծանոթություն
id: Buat Catatan
is: Búðu til athugasemd
it: Crea nota
iw: צור הערה
ja: メモを作成
ka: შენიშვნა შექმნა
kk: Ескерту жасаңыз
km: បង្កើតចំណាំ
kn: ಟಿಪ್ಪಣಿ ರಚಿಸಿ
ku: Têkilî çêbikin
ky: түзүү Эскертүү
lb: Notiz erstellen
lo: ສ້າງຫມາຍເຫດ
lt: Sukurti pastabą
lv: Izveidot piezīmi
mi: Waihanga Tuhipoka
mk: Креирај белешка
ml: കുറിപ്പ് സൃഷ്ടിക്കുക
mn: Тэмдэглэл үүсгэх
mr: टीप तयार करा
ms: Buat Nota
mt: Oħloq Nota
my: မှတ်ချက် Create
ne: टिप्पणी सिर्जना गर्नुहोस्
nl: Notitie maken
no: Lag notat
or: ଟିପ୍ପଣୀ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਨੋਟ ਬਣਾਓ
pl: Utwórz notatkę
ps: یادداشت جوړ کړئ
pt: Criar nota
ro: Creați Notă
ru: Создать заметку
rw: Kora Icyitonderwa
sd: نوٽ ٺاهيو
si: සටහන සාදන්න
sk: Vytvorte poznámku
sl: Ustvari opombo
sq: Krijo Shënim
sr: Направите белешку
sv: Skapa anteckning
sw: Unda Kumbuka
ta: குறிப்பை உருவாக்கவும்
te: గమనికను సృష్టించండి
tg: Эзоҳ диҳед
th: สร้างบันทึกย่อ
tk: Bellik dörediň
tl: Lumikha ng Tala
tr: Not Oluştur
tt: Искәрмә яса
ug: ئەسكەرتىش
uk: Створити примітку
ur: نوٹ بنائیں
uz: Eslatma yaratish
vi: Tạo ghi chú
xh: Yenza iQaphela
yi: שאַפֿן באַמערקונג

source: Edit Note
af: Wysig Nota
am: ማስታወሻን ያርትዑ
ar: تحرير مذكرة
az: Qeydləri Düzenle
be: Змяніць Заўвага
bg: Редактиране на бележката
bn: নোট সম্পাদনা করুন
ca: Edita la nota
cs: Upravit poznámku
cy: Nodyn Golygu
da: Rediger note
de: Notiz bearbeiten
el: Επεξεργασία σημείωσης
eo: Redakti Noton
es: Editar nota
et: Muuda märkust
eu: Editatu oharra
fa: ویرایش یادداشت
fi: Muokkaa huomautusta
fr: Note éditée
fy: Bewurkje opmerking
ga: Nóta Athraithe
gd: Nota Deasachaidh
gl: Editar nota
gu: નોંધ સંપાદિત કરો
hi: नोट संपादित करें
hr: Uredi bilješku
hu: Megjegyzés módosítása
hy: Խմբագրել նշումը
id: Edit Catatan
is: Breyta athugasemd
it: Modifica nota
iw: ערוך הערה
ja: メモを編集
ka: შენიშვნა შენიშვნა
kk: Ескертуді өңдеу
km: កែសម្រួលចំណាំ
kn: ಟಿಪ್ಪಣಿ ಸಂಪಾದಿಸಿ
ku: Têbînî biguherîne
lb: Beaarbecht Note
lo: ແກ້ໄຂຫມາຍເຫດ
lt: Redaguoti pastabą
lv: Rediģēt piezīmi
mi: Whakatika Whakatau
mk: Уреди ја белешката
ml: കുറിപ്പ് എഡിറ്റുചെയ്യുക
mn: Тодруулга засах
mr: टीप संपादित करा
ms: Edit Nota
mt: Edit Nota
my: Edit ကိုမှတ်ချက်
ne: नोट सम्पादन गर्नुहोस्
nl: Notitie bewerken
no: Rediger notat
or: ଟିପ୍ପଣୀ ସଂପାଦନ କରନ୍ତୁ |
pa: ਨੋਟ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj notatkę
ps: یادونه
pt: Editar nota
ro: Editați Notă
ru: Редактировать заметку
rw: Hindura Icyitonderwa
sd: ياداشت ۾ تبديلي آڻيو
si: සටහන සංස්කරණය කරන්න
sk: Upraviť poznámku
sl: Uredi opombo
sq: Redakto shënimin
sr: Едит Ноте
sv: Redigera anteckning
sw: Hariri Maelezo
ta: குறிப்பைத் திருத்து
te: గమనికను సవరించండి
tg: Тафсилоти ёддошт
th: แก้ไขหมายเหตุ
tk: Belligi redaktirläň
tl: I-edit ang Tala
tr: Notu Düzenle
tt: Искәрмәләрне үзгәртү
ug: ئەسكەرتىش
uk: Змінити примітку
ur: نوٹ میں ترمیم کریں
uz: Izohni tahrirlash
vi: Chỉnh sửa ghi chú
xh: Hlela iNqaku
yi: רעדאַגירן באַמערקונג

source: End Convo
af: Beëindig Konvo
am: ኮንቮን ጨርስ
ar: نهاية محادثة
az: Konvoyu bitir
be: Завяршыць размову
bg: Край на разговора
bn: কনভো শেষ করুন
ca: Finalitzar la conversa
cs: Konec konverzace
cy: Diwedd Convo
da: Afslut konvo
de: Convo beenden
el: Τέλος συνομιλίας
es: Finalizar conversación
et: Lõpeta vestlus
eu: Amaitu konboa
fa: پایان جلسه
fi: Lopeta keskustelu
fr: Mettre fin à la conversation
fy: Ein Convo
ga: Cuir deireadh le Convo
gd: Cuir crìoch air Convo
gl: Finalizar Convo
gu: કોન્વો સમાપ્ત કરો
hi: अंत Convo
hr: Završi razgovor
hu: Convo vége
hy: Ավարտել կոնվոն
id: Akhiri Obrolan
is: Loka samkomu
it: Fine Convo
iw: סיום קונבו
ja: コンボ終了
ka: კონვოის დასრულება
kk: Конвенцияны аяқтау
km: បញ្ចប់ Convo
kn: ಅಂತ್ಯ ಸಂವಾದ
ku: Dawî Convo
ky: Convo-ну аяктоо
lb: Enn Convo
lo: ສິ້ນສຸດ Convo
lt: Baigti pokalbį
lv: Beigt sarunu
mi: Whakamutua Convo
mk: Крај на конво
ml: കോൺവോ അവസാനിപ്പിക്കുക
mn: Convo-г дуусгах
mr: कॉन्व्हो समाप्त करा
ms: Tamat Konvo
mt: Tmiem Convo
my: Convo အဆုံးသတ်
ne: Convo अन्त्य गर्नुहोस्
nl: Gesprek beëindigen
no: Avslutt konvo
or: ଶେଷ କନଭୋ |
pa: ਕਨਵੋ ਸਮਾਪਤ ਕਰੋ
pl: Zakończ konwój
ps: د خبرو پای
pt: Finalizar conversa
ro: Încheiați Convo
ru: Завершить разговор
rw: Kurangiza Convo
sd: Convo ختم ڪريو
si: Convo අවසන් කරන්න
sk: Ukončiť konverzáciu
sl: Končaj pogovor
sq: Fundi i bisedës
sr: Енд Цонво
sv: Avsluta konvo
sw: Maliza Mazungumzo
ta: கான்வோவை முடிக்கவும்
te: ముగింపు కాన్వో
tg: Ба охир расидани Конво
th: สิ้นสุดการสนทนา
tk: Ahyrky konwo
tl: Tapusin ang Convo
tr: Görüşmeyi Bitir
tt: Ахыр Конво
uk: Закінчити бесіду
ur: Convo ختم کریں۔
uz: Konvoni yakunlash
vi: Kết thúc cuộc trò chuyện
xh: Phelisa iConvo
yi: סוף קאָנוואָ

source: Create Form
af: Skep vorm
am: ቅጽ ፍጠር
ar: إنشاء نموذج
az: Form yarat
be: стварыць форму
bg: Създаване на формуляр
bn: ফর্ম তৈরি করুন
ca: Crea un formulari
cs: Vytvoření formuláře
cy: Creu Ffurflen
da: Opret formular
de: Formular erstellen
el: Δημιουργία φόρμας
eo: Krei Formon
es: Crear formulario
et: Loo vorm
eu: Sortu formularioa
fa: ایجاد فرم
fi: Luo lomake
fr: Créer un formulaire
fy: Formulier meitsje
ga: Cruthaigh Foirm
gd: Cruthaich Foirm
gl: Crear formulario
gu: ફોર્મ બનાવો
hi: फॉर्म बनाएं
hr: Izradi obrazac
hu: Űrlap létrehozása
hy: Ստեղծեք ձեւ
id: Buat Form
is: Búðu til eyðublöð
it: Crea modulo
iw: צור טופס
ja: フォームの作成
ka: შექმენით ფორმა
kk: Пішін құру
km: បង្កើតទម្រង់
kn: ಫಾರ್ಮ್ ರಚಿಸಿ
ku: Forma çêbike
ky: түзүү Form
lb: Formular maacht
lo: ສ້າງແບບຟອມ
lt: Sukurti formą
lv: Izveidot veidlapu
mi: Waihanga Puka
mk: Креирај форма
ml: ഫോം സൃഷ്ടിക്കുക
mn: Маягт үүсгэх
mr: फॉर्म तयार करा
ms: Buat Borang
mt: Oħloq il-Formola
my: Form ကို Create
ne: फारम सिर्जना गर्नुहोस्
nl: Formulier maken
no: Opprett skjema
or: ଫର୍ମ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਫਾਰਮ ਬਣਾਓ
pl: Utwórz formularz
ps: فورمه جوړه کړئ
pt: Criar formulário
ro: Creați formularul
ru: Создать форму
rw: Kora Ifishi
sd: فارم ٺاهيو
si: ආකෘතිය සාදන්න
sk: Vytvorte formulár
sl: Ustvari obrazec
sq: Krijo formularin
sr: Креирај образац
sv: Skapa formulär
sw: Unda Fomu
ta: படிவத்தை உருவாக்கு
te: ఫారం సృష్టించండి
tg: Форматро офаред
th: สร้างฟอร์ม
tk: Forma dörediň
tl: Lumikha ng Form
tr: Form oluştur
tt: Форма ясагыз
ug: جەدۋەل قۇرۇش
uk: Створити форму
ur: فارم بنائیں
uz: Shakl yaratish
vi: Tạo biểu mẫu
xh: Yakha Ifomu
yi: שאַפֿן פאָרעם

source: Create Sign
af: Skep teken
am: ምልክት ፍጠር
ar: خلق علامة
az: İmza yaradın
be: стварыць Увайсці
bg: Създаване на знак
bn: সাইন তৈরি করুন
ca: Crea un signe
cs: Vytvořit podpis
cy: Creu Arwydd
da: Opret tegn
de: Zeichen erstellen
el: Δημιουργία σήματος
eo: Krei signon
es: Crear señal
et: Loo märk
eu: Sortu kontua
fa: ایجاد ثبت نام
fi: Luo merkki
fr: Créer un signe
fy: Skaad oanmeitsje
ga: Cruthaigh Cláraigh
gd: Cruthaich Soidhne
gl: Crear un rexistro
gu: સાઇન બનાવો
hi: साइन बनाएं
hr: Napravite znak
hu: Jelző létrehozása
hy: Ստեղծել նշան
id: Buat Tanda
is: Búðu til tákn
it: Crea segno
iw: צור כניסה
ja: サインを作成する
ka: შექმენით შესვლა
kk: Белгіні жасау
km: បង្កើតសញ្ញា
kn: ಸೈನ್ ರಚಿಸಿ
ku: Sign Sign
ky: Кирүү түзүү
lb: Erënnert Schëld
lo: ສ້າງລາຍເຊັນ
lt: Sukurti ženklą
lv: Izveidot parakstu
mg: Hamorona ny marika
mi: Waihanga Waitohu
mk: Креирај знак
ml: ചിഹ്നം സൃഷ്ടിക്കുക
mn: Тэмдэг үүсгэх
mr: साइन तयार करा
ms: Buat Tanda
mt: Oħloq Sinjal
my: သင်္ကေတပြ Create
ne: साइन बनाउनुहोस्
nl: Maak een bord
no: Opprett tegn
or: ଚିହ୍ନ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਸਾਈਨ ਬਣਾਓ
pl: Utwórz znak
ps: لاسلیک جوړول
pt: Criar sinal
ro: Creați semnătura
ru: Создать знак
rw: Kora ikimenyetso
sd: سائن ان ٺاهيو
si: සංඥා නිර්මාණය කරන්න
sk: Vytvoriť značku
sl: Ustvari znak
sq: Krijo shenjë
sr: Креирај знак
sv: Skapa tecken
sw: Unda Ishara
ta: பதிவு உருவாக்குக
te: సైన్ సృష్టించు
tg: Эҷоди нишона
th: สร้างป้าย
tk: Bellik dörediň
tl: Lumikha ng Mag-sign
tr: İşaret oluştur
tt: Билге ясагыз
ug: بەلگە قۇرۇش
uk: Створити знак
ur: سائن ان بنائیں
uz: Imzo yaratish
vi: Tạo dấu hiệu
xh: Yenza Uphawu
yi: שאַפֿן צייכן
