Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
af: Absoluut! CaseActive is ontwerp met jou in gedagte. Op die administrasiepaneel-instellingsbladsy kan jy jou eie persoonlike kleur oplaai en jou maatskappykleure kies.
am: በፍፁም! CaseActive የተነደፈው እርስዎን በማሰብ ነው። በአስተዳዳሪ ፓነል ቅንብር ገጽ ላይ የራስዎን የግል ቀለም መስቀል እና የኩባንያዎን ቀለሞች መምረጥ ይችላሉ.
ar: قطعاً! تم تصميم CaseActive مع وضعك في الاعتبار. في صفحة إعداد لوحة الإدارة ، يمكنك تحميل لونك الشخصي واختيار ألوان شركتك.
az: Mütləq! CaseActive sizin üçün nəzərdə tutulmuşdur. İdarəetmə panelinin parametrləri səhifəsində öz şəxsi rənginizi yükləyə və şirkət rənglərinizi seçə bilərsiniz.
be: Безумоўна! CaseActive быў распрацаваны з улікам вас. На старонцы налад панэлі адміністратара вы можаце загрузіць свой асабісты колер і выбраць колеры кампаніі.
bg: Абсолютно! CaseActive е проектиран с мисъл за вас. На страницата с настройки на административния панел можете да качите свой личен цвят и да изберете фирмените си цветове.
bn: একেবারেই! CaseActive আপনাকে মাথায় রেখে ডিজাইন করা হয়েছে। অ্যাডমিন প্যানেল সেটিং পৃষ্ঠায়, আপনি আপনার নিজের ব্যক্তিগত রঙ আপলোড করতে পারেন এবং আপনার কোম্পানির রং বেছে নিতে পারেন।
ca: Absolutament! CaseActive s'ha dissenyat pensant en tu. A la pàgina de configuració del tauler d'administració, podeu carregar el vostre propi color personal i triar els colors de la vostra empresa.
cs: Absolutně! CaseActive byl navržen s ohledem na vás. Na stránce nastavení panelu administrátora můžete nahrát svou vlastní osobní barvu a vybrat barvy vaší společnosti.
cy: Yn hollol! Dyluniwyd CaseActive gyda chi mewn golwg. Ar dudalen gosodiadau'r panel gweinyddol, gallwch uwchlwytho'ch lliw personol eich hun a dewis lliwiau eich cwmni.
da: Absolut! CaseActive er designet med dig i tankerne. På indstillingssiden for administrationspanelet kan du uploade din egen personlige farve og vælge dine firmafarver.
de: Unbedingt! CaseActive wurde speziell für Sie entwickelt. Auf der Einstellungsseite des Admin-Panels können Sie Ihre eigene persönliche Farbe hochladen und Ihre Firmenfarben auswählen.
el: Απολύτως! Το CaseActive σχεδιάστηκε με γνώμονα εσάς. Στη σελίδα ρυθμίσεων του πίνακα διαχείρισης, μπορείτε να ανεβάσετε το δικό σας προσωπικό χρώμα και να επιλέξετε τα χρώματα της εταιρείας σας.
eo: Absolute! CaseActive estis desegnita kun vi en menso. Sur la paĝo pri agordo de administra panelo, vi povas alŝuti vian propran personan koloron kaj elekti viajn firmaajn kolorojn.
es: ¡Absolutamente! CaseActive fue diseñado pensando en usted. En la página de configuración del panel de administración, puede cargar su propio color personal y elegir los colores de su empresa.
et: Absoluutselt! CaseActive loodi teid silmas pidades. Administraatori paneeli seadete lehel saate oma isikliku värvi üles laadida ja valida oma ettevõtte värvid.
eu: Erabat! CaseActive zuretzat diseinatu da. Admin panelaren ezarpen-orrian, zure kolore pertsonala igo dezakezu eta zure enpresaren koloreak hauta ditzakezu.
fa: کاملا! CaseActive با در نظر گرفتن شما طراحی شده است. در صفحه تنظیمات پنل مدیریت، می توانید رنگ شخصی خود را آپلود کنید و رنگ های شرکت خود را انتخاب کنید.
fi: Ehdottomasti! CaseActive on suunniteltu sinua ajatellen. Hallintapaneelin asetussivulla voit ladata oman henkilökohtaisen värisi ja valita yrityksesi värit.
fr: Absolument! CaseActive a été conçu en pensant à vous. Sur la page de configuration du panneau d'administration, vous pouvez télécharger votre propre couleur personnelle et choisir les couleurs de votre entreprise.
fy: Absolút! CaseActive is ûntworpen mei jo yn gedachten. Op de ynstellingsside fan it adminpaniel kinne jo jo eigen persoanlike kleur uploade en jo bedriuwkleuren kieze.
ga: Cinnte! Dearadh CaseActive leatsa. Ar leathanach socruithe an phainéil riaracháin, is féidir leat do dhath pearsanta féin a uaslódáil agus dathanna do chuideachta a roghnú.
gd: Gu tur! Chaidh CaseActive a dhealbhadh leat nad inntinn. Air duilleag suidheachadh a’ phannal rianachd, faodaidh tu an dath pearsanta agad fhèin a luchdachadh suas agus dathan do chompanaidh a thaghadh.
gl: Absolutamente! CaseActive foi deseñado pensando en ti. Na páxina de configuración do panel de administración, pode cargar a súa propia cor persoal e escoller as cores da súa empresa.
gu: સંપૂર્ણપણે! CaseActive તમને ધ્યાનમાં રાખીને ડિઝાઇન કરવામાં આવ્યું હતું. એડમિન પેનલ સેટિંગ પૃષ્ઠ પર, તમે તમારો પોતાનો વ્યક્તિગત રંગ અપલોડ કરી શકો છો અને તમારી કંપનીના રંગો પસંદ કરી શકો છો.
hi: बिल्कुल! CaseActive को आपको ध्यान में रखकर बनाया गया था। व्यवस्थापक पैनल सेटिंग पृष्ठ पर, आप अपना व्यक्तिगत रंग अपलोड कर सकते हैं और अपनी कंपनी के रंग चुन सकते हैं।
hr: Apsolutno! CaseActive je dizajniran s vama na umu. Na stranici postavki administratorske ploče možete učitati svoju osobnu boju i odabrati boje svoje tvrtke.
hu: Teljesen! A CaseActive az Ön számára készült. Az adminisztrációs panel beállítási oldalán feltöltheti saját személyes színét, és kiválaszthatja a cég színeit.
hy: Բացարձակապես! CaseActive-ը նախագծվել է ձեր մտքում ունենալով: Ադմինիստրատորի վահանակի կարգավորումների էջում կարող եք վերբեռնել ձեր սեփական գույնը և ընտրել ձեր ընկերության գույները:
id: Sangat! CaseActive dirancang dengan mempertimbangkan Anda. Pada halaman pengaturan panel admin, Anda dapat mengunggah warna pribadi Anda dan memilih warna perusahaan Anda.
is: Algjörlega! CaseActive var hannað með þig í huga. Á stillingasíðu stjórnborðsins geturðu hlaðið upp þínum eigin persónulega lit og valið fyrirtækislitina þína.
it: Assolutamente! CaseActive è stato progettato pensando a te. Nella pagina delle impostazioni del pannello di amministrazione, puoi caricare il tuo colore personale e scegliere i colori della tua azienda.
iw: בהחלט! CaseActive תוכנן מתוך מחשבה עליך. בדף ההגדרות של לוח הניהול, אתה יכול להעלות צבע אישי משלך ולבחור את צבעי החברה שלך.
ja: 絶対！ CaseActiveはあなたを念頭に置いて設計されました。管理パネルの設定ページで、あなたはあなた自身の個人的な色をアップロードして、あなたの会社の色を選ぶことができます。
ka: აბსოლუტურად! CaseActive შექმნილია თქვენი აზრით. ადმინისტრაციული პანელის პარამეტრების გვერდზე შეგიძლიათ ატვირთოთ თქვენი საკუთარი ფერი და აირჩიოთ თქვენი კომპანიის ფერები.
kk: Мүлдем! CaseActive сіз үшін жасалған. Әкімші панелінің параметрлері бетінде өзіңіздің жеке түсіңізді жүктеп салуыңызға және компанияңыздың түстерін таңдауға болады.
km: ដាច់ខាត! CaseActive ត្រូវ​បាន​រចនា​ដោយ​អ្នក​ក្នុង​ចិត្ត។ នៅលើទំព័រការកំណត់ផ្ទាំងគ្រប់គ្រង អ្នកអាចផ្ទុកឡើងពណ៌ផ្ទាល់ខ្លួនរបស់អ្នក ហើយជ្រើសរើសពណ៌ក្រុមហ៊ុនរបស់អ្នក។
kn: ಸಂಪೂರ್ಣವಾಗಿ! ನಿಮ್ಮನ್ನು ಗಮನದಲ್ಲಿಟ್ಟುಕೊಂಡು ಕೇಸ್ ಆಕ್ಟಿವ್ ಅನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನಿರ್ವಾಹಕ ಫಲಕ ಸೆಟ್ಟಿಂಗ್ ಪುಟದಲ್ಲಿ, ನೀವು ನಿಮ್ಮ ಸ್ವಂತ ವೈಯಕ್ತಿಕ ಬಣ್ಣವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಕಂಪನಿಯ ಬಣ್ಣಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
ku: Bêsînor! CaseActive bi hişê we hate sêwirandin. Li ser rûpela mîhengê panelê rêveberiyê, hûn dikarin rengê xweya kesane bar bikin û rengên pargîdaniya xwe hilbijêrin.
ky: Абсолюттук! CaseActive сизди эске алуу менен иштелип чыккан. Администратор панелинин жөндөө бетинде сиз өзүңүздүн жеке түсүңүздү жүктөп, компанияңыздын түсүн тандай аласыз.
lb: Absolut! CaseActive gouf mat Iech am Kapp entworf. Op der Admin Panel Astellungssäit kënnt Dir Är eege perséinlech Faarf eropluede an Är Firma Faarwen wielen.
lo: ຢ່າງແທ້ຈິງ! CaseActive ໄດ້ຖືກອອກແບບກັບທ່ານຢູ່ໃນໃຈ. ໃນຫນ້າການຕັ້ງຄ່າກະດານ admin, ທ່ານສາມາດອັບໂຫລດສີສ່ວນຕົວຂອງທ່ານເອງແລະເລືອກສີຂອງບໍລິສັດຂອງທ່ານ.
lt: absoliučiai! „CaseActive“ buvo sukurta atsižvelgiant į jus. Administratoriaus skydelio nustatymų puslapyje galite įkelti savo asmeninę spalvą ir pasirinkti įmonės spalvas.
lv: Pilnīgi noteikti! CaseActive tika izstrādāta, domājot par jums. Administrēšanas paneļa iestatījumu lapā varat augšupielādēt savu personīgo krāsu un izvēlēties uzņēmuma krāsas.
mg: tanteraka! CaseActive dia natao ho anao ao an-tsainao. Ao amin'ny pejin'ny tontolon'ny admin, azonao atao ny mampakatra ny lokonao manokana ary misafidy ny lokon'ny orinasanao.
mi: Tino! I hoahoatia a CaseActive me o whakaaro. I runga i te wharangi tautuhinga papa whakahaere, ka taea e koe te tuku ake i to ake ake tae me te whiriwhiri i nga tae o to kamupene.
mk: Апсолутно! CaseActive е дизајниран со вас на ум. На страницата за поставки на административниот панел, можете да поставите своја лична боја и да ги изберете боите на вашата компанија.
ml: തികച്ചും! നിങ്ങളെ മനസ്സിൽ കണ്ടുകൊണ്ടാണ് CaseActive രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. അഡ്‌മിൻ പാനൽ ക്രമീകരണ പേജിൽ, നിങ്ങൾക്ക് നിങ്ങളുടെ സ്വന്തം നിറം അപ്‌ലോഡ് ചെയ്യാനും നിങ്ങളുടെ കമ്പനിയുടെ നിറങ്ങൾ തിരഞ്ഞെടുക്കാനും കഴിയും.
mn: Мэдээжийн хэрэг! CaseActive-г та бүхэнд зориулж бүтээсэн. Админ самбарын тохиргооны хуудсан дээр та өөрийн хувийн өнгийг байршуулж, компанийн өнгө сонгох боломжтой.
mr: एकदम! CaseActive तुम्हाला लक्षात घेऊन डिझाइन केले होते. प्रशासक पॅनेल सेटिंग पृष्ठावर, तुम्ही तुमचा स्वतःचा वैयक्तिक रंग अपलोड करू शकता आणि तुमच्या कंपनीचे रंग निवडू शकता.
ms: Sudah tentu! CaseActive direka dengan mengambil kira anda. Pada halaman tetapan panel pentadbir, anda boleh memuat naik warna peribadi anda sendiri dan memilih warna syarikat anda.
mt: Assolutament! CaseActive kien iddisinjat b'moħħok. Fuq il-paġna tal-issettjar tal-pannell tal-amministrazzjoni, tista 'ttella' l-kulur personali tiegħek u tagħżel il-kuluri tal-kumpanija tiegħek.
my: လုံးဝ! CaseActive သည် သင့်စိတ်ထဲတွင် ဒီဇိုင်းထုတ်ထားသည်။ စီမံခန့်ခွဲသူအကန့် ဆက်တင်စာမျက်နှာတွင်၊ သင်သည် သင်၏ကိုယ်ပိုင်အရောင်ကို အပ်လုဒ်လုပ်ပြီး သင့်ကုမ္ပဏီအရောင်များကို ရွေးချယ်နိုင်သည်။
ne: बिल्कुल! CaseActive तपाईंलाई दिमागमा डिजाइन गरिएको थियो। प्रशासक प्यानल सेटिङ पृष्ठमा, तपाइँ तपाइँको आफ्नै व्यक्तिगत रङ अपलोड गर्न सक्नुहुन्छ र तपाइँको कम्पनी रङहरू छनौट गर्न सक्नुहुन्छ।
nl: Absoluut! CaseActive is ontworpen met u in gedachten. Op de instellingenpagina van het beheerderspaneel kunt u uw eigen persoonlijke kleur uploaden en uw bedrijfskleuren kiezen.
no: Absolutt! CaseActive ble designet med deg i tankene. På innstillingssiden for administrasjonspanelet kan du laste opp din egen personlige farge og velge bedriftens farger.
or: ଅବଶ୍ୟ! ଆପଣଙ୍କ ମନରେ କେସ୍ ଆକ୍ଟିଭ୍ ଡିଜାଇନ୍ କରାଯାଇଥିଲା | ଆଡମିନ୍ ପ୍ୟାନେଲ୍ ସେଟିଂ ପୃଷ୍ଠାରେ, ଆପଣ ନିଜର ବ୍ୟକ୍ତିଗତ ରଙ୍ଗ ଅପଲୋଡ୍ କରିପାରିବେ ଏବଂ ଆପଣଙ୍କର କମ୍ପାନୀ ରଙ୍ଗ ବାଛିବେ |
pa: ਬਿਲਕੁਲ! CaseActive ਤੁਹਾਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖ ਕੇ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਸੀ। ਐਡਮਿਨ ਪੈਨਲ ਸੈਟਿੰਗ ਪੰਨੇ 'ਤੇ, ਤੁਸੀਂ ਆਪਣਾ ਨਿੱਜੀ ਰੰਗ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੀ ਕੰਪਨੀ ਦੇ ਰੰਗ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Absolutnie! CaseActive został zaprojektowany z myślą o Tobie. Na stronie ustawień panelu administracyjnego możesz wgrać swój własny kolor i wybrać kolory firmowe.
ps: بالکل! CaseActive ستاسو په ذهن کې ډیزاین شوی و. د اډمین پینل تنظیم کولو پا pageه کې ، تاسو کولی شئ خپل شخصي رنګ اپلوډ کړئ او د خپل شرکت رنګونه غوره کړئ.
pt: Absolutamente! CaseActive foi projetado pensando em você. Na página de configuração do painel de administração, você pode carregar sua própria cor pessoal e escolher as cores da sua empresa.
ro: Absolut! CaseActive a fost conceput pentru tine. Pe pagina de setări a panoului de administrare, puteți încărca propria culoare personală și puteți alege culorile companiei.
ru: Абсолютно! CaseActive был разработан с мыслью о вас. На странице настроек панели администратора вы можете загрузить свой личный цвет и выбрать цвета вашей компании.
rw: Rwose! CaseActive yateguwe nawe mubitekerezo. Kurupapuro rwimikorere ya admin, urashobora gushiraho ibara ryawe bwite hanyuma ugahitamo amabara yikigo.
sd: بلڪل! CaseActive توهان کي ذهن ۾ رکي ٺهيل هئي. منتظم پينل سيٽنگ واري صفحي تي، توھان اپلوڊ ڪري سگھوٿا پنھنجو ذاتي رنگ ۽ چونڊيو پنھنجي ڪمپني جا رنگ.
si: නියත වශයෙන්ම! CaseActive ඔබ මනසේ තබාගෙන නිර්මාණය කර ඇත. පරිපාලක පැනල සැකසීම් පිටුවෙහි, ඔබට ඔබේ පුද්ගලික වර්ණය උඩුගත කර ඔබේ සමාගමේ වර්ණ තෝරාගත හැක.
sk: Absolútne! CaseActive bol navrhnutý s ohľadom na vás. Na stránke nastavenia panela správcu môžete nahrať svoju vlastnú osobnú farbu a vybrať farby vašej spoločnosti.
sl: Vsekakor! CaseActive je bil zasnovan z mislijo na vas. Na strani z nastavitvami skrbniške plošče lahko naložite svojo osebno barvo in izberete barve svojega podjetja.
sq: Absolutisht! CaseActive është projektuar me ju në mendje. Në faqen e cilësimeve të panelit të administratorit, mund të ngarkoni ngjyrën tuaj personale dhe të zgjidhni ngjyrat e kompanisë suaj.
sr: Апсолутно! ЦасеАцтиве је дизајниран са вама на уму. На страници са подешавањима административног панела можете да отпремите сопствену личну боју и изаберете боје своје компаније.
sv: Absolut! CaseActive designades med dig i åtanke. På administratörspanelens inställningssida kan du ladda upp din egen personliga färg och välja dina företagsfärger.
sw: Kabisa! CaseActive iliundwa kwa kuzingatia wewe. Kwenye ukurasa wa mipangilio ya paneli ya msimamizi, unaweza kupakia rangi yako ya kibinafsi na uchague rangi za kampuni yako.
ta: முற்றிலும்! கேஸ்ஆக்டிவ் உங்களை மனதில் கொண்டு வடிவமைக்கப்பட்டது. நிர்வாக குழு அமைப்பு பக்கத்தில், நீங்கள் உங்கள் சொந்த நிறத்தை பதிவேற்றலாம் மற்றும் உங்கள் நிறுவன நிறங்களை தேர்வு செய்யலாம்.
te: ఖచ్చితంగా! CaseActive మిమ్మల్ని దృష్టిలో ఉంచుకుని రూపొందించబడింది. అడ్మిన్ ప్యానెల్ సెట్టింగ్ పేజీలో, మీరు మీ స్వంత వ్యక్తిగత రంగును అప్‌లోడ్ చేయవచ్చు మరియు మీ కంపెనీ రంగులను ఎంచుకోవచ్చు.
tg: Мутлақо! CaseActive бо назардошти шумо тарҳрезӣ шудааст. Дар саҳифаи танзимоти панели идоракунӣ, шумо метавонед ранги шахсии худро бор кунед ва рангҳои ширкати худро интихоб кунед.
th: อย่างแน่นอน! CaseActive ได้รับการออกแบบโดยคำนึงถึงคุณเป็นหลัก ในหน้าการตั้งค่าแผงการดูแลระบบ คุณสามารถอัปโหลดสีส่วนตัวของคุณเองและเลือกสีของบริษัทได้
tk: Elbetde! “CaseActive” sizi göz öňünde tutup döredildi. Dolandyryş paneliniň sazlama sahypasynda öz şahsy reňkiňizi ýükläp, kompaniýanyň reňklerini saýlap bilersiňiz.
tl: Ganap! Idinisenyo ang CaseActive na nasa isip mo. Sa pahina ng setting ng admin panel, maaari mong i-upload ang iyong sariling personal na kulay at piliin ang mga kulay ng iyong kumpanya.
tr: Kesinlikle! CaseActive, sizi düşünerek tasarlanmıştır. Yönetici paneli ayar sayfasında kendi kişisel renginizi yükleyebilir ve şirket renklerinizi seçebilirsiniz.
tt: ! Ичшиксез! CaseActive сезнең белән эшләнгән. Администратор панель көйләү битендә сез үзегезнең шәхси төсегезне урнаштыра аласыз һәм компания төсләрен сайлый аласыз.
ug: ئەلۋەتتە! CaseActive سىزنى كۆزدە تۇتۇپ لايىھەلەنگەن. باشقۇرۇش تاختىسى تەڭشەش بېتىدە ، ئۆزىڭىزنىڭ رەڭگىنى يۈكلەپ ، شىركەت رەڭگىنى تاللىيالايسىز.
uk: Абсолютно! CaseActive розроблено з думкою про вас. На сторінці налаштувань панелі адміністратора ви можете завантажити свій особистий колір і вибрати кольори компанії.
ur: بالکل! CaseActive آپ کو ذہن میں رکھ کر ڈیزائن کیا گیا تھا۔ ایڈمن پینل سیٹنگ پیج پر، آپ اپنا ذاتی رنگ اپ لوڈ کر سکتے ہیں اور اپنی کمپنی کے رنگ منتخب کر سکتے ہیں۔
uz: Mutlaqo! CaseActive siz uchun yaratilgan. Administrator panelini sozlash sahifasida siz o'zingizning shaxsiy rangingizni yuklashingiz va kompaniyangiz ranglarini tanlashingiz mumkin.
vi: Chắc chắn rồi! CaseActive được thiết kế dành cho bạn. Trên trang cài đặt bảng quản trị, bạn có thể tải lên màu cá nhân của riêng mình và chọn màu công ty của bạn.
xh: Ngokuqinisekileyo! I-CaseActive yenzelwe wena engqondweni. Kwiphepha lokumisela ipaneli yolawulo, unokulayisha owakho umbala kwaye ukhethe imibala yenkampani yakho.
yi: לעגאַמרע! CaseActive איז דיזיינד מיט איר אין זינען. אויף די אַדמין טאַפליע באַשטעטיקן בלאַט, איר קענען צופֿעליקער דיין אייגענע פערזענלעכע קאָליר און קלייַבן דיין פירמע פארבן.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
af: Is CaseActive versoenbaar met enige toestel (rekenaar, Mac, tablet en selfoon)?
am: CaseActive ከማንኛውም መሳሪያ (ፒሲ፣ ማክ፣ ታብሌት እና ሞባይል) ጋር ተኳሃኝ ነው?
ar: هل CaseActive متوافق مع أي جهاز (كمبيوتر شخصي ، Mac ، جهاز لوحي ، هاتف محمول)؟
az: CaseActive hər hansı bir cihazla (PC, Mac, Planşet və Mobil) uyğun gəlirmi?
be: Ці сумяшчальны CaseActive з любой прыладай (ПК, Mac, планшэт і мабільны)?
bg: Съвместим ли е CaseActive с всяко устройство (PC, Mac, таблет и мобилно устройство)?
bn: CaseActive কি কোনো ডিভাইসের (পিসি, ম্যাক, ট্যাবলেট এবং মোবাইল) সাথে সামঞ্জস্যপূর্ণ?
ca: CaseActive és compatible amb qualsevol dispositiu (PC, Mac, tauleta i mòbil)?
cs: Je CaseActive kompatibilní s jakýmkoli zařízením (PC, Mac, Tablet a Mobile)?
cy: A yw CaseActive yn gydnaws ag unrhyw ddyfais (PC, Mac, Tabled a Symudol)?
da: Er CaseActive kompatibel med enhver enhed (pc, Mac, tablet og mobil)?
de: Ist CaseActive mit jedem Gerät kompatibel (PC, Mac, Tablet und Handy)?
el: Είναι το CaseActive συμβατό με οποιαδήποτε συσκευή (PC, Mac, Tablet και Mobile);
eo: Ĉu CaseActive kongruas kun iu ajn aparato (komputilo, Mac, tabuleto kaj poŝtelefono)?
es: ¿CaseActive es compatible con cualquier dispositivo (PC, Mac, Tablet y Móvil)?
et: Kas CaseActive ühildub mis tahes seadmega (PC, Mac, tahvelarvuti ja mobiil)?
eu: CaseActive bateragarria al da edozein gailurekin (PC, Mac, Tablet eta Mugikorrekin)?
fa: آیا CaseActive با هر دستگاهی (کامپیوتر، مک، تبلت و موبایل) سازگار است؟
fi: Onko CaseActive yhteensopiva minkä tahansa laitteen (PC, Mac, tabletti ja mobiili) kanssa?
fr: CaseActive est-il compatible avec n'importe quel appareil (PC, Mac, Tablette et Mobile) ?
fy: Is CaseActive kompatibel mei elk apparaat (PC, Mac, tablet en mobyl)?
ga: An bhfuil CaseActive comhoiriúnach le haon fheiste (PC, Mac, Tablet agus Soghluaiste)?
gd: A bheil CaseActive co-chòrdail ri inneal sam bith (PC, Mac, Tablet agus Mobile)?
gl: CaseActive é compatible con calquera dispositivo (PC, Mac, tableta e móbil)?
gu: શું CaseActive કોઈપણ ઉપકરણ (PC, Mac, ટેબ્લેટ અને મોબાઈલ) સાથે સુસંગત છે?
hi: क्या केसएक्टिव किसी भी डिवाइस (पीसी, मैक, टैबलेट और मोबाइल) के साथ संगत है?
hr: Je li CaseActive kompatibilan s bilo kojim uređajem (PC, Mac, tablet i mobitel)?
hu: A CaseActive kompatibilis bármilyen eszközzel (PC, Mac, táblagép és mobil)?
hy: Արդյո՞ք CaseActive-ը համատեղելի է որևէ սարքի հետ (PC, Mac, Tablet և Mobile):
id: Apakah CaseActive kompatibel dengan perangkat apa pun (PC, Mac, Tablet, dan Seluler)?
is: Er CaseActive samhæft við hvaða tæki sem er (PC, Mac, spjaldtölva og farsíma)?
it: CaseActive è compatibile con qualsiasi dispositivo (PC, Mac, Tablet e Mobile)?
iw: האם CaseActive תואם לכל מכשיר (PC, Mac, Tablet ונייד)?
ja: CaseActiveはどのデバイス（PC、Mac、タブレット、モバイル）とも互換性がありますか？
ka: თავსებადია თუ არა CaseActive რომელიმე მოწყობილობასთან (PC, Mac, Tablet და Mobile)?
kk: CaseActive кез келген құрылғымен (компьютер, Mac, планшет және ұялы телефон) үйлесімді ме?
km: តើ CaseActive អាចប្រើបានជាមួយឧបករណ៍ណាមួយ (PC, Mac, Tablet និង Mobile) ដែរឬទេ?
kn: CaseActive ಯಾವುದೇ ಸಾಧನದೊಂದಿಗೆ (PC, Mac, ಟ್ಯಾಬ್ಲೆಟ್ ಮತ್ತು ಮೊಬೈಲ್) ಹೊಂದಿಕೆಯಾಗುತ್ತದೆಯೇ?
ku: Ma CaseActive bi her amûrekê (PC, Mac, Tablet û Mobîl) re hevaheng e?
ky: CaseActive кандайдыр бир түзмөккө (PC, Mac, Планшет жана Мобилдик) шайкеш келеби?
lb: Ass CaseActive kompatibel mat all Apparat (PC, Mac, Tablet a Mobile)?
lo: CaseActive ເຂົ້າກັນໄດ້ກັບອຸປະກອນໃດນຶ່ງ (PC, Mac, Tablet ແລະມືຖື)?
lt: Ar „CaseActive“ suderinama su bet kokiu įrenginiu (PC, „Mac“, planšetiniu kompiuteriu ir mobiliuoju telefonu)?
lv: Vai CaseActive ir saderīga ar jebkuru ierīci (personālo datoru, Mac, planšetdatoru un mobilo ierīci)?
mg: Mifanaraka amin'ny fitaovana rehetra (PC, Mac, Tablet ary Mobile) ve ny CaseActive?
mi: He hototahi a CaseActive ki tetahi taputapu (PC, Mac, Papa me te Waea Pukoro)?
mk: Дали CaseActive е компатибилен со кој било уред (компјутер, Mac, таблет и мобилен)?
ml: CaseActive ഏതെങ്കിലും ഉപകരണവുമായി (PC, Mac, Tablet, Mobile) അനുയോജ്യമാണോ?
mn: CaseActive нь ямар ч төхөөрөмжтэй (PC, Mac, Таблет болон Мобайл) нийцдэг үү?
mr: CaseActive कोणत्याही उपकरणाशी (PC, Mac, टॅब्लेट आणि मोबाइल) सुसंगत आहे का?
ms: Adakah CaseActive serasi dengan mana-mana peranti (PC, Mac, Tablet dan Mudah Alih)?
mt: CaseActive huwa kompatibbli ma' kwalunkwe apparat (PC, Mac, Tablet u Mobile)?
my: CaseActive သည် မည်သည့်စက်ပစ္စည်း (PC၊ Mac၊ တက်ဘလက်နှင့် မိုဘိုင်း) နှင့် တွဲဖက်အသုံးပြုနိုင်ပါသလား။
ne: के CaseActive कुनै पनि उपकरण (PC, Mac, ट्याब्लेट र मोबाइल) सँग उपयुक्त छ?
nl: Is CaseActive compatibel met elk apparaat (pc, Mac, tablet en mobiel)?
no: Er CaseActive kompatibel med alle enheter (PC, Mac, nettbrett og mobil)?
or: କେସ୍ ଆକ୍ଟିଭ୍ କ any ଣସି ଉପକରଣ (PC, Mac, ଟାବଲେଟ୍ ଏବଂ ମୋବାଇଲ୍) ସହିତ ସୁସଙ୍ଗତ କି?
pa: ਕੀ CaseActive ਕਿਸੇ ਵੀ ਡਿਵਾਈਸ (ਪੀਸੀ, ਮੈਕ, ਟੈਬਲੇਟ ਅਤੇ ਮੋਬਾਈਲ) ਨਾਲ ਅਨੁਕੂਲ ਹੈ?
pl: Czy CaseActive jest kompatybilny z dowolnym urządzeniem (PC, Mac, tablet i telefon komórkowy)?
ps: ایا CaseActive د کومې وسیلې (PC، Mac، ټابلیټ او موبایل) سره مطابقت لري؟
pt: O CaseActive é compatível com qualquer dispositivo (PC, Mac, Tablet e Celular)?
ro: Este CaseActive compatibil cu orice dispozitiv (PC, Mac, tabletă și mobil)?
ru: Совместим ли CaseActive с любым устройством (ПК, Mac, планшет и мобильный телефон)?
rw: Ese CaseActive irahuza nibikoresho byose (PC, Mac, Tablet na Mobile)?
sd: ڇا CaseActive ڪنهن به ڊوائيس (PC، Mac، ٽيبليٽ ۽ موبائل) سان مطابقت رکي ٿو؟
si: CaseActive ඕනෑම උපාංගයක් (PC, Mac, Tablet සහ Mobile) සමඟ අනුකූලද?
sk: Je CaseActive kompatibilný s akýmkoľvek zariadením (PC, Mac, Tablet a Mobile)?
sl: Ali je CaseActive združljiv s katero koli napravo (PC, Mac, tablica in mobilna naprava)?
sq: A është CaseActive i pajtueshëm me ndonjë pajisje (PC, Mac, Tablet dhe Mobile)?
sr: Да ли је ЦасеАцтиве компатибилан са било којим уређајем (ПЦ, Мац, Таблет и Мобиле)?
sv: Är CaseActive kompatibel med vilken enhet som helst (PC, Mac, surfplatta och mobil)?
sw: Je, CaseActive inaoana na kifaa chochote (Kompyuta, Mac, Kompyuta Kibao na Simu ya Mkononi)?
ta: கேஸ்ஆக்டிவ் எந்த சாதனத்திற்கும் (பிசி, மேக், டேப்லெட் மற்றும் மொபைல்) இணக்கமாக உள்ளதா?
te: CaseActive ఏదైనా పరికరం (PC, Mac, Tablet మరియు మొబైల్)కి అనుకూలంగా ఉందా?
tg: Оё CaseActive бо ягон дастгоҳ мувофиқ аст (компютер, Mac, планшет ва мобилӣ)?
th: CaseActive เข้ากันได้กับอุปกรณ์ใด ๆ (PC, Mac, แท็บเล็ตและมือถือ)?
tk: “CaseActive” islendik enjam (PC, Mac, Tablet we Mobile) bilen gabat gelýärmi?
tl: Tugma ba ang CaseActive sa anumang device (PC, Mac, Tablet at Mobile)?
tr: CaseActive herhangi bir cihazla (PC, Mac, Tablet ve Mobil) uyumlu mu?
tt: CaseActive теләсә нинди җайланма белән туры киләме (PC, Mac, планшет һәм мобиль)?
ug: CaseActive ھەرقانداق ئۈسكۈنىگە (PC ، Mac ، تاختا كومپيۇتېر ۋە كۆچمە) ماسلىشالامدۇ؟
uk: Чи сумісний CaseActive з будь-яким пристроєм (ПК, Mac, планшет і мобільний)?
ur: کیا CaseActive کسی بھی ڈیوائس (PC، Mac، ٹیبلیٹ اور موبائل) کے ساتھ مطابقت رکھتا ہے؟
uz: CaseActive har qanday qurilmaga (kompyuter, Mac, planshet va mobil) mos keladimi?
vi: CaseActive có tương thích với bất kỳ thiết bị nào (PC, Mac, Máy tính bảng và Di động) không?
xh: Ngaba i-CaseActive iyahambelana naso nasiphi na isixhobo (iPC, iMac, iThebhulethi kunye neMobile)?
yi: איז CaseActive קאַמפּאַטאַבאַל מיט קיין מיטל (פּיסי, מעק, טאַבלעט און מאָביל)?
