Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
af: Ons eie sagteware is &#39;n diensplatform wat ons vir ons kliënte aanbied om die onderstaande dienste te bied. Om in te teken op &#39;n diens, moet u &#39;n bestelvorm vir daardie diens uitvoer en / of die aanmeldstroom vir die diens invul. U is slegs geregtig om die dienste te gebruik waarvoor u ingeteken en betaal het, en u gebruik van die dienste is onderhewig aan u nakoming van alle bepalings en voorwaardes van die ooreenkoms. U erken en stem in dat ons die reg voorbehou om die Dienste (of enige deel daarvan) van tyd tot tyd te wysig en dat ons nie teenoor u of aan &#39;n derde party aanspreeklik sal wees vir enige wysiging aan die Dienste nie.
am: የእኛ የባለቤትነት ሶፍትዌሮች ከዚህ በታች ያሉትን አገልግሎቶች ለመስጠት ለደንበኞቻችን የምናስተናገድበት የአገልግሎት መድረክ ነው ፡፡ ለአገልግሎት ለመመዝገብ ለዚያ አገልግሎት የትዕዛዝ ቅፅን መፈጸም እና / ወይም ለዚያ አገልግሎት የምዝገባ ፍሰት ማጠናቀቅ አለብዎት። እርስዎ የተመዘገቡባቸውን እና የከፈሏቸውን አገልግሎቶችን ብቻ መጠቀም የሚችሉት እርስዎም የአገልግሎቶቹ አጠቃቀምዎ በስምምነቱ ውሎች እና ሁኔታዎች በሙሉ በሚገዛዎት መሠረት ይገዛል ፡፡ ከጊዜ ወደ ጊዜ አገልግሎቶቹን (ወይም ማንኛውንም የእራሱን ክፍል) የማሻሻል መብታችን የተጠበቀ መሆኑን እና እርስዎም ሆነ የአገልግሎቱ ማሻሻያ ለሚደረግ ማናቸውም ሦስተኛ ወገን ተጠያቂ እንደማይሆን አውቀዋል እናም ተስማምተዋል።
ar: برنامجنا الخاص هو منصة خدمة نستضيفها لعملائنا من أجل تقديم الخدمات المفصلة أدناه. للاشتراك في خدمة ما ، يجب عليك تنفيذ نموذج طلب لتلك الخدمة و / أو إكمال عملية تسجيل الاشتراك في تلك الخدمة. يحق لك فقط استخدام الخدمات التي قمت بالاشتراك فيها ودفع ثمنها ، ويخضع استخدامك للخدمات لامتثالك لجميع شروط وأحكام الاتفاقية. أنت تقر وتوافق على أننا نحتفظ بالحق في تعديل الخدمات (أو أي جزء منها) من وقت لآخر ، وأننا لن نكون مسؤولين تجاهك أو تجاه أي طرف ثالث عن أي تعديل على الخدمات.
az: Xüsusi proqram, aşağıda göstərilən xidmətləri təklif etmək üçün müştərilərimizə təqdim etdiyimiz bir xidmət platformasıdır. Bir Xidmətə abunə olmaq üçün, Xidmət üçün Sifariş Formasını hazırlamalı və / və ya Xidmət üçün qeydiyyat axını tamamlamalısınız. Yalnız abunə olduğunuz və ödənişli xidmətlərdən istifadə etmək hüququnuz var və Xidmətlərdən istifadəniz Sazişin bütün şərtlərinə uyğun gəlir. Xidmətləri (və ya onun hər hansı bir hissəsini) zaman-zaman dəyişdirmək hüququmuzu saxladığımızı qəbul edir və razılaşırsınız və Xidmətlərə edilən hər hansı bir dəyişiklik üçün sizin və ya üçüncü tərəfin qarşısında məsuliyyət daşımırıq.
be: Наша ўласнае праграмнае забеспячэнне - гэта платформа абслугоўвання, якую мы размяшчаем для нашых кліентаў, каб прапанаваць паслугі, падрабязна апісаныя ніжэй. Каб падпісацца на паслугу, неабходна выканаць форму замовы на гэтую паслугу і / або запоўніць паступленне для гэтай паслугі. Вы маеце права карыстацца толькі паслугамі, на якія вы падпісаліся і заплацілі, і ваша выкарыстанне Паслуг залежыць ад захавання ўсіх умоў Дамовы. Вы пацвярджаеце і пагаджаецеся, што мы пакідаем за сабой права час ад часу змяняць Паслугі (альбо любую іх частку) і што мы не нясем адказнасці перад вамі ці перад трэцімі асобамі за любыя змены Паслуг.
bg: Нашият собствен софтуер е платформа за услуги, която ние хостваме за нашите клиенти, за да предложим подробно описаните по-долу услуги. За да се абонирате за услуга, трябва да изпълните формуляр за поръчка за тази услуга и / или да попълните потока за регистрация за тази услуга. Имате право да използвате Услугите, за които сте се абонирали и платили, и използването на Услугите зависи от спазването им на всички условия на Споразумението. Вие потвърждавате и се съгласявате, че ние си запазваме правото да променяме Услугите (или която и да е част от тях) от време на време и че няма да носим отговорност пред вас или пред трета страна за каквито и да е промени в Услугите.
bn: আমাদের স্বত্বাধিকারী সফ্টওয়্যারটি একটি পরিষেবা প্ল্যাটফর্ম যা নীচে বিস্তারিত পরিষেবাদি সরবরাহ করার জন্য আমরা আমাদের গ্রাহকদের জন্য হোস্ট করি। কোনও পরিষেবার জন্য সাবস্ক্রাইব করতে, আপনাকে অবশ্যই সেবার জন্য একটি অর্ডার ফর্মটি কার্যকর করতে হবে এবং / অথবা সেই পরিষেবার জন্য সাইন আপ প্রবাহটি সম্পূর্ণ করতে হবে। আপনি কেবল সেই পরিষেবাগুলি ব্যবহারের জন্য অধিকারী যার জন্য আপনি সাবস্ক্রাইব করেছেন এবং অর্থ প্রদান করেছেন এবং পরিষেবার ক্ষেত্রে আপনার ব্যবহার চুক্তির সমস্ত শর্তাদি এবং শর্তাদি সম্মতিতে সাপেক্ষে। আপনি স্বীকার করেন এবং সম্মত হন যে আমরা সময়ে সময়ে পরিষেবাগুলি (বা এর কোনও অংশ) সংশোধন করার অধিকার সংরক্ষণ করি এবং সেবার কোনও পরিবর্তন করার জন্য আমরা আপনার বা তৃতীয় পক্ষের কাছে দায়বদ্ধ থাকব না।
ca: El nostre programari propietari és una plataforma de serveis que oferim als nostres clients per tal d’oferir els serveis que es detallen a continuació. Per subscriure’t a un Servei, cal executar un Formulari de comanda per a aquest Servei i / o completar el flux de registre d’aquest Servei. Només teniu dret a utilitzar els Serveis als quals us heu subscrit i pagat i la vostra utilització dels Serveis està subjecta al compliment de tots els termes i condicions del Conveni. Reconeixeu i esteu d’acord que ens reservem el dret de modificar els Serveis (o qualsevol part d’aquests) de tant en tant i que no serem responsables de vosaltres ni de tercers per cap modificació als Serveis.
cs: Náš proprietární software je platforma služeb, kterou hostujeme pro naše zákazníky, abychom mohli nabízet níže uvedené služby. Chcete-li si objednat službu, musíte pro tuto službu provést objednávkový formulář a / nebo dokončit registrační postup pro tuto službu. Jste oprávněni používat pouze Služby, které jste si předplatili a zaplatili, a vaše používání Služeb podléhá vašemu dodržování všech smluvních podmínek Smlouvy. Berete na vědomí a souhlasíte s tím, že si vyhrazujeme právo čas od času změnit Služby (nebo jakoukoli jejich část) a že nebudeme vůči vám ani žádné třetí straně odpovědni za jakékoli změny Služeb.
cy: Mae ein meddalwedd berchnogol yn blatfform gwasanaeth yr ydym yn ei gynnal i&#39;n cwsmeriaid er mwyn cynnig y gwasanaethau y manylir arnynt isod. I danysgrifio am Wasanaeth, rhaid i chi weithredu Ffurflen Archebu ar gyfer y Gwasanaeth hwnnw a / neu lenwi&#39;r llif cofrestru ar gyfer y Gwasanaeth hwnnw. Nid oes gennych hawl ond i ddefnyddio&#39;r Gwasanaethau yr ydych wedi tanysgrifio a thalu amdanynt, ac mae eich defnydd o&#39;r Gwasanaethau yn amodol ar eich cydymffurfiad â holl delerau ac amodau&#39;r Cytundeb. Rydych yn cydnabod ac yn cytuno ein bod yn cadw&#39;r hawl i addasu&#39;r Gwasanaethau (neu unrhyw ran ohonynt) o bryd i&#39;w gilydd ac na fyddwn yn atebol i chi nac i unrhyw drydydd parti am unrhyw addasiad i&#39;r Gwasanaethau.
da: Vores proprietære software er en serviceplatform, som vi er vært for vores kunder for at tilbyde de tjenester, der er beskrevet nedenfor. For at abonnere på en tjeneste skal du udføre en ordreformular for denne service og / eller udfylde tilmeldingsstrømmen for den pågældende tjeneste. Du har kun ret til at bruge de Tjenester, som du har tegnet og betalt for, og din brug af Tjenesterne er underlagt din overholdelse af alle vilkår og betingelser i aftalen. Du anerkender og accepterer, at vi forbeholder os ret til at ændre Tjenesterne (eller dele heraf) fra tid til anden, og at vi ikke er ansvarlige over for dig eller overfor tredjepart for nogen ændring af Tjenesterne.
de: Unsere proprietäre Software ist eine Serviceplattform, die wir für unsere Kunden hosten, um die unten aufgeführten Services anzubieten. Um einen Service zu abonnieren, müssen Sie ein Bestellformular für diesen Service ausführen und / oder den Anmeldefluss für diesen Service abschließen. Sie sind nur berechtigt, die Dienste zu nutzen, für die Sie sich angemeldet und bezahlt haben, und Ihre Nutzung der Dienste setzt voraus, dass Sie alle Bestimmungen und Bedingungen der Vereinbarung einhalten. Sie erkennen an und stimmen zu, dass wir uns das Recht vorbehalten, die Dienste (oder Teile davon) von Zeit zu Zeit zu ändern, und dass wir weder Ihnen noch Dritten gegenüber für Änderungen der Dienste haftbar sind.
el: Το ιδιόκτητο λογισμικό μας είναι μια πλατφόρμα υπηρεσιών που φιλοξενούμε για τους πελάτες μας προκειμένου να προσφέρουμε τις υπηρεσίες που περιγράφονται παρακάτω. Για να εγγραφείτε σε μια υπηρεσία, πρέπει να εκτελέσετε μια φόρμα παραγγελίας για αυτήν την υπηρεσία ή / και να ολοκληρώσετε τη ροή εγγραφής για αυτήν την υπηρεσία. Έχετε το δικαίωμα μόνο να χρησιμοποιήσετε τις Υπηρεσίες για τις οποίες έχετε εγγραφεί και πληρώσει και η χρήση των Υπηρεσιών από εσάς εξαρτάται από τη συμμόρφωσή σας με όλους τους όρους και τις προϋποθέσεις του Συμφωνητικού. Αναγνωρίζετε και συμφωνείτε ότι διατηρούμε το δικαίωμα να τροποποιούμε τις Υπηρεσίες (ή οποιοδήποτε μέρος αυτών) από καιρού εις καιρόν και ότι δεν θα είμαστε υπεύθυνοι για εσάς ή για οποιονδήποτε τρίτο για οποιαδήποτε τροποποίηση των Υπηρεσιών.
eo: Nia proprieta programaro estas servo-platformo, kiun ni gastigas por niaj klientoj por oferti la servojn detaligitaj sube. Por aboni Servon, vi devas ekzekuti Ordonan Formon por tiu Servo kaj / aŭ plenumi la registriĝfluon por tiu Servo. Vi rajtas nur uzi la Servojn, por kiuj vi abonis kaj pagis, kaj via uzo de la Servoj submetas al via plenumo de ĉiuj terminoj kaj kondiĉoj de la Interkonsento. Vi agnoskas kaj konsentas, ke ni rezervas la rajton modifi la Servojn (aŭ iujn ajn parton de ĝi) de tempo al tempo kaj ke ni ne respondecos al vi aŭ al iuj ajn pri iuj ajn modifoj al la Servoj.
es: Nuestro software propietario es una plataforma de servicio que alojamos para nuestros clientes con el fin de ofrecer los servicios detallados a continuación. Para suscribirse a un Servicio, debe ejecutar un Formulario de pedido para ese Servicio y / o completar el flujo de registro para ese Servicio. Solo tiene derecho a usar los Servicios para los que se ha suscrito y pagado, y su uso de los Servicios está sujeto a su cumplimiento de todos los términos y condiciones del Acuerdo. Usted reconoce y acepta que nos reservamos el derecho de modificar los Servicios (o cualquier parte de los mismos) de vez en cuando y que no seremos responsables ante usted ni ante ningún tercero por cualquier modificación de los Servicios.
et: Meie patenteeritud tarkvara on teenusplatvorm, mida võõrustame oma klientidele, et pakkuda allpool kirjeldatud teenuseid. Teenuse tellimiseks peate täitma selle teenuse tellimisvormi ja / või täitma selle teenuse registreerimisvoo. Teil on õigus kasutada ainult neid teenuseid, mille olete tellinud ja mille eest olete maksnud, ning teenuste kasutamine sõltub sellest, kas te järgite kõiki lepingu tingimusi. Te teadvustate ja nõustute, et jätame endale õiguse teenuste (või nende osade) muutmiseks aeg-ajalt ning et me ei vastuta teie ega ühegi kolmanda isiku ees teenuste mis tahes muudatuste eest.
eu: Gure jabedun softwarea beheko xehetasunak eskaintzen dituzten zerbitzuak eskaintzeko gure bezeroentzat ostatatzen dugun zerbitzu plataforma da. Zerbitzua harpidetzeko, Zerbitzu horretarako eskaera orria bete behar duzu eta / edo Zerbitzu horretan izena emateko fluxua bete. Harpidetu eta ordaindu dituzun Zerbitzuak erabiltzeko eskubidea duzu bakarrik eta Zerbitzuen erabilera zure Hitzarmenaren baldintza guztiak betetzen dituzunean bete beharko duzu. Onartzen eta onartzen duzu Zerbitzuak (edo horien zati bat) aldatzeko eskubidea dugula noizean behin eta ez dugula zure erantzule edo hirugarrenen aurrean Zerbitzuetara aldatuko.
fa: نرم افزار اختصاصی ما یک بستر خدماتی است که ما برای ارائه خدمات به تفصیل در زیر برای مشتریان خود میزبانی می کنیم. برای عضویت در یک سرویس ، باید یک فرم سفارش برای آن سرویس را اجرا کنید و / یا جریان ثبت نام برای آن سرویس را تکمیل کنید. شما فقط حق استفاده از خدماتی را دارید که برای آنها مشترک و پرداخت کرده اید ، و استفاده شما از این خدمات منوط به رعایت شما با کلیه شرایط و ضوابط توافق نامه است. شما تأیید می كنید و موافقت می كنید كه ما از این حق دفاع می كنیم كه خدمات را (هر بخشی از آنها) هر از گاهی تغییر دهیم و مسئولیت هرگونه تغییر در خدمات ، مسئولیتی در قبال شما یا شخص ثالث نخواهیم داشت.
fi: Omistamme ohjelmistomme on palvelualusta, jota isännöimme asiakkaillemme tarjotaksemme alla yksityiskohtaisia palveluja. Palvelun tilaamiseksi sinun on suoritettava kyseisen palvelun tilauslomake ja / tai suoritettava palvelun rekisteröintiprosessi. Sinulla on oikeus käyttää vain Palveluita, jotka olet tilannut ja maksanut, ja Palveluiden käyttö edellyttää, että noudatat kaikkia sopimuksen ehtoja. Hyväksyt ja suostut siihen, että pidätämme oikeuden muuttaa Palveluita (tai niiden osaa) ajoittain ja että emme ole vastuussa sinulle tai kolmannelle osapuolelle Palvelujen muutoksista.
fr: Notre logiciel propriétaire est une plateforme de services que nous hébergeons pour nos clients afin d&#39;offrir les services détaillés ci-dessous. Pour vous abonner à un service, vous devez exécuter un bon de commande pour ce service et / ou compléter le flux d&#39;inscription pour ce service. Vous êtes uniquement autorisé à utiliser les Services pour lesquels vous avez souscrit et payé, et votre utilisation des Services est soumise à votre respect de toutes les conditions générales du Contrat. Vous reconnaissez et acceptez que nous nous réservons le droit de modifier les Services (ou toute partie de ceux-ci) de temps à autre et que nous ne serons pas responsables envers vous ou envers un tiers de toute modification des Services.
fy: Us proprietêre software is in tsjinstplattform dat wy host foar ús klanten om hjirûnder de tsjinsten oan te bieden. Om yn te abonnearjen foar in tsjinst moatte jo in bestelformulier útfiere foar dy tsjinst en / of de oanmeldingsstream foar dy tsjinst foltôgje. Jo binne allinich rjocht om de Tsjinsten te brûken wêrfoar jo ynskreaun hawwe en betelle hawwe, en jo gebrûk fan &#39;e Tsjinsten is ûnder foarbehâld fan jo neilibjen fan alle betingsten en betingsten fan&#39; e Oerienkomst. Jo erkenne en akseptearje dat wy it rjocht behâlde de Tsjinsten (of in diel dêrfan) fan tiid ta tiid te feroarjen en dat wy net oanspraaklik wêze foar jo of oan in tredde partij foar feroaring oan &#39;e Tsjinsten.
ga: Is ardán seirbhíse é ár mbogearraí dílseánaigh a óstáilimid dár gcustaiméirí d’fhonn na seirbhísí atá mionsonraithe thíos a thairiscint. Chun liostáil le haghaidh Seirbhíse, ní mór duit Foirm Ordaithe a fhorghníomhú don tSeirbhís sin agus / nó an sreabhadh sínithe don tSeirbhís sin a chomhlánú. Níl tú i dteideal ach na Seirbhísí a ndearna tú suibscríobh agus íoc astu a úsáid, agus tá d’úsáid de na Seirbhísí faoi réir do chomhlíonadh le téarmaí agus coinníollacha uile an Chomhaontaithe. Admhaíonn tú agus aontaíonn tú go gcoinnímid an ceart na Seirbhísí (nó aon chuid díobh) a mhodhnú ó am go ham agus nach mbeimid faoi dhliteanas duit ná d&#39;aon tríú páirtí as aon mhodhnú ar na Seirbhísí.
gd: Tha am bathar-bog seilbh againn mar àrd-ùrlar seirbheis a bhios sinn a ’toirt aoigheachd don luchd-ceannach againn gus na seirbheisean a tha air am mìneachadh gu h-ìosal a thabhann. Gus ballrachd a ghabhail airson Seirbheis, feumaidh tu Foirm Òrdugh a chuir an gnìomh airson na Seirbheis sin agus / no an t-sruth clàraidh airson na Seirbheis sin a lìonadh. Chan eil còir agad ach na Seirbheisean a tha thu air ballrachd agus pàigheadh a chleachdadh, agus tha do chleachdadh de na Seirbheisean fo ùmhlachd do ghèilleadh ri teirmichean is cumhaichean an Aonta. Tha thu ag aideachadh agus ag aontachadh gu bheil sinn a ’gleidheadh na còrach na Seirbheisean (no pàirt sam bith dhiubh) atharrachadh bho àm gu àm agus nach bi sinn buailteach dhut fhèin no do threas phàrtaidh sam bith airson atharrachadh sam bith air na Seirbheisean.
gl: O noso software privativo é unha plataforma de servizos que aloxamos aos nosos clientes co fin de ofrecer os servizos que se detallan a continuación. Para subscribirse a un servizo, ten que executar un formulario de pedido para ese servizo e / ou completar o fluxo de rexistro para ese servizo. Só ten dereito a usar os Servizos para os que subscribiu e pagou e o seu uso dos Servizos está suxeito ao seu cumprimento de todos os termos e condicións do Contrato. Vostede recoñece e acepta que nos reservamos o dereito a modificar os Servizos (ou calquera parte destes) de cando en vez e que non seremos responsables de vostede ou de ningún terceiro por ningunha modificación dos Servizos.
gu: અમારું માલિકીનું સ softwareફ્ટવેર એ એક સેવા પ્લેટફોર્મ છે જે અમે નીચે આપેલા વિગતવાર સેવાઓ પ્રદાન કરવા માટે અમારા ગ્રાહકો માટે હોસ્ટ કરીએ છીએ. કોઈ સેવા માટે સબ્સ્ક્રાઇબ કરવા માટે, તમારે તે સેવા માટે ઓર્ડર ફોર્મ ચલાવવો આવશ્યક છે અને / અથવા તે સેવા માટે સાઇન અપ ફ્લો પૂર્ણ કરવો આવશ્યક છે. તમે ફક્ત તે સેવાઓનો ઉપયોગ કરવા માટે હકદાર છો જેના માટે તમે સબ્સ્ક્રાઇબ કર્યું છે અને ચૂકવણી કરી છે, અને સેવાઓનો તમારો ઉપયોગ કરારની તમામ નિયમો અને શરતો સાથેના તમારા પાલનને પાત્ર છે. તમે સ્વીકારો છો અને સ્વીકારો છો કે અમને સમય સમય પર સેવાઓ (અથવા તેના કોઈપણ ભાગ) ને સુધારવાનો અધિકાર અનામત છે અને અમે તમને અથવા સેવાઓમાં કોઈ ફેરફાર કરવા માટે કોઈ તૃતીય પક્ષને જવાબદાર નહીં હોઈએ.
hi: हमारा मालिकाना सॉफ्टवेयर एक सेवा मंच है जिसे हम नीचे विस्तृत सेवाओं की पेशकश करने के लिए अपने ग्राहकों के लिए होस्ट करते हैं। किसी सेवा के लिए सदस्यता लेने के लिए, आपको उस सेवा के लिए ऑर्डर फॉर्म निष्पादित करना होगा और / या उस सेवा के लिए साइन-अप प्रवाह को पूरा करना होगा। आप केवल उन सेवाओं का उपयोग करने के हकदार हैं, जिनके लिए आपने सदस्यता ली है और भुगतान किया है, और सेवाओं का उपयोग अनुबंध के सभी नियमों और शर्तों के अनुपालन के अधीन है। आप स्वीकार करते हैं और सहमत होते हैं कि हम समय-समय पर सेवाओं (या किसी भी भाग) को संशोधित करने का अधिकार सुरक्षित रखते हैं और सेवाओं के लिए किसी भी संशोधन के लिए हम आपके या किसी तीसरे पक्ष के लिए उत्तरदायी नहीं होंगे।
hr: Naš vlasnički softver je servisna platforma koju ugošćujemo za naše kupce kako bismo ponudili usluge detaljnije u nastavku. Da biste se pretplatili na uslugu, morate izvršiti obrazac za narudžbu za tu uslugu i / ili dovršiti tijek prijave za tu uslugu. Imate pravo na korištenje Usluga za koje ste se pretplatili i platili, a vaša upotreba Usluga podliježe poštivanju svih uvjeta i odredbi Ugovora. Prihvaćate i suglasni ste da zadržavamo pravo povremeno modificirati Usluge (ili bilo koji njihov dio) i da nećemo biti odgovorni ni vama ni bilo kojoj trećoj strani za bilo kakve izmjene Usluga.
hu: Saját szabadalmaztatott szoftverünk egy olyan szolgáltatási platform, amelyet az ügyfelek számára üzemeltetünk az alább részletezett szolgáltatások nyújtása érdekében. Szolgáltatás előfizetéséhez ki kell töltenie a Szolgáltatás Megrendelőlapját és / vagy teljesítenie kell a Szolgáltatás feliratkozási folyamatát. Csak akkor jogosult a Szolgáltatások igénybevételére, amelyekre Ön feliratkozott és fizetett, és a Szolgáltatások használatától függ, hogy Ön teljesíti-e a Szerződés összes feltételeit. Ön tudomásul veszi és elfogadja, hogy fenntartjuk a jogot a Szolgáltatások (vagy azok bármely részének) időről időre történő módosítására, és hogy nem vállalunk felelősséget Önnek vagy harmadik félnek a Szolgáltatások bármilyen módosításáért.
hy: Մեր գույքային ծրագրակազմը ծառայողական հարթակ է, որը մենք հյուրընկալում ենք մեր հաճախորդներին `ստորև ներկայացված մանրամասն ծառայություններն առաջարկելու համար: Ծառայության բաժանորդագրվելու համար դուք պետք է կատարեք Պատվերի ձևաթուղթ այդ ծառայության համար և / կամ լրացրեք գրանցման հոսքը այդ ծառայության համար: Դուք միայն իրավունք ունեք օգտվել Ծառայություններից, որոնց համար բաժանորդագրված եք և վճարել եք, և Ծառայությունների ձեր օգտագործումը ենթակա է ձեր համապատասխանությանը Համաձայնագրի բոլոր պայմաններին: Դուք գիտակցում եք և համաձայն եք, որ մենք իրավունք ենք վերապահում ժամանակ առ ժամանակ փոփոխել Ծառայությունները (կամ դրա որևէ մասը), և որ մենք պատասխանատվություն չենք կրելու ձեզանից կամ որևէ երրորդ կողմի ՝ Ծառայություններում կատարված ցանկացած փոփոխության համար:
id: Perangkat lunak berpemilik kami adalah platform layanan yang kami host bagi pelanggan kami untuk menawarkan layanan yang dirinci di bawah ini. Untuk berlangganan Layanan, Anda harus menjalankan Formulir Pemesanan untuk Layanan itu dan / atau melengkapi alur pendaftaran untuk Layanan itu. Anda hanya berhak menggunakan Layanan yang telah Anda langgani dan bayar, dan penggunaan Layanan oleh Anda tunduk pada kepatuhan Anda dengan semua syarat dan ketentuan Perjanjian. Anda mengakui dan setuju bahwa kami berhak untuk memodifikasi Layanan (atau bagiannya) dari waktu ke waktu dan bahwa kami tidak akan bertanggung jawab kepada Anda atau kepada pihak ketiga mana pun atas modifikasi apa pun atas Layanan.
is: Sérhugbúnaðurinn okkar er þjónustuvettvangur sem við hýsum fyrir viðskiptavini okkar til að bjóða upp á þá þjónustu sem lýst er hér að neðan. Til að gerast áskrifandi að þjónustu verður þú að framkvæma pöntunarform fyrir þá þjónustu og / eða fylla út skráningarflæði fyrir þá þjónustu. Þú hefur aðeins rétt til að nota þjónusturnar sem þú hefur gerst áskrifandi að og borgað fyrir og notkun þín á þjónustunum er háð því að þú uppfyllir alla skilmála og skilmála samningsins. Þú viðurkennir og samþykkir að við áskiljum okkur rétt til að breyta þjónustunni (eða einhverjum hluta hennar) af og til og að við berum ekki ábyrgð á þér eða þriðja aðila vegna breytinga á þjónustunni.
it: Il nostro software proprietario è una piattaforma di servizi che ospitiamo per i nostri clienti al fine di offrire i servizi descritti di seguito. Per iscriversi a un servizio, è necessario eseguire un modulo d&#39;ordine per quel servizio e / o completare il flusso di iscrizione per quel servizio. Hai il diritto di utilizzare solo i Servizi per i quali ti sei iscritto e pagato, e il tuo utilizzo dei Servizi è soggetto alla tua conformità a tutti i termini e condizioni dell&#39;Accordo. Riconosci e accetti che ci riserviamo il diritto di modificare i Servizi (o parte di essi) di volta in volta e che non saremo responsabili nei tuoi confronti o nei confronti di terzi per eventuali modifiche ai Servizi.
iw: התוכנה הקניינית שלנו היא פלטפורמת שירות שאנו מארחים עבור לקוחותינו על מנת להציע את השירותים המפורטים להלן. כדי להירשם לשירות, עליך לבצע טופס הזמנה עבור אותו שירות ו / או להשלים את זרימת ההרשמה עבור אותו שירות. אתה רשאי להשתמש בשירותים שעבורם נרשמת ושילמת, והשימוש שלך בשירותים כפוף לעמידה בכל תנאי ההסכם. אתה מאשר ומסכים כי אנו שומרים לעצמנו את הזכות לשנות את השירותים (או כל חלק מהם) מעת לעת וכי לא נהיה אחראים כלפיך או לצד שלישי כלשהו בגין כל שינוי בשירותים.
ja: 独自のソフトウェアは、以下に詳述するサービスを提供するためにお客様のためにホストするサービスプラットフォームです。サービスをサブスクライブするには、そのサービスの注文フォームを実行するか、そのサービスのサインアップフローを完了する必要があります。お客様は、サブスクリプションと支払いを行ったサービスのみを使用する権利があり、サービスの使用は、契約のすべての契約条件の遵守に従うものとします。お客様は、当社がサービス（またはその一部）を随時変更する権利を留保し、サービスの変更についてお客様または第三者に対して責任を負わないことを認め、同意するものとします。
ka: ჩვენი საკუთრების პროგრამა არის სერვისული პლატფორმა, რომელსაც ჩვენს მომხმარებლებს ვუმასპინძლებთ, რათა შემოგთავაზოთ ქვემოთ მოყვანილი სერვისები. სამსახურისთვის ხელმოწერისთვის, თქვენ უნდა შეასრულოთ შეკვეთის ფორმა ამ სერვისისთვის და / ან შეავსოთ რეგისტრაციის ნაკადი ამ სერვისისთვის. თქვენ მხოლოდ უფლება გაქვთ გამოიყენოთ ის სერვისები, რომლებზეც გამოიწეროთ ხელმოწერა და გადაიხადეთ, და თქვენი სერვისების გამოყენება ექვემდებარება თქვენს შესაბამისობას შეთანხმების ყველა პირობისა და პირობების შესაბამისად. თქვენ აღიარებთ და ეთანხმებით, რომ ჩვენ ვიტოვებთ უფლებას დროებით შეცვალონ სერვისები (ან მისი რომელიმე ნაწილი) და რომ ჩვენ არ ვიქნებით პასუხისმგებლობა თქვენ ან მესამე მხარის მიერ მომსახურების შეცვლის შესახებ.
kk: Жеке меншік бағдарламалық жасақтама - бұл төменде көрсетілген қызметтерді ұсыну үшін клиенттерге қызмет көрсететін платформа. Қызметке жазылу үшін сіз осы қызметке тапсырыс формасын толтыруыңыз керек және / немесе сол қызметке тіркелу ағынын аяқтауыңыз керек. Сіз тек қызметтерге жазылғаныңыз және төленген қызметтерді пайдалануға құқығыңыз бар және қызметтерді пайдалану сіздің Келісімнің барлық талаптары мен талаптарын сақтауыңызға байланысты. Сіз кез-келген уақытта Қызметтерді (немесе оның кез келген бөлігін) өзгерту құқығымызды сақтайтынымызды білесіз және келісесіз және сіз үшін немесе кез келген үшінші тарап алдында Қызметтерге қандай-да бір өзгертулер енгізу үшін жауап бермейміз.
km: សូហ្វវែរដែលមានកម្មសិទ្ធិរបស់យើងគឺជាកម្មវិធីសេវាកម្មមួយដែលយើងរៀបចំសម្រាប់អតិថិជនរបស់យើងដើម្បីផ្តល់ជូននូវសេវាកម្មលម្អិតដូចខាងក្រោម។ ដើម្បីចុះឈ្មោះសម្រាប់សេវាកម្មមួយអ្នកត្រូវតែអនុវត្តបែបបទបញ្ជាទិញសម្រាប់សេវាកម្មនោះនិង / ឬបំពេញលំហូរសញ្ញាសម្រាប់សេវាកម្មនោះ។ អ្នកមានសិទ្ធិប្រើសេវាកម្មដែលអ្នកបានជាវនិងបង់ប្រាក់ហើយការប្រើប្រាស់សេវាកម្មរបស់អ្នកត្រូវអនុលោមតាមល័ក្ខខ័ណ្ឌនៃកិច្ចព្រមព្រៀង។ អ្នកទទួលស្គាល់និងយល់ព្រមថាយើងរក្សាសិទ្ធិក្នុងការកែប្រែសេវាកម្ម (ឬផ្នែកណាមួយ) ពីពេលមួយទៅពេលមួយហើយយើងនឹងមិនទទួលខុសត្រូវចំពោះអ្នកឬភាគីទីបីសម្រាប់ការកែប្រែសេវាកម្មណាមួយឡើយ។
kn: ನಮ್ಮ ಸ್ವಾಮ್ಯದ ಸಾಫ್ಟ್‌ವೇರ್ ಕೆಳಗೆ ವಿವರಿಸಿದ ಸೇವೆಗಳನ್ನು ನೀಡಲು ನಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ನಾವು ಹೋಸ್ಟ್ ಮಾಡುವ ಸೇವಾ ವೇದಿಕೆಯಾಗಿದೆ. ಸೇವೆಗಾಗಿ ಚಂದಾದಾರರಾಗಲು, ನೀವು ಆ ಸೇವೆಗಾಗಿ ಆರ್ಡರ್ ಫಾರ್ಮ್ ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕು ಮತ್ತು / ಅಥವಾ ಆ ಸೇವೆಗಾಗಿ ಸೈನ್ ಅಪ್ ಹರಿವನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು. ನೀವು ಚಂದಾದಾರರಾಗಿ ಮತ್ತು ಪಾವತಿಸಿದ ಸೇವೆಗಳನ್ನು ಬಳಸಲು ಮಾತ್ರ ನಿಮಗೆ ಅರ್ಹತೆ ಇದೆ, ಮತ್ತು ನಿಮ್ಮ ಸೇವೆಗಳ ಬಳಕೆಯು ಒಪ್ಪಂದದ ಎಲ್ಲಾ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳ ಅನುಸರಣೆಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ. ಸೇವೆಗಳನ್ನು (ಅಥವಾ ಅದರ ಯಾವುದೇ ಭಾಗವನ್ನು) ಕಾಲಕಾಲಕ್ಕೆ ಮಾರ್ಪಡಿಸುವ ಹಕ್ಕನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ ಮತ್ತು ಸೇವೆಗಳಿಗೆ ಯಾವುದೇ ಮಾರ್ಪಾಡು ಮಾಡಲು ನಾವು ನಿಮಗೆ ಅಥವಾ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಗೆ ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ ಎಂದು ನೀವು ಅಂಗೀಕರಿಸಿದ್ದೀರಿ ಮತ್ತು ಒಪ್ಪುತ್ತೀರಿ.
ku: Xwedî nermalavê me platformek kargêriyê ye ku em ji bo kirrûbirên xwe ji me re mêvandar dikin ku karûbarên ku li jêr berfireh têne pêşkêş kirin. Ji bo abonetiya Xizmetekê, divê hûn Forma Fermandariyê ji bo wê Xizmetiyê bicîh bînin û / an tevna têkeftinê ya ji bo wê Xizmet temam bikin. Hûn tenê mafdar in ku karûbarên ku hûn ji we re parve kirî û bidin û bikar bînin, û karanîna we karûbarên we girêdayî ye ku hûn hemî şert û mercên Peymanê bigihîjin we. Hûn qebûl dikin û bipejirînin ku em mafê wê digirin ku ji dem û pêde guheztina Xizmetan (an jî beşek ji wan) guhdarî bikin û ku em ê ji ber guheztina Xizmetkaran ji we û ji kesek sêyem berpirsiyar nebin.
ky: Жеке менчик программалык камсыздоо - бул биздин кардарлар үчүн төмөндө көрсөтүлгөн кызматтарды сунуш кылуу үчүн тейлөөчү платформа. Кызматка жазылуу үчүн, сиз Кызматка буйрутманын формасын толтурушуңуз жана / же Кызматка жазылууну толтурушуңуз керек. Сиз жазылып жана төлөгөн кызматтарды гана пайдаланууга укугуңуз бар жана кызматтарды пайдалануу ушул Макулдашуунун бардык шарттарына ылайык келгендигиңизди билдирет. Сиз мезгил-мезгили менен Кызматтарды (же анын кандайдыр бир бөлүгүн) өзгөртүү укугун сактап калганыбызды билесиз жана биз сизге же үчүнчү жактарга Кызматтарга кандайдыр бир өзгөртүүлөрдү киргизгенибиз үчүн жооп бербейбиз.
lb: Eis propriétaire Software ass eng Serviceplattform déi mir fir eis Clienten hosten fir d&#39;Servicer hei ënnendrënner ze bidden. Fir e Service ze abonnéieren, musst Dir e Bestellungsformulaire fir deen Service ausféieren an / oder de Umeldungsfloss fir dësen Service ausfëllen. Dir hutt nëmmen d&#39;Recht d&#39;Servicer ze benotzen fir déi Dir ageschriwwen hutt a bezuelt hutt, an Är Benotzung vun de Servicer ënnerleien Är Konformitéit mat alle Bedéngungen vun der Konventioun. Dir erkennt an averstanen datt mir d&#39;Recht behalen d&#39;Servicer (oder en Deel dovun) vun Zäit zu Zäit ze änneren an datt mir net fir Iech oder fir eng drëtt Partei fir all Ännerung vun de Servicer haftbar sinn.
lo: ຊອບແວທີ່ເປັນເຈົ້າຂອງຂອງພວກເຮົາແມ່ນເວທີການບໍລິການທີ່ພວກເຮົາເປັນເຈົ້າພາບໃຫ້ລູກຄ້າຂອງພວກເຮົາເພື່ອໃຫ້ການບໍລິການລະອຽດຢູ່ດ້ານລຸ່ມ. ເພື່ອສະ ໝັກ ບໍລິການ, ທ່ານຕ້ອງປະຕິບັດແບບຟອມ ຄຳ ສັ່ງ ສຳ ລັບການບໍລິການນັ້ນແລະ / ຫຼື ສຳ ເລັດການລົງທະບຽນການສະ ໝັກ ໃຊ້ບໍລິການນັ້ນ. ທ່ານມີສິດທີ່ຈະໃຊ້ບໍລິການທີ່ທ່ານໄດ້ລົງນາມແລະຈ່າຍ, ແລະການ ນຳ ໃຊ້ບໍລິການຂອງທ່ານແມ່ນຂຶ້ນກັບການປະຕິບັດຕາມຂໍ້ ກຳ ນົດແລະເງື່ອນໄຂຂອງສັນຍາ. ທ່ານຮັບຮູ້ແລະຕົກລົງເຫັນດີວ່າພວກເຮົາສະຫງວນສິດທີ່ຈະປັບປ່ຽນການບໍລິການ (ຫຼືສ່ວນໃດສ່ວນ ໜຶ່ງ) ຈາກບາງຄັ້ງຄາວແລະພວກເຮົາຈະບໍ່ຮັບຜິດຊອບຕໍ່ທ່ານຫຼືພາກສ່ວນທີສາມ ສຳ ລັບການດັດແປງບໍລິການໃດໆ.
lt: Mūsų patentuota programinė įranga yra paslaugų platforma, kurią priimame savo klientams, kad galėtume pasiūlyti toliau nurodytas paslaugas. Norėdami užsiprenumeruoti paslaugą, turite užpildyti tos paslaugos užsakymo formą ir (arba) užpildyti tos paslaugos registracijos procesą. Jūs turite teisę naudotis tik tomis Paslaugomis, kurias užsiprenumeravote ir sumokėjote, o jei naudojatės Paslaugomis, turite laikytis visų sutarties sąlygų. Jūs pripažįstate ir sutinkate, kad pasiliekame teisę retkarčiais modifikuoti Paslaugas (ar bet kurią jų dalį) ir kad mes neatsakome nei jums, nei jokiai trečiajai šaliai už bet kokius Paslaugų pakeitimus.
lv: Mūsu patentētā programmatūra ir pakalpojumu platforma, kuru mēs mitinām mūsu klientiem, lai piedāvātu turpmāk sniegtos pakalpojumus. Lai abonētu pakalpojumu, jums jāizpilda šī pakalpojuma pasūtījuma veidlapa un / vai jāpabeidz šī pakalpojuma pierakstīšanās plūsma. Jums ir tiesības izmantot tikai tos Pakalpojumus, kurus esat abonējis un samaksājis, un Pakalpojumu izmantošana ir atkarīga no tā, vai esat ievērojis visus Līguma noteikumus. Jūs atzīstat un piekrītat, ka mēs paturam tiesības laiku pa laikam modificēt Pakalpojumus (vai kādu to daļu) un ka mēs nebūsim atbildīgi ne jums, ne kādai trešajai pusei par jebkādām izmaiņām Pakalpojumos.
mg: Ny rindrambaiko tompondaka dia sehatra serivisy serivisy fampiantranoanay ho an&#39;ny mpanjifanay mba hanolorany ireo serivisy ireo antsipiriany etsy ambany. Mba hisoratra anarana amin&#39;ny serivisy iray dia tsy maintsy mametraka taratasy fangatahana an&#39;io tolotra io ianao sy / na hamita ny fangatahana fisoratana anarana ho an&#39;io tolotra io. Ny fampiasana ny serivisy izay efa nanoratanao sy nandoa vola anao dia mahazo alalana fotsiny, ary ny fampiasana ny serivisy dia miankina amin&#39;ny fankatoavanao ny fepetra rehetra sy ny fepetra. Manaiky ianao ary manaiky fa manaja ny zontsika hanova ny serivisy (na ny anjarany ianao) indraindray ary tsy ho tompon&#39;andraikitra aminao izahay na amin&#39;ny antoko fahatelo amin&#39;ny fanovana ny serivisy.
mi: Ko ta maatau punaha rangatira tetahi papaa ratonga ka whakahaerehia e matou mo o taatau kiritaki hei tuku i nga ratonga kei raro. Mo te ohauru mo tetahi Ratonga, me mahi koe i tetahi Puka ota mo taua Ratonga me / te whakaoti i te rerenga haina mo taua Ratonga ranei. E tika ana koe ki te whakamahi i nga Ratonga i hainatia e koe me te utu, me te whakamahi i nga Ratonga kei runga i to hanganga ture ki nga tikanga me nga tikanga katoa o te Whakaaetanga. E whakaae ana koe, e whakaae ana kei te whai mana taatau ki te whakarereke i nga Ratonga (tetahi waahanga ranei) mai i te waa ki te wa kaore pea e tau ki a koe, ki tetahi atu tuatoru ranei mo tetahi whakarereketanga i nga Ratonga.
mk: Нашиот комерцијален софтвер е сервисна платформа што ние ја нудиме за нашите клиенти со цел да ги понудиме услугите детално дадени подолу. За да се претплатите на услугата, мора да извршите Образец за нарачка за таа услуга и / или да го завршите протокот за пријавување за таа услуга. Вие имате право само да ги користите Услугите за кои сте се претплатиле и платиле, а вашата употреба на Услугите подлежи на ваша согласност со сите услови и услови на Договорот. Вие потврдувате и се согласувате дека ние го задржуваме правото од време на време да ги менуваме Услугите (или кој било дел од нив) и дека нема да одговараме од вас или од трета страна за каква било измена на Услугите.
ml: ചുവടെ വിശദമാക്കിയിരിക്കുന്ന സേവനങ്ങൾ വാഗ്ദാനം ചെയ്യുന്നതിനായി ഞങ്ങളുടെ ഉപയോക്താക്കൾക്കായി ഞങ്ങൾ ഹോസ്റ്റുചെയ്യുന്ന ഒരു സേവന പ്ലാറ്റ്ഫോമാണ് ഞങ്ങളുടെ ഉടമസ്ഥാവകാശ സോഫ്റ്റ്വെയർ. ഒരു സേവനത്തിനായി സബ്‌സ്‌ക്രൈബുചെയ്യാൻ, നിങ്ങൾ ആ സേവനത്തിനായി ഒരു ഓർഡർ ഫോം നടപ്പിലാക്കുകയും കൂടാതെ / അല്ലെങ്കിൽ ആ സേവനത്തിനായി സൈൻ-അപ്പ് ഫ്ലോ പൂർത്തിയാക്കുകയും വേണം. നിങ്ങൾ സബ്‌സ്‌ക്രൈബുചെയ്‌തതും പണമടച്ചതുമായ സേവനങ്ങൾ ഉപയോഗിക്കാൻ മാത്രമേ നിങ്ങൾക്ക് അർഹതയുള്ളൂ, ഒപ്പം സേവനങ്ങളുടെ ഉപയോഗം കരാറിന്റെ എല്ലാ നിബന്ധനകളും വ്യവസ്ഥകളും പാലിക്കുന്നതിന് വിധേയമാണ്. സമയാസമയങ്ങളിൽ സേവനങ്ങൾ (അല്ലെങ്കിൽ അതിന്റെ ഏതെങ്കിലും ഭാഗം) പരിഷ്കരിക്കാനുള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണെന്നും സേവനങ്ങളിൽ എന്തെങ്കിലും പരിഷ്കരണത്തിന് ഞങ്ങൾ നിങ്ങളെയോ ഏതെങ്കിലും മൂന്നാം കക്ഷിയെയോ ബാധ്യസ്ഥരാക്കില്ലെന്നും നിങ്ങൾ അംഗീകരിക്കുകയും സമ്മതിക്കുകയും ചെയ്യുന്നു.
mn: Манай өмчийн програм хангамж нь доор дурдсан үйлчилгээг санал болгохын тулд үйлчлүүлэгчдэд зориулж байрладаг үйлчилгээний платформ юм. Үйлчилгээнд бүртгүүлэхийн тулд та тухайн үйлчилгээний захиалгын маягтыг бөглөж, / эсвэл тухайн үйлчилгээнд бүртгүүлэх урсгалыг бөглөсөн байх ёстой. Та зөвхөн захиалсан, төлбөр төлсөн үйлчилгээг ашиглах эрхтэй бөгөөд энэхүү үйлчилгээг ашиглах нь энэхүү Гэрээнд заасан бүх нөхцөлийг дагаж мөрдөх болно. Бид Үйлчилгээг (эсвэл түүний аль нэг хэсгийг) үе үе өөрчлөх эрхтэй бөгөөд та өөрөө болон бусад гуравдагч этгээдээс Үйлчилгээнд гарсан аливаа өөрчлөлтийн талаар хариуцлага хүлээхгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
mr: आमचे मालकीचे सॉफ्टवेअर एक सर्व्हिस प्लॅटफॉर्म आहे जे आम्ही आमच्या ग्राहकांसाठी खाली तपशीलवार सेवा ऑफर करण्यासाठी होस्ट करतो. सेवेची सदस्यता घेण्यासाठी, आपण त्या सेवेसाठी ऑर्डर फॉर्म कार्यान्वित करणे आवश्यक आहे आणि / किंवा त्या सेवेसाठी साइन अप प्रवाह पूर्ण करणे आवश्यक आहे. आपण ज्या सेवांसाठी सदस्यता घेतली आणि भरली आहे केवळ त्या सेवांचा वापर करण्यास आपण पात्र आहात आणि सेवांचा आपला वापर कराराच्या सर्व नियम व शर्तींच्या आपल्या पालनाच्या अधीन आहे. आपण कबूल करता आणि सहमत आहात की आमच्याकडून वेळोवेळी सेवेमध्ये (किंवा त्यातील कोणताही भाग) सुधारित करण्याचा हक्क आमच्याकडे आहे आणि आम्ही आपल्यास किंवा सेवेतील कोणत्याही बदलासाठी कोणत्याही तृतीय पक्षाला जबाबदार राहणार नाही.
ms: Perisian proprietari kami adalah platform perkhidmatan yang kami host untuk pelanggan kami untuk menawarkan perkhidmatan yang diperincikan di bawah. Untuk melanggan Perkhidmatan, anda mesti melaksanakan Borang Pesanan untuk Perkhidmatan tersebut dan / atau melengkapkan aliran pendaftaran untuk Perkhidmatan tersebut. Anda hanya berhak menggunakan Perkhidmatan yang telah anda langgani dan bayar, dan penggunaan Perkhidmatan oleh anda bergantung pada kepatuhan anda terhadap semua terma dan syarat Perjanjian. Anda mengakui dan bersetuju bahawa kami berhak untuk mengubah Perkhidmatan (atau mana-mana bahagiannya) dari semasa ke semasa dan bahawa kami tidak akan bertanggungjawab kepada anda atau pihak ketiga untuk sebarang pengubahsuaian terhadap Perkhidmatan.
mt: Is-software proprjetarju tagħna huwa pjattaforma ta &#39;servizz li aħna nospitaw għall-klijenti tagħna sabiex noffru s-servizzi dettaljati hawn taħt. Biex tissottoskrivi għal Servizz, trid tesegwixxi Formola ta &#39;Ordni għal dak is-Servizz u / jew timla l-fluss ta&#39; reġistrazzjoni għal dak is-Servizz. Int intitolat biss li tuża s-Servizzi li għalihom tkun sottoskritt u ħallast, u l-użu tiegħek tas-Servizzi huwa soġġett għall-konformità tiegħek mat-termini u l-kundizzjonijiet kollha tal-Ftehim. Int tirrikonoxxi u taqbel li nirriżervaw id-dritt li nimmodifikaw is-Servizzi (jew kwalunkwe parti minnhom) minn żmien għal żmien u li ma nkunux responsabbli lilek jew lil kwalunkwe parti terza għal xi modifika fis-Servizzi.
my: ကျွန်ုပ်တို့၏စီးပွားဖြစ်ဆော့ (ဖ်) ဝဲသည်အောက်ဖော်ပြပါအသေးစိတ်ဝန်ဆောင်မှုများကိုကမ်းလှမ်းရန်အတွက်ကျွန်ုပ်တို့၏ဖောက်သည်များအတွက်လက်ခံပေးသော ၀ န်ဆောင်မှုပလက်ဖောင်းတစ်ခုဖြစ်သည်။ ၀ န်ဆောင်မှုတစ်ခုရယူရန်သင်သည်ထို ၀ န်ဆောင်မှုအတွက်အမှာစာပုံစံကိုဖြည့်စွက်ရမည်ဖြစ်ပြီးထို ၀ န်ဆောင်မှုအတွက် sign-up စီးဆင်းမှုကိုဖြည့်စွက်ရမည်။ သင်စာရင်းသွင်းခြင်းနှင့်ပေးဆောင်ထားသော ၀ န်ဆောင်မှုများကိုသာအသုံးပြုခွင့်ရှိပြီး ၀ န်ဆောင်မှုများကိုသင်အသုံးပြုခြင်းသည်သဘောတူညီချက်၏စည်းမျဉ်းစည်းကမ်းများနှင့်လိုက်လျောညီထွေမှုရှိရမည်။ ကျွန်ုပ်တို့သည် ၀ န်ဆောင်မှုများ (သို့မဟုတ်ယင်း၏အစိတ်အပိုင်းများ) အားအခါအားလျော်စွာပြင်ဆင်ခွင့်ရှိသည်ဟုသင်သဘောတူကြောင်းနှင့်သင်ဝန်ဆောင်မှုများကိုပြုပြင်မွမ်းမံမှုအတွက်သင်သို့မဟုတ်မည်သည့်တတိယပုဂ္ဂိုလ်ကိုမျှတာဝန်ယူမည်မဟုတ်ကြောင်းသင်အသိအမှတ်ပြုသည်။
ne: हाम्रो स्वामित्व सफ्टवेयर एक सेवा प्लेटफर्म हो जुन हामीले हाम्रा ग्राहकहरूको लागि होस्ट गरिएका सेवाहरू प्रस्ताव गर्नको लागि होस्ट गर्दछौं। एक सेवाको लागि सदस्यता लिन, तपाईंले त्यो सेवाको लागि एक अर्डर फाराम कार्यान्वयन गर्नुपर्दछ र / वा त्यो सेवाको लागि साइन अप प्रवाह पूर्ण गर्नुहोस्। तपाईं केवल सेवाहरू प्रयोग गर्नको लागि हकदार हुनुहुन्छ जसको लागि तपाईंले सदस्यता लिनुभयो र भुक्तान गर्नुभयो, र सेवाहरूको तपाईंको प्रयोग सम्झौताका सबै सर्तहरू र सर्तहरूको पालना तपाईंको अधीनमा छ। तपाईं स्वीकार गर्नुहुन्छ र सहमत हुनुहुन्छ कि हामीसँग सेवाहरू (वा यसको कुनै पनि अंश) समय-समयमा संशोधन गर्ने अधिकार आरक्षित छ र हामी तपाईंलाई कुनै सेवा वा कुनै परिवर्तनको लागि कुनै तेस्रो पक्षको लागि उत्तरदायी हुनेछैनौं।
nl: Onze bedrijfseigen software is een serviceplatform dat we hosten voor onze klanten om de hieronder beschreven services aan te bieden. Om u voor een Service in te schrijven, moet u een Bestelformulier voor die Service uitvoeren en / of de aanmeldingsprocedure voor die Service voltooien. U hebt alleen het recht om de Services te gebruiken waarvoor u zich hebt aangemeld en betaald, en uw gebruik van de Services is afhankelijk van uw naleving van alle voorwaarden van de Overeenkomst. U erkent en gaat ermee akkoord dat we ons het recht voorbehouden om de Services (of een deel daarvan) van tijd tot tijd te wijzigen en dat we niet aansprakelijk zijn jegens u of een derde partij voor enige wijziging van de Services.
no: Vår egenutviklede programvare er en tjenesteplattform som vi er vert for våre kunder for å tilby tjenestene beskrevet nedenfor. For å abonnere på en tjeneste, må du utføre et bestillingsskjema for den tjenesten og / eller fullføre registreringsstrømmen for den tjenesten. Du har bare rett til å bruke tjenestene du har tegnet og betalt for, og din bruk av tjenestene er underlagt at du overholder alle vilkår og betingelser i avtalen. Du erkjenner og samtykker i at vi forbeholder oss retten til å endre tjenestene (eller deler av det) fra tid til annen, og at vi ikke skal være ansvarlig overfor deg eller overfor noen tredjepart for noen endring av tjenestene.
or: ଆମର ମାଲିକାନା ସଫ୍ଟୱେର୍ ହେଉଛି ଏକ ସେବା ପ୍ଲାଟଫର୍ମ ଯାହା ନିମ୍ନରେ ବିସ୍ତୃତ ସେବା ପ୍ରଦାନ କରିବାକୁ ଆମେ ଆମର ଗ୍ରାହକଙ୍କ ପାଇଁ ହୋଷ୍ଟ କରୁ | ଏକ ସେବା ପାଇଁ ସବସ୍କ୍ରାଇବ କରିବାକୁ, ଆପଣଙ୍କୁ ସେହି ସେବା ପାଇଁ ଏକ ଅର୍ଡର ଫର୍ମ ଏକଜେକ୍ୟୁଟ୍ କରିବା ଏବଂ / କିମ୍ବା ସେହି ସେବା ପାଇଁ ସାଇନ୍ ଅପ୍ ଫ୍ଲୋ ସଂପୂର୍ଣ୍ଣ କରିବାକୁ ପଡିବ | ଆପଣ କେବଳ ସେହି ସେବାଗୁଡିକ ବ୍ୟବହାର କରିବାକୁ ହକଦାର, ଯେଉଁଥି ପାଇଁ ଆପଣ ସବସ୍କ୍ରାଇବ କରିଛନ୍ତି ଏବଂ ଦେୟ ଦେଇଛନ୍ତି, ଏବଂ ସେବାଗୁଡିକର ଆପଣଙ୍କର ବ୍ୟବହାର ଚୁକ୍ତିନାମାର ସମସ୍ତ ସର୍ତ୍ତାବଳୀ ସହିତ ଆପଣଙ୍କର ଅନୁପାଳନ ଅଧୀନ ଅଟେ | ଆପଣ ସ୍ ledge ୀକାର ଏବଂ ସହମତ ଅଟନ୍ତି ଯେ ସମୟ ସମୟରେ ସେବାଗୁଡିକ (କିମ୍ବା ଏହାର କ part ଣସି ଅଂଶ) ପରିବର୍ତ୍ତନ କରିବାର ଅଧିକାର ଆମେ ସଂରକ୍ଷିତ ରଖିଛୁ ଏବଂ ସେବାଗୁଡିକରେ କ ification ଣସି ପରିବର୍ତ୍ତନ ପାଇଁ ଆମେ ଆପଣଙ୍କ କିମ୍ବା କ third ଣସି ତୃତୀୟ ପକ୍ଷ ପାଇଁ ଦାୟୀ ରହିବୁ ନାହିଁ |
pa: ਸਾਡਾ ਮਲਕੀਅਤ ਸਾੱਫਟਵੇਅਰ ਇੱਕ ਸੇਵਾ ਪਲੇਟਫਾਰਮ ਹੈ ਜਿਸ ਨੂੰ ਅਸੀਂ ਆਪਣੇ ਗਾਹਕਾਂ ਲਈ ਮੇਜ਼ਬਾਨੀ ਕਰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਸੇਵਾਵਾਂ ਨੂੰ ਹੇਠਾਂ ਵਿਸਥਾਰ ਨਾਲ ਪੇਸ਼ ਕੀਤਾ ਜਾ ਸਕੇ. ਕਿਸੇ ਸੇਵਾ ਦੀ ਗਾਹਕੀ ਲੈਣ ਲਈ, ਤੁਹਾਨੂੰ ਉਸ ਸੇਵਾ ਲਈ ਆਰਡਰ ਫਾਰਮ ਲਾਗੂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ / ਜਾਂ ਉਸ ਸੇਵਾ ਲਈ ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ ਨੂੰ ਪੂਰਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ. ਤੁਸੀਂ ਸਿਰਫ ਉਹਨਾਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੇ ਹੱਕਦਾਰ ਹੋ ਜਿਸ ਲਈ ਤੁਸੀਂ ਗਾਹਕੀ ਅਤੇ ਭੁਗਤਾਨ ਕੀਤਾ ਹੈ, ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਇਕਰਾਰਨਾਮੇ ਦੇ ਸਾਰੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਦੀ ਪਾਲਣਾ ਦੇ ਅਧੀਨ ਹੈ. ਤੁਸੀਂ ਮੰਨਦੇ ਹੋ ਅਤੇ ਸਹਿਮਤ ਹੋ ਕਿ ਸਾਨੂੰ ਸਮੇਂ ਸਮੇਂ ਤੇ ਸੇਵਾਵਾਂ (ਜਾਂ ਇਸਦੇ ਕਿਸੇ ਵੀ ਹਿੱਸੇ) ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਹੈ ਅਤੇ ਇਹ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਜਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਨੂੰ ਸੇਵਾਵਾਂ ਵਿਚ ਤਬਦੀਲੀ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹੋਵਾਂਗੇ.
pl: Nasze zastrzeżone oprogramowanie to platforma usługowa, którą udostępniamy naszym klientom w celu oferowania usług wyszczególnionych poniżej. Aby subskrybować Usługę, należy wykonać Formularz zamówienia dla tej Usługi i / lub ukończyć proces rejestracji dla tej Usługi. Jesteś uprawniony do korzystania z Usług, za które subskrybujesz i zapłaciłeś, a korzystanie z Usług jest uzależnione od przestrzegania wszystkich warunków Umowy. Przyjmujesz do wiadomości i zgadzasz się, że zastrzegamy sobie prawo do modyfikowania Usług (lub dowolnej ich części) od czasu do czasu i że nie będziemy ponosić wobec Ciebie ani żadnej osoby trzeciej odpowiedzialności za jakiekolwiek modyfikacje Usług.
ps: زموږ ملکیت سافټویر د خدماتو پلیټ فارم دی چې موږ د خپلو پیرودونکو لپاره کوربه توب کوو ترڅو خدمات لاندې توضیحات وړاندې کړي. د خدمت لپاره ګډون کولو لپاره ، تاسو باید د دې خدمت لپاره د آرډر فورمه اجرا کړئ او / یا د دې خدمت لپاره د لاسلیک جریان بشپړ کړئ. تاسو یوازې د هغه خدماتو کارولو مستحق یاست چې له مخې یې تاسو ګډون کړی او تادیه یې کړې ، او ستاسو د خدماتو کارول د تړون ټول شرایط او شرایط ستاسو د پابندۍ تابع دي. تاسو منئ او موافق یاست چې موږ وخت په وخت خدمات (یا د هغې کومې برخې) د ترمیم حق لرو او دا چې موږ به تاسو یا کوم دریم اړخ ته خدمات ته د کوم بدلون لپاره مسؤل نه یو.
pt: Nosso software proprietário é uma plataforma de serviço que hospedamos para nossos clientes, a fim de oferecer os serviços detalhados abaixo. Para se inscrever em um Serviço, você deve executar um Formulário de Pedido para esse Serviço e / ou concluir o fluxo de inscrição para esse Serviço. Você tem direito apenas a usar os Serviços pelos quais se inscreveu e pagou, e seu uso dos Serviços está sujeito à sua conformidade com todos os termos e condições do Contrato. Você reconhece e concorda que nos reservamos o direito de modificar os Serviços (ou qualquer parte deles) de tempos em tempos e que não seremos responsáveis perante você ou terceiros por qualquer modificação nos Serviços.
ro: Software-ul nostru proprietar este o platformă de servicii pe care o găzduim pentru clienții noștri pentru a oferi serviciile detaliate mai jos. Pentru a vă abona la un serviciu, trebuie să executați un formular de comandă pentru acel serviciu și / sau să completați fluxul de înscriere pentru serviciul respectiv. Aveți dreptul să utilizați Serviciile pentru care v-ați abonat și plătit, iar utilizarea dvs. a Serviciilor este supusă respectării de către dvs. a tuturor termenilor și condițiilor din Acord. Vă recunoașteți și sunteți de acord că ne rezervăm dreptul de a modifica Serviciile (sau orice părți ale acestora) din când în când și că nu vom fi răspunzători pentru dvs. sau față de terți pentru nicio modificare a Serviciilor.
ru: Наше проприетарное программное обеспечение - это сервисная платформа, которую мы размещаем для наших клиентов, чтобы предлагать услуги, подробно описанные ниже. Чтобы подписаться на Услугу, вы должны заполнить Форму заказа для этой Службы и / или заполнить процедуру регистрации для этой Службы. Вы имеете право использовать только те Сервисы, для которых вы подписались и оплатили, и использование вами Сервисов зависит от соблюдения вами всех условий Соглашения. Вы признаете и соглашаетесь с тем, что мы оставляем за собой право время от времени изменять Услуги (или любую их часть) и что мы не несем ответственности перед вами или любой третьей стороной за любые изменения в Услугах.
rw: Porogaramu yihariye ni urubuga rwa serivisi twakira abakiriya bacu kugirango dutange serivisi zirambuye hepfo. Kwiyandikisha kuri Serivisi, ugomba gukora urupapuro rwabigenewe kuri iyo Serivisi kandi / cyangwa ukuzuza kwiyandikisha kuri iyo serivisi. Ufite uburenganzira gusa bwo gukoresha Serivisi wiyandikishije kandi wishyuye, kandi imikoreshereze ya Serivisi ikurikiza kubahiriza amategeko n&#39;amasezerano yose. Uremera kandi ukemera ko tubitse uburenganzira bwo guhindura Serivisi (cyangwa igice cyayo) buri gihe kandi ko tutazabaryozwa cyangwa undi muntu uwo ari we wese kugirango duhindure Serivisi.
sd: اسان جو ملڪيت سافٽ ويئر هڪ خدمت وارو پليٽ فارم آهي جيڪو اسان هيٺ پيش ڪيو ويو خدمت جي پيشڪش لاءِ پنهنجن گراهڪن جي لاءِ ميزبان. هڪ سروس لاءِ رڪنيت حاصل ڪرڻ لاءِ ، توهان کي هن خدمت لاءِ آرڊر فارم تي عمل ڪرڻو پوندو ۽ / يا انهي خدمت لاءِ سائن اپ واري وهڪري کي مڪمل ڪرڻ گهرجي. توهان صرف ان خدمتن لاءِ استعمال ڪرڻ جا حقدار آهيو جنهن جي توهان سبسڪرائيب ڪئي ۽ ادا ڪئي ، ۽ توهان جو خدمتن جو استعمال معاهدي جي سڀني شرطن ۽ شرطن سان توهان جي تعميل سان مشروط آهي. توهان قبول ڪيو ۽ سمجهو ٿا ته اسان وقت وقت تي خدمت (يا انهي جي ڪنهن حصي) کي تبديل ڪرڻ جو حق محفوظ رکون ٿا ۽ اسان خدمت ڏانهن ڪنهن به ترميم جي لاءِ توهان يا توهان جي ڪنهن ٽين ڌر ڏانهن ذميوار نه ڪنداسين.
si: අපගේ හිමිකාර මෘදුකාංගය පහත විස්තර කර ඇති සේවාවන් සැපයීම සඳහා අපගේ ගනුදෙනුකරුවන් සඳහා සත්කාරකත්වය සපයන සේවා වේදිකාවකි. සේවාවක් සඳහා දායක වීමට, ඔබ එම සේවාව සඳහා ඇණවුම් පෝරමයක් ක්‍රියාත්මක කළ යුතු අතර / හෝ එම සේවාව සඳහා ලියාපදිංචි වීමේ ප්‍රවාහය සම්පූර්ණ කළ යුතුය. ඔබට හිමිකම් ඇත්තේ ඔබ දායක වී ගෙවා ඇති සේවාවන් භාවිතා කිරීමට පමණක් වන අතර, ඔබේ සේවාවන් භාවිතා කිරීම ගිවිසුමේ සියලුම නියමයන් හා කොන්දේසි වලට අනුකූල වේ. වරින් වර සේවාවන් වෙනස් කිරීමේ අයිතිය අප සතුව ඇති බව ඔබ පිළිගෙන එකඟ වන අතර සේවාවන්හි කිසියම් වෙනස් කිරීමක් සඳහා අපි ඔබට හෝ තෙවන පාර්ශවයකට බැඳී නොසිටිමු.
sk: Náš proprietárny softvér je platforma služieb, ktorú hostíme pre našich zákazníkov, aby sme mohli ponúkať služby uvedené nižšie. Ak si chcete predplatiť službu, musíte pre túto službu vyplniť objednávkový formulár a / alebo dokončiť postup registrácie pre túto službu. Máte právo používať iba Služby, ktoré ste si predplatili a zaplatili, a vaše používanie Služieb podlieha vášmu súladu so všetkými zmluvnými podmienkami tejto Zmluvy. Beriete na vedomie a súhlasíte s tým, že si vyhradzujeme právo čas od času pozmeniť Služby (alebo akúkoľvek ich časť) a že nebudeme zodpovedať vám ani žiadnej tretej strane za akékoľvek zmeny Služieb.
sl: Naša lastniška programska oprema je storitvena platforma, ki jo gostimo za naše stranke, da bi ponudili storitve, podrobno opisane spodaj. Če se želite naročiti na storitev, morate izvršiti obrazec za naročilo za to storitev in / ali izpolniti postopek prijave za to storitev. Pravico imate do uporabe le Storitev, za katere ste naročeni in plačani, vaša uporaba storitev pa je odvisna od tega, če upoštevate vse pogoje pogodbe. Priznavate in se strinjate, da si pridržujemo pravico, da občasno spreminjamo Storitve (ali kateri koli njihov del) in da ne bomo odgovarjali vam ali nobeni tretji osebi za kakršne koli spremembe storitev.
sq: Softueri ynë i pronarit është një platformë shërbimi që ne presim për klientët tanë në mënyrë që të ofrojmë shërbimet e detajuara më poshtë. Për t&#39;u pajtuar për një Shërbim, duhet të ekzekutoni një Formular Urdhri për atë Shërbim dhe / ose të plotësoni rrjedhën e regjistrimit për atë Shërbim. Ju keni të drejtë të përdorni vetëm Shërbimet për të cilat keni abonuar dhe paguar, dhe përdorimi juaj i Shërbimeve i nënshtrohet respektimit tuaj me të gjitha termat dhe kushtet e Marrëveshjes. Ju e pranoni dhe pranoni që ne rezervojmë të drejtën të modifikojmë Shërbimet (ose ndonjë pjesë të tyre) herë pas here dhe se ne nuk do të jemi përgjegjës ndaj jush ose ndaj ndonjë pale të tretë për çdo modifikim të Shërbimeve.
sr: Наш властити софтвер је сервисна платформа коју угошћујемо за наше купце како бисмо понудили услуге детаљније у наставку. Да бисте се претплатили на услугу, морате извршити образац за наручивање за ту услугу и / или попунити ток пријаве за ту услугу. Имате право на коришћење Услуга за које сте се претплатили и платили, а ваше коришћење Услуга подлеже вашој сагласности са свим условима и одредбама Уговора. Признајете и слажете се да задржавамо право да повремено мењамо Услуге (или било који његов део) и да нећемо бити одговорни ни вама ни било којој трећој страни за било какве измене Услуга.
sv: Vår egenutvecklade programvara är en serviceplattform som vi är värd för våra kunder för att erbjuda de tjänster som beskrivs nedan. För att prenumerera på en tjänst måste du köra ett beställningsformulär för den tjänsten och / eller fylla i registreringsflödet för den tjänsten. Du har bara rätt att använda de tjänster som du har prenumererat och betalat för, och din användning av tjänsterna är förutsatt att du följer alla villkor i avtalet. Du erkänner och samtycker till att vi förbehåller oss rätten att ändra tjänsterna (eller någon del därav) då och då och att vi inte ska vara ansvariga gentemot dig eller någon tredje part för någon ändring av tjänsterna.
sw: Programu yetu ya wamiliki ni jukwaa la huduma ambalo tunawakaribisha kwa wateja wetu ili kutoa huduma zilizoorodheshwa hapa chini. Ili kujiandikisha kwa Huduma, lazima utekeleze Fomu ya Agizo la Huduma hiyo na / au ujaze mtiririko wa usajili wa Huduma hiyo. Una haki ya kutumia Huduma ambazo umejiandikisha na kulipia, na utumiaji wako wa Huduma uko chini ya kufuata kwako masharti yote ya Mkataba. Unakubali na unakubali kuwa tunayo haki ya kurekebisha Huduma (au sehemu yoyote) mara kwa mara na kwamba hatutawajibika kwako au kwa mtu yeyote wa tatu kwa muundo wowote wa Huduma.
ta: எங்கள் தனியுரிம மென்பொருள் என்பது எங்கள் வாடிக்கையாளர்களுக்கு கீழே விவரிக்கப்பட்ட சேவைகளை வழங்குவதற்காக நாங்கள் வழங்கும் ஒரு சேவை தளமாகும். ஒரு சேவைக்கு குழுசேர, நீங்கள் அந்த சேவைக்கான ஆர்டர் படிவத்தை இயக்க வேண்டும் மற்றும் / அல்லது அந்த சேவைக்கான பதிவுபெறும் ஓட்டத்தை முடிக்க வேண்டும். நீங்கள் சந்தா செலுத்திய மற்றும் பணம் செலுத்திய சேவைகளைப் பயன்படுத்த மட்டுமே உங்களுக்கு உரிமை உண்டு, மேலும் நீங்கள் சேவைகளைப் பயன்படுத்துவது ஒப்பந்தத்தின் அனைத்து விதிமுறைகளுக்கும் நிபந்தனைகளுக்கும் இணங்குவதற்கு உட்பட்டது. சேவைகளை (அல்லது அதன் எந்தப் பகுதியையும்) அவ்வப்போது மாற்றுவதற்கான உரிமையை நாங்கள் வைத்திருக்கிறோம் என்பதையும், சேவைகளில் எந்த மாற்றத்திற்கும் நாங்கள் உங்களுக்கோ அல்லது மூன்றாம் தரப்பினருக்கோ பொறுப்பேற்க மாட்டோம் என்பதை நீங்கள் ஒப்புக்கொள்கிறீர்கள், ஒப்புக்கொள்கிறீர்கள்.
te: మా యాజమాన్య సాఫ్ట్‌వేర్ క్రింద వివరించిన సేవలను అందించడానికి మేము మా వినియోగదారుల కోసం హోస్ట్ చేసే సేవా వేదిక. సేవ కోసం సభ్యత్వాన్ని పొందడానికి, మీరు ఆ సేవ కోసం ఆర్డర్ ఫారమ్‌ను అమలు చేయాలి మరియు / లేదా ఆ సేవ కోసం సైన్-అప్ ప్రవాహాన్ని పూర్తి చేయాలి. మీరు చందా పొందిన మరియు చెల్లించిన సేవలను ఉపయోగించడానికి మాత్రమే మీకు అర్హత ఉంది, మరియు మీ సేవలను ఉపయోగించడం ఒప్పందం యొక్క అన్ని నిబంధనలు మరియు షరతులకు అనుగుణంగా ఉంటుంది. సేవలను (లేదా దానిలోని ఏదైనా భాగాన్ని) ఎప్పటికప్పుడు సవరించే హక్కు మాకు ఉందని మీరు గుర్తించి, అంగీకరిస్తున్నారు మరియు సేవలకు ఏదైనా సవరణ చేసినందుకు మేము మీకు లేదా మూడవ పక్షానికి బాధ్యత వహించము.
tg: Нармафзори хусусии мо як платформаи хидматрасонӣ мебошад, ки мо барои муштариёнамон пешниҳод мекунем, то хидматҳоро дар зер пешниҳод кунем. Барои обуна шудан ба хидмат, шумо бояд варақаи фармоиш барои он хидматро иҷро кунед ва / ё сабти ном барои хидмати мазкурро пур кунед. Шумо танҳо ҳуқуқ доред аз хидматҳое истифода баред, ки ба он обуна шудаед ва пардохт кардед ва истифодаи хидматҳо аз ҷониби ҳама шарту шароити Шартнома риоя карда мешавад. Шумо эътироф мекунед ва розӣ мешавед, ки мо ҳуқуқи тағйир додани хидматҳо (ё қисме аз он) -ро баъзан ҳифз менамоем ва мо дар назди шумо ё дар назди шахси сеюм барои тағирот ба хидматҳо масъул нестем.
th: ซอฟต์แวร์ที่เป็นกรรมสิทธิ์ของเราคือแพลตฟอร์มบริการที่เราโฮสต์สำหรับลูกค้าของเราเพื่อให้บริการตามรายละเอียดด้านล่าง ในการสมัครบริการคุณจะต้องดำเนินการแบบฟอร์มการสั่งซื้อสำหรับบริการนั้นและ / หรือทำขั้นตอนการสมัครใช้บริการให้สมบูรณ์ คุณมีสิทธิ์ใช้บริการที่คุณสมัครและชำระเงินเท่านั้นและการใช้บริการของคุณจะเป็นไปตามการปฏิบัติตามข้อกำหนดและเงื่อนไขทั้งหมดของข้อตกลง คุณรับทราบและตกลงว่าเราขอสงวนสิทธิ์ในการแก้ไขบริการ (หรือส่วนหนึ่งส่วนใดของบริการ) เป็นครั้งคราวและเราจะไม่รับผิดชอบต่อคุณหรือบุคคลที่สามใด ๆ สำหรับการแก้ไขเปลี่ยนแปลงบริการ
tk: Hususy programma üpjünçiligimiz, aşakda jikme-jik hyzmatlary hödürlemek üçin müşderilerimiz üçin ýerleşdirýän hyzmat platformasydyr. Hyzmatlara ýazylmak üçin şol Hyzmat üçin Sargyt formasyny ýerine ýetirmeli we / ýa-da şol Hyzmat üçin hasaba alyş akymyny doldurmaly. Diňe abuna ýazylan we tölän Hyzmatlaryňyzy ulanmaga hukugyňyz bar we Hyzmatlardan peýdalanmagyňyz Ylalaşygyň ähli şertlerine laýyk gelmelidir. Hyzmatlary (ýa-da onuň bir bölegini) wagtal-wagtal üýtgetmek hukugymyzyň bardygyny we Hyzmatlara üýtgetmeler girizilmegi üçin size ýa-da üçünji tarapa jogapkärçilik çekmejekdigimizi kabul edýärsiňiz we ylalaşýarsyňyz.
tl: Ang aming pagmamay-ari ng software ay isang platform ng serbisyo na nagho-host kami para sa aming mga customer upang mag-alok ng mga serbisyo na detalyado sa ibaba. Upang mag-subscribe para sa isang Serbisyo, dapat kang magsagawa ng isang Order Form para sa Serbisyong iyon at / o kumpletuhin ang daloy ng pag-sign up para sa Serbisyo na iyon. Karapat-dapat ka lamang na gumamit ng Mga Serbisyo kung saan nag-subscribe at nagbabayad ka, at ang iyong paggamit ng Mga Serbisyo ay sumasailalim sa iyong pagsunod sa lahat ng mga termino at kundisyon ng Kasunduan. Kinikilala at sumasang-ayon ka na inilalaan namin ang karapatang baguhin ang Mga Serbisyo (o anumang bahagi nito) paminsan-minsan at hindi kami mananagot sa iyo o sa anumang ikatlong partido para sa anumang pagbabago sa Mga Serbisyo.
tr: Tescilli yazılımımız, aşağıda ayrıntıları verilen hizmetleri sunmak için müşterilerimize sunduğumuz bir hizmet platformudur. Bir Hizmete abone olmak için, söz konusu Hizmet için bir Sipariş Formu yürütmeniz ve / veya söz konusu Hizmet için kayıt akışını doldurmanız gerekir. Yalnızca abone olduğunuz ve ödediğiniz Hizmetleri kullanma hakkına sahipsiniz ve Hizmetleri kullanımınız, Sözleşmenin tüm hüküm ve koşullarına uymanıza bağlıdır. Zaman zaman Hizmetleri (veya herhangi bir kısmını) değiştirme hakkını saklı tuttuğumuzu ve Hizmetlerde yapılacak herhangi bir değişiklikten size veya herhangi bir üçüncü tarafa karşı sorumlu olmayacağımızı kabul ve beyan edersiniz.
tt: Безнең шәхси программа тәэминаты - түбәндә күрсәтелгән хезмәтләрне тәкъдим итү өчен, без клиентлар өчен кабул итүче сервис платформасы. Хезмәткә язылу өчен, сез бу Хезмәт өчен Заказ формасын башкарырга һәм / яки шул Хезмәткә язылу агымын тутырырга тиеш. Сез язылу һәм түләгән Хезмәтләрдән файдаланырга хокуклы, һәм Хезмәтләрне куллануыгыз Килешүнең барлык шартларына туры килә. Сез Хезмәтләрне (яки аның бүтән өлешен) үзгәртү хокукын үзебездә саклыйсыз, һәм Хезмәтләргә үзгәрешләр кертү өчен без сезнең өчен яки өченче як өчен җаваплы булмаячакбыз.
ug: شەخسىي يۇمشاق دېتالىمىز تۆۋەندە تەپسىلىي مۇلازىمەت بىلەن تەمىنلەش ئۈچۈن خېرىدارلىرىمىز ئۈچۈن ساھىبخانلىق قىلىدىغان مۇلازىمەت سۇپىسى. بىر مۇلازىمەتكە مۇشتەرى بولۇش ئۈچۈن ، سىز چوقۇم بۇ مۇلازىمەت ئۈچۈن زاكاز جەدۋىلىنى ئىجرا قىلىشىڭىز ۋە ياكى بۇ مۇلازىمەتكە تىزىملىتىشنى تاماملىشىڭىز كېرەك. سىز پەقەت مۇشتەرى بولغان ۋە ھەق تاپشۇرغان مۇلازىمەتلەرنى ئىشلىتىش ھوقۇقىڭىز بار ، مۇلازىمەتنى ئىشلىتىشىڭىز كېلىشىمنىڭ بارلىق شەرتلىرىگە ئەمەل قىلىشىڭىز كېرەك. سىز مۇلازىمەتلەرنى (ياكى ئۇنىڭ بىر قىسمىنى) ئۆزگەرتىش ھوقۇقىمىزنى ساقلاپ قالىدىغانلىقىمىزنى ئېتىراپ قىلىمىز ۋە قوشۇلىسىز ، مۇلازىمەتكە ئۆزگەرتىش كىرگۈزۈشتە بىز ياكى ئۈچىنچى تەرەپ ئالدىدا جاۋابكارلىقنى ئۈستىگە ئالمايمىز.
uk: Наше власне програмне забезпечення - це сервісна платформа, яку ми розміщуємо для наших клієнтів, щоб запропонувати послуги, детально описані нижче. Щоб підписатись на послугу, потрібно виконати форму замовлення на цю послугу та / або заповнити потік реєстрації для цієї послуги. Ви маєте право користуватися лише Сервісами, на які Ви передплатили та оплатили, і Ви користуєтесь Послугами, залежно від дотримання всіх умов і умов Угоди. Ви підтверджуєте та погоджуєтесь, що ми залишаємо за собою право змінювати Послуги (або будь-яку їх частину) час від часу і що ми не несемо відповідальності перед вами або перед будь-якою третьою стороною за будь-які зміни Сервісів.
ur: ہمارا ملکیتی سافٹ ویئر ایک خدمت کا پلیٹ فارم ہے جس کی میزبانی ہم اپنے صارفین کو ذیل میں فراہم کردہ خدمات پیش کرنے کے لئے کرتے ہیں۔ کسی خدمت کی رکنیت حاصل کرنے کے ل you ، آپ کو اس خدمت کے لئے آرڈر فارم پر عملدرآمد کرنا ہوگا اور / یا اس خدمت کے لئے سائن اپ فلو کو مکمل کرنا ہوگا۔ آپ صرف ان خدمات کو استعمال کرنے کے حقدار ہیں جس کے لئے آپ نے خریداری کی ہے اور ادائیگی کی ہے ، اور آپ کا خدمات کا استعمال معاہدے کے تمام شرائط و ضوابط کی تعمیل کے ساتھ ہے۔ آپ تسلیم کرتے ہیں اور اتفاق کرتے ہیں کہ ہم وقتا فوقتا خدمات (یا اس کے کسی بھی حصے) میں ترمیم کرنے کا حق رکھتے ہیں اور ہم آپ کو یا کسی تیسرے فریق سے خدمات میں کسی ترمیم کے ل li ذمہ دار نہیں ہوں گے۔
uz: Bizning shaxsiy dasturiy ta&#39;minotimiz quyida keltirilgan xizmatlarni taklif qilish uchun mijozlarimizga xizmat ko&#39;rsatadigan xizmat maydonchasidir. Xizmatga obuna bo&#39;lish uchun siz ushbu xizmatga buyurtma shaklini to&#39;ldirishingiz va / yoki ushbu xizmat uchun ro&#39;yxatdan o&#39;tishni yakunlashingiz kerak. Siz faqat o&#39;zingiz obuna bo&#39;lgan va to&#39;langan xizmatlardan foydalanish huquqiga egasiz va xizmatlardan foydalanishingiz ushbu Shartnomaning barcha shartlariga rioya qilganligingizga bog&#39;liq. Siz vaqti-vaqti bilan Xizmatlarni (yoki uning biron bir qismini) o&#39;zgartirish huquqini saqlab qo&#39;yganligimizni tan olasiz va bunga rozilik bildirasiz va biz siz uchun yoki uchinchi tomon oldida Xizmatlarga kiritilgan har qanday o&#39;zgartirish uchun javobgar emasmiz.
vi: Phần mềm độc quyền của chúng tôi là một nền tảng dịch vụ mà chúng tôi lưu trữ cho khách hàng của mình để cung cấp các dịch vụ chi tiết bên dưới. Để đăng ký Dịch vụ, bạn phải thực hiện Mẫu đơn đặt hàng cho Dịch vụ đó và / hoặc hoàn thành luồng đăng ký cho Dịch vụ đó. Bạn chỉ có quyền sử dụng các Dịch vụ mà bạn đã đăng ký và trả tiền, và việc sử dụng Dịch vụ của bạn phải tuân theo tất cả các điều khoản và điều kiện của Thỏa thuận. Thỉnh thoảng, bạn thừa nhận và đồng ý rằng chúng tôi có quyền sửa đổi Dịch vụ (hoặc bất kỳ phần nào trong đó) và chúng tôi sẽ không chịu trách nhiệm với bạn hoặc bất kỳ bên thứ ba nào về bất kỳ sửa đổi nào đối với Dịch vụ.
xh: Isoftware yethu yokushicilela liqonga leenkonzo esizinika abathengi bethu ukuze babonelele ngeenkonzo ezichazwe ngezantsi. Ukubhalisela inkonzo, kufuneka ugcwalise iFom yoku-oda yale Nkonzo kunye / okanye ugcwalise ubhaliso lwenkonzo leyo. Unelungelo lokusebenzisa iiNkonzo ozibhaliseleyo kwaye uzihlawuleyo, kwaye ukusebenzisa kwakho iiNkonzo kuxhomekeke ekuthobeleni kwakho yonke imigaqo kunye neMigaqo yesiVumelwano. Uyavuma kwaye uyavuma ukuba sinelungelo lokuguqula iiNkonzo (okanye nayiphi na inxenye yalo) amaxesha ngamaxesha kwaye asizukubekwa tyala kuwe okanye kulo mntu wesithathu ngalo naluphi na utshintsho olwenziwe kwiiNkonzo.
yi: אונדזער פּראַפּרייאַטערי ווייכווארג איז אַ סערוויס פּלאַטפאָרמע וואָס מיר באַלעבאָס פֿאַר אונדזער קאַסטאַמערז צו פאָרשלאָגן די באַדינונגס דיטיילד אונטן. צו אַבאָנירן פֿאַר אַ סערוויס, איר מוזן דורכפירן אַ אָרדער פאָרעם פֿאַר די סערוויס און / אָדער פאַרענדיקן די זיך-אַרויף לויפן פֿאַר די סערוויס. איר זענט בארעכטיגט בלויז צו נוצן די סערוויסעס פֿאַר וואָס איר האָט אַבאָנירן און באַצאָלט, און דיין נוצן פון די סערוויסעס איז אונטערטעניק צו דיין העסקעם מיט אַלע טערמינען און באדינגונגען פון די אַגרעעמענט. איר באַשטעטיקן און שטימען אַז מיר רעזערווירן די רעכט צו מאָדיפיצירן די סערוויסעס (אָדער קיין טייל דערפון) פון צייט צו צייט און אַז מיר וועלן נישט זיין לייאַבאַל צו איר אָדער צו קיין דריט פּאַרטיי פֿאַר קיין מאַדאַפאַקיישאַן צו די סערוויסעס.
