Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
af: 7.3 Laat betalings: u erken dat u versuim om gelde of koste te betaal indien dit verskuldig is, kan lei tot die opskorting of beëindiging van u CaseActive-produkintekening (e). Indien u versuim om enige van die fooie of heffings wat hierkragtens verskuldig is, te betaal, behou CaseActive die reg voor om &#39;n invorderingsagentskap te betrek om die fooie en heffings in te vorder, en u sal alle koste wat deur CaseActive aangegaan is in verband met die invordering van sodanige bedrae betaalbaar, insluitend , sonder beperking, die koste van prokureurs- en invorderingsagentskappe plus rente in &#39;n bedrag gelykstaande aan die minste van 1.0% per maand of die maksimum tarief wat deur toepaslike wetgewing toegelaat word.
am: 7.3 ዘግይተው የሚከፍሉ ክፍያዎች-እርስዎ በሚከሰቱበት ጊዜ ማናቸውንም ክፍያዎች ወይም ክፍያዎች አለመክፈል የእርስዎን CaseActive ምርት (ቶች) ማገድ ወይም መቋረጥ ሊያስከትል ይችላል ፡፡ በዚህ ክፍያው የተነሳ ማናቸውንም ክፍያዎች ወይም ክፍያዎች ካልከፈሉ CaseActive ክፍያን እና ክፍያን ለመሰብሰብ የስብስብ ኤጀንሲን የመሳተፍ መብቱ የተጠበቀ ሲሆን እርስዎም ከዚህ በፊት የነበሩትን የገንዘቦች መጠን ከመሰብሰብ ጋር በተያያዘ በ CaseActive ያጋጠሙትን ወጪዎች ሁሉ ይከፍላሉ ፡፡ ያለገደብ ፣ ምክንያታዊ ጠበቆች እና የስብስብ ኤጀንሲዎች ክፍያዎች እና በወር ከ 1.0% በታች ወይም ከሚመለከተው ህግ ከፍተኛ የተፈቀደው የወለድ መጠን።
ar: 7.3 المدفوعات المتأخرة: أنت تقر بأن عدم دفع أي رسوم أو رسوم عند استحقاقها قد يؤدي إلى تعليق أو إنهاء اشتراكك (اشتراكات) منتج CaseActive. إذا فشلت في دفع أي من الرسوم أو الرسوم المستحقة بموجب هذه الاتفاقية ، تحتفظ CaseActive بالحق في الاستعانة بوكالة تحصيل لتحصيل الرسوم والرسوم ويجب عليك دفع جميع التكاليف التي تكبدتها CaseActive فيما يتعلق بجمع هذه المبالغ المستحقة السابقة ، بما في ذلك ، على سبيل المثال لا الحصر ، أتعاب المحامين ووكالات التحصيل المعقولة بالإضافة إلى الفائدة بمبلغ يساوي 1.0٪ شهريًا أو أقل معدل يسمح به القانون المعمول به.
az: 7.3 Gecikmiş Ödənişlər: Müvəqqəti olaraq hər hansı bir ödəniş və ya ödəniş ödəməməyinizin CaseActive məhsul abunəliyinizin (lərinizin) dayandırılması və ya ləğvi ilə nəticələnə biləcəyini qəbul edirsiniz. Müvafiq qaydada ödənilən hər hansı bir ödəniş və ya ödəniş ödəməsəniz, CaseActive, rüsum və ödənişləri toplamaq üçün kolleksiya agentliyi cəlb etmək hüququnu özündə saxlayır və CaseActive tərəfindən ödənilmiş vaxtı keçmiş məbləğlərin toplanması ilə əlaqədar bütün xərcləri ödəməlisiniz. , məhdudiyyət olmadan, ağlabatan vəkil və kolleksiya agentliklərinin rüsumları, üstəlik ayda 1.0% -dən az olan məbləğə və ya tətbiq olunan qanunla icazə verilən maksimum dərəcəyə faiz.
be: 7.3 Пратэрмінаваныя плацяжы: Вы пацвярджаеце, што ваша нявыплата якіх-небудзь збораў ці збораў можа прывесці да прыпынення або спынення падпісання прадуктаў на CaseActive. У выпадку, калі вы не заплаціце ні адной з плацяжоў або збораў, прадугледжаных гэтым Дагаворам, CaseActive пакідае за сабой права прыцягнуць агенцтва па зборы для збору платы і збораў, і вы павінны аплаціць усе выдаткі, панесеныя CaseActive у сувязі са зборам такіх пратэрмінаваных сум, у тым ліку , без абмежавання, разумныя зборы адвакатаў і камерцыйных агенцтваў плюс працэнты ў памеры, меншай за 1,0% у месяц або максімальнай стаўцы, дазволенай дзеючым заканадаўствам.
bg: 7.3 Закъснели плащания: Вие потвърждавате, че неплащането на каквито и да било такси или такси, когато се дължи, може да доведе до спиране или прекратяване на абонамента ви или продуктите на CaseActive. Ако не платите някоя от дължимите по настоящото споразумение такси или такси, CaseActive си запазва правото да ангажира агенция за събиране на такси и такси и вие ще заплатите всички разходи, направени от CaseActive във връзка със събирането на такива просрочени суми, включително , без ограничение, разумни такси на адвокатски и колекторски агенции плюс лихва в размер, равен на по-ниския от 1,0% на месец или максималната норма, разрешена от приложимото законодателство.
bn: .3.৩ দেরী অর্থ প্রদান: আপনি স্বীকার করেছেন যে কোনও প্রকারের ফি বা চার্জ দিতে ব্যর্থতার কারণে আপনার কেসঅ্যাকটিভ পণ্য সাবস্ক্রিপশন (গুলি) স্থগিত বা সমাপ্ত হতে পারে। যদি আপনি এইভাবে প্রদত্ত কোনও ফি বা চার্জ প্রদানে ব্যর্থ হন, তবে কেসএ্যাকটিভ কোনও সংগ্রহ সংস্থাকে ফি এবং চার্জ সংগ্রহের জন্য জড়িত থাকার অধিকার সংরক্ষণ করে এবং আপনি অতীতের বকেয়া পরিমাণ আদায়ের ক্ষেত্রে কেসএ্যাকটিভের দ্বারা প্রদত্ত সমস্ত ব্যয় প্রদান করতে হবে সীমাবদ্ধতা ছাড়াই, যুক্তিসঙ্গত অ্যাটর্নি এবং সংগ্রহ সংস্থাগুলির ফিসের সাথে অতিরিক্ত প্রতি মাসে 1.0% এর চেয়ে কম বা প্রযোজ্য আইন দ্বারা অনুমোদিত সর্বোচ্চ হারের সমান পরিমাণে সুদ।
ca: 7.3 Pagaments tardius: Reconeixeu que el fet que no pagueu cap comissió o cap càrrec en el seu moment pot causar la suspensió o la terminació de les vostres subscripcions al producte CaseActive. Si no paga alguna de les taxes o càrrecs deguts en aquest document, CaseActive es reserva el dret a contractar una agència de cobrament per cobrar les taxes i els càrrecs i haurà de pagar totes les despeses ocasionades per CaseActive en relació amb la recaptació d’aquests imports passats, inclosos. , sense cap limitació, les taxes raonables d’advocats i agències de cobrament més els interessos per un import igual al menor de l’1,0% mensual o la taxa màxima permesa per la legislació aplicable.
cs: 7.3 Pozdní platby: Berete na vědomí, že vaše nezaplacení jakýchkoli poplatků nebo poplatků v době jejich splatnosti může mít za následek pozastavení nebo ukončení vašich předplatných produktů CaseActive. Pokud nezaplatíte některý z poplatků nebo poplatků splatných podle této smlouvy, vyhrazuje si CaseActive právo najmout inkasní agenturu, aby vybírala poplatky a poplatky, a uhradíte veškeré náklady, které CaseActive vzniknou v souvislosti s vybíráním těchto částek po splatnosti, včetně , bez omezení, přiměřené poplatky právním zástupcům a inkasním agenturám plus úrok ve výši rovnající se menšímu 1,0% za měsíc nebo maximální sazbě povolené příslušným zákonem.
cy: 7.3 Taliadau Hwyr: Rydych yn cydnabod y gallai eich methiant i dalu unrhyw ffioedd neu daliadau pan fydd yn ddyledus arwain at atal neu derfynu eich tanysgrifiad (au) cynnyrch CaseActive. Os methwch â thalu unrhyw un o&#39;r ffioedd neu&#39;r taliadau sy&#39;n ddyledus o dan hyn, mae CaseActive yn cadw&#39;r hawl i gyflogi asiantaeth gasglu i gasglu&#39;r ffioedd a&#39;r taliadau a byddwch yn talu&#39;r holl gostau a dynnwyd gan CaseActive mewn cysylltiad â chasglu symiau dyledus o&#39;r fath, gan gynnwys , heb gyfyngiad, ffioedd atwrneiod rhesymol ac asiantaethau casglu ynghyd â llog mewn swm sy&#39;n hafal i&#39;r lleiaf o 1.0% y mis neu&#39;r gyfradd uchaf a ganiateir gan y gyfraith berthnasol.
da: 7.3 Sidste betalinger: Du anerkender, at din manglende betaling af gebyrer eller gebyrer, når de forfalder, kan resultere i suspension eller ophør af dit CaseActive-produktabonnement (er). Hvis du undlader at betale nogen af de gebyrer eller gebyrer, der skyldes i henhold til dette, forbeholder CaseActive sig retten til at engagere et inkassobureau til at opkræve gebyrer og gebyrer, og du skal betale alle omkostninger, der er afholdt af CaseActive i forbindelse med opkrævningen af sådanne forfaldne beløb, herunder , uden begrænsning, rimelige gebyrer for advokater og inkassobureauer plus renter i et beløb svarende til det mindste på 1,0% pr. måned eller den maksimale sats, der er tilladt i henhold til gældende lov.
de: 7.3 Verspätete Zahlungen: Sie erkennen an, dass Ihre Nichtzahlung von Gebühren oder Entgelten bei Fälligkeit zur Aussetzung oder Kündigung Ihrer CaseActive-Produktabonnements führen kann. Wenn Sie eine der hierunter fälligen Gebühren oder Abgaben nicht bezahlen, behält sich CaseActive das Recht vor, ein Inkassobüro mit der Erhebung der Gebühren und Entgelte zu beauftragen, und Sie tragen alle Kosten, die CaseActive im Zusammenhang mit der Erhebung dieser überfälligen Beträge entstehen, einschließlich , ohne Einschränkung, angemessene Anwalts- und Inkassogebühren zuzüglich Zinsen in Höhe von weniger als 1,0% pro Monat oder dem nach geltendem Recht zulässigen Höchstsatz.
el: 7.3 Καθυστερημένες πληρωμές: Αναγνωρίζετε ότι η αποτυχία σας να πληρώσετε οποιεσδήποτε χρεώσεις ή χρεώσεις όταν οφείλετε ενδέχεται να οδηγήσει σε αναστολή ή τερματισμό των συνδρομών σας στο CaseActive. Εάν δεν πληρώσετε κάποια από τα τέλη ή τις χρεώσεις που οφείλονται στο παρόν, η CaseActive διατηρεί το δικαίωμα να προσλάβει έναν οργανισμό συλλογής για να εισπράξει τα τέλη και τις χρεώσεις και θα πληρώσετε όλα τα έξοδα που πραγματοποιήθηκαν από την CaseActive σε σχέση με την είσπραξη τέτοιων οφειλόμενων ποσών, συμπεριλαμβανομένων , χωρίς περιορισμό, τις εύλογες αμοιβές των δικηγόρων και των εταιρειών συλλογής συν τους τόκους σε ποσό ίσο με το χαμηλότερο του 1,0% ανά μήνα ή το μέγιστο επιτόκιο που επιτρέπεται από την ισχύουσα νομοθεσία.
eo: 7.3 Malfruaj Pagoj: Vi agnoskas, ke via malsukceso pagi iujn ajn kotizojn aŭ ŝarĝojn kiam ŝuldata povas rezultigi suspendon aŭ ĉesigon de via (j) abono (j) de produkto CaseActive. Se vi malsukcesas pagi iun ajn el la kotizoj aŭ pagendaĵoj ĉi-sube, CaseActive rezervas la rajton engaĝi kolektan agentejon por enspezi la kotizojn kaj akuzojn kaj vi pagos ĉiujn kostojn kaŭzitajn de CaseActive rilate al la enspezo de tiaj estintaj ŝuldataj sumoj, inkluzive Sen limo, akcepteblaj kotizoj de raciaj advokatoj kaj kolektoj, kaj interezo kontraŭ kvanto egala al la malpli granda de 1,0% monate aŭ la maksimuma imposto permesita de aplikebla leĝo.
es: 7.3 Pagos atrasados: Usted reconoce que su incumplimiento en el pago de cualquier tarifa o cargo a su debido tiempo puede resultar en la suspensión o terminación de su (s) suscripción (es) de productos CaseActive. Si no paga ninguna de las tarifas o cargos adeudados a continuación, CaseActive se reserva el derecho de contratar a una agencia de cobranzas para cobrar las tarifas y los cargos y deberá pagar todos los costos incurridos por CaseActive en relación con el cobro de dichos importes vencidos, incluidos , sin limitación, honorarios razonables de abogados y agencias de cobranza más intereses en una cantidad igual al menor de 1.0% por mes o la tasa máxima permitida por la ley aplicable.
et: 7.3 Hiline maksmine: tunnistate, et tähtajaks tasumata makse tasumine võib teie CaseActive&#39;i tootetellimuse peatada või lõpetada. Kui teil ei õnnestu maksta ühtegi allpool nimetatud tasust või tasust, jätab CaseActive endale õiguse võtta teenustasude ja lõivude sissenõudmiseks sisse inkassofirma ning maksate kõik kulud, mis CaseActiveil tekivad seoses selliste tähtajaks tasumata summade sissenõudmisega, sealhulgas ilma piiranguteta mõistlikud advokaaditasude ja inkassofirmade tasud, millele lisanduvad intressid, mille summa on väiksem kui 1,0% kuus või kohaldatava seadusega lubatud maksimummäär.
eu: 7.3 Beranduko Kuotak: onartzen duzunean kuotak edo gastuak ordaindu izanak CaseActive produktuaren harpidetzak etetea edo amaitzea eragin dezake. Hemen azaltzen diren tasarik edo tasarik ordaindu ezean, CaseActive-k eskubidea du bildumako agentzia bat konprometitzeko tasak eta gastuak kobratzeko, eta CaseActive-k sortutako gastu guztiak ordaindu beharko dituzu iraganeko zenbatekoen bilketarekin lotuta, besteak beste. , mugarik gabe, abokatuen eta bildumako agentzien tasak, hilean% 1,0 gutxiago edo legeria aplikagarriak onartzen duen gehieneko tasa.
fa: 7.3 پرداختهای دیررس: شما تأیید می كنید كه عدم پرداخت هیچ گونه هزینه یا هزینه ای در موعد مقرر ، می تواند منجر به تعلیق یا خاتمه اشتراک محصولات CaseActive شما شود. اگر شما نتوانید هرکدام از هزینه‌ها یا عوارض مربوط به این شرح را پرداخت کنید ، CaseActive حق دارد یک آژانس کلکسیونی را برای جمع آوری هزینه ها و هزینه های خود درگیر کند و شما باید تمام هزینه های تحمیل شده توسط CaseActive را در رابطه با واریز این مبلغ بدهی گذشته از جمله ، بدون محدودیت ، هزینه های وکلا و وکلا و آژانس های مجموعه معقول به علاوه بهره در مبلغی معادل کمتر از 1.0٪ کمتر در هر ماه یا حداکثر نرخ مجاز توسط قانون قابل اجرا.
fi: 7.3 Maksuviivästykset: Asiakas myöntää, että maksujen suorittamatta jättäminen voi johtaa CaseActive-tuotetilauksen keskeyttämiseen tai lopettamiseen. Jos et maksa mitään jäljempänä mainittuja palkkioita tai maksuja, CaseActive pidättää itsellään oikeuden kutsua perintätoimisto keräämään palkkiot ja maksut, ja sinun on maksettava kaikki CaseActivelle aiheutuneet kulut erääntyneiden määrien perimisestä, mukaan lukien , ilman rajoitusta, kohtuulliset asianajajien ja perintätoimistojen palkkiot sekä korot, joiden määrä on yhtä suuri kuin 1,0% kuukaudessa tai sovellettavan lain sallima enimmäismäärä.
fr: 7.3 Paiements en retard: Vous reconnaissez que votre non-paiement de tous frais ou charges à leur échéance peut entraîner la suspension ou la résiliation de vos abonnements aux produits CaseActive. Si vous ne payez aucun des frais ou charges dus en vertu des présentes, CaseActive se réserve le droit d&#39;engager une agence de recouvrement pour percevoir les frais et charges et vous devrez payer tous les frais encourus par CaseActive dans le cadre de la collecte de ces montants en souffrance, y compris , sans limitation, les honoraires raisonnables d&#39;avocats et d&#39;agences de recouvrement plus les intérêts d&#39;un montant égal au moindre de 1,0% par mois ou du taux maximum autorisé par la loi applicable.
fy: 7.3 Lette betellingen: Jo erkenne dat jo mislearjen fan fergoedingen of fergoedingen betelje as gefolch kin liede ta skorsing of beëiniging fan jo CaseActive produktabonnemint (en). As jo net ferplichtsje te beteljen fan de fergoedingen of kosten dy&#39;t hjirûnder binne betelle, behâldt CaseActive it rjocht om in samlingagintskip te beteljen om de fergoedingen en heffingen te sammeljen, en jo sille alle kosten betelje dy&#39;t CaseActive hawwe makke yn ferbân mei it sammeljen fan sokke bedraggen fan eartiids, ynklusyf , sûnder beheining, fergoedingen foar ridlike advokaten en ynkassobureaus plus rente yn in bedrach gelyk oan it mindere fan 1.0% per moanne as it maksimale taryf dat tastien is troch tapassing wet.
ga: 7.3 Íocaíochtaí Déanacha: Admhaíonn tú go bhféadfadh do shíntiús (í) táirge CaseActive a bheith curtha ar fionraí nó a fhoirceannadh mar thoradh ar do mhainneachtain aon táillí nó muirir a íoc. Má theipeann ort aon cheann de na táillí nó na muirir atá dlite faoi seo a íoc, forchoimeádann CaseActive an ceart gníomhaireacht bailiúcháin a fhostú chun na táillí agus na muirir a bhailiú agus íocfaidh tú na costais go léir a thabhaigh CaseActive i ndáil le bailiú na méideanna dlite roimhe seo, lena n-áirítear , gan teorainn, táillí aturnaetha réasúnacha agus gníomhaireachtaí bailiúcháin móide ús i méid atá comhionann leis an gceann is lú de 1.0% in aghaidh na míosa nó an ráta uasta a cheadaítear leis an dlí is infheidhme.
gd: 7.3 Pàighidhean anmoch: Tha thu ag aideachadh gum faodadh gun cuir thu stad air no gun cuir thu crìoch air fo-sgrìobhadh (ean) toraidh CaseActive. Mura pàigh thu gin de na cìsean no cosgaisean a tha ri phàigheadh gu h-ìosal, tha CaseActive a ’gleidheadh na còrach buidheann cruinneachaidh fhastadh gus na cìsean agus na cosgaisean a chruinneachadh agus pàighidh tu na cosgaisean air fad a thàinig air CaseActive co-cheangailte ri bhith a’ tional sùimean mar sin roimhe, a ’toirt a-steach , gun chuingealachadh, cìsean luchd-lagha reusanta agus buidhnean cruinneachaidh a bharrachd air riadh ann an sùim a tha co-ionann ris an ìre as lugha de 1.0% gach mìos no an ìre as àirde a tha ceadaichte fon lagh iomchaidh.
gl: 7.3 Pagamentos tardíos: Vostede recoñece que o seu incumprimento de taxas ou cargos cando se debería pode producir a suspensión ou a terminación das súas subscricións ao produto CaseActive. Se non paga algunha das taxas ou cargos debidos a continuación, CaseActive resérvase o dereito de contratar unha axencia de cobros para cobrar as taxas e cargos e pagará todos os gastos ocasionados por CaseActive en relación coa recadación de devanditos importes vencidos, incluído , sen limitación, honorarios razoables dos avogados e axencias de cobro, ademais dos intereses por un importe igual ao menor do 1,0% ao mes ou a taxa máxima permitida pola lei aplicable.
gu: .3..3 વિલંબિત ચુકવણીઓ: તમે સ્વીકારો છો કે કોઈ પણ ફી અથવા ચાર્જ ચૂકવવામાં તમારી નિષ્ફળતા, તમારા કેસએક્ટિવ પ્રોડક્ટ સબ્સ્ક્રિપ્શન (ઓ) ને સસ્પેન્શન અથવા સમાપ્ત કરવામાં પરિણમી શકે છે. જો તમે અહીંથી કોઈપણ ફી અથવા ચાર્જ ચૂકવવામાં નિષ્ફળ થાવ છો, તો કેસએક્ટિવ ફી અને ચાર્જ વસૂલવા માટે કલેક્શન એજન્સીને જોડાવવાનો અધિકાર અનામત રાખે છે અને આવા કેસની જોગવાઈની રકમના સંગ્રહ સાથે જોડાણમાં કેસએક્ટિવ દ્વારા કરાયેલા તમામ ખર્ચ તમે ચૂકવવા પડશે. મર્યાદા વિના, વાજબી એટર્ની &#39;અને સંગ્રહો એજન્સીઓ&#39; ફી ઉપરાંત વત્તા દર મહિને 1.0% ની ઓછી રકમ અથવા લાગુ કાયદા દ્વારા માન્ય મહત્તમ દર જેટલી રકમ.
hi: .३ देर से भुगतान: आप स्वीकार करते हैं कि जब आपकी CaseActive उत्पाद सदस्यता (नों) के निलंबन या समाप्ति के परिणामस्वरूप किसी भी शुल्क या शुल्क का भुगतान करने में आपकी विफलता होती है। यदि आप यहां किसी भी शुल्क या शुल्क के कारण भुगतान करने में विफल रहते हैं, तो CaseActive को शुल्क और शुल्क एकत्र करने के लिए एक संग्रह एजेंसी को संलग्न करने का अधिकार है और आप CaseActive द्वारा किए गए सभी लागतों का भुगतान ऐसे पिछले देय राशियों के संग्रह के संबंध में करेंगे। , सीमा के बिना, उचित वकीलों और संग्रह एजेंसियों की फीस से अधिक राशि 1.0% प्रति माह से कम राशि या लागू कानून द्वारा अनुमत अधिकतम दर के बराबर है।
hr: 7.3 Kasne isplate: Prihvaćate da vaše neplaćanje naknada ili troškova kada dospijete može rezultirati obustavom ili prekidom pretplate na proizvode CaseActive. Ako ne platite bilo koju od naknada ili naknada iz ovog Ugovora, CaseActive zadržava pravo angažirati agenciju za naplatu da naplati naknade i troškove te ćete platiti sve troškove koji nastanu u vezi s naplatom takvih dospjelih iznosa, uključujući , bez ograničenja, razumne naknade odvjetničkih i zbirnih agencija plus kamate u iznosu nižem od 1,0% mjesečno ili maksimalnoj stopi dopuštenoj važećim zakonom.
hu: 7.3 Késedelmes fizetések: Ön tudomásul veszi, hogy az esedékes esedékes díjak vagy díjak fizetésének elmulasztása a CaseActive termék-előfizetésének felfüggesztését vagy megszüntetését vonhatja maga után. Ha nem fizeti be az alábbiak szerint esedékes díjakat vagy díjakat, a CaseActive fenntartja a jogot, hogy beszedési ügynökséget vonjon be a díjak és díjak beszedésére, és Önnek minden olyan költséget meg kell fizetnie, amely a CaseActive-nál merül fel az ilyen esedékes összegek beszedésével kapcsolatban, ideértve a következőket: korlátozás nélkül ésszerű ügyvédi és beszedési ügynökségek díjai, plusz kamatok, amelyek összege megegyezik a havi 1,0% -kal vagy az alkalmazandó jogszabályok által megengedett maximális kamatlábbal.
hy: 7.3 Ուշ վճարումներ. Դուք ընդունում եք, որ ձեր կողմից չվճարելու որևէ գանձում կամ գանձում, երբ այն կարող է հանգեցնել ձեր CaseActive արտադրանքի բաժանորդագրության (ներ) ի դադարեցմանը կամ դադարեցմանը: Եթե դուք չեք վճարում սույն որոշմամբ սույն օրենքով սահմանված վճարներից որևէ մեկը, CaseActive- ն իրավունք է վերապահում հավաքել գործակալություն `գանձումներ և գանձումներ կատարելու համար, և դուք կվճարեք CaseActive- ի կողմից կատարված բոլոր ծախսերը` կապված այդպիսի նախկին գումարի հավաքագրման հետ, ներառյալ , առանց սահմանափակումների, ողջամիտ փաստաբանների և հավաքածուների գործակալությունների վճարները `գումարած տոկոսագումար` ամսական 1,0% -ից պակաս տոկոսի չափով կամ գործող օրենսդրությամբ թույլատրված առավելագույն դրույքով:
id: 7.3 Pembayaran Terlambat: Anda mengakui bahwa kegagalan Anda untuk membayar biaya atau ongkos ketika jatuh tempo dapat mengakibatkan penangguhan atau penghentian berlangganan produk CaseActive Anda. Jika Anda gagal membayar biaya atau ongkos yang jatuh tempo di bawah ini, CaseActive berhak untuk melibatkan agen penagihan untuk mengumpulkan biaya dan ongkos dan Anda harus membayar semua biaya yang dikeluarkan oleh CaseActive sehubungan dengan pengumpulan jumlah yang jatuh tempo di masa lalu, termasuk , tanpa batasan, biaya pengacara dan agen penagihan yang masuk akal ditambah bunga dalam jumlah yang sama dengan yang lebih rendah 1,0% per bulan atau tarif maksimum yang diizinkan oleh hukum yang berlaku.
is: 7.3 Seint greiðslur: Þú viðurkennir að vanræksla þín á því að greiða gjöld eða gjöld þegar gjaldfallinn getur leitt til stöðvunar eða uppsagnar á CaseActive vöruáskrift þinni. Ef þú lendir ekki í að greiða eitthvað af þeim gjöldum eða gjöldum sem fylgja samkvæmt þessum, áskilur CaseActive sér rétt til að ráðast í innheimtustofnun til að innheimta gjöld og gjöld og þú greiðir allan kostnað sem CaseActive hefur stofnað til vegna innheimtu slíkra gjaldfallinna fjárhæða, þ.m.t. , án takmarkana, þóknanleg gjöld lögmanna og innheimtustofnana auk vaxta að fjárhæð sem er lægri en 1,0% á mánuði eða hámarkshlutfall samkvæmt gildandi lögum.
it: 7.3 Pagamenti tardivi: riconoscete che il mancato pagamento di eventuali commissioni o addebiti dovuti può comportare la sospensione o la risoluzione delle sottoscrizioni del prodotto CaseActive. In caso di mancato pagamento di una qualsiasi delle commissioni o degli oneri dovuti di seguito, CaseActive si riserva il diritto di impegnare un&#39;agenzia di riscossione per riscuotere le commissioni e gli oneri e l&#39;utente dovrà pagare tutti i costi sostenuti da CaseActive in relazione alla riscossione di tali importi scaduti, tra cui , a titolo esemplificativo, onorari ragionevoli per gli avvocati e le agenzie di riscossione più interessi per un importo pari al minore dell&#39;1,0% al mese o all&#39;aliquota massima consentita dalla legge applicabile.
iw: 7.3 תשלומים מאוחרים: אתה מאשר כי כישלונך לשלם עמלות או חיובים כלשהם בעת פירעון עלול לגרום להשעיה או סיום המנוי (ים) של חברת CaseActive שלך. אם לא תשלם כל אחד מהעמלות או החיובים המגיעים להלן, CaseActive שומרת לעצמה את הזכות לעסוק בסוכנות גבייה לגביית העמלות והחיובים ותשלם את כל העלויות שנגרמו על ידי CaseActive בקשר לגביית סכומים עתידיים כאלה, כולל ללא הגבלה, שכר טרחה של עורכי דין וסוכנויות גבייה בתוספת ריבית בסכום השווה לקצץ של 1.0% לחודש או לשיעור המרבי המותר על פי החוק החל.
ja: 7.3延滞金：期日までに料金または料金を支払わなかった場合、CaseActive製品サブスクリプションが停止または終了する可能性があることを認めます。本契約に基づいて支払うべき料金または料金のいずれかを支払わなかった場合、CaseActiveは、料金と料金を徴収するために収集代理店に従事する権利を留保し、お客様は、以下を含む、かかる滞納額の徴収に関連してCaseActiveが被ったすべての費用を支払うものとします。制限なしに、合理的な弁護士および徴収機関の手数料に加えて、1か月あたり1.0％または適用法で許可されている最大レートのいずれか少ない額に相当する利息。
ka: 7.3 დაგვიანებული გადახდები: თქვენ აღიარებთ, რომ რაიმე გადასახადის ან გადასახადის გადახდა არ შეიძლება, რადგან ამან შეიძლება გამოიწვიოს თქვენი CaseActive პროდუქტის გამოწერის (ებ) ის შეჩერება ან შეწყვეტა. თუ თქვენ არ გადაიხდით რაიმე დამატებით საფასურს ან საფასურს, ამ შემთხვევაში, CaseActive იტოვებს უფლებას, რომ დააგროვოთ კოლექციების სააგენტო, შეაგროვოთ მოსაკრებლები და გადასახადები, და გადაიხდით CaseActive– ით გაწეული ყველა ხარჯის გადასახდელ თანხებს, მათ შორის შეზღუდვის გარეშე, გონივრული ადვოკატებისა და საკოლექციო სააგენტოების გადასახადი, ასევე პროცენტი პროცენტული ოდენობით, რომელიც ტოლია თვეში ნაკლები 1.0% -ით ან მოქმედი კანონით ნებადართული მაქსიმალური განაკვეთით.
kk: 7.3 Кешіктірілген төлемдер: Сіздің төлемдеріңізді немесе төлемдеріңізді уақытында төлемеген болсаңыз, сіздің CaseActive өніміне жазылымыңыздың тоқтатылуына немесе тоқтатылуына әкелуі мүмкін екенін мойындайсыз. Егер сіз осы Келісімге сәйкес қандай-да бір төлемдер мен төлемдерді төлемесе, CaseActive төлемдер мен алымдарды жинау үшін инкассация агенттіктерін тарту құқығын өзіне қалдырады және CaseActive-мен кешіктірілген сомаларды, оның ішінде жинауға байланысты барлық шығындарды төлейсіз. , шектеусіз, ақылға қонымды адвокаттар мен коллекциялық агенттіктердің сыйақысы, сонымен қатар айына 1,0% -дан кем мөлшерде немесе қолданыстағы заңмен рұқсат етілген ең жоғары мөлшерлеме бойынша сыйақы.
km: ៧.៣ ការទូទាត់យឺត: អ្នកទទួលស្គាល់ថាការខកខានមិនបានបង់ថ្លៃឬការគិតថ្លៃណាមួយនៅពេលកំណត់អាចបណ្តាលឱ្យមានការផ្អាកឬបញ្ឈប់ការជាវផលិតផល CaseActive របស់អ្នក។ ប្រសិនបើអ្នកខកខានមិនបានបង់ថ្លៃឬការគិតថ្លៃណាមួយដូចខាងក្រោមៈ CaseActive សូមរក្សាសិទ្ធិក្នុងការចូលរួមជាមួយភ្នាក់ងារប្រមូលប្រាក់ដើម្បីប្រមូលកម្រៃនិងការគិតថ្លៃហើយអ្នកនឹងត្រូវចំណាយរាល់ការចំណាយដែលបានកើតឡើងដោយ CaseActive ទាក់ទងនឹងការប្រមូលនូវចំនួនទឹកប្រាក់ដែលហួសកាលបរិច្ឆេទកន្លងមក។ ដោយគ្មានដែនកំណត់មេធាវីសមរម្យនិងថ្លៃឈ្នួលរបស់ភ្នាក់ងារប្រមូលប្រាក់បូកនឹងការប្រាក់ក្នុងចំនួនទឹកប្រាក់ស្មើនឹងតិចជាង ១,០% ក្នុងមួយខែឬអត្រាអតិបរិមាដែលច្បាប់បានអនុញ្ញាតិ។
kn: 7.3 ತಡವಾದ ಪಾವತಿಗಳು: ಯಾವುದೇ ಶುಲ್ಕ ಅಥವಾ ಶುಲ್ಕವನ್ನು ಪಾವತಿಸಲು ನೀವು ವಿಫಲವಾದರೆ ನಿಮ್ಮ ಕೇಸ್ಆಕ್ಟಿವ್ ಉತ್ಪನ್ನ ಚಂದಾದಾರಿಕೆ (ಗಳ) ಅಮಾನತು ಅಥವಾ ಮುಕ್ತಾಯಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು ಎಂದು ನೀವು ಅಂಗೀಕರಿಸಿದ್ದೀರಿ. ಇಲ್ಲಿಂದ ಬರಬೇಕಾದ ಯಾವುದೇ ಶುಲ್ಕಗಳು ಅಥವಾ ಶುಲ್ಕಗಳನ್ನು ಪಾವತಿಸಲು ನೀವು ವಿಫಲವಾದರೆ, ಶುಲ್ಕಗಳು ಮತ್ತು ಶುಲ್ಕಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಸಂಗ್ರಹಣಾ ಏಜೆನ್ಸಿಯನ್ನು ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಹಕ್ಕನ್ನು ಕೇಸ್‌ಆಕ್ಟಿವ್ ಕಾಯ್ದಿರಿಸಿದೆ ಮತ್ತು ಅಂತಹ ಹಿಂದಿನ ಬಾಕಿ ಮೊತ್ತದ ಸಂಗ್ರಹಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ಕೇಸ್‌ಆಕ್ಟಿವ್‌ನಿಂದ ಉಂಟಾದ ಎಲ್ಲಾ ವೆಚ್ಚಗಳನ್ನು ನೀವು ಪಾವತಿಸಬೇಕು. , ಮಿತಿಯಿಲ್ಲದೆ, ಸಮಂಜಸವಾದ ವಕೀಲರು ಮತ್ತು ಸಂಗ್ರಹಣಾ ಏಜೆನ್ಸಿಗಳ ಶುಲ್ಕಗಳು ಮತ್ತು ತಿಂಗಳಿಗೆ 1.0% ಕ್ಕಿಂತ ಕಡಿಮೆ ಮೊತ್ತಕ್ಕೆ ಅಥವಾ ಅನ್ವಯವಾಗುವ ಕಾನೂನಿನಿಂದ ಅನುಮತಿಸಲಾದ ಗರಿಷ್ಠ ದರಕ್ಕೆ ಬಡ್ಡಿ.
ku: 7.3 Dravên dereng: Hûn pejirandin ku nebûna we ji dayîna berdêl an dahatên we çêdibe ku dibe sedema sekinandina an bidawîbûna aboneya hilbera we ya CaseActive. Heke hûn di berdêla vê yekê de ti berdêl yan jî berdêl neyên dayîn, CaseActive mafê xwe digire ku beşdarî saziyek berhev bike da ku berdêl û xercan berhev bike û hûn ê tevahî lêçûnên ku ji hêla CaseActive ve hatine girêdan di berhevdana ewqas mûçeyên borî de, di nav de, bidin hev. , bê sînorkirin, berdêlên parêzerên guncan û saziyên koleksiyonê plus berjewendiya mûçeyek bi qasê kêmtirîn 1.0% per mehê an rêjeya herî zêde ya destûrdana qanûna pêkanîn.
ky: 7.3 Кечиккен Төлөмдөр: Сиз кандайдыр бир төлөмдөрдү же төлөмдөрдү төлөбөсөңүз, CaseActive өнүмүнүн жазылышын (тарын) убактылуу токтотууга же токтотууга алып келиши мүмкүн. Эгерде сиз ушул Келишим боюнча төлөнө турган төлөмдөрдү же төлөмдөрдү төлөбөсөңүз, CaseActive жыйымдарды жана жыйымдарды чогултуу үчүн коллектордук агенттикти тартуу укугун сактап калат жана сиз CaseActive тарабынан төлөнүп берилген бардык суммаларды, анын ичинде чогултууга байланыштуу бардык чыгымдарды төлөп бересиз. , чектөөсүз, ишенимдүү адвокаттардын жана коллектордук агенттиктердин сыйакылары, ошондой эле айына 1,0% дан кем эмес өлчөмдө пайыздар же колдонуудагы мыйзам менен жол берилген максималдуу чен.
lb: 7.3 Spéit Bezuelungen: Dir erkennt datt Äert Versoen eventuell Käschten oder Käschten ze bezuelen wann et fäeg ass zu enger Suspension oder Enn vun Ärem CaseActive Produkt Abonnement (en) kann féieren. Wann Dir net fäeg eng Bezuelung oder Käschten ausbezuelt anzebezuelen, behält CaseActive d&#39;Recht eng Sammlungsagentur ze engagéieren fir d&#39;Fraisen a Käschten ze sammelen an Dir bezuelt all Käschten, déi duerch CaseActive entstinn a Verbindung mat der Erfaassung vun esou vergaangene Betragszënsen, inklusiv , ouni Aschränkung, raisonnabel Käschten fir Affekoten a Sammlungsagenturen plus Zënssätz an engem Betrag dee manner ass wéi manner wéi 1,0% pro Mount oder de maximalen Zënssaz dat vum applicabelen Gesetz erlaabt ass.
lo: 7.3 ການຈ່າຍເງິນຊ້າ: ທ່ານຮັບຮູ້ວ່າຄວາມລົ້ມເຫຼວຂອງທ່ານທີ່ຈະຈ່າຍຄ່າ ທຳ ນຽມຫຼືຄ່າບໍລິການໃດໆກໍ່ຕາມໃນເວລາທີ່ ກຳ ນົດອາດຈະເຮັດໃຫ້ມີການໂຈະຫຼືຢຸດການສະ ໝັກ ຜະລິດຕະພັນ CaseActive ຂອງທ່ານ. ຖ້າທ່ານລົ້ມເຫລວໃນການຈ່າຍຄ່າ ທຳ ນຽມຫຼືຄ່າບໍລິການໃດໆຕາມທີ່ກ່າວມາ, CaseActive ສະຫງວນສິດທີ່ຈະໃຫ້ອົງການເກັບ ກຳ ຂໍ້ມູນເກັບຄ່າ ທຳ ນຽມແລະຄ່າບໍລິການຕ່າງໆແລະທ່ານຕ້ອງຈ່າຍຄ່າໃຊ້ຈ່າຍທັງ ໝົດ ທີ່ CaseActive ກ່ຽວຂ້ອງກັບການເກັບ ກຳ ຈຳ ນວນທີ່ໄດ້ ກຳ ນົດໄວ້ໃນອະດີດດັ່ງກ່າວ, ລວມທັງ ໂດຍບໍ່ມີຂໍ້ ຈຳ ກັດ, ຄ່າ ທຳ ນຽມຂອງທະນາຍຄວາມທີ່ສົມເຫດສົມຜົນແລະຄ່າ ທຳ ນຽມຂອງ ໜ່ວຍ ງານເກັບເງິນບວກກັບດອກເບ້ຍເທົ່າກັບ ຈຳ ນວນທີ່ ໜ້ອຍ ກວ່າ 1.0% ຕໍ່ເດືອນຫຼືອັດຕາສູງສຸດທີ່ໄດ້ຮັບອະນຸຍາດຈາກກົດ ໝາຍ ທີ່ກ່ຽວຂ້ອງ.
lt: 7.3 Pavėluoti mokėjimai: Jūs pripažįstate, kad nesumokėję jokių mokesčių ar rinkliavų, jūsų mokėjimas gali būti sustabdytas arba nutrauktas. Jei nesumokėsite jokių pagal šį įstatymą mokėtinų mokesčių ar rinkliavų, „CaseActive“ pasilieka teisę pasitelkti kolekcijų agentūrą rinkti mokesčius ir rinkliavas, o jūs apmokate visas „CaseActive“ išlaidas, susijusias su tokių pradelstų sumų surinkimu, įskaitant: be apribojimų pagrįstus advokatų ir kolekcijų agentūrų mokesčius, pridedant palūkanas, kurių suma yra mažesnė nei 1,0% per mėnesį arba maksimali norma, leidžiama pagal taikomus įstatymus.
lv: 7.3. Kavēti maksājumi: jūs atzīstat, ka, nemaksājot nekādas nodevas vai nodevas, var tikt apturēts vai pārtraukts jūsu CaseActive produkta abonements. Ja jūs nemaksājat kādu no maksām vai maksām, kas pienākas saskaņā ar šo regulu, CaseActive patur tiesības piesaistīt kolekciju aģentūru, lai iekasētu nodevas un nodevas, un jums jāmaksā visas izmaksas, kas CaseActive rodas saistībā ar šādu nokavēto summu iekasēšanu, ieskaitot , bez ierobežojumiem, samērīgas advokātu un savākšanas aģentūru nodevas, pieskaitot procentus, kas ir mazāki par 1,0% mēnesī vai maksimālo likmi, ko atļauj piemērojamie likumi.
mg: 7.3 Fividianana farany Raha tsy mahavita mandoa ny sarany na fiampangana tokony ho trosa eto ianao, ny CaseActive dia manana alalana hampiditra masoivoho fanangonam-bola hanangona ny saram-bidy sy ny fiampangana ary handoa ny vola rehetra naloan&#39;ny CaseActive mifandraika amin&#39;ny fanangonana vola isan-taona taloha, ao anatin&#39;izany. , raha tsy misy fetra, ny mpisolovava mitaky &#39;sy ny saram-pandraisana antonony mitaky tombony amin&#39;ny vola kely mitovy amin&#39;ny kely kokoa ny 1.0% isam-bolana na ny tahan&#39;ny avo indrindra avelan&#39;ny lalàna ampiharina.
mi: 7.3 Nga Taonga Whakamutunga: E mohio ana koe ko to kore ki te utu i nga utu, utu nama ranei ina tae mai ana te mutunga ki te aukati i te whakamutu ranei o to (haa) tono ohorere CaseActive. Mena ka taka ki a koe te utu i etahi o nga utu, utu nama ranei i raro ake nei, ka whai mana a CaseActive ki te whakauru i tetahi umanga kohikohi ki te kohikohi i nga utu me nga utu ka utu koe i nga utu katoa e haangia ana e CaseActive i runga i te kohinga o nga moni tika o mua, tae atu ki , me te kore e aukati, he roia whai mana &#39;me nga utu o nga tari kohinga me te utu ki te moni e rite ana ki te iti ake o te 1.0% ia marama, te reeti teitei ranei e whakaaetia ana e te ture whaitake.
mk: 7.3 Доцни плаќања: Вие потврдувате дека вашата неуспех да платите надоместок или наплата, доколку се должи, може да резултира во суспендирање или прекинување на вашата претплата за производите на CaseActive. Ако не успеете да платите било каква такса или надоместок што е наведено во понатамошниот текст, CaseActive го задржува правото да ангажира агенција за колекции за да ги наплатат таксите и таксите и ќе ги платите сите трошоци направени од CaseActive во врска со наплатата на таквите износи на достасаните износи, вклучително и , без ограничување, такси за разумни адвокати и за агенции за колекции плус камата во износ еднаков на помал од 1,0% месечно или максимална стапка дозволена со важечки закон.
ml: 7.3 വൈകി പേയ്‌മെന്റുകൾ: അടയ്‌ക്കേണ്ട സമയത്ത് ഏതെങ്കിലും ഫീസോ ചാർജുകളോ അടയ്ക്കുന്നതിൽ നിങ്ങൾ പരാജയപ്പെടുന്നത് നിങ്ങളുടെ കേസ് ആക്റ്റീവ് ഉൽപ്പന്ന സബ്‌സ്‌ക്രിപ്‌ഷൻ (കൾ) താൽക്കാലികമായി നിർത്താനോ അവസാനിപ്പിക്കാനോ ഇടയാക്കുമെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു. ഇനിപ്പറയുന്ന ഏതെങ്കിലും ഫീസുകളോ ചാർജുകളോ നിങ്ങൾ അടയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടാൽ, ഫീസുകളും ചാർജുകളും ശേഖരിക്കുന്നതിന് ഒരു കളക്ഷൻ ഏജൻസിയെ ഏർപ്പെടുത്താനുള്ള അവകാശം കേസ് ആക്റ്റീവ് നിക്ഷിപ്തമാണ്, കൂടാതെ അത്തരം മുൻ‌കാല കുടിശ്ശിക തുകകളുടെ ശേഖരണവുമായി ബന്ധപ്പെട്ട് കേസ് ആക്റ്റീവ് ചെലവഴിച്ച എല്ലാ ചെലവുകളും നിങ്ങൾ അടയ്ക്കും. , പരിമിതപ്പെടുത്താതെ, ന്യായമായ അറ്റോർണിമാരുടെയും കളക്ഷൻ ഏജൻസികളുടെയും ഫീസും പ്രതിമാസം 1.0% ൽ താഴെയുള്ള തുകയ്ക്ക് പലിശയും അല്ലെങ്കിൽ ബാധകമായ നിയമം അനുവദിക്കുന്ന പരമാവധി നിരക്കും.
mn: 7.3 Хожуу Төлбөр: Та төлбөр тооцоогоо хугацаанд нь төлөөгүй бол таны CaseActive бүтээгдэхүүний захиалгыг түдгэлзүүлэх эсвэл цуцлахад хүргэж болохыг хүлээн зөвшөөрч байна. Хэрэв та энэхүү гэрээнд заасан төлбөр, төлбөрийг төлөөгүй тохиолдолд CaseActive нь шимтгэл, хураамж цуглуулах агентлаг ажиллуулах эрхтэй бөгөөд та хугацаа хэтрүүлсэн төлбөрийг цуглуулахтай холбоотой CaseActive-ийн бүх зардлыг төлнө. , хууль ёсны өмгөөлөгчийн болон цуглуулгын агентлагийн төлбөрийг сар бүр 1.0% -иас доошгүй байх буюу холбогдох хууль тогтоомжоор зөвшөөрөгдсөн дээд хэмжээ.
mr: 7.3 उशीरा देयके: आपण कबूल करता की कोणतेही शुल्क किंवा शुल्क देण्यास आपल्या अयशस्वी होण्यामुळे आपले केसएक्टिव्ह उत्पादन सदस्यता निलंबित किंवा संपुष्टात येऊ शकते. आपण यापुढे कोणतेही शुल्क किंवा शुल्क भरण्यास अयशस्वी झाल्यास, केसएक्टिव्हला फी आणि शुल्क वसूल करण्यासाठी संग्रह संस्थाला गुंतविण्याचा अधिकार आहे आणि आपण मागील देय रकमेच्या संबंधात केसेसएक्टिव्हकडून घेतलेले सर्व खर्च द्यावे लागतील. मर्यादा न ठेवता वाजवी वकिल व संग्रहण एजन्सीजच्या शुल्कासह व्याज दरमहा १.०% पेक्षा कमी किंवा लागू कायद्यानुसार परवानगी दिलेल्या जास्तीत जास्त दरासाठी.
ms: 7.3 Pembayaran Lewat: Anda mengakui bahawa kegagalan anda membayar apa-apa yuran atau caj apabila perlu dibayar boleh mengakibatkan penangguhan atau penamatan langganan produk CaseActive anda. Sekiranya anda gagal membayar apa-apa yuran atau caj yang perlu dibayar di bawah ini, CaseActive berhak untuk meminta agensi pemungutan untuk memungut yuran dan caj dan anda akan membayar semua kos yang ditanggung oleh CaseActive sehubungan dengan kutipan jumlah tunggakan yang lalu, termasuk , tanpa batasan, bayaran pengacara dan agensi pengumpulan yang munasabah ditambah faedah dalam jumlah yang sama dengan kurang dari 1.0% sebulan atau kadar maksimum yang dibenarkan oleh undang-undang yang berlaku.
mt: 7.3 Ħlasijiet Tard: Inti tagħraf li n-nuqqas tiegħek li tħallas xi miżati jew ħlasijiet meta jkun dovut jista &#39;jirriżulta f&#39;sospensjoni jew fit-tmiem tas-sottoskrizzjoni tal-prodott CaseActive tiegħek. Jekk tonqos milli tħallas xi waħda mit-tariffi jew ħlasijiet dovuti hawn taħt, CaseActive tirriżerva d-dritt li tidħol f&#39;aġenzija ta &#39;kollezzjonijiet biex tiġbor it-tariffi u l-imposti u għandek tħallas l-ispejjeż kollha magħmula minn CaseActive b&#39;rabta mal-ġbir ta&#39; ammonti dovuti bħal dawn, inkluż , mingħajr limitazzjoni, id-drittijiet raġonevoli tal-avukati u l-aġenziji ta &#39;ġbir flimkien ma&#39; imgħax f&#39;ammont daqs l-inqas ta &#39;1.0% fix-xahar jew ir-rata massima permessa mil-liġi applikabbli.
my: ၇.၃ နောက်ကျသောငွေပေးချေခြင်းများ - သင့်အနေဖြင့်အခကြေးငွေသို့မဟုတ်ပေးဆောင်ရန်ပျက်ကွက်ခြင်းသည်သင်၏ CaseActive ထုတ်ကုန်ကြေးပေးသွင်းခြင်း (များ) ကိုရပ်ဆိုင်းခြင်းသို့မဟုတ်ရပ်ဆိုင်းခြင်းဖြစ်စေနိုင်သည်ဟုသင်အသိအမှတ်ပြုသည်။ အကယ်၍ သင်ကအောက်တွင်ဖော်ပြထားသောအခကြေးငွေများသို့မဟုတ်အခကြေးငွေများကိုသင်မကျေပွန်ပါက CaseActive သည် collection များအေနဖြင့်အခကြေးငွေများနှင့် ၀ န်ဆောင်ခများကိုစုဆောင်းရန်အခွင့်အရေးရှိသည်။ ကျိုးကြောင်းဆီလျော်မှုမရှိဘဲကျိုးကြောင်းဆီလျော်သောရှေ့နေများနှင့်စုဆောင်းမှုအေဂျင်စီများ၏အခကြေးငွေများအပြင်တစ်လလျှင်အနိမ့်ဆုံး ၁.၀% နှင့်သို့မဟုတ်သက်ဆိုင်သောဥပဒေမှခွင့်ပြုထားသောအမြင့်ဆုံးပမာဏနှင့်ညီမျှသောအတိုးနှုန်းများ။
ne: .3..3 ढिलो भुक्तानी: तपाईं स्वीकार गर्नुहुन्छ कि कुनै पनि शुल्क वा शुल्क तिर्न असफल हुँदा तपाईंको केसएक्टिभ उत्पाद सदस्यता (हरू) लाई निलम्बन वा समापन हुन सक्छ। यदि तपाईं तलको कुनै पनि शुल्क वा शुल्कहरू तिर्न असफल हुनुभयो भने, केसएक्टिभले शुल्क र शुल्कहरू संकलन गर्न स agency्कलन एजेन्सीसँग संलग्न हुने अधिकार सुरक्षित राख्दछ र यसमा विगतका बाँकी रकमहरूको स with्ग्रहको सम्बन्धमा तपाईं केसएक्टिभले लिने सबै लागतहरू तिर्नुहुनेछ। , कुनै सीमितता बिना, व्यावहारिक वकिलहरू &#39;र स agencies्ग्रह एजेन्सीहरूको फीस प्लस ब्याज एक महिनामा १.०% कम वा लागू कानून द्वारा अनुमति दिइएको अधिकतम दर बराबरको रकममा ब्याज।
nl: 7.3 Late betalingen: u erkent dat het niet betalen van vergoedingen of kosten op de vervaldatum kan leiden tot opschorting of beëindiging van uw CaseActive-productabonnement (en). Als u een van de hieronder verschuldigde vergoedingen of kosten niet betaalt, behoudt CaseActive zich het recht voor om een incassobureau in te schakelen om de vergoedingen en kosten te innen en betaalt u alle kosten die CaseActive heeft gemaakt in verband met de inning van dergelijke achterstallige bedragen, inclusief , zonder beperking, redelijke vergoedingen voor advocaten en incassobureaus plus rente voor een bedrag dat gelijk is aan de laagste van 1,0% per maand of het maximale tarief dat is toegestaan door de toepasselijke wetgeving.
no: 7.3 Sen betaling: Du erkjenner at din manglende betaling av gebyrer eller gebyrer når det forfaller, kan føre til suspensjon eller avslutning av ditt CaseActive produktabonnement (er). Hvis du unnlater å betale noen av gebyrene eller kostnadene som skyldes i henhold til dette, forbeholder CaseActive seg retten til å engasjere et inkassobyrå for å samle inn gebyrene og gebyrene, og du skal betale alle kostnadene som påløper av CaseActive i forbindelse med innsamlingen av slike forfalte beløp, inkludert , uten begrensning, rimelige avgifter for advokater og inkassobyråer pluss renter i et beløp som tilsvarer det minste på 1,0% per måned eller den maksimale sats som er tillatt i gjeldende lov.
or: .3..3 ବିଳମ୍ବ ଦେୟ: ଆପଣ ସ୍ acknow ୀକାର କରନ୍ତି ଯେ କ any ଣସି ଶୁଳ୍କ କିମ୍ବା ଦେୟ ପ୍ରଦାନ କରିବାରେ ଆପଣଙ୍କର ବିଫଳତା ଯେତେବେଳେ ଆପଣଙ୍କର କେସ୍ ଆକ୍ଟିଭ୍ ଉତ୍ପାଦ ସଦସ୍ୟତା (ଗୁଡିକ) ର ସ୍ଥଗିତ କିମ୍ବା ବନ୍ଦ ହୋଇପାରେ | ଯଦି ଆପଣ ଏଠାରେ ଦିଆଯାଇଥିବା କ fees ଣସି ଶୁଳ୍କ କିମ୍ବା ଦେୟ ପ୍ରଦାନ କରିବାରେ ବିଫଳ ହୁଅନ୍ତି, ତେବେ କେସ୍ ଆକ୍ଟିଭ୍ ଫି ଏବଂ ଚାର୍ଜ ସଂଗ୍ରହ କରିବା ପାଇଁ ଏକ କଲେକ୍ସନ୍ ଏଜେନ୍ସି ସହିତ ଜଡିତ ହେବାର ଅଧିକାର ସଂରକ୍ଷଣ କରେ ଏବଂ ଆପଣ ଏହିପରି ଅତୀତର ପରିମାଣର ସଂଗ୍ରହ ସହିତ କେସ୍ ଆକ୍ଟିଭ୍ ଦ୍ୱାରା ହୋଇଥିବା ସମସ୍ତ ଖର୍ଚ୍ଚ ଦେବେ | , ସୀମିତତା ବିନା, ଯୁକ୍ତିଯୁକ୍ତ ଆଟର୍ଣ୍ଣି ଏବଂ କଲେକ୍ସନ୍ ଏଜେନ୍ସିଗୁଡିକର ଦେୟ ଏବଂ ପ୍ରତି ମାସରେ 1.0% କମ୍ କିମ୍ବା ପ୍ରଯୁଜ୍ୟ ଆଇନ ଦ୍ mitted ାରା ସର୍ବାଧିକ ହାରରେ ସମାନ ପରିମାଣର ସୁଧ |
pa: 7.3 ਦੇਰ ਨਾਲ ਭੁਗਤਾਨ: ਤੁਸੀਂ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੀ ਫੀਸ ਜਾਂ ਖਰਚਿਆਂ ਨੂੰ ਅਦਾ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੀ ਅਸਫਲਤਾ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਤੁਹਾਡੀ ਕੇਸਏਕਟਿਵ ਉਤਪਾਦ ਗਾਹਕੀ (ਜ਼) ਨੂੰ ਮੁਅੱਤਲ ਜਾਂ ਬੰਦ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ. ਜੇ ਤੁਸੀਂ ਇਸ ਤੋਂ ਬਾਅਦ ਕਿਸੇ ਵੀ ਫੀਸ ਜਾਂ ਫੀਸ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਵਿਚ ਅਸਫਲ ਹੋ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਕੇਸਏਕਟਿਵ ਕੋਲ ਫੀਸਾਂ ਅਤੇ ਖਰਚਿਆਂ ਨੂੰ ਇੱਕਠਾ ਕਰਨ ਲਈ ਇਕ ਸੰਗ੍ਰਹਿ ਏਜੰਸੀ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰੱਖਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਇਸ ਤਰ੍ਹਾਂ ਦੀਆਂ ਪਿਛਲੀਆਂ ਬਕਾਇਆ ਰਕਮਾਂ ਦੇ ਸੰਗ੍ਰਹਿ ਵਿਚ ਕੇਸਏਕਟਿਵ ਦੁਆਰਾ ਕੀਤੇ ਸਾਰੇ ਖਰਚਿਆਂ ਦਾ ਭੁਗਤਾਨ ਕਰਨਾ ਹੋਵੇਗਾ. ਬਿਨਾਂ ਕਿਸੇ ਸੀਮਾ ਦੇ, ਵਾਜਬ ਵਕੀਲ ਅਤੇ ਸੰਗ੍ਰਹਿ ਏਜੰਸੀਆਂ ਦੀਆਂ ਫੀਸਾਂ ਦੇ ਨਾਲ ਵਿਆਜ, ਪ੍ਰਤੀ ਮਹੀਨਾ 1.0% ਤੋਂ ਘੱਟ ਜਾਂ ਲਾਗੂ ਕਾਨੂੰਨ ਦੁਆਰਾ ਆਗਿਆ ਪ੍ਰਾਪਤ ਅਧਿਕਤਮ ਦਰ ਦੇ ਬਰਾਬਰ ਦੀ ਰਕਮ ਵਿੱਚ ਵਿਆਜ.
pl: 7.3 Opóźnienia w płatnościach: Użytkownik przyjmuje do wiadomości, że brak zapłaty jakichkolwiek opłat lub należności w wymaganym terminie może spowodować zawieszenie lub zakończenie subskrypcji subskrypcji produktu CaseActive. Jeśli nie uiścisz żadnych opłat lub należności wynikających z niniejszej Umowy, CaseActive zastrzega sobie prawo do zaangażowania agencji windykacyjnej w celu pobrania opłat i opłat, a Ty poniesiesz wszystkie koszty poniesione przez CaseActive w związku z pobieraniem zaległych kwot, w tym , bez ograniczeń, uzasadnione opłaty dla prawników i agencji windykacyjnych powiększone o odsetki w wysokości mniejszej niż 1,0% miesięcznie lub maksymalna stawka dozwolona przez obowiązujące prawo.
ps: 7.3 ناوخت تادیات: تاسو دا منئ چې د هیڅ فیس یا لګښتونو تادیه کولو کې ستاسو پاتې راتلل ممکن ستاسو د قضیې محصول محصول غړیتوب (ګانې) د ځنډولو یا لغوه کیدو لامل شي. که تاسو د دې له امله کوم فیس یا فیسونه په ورکولو کې پاتې راشئ ، نو د کیسایټیک حق لري چې د راټولولو ادارې ته د فیسونو او لګښتونو راټولولو کې ښکیل شي او تاسو باید د ورته تیرو پیسو راټولولو په تړاو د قضیې عامل لخوا ټول لګښتونه تادیه کړئ. پرته له کوم محدودیت څخه ، مناسب څارنوالان او د راټولو ادارو ادارو فیسونو سره سود په هره میاشت کې د 1.0 of څخه کم مقدار یا د تطبیق قانون لخوا اجازه ورکړل شوي اعظمي حد سره مساوي.
pt: 7.3 Pagamentos em atraso: você reconhece que sua falta de pagamento de taxas ou encargos quando vencidos pode resultar na suspensão ou no cancelamento da (s) sua (s) assinatura (s) do produto CaseActive. Se você não pagar nenhuma das taxas ou encargos devidos, a CaseActive reserva-se o direito de contratar uma agência de cobrança para cobrar as taxas e encargos, e você pagará todos os custos incorridos pela CaseActive em conexão com a cobrança desses valores vencidos, incluindo , sem limitação, honorários razoáveis de advogados e agências de cobrança, acrescidos de juros no valor igual a menos de 1,0% ao mês ou à taxa máxima permitida pela lei aplicável.
ro: 7.3 Plăți tardive: Dvs. recunoașteți că neplata taxe sau comisioane datorate poate duce la suspendarea sau încetarea abonamentelor (produselor) CaseActive. Dacă nu plătiți oricare dintre comisioane sau taxe datorate în temeiul prezentului document, CaseActive își rezervă dreptul de a angaja o agenție de colectare pentru a percepe comisioanele și taxele și veți plăti toate costurile suportate de CaseActive în legătură cu încasarea acestor sume scadente, inclusiv , fără limitare, onorariile rezonabile ale avocaților și agențiilor de colectare, plus dobânda în sumă egală cu minusul de 1,0% pe lună sau rata maximă permisă de legislația în vigoare.
ru: 7.3 Поздние платежи. Вы признаете, что ваша неуплата каких-либо сборов или платежей в установленный срок может привести к приостановке или прекращению подписки на продукт CaseActive. Если вы не оплатите какие-либо сборы или платежи, причитающиеся в соответствии с настоящим Соглашением, CaseActive оставляет за собой право привлечь агентство по сбору платежей для сбора сборов и платежей, и вы должны оплатить все расходы, понесенные CaseActive в связи со сбором таких просроченных сумм, включая без ограничения, разумные гонорары адвокатов и коллекторских агентств плюс проценты в размере, равном менее 1,0% в месяц или максимальной ставке, разрешенной применимым законодательством.
rw: 7.3 Gutinda kwishyura: Uremera ko kunanirwa kwishyura amafaranga cyangwa amafaranga iyo ari yo yose mugihe gishobora kuvamo guhagarika cyangwa guhagarika ibicuruzwa byawe bya CaseActive. Niba udashoboye kwishyura amafaranga cyangwa amafaranga yatanzwe hano, CaseActive ifite uburenganzira bwo kwishora mu kigo gishinzwe gukusanya amafaranga n’amafaranga kandi uzishyura amafaranga yose yatanzwe na CaseActive bijyanye no gukusanya ayo mafaranga yashize, harimo , nta mbogamizi, amafaranga y’abavoka bashyira mu gaciro hamwe n’ibigo byakusanyije hiyongereyeho inyungu zingana n’amafaranga ari munsi ya 1.0% buri kwezi cyangwa igipimo ntarengwa cyemewe n’amategeko akurikizwa.
sd: 7.3 دير سان ادائيگي: توهان قبول ڪيو ٿا ته توهان جي فيس يا چارجز جي ادائيگي ۾ ناڪامياب جڏهن توهان جي ڪيس ايڪٽ پراڊڪٽ سبسڪرپشن (سٽ) کي معطل يا ختم ڪرڻ جو نتيجو ٿي سگهي ٿي. جيڪڏهن توهان هتي ڪنهن به قسم جي فيس يا ادائيگي ۾ ناڪام ٿيڻ تي ناڪام ٿيا آهيو ، ڪيس ايڪٽوٽ فيس ۽ چارجز کي جمع ڪرڻ لاءِ هڪ مجموعي اداري کي شامل ڪرڻ جو حق محفوظ رکي ٿو ۽ توهان ماضي جي آخري رقم جي وصولي جي سلسلي ۾ ڪيس ايڪٽيوٽ طرفان ٿيندڙ لاڳتون ادا ڪندي. ، حد کان بغير ، معقول وڪيل ۽ گڏجاڻيون ايجنسي جي فيس ۽ انهي رقم ۾ دلچسپي جيڪا 1،0٪ في مهيني کان گهٽ جي برابر آهي يا وڌ ۾ وڌ شرح قابل اطلاق قانون موجب.
si: 7.3 ප්‍රමාද වූ ගෙවීම්: නියමිත වේලාවට කිසිදු ගාස්තුවක් හෝ ගාස්තුවක් ගෙවීමට අපොහොසත් වීමෙන් ඔබේ සිද්ධි නිෂ්පාදන දායකත්වය අත්හිටුවීමට හෝ අවසන් වීමට හේතු විය හැකි බව ඔබ පිළිගනී. මෙතැන් සිට ගෙවිය යුතු ගාස්තු හෝ ගාස්තු කිසිවක් ඔබ ගෙවීමට අපොහොසත් වුවහොත්, ගාස්තු හා ගාස්තු එකතු කිරීම සඳහා එකතු කිරීමේ ආයතනයක් සම්බන්ධ කර ගැනීමේ අයිතිය කේස්ඇක්ටිව් සතු වන අතර, එවැනි අතීත ගෙවිය යුතු මුදල් එකතු කිරීම සම්බන්ධව කේස්ඇක්ටිව් විසින් දරනු ලබන සියලු වියදම් ඔබ ගෙවිය යුතුය. , සීමාවකින් තොරව, සාධාරණ නීති orney වරුන්ගේ සහ එකතු කිරීමේ ආයතනවල ගාස්තු සහ මසකට 1.0% ට වඩා අඩු මුදලකට හෝ අදාළ නීතියෙන් අවසර දී ඇති උපරිම අනුපාතයට පොළිය.
sk: 7.3 Oneskorené platby: Beriete na vedomie, že vaše nezaplatenie akýchkoľvek poplatkov alebo poplatkov v čase ich splatnosti môže mať za následok pozastavenie alebo ukončenie vašich predplatených produktov CaseActive. Ak nezaplatíte niektorý z poplatkov alebo poplatkov splatných podľa tejto zmluvy, spoločnosť CaseActive si vyhradzuje právo poveriť inkasnú agentúru výber poplatkov a poplatkov a budete musieť uhradiť všetky náklady, ktoré vzniknú spoločnosti CaseActive v súvislosti s výberom takýchto súm po splatnosti, vrátane , bez obmedzenia, primerané poplatky právnym zástupcom a inkasám plus úrok vo výške rovnajúcej sa nižšej 1,0% mesačne alebo maximálnej sadzbe povolenej príslušným zákonom.
sl: 7.3 Zamuda pri plačilu: Priznavate, da lahko zaradi neplačila pristojbin ali stroškov prekinete ali prekinete naročnino na izdelke CaseActive. Če ne plačate nobenih provizij ali stroškov, ki izhajajo iz tega sporazuma, si CaseActive pridržuje pravico, da za zbiranje pristojbin in pristojbin angažira agencijo za zbiranje in plačate vse stroške, ki jih je imel CaseActive v zvezi z zbiranjem takšnih zapadlih zapadlih zneskov, vključno , brez omejitev, razumne pristojbine odvetniških agencij in agencij za pobiranje plus obresti v višini manjši od 1,0% na mesec ali najvišjo dovoljeno stopnjo, ki jo dovoljuje veljavna zakonodaja.
sq: 7.3 Pagesat e vonuara: Ju e pranoni se dështimi juaj për të paguar ndonjë tarifë ose tarifë kur skadimi mund të rezultojë në pezullim ose përfundim të pajtimeve / produkteve tuaja CaseActive. Nëse nuk paguani ndonjë prej tarifave ose tarifave të përcaktuara më poshtë, CaseActive rezervon të drejtën të angazhojë një agjenci koleksionesh për të mbledhur tarifat dhe tarifat dhe ju do të paguani të gjitha kostot e bëra nga CaseActive në lidhje me mbledhjen e shumave të tilla të kaluara, përfshirë , pa kufizim, tarifat e agjencive të avokatëve dhe koleksioneve të arsyeshme plus interesi në një shumë të barabartë me më të ulët prej 1.0% në muaj ose normën maksimale të lejuar nga ligji në fuqi.
sr: 7.3 Касне уплате: Признајете да ће ваше неплаћање накнада или трошкова када доспете, резултирати обуставом или прекидом претплате на производе ЦасеАцтиве. Ако не платите било коју од накнада или накнада доспелих у складу са овим споразумом, ЦасеАцтиве задржава право ангажовања агенције за наплату да наплати накнаде и трошкове и платићете све трошкове који настану у вези са наплатом таквих доспелих износа, укључујући , без ограничења, разумне накнаде адвоката и агенција за наплату плус камате у износу нижем од 1,0% месечно или максималној стопи дозвољеној важећим законом.
sv: 7.3 Försenade betalningar: Du erkänner att ditt misslyckande med att betala några avgifter eller avgifter när det förfaller kan leda till avstängning eller upphörande av ditt CaseActive-produktabonnemang. Om du inte betalar några av de avgifter eller avgifter som förfaller nedan förbehåller sig CaseActive rätten att anlita ett inkassobyrå för att samla in avgifterna och avgifterna och du ska betala alla kostnader som uppkommit av CaseActive i samband med insamlingen av sådana förfallna belopp, inklusive , utan begränsning, rimliga advokats- och inkassobyråers avgifter plus ränta i ett belopp som är lika med det lägsta på 1,0% per månad eller den högsta skattesats som är tillåten enligt tillämplig lag.
sw: 7.3 Malipo ya Marehemu: Unakubali kwamba kutofaulu kwako kulipa ada yoyote au malipo wakati wake huweza kusababisha kusimamishwa au kuahirisha usajili wa bidhaa za Uchunguzi. Ukishindwa kulipa ada yoyote au malipo yanayotakiwa hapo chini, kesi inahifadhi haki ya kushirikisha wakala wa ukusanyaji wa ada na malipo na utalipa gharama zote zilizopatikana na Uchunguzi unaohusiana na ukusanyaji wa kiasi kama hicho cha zamani, pamoja na , bila kikomo, mawakili wenye usawa &#39;na ada ya wakusanya ada pamoja na riba ya kiasi sawa na chini ya 1.0% kwa mwezi au kiwango cha juu kinachoruhusiwa na sheria inayotumika.
ta: 7.3 தாமதமான கொடுப்பனவுகள்: எந்தவொரு கட்டணத்தையும் கட்டணத்தையும் செலுத்தத் தவறினால், உங்கள் கேஸ்ஆக்டிவ் தயாரிப்பு சந்தா (கள்) இடைநிறுத்தப்படலாம் அல்லது நிறுத்தப்படலாம். இங்கிருந்து செலுத்த வேண்டிய கட்டணம் அல்லது கட்டணங்கள் எதையும் நீங்கள் செலுத்தத் தவறினால், கட்டணம் மற்றும் கட்டணங்களைச் சேகரிக்க ஒரு வசூல் நிறுவனத்தில் ஈடுபடுவதற்கான உரிமையை கேஸ்ஆக்டிவ் கொண்டுள்ளது, மேலும் இதுபோன்ற கடந்த காலத் தொகைகளைச் சேகரிப்பது தொடர்பாக கேஸ்ஆக்டிவ் செய்த அனைத்து செலவுகளையும் நீங்கள் செலுத்த வேண்டும். , வரம்பில்லாமல், நியாயமான வக்கீல்கள் மற்றும் வசூல் முகவர் கட்டணங்கள் மற்றும் மாதத்திற்கு 1.0% க்கும் குறைவான தொகைக்கு வட்டி அல்லது பொருந்தக்கூடிய சட்டத்தால் அனுமதிக்கப்பட்ட அதிகபட்ச வீதம்.
te: 7.3 ఆలస్య చెల్లింపులు: మీ కేస్ యాక్టివ్ ప్రొడక్ట్ సబ్‌స్క్రిప్షన్ (ల) ను నిలిపివేయడం లేదా రద్దు చేయడం వల్ల ఎటువంటి రుసుములు లేదా ఛార్జీలు చెల్లించడంలో మీరు విఫలమయ్యారని మీరు గుర్తించారు. మీరు చెల్లించాల్సిన ఫీజులు లేదా ఛార్జీలలో దేనినైనా చెల్లించడంలో విఫలమైతే, ఫీజులు మరియు ఛార్జీలను వసూలు చేయడానికి కలెక్షన్ ఏజెన్సీలో నిమగ్నమయ్యే హక్కు కేస్‌యాక్టివ్‌కు ఉంది మరియు అటువంటి గత చెల్లించాల్సిన మొత్తాల సేకరణకు సంబంధించి కేస్‌ఆక్టివ్ చేసిన అన్ని ఖర్చులను మీరు చెల్లించాలి. , పరిమితి లేకుండా, సహేతుకమైన న్యాయవాదులు మరియు కలెక్షన్ ఏజెన్సీల ఫీజులు మరియు నెలకు 1.0% కన్నా తక్కువ మొత్తానికి వడ్డీ లేదా వర్తించే చట్టం ద్వారా అనుమతించబడిన గరిష్ట రేటు.
tg: 7.3 Пардохтҳои дер: Шумо эътироф мекунед, ки пардохт накардани ҳар гуна пардохт ё пардохт метавонад ба таваққуф ё қатъи обуна (ҳо) -и маҳсулоти CaseActive оварда расонад. Агар шумо ягон пардохт ё пардохтҳои барои ин муқаррарот муқарраршударо пардохт накунед, CaseActive ҳуқуқи ҷалб кардани як агентиро барои ҷамъоварии маблағ ва пардохтҳо нигоҳ медорад ва шумо тамоми хароҷоти CaseActive-ро дар робита бо ҷамъоварии чунин маблағи таъхирёфта, аз ҷумла пардохт мекунед. , бидуни маҳдудият, ҳаққи адвокатҳои оқилонаи агентҳо ва коллекторҳо ҷамъи фоизҳо ба миқдори камтар аз 1.0% дар як моҳ ё меъёри ҳадди аксареро, ки қонуни амалкунанда иҷозат медиҳад.
th: 7.3 การชำระเงินล่าช้า: คุณรับทราบว่าความล้มเหลวของคุณในการชำระค่าธรรมเนียมหรือค่าใช้จ่ายเมื่อถึงกำหนดอาจส่งผลให้มีการระงับหรือยกเลิกการสมัครสมาชิกผลิตภัณฑ์ CaseActive ของคุณ หากคุณไม่ชำระค่าธรรมเนียมหรือค่าใช้จ่ายใด ๆ ที่กำหนดในที่นี้ CaseActive ขอสงวนสิทธิ์ในการว่าจ้างตัวแทนเรียกเก็บเงินเพื่อเรียกเก็บค่าธรรมเนียมและค่าใช้จ่ายและคุณจะต้องชำระค่าใช้จ่ายทั้งหมดที่เกิดขึ้นจาก CaseActive ค่าธรรมเนียมตัวแทนของทนายที่สมเหตุสมผลและการเรียกเก็บเงินรวมทั้งดอกเบี้ยในจำนวนเท่ากับน้อยกว่า 1.0% ต่อเดือนหรืออัตราสูงสุดที่กฎหมายอนุญาต
tk: 7.3 Gijeki tölegler: “CaseActive” önüm abuna ýazgylaryňyzyň togtadylmagyna ýa-da ýatyrylmagyna sebäp bolup biljek tölegleri ýa-da tölegleri tölemezligiňizi boýun alýarsyňyz. Şu aşakdaky tölegleriň ýa-da tölegleriň haýsydyr birini tölemeseňiz, CaseActive ýygymlary we ýygymlary ýygnamak üçin kolleksiýa guramasyny çekmek hukugyny özünde saklaýar we CaseActive-dan geçen öňki mukdarda ýygnamak bilen baglanyşykly ähli çykdajylary tölärsiňiz. , çäklendirmesiz, aklawçylar we ýygnamak guramalarynyň tölegleri we aýda 1,0% -den az mukdarda ýa-da ulanylýan kanunlar tarapyndan rugsat edilýän iň ýokary göterim mukdary.
tl: 7.3 Mga Huling Pagbabayad: Kinikilala mo ang iyong pagkabigo na magbayad ng anumang mga bayarin o singil kapag dapat na magresulta sa pagsuspinde o pagtatapos ng iyong (Mga) subscription sa produkto ng CaseActive. Kung hindi mo mabayaran ang alinman sa mga bayarin o singil na nararapat sa ibaba, ang CaseActive ay may karapatan na makisali sa isang ahensya ng koleksyon upang mangolekta ng mga bayarin at singil at babayaran mo ang lahat ng mga gastos na natamo ng CaseActive na may kaugnayan sa koleksyon ng mga nakaraang mga nararapat na halaga, kasama ang , nang walang limitasyon, makatwirang abogado &#39;at mga bayarin ng mga ahensya ng koleksyon kasama ang interes sa isang halagang katumbas ng mas mababa sa 1.0% bawat buwan o ang maximum na rate na pinahihintulutan ng naaangkop na batas.
tr: 7.3 Geciken Ödemeler: Vadesi geldiğinde herhangi bir ücret veya ücret ödemenizin, CaseActive ürün abonelik (ler) inizin askıya alınmasına veya sona erdirilmesine neden olabileceğini kabul edersiniz. Bu kapsamda ödenmesi gereken ücret veya masrafları ödemezseniz, CaseActive ücret ve masrafları tahsil etmek için tahsilat ajansı yapma hakkını saklı tutar ve CaseActive tarafından bu tür vadesi geçmiş tutarların tahsil edilmesi ile ilgili olarak ortaya çıkan tüm masrafları, , sınırlı olmamak kaydıyla, makul avukatlık ve tahsilat kurumlarının ücretleri artı ayda% 1.0&#39;dan daha az bir miktara veya geçerli yasaların izin verdiği maksimum orana eşit miktarda faiz.
tt: 7.3 Соңгы түләүләр: Сез үзегезнең CaseActive продуктларына язылу (туктату) туктатылырга яки туктатылырга мөмкин булган вакытта бернинди түләүләр яки түләүләр түләмәвегезне таныйсыз. Әгәр сез монда тиешле түләүләрне яки түләүләрне түли алмасагыз, CaseActive җыемнарны һәм җыемнарны җыю өчен коллекция агентлыгын җәлеп итү хокукын саклый һәм сез CaseActive тарафыннан үткән барлык суммаларны җыю белән бәйле барлык чыгымнарны түлисез. , чикләүләрсез, акыллы адвокатлар һәм коллекция агентлыклары өчен түләүләр, шулай ук айга 1,0% кимрәк суммага яки законнар рөхсәт иткән максималь ставкага процент.
ug: 7.3 كېچىكىپ چىقىم قىلىش: قەرەلى توشقاندا ھېچقانداق ھەق ياكى ھەق تاپشۇرمىغانلىقىڭىز CaseActive مەھسۇلات مۇشتەرىلىكىڭىزنىڭ توختىتىلىشى ياكى ئاخىرلىشىشىنى كەلتۈرۈپ چىقىرىدىغانلىقىنى ئېتىراپ قىلدىڭىز. ئەگەر سىز بۇ يەردە تۆلەيدىغان ھەق ياكى ھەقلەرنى تاپشۇرمىسىڭىز ، CaseActive يىغىپ ساقلاش ئورگىنى بىلەن شۇغۇللىنىپ ھەق ۋە ھەقنى يىغىش ھوقۇقىغا ئىگە ، ھەمدە CaseActive نىڭ ئىلگىرىكى قەرەلى توشقان پۇلنى يىغىشقا مۇناسىۋەتلىك بارلىق چىقىملارنى تۆلەيسىز. چەكلىمىسىز ، مۇۋاپىق ئادۋوكاتلار ۋە يىغىپ ساقلاش ئاپپاراتلىرىنىڭ ھەققى ۋە ئۆسۈمى ھەر ئايدا% 1.0 دىن تۆۋەن ياكى مۇناسىۋەتلىك قانۇن رۇخسەت قىلغان ئەڭ يۇقىرى ئۆسۈم نىسبىتىگە تەڭ.
uk: 7.3 Прострочені платежі: Ви усвідомлюєте, що ваша несплата будь-яких зборів чи зборів може призвести до призупинення або припинення вашої підписки на товар CaseActive. Якщо ви не сплачуєте жодних зборів або зборів, що належать до цього Договору, CaseActive залишає за собою право залучати колекторське агентство до збору зборів і зборів, і ви сплачуєте всі витрати, понесені CaseActive у зв&#39;язку зі стягненням таких прострочених сум, у тому числі , без обмежень, розумні збори адвокатських та інкасаційних служб плюс відсотки на суму, меншу 1,0% на місяць або максимальну ставку, дозволену чинним законодавством.
ur: 7.3 تاخیر سے ادائیگی: آپ تسلیم کرتے ہیں کہ جب آپ کی فیس یا چارجز کی ادائیگی میں آپ کی ناکامی کا نتیجہ آپ کے کیس ایکٹیو پروڈکٹ کی رکنیت (معاوضوں) کو معطل یا معطل کردیا جاسکتا ہے۔ اگر آپ اس کے تحت کسی بھی فیس یا معاوضے کی ادائیگی میں ناکام رہتے ہیں تو ، کیس ایکٹیوٹی کو حق ہے کہ وہ کسی کلیکشن ایجنسی کو فیس اور معاوضے جمع کرنے کے ل engage اس سے منسلک کرے اور آپ اس طرح کی گذشتہ واجبات کی وصولی کے سلسلے میں کیس ایکٹیوٹو کے ذریعہ ہونے والے تمام اخراجات کی ادائیگی کریں۔ ، بغیر کسی پابندی کے ، معقول وکیلوں اور وصولی ایجنسیوں کی فیسوں کے علاوہ ہر ماہ 1.0٪ سے کم رقم یا قابل اطلاق قانون کے ذریعہ اجازت دی گئی زیادہ سے زیادہ شرح کے برابر رقم میں سود۔
uz: 7.3 Kechiktirilgan to&#39;lovlar: Agar siz biron bir to&#39;lov yoki to&#39;lovni vaqtida to&#39;lamasangiz, sizning CaseActive mahsulotiga obuna (lar) ning to&#39;xtatilishi yoki bekor qilinishiga olib kelishi mumkinligini tan olasiz. Agar siz ushbu shartnomaga muvofiq to&#39;langan har qanday to&#39;lovlarni to&#39;lamasangiz, CaseActive to&#39;lovlarni va yig&#39;imlarni yig&#39;ish uchun yig&#39;im agentliklarini jalb qilish huquqini o&#39;zida saqlab qoladi va siz bunday to&#39;lovlarni to&#39;lash bilan bog&#39;liq CaseActive tomonidan qilingan barcha xarajatlarni to&#39;laysiz. , cheklovlarsiz, oqilona advokatlar va yig&#39;im agentliklarining to&#39;lovlari, shuningdek oyiga 1,0% dan kam bo&#39;lgan miqdorda foizlar yoki amaldagi qonunchilik tomonidan ruxsat etilgan maksimal stavka.
vi: 7.3 Thanh toán trễ: Bạn thừa nhận rằng việc bạn không thanh toán bất kỳ khoản phí hoặc lệ phí nào khi đến hạn có thể dẫn đến đình chỉ hoặc chấm dứt đăng ký sản phẩm CaseActive của bạn. Nếu bạn không thanh toán bất kỳ khoản phí hoặc lệ phí nào dưới đây, CaseActive có quyền tham gia vào một cơ quan thu nợ để thu phí và lệ phí và bạn sẽ thanh toán tất cả các chi phí phát sinh bởi CaseActive liên quan đến việc thu các khoản tiền quá hạn đó, bao gồm , không giới hạn, phí luật sư hợp lý và các cơ quan thu nợ cộng với tiền lãi với số tiền bằng với mức thấp hơn 1,0% mỗi tháng hoặc mức tối đa được luật pháp hiện hành cho phép.
xh: 7.3 Ukuhlawula emva kwexesha: Uyavuma ukuba ukungaphumeleli kwakho ukuhlawula nayiphi na intlawulo okanye iindleko xa kufanelekile ukuba zikhokelele ekunqunyanyisweni okanye ekuphelisweni kwemirhumo yeCaseActive product. Ukuba usilele ukuhlawula nayiphi na imirhumo okanye iintlawulo ekufuneka zichaziwe apha ngezantsi, i-CaseActive inelungelo lokubandakanya iarhente yokuqokelela ukuqokelela imirhumo kunye neendleko kwaye uya kuhlawula zonke iindleko ezenziweyo yi-CaseAsoci enxulumene nokuqokelelwa kweemali ebezifanele ukuhlawulwa, kubandakanya , ngaphandle kokuthintelwa, umrhumo ofanelekileyo wamagqwetha &#39;kunye nemirhumo yokuqokelelwa kwearhente kunye nenzala kwixabiso elilingana nengaphantsi kwe-1.0% ngenyanga okanye inqanaba eliphezulu elivunyelwe ngumthetho osebenzayo.
yi: 7.3 שפּעט פּייַמענץ: איר באַשטעטיקן אַז דיין דורכפאַל צו צאָלן קיין פיז אָדער טשאַרדזשאַז ווען רעכט קען פירן צו סאַספּענשאַן אָדער טערמאַניישאַן פון דיין CaseActive פּראָדוקט אַבאָנעמענט (s). אויב איר פאַרלאָזן צו באַצאָלן קיין אָפּצאָל אָדער אָפּצאָל רעכט אונטער דעם, CaseActive ריזערווז די רעכט צו דינגען אַ זאַמלונג אַגענטור צו זאַמלען די פיז און טשאַרדזשאַז און איר וועט באַצאָלן אַלע קאָס ינקערד דורך CaseActive אין פֿאַרבינדונג מיט אַזאַ זאַמלונג פון אַזאַ אַמאַונץ רעכט, אַרייַנגערעכנט , אָן באַגרענעצונג, געהאַלט פיז פֿאַר אַדוואָקאַט און זאַמלונגען יידזשאַנסיז פּלוס אינטערעס אין אַ סומע גלייַך צו די ווייניקער פון 1.0% פּער חודש אָדער די מאַקסימום קורס דערלויבט דורך אָנווענדלעך געזעץ.
