Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Change password
af: Verander wagwoord
am: የሚስጥር ቁልፍ ይቀይሩ
ar: تغيير كلمة المرور
az: Parolu dəyişdirin
be: Зменіце пароль
bg: Променете паролата
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: Canvia la contrasenya
cs: Změnit heslo
cy: Newid cyfrinair
da: Skift kodeord
de: Kennwort ändern
el: Αλλαξε κωδικό
eo: Ŝanĝi pasvorton
es: Cambiar la contraseña
et: Muuda salasõna
eu: Aldatu pasahitza
fa: رمز عبور را تغییر دهید
fi: Vaihda salasana
fr: Changer le mot de passe
fy: Wachtwurd feroarje
ga: Athraigh do phasfhocal
gd: Atharraich facal-faire
gl: Cambie o contrasinal
gu: પાસવર્ડ બદલો
hi: पासवर्ड बदलें
hr: Promijenite lozinku
hu: Jelszó módosítása
hy: Փոխել գաղտնաբառը
id: Ganti kata sandi
is: Breyta lykilorði
it: Cambia la password
iw: שנה סיסמא
ja: パスワードを変更する
ka: Პაროლის შეცვლა
kk: Құпия сөзді өзгерту
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಿಸಿ
ku: Passwordîfreyê biguherînin
ky: Сыр сөздү өзгөртүү
lb: Passwuert änneren
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
lt: Pakeisti slaptažodį
lv: Mainīt paroli
mg: Hanova tenimiafina
mi: Hurihia te kupuhipa
mk: Промени го пасвордот
ml: പാസ്വേഡ് മാറ്റുക
mn: Нууц үгээ солих
mr: संकेतशब्द बदला
ms: Tukar kata laluan
mt: Biddel il-password
my: စကားဝှက်ကိုပြောင်းရန်
ne: पासवर्ड परिवर्तन गर्नुहोस्
nl: Wachtwoord wijzigen
no: Bytt passord
or: ପାସୱାର୍ଡ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmień hasło
ps: پټ نوم بدل کړی
pt: Alterar a senha
ro: Schimbați parola
ru: Измени пароль
rw: Hindura ijambo ryibanga
sd: پاسورڊ تبديل ڪريو
si: මුරපදය වෙනස් කරන්න
sk: Zmeniť heslo
sl: Spremeni geslo
sq: Ndrysho fjalekalimin
sr: Промени лозинку
sv: ändra lösenord
sw: Badilisha neno la siri
ta: கடவுச்சொல்லை மாற்று
te: పాస్వర్డ్ మార్చండి
tg: Ивази калидвожа
th: เปลี่ยนรหัสผ่าน
tk: Paroly üýtgetmek
tl: Palitan ANG password
tr: Şifre değiştir
tt: Серсүзне алмаштырыгыз
ug: پارولنى ئۆزگەرتىڭ
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
uz: Parolni o'zgartirish
vi: Đổi mật khẩu
xh: Tshintsha iphasiwedi
yi: טוישן פּאַראָל

source: No gender selected
af: Geen geslag gekies nie
am: ምንም ፆታ አልተመረጠም
ar: لم يتم تحديد جنس
az: Cinsiyyət seçilməyib
be: Не абраны падлогу
bg: Няма избран пол
bn: কোনও লিঙ্গ নির্বাচিত নেই
ca: No s&#39;ha seleccionat gènere
cs: Nebyl vybrán žádný pohlaví
cy: Dim dewis rhyw
da: Intet køn valgt
de: Kein Geschlecht ausgewählt
el: Δεν επιλέχθηκε φύλο
eo: Neniu varo elektita
es: Sin género seleccionado
et: Soo pole valitud
eu: Ez dago genero hautatuta
fa: هیچ جنسیتی انتخاب نشده است
fi: Sukupuoli ei ole valittu
fr: Aucun genre sélectionné
fy: Gjin geslacht selektearre
ga: Gan aon inscne a roghnaíodh
gd: Chan eil gnè air a thaghadh
gl: Sen sexo seleccionado
gu: કોઈ લિંગ પસંદ કરેલ નથી
hi: कोई लिंग नहीं चुना गया
hr: Nije odabran spol
hu: Nincs nem kiválasztva
hy: Սեռը ընտրված չէ
id: Tidak ada jenis kelamin yang dipilih
is: Ekkert kyn valið
it: Nessun sesso selezionato
iw: לא נבחרה מין
ja: 性別は選択されていません
ka: არჩეული გენდერი
kk: Гендер таңдалмаған
km: គ្មានភេទបានជ្រើសរើស
kn: ಯಾವುದೇ ಲಿಂಗ ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ky: тандалган жок гендердик
lb: Keen Geschlecht gewielt
lo: ບໍ່ມີເພດສໍາພັນ
lt: Nepasirinkta lytis
lv: Nav izvēlēta dzimuma
mg: Tsy misy lahy
mi: Kaore i whiriwhiria he ira tangata
mk: Не е избран род
ml: ലിംഗഭേദം തിരഞ്ഞെടുത്തില്ല
mn: Жендэр сонгогдоогүй
mr: कोणतेही लिंग निवडलेले नाहीत
ms: Tiada jantina yang dipilih
mt: L-ebda sess magħżul
my: ကျား, မမရွေး
ne: लिङ्ग चयन गरिएको छैन
nl: Geen geslacht geselecteerd
no: Ingen kjønn valgt
or: କ gender ଣସି ଲିଙ୍ଗ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਲਿੰਗ ਚੁਣਿਆ ਨਹੀਂ
pl: Nie wybrano żadnej płci
ps: هیڅ جندر غوره نه ده
pt: Nenhum gênero selecionado
ro: Nu a fost selectat sexul
ru: Пол не выбран
rw: Nta gitsina cyatoranijwe
sd: ڪوبه صنف منتخب نه ڪيو ويو آهي
si: ස්ත්රී පුරුෂ භාවය තෝරා නැත
sk: Nebol vybratý žiadny pohlavie
sl: Noben spol ni izbran
sq: Nuk ka gjini të zgjedhur
sr: Није изабран пол
sv: Inget kön vald
sw: Hakuna jinsia iliyochaguliwa
ta: எந்த பாலினமும் தேர்ந்தெடுக்கப்படவில்லை
te: లింగం ఏదీ ఎంచుకోలేదు
tg: Ҳеҷ гуна ҷинс интихоб нашудааст
th: ไม่ได้เลือกเพศ
tk: Jyns saýlanmady
tl: Walang napiling kasarian
tr: Hiç cinsiyet seçilmedi
tt: Гендер сайланмаган
ug: جىنس تاللانمىدى
uk: Жінка не вибрана
ur: صنفی منتخب نہیں
uz: Hech qanday jins tanlanmagan
vi: Không có giới tính nào được chọn
xh: Ayikho isini esikhethiweyo
yi: קיין דזשענדער אויסגעקליבן

source: Company Title
af: Maatskappy Titel
am: የኩባንያ ርዕስ
ar: عنوان الشركة
az: Şirkətin adı
be: Кампанія Назва
bg: Заглавие на компанията
bn: কোম্পানির শিরোনাম
ca: Títol de l&#39;empresa
cs: Název společnosti
cy: cwmni Teitl
da: Firmanavn
de: Unternehmen Titel
el: Τίτλος εταιρείας
eo: Kompanio Titolo
es: Título de la compañía
et: Ettevõtte pealkiri
eu: Enpresaren izenburua
fa: عنوان شرکت
fi: Yrityksen nimi
fr: Titre de l&#39;entreprise
fy: Company Titel
ga: Title Company
gd: Companaidh Tiotal a &#39;Chlàir
gl: Título da empresa
gu: કંપની શીર્ષક
hi: कंपनी का शीर्षक
hr: Naziv tvrtke
hu: Cégcím
hy: Ընկերության անվանումը
id: Judul perusahaan
is: Nafn fyrirtækis
it: Titolo della società
iw: שם החברה
ja: 会社の役職
ka: კომპანიის დასახელება
kk: Компанияның атауы
km: ចំណងជើងក្រុមហ៊ុន
kn: ಕಂಪನಿ ಶೀರ್ಷಿಕೆ
ku: Şiroveya Company
ky: Компания аты
lo: ຫົວຂໍ້ບໍລິສັດ
lt: Įmonės pavadinimas
lv: Uzņēmuma nosaukums
mi: Taitara Company
mk: Наслов на компанијата
ml: കമ്പനി ശീർഷകം
mn: Компанийн нэр
mr: कंपनीचे शीर्षक
ms: Tajuk Syarikat
mt: Titlu tal-Kumpanija
my: ကုမ္ပဏီခေါင်းစဉ်
ne: कम्पनी शीर्षक
nl: Bedrijfsnaam
no: Selskapets tittel
or: କମ୍ପାନୀ ଆଖ୍ୟା |
pa: ਕੰਪਨੀ ਦਾ ਸਿਰਲੇਖ
pl: Nazwa firmy
ps: د شرکت عنوان
pt: Título da empresa
ro: Titlul companiei
ru: Название компании
rw: Umutwe w&#39;isosiyete
sd: ڪمپني جو عنوان
si: සමාගම් මාතෘකාව
sk: Názov spoločnosti
sl: Naslov podjetja
sq: Titulli i Kompanisë
sr: Назив предузећа
sv: Företagstitel
sw: Kichwa cha Kampuni
ta: நிறுவனத்தின் தலைப்பு
te: కంపెనీ శీర్షిక
tg: ширкати Title
th: ชื่อ บริษัท
tk: Kompaniýanyň ady
tl: Pamagat ng Kumpanya
tr: Firma Ünvanı
tt: Компания исеме
ug: شىركەت ئىسمى
uk: Назва компанії
ur: کمپنی کا عنوان
uz: Kompaniya nomi
vi: Tên công ty
xh: Isihloko seNkampani
yi: פֿירמע טיטל

source: Address
af: adres
am: አድራሻ
ar: عنوان
az: Ünvanı
be: адрас
bg: адрес
bn: ঠিকানা
ca: adreça
cs: Adresa
cy: cyfeiriad
da: Adresse
de: Adresse
el: Διεύθυνση
eo: Adreso
es: Dirección
et: Aadress
eu: Helbidea
fa: نشانی
fi: Osoite
fr: Adresse
fy: Adres
ga: seoladh
gd: Seòladh
gl: Enderezo
gu: સરનામું
hi: पता
hr: Adresa
hu: Cím
hy: Հասցե
id: Alamat
is: Heimilisfang
it: Indirizzo
iw: כתובת
ja: 住所
ka: მისამართი
kk: Мекен-жайы
km: អាសយដ្ឋាន
kn: ವಿಳಾಸ
ku: Navnîşan
ky: дарек
lb: Adress
lo: ທີ່ຢູ່
lt: Adresas
lv: Adrese
mi: wāhitau
mk: Адреса
ml: വിലാസം
mn: Хаяг
mr: पत्ता
ms: Alamat
mt: Indirizz
my: လိပ်စာ
ne: ठेगाना
nl: Adres
no: Adresse
or: ଠିକଣା
pa: ਪਤਾ
pl: Adres
ps: پته
pt: Endereço
ro: Adresa
ru: Адрес
rw: Aderesi
sd: ايڊريس
si: ලිපිනය
sk: adresa
sl: Naslov
sq: Adresë
sr: Адреса
sv: Adress
sw: Anwani
ta: முகவரி
te: చిరునామా
tg: Нишонӣ
th: ที่อยู่
tk: Salgysy
tr: Adres
tt: Адрес
ug: ئادرېس
uk: Адреса
ur: ایڈریس
uz: Manzil
vi: Địa chỉ nhà
xh: Idilesi
yi: אַדרעס

source: Address 2
af: adres 2
am: አድራሻ 2
ar: العنوان 2
az: ünvan 2
be: адрас 2
bg: Адрес 2
bn: ঠিকানা ২
ca: Adreça 2
cs: Adresa 2
cy: cyfeiriad 2
da: Adresse 2
de: Adresse 2
el: Διεύθυνση 2
eo: Adreso 2
es: Dirección 2
et: Aadress 2
eu: Helbidea 2
fa: آدرس 2
fi: Osoite 2
fr: Adresse 2
fy: adres 2
ga: Seoladh 2
gd: Seòladh 2
gl: Enderezo 2
gu: સરનામું 2
hi: पता द्वितीय
hr: Adresa 2
hu: cím 2
hy: Հասցե 2
id: alamat 2
is: Heimilisfang 2
it: Indirizzo 2
iw: כתובת 2
ja: アドレス2
ka: მისამართი 2
kk: Мекен-жайы 2
km: អាសយដ្ឋាន 2
kn: ವಿಳಾಸ 2
ku: Navnîşan 2
ky: Дарек 2
lb: Adress 2
lo: ທີ່ຢູ່ 2
lt: 2-as Adresas
lv: adrese 2
mi: wāhitau 2
mk: адреса 2
ml: വിലാസം 2
mn: Хаяг 2
mr: पत्ता 2
ms: Alamat 2
mt: Indirizz 2
my: လိပ်စာ 2
ne: ठेगाना 2
nl: Adres 2
no: adresse 2
or: ଠିକଣା 2
pa: ਪਤਾ 2
pl: adres 2
ps: پته 2
pt: Endereço 2
ro: Adresa 2
ru: Адрес 2
rw: Aderesi ya 2
sd: پتو 2
si: ලිපිනය 2
sk: adresa 2
sl: naslov 2
sq: Adresa 2
sr: Адреса 2
sv: Adress 2
sw: Anwani 2
ta: முகவரி 2
te: చిరునామా 2
tg: Нишонӣ 2
th: ที่อยู่ 2
tk: Salgy 2
tr: Adres 2
tt: Адрес 2
ug: ئادرېس 2
uk: Адреса 2
ur: ایڈریس 2
uz: Manzil 2
vi: Địa chỉ 2
xh: Idilesi 2
yi: אַדרעס 2

source: City/Locality
af: Stad / Ligging
am: ከተማ / አካባቢ
ar: المدينة / المنطقة
az: Şəhər / Yerləşmə
be: Горад / Населены пункт
bg: Град / район
bn: শহর / স্থানীয় এলাকা
ca: Ciutat / Localitat
cs: Město / lokalita
cy: Dinas / Ardal
da: By / lokalitet
de: Stadt / Ortschaft
el: Πόλη / Τόπος
eo: Urbo / Loko
es: Ciudad / Localidad
et: Linn / paikkond
eu: Hiria / Herria
fa: شهر / محل
fi: Kaupunki / Paikkakunta
fr: Ville / Localité
fy: Stêd / Locality
ga: Cathair / Ceantar
gd: City / Tìr
gl: Cidade / Localidade
gu: શહેર / સ્થાનિકત્વ
hi: सिटी / इलाका
hr: Grad / Mjesto
hu: Város / helység
hy: Քաղաք / Տեղամաս
id: Kota / lokalitas
is: Borg / Dvalarstað
it: Città / Località
iw: עיר / יישוב
ja: 市/地方
ka: ქალაქი / რაიონი
kk: Қала / елді мекен
km: ទីក្រុង / តំបន់
kn: ನಗರ / ಲೋಕಲಿಟಿ
ku: Bajar / Herêmî
ky: Шаар / Аймак
lb: City / Uërtschaft
lo: ເມືອງ / ລວງຍາວ
lt: Miestas / vietovė
lv: Pilsēta / atrašanās vieta
mi: City / Takiwa
mk: Град / локалитет
ml: നഗരം / പ്രദേശം
mn: Хот /
mr: शहर / परिसर
ms: Bandar / Kampung
mt: Belt / Lokalità
my: စီးတီး / local
ne: सिटी / Locality
nl: Stad / Plaats
no: By / sted
or: ସହର / ସ୍ଥାନ
pa: ਸਿਟੀ / ਟਿਕਾਣਾ
pl: Miasto / miejscowość
ps: ښار / ځای
pt: Cidade / Localidade
ro: Oraș / Localitate
ru: Город / Населенный пункт
rw: Umujyi / Ahantu
sd: شهر / علائقو
si: නගරය / ප්රදේශය
sk: Mesto / Lokalita
sl: Mesto / lokacija
sq: Qyteti / Lokalitet
sr: Место / локалитет
sv: Stad / Ort
sw: Mji / Mahali
ta: நகரம் / லொகாலிட்டி
te: నగరం / లొక్యాలిటీ
tg: City / маҳалли
th: เมือง / ตำบล
tk: Şäher / Sebit
tl: Lungsod / Lokalidad
tr: İl / Konumda
tt: Шәһәр / җирлек
ug: شەھەر / جاي
uk: Місто / місцевість
ur: شہر / مقامی
uz: Shahar / joy
vi: Thành phố / Địa phương
xh: Isixeko / indawo
yi: סיטי / געגנט

source: State/Region
af: Staat / streek
am: ግዛት / ክልል
ar: الدولة / المنطقة
az: Dövlət / Region
be: Дзяржава / Рэгіён
bg: Щат / област
bn: রাজ্য / অঞ্চল
ca: Estat / regió
cs: Stát / region
cy: Wladwriaeth / Rhanbarth
da: Stat / Region
de: Staat / Region
el: Κράτος / Περιφέρεια
eo: Provinco / Regiono
es: Estado / Región
et: Riik / piirkond
eu: Estatua / eskualdea
fa: ایالت / منطقه
fi: Osavaltio / alue
fr: État / Région
fy: Steat / Regio
ga: Stáit / Réigiún
gl: Estado / Rexión
gu: રાજ્ય / પ્રદેશ
hi: राज्य / क्षेत्र
hr: Država / Regija
hu: Ország / régió
hy: Նահանգ / Տարածաշրջան
id: Negara bagian / wilayah
is: Ríki / svæði
it: Stato / Regione
iw: מחוז
ja: 州/地域
ka: სახელმწიფო / რეგიონი
kk: Мемлекет / Аймақ
km: រដ្ឋ / តំបន់
kn: ರಾಜ್ಯ / ಪ್ರದೇಶ
ku: Dewlet / Herêm
ky: Облусу / Аймагы
lb: Staat / Regioun
lo: ລັດ / ພາກພື້ນ
lt: Valstybė / regionas
lv: Valsts / reģions
mi: State / Rohe
mk: Држава / регион
ml: സംസ്ഥാനം / പ്രവിശ്യ
mn: Улс / Бүгд
mr: राज्य / क्षेत्र
ms: Negeri / Wilayah
mt: Stat / Reġjun
my: ပြည်နယ် / တိုင်းဒေသကြီး
ne: राज्य / प्रदेश
nl: Provincie / Regio
no: Fylke / Region
or: ରାଜ୍ୟ / ଅଞ୍ଚଳ
pa: ਰਾਜ / ਖੇਤਰ
pl: Państwo / Region
ps: دولت / سیمه
pt: Estado / Região
ro: Stat / Regiune
ru: Государство / Регион
rw: Intara / Intara
sd: رياست / علائقو
si: රාජ්ය / කලාපය
sk: Štát / región
sl: Država / regija
sq: Shteti / Rajoni
sr: Држава / регион
sv: Stat / Region
sw: Hali / Mkoa
ta: மாநிலம் / மண்டலம்
te: రాష్ట్రం / ప్రాంతం
tg: Давлати / Минтақа
th: รัฐ / ภาค
tk: Döwlet / sebit
tl: Estado / Rehiyon
tr: Devlet / bölge
tt: Дәүләт / Төбәк
ug: شىتات / رايون
uk: Штат / регіон
ur: ریاست / علاقہ
uz: Davlat / Hududiy
vi: Khu vực nhà nước
xh: Umbuso / ummandla
yi: שטאַט / קאנט

source: No country selected
af: Geen land gekies nie
am: ምንም አገር አልተመረጠም
ar: لا يوجد بلد محدد
az: Ölkə seçilməyib
be: Ні адна краіна абраная
bg: Няма избрана държава
bn: কোন দেশ নির্বাচিত
ca: No s&#39;ha seleccionat cap país
cs: Nebyla vybrána žádná země
cy: Dim gwlad wedi&#39;i ddewis
da: Intet land valgt
de: Kein Land ausgewählt
el: Δεν έχει επιλεγεί χώρα
eo: Neniu lando elektita
es: Ningún país seleccionado
et: Ükski riik pole valitud
eu: Ez da herrialde hautatu
fa: هیچ کشوری انتخاب نشده است
fi: Valitusta maasta ei ole
fr: Aucun pays sélectionné
fy: Gjin lân selektearre
ga: Níl aon tír roghnaithe
gd: Chan eil dùthaich air a thaghadh
gl: Ningún país seleccionado
gu: કોઈ દેશ પસંદ નથી
hi: कोई देश नहीं चुना गया
hr: Nijedna zemlja nije odabrana
hu: Nincs kiválasztva ország
hy: Ոչ մի երկիր ընտրված չէ
id: Tidak ada negara yang dipilih
is: Ekkert land valið
it: Nessun paese selezionato
iw: לא נבחרה ארץ
ja: 国が選択されていない
ka: არჩეული ქვეყანა არ არის
kk: Ел таңдалмады
km: គ្មានប្រទេសណាត្រូវបានជ្រើសរើស
kn: ಯಾವುದೇ ರಾಷ್ಟ್ರ ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ku: Naveroka hilbijartî tune
ky: тандалган жок өлкө
lb: Keen Land gewielt
lo: ບໍ່ມີປະເທດທີ່ເລືອກ
lt: Nepasirinkta šalis
lv: Neviena valsts nav izvēlēta
mg: Tsy misy firenena voafidy
mi: Kaore he whenua i tīpakohia
mk: Ниту една земја не е избрана
ml: ഒരു രാജ്യവും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Ямар ч улс сонгосон
mr: कोणताही देश निवडलेला नाही
ms: Tiada negara dipilih
mt: Ebda pajjiż magħżul
my: တိုင်းပြည်မရွေး
ne: कुनै देश चयन गरिएको छैन
nl: Geen land geselecteerd
no: Ingen land valgt
or: କ country ଣସି ଦେଶ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਦੇਸ਼ ਚੁਣਿਆ ਨਹੀਂ
pl: Nie wybrano kraju
ps: هیڅ هیواد غوره شوی نه دی
pt: Nenhum país selecionado
ro: Nici o țară selectată
ru: Ни одна страна не выбрана
rw: Nta gihugu cyatoranijwe
sd: ڪوبه ملڪ منتخب ناهي
si: රට තෝරා නැත
sk: Nie je vybratá žiadna krajina
sl: Nobena država ni izbrana
sq: Asnjë vend nuk është zgjedhur
sr: Ниједна земља није изабрана
sv: Inget land valt
sw: Hakuna nchi iliyochaguliwa
ta: எந்த நாடும் தேர்ந்தெடுக்கப்படவில்லை
te: దేశం ఎంచుకోలేదు
tg: Ҳеҷ кишваре интихоб нашудааст
th: ไม่มีประเทศที่เลือก
tk: Hiç bir ýurt saýlanmady
tl: Walang napiling bansa
tr: Ülke seçilmedi
tt: Бер ил дә сайланмады
ug: ھېچقانداق دۆلەت تاللانمىدى
uk: Жодна країна не вибрана
ur: کوئی ملک منتخب نہیں
uz: Hech bir mamlakat tanlanmagan
vi: Chưa chọn quốc gia nào
xh: Akukho lizwe elikhethiweyo
yi: ניט קיין לאַנד אויסגעקליבן

source: Zip/Postal Code
af: Zip / Poskode
am: ዚፕ / የፖስታ ኮድ
ar: الرمز البريدي / الرمز البريدي
az: Zip / Poçt Kodu
be: Zip / Паштовы індэкс
bg: Пощенски код
bn: জিপ / ডাক কোড
ca: Codi Postal / Codi Postal
cs: PSČ a PSČ
cy: Zip / Côd Post
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
eo: Zip / Poŝtkodo
es: Código postal
et: Postiindeks
eu: Zip / Posta Kodea
fa: کد پستی / کد پستی
fi: Postinumero
fr: Zip / code postal
fy: Zip / Postcode
gd: Còd Zip / Puist
gl: Código Postal / Código Postal
gu: ઝીપ / પોસ્ટલ કોડ
hi: ज़िप / पोस्टल कोड
hr: Poštanski broj
hu: Irányítószám
hy: ZIP / փոստային կոդը
id: Kode pos / pos
is: Póstnúmer / Póstnúmer
it: Zip / Codice postale
iw: מיקוד / מיקוד
ja: 郵便番号
ka: ZIP / საფოსტო კოდი
kk: Пошталық индексі
km: Zip / លេខ​កូដ​ប្រៃ​ស​ណី​យ
kn: ಜಿಪ್ / ಪೋಸ್ಟಲ್ ಕೋಡ್
ku: Zebûr / Kodê
ky: ZIP / Индекс
lb: Hoodie / Postleitzuel
lt: Pašto kodas
lv: Pasta indekss
mi: Poutāpeta / Waehere Poutāpeta
mk: Поштенски / поштенски код
ml: സിപ് / പോസ്റ്റൽ കോഡ്
mr: झिप / पोस्टल कोड
mt: Zip / Kodiċi Postali
my: zip / စာတိုက် Code ကို
ne: जिप / पोस्टल कोड
nl: Postcode
no: Postnr
or: ଜିପ୍ / ଡାକ କୋଡ୍ |
pa: ਜਿਪ / ਪੋਸਟਲ ਕੋਡ
pl: Kod pocztowy
ps: زپ / پوستی کود
pt: CEP / Código Postal
ro: Zip / Cod Poştal
ru: Почтовый индекс
rw: Zip / Kode y&#39;iposita
sd: زپ/پوسٽل ڪوڊ
si: සිප් / තැපැල් කේතය
sk: Poštový kód
sl: Poštna številka
sq: Kodi postar
sr: Зип / поштански код
sv: Postnummer / Postnummer
sw: Msimbo wa Zip / Posta
ta: அஞ்சல் / அஞ்சல் குறியீடு
te: జిప్ / పోస్టల్ కోడ్
tg: Zip / Кодекси почта
th: รหัสไปรษณีย์ /
tk: Poçta indeksi
tr: Zip / Posta Kodu
tt: Почта / почта индексы
ug: پوچتا نومۇرى / پوچتا نومۇرى
uk: Поштовий індекс
ur: زپ / پوسٹل کوڈ
uz: Zip / Pochta indeksi
vi: Mã Zip / Mã Bưu điện
xh: Ikhowudi yeZip/Posi
yi: זיפּ / פּאָסטאַל קאָוד

source: Basic
af: basiese
am: መሠረታዊ
ar: الأساسية
az: Əsas
be: асноўнай
bg: Основен
bn: মৌলিক
ca: Bàsic
cs: Základní
cy: sylfaenol
da: Grundlæggende
el: Βασικός
eo: bazaj
eu: Oinarrizko
fa: پایه ای
fi: perustiedot
fr: De base
ga: Bunúsach
gl: Básico
gu: પાયાની
hi: बुनियादी
hr: osnovni
hu: Alapvető
hy: Հիմնական
id: Dasar
it: Di base
iw: בסיסי
ja: ベーシック
ka: ძირითადი
kk: Негізгі
km: មូលដ្ឋាន
kn: ಮೂಲಭೂತ
ku: Bingehîn
ky: негизги
lb: Basis
lt: Pagrindinis
lv: Pamata
mk: Основно
ml: അടിസ്ഥാനം
mn: Үндсэн
mr: मूलभूत
ms: Asas
mt: Bażiku
my: အခြေခံပညာ
ne: आधारभूत
nl: basis-
no: grunn~~POS=TRUNC
or: ମ Basic ଳିକ
pa: ਬੇਸਿਕ
pl: Podstawowy
ps: بنسټیز
pt: Básico
ro: De bază
ru: основной
rw: Shingiro
sd: بنيادي
si: මූලික
sk: základné
sl: Osnovno
sq: themelor
sr: Основно
sv: Grundläggande
sw: Msingi
ta: அடிப்படை
te: ప్రాథమిక
tg: асосӣ
th: ขั้นพื้นฐาน
tk: Esasy
tl: Pangunahing
tr: Temel
tt: Төп
uk: Основний
ur: بنیادی
uz: Asosiy
vi: Căn bản
xh: Siseko
yi: יקערדיק

source: Date of Birth
af: Geboortedatum
am: የትውልድ ቀን
ar: تاريخ الولادة
az: Doğum tarixi
be: Дата нараджэння
bg: Дата на раждане
bn: জন্ম তারিখ
ca: Data de naixement
cs: Datum narození
cy: Dyddiad Geni
da: Fødselsdato
de: Geburtsdatum
el: ΗΜΕΡΟΜΗΝΙΑ ΓΕΝΝΗΣΗΣ
eo: Naskiĝdato
es: Fecha de nacimiento
et: Sünnikuupäev
eu: Jaioteguna
fa: تاریخ تولد
fi: Syntymäaika
fr: Date de naissance
fy: Bertedatum
ga: Dáta breithe
gd: Ceann-la-breith
gl: Data de nacemento
gu: જન્મ તારીખ
hi: जन्म की तारीख
hr: Datum rođenja
hu: Születési dátum
hy: Ծննդյան ամսաթիվ
id: Tanggal lahir
is: Fæðingardagur
it: Data di nascita
iw: תאריך לידה
ja: 生年月日
ka: დაბადების თარიღი
kk: Туған жылы
km: ថ្ងៃខែ​ឆ្នាំ​កំណើត
kn: ಹುಟ್ತಿದ ದಿನ
ku: Rojbûn
ky: Туулган датасы
lb: Gebuertsdatum
lo: ວັນ​ເດືອນ​ປີ​ເກີດ
lt: Gimimo data
lv: Dzimšanas datums
mg: Daty nahaterahana
mi: Rā o te fanauraa
mk: Дата на раѓање
ml: ജനിച്ച ദിവസം
mn: Төрсөн өдөр
mr: जन्म तारीख
ms: Tarikh lahir
mt: Data tat-twelid
my: မွေးရက်
ne: जन्म मिति
nl: Geboortedatum
no: Fødselsdato
or: ଜନ୍ମ ତାରିଖ
pa: ਜਨਮ ਤਾਰੀਖ
pl: Data urodzenia
ps: د زیږون نیټه
pt: Data de nascimento
ro: Data de nastere
ru: Дата рождения
rw: Itariki y&#39;amavuko
sd: ڄم جي تاريخ
si: උපන්දිනය
sk: Dátum narodenia
sl: Datum rojstva
sq: Data e lindjes
sr: Датум рођења
sv: Födelsedatum
sw: Tarehe ya kuzaliwa
ta: பிறந்த தேதி
te: పుట్టిన తేది
tg: Санаи таваллуд
th: วันเกิด
tk: Doglan gün
tl: Araw ng kapanganakan
tr: Doğum tarihi
tt: Туган көн
ug: تۇغۇلغان كۈنى
uk: Дата народження
ur: پیدائش کی تاریخ
uz: Tug&#39;ilgan sana
vi: Ngày sinh
xh: Umhla wokuzalwa
yi: געבורטס טאג

source: Gender
af: geslag
am: ፆታ
ar: جنس
az: Cinsiyyət
be: падлогу
bg: пол
bn: লিঙ্গ
ca: Gènere
cs: Pohlaví
cy: Rhyw
da: Køn
de: Geschlecht
el: Γένος
eo: Sekso
es: Género
et: Sugu
eu: Generoa
fa: جنسيت
fi: sukupuoli
fr: Le genre
ga: Inscne
gd: gnè
gl: Xénero
gu: જાતિ
hi: लिंग
hr: rod
hu: nem
hy: Սեռը
id: Jenis kelamin
is: Kyn
it: Genere
iw: מִין
ja: 性別
ka: გენდერი
kk: Жыныс
km: យេនឌ័រ
kn: ಲಿಂಗ
ku: Cinsî
ky: Калаасы
lb: Geschlecht
lo: ເພດ
lt: Lytis
lv: Dzimums
mi: Ira
mk: Пол
ml: ലിംഗഭേദം
mn: Жендэр
mr: लिंग
ms: Jantina
mt: Sess
my: ကျား, မ
ne: लिङ्ग
nl: Geslacht
no: Kjønn
or: ଲିଙ୍ଗ
pa: ਲਿੰਗ
pl: Płeć
ps: جندر
pt: Gênero
ro: Gen
ru: Пол
rw: Uburinganire
sd: صنف
si: ස්ත්රී පුරුෂ භාවය
sk: rod
sl: Spol
sq: gjini
sr: Пол
sv: Kön
sw: Jinsia
ta: பாலினம்
te: జెండర్
tg: Гендер
th: เพศ
tk: Jyns
tl: Kasarian
tr: Cinsiyet
tt: Гендер
ug: جىنىس
uk: Стать
ur: صنف
uz: Jins
vi: Giới tính
xh: Ngesini
yi: דזשענדער

source: Occupation
af: Beroep
am: ሥራ
ar: الاحتلال
az: Məşğuliyyət
be: акупацыйны
bg: Професия
bn: পেশা
ca: Ocupació
cs: obsazení
cy: Galwedigaeth
da: Beskæftigelse
de: Beruf
el: Κατοχή
eo: okupacio
es: Ocupación
et: Okupatsioon
eu: Lanbidea
fa: اشتغال
fi: ammatti
fy: Berop
ga: Cineál oibre
gd: Seilbh
gl: Ocupación
gu: વ્યવસાય
hi: व्यवसाय
hr: Okupacija
hu: Foglalkozása
hy: Զբաղմունք
id: Pendudukan
is: Starf
it: Occupazione
iw: כיבוש
ja: 職業
ka: ოკუპაცია
kk: Сабақ
km: មុខរបរ
kn: ಉದ್ಯೋಗ
ku: Sinet
ky: иш
lb: Beruff
lo: ອາຊີບ
lt: Okupacija
lv: Okupācija
mg: asa
mi: mahi
mk: Професија
ml: തൊഴിൽ
mn: Мэргэжил
mr: व्यवसाय
ms: Pendudukan
mt: Okkupazzjoni
my: အလုပ်အကိုင်
ne: व्यवसाय
nl: Bezetting
no: Okkupasjon
or: ବୃତ୍ତି
pa: ਕਿੱਤਾ
pl: Zawód
ps: دنده
pt: Ocupação
ro: Ocupaţie
ru: оккупация
rw: Umwuga
sd: ڪاروبار
si: රැකියාව
sk: povolania
sl: Poklic
sq: profesion
sr: Занимање
sv: Ockupation
sw: Kazi
ta: தொழில்
te: వృత్తి
tg: истило
th: อาชีพ
tk: Hünär
tl: Trabaho
tr: Meslek
tt: Occөнәр
ug: كەسپى
uk: Професія
ur: کاروبار
uz: Kasbingiz
vi: Nghề nghiệp
xh: Umsebenzi
yi: פאַך

source: Location
af: plek
am: አካባቢ
ar: موقعك
az: Yerləşmə
be: размяшчэнне
bg: местоположение
bn: অবস্থান
ca: Ubicació
cs: Umístění
cy: lleoliad
da: Beliggenhed
de: Ort
el: Τοποθεσία
eo: Loko
es: Ubicación
et: Asukoht
eu: Kokalekua
fa: محل
fi: Sijainti
fr: Emplacement
fy: Lokaasje
ga: suíomh
gd: Àite
gl: Localización
gu: સ્થાન
hi: स्थान
hr: Mjesto
hu: Elhelyezkedés
hy: Որտեղից
id: Lokasi
is: Staðsetning
it: luogo
iw: מקום
ja: ロケーション
ka: მდებარეობა
kk: Орналасуы
km: ទីកន្លែង
kn: ಸ್ಥಳ
ku: Cîh
ky: орду
lb: Standuert
lo: ສະຖານທີ່
lt: Vieta
lv: Atrašanās vieta
mi: wāhi
mk: Локација
ml: സ്ഥലം
mn: Байршил
mr: स्थान
ms: Lokasi
mt: Post
my: တည်နေရာ
ne: स्थान
nl: Plaats
no: plassering
or: ଅବସ୍ଥାନ
pa: ਸਥਿਤੀ
pl: Lokalizacja
ps: ځای
pt: Localização
ro: Locație
ru: Место нахождения
rw: Aho biherereye
sd: جڳھ
si: ස්ථානය
sk: umiestnenia
sl: Lokacija
sq: vend
sr: Локација
sv: Plats
sw: Eneo
ta: இருப்பிடம்
te: స్థానం
tg: макон
th: ที่ตั้ง
tk: Locationerleşýän ýeri
tl: Lokasyon
tr: yer
tt: Урыны
ug: ئورنى
uk: Місцезнаходження
ur: مقام
uz: Manzil
vi: Vị trí
xh: Indawo
yi: אָרט

source: Address is not valid
af: Adres is nie geldig nie
am: አድራሻ ትክክለኛ አይደለም
ar: العنوان غير صحيح
az: Ünvan etibarlı deyil
be: Адрас несапраўдны
bg: Адресът не е валиден
bn: ঠিকানা বৈধ নয়
ca: L'adreça no és vàlida
cs: Adresa není platná
cy: Nid yw'r cyfeiriad yn ddilys
da: Adresse er ikke gyldig
de: Adresse ist ungültig
el: Η διεύθυνση δεν είναι έγκυρη
eo: Adreso ne validas
es: La dirección no es válida
et: Aadress ei sobi
eu: Helbideak ez du balio
fa: آدرس معتبر نیست
fi: Osoite ei kelpaa
fr: L'adresse n'est pas valide
fy: Adres is net jildich
ga: Níl an seoladh bailí
gd: Chan eil an seòladh dligheach
gl: O enderezo non é válido
gu: સરનામું માન્ય નથી
hi: पता मान्य नहीं है
hr: Adresa nije važeća
hu: A cím érvénytelen
hy: Հասցեն վավեր չէ
id: Alamat tidak valid
is: Heimilisfang er ekki gilt
it: L'indirizzo non è valido
iw: הכתובת אינה חוקית
ja: 住所が無効です
ka: მისამართი არასწორია
kk: Мекен-жай дұрыс емес
km: អាសយដ្ឋានមិនត្រឹមត្រូវ
kn: ವಿಳಾಸ ಮಾನ್ಯವಾಗಿಲ್ಲ
ku: Navnîşan ne derbasdar e
ky: Дарек жараксыз
lb: Adress ass net valabel
lo: ທີ່ຢູ່ບໍ່ຖືກຕ້ອງ
lt: Netinkamas adresas
lv: Adrese nav derīga
mg: Tsy mety ny adiresy
mi: Kaore i te tika te wahitau
mk: Адресата не е валидна
ml: വിലാസം സാധുവല്ല
mn: Хаяг буруу байна
mr: पत्ता वैध नाही
ms: Alamat tidak sah
mt: L-indirizz mhux validu
my: လိပ်စာမမှန်ကန်ပါ
ne: ठेगाना मान्य छैन
nl: Adres is niet geldig
no: Adressen er ikke gyldig
or: ଠିକଣା ବ valid ଧ ନୁହେଁ |
pa: ਪਤਾ ਵੈਧ ਨਹੀਂ ਹੈ
pl: Adres jest nieprawidłowy
ps: پته سمه نه ده
pt: Endereço não é válido
ro: Adresa nu este validă
ru: Адрес недействителен
rw: Aderesi ntabwo yemewe
sd: پتو صحيح نه آهي
si: ලිපිනය වලංගු නොවේ
sk: Adresa je neplatná
sl: Naslov ni veljaven
sq: Adresa nuk është e vlefshme
sr: Адреса није важећа
sv: Adressen är inte giltig
sw: Anwani sio halali
ta: முகவரி செல்லுபடியாகாது
te: చిరునామా చెల్లదు
tg: Суроға дуруст нест
th: ที่อยู่ไม่ถูกต้อง
tk: Salgysy dogry däl
tl: Ang address ay hindi wasto
tr: Adres geçerli değil
tt: Адрес дөрес түгел
ug: ئادرېس ئىناۋەتلىك ئەمەس
uk: Адреса недійсна
ur: پتہ درست نہیں ہے
uz: Manzil yaroqsiz
vi: Địa chỉ không hợp lệ
xh: Idilesi ayisebenzi
yi: אַדרעס איז ניט גילטיק
