Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Send general, birthday, or holiday messages to clients (Coming Soon)
af: Stuur algemene, verjaardag- of vakansieboodskappe aan kliënte (binnekort)
am: አጠቃላይ፣ የልደት ቀን ወይም የበዓል መልዕክቶችን ለደንበኞች ይላኩ (በቅርብ ጊዜ)
ar: إرسال رسائل عامة أو رسائل عيد ميلاد أو عطلة للعملاء (قريبًا)
az: Müştərilərə ümumi, ad günü və ya bayram mesajları göndərin (Tezliklə)
be: Адпраўляйце кліентам агульныя паведамленні, паведамленні аб днях нараджэння або святах (хутка)
bg: Изпращайте общи съобщения, съобщения за рождени дни или празници до клиенти (Очаквайте скоро)
bn: ক্লায়েন্টদের সাধারণ, জন্মদিন বা ছুটির বার্তা পাঠান (শীঘ্রই আসছে)
ca: Envieu missatges generals, d'aniversari o de vacances als clients (pròximament)
cs: Odesílání obecných, narozeninových nebo svátkových zpráv klientům (již brzy)
cy: Anfon negeseuon cyffredinol, pen-blwydd neu wyliau i gleientiaid (Yn Dod yn Fuan)
da: Send generelle, fødselsdags- eller feriebeskeder til kunder (kommer snart)
de: Senden Sie allgemeine, Geburtstags- oder Feiertagsnachrichten an Kunden (demnächst verfügbar)
el: Αποστολή γενικών μηνυμάτων, μηνυμάτων γενεθλίων ή διακοπών σε πελάτες (Σύντομα)
eo: Sendu ĝeneralajn, naskiĝtagajn aŭ feriajn mesaĝojn al klientoj (Baldaŭ)
es: Enviar mensajes generales, de cumpleaños o festivos a los clientes (Próximamente)
et: Üld-, sünnipäeva- või pühadesõnumite saatmine klientidele (varsti)
eu: Bidali mezu orokorrak, urtebetetzeak edo oporretakoak bezeroei (laster)
fa: ارسال پیام های کلی، تولد یا تعطیلات به مشتریان (به زودی)
fi: Lähetä asiakkaille yleisiä, syntymäpäivä- tai lomaviestejä (tulossa pian)
fr: Envoyer des messages généraux, d'anniversaire ou de vacances aux clients (à venir)
fy: Stjoer algemiene, jierdei- of fakânsjeberjochten nei kliïnten (kom gau)
ga: Seol teachtaireachtaí ginearálta, lá breithe nó saoire chuig cliaint (Ag teacht go luath)
gd: Cuir teachdaireachdan coitcheann, co-là-breith no saor-làithean gu teachdaichean (A’ tighinn a dh’ aithghearr)
gl: Enviar mensaxes xerais, de aniversario ou de vacacións aos clientes (próximamente)
gu: ગ્રાહકોને સામાન્ય, જન્મદિવસ અથવા રજાના સંદેશાઓ મોકલો (ટૂંક સમયમાં આવી રહ્યું છે)
hi: ग्राहकों को सामान्य, जन्मदिन या अवकाश संदेश भेजें (जल्द ही आ रहा है)
hr: Pošaljite općenite, rođendanske ili blagdanske poruke klijentima (uskoro)
hu: Általános, születésnapi vagy ünnepi üzenetek küldése az ügyfeleknek (hamarosan)
hy: Ուղարկեք ընդհանուր, ծննդյան կամ տոնական հաղորդագրություններ հաճախորդներին (Շուտով)
id: Kirim pesan umum, ulang tahun, atau liburan ke klien (Segera Hadir)
is: Sendu almenn, afmælis- eða frískilaboð til viðskiptavina (kemur bráðum)
it: Invia messaggi generici, di compleanno o festivi ai clienti (prossimamente)
iw: שלח הודעות כלליות, יום הולדת או חג ללקוחות (בקרוב)
ja: 一般、誕生日、または休日のメッセージをクライアントに送信 (準備中)
ka: გაუგზავნეთ ზოგადი, დაბადების დღის ან სადღესასწაულო შეტყობინებები კლიენტებს (მალე)
kk: Клиенттерге жалпы, туған күн немесе мереке хабарларын жіберіңіз (Жақында)
km: ផ្ញើសារទូទៅ ថ្ងៃកំណើត ឬថ្ងៃសម្រាកទៅកាន់អតិថិជន (មកដល់ឆាប់ៗនេះ)
kn: ಗ್ರಾಹಕರಿಗೆ ಸಾಮಾನ್ಯ, ಜನ್ಮದಿನ ಅಥವಾ ರಜಾದಿನದ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಿ (ಶೀಘ್ರದಲ್ಲೇ)
ku: Ji xerîdaran re peyamên giştî, rojbûn, an betlaneyê bişînin (Zû zû)
ky: Кардарларга жалпы, туулган күн же майрамдык билдирүүлөрдү жөнөтүңүз (Жакында)
lb: Schéckt allgemeng, Gebuertsdag oder Feierdeeg Messagen u Clienten (kënnt geschwënn)
lo: ສົ່ງຂໍ້ຄວາມທົ່ວໄປ, ວັນເດືອນປີເກີດ, ຫຼືວັນພັກໃຫ້ລູກຄ້າ (ໄວໆນີ້)
lt: Siųsti klientams bendruosius, gimtadienio ar atostogų pranešimus (netrukus)
lv: Sūtīt klientiem vispārīgus, dzimšanas dienas vai svētku ziņojumus (drīzumā)
mg: Mandefasa hafatra ankapobeny, fitsingerenan'ny andro nahaterahana, na fialantsasatra amin'ny mpanjifa (Ho avy tsy ho ela)
mi: Tukuna nga karere whanui, huritau, hararei ranei ki nga kiritaki (Ka tata nei)
mk: Испраќајте општи, роденденски или празнични пораки до клиентите (Наскоро)
ml: ക്ലയന്റുകൾക്ക് പൊതുവായ, ജന്മദിന അല്ലെങ്കിൽ അവധിക്കാല സന്ദേശങ്ങൾ അയയ്ക്കുക (ഉടൻ വരുന്നു)
mn: Үйлчлүүлэгчдэд ерөнхий, төрсөн өдөр эсвэл баярын мессеж илгээх (Удахгүй)
mr: ग्राहकांना सामान्य, वाढदिवस किंवा सुट्टीचे संदेश पाठवा (लवकरच येत आहे)
ms: Hantar mesej am, hari lahir atau hari cuti kepada pelanggan (Akan Datang)
mt: Ibgħat messaġġi ġenerali, ta' għeluq, jew ta' vaganzi lill-klijenti (Daqajt)
my: ဖောက်သည်များထံ အထွေထွေ၊ မွေးနေ့ သို့မဟုတ် အားလပ်ရက်စာတိုများ ပို့ပါ (မကြာမီလာမည်)
ne: ग्राहकहरूलाई सामान्य, जन्मदिन, वा छुट्टी सन्देशहरू पठाउनुहोस् (चाँडै आउँदैछ)
nl: Stuur algemene, verjaardags- of vakantieberichten naar klanten (binnenkort beschikbaar)
no: Send generelle meldinger, bursdags- eller feriemeldinger til kunder (kommer snart)
or: ଗ୍ରାହକମାନଙ୍କୁ ସାଧାରଣ, ଜନ୍ମଦିନ, କିମ୍ବା ଛୁଟିଦିନ ବାର୍ତ୍ତା ପଠାନ୍ତୁ (ଶୀଘ୍ର ଆସୁଛି)
pa: ਗਾਹਕਾਂ ਨੂੰ ਆਮ, ਜਨਮਦਿਨ, ਜਾਂ ਛੁੱਟੀਆਂ ਦੇ ਸੁਨੇਹੇ ਭੇਜੋ (ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ)
pl: Wysyłaj do klientów wiadomości ogólne, urodzinowe lub świąteczne (wkrótce)
ps: مشتریانو ته عمومي، د زیږون یا رخصتۍ پیغامونه واستوئ (ډیر ژر راځي)
pt: Envie mensagens gerais, de aniversário ou de feriado para clientes (em breve)
ro: Trimiteți clienților mesaje generale, de zi de naștere sau de sărbători (în curând)
ru: Отправляйте клиентам общие сообщения, сообщения о днях рождения или праздниках (скоро)
rw: Kohereza ubutumwa rusange, isabukuru, cyangwa ibiruhuko kubakiriya (Biza vuba)
sd: گراهڪن ڏانهن عام، سالگره، يا موڪلن جا پيغام موڪليو (جلد اچي رهيو آهي)
si: සේවාදායකයින්ට සාමාන්‍ය, උපන්දින හෝ නිවාඩු පණිවිඩ යවන්න (ළඟදීම)
sk: Posielanie všeobecných, narodeninových alebo sviatočných správ klientom (čoskoro)
sl: Pošiljanje splošnih, rojstnodnevnih ali prazničnih sporočil strankam (kmalu na voljo)
sq: Dërgoni mesazhe të përgjithshme, ditëlindje ose pushime klientëve (Së shpejti)
sr: Шаљите опште, рођенданске или празничне поруке клијентима (ускоро)
sv: Skicka allmänna meddelanden, födelsedags- eller semestermeddelanden till kunder (kommer snart)
sw: Tuma ujumbe wa jumla, siku ya kuzaliwa au likizo kwa wateja (Inakuja Hivi Punde)
ta: வாடிக்கையாளர்களுக்கு பொது, பிறந்த நாள் அல்லது விடுமுறை செய்திகளை அனுப்பவும் (விரைவில்)
te: ఖాతాదారులకు సాధారణ, పుట్టినరోజు లేదా సెలవు సందేశాలను పంపండి (త్వరలో)
tg: Ба мизоҷон паёмҳои умумӣ, зодрӯз ё ид фиристед (Ба наздикӣ)
th: ส่งข้อความทั่วไป วันเกิด หรือวันหยุดให้กับลูกค้า (Coming Soon)
tk: Müşderilere umumy, doglan gün ýa-da dynç alyş habarlaryny iberiň (Soonakynda)
tl: Magpadala ng mga pangkalahatang mensahe, kaarawan, o holiday sa mga kliyente (Malapit na)
tr: Müşterilere genel, doğum günü veya tatil mesajları gönderin (Çok Yakında)
tt: Клиентларга гомуми, туган көн яки бәйрәм хәбәрләрен җибәрегез (Тиздән)
ug: خېرىدارلارغا ئادەتتىكى ، تۇغۇلغان كۈنى ياكى دەم ئېلىش ئۇچۇرلىرىنى ئەۋەتىڭ (پات يېقىندا كېلىدۇ)
uk: Надсилайте клієнтам загальні повідомлення, повідомлення про дні народження чи свята (незабаром)
ur: کلائنٹس کو عام، سالگرہ، یا چھٹی کے پیغامات بھیجیں (جلد آرہا ہے)
uz: Mijozlarga umumiy, tug'ilgan kun yoki bayram xabarlarini yuboring (Tez orada)
vi: Gửi tin nhắn chung chung, sinh nhật hoặc kỳ nghỉ cho khách hàng (Sắp có)
xh: Thumela jikelele, usuku lokuzalwa, okanye imiyalezo yeholide kubathengi (Kuza Kungekudala)
yi: שיקן אַלגעמיינע, דיין געבורסטאָג אָדער יום טוּב אַרטיקלען צו קלייאַנץ (קומענדיק באַלד)

source: Encryption at rest
af: Enkripsie in rus
am: በእረፍት ጊዜ ምስጠራ
ar: التشفير في حالة سكون
az: İstirahət zamanı şifrələmə
be: Шыфраванне ў стане спакою
bg: Криптиране в покой
bn: বিশ্রামে এনক্রিপশন
ca: Xifratge en repòs
cs: Šifrování v klidu
cy: Amgryptio wrth orffwys
da: Kryptering i hvile
de: Verschlüsselung im Ruhezustand
el: Κρυπτογράφηση σε κατάσταση ηρεμίας
eo: Ĉifrado ĉe ripozo
es: Cifrado en reposo
et: Krüpteerimine puhkeolekus
eu: Enkriptatzea atsedenean
fa: رمزگذاری در حالت استراحت
fi: Salaus levossa
fr: Chiffrement au repos
fy: Fersifering by rêst
ga: Criptiú ar fos
gd: Crioptachadh aig fois
gl: Cifrado en repouso
gu: બાકીના સમયે એન્ક્રિપ્શન
hi: आराम पर एन्क्रिप्शन
hr: Šifriranje u mirovanju
hu: Titkosítás nyugalmi állapotban
hy: Կոդավորումը հանգիստ վիճակում
id: Enkripsi saat istirahat
is: Dulkóðun í hvíld
it: Crittografia a riposo
iw: הצפנה במנוחה
ja: 保存時の暗号化
ka: დაშიფვრა დასვენების დროს
kk: Демалыс күйінде шифрлау
km: ការអ៊ិនគ្រីបនៅពេលសម្រាក
kn: ವಿಶ್ರಾಂತಿಯಲ್ಲಿ ಎನ್‌ಕ್ರಿಪ್ಶನ್
ku: Şîfrekirin di bêhnvedanê de
ky: Эс алууда шифрлөө
lb: Verschlësselung am Rescht
lo: ການເຂົ້າລະຫັດຢູ່ທີ່ພັກຜ່ອນ
lt: Šifravimas ramybės būsenoje
lv: Šifrēšana miera stāvoklī
mg: Encryption amin'ny fialan-tsasatra
mi: Whakamunatanga i te okiokinga
mk: Енкрипција во мирување
ml: എൻക്രിപ്ഷൻ വിശ്രമത്തിലാണ്
mn: Амрах үед шифрлэлт
mr: विश्रांतीवर कूटबद्धीकरण
ms: Penyulitan dalam keadaan rehat
mt: Encryption waqt il-mistrieħ
my: အနားယူချိန်တွင် ကုဒ်ဝှက်ခြင်း
ne: आराममा एन्क्रिप्शन
nl: Versleuteling in rust
no: Kryptering i hvile
or: ବିଶ୍ରାମ ସମୟରେ ଏନକ୍ରିପସନ୍ |
pa: ਆਰਾਮ 'ਤੇ ਏਨਕ੍ਰਿਪਸ਼ਨ
pl: Szyfrowanie w spoczynku
ps: په آرام کې کوډ کول
pt: Criptografia em repouso
ro: Criptare în repaus
ru: Шифрование в состоянии покоя
rw: Encryption kuruhuka
sd: آرام ۾ انڪوشن
si: විවේකයේදී සංකේතනය
sk: Šifrovanie v pokoji
sl: Šifriranje v mirovanju
sq: Kriptimi në pushim
sr: Шифровање у мировању
sv: Kryptering i vila
sw: Usimbaji fiche ukiwa umepumzika
ta: ஓய்வு நேரத்தில் குறியாக்கம்
te: విశ్రాంతి వద్ద గుప్తీకరణ
tg: Рамзгузорӣ дар ҳолати истироҳат
th: การเข้ารหัสที่เหลือ
tk: Dynç alyşda şifrlemek
tl: Nakapagpapahinga ang pag-encrypt
tr: Beklemede şifreleme
tt: Ялда шифрлау
ug: ئارام ئالغاندا شىفىرلاش
uk: Шифрування в спокої
ur: باقی میں خفیہ کاری
uz: Dam olishda shifrlash
vi: Mã hóa khi nghỉ ngơi
xh: Uguqulelo oluntsonkothileyo uphumle
yi: ענקריפּשאַן אין מנוחה

source: Protects your data from system compromise
af: Beskerm jou data teen stelsel kompromie
am: ውሂብዎን ከስርዓት መደራደር ይጠብቃል።
ar: يحمي بياناتك من اختراق النظام
az: Məlumatlarınızı sistem təhlükəsindən qoruyur
be: Абараняе вашы даныя ад узлому сістэмы
bg: Защитава вашите данни от компрометиране на системата
bn: সিস্টেম আপস থেকে আপনার ডেটা রক্ষা করে
ca: Protegeix les teves dades del sistema compromès
cs: Chrání vaše data před kompromitací systému
cy: Yn amddiffyn eich data rhag cyfaddawdu system
da: Beskytter dine data mod systemkompromittering
de: Schützt Ihre Daten vor Systemkompromittierung
el: Προστατεύει τα δεδομένα σας από παραβίαση του συστήματος
eo: Protektas viajn datumojn kontraŭ sistema kompromiso
es: Protege sus datos del compromiso del sistema
et: Kaitseb teie andmeid süsteemi kahjustamise eest
eu: Zure datuak sistemaren arriskuetatik babesten ditu
fa: از داده های شما در برابر نفوذ سیستم محافظت می کند
fi: Suojaa tietosi järjestelmän vaarantumiselta
fr: Protège vos données contre la compromission du système
fy: Beskermet jo gegevens tsjin systeemkompromis
ga: Cosnaíonn do shonraí ó chomhréiteach córais
gd: Dìon an dàta agad bho cho-rèiteachadh siostam
gl: Protexe os teus datos contra o compromiso do sistema
gu: તમારા ડેટાને સિસ્ટમ સાથે ચેડાંથી સુરક્ષિત કરે છે
hi: आपके डेटा को सिस्टम समझौता से बचाता है
hr: Štiti vaše podatke od ugrožavanja sustava
hu: Megvédi adatait a rendszer kompromittálódásától
hy: Պաշտպանում է ձեր տվյալները համակարգի վտանգից
id: Melindungi data Anda dari gangguan sistem
is: Ver gögnin þín gegn kerfislækkun
it: Protegge i tuoi dati dalla compromissione del sistema
iw: מגן על הנתונים שלך מפני פגיעה במערכת
ja: システム侵害からデータを保護
ka: იცავს თქვენს მონაცემებს სისტემის კომპრომისისგან
kk: Деректерді жүйенің бұзылуынан қорғайды
km: ការពារទិន្នន័យរបស់អ្នកពីការសម្របសម្រួលប្រព័ន្ធ
kn: ಸಿಸ್ಟಮ್ ರಾಜಿಯಿಂದ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸುತ್ತದೆ
ku: Daneyên we ji lihevkirina pergalê diparêze
ky: Маалыматтарыңызды системанын бузулушунан коргойт
lb: Schützt Är Donnéeën vu Systemkompromëss
lo: ປົກປ້ອງຂໍ້ມູນຂອງທ່ານຈາກການປະນີປະນອມຂອງລະບົບ
lt: Apsaugo jūsų duomenis nuo sistemos kompromisų
lv: Aizsargā jūsu datus no sistēmas uzlaušanas
mg: Miaro ny angonao amin'ny faneken'ny rafitra
mi: Ka parea o raraunga mai i te whakararu i te punaha
mk: Ги штити вашите податоци од системски компромис
ml: സിസ്റ്റം വിട്ടുവീഴ്ചയിൽ നിന്ന് നിങ്ങളുടെ ഡാറ്റയെ സംരക്ഷിക്കുന്നു
mn: Системийн эвдрэлээс таны өгөгдлийг хамгаална
mr: सिस्टम तडजोड पासून तुमचा डेटा संरक्षित करते
ms: Melindungi data anda daripada kompromi sistem
mt: Tipproteġi d-dejta tiegħek mill-kompromess tas-sistema
my: သင့်ဒေတာကို စနစ်အပေးအယူမှ ကာကွယ်ပေးသည်။
ne: प्रणाली सम्झौता बाट आफ्नो डाटा सुरक्षा
nl: Beschermt uw gegevens tegen systeemcompromissen
no: Beskytter dataene dine mot systemkompromittering
or: ସିଷ୍ଟମ୍ ଆପୋଷ ବୁ from ାମଣାରୁ ଆପଣଙ୍କର ତଥ୍ୟକୁ ସୁରକ୍ଷା କରେ |
pa: ਸਿਸਟਮ ਨਾਲ ਸਮਝੌਤਾ ਕਰਨ ਤੋਂ ਤੁਹਾਡੇ ਡੇਟਾ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ
pl: Chroni Twoje dane przed naruszeniem bezpieczeństwa systemu
ps: ستاسو معلومات د سیسټم جوړجاړی څخه ساتي
pt: Protege seus dados do comprometimento do sistema
ro: Vă protejează datele împotriva compromisului sistemului
ru: Защищает ваши данные от компрометации системы
rw: Kurinda amakuru yawe sisitemu yo gutandukana
sd: توهان جي ڊيٽا کي سسٽم جي ٺاهه کان بچائيندو آهي
si: පද්ධති සම්මුතියෙන් ඔබේ දත්ත ආරක්ෂා කරයි
sk: Chráni vaše dáta pred narušením systému
sl: Ščiti vaše podatke pred ogrožanjem sistema
sq: Mbron të dhënat tuaja nga kompromisi i sistemit
sr: Штити ваше податке од компромитовања система
sv: Skyddar dina data från systemkompromisser
sw: Hulinda data yako dhidi ya maelewano ya mfumo
ta: கணினி சமரசத்திலிருந்து உங்கள் தரவைப் பாதுகாக்கிறது
te: సిస్టమ్ రాజీ నుండి మీ డేటాను రక్షిస్తుంది
tg: Маълумоти шуморо аз осеби система муҳофизат мекунад
th: ปกป้องข้อมูลของคุณจากการบุกรุกของระบบ
tk: Maglumatlaryňyzy ulgam ylalaşyklaryndan goraýar
tl: Pinoprotektahan ang iyong data mula sa kompromiso ng system
tr: Verilerinizi sistem güvenliğinden korur
tt: Сезнең мәгълүматны система компромисыннан саклый
ug: سانلىق مەلۇماتلىرىڭىزنى سىستېما مۇرەسسە قىلىشتىن قوغدايدۇ
uk: Захищає ваші дані від зламу системи
ur: سسٹم کے سمجھوتہ سے آپ کے ڈیٹا کی حفاظت کرتا ہے۔
uz: Ma'lumotlaringizni tizim buzilishidan himoya qiladi
vi: Bảo vệ dữ liệu của bạn khỏi sự xâm phạm hệ thống
xh: Ikhusela idatha yakho kwi-compromisection
yi: פּראַטעקץ דיין דאַטן פון סיסטעם קאָמפּראָמיס

source: Encryption in transit
af: Enkripsie in transito
am: በመጓጓዣ ውስጥ ምስጠራ
ar: التشفير أثناء النقل
az: Tranzitdə şifrələmə
be: Шыфраванне пры перадачы
bg: Криптиране при пренос
bn: ট্রানজিটে এনক্রিপশন
ca: Xifratge en trànsit
cs: Šifrování při přenosu
cy: Amgryptio wrth gludo
da: Kryptering i transit
de: Verschlüsselung während der Übertragung
el: Κρυπτογράφηση κατά τη μεταφορά
eo: Ĉifrado en trafiko
es: Cifrado en tránsito
et: Krüpteerimine edastamisel
eu: Enkriptatzea garraioan
fa: رمزگذاری در حمل و نقل
fi: Salaus siirrossa
fr: Chiffrement en transit
fy: Fersifering yn transit
ga: Criptiú faoi bhealach
gd: Crioptachadh ann an còmhdhail
gl: Cifrado en tránsito
gu: પરિવહનમાં એન્ક્રિપ્શન
hi: पारगमन में एन्क्रिप्शन
hr: Enkripcija u prijenosu
hu: Titkosítás átvitel közben
hy: Կոդավորումը տարանցման ժամանակ
id: Enkripsi dalam perjalanan
is: Dulkóðun í flutningi
it: Crittografia in transito
iw: הצפנה במעבר
ja: 転送中の暗号化
ka: დაშიფვრა ტრანზიტში
kk: Жолдағы шифрлау
km: ការអ៊ិនគ្រីបក្នុងការដឹកជញ្ជូន
kn: ಸಾಗಣೆಯಲ್ಲಿ ಎನ್‌ಕ್ರಿಪ್ಶನ್
ku: Şîfrekirin di derbasbûnê de
ky: Шифрлөө транзитте
lb: Verschlësselung am Transit
lo: ການເຂົ້າລະຫັດໃນການຂົນສົ່ງ
lt: Šifravimas siuntimo metu
lv: Šifrēšana sūtīšanas laikā
mg: Encryption amin'ny fitaterana
mi: Whakamuna i te whakawhiti
mk: Шифрирање во транзит
ml: ട്രാൻസിറ്റിൽ എൻക്രിപ്ഷൻ
mn: Дамжуулж буй шифрлэлт
mr: संक्रमणामध्ये एन्क्रिप्शन
ms: Penyulitan dalam transit
mt: Encryption fi transitu
my: အကူးအပြောင်းတွင် ကုဒ်ဝှက်ခြင်း
ne: ट्रान्जिटमा इन्क्रिप्सन
nl: Versleuteling tijdens verzending
no: Kryptering under overføring
or: ଗମନାଗମନରେ ଏନକ୍ରିପସନ୍ |
pa: ਆਵਾਜਾਈ ਵਿੱਚ ਏਨਕ੍ਰਿਪਸ਼ਨ
pl: Szyfrowanie podczas przesyłania
ps: په لیږد کې کوډ کول
pt: Criptografia em trânsito
ro: Criptare în tranzit
ru: Шифрование при передаче
rw: Encryption muri transit
sd: ٽرانسپشن ۾ انڪوشن
si: සංක්‍රමණයේ සංකේතනය
sk: Šifrovanie pri prenose
sl: Šifriranje med prenosom
sq: Kriptimi në tranzit
sr: Шифровање у преносу
sv: Kryptering under överföring
sw: Usimbaji fiche katika usafiri
ta: போக்குவரத்தில் குறியாக்கம்
te: రవాణాలో ఎన్‌క్రిప్షన్
tg: Рамзгузорӣ дар транзит
th: การเข้ารหัสระหว่างการส่ง
tk: Tranzitde şifrlemek
tl: Pag-encrypt sa transit
tr: Aktarım sırasında şifreleme
tt: Транзитта шифрлау
ug: ئاممىۋى قاتناشتىكى مەخپىيلەشتۈرۈش
uk: Шифрування під час передачі
ur: ٹرانزٹ میں خفیہ کاری
uz: Tranzitda shifrlash
vi: Mã hóa trong quá trình vận chuyển
xh: Uguqulelo oluntsonkothileyo kuhambo
yi: ענקריפּשאַן אין דורכפאָר

source: Protects your data if communications are intercepted
af: Beskerm jou data as kommunikasie onderskep word
am: ግንኙነቶች ከተጠለፉ የእርስዎን ውሂብ ይጠብቃል።
ar: يحمي بياناتك في حالة اعتراض الاتصالات
az: Əlaqələr ələ keçirildikdə məlumatlarınızı qoruyur
be: Абараняе вашы даныя ў выпадку перахопу сувязі
bg: Защитава вашите данни, ако комуникациите бъдат прихванати
bn: যোগাযোগ বাধাগ্রস্ত হলে আপনার ডেটা রক্ষা করে
ca: Protegeix les teves dades si s'intercepten comunicacions
cs: Chrání vaše data v případě zachycení komunikace
cy: Yn amddiffyn eich data os caiff cyfathrebiadau eu rhyng-gipio
da: Beskytter dine data, hvis kommunikation opsnappes
de: Schützt Ihre Daten, wenn die Kommunikation abgefangen wird
el: Προστατεύει τα δεδομένα σας σε περίπτωση υποκλοπής επικοινωνιών
eo: Protektas viajn datumojn se komunikadoj estas kaptitaj
es: Protege sus datos si las comunicaciones son interceptadas
et: Kaitseb teie andmeid side pealtkuulamise korral
eu: Zure datuak babesten ditu komunikazioak atzematen badira
fa: در صورت رهگیری ارتباطات از داده های شما محافظت می کند
fi: Suojaa tietojasi, jos viestintää siepataan
fr: Protège vos données si les communications sont interceptées
fy: Beskermet jo gegevens as kommunikaasje wurdt ûnderskept
ga: Cosnaíonn sé do shonraí má dhéantar cumarsáid a idircheapadh
gd: Dìon an dàta agad ma thèid conaltradh a ghlacadh
gl: Protexe os teus datos se as comunicacións son interceptadas
gu: જો સંદેશાવ્યવહાર અટકાવવામાં આવે તો તમારા ડેટાને સુરક્ષિત કરે છે
hi: संचार बाधित होने पर आपके डेटा की सुरक्षा करता है
hr: Štiti vaše podatke ako se presretnu komunikacije
hu: Védi adatait, ha a kommunikációt lehallgatják
hy: Պաշտպանում է ձեր տվյալները, եթե հաղորդակցությունները գաղտնալսվում են
id: Melindungi data Anda jika komunikasi dicegat
is: Ver gögnin þín ef fjarskipti eru hleruð
it: Protegge i tuoi dati se le comunicazioni vengono intercettate
iw: מגן על הנתונים שלך אם תקשורת יורטה
ja: 通信が傍受された場合にデータを保護
ka: იცავს თქვენს მონაცემებს, თუ კომუნიკაცია ჩაიშლება
kk: Байланыстар ұсталған жағдайда деректеріңізді қорғайды
km: ការពារទិន្នន័យរបស់អ្នក ប្រសិនបើទំនាក់ទំនងត្រូវបានស្ទាក់ចាប់
kn: ಸಂವಹನಗಳು ಅಡ್ಡಿಪಡಿಸಿದರೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸುತ್ತದೆ
ku: Heke danûstandin têne girtin daneyên we diparêze
ky: Байланыштар кармалып калса, маалыматыңызды коргойт
lb: Schützt Är Donnéeën wann Kommunikatioun ofgefaange gëtt
lo: ປົກປ້ອງຂໍ້ມູນຂອງທ່ານຖ້າການສື່ສານຖືກຂັດຂວາງ
lt: Apsaugo jūsų duomenis, jei perimamas ryšys
lv: Aizsargā jūsu datus, ja tiek pārtverti sakari
mg: Miaro ny angonao raha voasakana ny fifandraisana
mi: Ka parea o raraunga mena ka haukotia nga korero
mk: Ги заштитува вашите податоци доколку се пресретнат комуникациите
ml: ആശയവിനിമയങ്ങൾ തടസ്സപ്പെട്ടാൽ നിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നു
mn: Харилцаа холбоо тасарсан тохиолдолд таны өгөгдлийг хамгаална
mr: संप्रेषणांमध्ये व्यत्यय आल्यास आपल्या डेटाचे संरक्षण करते
ms: Melindungi data anda jika komunikasi dipintas
mt: Tipproteġi d-dejta tiegħek jekk il-komunikazzjonijiet jiġu interċettati
my: ဆက်သွယ်ရေးများကြားဖြတ်ခံရပါက သင့်ဒေတာကို ကာကွယ်ပေးသည်။
ne: संचार अवरोध भएमा तपाईंको डाटा सुरक्षित गर्दछ
nl: Beschermt uw gegevens als communicatie wordt onderschept
no: Beskytter dataene dine hvis kommunikasjon blir avlyttet
or: ଯଦି ଯୋଗାଯୋଗ ବାଧାପ୍ରାପ୍ତ ହୁଏ ତେବେ ଆପଣଙ୍କର ତଥ୍ୟକୁ ସୁରକ୍ଷା କରେ |
pa: ਜੇਕਰ ਸੰਚਾਰ ਰੋਕਿਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਤੁਹਾਡੇ ਡੇਟਾ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ
pl: Chroni Twoje dane w przypadku przechwycenia komunikacji
ps: ستاسو معلومات خوندي کوي که چیرې مخابرات مداخله شي
pt: Protege seus dados se as comunicações forem interceptadas
ro: Vă protejează datele dacă comunicațiile sunt interceptate
ru: Защищает ваши данные в случае перехвата сообщений
rw: Kurinda amakuru yawe niba itumanaho rihagaritswe
sd: توهان جي ڊيٽا کي محفوظ ڪري ٿو جيڪڏهن رابطي کي روڪيو وڃي
si: සන්නිවේදනය අවහිර වුවහොත් ඔබේ දත්ත ආරක්ෂා කරයි
sk: Chráni vaše údaje v prípade zachytenia komunikácie
sl: Ščiti vaše podatke, če so komunikacije prestrežene
sq: Mbron të dhënat tuaja nëse komunikimet përgjohen
sr: Штити ваше податке ако се комуникација пресретне
sv: Skyddar dina data om kommunikation avlyssnas
sw: Hulinda data yako ikiwa mawasiliano yameingiliwa
ta: தகவல்தொடர்புகள் தடைபட்டால் உங்கள் தரவைப் பாதுகாக்கும்
te: కమ్యూనికేషన్‌లు అంతరాయం కలిగితే మీ డేటాను రక్షిస్తుంది
tg: Маълумоти шуморо муҳофизат мекунад, агар алоқаҳо боздошта шаванд
th: ปกป้องข้อมูลของคุณหากการสื่อสารถูกดักฟัง
tk: Aragatnaşyklar kesilse maglumatlaryňyzy goraýar
tl: Pinoprotektahan ang iyong data kung naharang ang mga komunikasyon
tr: İletişim kesilirse verilerinizi korur
tt: Әгәр дә элемтә өзелсә, сезнең мәгълүматны саклый
ug: ئەگەر ئالاقە ئۈزۈلۈپ قالسا سانلىق مەلۇماتلىرىڭىزنى قوغدايدۇ
uk: Захищає ваші дані в разі перехоплення зв’язку
ur: اگر مواصلات کو روکا جاتا ہے تو آپ کے ڈیٹا کی حفاظت کرتا ہے۔
uz: Muloqot ushlanganda ma'lumotlaringizni himoya qiladi
vi: Bảo vệ dữ liệu của bạn nếu thông tin liên lạc bị chặn
xh: Ikhusela idatha yakho ukuba unxibelelwano luyabanjwa
yi: פּראַטעקץ דיין דאַטן אויב קאָמוניקאַציע איז ינטערסעפּטאַד
