Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
af: Ons is hier om te help! Kontak as jy nog vrae het en ons sal binne twee werksdae beantwoord.
am: ለማገዝ ዝግጁ ነን! አሁንም ጥያቄዎች ካለዎት እና በ 2 የስራ ቀናት ውስጥ ምላሽ እንሰጥዎታለን.
ar: نحن هنا للمساعدة! تواصل معنا إذا كان لا يزال لديك أي أسئلة وسنقوم بالرد خلال يومي عمل.
az: Kömək etmək üçün buradayıq! Hər hansı bir sualınız varsa, əlaqə saxlayın və biz iki iş günü ərzində cavab verəcəyik.
be: Мы тут, каб дапамагчы! Сядайце з намі, калі ў вас узніклі якія-небудзь пытанні, і мы адкажам на працягу двух працоўных дзён.
bg: Ние сме тук, за да помогнем! Свържете се с нас, ако все още имате някакви въпроси и ще Ви отговорим в рамките на два работни дни.
bn: আমরা এখানে সাহায্য করতে এসেছি! যদি আপনার এখনও কোন প্রশ্ন থাকে তবে যোগাযোগ করুন এবং আমরা দুই কার্যদিবসের মধ্যে উত্তর দেব।
ca: Estem aquí per ajudar-vos! Poseu-vos en contacte si encara teniu cap pregunta i contestarem en un termini de dos dies laborables.
cs: Jsme tu, abychom vám pomohli! Máte-li stále nějaké dotazy, kontaktujte nás a my vám odpovíme do dvou pracovních dnů.
cy: Rydym yma i helpu! Cysylltwch â ni os oes gennych unrhyw gwestiynau o hyd a byddwn yn ateb o fewn dau ddiwrnod gwaith.
da: Vi er her for at hjælpe! Kontakt os, hvis du stadig har spørgsmål, og vi svarer inden for to arbejdsdage.
de: Wir sind hier um zu helfen! Wenden Sie sich an uns, wenn Sie noch Fragen haben, und wir antworten innerhalb von zwei Arbeitstagen.
el: Είμαστε εδώ για να βοηθήσουμε! Επικοινωνήστε μαζί μας αν έχετε ακόμα ερωτήσεις και θα απαντήσουμε εντός δύο εργάσιμων ημερών.
eo: Ni estas ĉi tie por helpi! Kontaktu vin se vi ankoraŭ havas demandojn kaj ni respondos ene de du labortagoj.
es: ¡Estamos aquí para ayudar! Póngase en contacto si todavía tiene alguna pregunta y le responderemos dentro de dos días hábiles.
et: Me oleme siin, et aidata! Võtke ühendust, kui teil on endiselt küsimusi ja me vastame kahe tööpäeva jooksul.
eu: Hemen gaude laguntza! Jar zaitez harremanetan galderarik baduzu eta bi lanegunetan erantzungo diogu.
fa: ما برای کمک اینجا هستیم! در صورت لزوم با هر گونه سؤال تماس بگیرید و ظرف دو روز کاری پاسخ دهید.
fi: Olemme täällä auttamassa! Ota yhteyttä, jos sinulla on vielä kysymyksiä, ja vastaamme kahden työpäivän kuluessa.
fr: Nous sommes là pour vous aider! Contactez-nous si vous avez encore des questions et nous vous répondrons dans les deux jours ouvrables.
fy: Wy binne hjir te helpen! Kontrolearje as jo noch hokker fragen hawwe en wy binnen twa wurkdagen antwurdzje.
ga: Táimid anseo le cuidiú! Déan teagmháil má tá aon cheist agat fós agus freagróimid laistigh de dhá lá oibre.
gd: Tha sinn an seo airson cuideachadh! Cuir fios thugainn ma tha ceistean agad fhathast agus bheir sinn freagairt taobh a-staigh dà latha obrach.
gl: Estamos aquí para axudar! Póñase en contacto se ten algunha dúbida e responderemos dentro de dous días hábiles.
gu: અમે અહીં મદદ કરવા માટે છીએ! જો તમને હજી પણ કોઈ પ્રશ્નો હોય તો સંપર્કમાં રહો અને અમે બે કાર્યકારી દિવસોમાં જવાબ આપીશું.
hi: हमलोग यहां सहायता करने के लिए हैं! संपर्क करें यदि आपके पास अभी भी कोई सवाल है और हम दो कार्य दिवसों के भीतर जवाब देंगे।
hr: Ovdje smo da pomognemo! Javite se ako još uvijek imate pitanja i odgovorit ćemo u roku od dva radna dana.
hu: Itt vagyunk, hogy segítsünk! Lépjen kapcsolatba, ha még kérdése van, és két munkanapon belül válaszolunk.
hy: Մենք այստեղ ենք օգնելու: Կապվեք, եթե դուք դեռ հարցեր ունեք, եւ մենք կպատասխանենք երկու աշխատանքային օրվա ընթացքում:
id: Kami di sini untuk membantu! Hubungi jika Anda masih memiliki pertanyaan dan kami akan membalas dalam dua hari kerja.
is: Við erum hér til að hjálpa! Hafðu samband ef þú hefur einhverjar spurningar og við svarum innan tveggja virkra daga.
it: Siamo qui per aiutare! Mettiti in contatto se hai ancora domande e ti risponderemo entro due giorni lavorativi.
iw: אנחנו כאן לעזור! צור קשר אם יש לך שאלות נוספות ואנו נשיב תוך שני ימי עבודה.
ja: 私たちは助けるためにここにいます！それでも質問がある場合はご連絡ください。2営業日以内に返信いたします。
ka: ჩვენ აქ ვართ, რათა დაეხმაროს! დაუკავშირდით თუ ჯერ კიდევ გაქვთ შეკითხვები და ორი სამუშაო დღის განმავლობაში გამოხმაურებთ.
kk: Біз осында көмектесеміз! Егер сізде әліде сұрақтар туындаса, біз екі жұмыс күні ішінде жауап береміз.
km: យើងនៅទីនេះដើម្បីជួយ! សូមទាក់ទងប្រសិនបើអ្នកនៅតែមានសំណួរហើយយើងនឹងឆ្លើយតបក្នុងរយៈពេលពីរថ្ងៃនៃថ្ងៃធ្វើការ។
kn: ಸಹಾಯ ಮಾಡಲು ನಾವು ಇಲ್ಲಿದ್ದೇವೆ! ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಮತ್ತು ನಾವು ಎರಡು ಕೆಲಸದ ದಿನಗಳಲ್ಲಿ ಪ್ರತ್ಯುತ್ತರಿಸುತ್ತೇವೆ.
ku: Em li vir alîkariyê bikin! Hûn di têkiliyê de bigihînin heger hûn hîn pirsî hene û em ê di nava du karan de bersiv bikin.
ky: Биз жардам берүү үчүн бул жерде! Сен дагы эле эч кандай суроолор жана эки жумушчу күндүн ичинде жооп аласыз бар болсо байланышып тургула.
lb: Mir sinn hei fir ze hëllefen! Gitt kontaktéiert wann Dir nach ëmmer Froen hutt a mir äntweren an zwou Aarbechtsdeeg.
lo: ພວກເຮົາຢູ່ທີ່ນີ້ເພື່ອຊ່ວຍ! ຕິດຕໍ່ຖ້າຫາກທ່ານຍັງມີຄໍາຖາມໃດໆແລະພວກເຮົາຈະຕອບໃນສອງມື້ເຮັດວຽກ.
lt: Mes norime padėti! Susisiekite, jei vis dar turite klausimų, ir mes atsakysime per dvi darbo dienas.
lv: Mēs esam šeit, lai palīdzētu! Sazinieties ar, ja jums vēl ir kādi jautājumi, un mēs atbildēsim divu darba dienu laikā.
mg: Eto izahay mba hanampy! Mifandraisa raha mbola manana fanontaniana ianao ary hamaly ao anatin&#39;ny roa andro fiasana.
mi: Kei konei matou hei awhina! Me pahono ki te whai tonu koe i nga patai me te whakautu i roto i nga ra mahi e rua.
mk: Ние сме тука за да помогнеме! Стапи во контакт ако сеуште имате прашања и ние ќе одговориме во рок од два работни дена.
ml: സഹായിക്കാൻ ഞങ്ങൾ ഇവിടെയുണ്ട്! നിങ്ങൾക്ക് തുടർന്നും എന്തെങ്കിലും ചോദ്യങ്ങൾ ഉണ്ടെങ്കിൽ, രണ്ട് പ്രവൃത്തി ദിവസത്തിനുള്ളിൽ ഞങ്ങൾ മറുപടി അയയ്ക്കും.
mn: Бид энд туслах болно! Хэрэв танд асуулт байгаа бол бидэнтэй холбоо барина уу. Ажлын хоёр өдрийн дотор хариулах болно.
mr: आम्ही मदतीसाठी येथे आहोत! आपल्याकडे अद्याप कोणतेही प्रश्न असल्यास संपर्क साधा आणि आम्ही दोन कार्य दिवसांच्या आत प्रत्युत्तर देऊ.
ms: Kami di sini untuk membantu! Berhubung jika anda masih mempunyai sebarang soalan dan kami akan menjawab dalam masa dua hari bekerja.
mt: Aħna qegħdin hawn biex ngħinu! Ikkuntattjani jekk għad għandek xi mistoqsijiet u aħna nirrispondu fi żmien jumejn tax-xogħol.
my: ကျွန်ုပ်တို့ကူညီနိုင်ဖို့ကဒီမှာရောက်နေ! သင်ဆဲမဆိုမေးခွန်းများနှင့်ကျနော်တို့နှစ်ဦးကိုအလုပ်လုပ်ရက်အတွင်း reply လိမ့်မယ်ဆိုပါကထိတွေ့ရယူပါ။
ne: हामी मद्दतको लागि यहाँ छौं! सम्पर्कमा पाउनुहोस् यदि तपाईसँग अझै पनि कुनै प्रश्न छन् र हामी दुई कामदार दिन भित्र जवाफ दिनेछौं।
nl: We zijn hier om te helpen! Neem contact op als u nog vragen heeft en we antwoorden binnen twee werkdagen.
no: Vi er her for å hjelpe! Ta kontakt hvis du fortsatt har noen spørsmål, og vi svarer innen to virkedager.
or: ଆମେ ସାହାଯ୍ୟ କରିବାକୁ ଆସିଛୁ! ଯଦି ଆପଣଙ୍କର ତଥାପି କ questions ଣସି ପ୍ରଶ୍ନ ଅଛି ତେବେ ଯୋଗାଯୋଗ କରନ୍ତୁ ଏବଂ ଆମେ ଦୁଇ କାର୍ଯ୍ୟଦିବସ ମଧ୍ୟରେ ଉତ୍ତର ଦେବୁ |
pa: ਅਸੀਂ ਮਦਦ ਲਈ ਇੱਥੇ ਹਾਂ! ਸੰਪਰਕ ਵਿੱਚ ਰਹੋ ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਅਜੇ ਵੀ ਕੋਈ ਸਵਾਲ ਹਨ ਅਤੇ ਅਸੀਂ ਦੋ ਕੰਮਕਾਜੀ ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਜਵਾਬ ਦੇਵਾਂਗੇ.
pl: Jesteśmy tutaj, aby pomóc! Skontaktuj się z nami, jeśli nadal masz pytania, a my odpowiemy w ciągu dwóch dni roboczych.
ps: موږ دلته د مرستې لپاره یو که چیرې تاسو اوس هم کومې پوښتنې لرئ نو اړیکه ونیسئ او موږ به په دوو کاري ورځو کې ځواب وکړو.
pt: Nós estamos aqui para ajudar! Entre em contato se ainda tiver alguma dúvida e responderemos dentro de dois dias úteis.
ro: Suntem aici pentru a vă ajuta! Luați legătura dacă aveți încă întrebări și vom răspunde în termen de două zile lucrătoare.
ru: Мы здесь, чтобы помочь! Свяжитесь с нами, если у вас остались вопросы, и мы ответим в течение двух рабочих дней.
rw: Turi hano gufasha! Menyesha niba ugifite ikibazo kandi tuzagusubiza muminsi ibiri y&#39;akazi.
sd: اسان هتي مدد لاء آهيون! جيڪڏهن رابطي ۾ حاصل ٿيو ته توهان اڃا تائين ڪي سوال ڪيا آهيو ۽ اسان ٻه ڪم ڪندڙ ڏينهن اندر جواب ڏينداسين.
si: අපි මෙහෙ උදව් කරන්න! ඔබට තවම ප්රශ්ණ ඇති නම්, අපි වැඩ කරන දින දෙකක් ඇතුළත පිළිතුරු දෙන්නෙමු.
sk: Sme tu, aby sme vám pomohli! Ak máte stále nejaké otázky, kontaktujte nás a my vám odpovieme do dvoch pracovných dní.
sl: Tukaj smo, da pomagamo! Stopite v stik, če imate še vedno vprašanja, mi pa vam bomo odgovorili v dveh delovnih dneh.
sq: Ne jemi këtu për të ndihmuar! Merrni kontakt nëse keni akoma pyetje dhe ne do të përgjigjemi brenda dy ditëve të punës.
sr: Овде смо да помогнемо! Обратите се ако и даље имате питања и ми ћемо вам одговорити у року од два радна дана.
sv: Vi är här för att hjälpa! Kom ihåg om du fortfarande har några frågor och vi svarar inom två arbetsdagar.
sw: Tuko hapa kusaidia! Pata kuwasiliana ikiwa una maswali yoyote na tutajibu ndani ya siku mbili za kazi.
ta: நாங்கள் உதவ இங்கே இருக்கிறோம்! நீங்கள் இன்னும் ஏதேனும் கேள்விகள் இருந்தால், தொடர்பு கொள்ளவும், இரண்டு வேலை நாட்களில் பதிலளிப்போம்.
te: సహాయం కోసం మేము ఇక్కడ ఉన్నాము! మీకు ఇంకా ఏవైనా ప్రశ్నలు ఉంటే, సన్నిహితంగా ఉండండి మరియు మేము రెండు పని రోజులలో ప్రత్యుత్తరం ఇస్తాము.
tg: Мо барои кӯмак ба мо ҳастем! Агар шумо ягон савол дошта бошед, мо дар муддати ду рӯзи корӣ ҷавоб хоҳем дод.
th: เราพร้อมให้ความช่วยเหลือ! ติดต่อหากคุณยังมีคำถามใด ๆ และเราจะตอบกลับภายในสองวันทำการ
tk: Biz kömek etmek üçin geldik! Soraglaryňyz bar bolsa habarlaşyň we iki iş gününiň dowamynda jogap bereris.
tl: Nandito kami upang makatulong! Makipag-ugnay kung mayroon kang anumang mga katanungan at tutugon kami sa loob ng dalawang araw ng trabaho.
tr: Yardım etmek için buradayız! Hala herhangi bir sorunuz varsa iletişime geçin ve iki iş günü içinde cevaplayacağız.
tt: Без булышырга килдек! Әгәр дә сездә сораулар булса, элемтәгә керегез, без ике эш көне эчендә җавап бирербез.
ug: بىز ياردەمگە كەلدۇق! ئەگەر يەنىلا سوئالىڭىز بولسا ئالاقىلىشىڭ ، ئىككى خىزمەت كۈنى ئىچىدە جاۋاب قايتۇرىمىز.
uk: Ми тут, щоб допомогти! Зв&#39;яжіться з нами, якщо у вас виникнуть питання, і ми відповімо протягом двох робочих днів.
ur: ہم یہاں مدد کرنے کے لئے ہیں! رابطے میں حاصل کریں اگر آپ اب بھی کوئی سوالات ہیں اور ہم دو کام کے دنوں میں جواب دیں گے.
uz: Biz yordam berish uchun keldik! Agar siz hali ham savollaringiz bo&#39;lsa, biz bilan bog&#39;laning va biz ikki ish kuni ichida javob beramiz.
vi: Chúng tôi ở đây để giúp đỡ! Hãy liên lạc nếu bạn vẫn còn thắc mắc và chúng tôi sẽ trả lời trong vòng hai ngày làm việc.
xh: Silapha ukunceda! Fumana xa unemibuzo kwaye siya kuphendula phakathi kweentsuku ezimbini zokusebenza.
yi: מיר זענען דאָ צו הילף! באַקומען אין פאַרבינדן אויב איר נאָך האָבן קיין פראגעס און מיר וועלן ענטפֿערן ין צוויי אַרבעט טעג.

source: * Email is not valid.
af: * E-pos is nie geldig nie.
am: * ኢሜይል ልክ ያልኾነ ነው.
ar: * البريد الإلكتروني غير صالح.
az: * Email etibarlı deyil.
be: * E-mail не з&#39;яўляецца сапраўдным.
bg: * Имейлът не е валиден.
bn: * ইমেইল বৈধ নয়।
ca: * El correu electrònic no és vàlid.
cs: * E-mail není platný.
cy: * Nid yw e-bost yn ddilys.
da: * Email er ikke gyldigt.
de: * Email ist ungültig.
el: * Το μήνυμα ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρο.
eo: * Retpoŝto ne validas.
es: * El correo no es válido.
et: * E-post ei ole kehtiv.
eu: * Posta elektronikoa ez da baliozkoa.
fa: * ایمیل معتبر نیست
fi: * Sähköposti ei ole kelvollinen.
fr: * L&#39;email n&#39;est pas valide.
fy: * E-post is net jildich.
ga: * Níl an ríomhphost bailí.
gd: * Chan eil post-d dligheach.
gl: * O correo electrónico non é válido.
gu: * ઇમેઇલ માન્ય નથી.
hi: * विद्युतडाक मान्य नहीं है।
hr: * E-pošta nije važeća.
hu: * Az e-mail nem érvényes.
hy: * Emailը վավեր չէ:
id: * Email tidak valid
is: * Netfangið er ekki í gildi.
it: * L&#39;email non è valida.
iw: * האימייל אינו חוקי.
ja: *メールアドレスが無効です。
ka: * ელფოსტა არ არის სწორი.
kk: * Электрондық пошта жарамсыз.
km: * អ៊ីមែលមិនត្រឹមត្រូវ។
kn: * ಇಮೇಲ್ ಮಾನ್ಯವಾಗಿಲ್ಲ.
ku: * E-namek e.
ky: * Email жарактуу эмес.
lb: * E-Mail ass net valabel.
lo: ອີເມວບໍ່ຖືກຕ້ອງ.
lt: * El. Paštas negalioja.
lv: * E-pasts nav derīgs.
mg: * Email tsy mety.
mi: * Kāore i te tika te Email.
mk: * Е-пошта не е валидна.
ml: * ഇമെയിൽ അസാധുവാണ്.
mn: * И-мэйл буруу байна.
mr: * ईमेल वैध नाही.
ms: * E-mel tidak sah.
mt: * Email mhux validu.
my: * အီးမေးလ်တရားဝင်မဟုတ်ပါဘူး။
ne: * ईमेल मान्य छैन।
nl: * E-mail is niet geldig.
no: * E-post er ikke gyldig.
or: * ଇମେଲ୍ ବ valid ଧ ନୁହେଁ |
pa: * ਈਮੇਲ ਵੈਧ ਨਹੀਂ ਹੈ.
pl: * Adres email jest nieprawidłowy.
ps: * بریښنالیک اعتبار نلري.
pt: * E-mail não é válido.
ro: * E-mailul nu este valid.
ru: * Email не является допустимым.
rw: * Imeri ntabwo yemewe.
sd: * اي ميل صحيح ناهي.
si: * විද්යුත් තැපෑල වලංගු නැත.
sk: * E-mail nie je platný.
sl: * E-pošta ni veljavna.
sq: * Email-i nuk është i vlefshëm.
sr: * Е-пошта није важећа.
sv: * E-post är inte giltig.
sw: * Barua pepe haifai.
ta: * மின்னஞ்சல் செல்லுபடியாகாது.
te: * ఇమెయిల్ చెల్లదు.
tg: * Почтаи электронӣ дуруст нест.
th: * อีเมลไม่ถูกต้อง
tk: * E-poçta dogry däl
tl: * Hindi wasto ang email.
tr: * E-posta geçerli değil.
tt: * Электрон почта дөрес түгел.
ug: * ئېلېكترونلۇق خەت ئىناۋەتلىك ئەمەس.
uk: * Електронна адреса недійсна.
ur: * ای میل درست نہیں ہے.
uz: * Elektron pochta manzili haqiqiy emas.
vi: * Email không hợp lệ.
xh: I-imeyile ayivumelekanga.
yi: * בליצפּאָסט איז ניט גילטיק.

source: Low
af: lae
am: ዝቅተኛ
ar: منخفض
az: Aşağı
be: Нізкая
bg: ниско
bn: কম
ca: baix
cs: Nízký
cy: Isel
da: Lav
de: Niedrig
el: Χαμηλός
eo: Malalta
es: Bajo
et: Madal
eu: Behe
fa: کم
fi: Matala
fr: Faible
fy: Leech
ga: Íseal
gd: Ìosal
gl: Baixo
gu: નીચા
hi: कम
hr: nizak
hu: Alacsony
hy: Ածր է
id: Rendah
is: Lágt
it: Basso
iw: נָמוּך
ja: 低
ka: დაბალი
kk: Төмен
km: ទាប
kn: ಕಡಿಮೆ
ku: Nizm
ky: төмөн
lb: Niddereg
lo: ຕ່ ຳ
lt: Žemas
lv: Zems
mi: Iti
mk: Ниско
ml: താഴ്ന്നത്
mn: Бага
mr: कमी
ms: Rendah
mt: Baxxa
my: အနိမ့်
ne: कम
nl: Laag
no: Lav
or: ନିମ୍ନ
pa: ਘੱਟ
pl: Niska
ps: ټیټ
pt: Baixo
ro: Scăzut
ru: Низкий
rw: Hasi
sd: گهٽ
si: අඩු
sk: nízky
sl: Nizka
sq: ulët
sr: Ниска
sv: Låg
sw: Chini
ta: குறைந்த
te: తక్కువ
tg: Кам
th: ต่ำ
tk: Pes
tl: Mababa
tr: Düşük
tt: Түбән
ug: تۆۋەن
uk: Низький
ur: کم
uz: Kam
vi: Thấp
xh: Phantsi
yi: נידעריק

source: Medium
am: መካከለኛ
ar: متوسط
az: Orta
be: Сярэдні
bg: среда
bn: মধ্যম
ca: Mitjà
cs: Střední
cy: Canolig
de: Mittel
el: Μεσαίο
eo: Meza
es: Medio
et: Keskmine
fa: متوسط
fi: keskikokoinen
fr: Moyen
ga: Mheán
gd: Meadhanach
gl: Medio
gu: માધ્યમ
hi: मध्यम
hr: Srednji
hu: Közepes
hy: Միջին
is: Miðlungs
it: medio
iw: בינוני
ja: 中
ka: საშუალო
kk: Орташа
km: មធ្យម
kn: ಮಾಧ್ಯಮ
ku: Medya
ky: Орточо
lb: Mëttel-
lo: ປານກາງ
lt: Vidutinis
lv: Vidēja
mi: Te Waenga
mk: Среден
ml: ഇടത്തരം
mn: Дунд
mr: मध्यम
ms: Sedang
mt: Medju
my: အလယ်အလတ်
ne: मध्यम
or: ମଧ୍ୟମ
pa: ਦਰਮਿਆਨੇ
pl: Średni
ps: وچ
pt: Médio
ro: Mediu
ru: средний
rw: Hagati
sd: وچٿرو
si: මධ්යම
sk: stredná
sl: Srednja
sr: Средња
sw: Kati
ta: நடுத்தர
te: మీడియం
tg: Миёна
th: กลาง
tk: Orta
tl: Katamtaman
tr: Orta
tt: Урта
ug: ئوتتۇراھال
uk: Середній
ur: میڈیم
uz: O&#39;rta
vi: Trung bình
xh: Phakathi
yi: מיטל

source: High
af: hoë
am: ከፍተኛ
ar: عالي
az: Yüksək
be: Высокі
bg: Високо
bn: উচ্চ
ca: Alt
cs: Vysoký
cy: Uchel
da: Høj
de: Hoch
el: Υψηλός
eo: Maksimumo
es: Alto
et: Kõrge
fa: بالا
fi: Korkea
fr: Haute
fy: Heech
ga: Ard
gd: Àrd
gl: Alta
gu: ઉચ્ચ
hi: उच्च
hr: visok
hu: Magas
hy: Բարձր
id: Tinggi
is: Hár
it: alto
iw: גָבוֹהַ
ja: 高い
ka: მაღალი
kk: Биік
km: ខ្ពស់
kn: ಹೆಚ್ಚು
ku: Bilind
ky: бийик
lb: Héich
lo: ສູງ
lt: Aukštas
lv: Augsts
mg: avo
mi: Runga
mk: Високо
ml: ഉയർന്ന
mn: Өндөр
mr: उंच
ms: Tinggi
mt: Għoli
my: အမြင့်
ne: उच्च
nl: Hoog
no: Høy
or: ଉଚ୍ଚ
pa: ਉੱਚਾ
pl: Wysoki
ps: لوړ
pt: Alto
ro: Înalt
ru: Высокая
rw: Hejuru
sd: وڏي
si: ඉහළ
sk: vysoký
sl: Visoka
sq: i lartë
sr: Високо
sv: Hög
sw: Juu
ta: உயர்
te: అధిక
tg: Баланд
th: สูง
tk: Beýik
tl: Mataas
tr: Yüksek
tt: Биек
ug: ئېگىز
uk: Високий
ur: اونچا
uz: Yuqori
vi: Cao
xh: Phezulu
yi: הויך

source: Critical
af: kritieke
am: ወሳኝ
ar: حرج
az: Tənqidi
be: Крытычна
bg: критичен
bn: সংকটপূর্ণ
ca: Crítics
cs: Kritické
cy: Beirniadol
da: Kritisk
de: Kritisch
el: Κρίσιμος
eo: Kritikaj
es: Crítico
et: Kriitiline
eu: kritikoa
fa: بحرانی
fi: kriittinen
fr: Critique
fy: Kritysk
ga: Criticiúil
gl: Crítico
gu: જટિલ
hi: नाजुक
hr: Kritično
hu: Kritikai
hy: Կրիտիկական
id: Kritis
is: Gagnrýnin
it: critico
iw: קריטי
ja: クリティカル
ka: Კრიტიკული
kk: Сыни тұрғыдан
km: សំខាន់
kn: ನಿರ್ಣಾಯಕ
ku: Rexneyan
ky: Кескин шашылыш түрдө
lb: Kritesch
lo: ທີ່ ສຳ ຄັນ
lt: Kritinis
lv: Kritisks
mi: Te Huringa
mk: Критички
ml: വിമർശനാത്മകമാണ്
mn: Шүүмжлэлтэй
mr: गंभीर
ms: Kritikal
mt: Kritika
my: ဝေဖန်
ne: आलोचनात्मक
nl: Kritiek
no: Kritisk
or: ଗୁରୁତର
pa: ਨਾਜ਼ੁਕ
pl: Krytyczny
ps: انتقادي
pt: Crítico
ro: Critic
ru: критический
rw: Birakomeye
sd: نازڪ
si: විවේචනාත්මක
sk: kritický
sl: Kritično
sq: kritik
sr: Критичан
sv: Kritisk
sw: Kikosoa
ta: விமர்சன
te: క్రిటికల్
tg: Муҳим
th: วิกฤติ
tk: Tankytly
tl: Mapanganib
tr: kritik
tt: Тәнкыйть
uk: Критичний
ur: تنقیدی
uz: Tanqidiy
vi: Bạo kích
xh: Ibalulekile
yi: קריטיש

source: Choose Importance
af: Kies belangrikheid
am: አስፈላጊነትን ይምረጡ
ar: اختيار الأهمية
az: Əhəmiyyətini seçin
be: выберыце Важнасць
bg: Изберете значение
bn: গুরুত্ব চয়ন করুন
ca: Trieu Importància
cs: Zvolte Důležitost
cy: Dewiswch Bwysigrwydd
da: Vælg vigtighed
de: Wählen Sie Wichtigkeit
el: Επιλέξτε Σημασία
eo: Elektu Gravecon
es: Elija Importancia
et: Valige tähtsus
eu: Aukeratu garrantzia
fa: اهمیت را انتخاب کنید
fi: Valitse Tärkeys
fr: Choisissez l&#39;importance
fy: Kies Importance
ga: Roghnaigh Tábhacht
gd: Tagh cudromachd
gl: Escolla a importancia
gu: મહત્વ પસંદ કરો
hi: महत्व चुनें
hr: Odaberite Važnost
hu: Válassza a fontosságot
hy: Ընտրեք կարեւորը
id: Pilih Pentingnya
is: Veldu mikilvægi
it: Scegli l&#39;importanza
iw: בחר חשיבות
ja: 重要性を選択してください
ka: აირჩიეთ მნიშვნელობა
kk: Маңызды таңдаңыз
km: ជ្រើសយកសារៈសំខាន់
kn: ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ಆರಿಸಿ
ku: Hilbijartin hilbijêre
ky: маани тандоо
lb: Wielt Wichteg
lo: ເລືອກຄວາມສໍາຄັນ
lt: Pasirinkite Svarba
lv: Izvēlieties nozīmīgumu
mg: Misafidiana Importance
mi: Kōwhiria te Hiranga
mk: Изберете значење
ml: പ്രാധാന്യം തിരഞ്ഞെടുക്കുക
mn: Ач холбогдол сонгох
mr: महत्त्व निवडा
ms: Pilih Kepentingan
mt: Agħżel Importanza
my: အရေးပါမှုကိုရွေးချယ်ပါ
ne: महत्त्व छान्नुहोस्
nl: Kies belang
no: Velg Viktighet
or: ଗୁରୁତ୍ୱ ବାଛନ୍ତୁ |
pa: ਮਹੱਤਤਾ ਚੁਣੋ
pl: Wybierz ważność
ps: ارزښت غوره کړئ
pt: Escolha a Importância
ro: Alegeți importanța
ru: Выберите значение
rw: Hitamo Akamaro
sd: اھميت چونڊيو
si: වැදගත්කම තෝරන්න
sk: Vyberte dôležitosť
sl: Izberite Pomembnost
sq: Zgjidhni Rëndësinë
sr: Цхоосе Импортанце
sv: Välj Viktighet
sw: Chagua umuhimu
ta: முக்கியத்துவம் தேர்ந்தெடுங்கள்
te: ప్రాముఖ్యతని ఎంచుకోండి
tg: Муҳимтаринро интихоб кунед
th: เลือกความสำคัญ
tk: Möhümi saýlaň
tl: Pumili ng Kahalagahan
tr: Önemi Seç
tt: Мөһимлекне сайлагыз
ug: مۇھىملىقىنى تاللاڭ
uk: Виберіть значення
ur: اہمیت کا انتخاب کریں
uz: Muhimligini tanlang
vi: Chọn tầm quan trọng
xh: Khetha Ukubaluleka
yi: קלייַבן וויכטיקייט

source: Department
af: Departement
am: መምሪያ
ar:  قسم، أقسام
az: Bölmə
be: аддзел
bg: отдел
bn: বিভাগ
ca: Departament
cs: oddělení
cy: Adran
da: Afdeling
de: Abteilung
el: Τμήμα
eo: Fako
es: Departamento
et: Osakond
eu: Sail
fa: گروه
fi: osasto
fr: département
fy: Departemint
ga: Roinn
gd: Roinn
gl: Departamento
gu: વિભાગ
hi: विभाग
hr: odjel
hu: Osztály
hy: Բաժին
id: Departemen
is: Deild
it: Dipartimento
iw: המחלקה
ja: 部門
ka: დეპარტამენტი
kk: Бөлім
km: នាយកដ្ឋាន
kn: ಇಲಾಖೆ
ku: Liq
ky: бөлүм
lb: Département
lo: ກົມ
lt: Departamentas
lv: nodaļa
mg: sampan-draharaha
mi: Tari
mk: оддел
ml: വകുപ്പ്
mn: Газар
mr: विभाग
ms: Jabatan
mt: Dipartiment
my: ဌါန
ne: विभाग
nl: afdeling
no: Avdeling
or: ବିଭାଗ
pa: ਵਿਭਾਗ
pl: Departament
ps: څانګه
pt: Departamento
ro: Departament
ru: отдел
rw: Ishami
sd: کاتو
si: ෙදපාර්තෙම්න්තුෙව්
sk: oddelenie
sl: Oddelek
sq: repart
sr: Департмент
sv: Avdelning
sw: Idara
ta: துறை
te: శాఖ
tg: Департамент
th: แผนก
tk: Bölüm
tl: Kagawaran
tr: Bölüm
tt: Бүлек
uk: Відділ
ur: شعبہ
uz: Bo&#39;lim
vi: Sở
xh: KwiSebe
yi: דעפּאַרטמענט

source: Sales
af: verkope
am: ሽያጮች
ar: مبيعات
az: Satış
be: Продажы
bg: търговски
bn: বিক্রয়
ca: Vendes
cs: Odbyt
cy: Gwerthiannau
da: Salg
de: Der Umsatz
el: Εκπτώσεις
eo: Vendoj
es: Ventas
et: Müük
eu: salmentak
fa: حراجی
fi: Myynti
fr: Ventes
fy: Ferkeap
ga: Díolacháin
gd: Reic
gl: Vendas
gu: વેચાણ
hi: बिक्री
hr: Prodajni
hy: Վաճառք
id: Penjualan
is: Sala
it: I saldi
iw: מכירות
ja: 売上高
ka: Გაყიდვების
kk: Сату
km: ការលក់
kn: ಮಾರಾಟ
ku: Firotan
ky: сатып алуу-сатуу
lb: Verkaf
lo: ການຂາຍ
lt: Pardavimai
lv: Pārdošana
mi: Nga Hoko
mk: Продажба
ml: വിൽപ്പന
mn: Борлуулалт
mr: विक्री
ms: Jualan
mt: Bejgħ
my: အရောင်း
ne: बिक्री
nl: verkoop
no: Salgs
or: ବିକ୍ରୟ
pa: ਵਿਕਰੀ
pl: Obroty
ps: پلور
pt: Vendas
ro: Vânzări
ru: Продажи
rw: Kugurisha
sd: وڪرو
si: විකුණුම්
sk: odbyt
sl: Prodaja
sr: Продаја
sv: försäljning
sw: Uuzaji
ta: விற்பனை
te: అమ్మకాలు
tg: Фурӯш
th: ขาย
tk: Satyş
tl: Pagbebenta
tr: Satış
tt: Сату
ug: سېتىش
uk: Продажі
ur: فروخت
uz: Savdo
vi: Bán hàng
xh: Ukuthengisa
yi: פארקויפונג

source: Other
af: ander
am: ሌላ
ar: آخر
az: Digərləri
be: Іншыя
bg: друг
bn: অন্যান্য
ca: Altres
cs: jiný
cy: Arall
da: Andet
de: Andere
el: Αλλα
eo: Alia
es: Otro
et: Muud
eu: Beste
fa: دیگر
fi: muut
fr: Autre
fy: Oar
ga: Eile
gd: Eile
gl: Outra
gu: અન્ય
hi: अन्य
hr: drugo
hu: Egyéb
hy: Այլ
id: Lain
is: Annað
it: Altro
iw: אַחֵר
ja: その他の
ka: სხვა
kk: Басқа
km: ផ្សេងទៀត
kn: ಇತರೆ
ku: Yên din
ky: башка
lb: Aner
lo: ອື່ນໆ
lt: Kiti
lv: Cits
mg: Hafa
mi: Othertahi atu
mk: Друго
ml: മറ്റുള്ളവ
mn: Бусад
mr: इतर
ms: Yang lain
mt: Oħrajn
my: အခြား
ne: अन्य
nl: Andere
no: Annen
or: ଅନ୍ୟମାନେ |
pa: ਹੋਰ
pl: Inny
ps: نور
pt: De outros
ro: Alte
ru: Другой
rw: Ibindi
sd: ٻيا
si: වෙනත්
sk: ostatné
sl: Drugo
sq: tjetër
sr: Остало
sv: Övrig
sw: Nyingine
ta: மற்றவை
te: ఇతర
tg: Дигар
th: อื่น ๆ
tk: Beýlekiler
tl: Iba pa
tr: Diğer
tt: Бүтәннәр
ug: باشقىلىرى
uk: Інший
ur: دیگر
uz: Boshqalar
vi: Khác
xh: Enye
yi: אנדערע

source: Choose Department
af: Kies Departement
am: መምሪያ ይምረጡ
ar: اختر القسم
az: Departamenti seçin
be: выберыце аддзел
bg: Изберете отдел
bn: বিভাগ নির্বাচন করুন
ca: Trieu Departament
cs: Zvolte oddělení
cy: Dewiswch yr Adran
da: Vælg afdelingen
de: Abteilung auswählen
el: Επιλέξτε Τμήμα
eo: Elektu Sekcion
es: Elegir departamento
et: Valige osakond
eu: Aukeratu Saila
fa: گروه را انتخاب کنید
fi: Valitse osasto
fr: Choisissez un département
fy: Kies ôfdieling
ga: Roghnaigh an Roinn
gd: Tagh Roinn
gl: Escolla Departamento
gu: વિભાગ પસંદ કરો
hi: विभाग चुनें
hr: Odaberite Odjel
hu: Válassza ki az Osztályt
hy: Ընտրեք բաժին
id: Pilih Departemen
is: Veldu deild
it: Scegli il Dipartimento
iw: בחר מחלקת
ja: 部署を選択してください
ka: არჩევა დეპარტამენტი
kk: Бөлімді таңдаңыз
km: ជ្រើសរើសនាយកដ្ឋាន
kn: ಇಲಾಖೆ ಆಯ್ಕೆಮಾಡಿ
ku: Daîreya Hilbijêrin
ky: тандоо бөлүмү
lb: Auswielen Auswiel
lo: ເລືອກຫ້ອງການ
lt: Pasirinkite skyrių
lv: Izvēlieties departamentu
mg: Misafidiana Department
mi: Kōwhiria te Tari
mk: Изберете оддел
ml: വകുപ്പ് തിരഞ്ഞെടുക്കുക
mn: Дотоодыг сонгоно уу
mr: विभाग निवडा
ms: Pilih Jabatan
mt: Agħżel Dipartiment
my: ဦးစီးဌာနကိုရွေးချယ်ပါ
ne: विभाग छान्नुहोस्
nl: Kies Afdeling
no: Velg Avdeling
or: ବିଭାଗ ବାଛନ୍ତୁ |
pa: ਵਿਭਾਗ ਚੁਣੋ
pl: Wybierz dział
ps: څانګه غوره کړه
pt: Escolha o departamento
ro: Alegeți departamentul
ru: Выберите отдел
rw: Hitamo Ishami
sd: کاتو چونڊيو
si: දෙපාර්තමේන්තුව තෝරන්න
sk: Vyberte oddelenie
sl: Izberite oddelek
sq: Zgjidhni Departamentin
sr: Изаберите Одељење
sv: Välj avdelning
sw: Chagua Idara
ta: துறை தேர்வு
te: శాఖ ఎంచుకోండి
tg: Интихобро интихоб кунед
th: เลือกแผนก
tk: Bölümi saýlaň
tl: Pumili ng Kagawaran
tr: Bölüm Seç
tt: Бүлекне сайлагыз
ug: تارماقنى تاللاڭ
uk: Виберіть Відділ
ur: محکمہ منتخب کریں
uz: Bo&#39;limni tanlang
vi: Chọn khoa
xh: Khetha iSebe
yi: קלייַבן דעפּאַרטמענט
