Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
af: 13.7 Oordeelbaarheid: indien enige bepaling van hierdie ooreenkoms deur &#39;n bevoegde hof in stryd met die wet is, word die bepaling deur die hof gewysig en geïnterpreteer sodat die doelstellings van die oorspronklike bepaling ten volle bereik word deur die wetgewing, en die oorblywende bepalings van hierdie ooreenkoms bly van krag.
am: 13.7 የመተላለፍ ሁኔታ-የዚህ ስምምነት ማንኛውም ሕግ ከህግ ጋር የሚቃረን በሆነ የፍ / ቤት በፍርድ ቤት የተያዘ ከሆነ ድንጋጌው በፍቃዱ በፍርድ ቤቱ ሁኔታ ተሻሽሎ የተፈቀደውን የመጀመሪያውን ድንጋጌ እስከሚፈቅደው ድረስ ሙሉ በሙሉ ለመተርጎም ይተረጎማል። ህግ እና የቀሩት የዚህ ስምምነት አንቀጾች በሙሉ በስራ ላይ ሆነ ተፈጻሚነት ይኖራሉ ፡፡
ar: 13.7 قابلية الفصل: إذا رأت محكمة مختصة أن أي حكم من أحكام هذه الاتفاقية يتعارض مع القانون ، فيجب تعديل الحكم من قبل المحكمة وتفسيره لتحقيق أفضل أهداف الحكم الأصلي إلى أقصى حد تسمح به القانون ، وتبقى الأحكام المتبقية من هذه الاتفاقية سارية المفعول والتأثير الكامل.
az: 13.7 Aydınlıq: Bu Sazişin hər hansı bir müddəası səlahiyyətli bir yurisdiksiya məhkəməsi tərəfindən qanuna zidd olduğu təqdirdə, müddəa məhkəmə tərəfindən dəyişdirilərək ilkin müddəanın məqsədəuyğun şəkildə ən yaxşı şəkildə çatması üçün şərh olunmalıdır. qanun və bu Sazişin qalan müddəaları tam qüvvədə və qüvvədədir.
be: 13.7 Падзельнасць: калі якое-небудзь палажэнне гэтага Пагаднення праводзіцца судом, кампетэнтным юрысдыкцыяй, якое супярэчыць заканадаўству, дадзенае палажэнне павінна быць зменена судом і вытлумачана так, каб найлепшым чынам дасягнуць мэт першапачатковага палажэння ў максімальна дазволенай Закон, а астатнія палажэнні гэтага Пагаднення застануцца ў поўнай меры і дзейнічаюць.
bg: 13.7 Разделимост: Ако някоя от разпоредбите на настоящото споразумение се държи от компетентна юрисдикция, за да противоречи на закона, разпоредбата се променя от съда и се тълкува така, че да постигне най-добре целите на първоначалната разпоредба в максимална степен, разрешена от закон, а останалите разпоредби на настоящото споразумение остават в пълна сила и действие.
bn: ১৩..7 তীব্রতা: এই চুক্তির কোনও বিধান যদি আইনবিরোধী হিসাবে উপযুক্ত এখতিয়ার আদালত দ্বারা অনুষ্ঠিত হয়, তবে এই বিধানটি আদালত দ্বারা সংশোধন করে ব্যাখ্যা করা হবে যাতে মূল বিধানের উদ্দেশ্যগুলি সম্পূর্ণরূপে অনুমোদিত হ&#39;ল সম্পূর্ণরূপে সম্পাদন করতে পারে আইন, এবং এই চুক্তির অবশিষ্ট বিধানগুলি সম্পূর্ণ কার্যকর এবং কার্যকর থাকবে।
ca: 13.7 Divisibilitat: Si alguna disposició del present acord té un tribunal de jurisdicció competent contrari a la llei, la disposició ha de ser modificada pel tribunal i interpretada per tal de complir al màxim els objectius de la disposició original. la llei i les restants disposicions d’aquest Acord romandran en plena vigència i efecte.
cs: 13.7 Oddělitelnost: Pokud je jakékoli ustanovení této dohody shledáno soudem s příslušnou jurisdikcí, že je v rozporu se zákonem, bude ustanovení upraveno soudem a bude vykládáno tak, aby co nejlépe splnilo cíle původního ustanovení v plném rozsahu povoleném a zbývající ustanovení této dohody zůstávají v plné platnosti a účinnosti.
cy: 13.7 Difrifoldeb: Os yw llys ag awdurdodaeth gymwys yn credu bod unrhyw ddarpariaeth yn y Cytundeb hwn yn groes i&#39;r gyfraith, bydd y llys yn addasu&#39;r ddarpariaeth a&#39;i dehongli er mwyn cyflawni amcanion y ddarpariaeth wreiddiol i&#39;r graddau eithaf a ganiateir gan cyfraith, a bydd y darpariaethau sy&#39;n weddill o&#39;r Cytundeb hwn yn parhau i fod mewn grym ac effaith lawn.
da: 13.7 Delbarhed: Hvis en bestemmelse i denne aftale holdes af en kompetent domstol for at være i strid med lovgivningen, skal bestemmelsen ændres af retten og fortolkes således, at den bedst opfylder målene for den oprindelige bestemmelse i videst muligt omfang tilladt ved lovgivning, og de resterende bestemmelser i denne aftale forbliver i fuld kraft og virkning.
de: 13.7 Salvatorische Klausel: Wenn eine Bestimmung dieser Vereinbarung von einem zuständigen Gericht als rechtswidrig eingestuft wird, wird die Bestimmung vom Gericht geändert und so ausgelegt, dass die Ziele der ursprünglichen Bestimmung so weit wie möglich erreicht werden Das Gesetz und die übrigen Bestimmungen dieser Vereinbarung bleiben in vollem Umfang in Kraft und wirksam.
el: 13.7 Διαχωρισμός: Εάν οποιαδήποτε διάταξη της παρούσας Συμφωνίας θεωρηθεί από δικαστήριο αρμόδιας δικαιοδοσίας αντίθετη προς το νόμο, η διάταξη τροποποιείται από το δικαστήριο και ερμηνεύεται έτσι ώστε να επιτυγχάνονται καλύτερα οι στόχοι της αρχικής διάταξης στο μέγιστο βαθμό που επιτρέπεται από νόμου και οι υπόλοιπες διατάξεις της παρούσας Συμφωνίας παραμένουν σε πλήρη ισχύ και ισχύ.
eo: 13.7 Disponebleco: Se iu tribunalo de kompetenta jurisdikcio tenas ĉi tiun interkonsenton kontraŭa al leĝo, la dispozicio estas modifita de la tribunalo kaj interpretita tiel plej bone plenumi la celojn de la originala dispozicio ĝis la plej granda mezuro permesita de juro, kaj la ceteraj dispozicioj de ĉi tiu Interkonsento restas en plena forto kaj efiko.
es: 13.7 Divisibilidad: si un tribunal de jurisdicción competente considera que alguna disposición de este Acuerdo es contraria a la ley, el tribunal modificará la disposición y la interpretará para lograr los objetivos de la disposición original en la mayor medida permitida por ley, y las disposiciones restantes de este Acuerdo permanecerán en pleno vigor y efecto.
et: 13.7 Eraldatavus: kui mõne käesoleva lepingu säte on pädeva kohtualluvuse kohtu arvates seadusega vastuolus, muudab kohus seda sätet ja tõlgendab seda nii, et see saavutaks algse sätte eesmärgid parimal võimalikul määral, kui see on lubatud Käesoleva lepingu ülejäänud sätted jäävad jõusse ja kehtivad.
eu: 13.7 Zatigarritasuna: Hitzarmen honen xedapen bat jurisdikzio eskuduneko auzitegi batek legearen aurkakoa bada, xedapena auzitegiak aldatu eta interpretatu egingo du jatorrizko xedapenaren helburuak ahalik eta gehien betetzeko. legea, eta Hitzarmen honen gainerako xedapenak indarrean eta indarrean egongo dira.
fa: 13.7 شدت: اگر هرگونه مفاد این توافق نامه توسط دادگاه صالحیت قانونی مغایر با قانون باشد ، این ماده توسط دادگاه اصلاح می شود و تفسیر می شود تا به بهترین شکل ممکن اهداف اهداف اصلی را به حداکثر حد ممکن برساند. قانون ، و مفاد باقیمانده این توافقنامه کاملاً کامل و لازم خواهد بود.
fi: 13.7 Erotettavuus: Jos toimivaltaisen tuomioistuimen mukaan jokin tämän sopimuksen määräys on lain vastainen, tuomioistuimen on muutettava tätä määräystä ja tulkittava siten, että alkuperäisen määräyksen tavoitteet saavutetaan parhaalla mahdollisella tavalla, minkä laki sallii. Tämän lain muut määräykset pysyvät kokonaisuudessaan voimassa ja voimassa.
fr: 13.7 Divisibilité: si une disposition du présent accord est jugée contraire à la loi par un tribunal compétent, la disposition sera modifiée par le tribunal et interprétée de manière à atteindre au mieux les objectifs de la disposition d&#39;origine dans toute la mesure permise par et les autres dispositions du présent accord resteront pleinement en vigueur.
fy: 13.7 Severabiliteit: As elke bepaling fan dizze oerienkomst wurdt hâlden troch in rjochtbank mei foechhawwende jurisdiksje om yn striid mei wet te wêzen, sil de bepaling troch de rjochtbank wizige wurde en ynterpreteare om de doelen fan &#39;e orizjinele bepaling it bêste te ferwêzentlikjen yn&#39; e heule tastiene troch wet, en de oerbleaune bepalingen fan dizze oerienkomst bliuwe yn folle krêft en effekt.
ga: 13.7 Inbhuanaitheacht: Má mheasann cúirt dlínse inniúla go bhfuil aon fhoráil den Chomhaontú seo contrártha leis an dlí, déanfaidh an chúirt an fhoráil a mhodhnú agus a léirmhíniú ionas go gcomhlíonfaidh sí cuspóirí na forála bunaidh a mhéid is féidir a cheadaítear le dlí, agus fanfaidh na forálacha eile den Chomhaontú seo i bhfeidhm agus i bhfeidhm go hiomlán.
gd: 13 lagh, agus cumaidh na h-ullachaidhean a tha air fhàgail den Aonta seo ann an làn chumhachd agus làn bhuaidh.
gl: 13.7 Divisibilidade: Se algunha disposición deste acordo é xulgada por un xulgado de xurisdición competente contraria á lei, a disposición será modificada polo xulgado e interpretada de xeito que se cumpra o mellor dos obxectivos da disposición orixinal na medida permitida por A lei e as demais disposicións do presente Acordo permanecerán en pleno vigor e efecto.
gu: ૧.7. Seve ગંભીરતા: જો આ કરારની કોઈ જોગવાઈ કાયદાની વિરુધ્ધ માટે સક્ષમ અધિકારક્ષેત્રની અદાલત દ્વારા યોજવામાં આવે છે, તો જોગવાઈ અદાલત દ્વારા સુધારવામાં આવશે અને અર્થઘટન કરવામાં આવશે જેથી મૂળ જોગવાઈના ઉદ્દેશોને સંપૂર્ણ મંજૂરી સુધી પૂર્ણ કરવામાં આવે. કાયદો, અને આ કરારની બાકીની જોગવાઈઓ સંપૂર્ણ અમલ અને અસરમાં રહેશે.
hi: 13.7 संवेदनशीलता: यदि इस समझौते का कोई प्रावधान कानून के विपरीत होने के लिए सक्षम न्यायालय की अदालत द्वारा आयोजित किया जाता है, तो प्रावधान को अदालत द्वारा संशोधित किया जाएगा और इसकी व्याख्या की जाएगी ताकि मूल प्रावधान के उद्देश्यों को पूरी तरह से पूरा करने की अनुमति दी जा सके कानून, और इस समझौते के शेष प्रावधान पूरी ताकत और प्रभाव में रहेंगे।
hr: 13.7 Odvojivost: Ako neku odredbu ovog Ugovora drži nadležni sud suprotno zakonu, tu odredbu modificira sud i tumači na način da najbolje postigne ciljeve izvorne odredbe u najvećoj mjeri dopuštenoj od zakona, a preostale odredbe ovog Ugovora ostat će u punoj snazi i na snazi.
hu: 13.7. Elválaszthatóság: Ha e megállapodás bármely rendelkezését az illetékes joghatósággal rendelkező bíróság úgy ítéli meg, hogy az ellentétes a jogszabályokkal, akkor a bíróság módosítja ezt a rendelkezést, és úgy kell értelmezni, hogy az eredeti rendelkezés céljainak a lehető legteljesebb mértékben megvalósuljon. törvény, és e megállapodás többi rendelkezése teljes hatályban marad.
hy: 13.7 Խստություն. Եթե սույն Համաձայնագրի որևէ դրույթ իրավասու իրավասության դատարանի կողմից համարվում է հակասություն օրենքին, ապա դրույթը փոփոխում է դատարանը և մեկնաբանվում է այնպես, որ լավագույնս իրականացնի բնօրինակ դրույթի նպատակները առավելագույն չափով, որոնք թույլ են տալիս օրենքը, և սույն Համաձայնագրի մնացած դրույթները կմնան ամբողջ ուժի մեջ և ուժի մեջ:
id: 13.7 Keterpisahan: Jika ada ketentuan dalam Perjanjian ini yang dipegang oleh pengadilan yang berwenang untuk bertentangan dengan hukum, ketentuan tersebut harus dimodifikasi oleh pengadilan dan ditafsirkan untuk mencapai tujuan ketentuan ketentuan semaksimal mungkin sejauh diizinkan oleh hukum, dan ketentuan yang tersisa dari Perjanjian ini akan tetap berlaku dan berlaku penuh.
is: 13.7 Líkanleiki: Ef eitthvert ákvæði þessa samnings er haldið af lögbærum dómstóli sem stríðir gegn lögum, skal ákvæðinu breytt af dómstólnum og túlkað þannig að best nái markmið upphaflega ákvæðisins að því marki sem leyfilegt er með lögum og eftirstöðvar ákvæða þessa samnings skulu vera í fullu gildi og gildi.
it: 13.7 Separabilità: se una disposizione del presente Accordo è ritenuta contraria alla legge da un tribunale della giurisdizione competente, la disposizione deve essere modificata dal tribunale e interpretata in modo da raggiungere al meglio gli obiettivi della disposizione originale nella misura massima consentita da legge e le restanti disposizioni del presente Accordo rimarranno in vigore a tutti gli effetti.
iw: 13.7 ניתוק: אם הוראה כלשהי של הסכם זה מוחזקת על ידי בית משפט בעל סמכות שיפוט המוסמכת מנוגדת לחוק, ההוראה תשתנה על ידי בית המשפט ותפורש כך שתשיג את יעדי ההוראה המקורית בצורה הטובה ביותר המותרת על ידי החוק, ויתר הוראותיו של הסכם זה יישארו במלוא תוקפן ותוקפו.
ja: 13.7分離可能性：本契約のいずれかの規定が管轄の裁判所によって法律に反すると判断された場合、その規定は裁判所によって修正され、元の規定の目的を最大限に達成するように解釈されるものとします。法律、および本契約の残りの規定は、引き続き完全な効力を有します。
ka: 13.7 გამკაცრება: თუ ამ შეთანხმების რომელიმე დებულება კომპეტენტური იურისდიქციის სასამართლომ დაარღვია კანონის საწინააღმდეგოდ, დებულება შეცვალოს სასამართლომ და განმარტა ისე, რომ საუკეთესოდ შეასრულოს ორიგინალური დებულებების მიზნები მაქსიმალურად მაქსიმალურად დაშვებულად კანონი და ამ შეთანხმების დარჩენილი დებულებები სრულ ძალაში რჩება.
kk: 13.7 Айқындау: Егер осы Келісімнің кез-келген ережесін заңға қайшы келетін құзыретті сот қабылдаса, ережені сот өзгертеді және түпнұсқа ереженің мақсаттарын ең жақсы жолмен орындау үшін түсіндіреді. заңдар мен осы Келісімнің қалған ережелері толық күшінде болады.
km: ១៣.៧ ភាពធ្ងន់ធ្ងរ៖ ប្រសិនបើបទប្បញ្ញត្តិណាមួយនៃកិច្ចព្រមព្រៀងនេះត្រូវបានធ្វើឡើងដោយតុលាការមានសមត្ថកិច្ចដែលផ្ទុយនឹងច្បាប់បទប្បញ្ញត្តិត្រូវបានកែប្រែដោយតុលាការនិងបកស្រាយដើម្បីធ្វើឱ្យសម្រេចបាននូវគោលបំណងនៃបទប្បញ្ញត្តិដើមយ៉ាងល្អបំផុតក្នុងកម្រិតមួយដែលអនុញ្ញាតដោយ ច្បាប់និងបទប្បញ្ញត្តិដែលនៅសល់នៃកិច្ចព្រមព្រៀងនេះនឹងនៅតែមានប្រសិទ្ធិភាពពេញលេញ។
kn: 13.7 ತೀವ್ರತೆ: ಈ ಒಪ್ಪಂದದ ಯಾವುದೇ ನಿಬಂಧನೆಯನ್ನು ಸಮರ್ಥ ನ್ಯಾಯವ್ಯಾಪ್ತಿಯ ನ್ಯಾಯಾಲಯವು ಕಾನೂನಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೊಂದಿದ್ದರೆ, ಈ ನಿಬಂಧನೆಯನ್ನು ನ್ಯಾಯಾಲಯವು ಮಾರ್ಪಡಿಸುತ್ತದೆ ಮತ್ತು ಮೂಲ ನಿಬಂಧನೆಯ ಉದ್ದೇಶಗಳನ್ನು ಅನುಮತಿಸಿದ ಪೂರ್ಣ ಪ್ರಮಾಣದಲ್ಲಿ ಪೂರ್ಣವಾಗಿ ಪೂರೈಸಲು ಅರ್ಥೈಸುತ್ತದೆ. ಕಾನೂನು, ಮತ್ತು ಈ ಒಪ್ಪಂದದ ಉಳಿದ ನಿಬಂಧನೆಗಳು ಪೂರ್ಣ ಬಲದಿಂದ ಮತ್ತು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಉಳಿಯುತ್ತವೆ.
ku: 13.7 Girgirî: Heke her peymanek vê peymanê ji hêla dadgehek dadmendî ya birakujiyê ve were girtin ku dijî qanûnê ye, pêşnûme ji hêla dadgehê ve were guheztin û tête şirove kirin da ku bi mebesta pêkanîna armancên orîjînal bi qasî ku bi destûr têra xwe bigihîne armancê. qanûn, û bendên mayî yên vê peymanê dê bi tevahî hêz û bandora xwe bimîne.
ky: 13.7 Айкындуулук: Эгерде ушул Макулдашуунун кайсы бир жобосу компетенттүү юрисдикциянын соту тарабынан мыйзамга карама-каршы келсе, анда ал жобо сот тарабынан өзгөртүлүп, түпнуска жобонун максаттарын канчалык деңгээлде мүмкүн болушунча мыкты чечмелөө үчүн чечмеленет. мыйзам жана ушул Макулдашуунун калган жоболору толугу менен күчүндө болот.
lb: 13.7 Schwéierbarkeet: Wann eng Bestëmmung vun dësem Vertrag vun engem Geriicht vun der kompetenter Juridictioun festgehale gëtt fir géint d&#39;Gesetz ze sinn, soll déi Dispositioun vum Geriicht geännert an interpretéiert ginn fir am beschte Fall d&#39;Ziler vun der ursprénglecher Bestëmmung z&#39;erreechen Gesetz, an déi reschtlech Bestëmmunge vun dëser Konventioun bleiwen a voller Kraaft an Effekt.
lo: 13.7 ຄວາມຮຸນແຮງ: ຖ້າຂໍ້ ກຳ ນົດໃດ ໜຶ່ງ ຂອງສັນຍາສະບັບນີ້ຖືກ ດຳ ເນີນໂດຍສານທີ່ມີ ອຳ ນາດຕັດສິນເພື່ອຂັດກັບກົດ ໝາຍ, ຂໍ້ ກຳ ນົດດັ່ງກ່າວຈະຕ້ອງຖືກປັບປຸງໂດຍສານແລະຕີຄວາມ ໝາຍ ເພື່ອເຮັດໃຫ້ບັນລຸຈຸດປະສົງຂອງຂໍ້ ກຳ ນົດເດີມທີ່ດີທີ່ສຸດທີ່ໄດ້ຮັບອະນຸຍາດຈາກ ກົດ ໝາຍ, ແລະຂໍ້ ກຳ ນົດທີ່ຍັງເຫຼືອຂອງສັນຍາສະບັບນີ້ຈະມີຜົນບັງຄັບໃຊ້ແລະມີຜົນບັງຄັບໃຊ້.
lt: 13.7. Atskiriamumas: Jei kuri nors šio susitarimo nuostata kompetentingos jurisdikcijos teisme laikoma prieštaraujančia įstatymams, teismas šią nuostatą keičia ir aiškina taip, kad kuo geriau pasiektų pirminės nuostatos tikslus, kiek tai leidžiama įstatymai, o likusios šio Susitarimo nuostatos lieka galioti.
lv: 13.7. Atdalāmība: ja kādu no šī līguma noteikumiem kompetentā jurisdikcijā esoša tiesa uzskata par pretrunā ar likumu, tiesa to groza un interpretē tā, lai vislabāk sasniegtu sākotnējā noteikuma mērķus pilnā mērā, ko pieļauj Likums, un pārējie šī līguma noteikumi paliek spēkā un ir spēkā.
mg: 13.7 Fahamarinana: Raha misy fepetra omena an&#39;ity fifanarahana ity dia apetraky ny fitsaràn&#39;ny fitsarana mahay mifanipaka amin&#39;ny lalàna, ny fanolorana dia haovan&#39;ny fitsarana ary hazavaina mba hahavitana tsara ny tanjon&#39;ny fanomezana tany am-boalohany amin&#39;ny alàlan&#39;ny fankatoavana tanteraka. ny lalàna, ary ny ambiny sisa amin&#39;ity fifanarahana ity dia hijanona ho mahery sy amin&#39;ny fampiharana.
mi: 13.7 Te Whakapono: Mena kei te puritia e tetahi kooti o tenei Whakaaetanga tetahi kooti mana whai take ki te takahi i te ture, me whakarereke te whakariterite me te whakamaori kia pai ai te whakatutuki i nga whaainga o te taaputanga tuuturu kia tutuki i te nuinga. te ture, me nga toenga o tenei Whakaaetanga ka noho kaha tonu.
mk: 13.7 Издвојливост: Ако судот од надлежен суд има одредена одредба од овој договор не е во спротивност со законот, одредбата ја менува судот и се толкува така што најдобро ќе ги постигне целите на првичната одредба во максимален степен дозволен од закон, а преостанатите одредби од овој договор ќе останат во целосна сила и ефект.
ml: 13.7 തീവ്രത: ഈ കരാറിലെ ഏതെങ്കിലും വ്യവസ്ഥ നിയമത്തിന് വിരുദ്ധമായി യോഗ്യതയുള്ള അധികാരപരിധിയിലുള്ള ഒരു കോടതി കൈവശം വച്ചിട്ടുണ്ടെങ്കിൽ, ഈ വ്യവസ്ഥ കോടതി പരിഷ്‌ക്കരിക്കുകയും വ്യാഖ്യാനിക്കുകയും ചെയ്യും, അങ്ങനെ യഥാർത്ഥ വ്യവസ്ഥയുടെ ലക്ഷ്യങ്ങൾ അനുവദനീയമായ പരിധിവരെ പൂർത്തീകരിക്കുന്നതിന്. നിയമം, ഈ കരാറിന്റെ ശേഷിക്കുന്ന വ്യവസ്ഥകൾ‌ പൂർണ്ണമായും പ്രാബല്യത്തിൽ‌ തുടരും.
mn: 13.7 Хөвөх чадвар: Энэхүү гэрээний аливаа заалтыг зохих харьяаллын шүүх хууль тогтоомжид харшлах гэж байгаа бол уг заалтыг шүүхээс өөрчилж, тайлбарыг анхны заалтынхаа зорилгыг зөвшөөрөгдсөн хэмжээгээр хамгийн сайн биелүүлэх үүднээс тайлбарлана. хууль тогтоомж, энэхүү гэрээний бусад заалт бүрэн хүчин төгөлдөр хэвээр байна.
mr: १.7. Seve तीव्रता: या कराराची कोणतीही तरतूद कायद्याच्या विरोधात सक्षम न्यायालयीन कोर्टाद्वारे असल्यास ती तरतूद कोर्टाद्वारे सुधारित केली जाईल व त्याचा अर्थ लावण्यात येईल जेणेकरून मूळ तरतूदीची उद्दीष्टे पूर्णत: पूर्ण करण्यासाठी परवानगी देऊ शकतील. कायदा आणि या कराराच्या उर्वरित तरतुदी संपूर्ण अंमलात आणि प्रभावी राहतील.
ms: 13.7 Keterpisahan: Sekiranya ada ketentuan dalam Perjanjian ini dipegang oleh mahkamah yang mempunyai bidang kuasa yang bertentangan dengan undang-undang, peruntukan tersebut harus diubah suai oleh pengadilan dan ditafsirkan agar dapat mencapai objektif penyediaan asal sepenuhnya dengan sepenuhnya yang diizinkan oleh undang-undang, dan peruntukan yang tersisa dalam Perjanjian ini akan tetap berkuatkuasa dan berkuatkuasa sepenuhnya.
mt: 13.7 Separabbiltà: Jekk kwalunkwe dispożizzjoni ta &#39;dan il-Ftehim tinżamm minn qorti ta&#39; ġurisdizzjoni kompetenti li tkun kuntrarja għal-liġi, id-dispożizzjoni għandha tkun modifikata mill-qorti u interpretata b&#39;mod li twettaq l-aħjar l-għanijiet tad-dispożizzjoni oriġinali sa l-iktar mod permess minn il-liġi, u d-dispożizzjonijiet li jifdal ta &#39;dan il-Ftehim għandhom jibqgħu fis-seħħ u fis-seħħ sħiħ.
my: ၁၃.၇ ပြင်းထန်မှု - အကယ်၍ ဤသဘောတူညီချက်ပါပြprovision္ဌာန်းချက်ကိုတရား ၀ င်တရားစီရင်ပိုင်ခွင့်အာဏာရှိတရားရုံးမှဥပဒေနှင့်ဆန့်ကျင်လျှင်၎င်းကိုပြဌာန်းချက်အားတရားရုံးမှပြုပြင်ပြီးအဓိပ္ပာယ်ဖွင့် ဆို၍ မူလပြprovision္ဌာန်းချက်၏ရည်ရွယ်ချက်များကိုအပြည့်အဝခွင့်ပြုသည့်အတိုင်းအတာအထိအကောင်းဆုံးဖြစ်အောင်ပြုလုပ်နိုင်သည်။ ဥပဒေနှင့်ဤသဘောတူညီချက်၏ကျန်ရှိသောပြprovisions္ဌာန်းချက်များသည်အပြည့်အ ၀ သက်ရောက်မှုရှိသည်။
ne: १ 13. Seve गम्भीरता: यदि यस सम्झौताको कुनै प्रावधान कानूनको विपरित योग्य क्षेत्राधिकार अदालतले गरेको छ भने, प्रावधान अदालतले परिमार्जन गरी व्याख्या गरिनेछ ताकि मौलिक प्रावधानको उद्देश्यलाई पूर्ण रूपले पूर्णतया पूर्ण गर्न सकियोस्। कानून, र यस सम्झौताको बाँकी प्रावधानहरू पूर्ण शक्ति र प्रभावमा हुनेछन्।
nl: 13.7 Scheidbaarheid: Als een bepaling van deze overeenkomst door een bevoegde rechtbank in strijd met de wet wordt verklaard, wordt de bepaling door de rechtbank gewijzigd en geïnterpreteerd om de doelstellingen van de oorspronkelijke bepaling zo goed mogelijk te verwezenlijken voor zover toegestaan door wet, en de overige bepalingen van deze Overeenkomst blijven volledig van kracht.
no: 13.7 Delbarhet: Hvis en bestemmelse i denne avtalen holdes av en domstol med kompetent jurisdiksjon i strid med loven, skal bestemmelsen modifiseres av retten og tolkes slik at den best oppnår målene for den opprinnelige bestemmelsen i den utstrekning det er tillatt av lov, og de gjenværende bestemmelsene i denne avtalen skal forbli i full kraft og virkning.
or: 13.7 ଗୁରୁତ୍ ability ତା: ଯଦି ଏହି ଚୁକ୍ତିନାମାର କ provision ଣସି ବ୍ୟବସ୍ଥା ଆଇନ ବିରୁଦ୍ଧ ଅଟେ ବୋଲି ଦକ୍ଷ ଅଦାଲତ ଦ୍ held ାରା ଧରାଯାଏ, ତେବେ ଏହି ନିୟମ ଅଦାଲତ ଦ୍ modified ାରା ପରିବର୍ତ୍ତିତ ହେବ ଏବଂ ବ୍ୟାଖ୍ୟା କରାଯିବ ଯାହା ଦ୍ original ାରା ମୂଳ ବ୍ୟବସ୍ଥାର ଉଦ୍ଦେଶ୍ୟଗୁଡିକ ସମ୍ପୁର୍ଣ୍ଣ ଭାବରେ ଅନୁମତି ପ୍ରାପ୍ତ ହେବ। ଆଇନ, ଏବଂ ଏହି ଚୁକ୍ତିନାମା ର ଅବଶିଷ୍ଟ ବ୍ୟବସ୍ଥା ସମ୍ପୂର୍ଣ୍ଣ ବଳ ଏବଂ ପ୍ରଭାବରେ ରହିବ |
pa: 13.7 ਮੁਸ਼ਕਿਲਤਾ: ਜੇ ਇਸ ਸਮਝੌਤੇ ਦੇ ਕਿਸੇ ਪ੍ਰਬੰਧ ਨੂੰ ਕਿਸੇ ਕਾਬਲੇ ਅਧਿਕਾਰ ਖੇਤਰ ਦੀ ਅਦਾਲਤ ਦੁਆਰਾ ਕਾਨੂੰਨ ਦੇ ਉਲਟ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਸ ਵਿਵਸਥਾ ਨੂੰ ਅਦਾਲਤ ਦੁਆਰਾ ਸੋਧਿਆ ਜਾਵੇਗਾ ਅਤੇ ਵਿਆਖਿਆ ਕੀਤੀ ਜਾਏਗੀ ਤਾਂ ਜੋ ਅਸਲ ਵਿਵਸਥਾ ਦੇ ਉਦੇਸ਼ਾਂ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪੂਰਾ ਹੋਣ ਦੇ ਨਾਲ ਪੂਰਾ ਕੀਤਾ ਜਾ ਸਕੇ. ਕਾਨੂੰਨ, ਅਤੇ ਇਸ ਸਮਝੌਤੇ ਦੇ ਬਾਕੀ ਪ੍ਰਬੰਧ ਪੂਰੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਅਤੇ ਪ੍ਰਭਾਵ ਵਿੱਚ ਰਹਿਣਗੇ.
pl: 13.7 Rozdzielność: Jeśli którekolwiek postanowienie niniejszej Umowy zostanie uznane przez sąd właściwej jurysdykcji za sprzeczne z prawem, postanowienie zostanie zmodyfikowane przez sąd i zinterpretowane w taki sposób, aby jak najlepiej zrealizować cele pierwotnego postanowienia w pełnym zakresie dozwolonym przez prawo, a pozostałe postanowienia niniejszej Umowy pozostają w pełnej mocy.
ps: .7 13..7 حساسیت: که چیرې د دې تړون هر ډول شرایط د قضایه قضایی محکمې له خوا د قانون سره په مخالفت کې تر سره شي ، دغه احکام باید د محکمې لخوا تعدیل او تفسیر شي ترڅو د اصلي احکامو موخې تر بشپړ حد پورې پوره شي. قانون ، او د دې تړون پاتې مادې باید په بشپړ ځواک او اغیز کې پاتې شي.
pt: 13.7 Divisibilidade: Se qualquer disposição deste Contrato for considerada por um tribunal de jurisdição competente como contrária à lei, a disposição deverá ser modificada pelo tribunal e interpretada de modo a melhor cumprir os objetivos da disposição original na extensão máxima permitida por lei, e as demais disposições deste Contrato permanecerão em pleno vigor e efeito.
ro: 13.7 Separabilitate: În cazul în care o dispoziție a prezentului acord este deținută de o instanță de jurisdicție competentă contrare legii, dispoziția este modificată de către instanță și interpretată astfel încât să îndeplinească cât mai bine obiectivele dispoziției inițiale în măsura permisă de către legea și dispozițiile rămase din prezentul acord vor rămâne în vigoare și efect.
ru: 13.7 Делимость закон, а остальные положения настоящего Соглашения остаются в полной силе и действии.
rw: 13.7 Gukomera: Niba ingingo zose z’aya Masezerano zifatwa n’urukiko rubifitiye ububasha binyuranyije n’amategeko, ingingo izahindurwa n’urukiko kandi igasobanurwa kugira ngo igere ku ntego z’ingingo y’umwimerere ku buryo bwuzuye bwemewe na amategeko, n&#39;ibiteganijwe muri aya masezerano bizakomeza gukurikizwa.
sd: 13.7 الگيت: جيڪڏهن هن معاهدي جي ڪنهن به قانون مجاز عدالت جي مجاز دائري طرفان رکيل آهي قانون جي خلاف ورزي جي ڪري ، شق عدالت طرفان ترميم ڪئي ويندي ۽ انهي جي وضاحت ڪئي وڃي ته جئين اصل رزق جي مقصدن کي مڪمل طور تي اجازت ڏنل پوري حد تائين حاصل ڪري سگهجي. قانون ، ۽ هن معاهدي جون باقي شقن مڪمل قوت ۽ اثر ۾ رهنديون.
si: 13.7 තීව්‍රතාව: මෙම ගිවිසුමේ කිසියම් විධිවිධානයක් නීතියට පටහැනි වන පරිදි නිසි අධිකරණ බලයක් සහිත අධිකරණයක් විසින් පවත්වනු ලැබුවහොත්, එම විධිවිධාන අධිකරණය විසින් වෙනස් කර අර්ථ නිරූපණය කළ යුතු අතර එමඟින් මුල් විධිවිධානවල අරමුණු උපරිම ලෙස ඉටු කර ගත හැකිය. නීතිය, සහ මෙම ගිවිසුමේ ඉතිරි විධිවිධාන පූර්ණ බලයෙන් හා බලාත්මකව පවතිනු ඇත.
sk: 13.7 Oddeliteľnosť: Ak je podľa niektorého ustanovenia tejto dohody súd, ktorý má právomoc, v rozpore so zákonom, súd ho zmení a vyloží tak, aby čo najlepšie splnil ciele pôvodného ustanovenia v maximálnom rozsahu povolenom a zostávajúce ustanovenia tejto dohody zostávajú v plnej platnosti a účinnosti.
sl: 13.7 Ločljivost: Če ima katero koli določbo tega sporazuma pristojno sodišče, ki je v nasprotju z zakonom, določbo spremeni sodišče in razlaga tako, da najbolje doseže cilje izvirne določbe v največji možni meri, ki jo dovoljuje pravo, preostale določbe tega sporazuma pa ostanejo v celoti veljavne.
sq: 13.7 Ndarueshmëria: Nëse ndonjë dispozitë e kësaj Marrëveshjeje është mbajtur nga një gjykatë e juridiksionit kompetent në kundërshtim me ligjin, provizioni modifikohet nga gjykata dhe interpretohet në mënyrë që të përmbushë sa më mirë objektivat e provizionit origjinal në masën më të plotë të lejuar nga ligji, dhe dispozitat e mbetura të kësaj Marrëveshjeje do të mbeten në fuqi dhe efekt të plotë.
sr: 13.7 Одвојивост: Ако неку одредбу овог Уговора држи надлежни суд која је у супротности са законом, одредбу ће изменити суд и интерпретирати тако да најбоље испуни циљеве првобитне одредбе у највећој мери која то дозволи закона, а преостале одредбе овог споразума остаће у пуној снази и на снази.
sv: 13.7 Delbarhet: Om någon bestämmelse i detta avtal anses av en domstol med behörig jurisdiktion vara i strid med lagen, ska bestämmelsen ändras av domstolen och tolkas så att målen för den ursprungliga bestämmelsen på bästa sätt uppnås i den utsträckning som tillåts av lag och de återstående bestämmelserna i detta avtal ska förbli i full kraft och verkan.
sw: 13.7 Uwezo wa kudorora: Ikiwa utoaji wowote wa Mkataba huu umeshikiliwa na korti yenye uwezo kuwa kinyume na sheria, utoaji huo utabadilishwa na korti na kufasiriwa ili kutimiza vyema malengo ya utoaji wa asili kwa kiwango kamili kinachoruhusiwa na sheria, na vifungu vilivyobaki vya Mkataba huu vitabaki kwa nguvu kamili na athari.
ta: 13.7 தீவிரத்தன்மை: இந்த ஒப்பந்தத்தின் ஏதேனும் ஒரு விதிமுறை சட்டத்திற்கு முரணானதாக இருக்க வேண்டும் என்று நீதிமன்றத்தால் நடத்தப்பட்டால், அந்த விதிமுறை நீதிமன்றத்தால் மாற்றியமைக்கப்பட்டு, அசல் ஏற்பாட்டின் நோக்கங்களை அனுமதிக்கப்பட்ட அளவிற்கு முழுமையாக நிறைவேற்றுவதற்காக விளக்கப்படும். சட்டம், மற்றும் இந்த ஒப்பந்தத்தின் மீதமுள்ள விதிகள் முழு பலத்திலும் நடைமுறையிலும் இருக்கும்.
te: 13.7 తీవ్రత: ఈ ఒప్పందం యొక్క ఏదైనా నిబంధన చట్టబద్ధమైన న్యాయస్థానం చేత చట్టానికి విరుద్ధంగా ఉంటే, ఈ నిబంధన కోర్టుచే సవరించబడుతుంది మరియు అసలు నిబంధన యొక్క లక్ష్యాలను అనుమతించిన మేరకు పూర్తిస్థాయిలో నెరవేర్చడానికి వీలుగా ఈ నిబంధన సవరించబడుతుంది. చట్టం, మరియు ఈ ఒప్పందం యొక్క మిగిలిన నిబంధనలు పూర్తి శక్తి మరియు ప్రభావంతో ఉంటాయి.
tg: 13.7 Айёрӣ: Агар ягон муқаррароти Созишномаи мазкур аз ҷониби суди юрисдиксияи салоҳиятдор муқобили қонун бошад, ин муқаррарот аз ҷониби суд тағир дода, шарҳ дода мешавад, то мақсадҳои муқаррароти аввалияро то ҳадди имкон иҷозат диҳад. қонунҳо ва муқаррароти боқимондаи ин Созишнома дар ҳолати пурра амал мекунанд.
th: 13.7 การแยกกันไม่ออก: หากข้อตกลงใด ๆ ของข้อตกลงนี้ถูกจัดขึ้นโดยศาลของเขตอำนาจศาลที่จะขัดต่อกฎหมายบทบัญญัติจะต้องได้รับการแก้ไขโดยศาลและตีความเพื่อให้บรรลุวัตถุประสงค์ของบทบัญญัติดั้งเดิมตามขอบเขตสูงสุดที่อนุญาตโดยสมบูรณ์ กฎหมายและบทบัญญัติที่เหลือของข้อตกลงนี้จะยังคงมีผลบังคับใช้อย่างสมบูรณ์
tk: 13.7 Aýry-aýrylyk: Şu Ylalaşygyň islendik düzgüni ygtyýarly kazyýet tarapyndan kanuna ters gelýän bolsa, bu düzgün kazyýet tarapyndan üýtgediler we asyl düzgüniň maksatlaryny rugsat edilen doly derejede ýerine ýetirmek üçin düşündiriler. kanun we şu Ylalaşygyň galan düzgünleri doly güýje girer.
tl: 13.7 Kawastuhan: Kung ang anumang probisyon ng Kasunduang ito ay gaganapin ng isang korte ng karampatang hurisdiksyon na salungat sa batas, ang probisyon ay dapat mabago ng korte at isinalin upang lubos na maisakatuparan ang mga layunin ng orihinal na paglalaan sa buong sukat na pinahihintulutan ng batas, at ang natitirang mga probisyon ng Kasunduang ito ay dapat manatili nang buong lakas at epekto.
tr: 13.7 Bölünebilirlik: Bu Anlaşmanın herhangi bir hükmünün kanuna aykırı olmak üzere yetkili bir mahkeme tarafından yapılması halinde, hüküm mahkeme tarafından değiştirilir ve orijinal hükmün amaçlarına izin verdiği ölçüde en iyi şekilde yerine getirilecek şekilde yorumlanır. ve bu Anlaşmanın geri kalan hükümleri tam olarak yürürlükte kalacaktır.
tt: 13.7 Аерылучанлык: Әгәр бу Килешүнең теләсә нинди нигезләмәсе компетентлы юрисдикция суды тарафыннан законга каршы килсә, бу карар суд тарафыннан үзгәртелә һәм тәрҗемә ителә, төп нигезләмәнең максатларын иң яхшы рөхсәт итәр өчен. закон, һәм бу Килешүнең калган нигезләмәләре тулы көчендә һәм көчендә калачак.
ug: 13.7 ئېغىرلىق دەرىجىسى: ئەگەر بۇ كېلىشىمنىڭ ھەر قانداق ماددىسىنى باشقۇرۇش تەۋەلىكى ھوقۇقىغا ئىگە سوت مەھكىمىسى قانۇنغا خىلاپ دەپ قارىسا ، بۇ بەلگىلىمە سوت تەرىپىدىن ئۆزگەرتىلىپ ، ئىزاھلىنىپ ، ئەسلىدىكى مەقسەتتىكى مەقسەتلەرنى ئەڭ ياخشى ئەمەلگە ئاشۇرۇش كېرەك. قانۇن ، بۇ كېلىشىمنىڭ قالغان ماددىلىرى داۋاملىق كۈچكە ئىگە بولىدۇ.
uk: 13.7 Роздільність: Якщо будь-яке положення цієї Угоди перебуває в суді, компетентній юрисдикції, яке суперечить закону, положення повинно бути змінено судом та інтерпретоване таким чином, щоб найкращим чином досягти цілей первинного положення в максимальній мірі, дозволеній Закон, а решта положень цієї Угоди залишаються в повному обсязі та діють.
ur: 13.7 سختی: اگر اس معاہدے کی کسی شق کو کسی قانون کے خلاف کسی مجاز دائرہ اختیار کی عدالت کے پاس رکھا گیا ہے تو ، اس شق کو عدالت کے ذریعہ ترمیم کیا جائے گا اور اس کی ترجمانی کی جائے گی تاکہ اجازت دی گئی مکمل حد تک اصل فراہمی کے مقاصد کو بہترین حد تک پورا کیا جاسکے۔ قانون ، اور اس معاہدے کی باقی دفعات پوری طرح سے نافذ العمل رہیں گی۔
uz: 13.7. Tarkibiyligi: Agar ushbu Shartnomaning biron bir qoidasi vakolatli yurisdiktsiya sudi tomonidan qonunga zid bo&#39;lsa, sud uni o&#39;zgartirib, sharhlab beradi va dastlabki qoidalarning maqsadlarini eng yaxshi tarzda amalga oshirishi uchun izohlaydi. qonun va ushbu Bitimning qolgan qoidalari to&#39;liq kuchda va kuchda qoladi.
vi: 13.7 Mức độ nghiêm trọng: Nếu bất kỳ điều khoản nào của Thỏa thuận này được tòa án có thẩm quyền xét xử trái với pháp luật, thì điều khoản đó sẽ được tòa án sửa đổi và giải thích để hoàn thành tốt nhất các mục tiêu của điều khoản ban đầu trong phạm vi tối đa được phép luật pháp và các quy định còn lại của Thỏa thuận này sẽ vẫn có hiệu lực.
xh: 13.7 Ukungaqiniseki: Ukuba naliphi na ilungiselelo lesi siVumelwano siphethwe yinkundla yamatyala afanelekileyo ukuba aphikisane nomthetho, isibonelelo siya kuguqulwa yinkundla kwaye sitolike ukuze siphumeze iinjongo zesibonelelo sokuqala ukuya kuthi ga ngokupheleleyo. umthetho, kunye nezibonelelo ezisaleleyo zesi siVumelwano ziya kuhlala zisebenza ngokugqibeleleyo.
yi: 13.7 סעוועראַביליטי: אויב אַ ויסזאָגונג פון דעם אַגרעעמענט איז גערעכנט דורך אַ געריכט פון אַ קאָמפּעטענט דזשוריסדיקשאַן צו זיין פאַרקערט צו געזעץ, די טנייַ וועט זיין מאַדאַפייד דורך די פּלאַץ און ינטערפּראַטאַד צו דערגרייכן די בעסטער אַבדזשעקטיווז פון דער אָריגינעל טנייַ. געזעץ און די רוען פּראַוויזשאַנז פון דעם אַגרעעמענט וועט בלייבן אין פול קראַפט און ווירקונג.
