Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
af: Ons hoef nie meer kliënte in die kantoor te sien vir vergaderings nie, en die ondertekening van dokumente is alles aanlyn gedoen - briljant!
am: ከእንግዲህ ደንበኞችን ለስብሰባዎች በቢሮ ውስጥ ማየት የለብንም ፣ እና የሰነድ መፈረም ሁሉም በመስመር ላይ ተጠናቅቋል - አስደናቂ !.
ar: لم نعد بحاجة لرؤية العملاء في المكتب للاجتماعات ، وتم الانتهاء من توقيع المستندات عبر الإنترنت - رائع !.
az: Artıq görüşlər üçün ofisdə müştəriləri görməyə məcbur deyilik və sənəd imzası hamısı onlayn şəkildə tamamlandı - parlaq!
be: Нам больш не давядзецца бачыць кліентаў у офісе для сустрэч, і падпісанне дакументаў усё завершана ў Інтэрнэце - бліскуча !.
bg: Вече не е необходимо да виждаме клиенти в офиса за срещи, а подписването на документи е завършено онлайн - брилянтно !.
bn: আমাদের আর অফিসে ক্লায়েন্টদের মিটিংয়ের জন্য দেখতে হবে না, এবং ডকুমেন্ট সই করা সমস্ত অনলাইনে সম্পূর্ণ - উজ্জ্বল!
ca: Ja no hem de veure clients a l’oficina per fer reunions, i la signatura de documents està completada en línia.
cs: Už nemusíme vidět klienty v kanceláři na schůzky a podpis dokumentů je dokončen online - skvělý !.
cy: Nid oes rhaid i ni weld cleientiaid yn y swyddfa ar gyfer cyfarfodydd mwyach, ac mae llofnodi dogfennau i gyd wedi&#39;i gwblhau ar-lein - gwych !.
da: Vi behøver ikke længere at se klienter på kontoret til møder, og dokumentunderskrift er alle afsluttet online - strålende !.
de: Wir müssen keine Kunden mehr für Besprechungen im Büro sehen, und die Signatur der Dokumente ist online abgeschlossen - brillant!.
el: Δεν χρειάζεται πλέον να βλέπουμε πελάτες στο γραφείο για συναντήσεις και η υπογραφή εγγράφων ολοκληρώνεται στο Διαδίκτυο - εξαιρετική !.
eo: Ni ne plu devas vidi klientojn en la oficejo por kunvenoj, kaj dokumenta subskribo estas kompleta interrete - genia !.
es: Ya no tenemos que ver clientes en la oficina para reuniones, y la firma de documentos se completa en línea, ¡genial!
et: Me ei pea enam kohtumistel kontoris kliente nägema ja dokumentide allkirjastamine on kõik veebis lõpule viidud - geniaalne !.
eu: Jada ez dugu bulegoan bezeroak ikusi behar bileretarako. Dokumentuen sinadura linean bukatuta dago. Liluragarria !.
fa: ما دیگر لازم نیست مشتریانی را برای حضور در جلسات در دفتر ببینیم و امضای اسناد همه به صورت آنلاین انجام می شود - درخشان!
fi: Meidän ei enää tarvitse nähdä asiakkaita toimistossa kokouksia varten, ja asiakirjojen allekirjoittaminen on kaikki valmis verkossa - loistava !.
fr: Nous n&#39;avons plus besoin de voir des clients au bureau pour des réunions, et la signature de documents est entièrement effectuée en ligne - génial!.
fy: Wy hoege kliïnten net langer yn &#39;t kantoar te sjen foar gearkomsten, en dokumint ûndertekening is allegear online foltôge - briljant !.
ga: Ní gá dúinn cliaint a fheiceáil san oifig le haghaidh cruinnithe a thuilleadh, agus tá síniú doiciméad críochnaithe ar líne - thar cionn!
gd: Chan fheum sinn tuilleadh teachdaichean fhaicinn san oifis airson coinneamhan, agus tha soidhnigeadh sgrìobhainnean uile air a chrìochnachadh air-loidhne - sgoinneil !.
gl: Xa non temos que ver clientes na oficina para reunións, e a firma de documentos está rematada en liña. ¡Xenial !.
gu: હવે આપણે મીટિંગ્સ માટે clientsફિસમાં ક્લાયન્ટ્સને જોવાની જરૂર નથી, અને દસ્તાવેજ પર હસ્તાક્ષર કરવાનું બધું onlineનલાઇન પૂર્ણ થઈ ગયું છે - તેજસ્વી !.
hi: हमें अब बैठकों के लिए कार्यालय में ग्राहकों को नहीं देखना है, और दस्तावेज़ पर हस्ताक्षर करना सभी ऑनलाइन पूरा हो गया है - शानदार!।
hr: Više ne moramo vidjeti klijente u uredu za sastanke, a potpisivanje dokumenata sve je završeno putem interneta - sjajno!
hu: Többé nem kell az ügyfelekkel találkoznunk az irodában az ülésen, és a dokumentumok aláírása mind online módon megtörtént - ragyogó !.
hy: Մենք այլևս կարիք չենք ունենա հաճախորդների համար հանդիպումներ ունենալ գրասենյակում, և փաստաթղթերի ստորագրումը բոլորն ավարտված են առցանց `փայլուն:
id: Kami tidak lagi harus melihat klien di kantor untuk rapat, dan penandatanganan dokumen selesai secara online - brilian !.
is: Við þurfum ekki lengur að sjá viðskiptavini á skrifstofunni fyrir fundi og undirritun skjala er öllum lokið á netinu - snilld!
it: Non dobbiamo più vedere i clienti in ufficio per le riunioni e la firma del documento è stata completata online - geniale !.
iw: אנחנו כבר לא צריכים לראות לקוחות במשרד לישיבות, וכל חתימת המסמך הושלמה באופן מקוון - מבריק !.
ja: ミーティングのためにオフィスでクライアントに会う必要がなくなり、ドキュメントの署名はすべてオンラインで完了します–素晴らしいです。
ka: ჩვენ აღარ გვჭირდება კლიენტების შეხვედრებისთვის ოფისში ნახვა და დოკუმენტების ხელმოწერა დასრულებულია ონლაინ რეჟიმში - ბრწყინვალე !.
kk: Біз енді кеңесте клиенттермен кездесулерді көрудің қажеті жоқ, ал құжатқа қол қою онлайн режимінде аяқталды - тамаша!
km: យើងមិនចាំបាច់ជួបអតិថិជននៅក្នុងការិយាល័យសម្រាប់ការប្រជុំហើយការចុះហត្ថលេខាលើឯកសារត្រូវបានបញ្ចប់តាមអ៊ិនធរណេត - អស្ចារ្យ!
kn: ಸಭೆಗಳಿಗೆ ನಾವು ಇನ್ನು ಮುಂದೆ ಕಚೇರಿಯಲ್ಲಿ ಗ್ರಾಹಕರನ್ನು ನೋಡಬೇಕಾಗಿಲ್ಲ, ಮತ್ತು ಡಾಕ್ಯುಮೆಂಟ್ ಸಹಿ ಮಾಡುವುದು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಪೂರ್ಣಗೊಂಡಿದೆ - ಅದ್ಭುತ!
ku: Em êdî ne hewce ne ku muwekîlên di ofîsê de ji bo civînan bibînin, û îmzekirina belgeyê li serhêl bi tevahî qedandî - birêkûpêk !.
ky: Мындан ары офисте жолугушуу үчүн кардарларды көрбөйбүз, документтерге кол коюу баары онлайн режиминде бүттү - мыкты!
lb: Mir mussen net méi Clienten am Büro fir Reunioune gesinn, an d&#39;Dokument Ënnerschreiwe ass all online fäerdeg - genial!
lo: ພວກເຮົາບໍ່ ຈຳ ເປັນຕ້ອງເຫັນລູກຄ້າຢູ່ໃນຫ້ອງການ ສຳ ລັບການປະຊຸມ, ແລະການເຊັນເອກະສານແມ່ນ ສຳ ເລັດທັງ ໝົດ ທາງອິນເຕີເນັດ - ສະຫລາດ!.
lt: Mums nebereikia matyti klientų susitikimų biure, o dokumentai pasirašyti internetu - nuostabu !.
lv: Mums vairs nav jāskata klienti birojā sanāksmju rīkošanai, un dokumentu parakstīšana ir pabeigta tiešsaistē - izcili !.
mg: Tsy mila mahita mpanjifa any am-birao intsony izahay mandritra ny fivoriana, ary ny fanaovana sonia ny antontan-taratasy dia vita tanteraka amin&#39;ny Internet - feno hazavana !.
mi: Heoi ano kua mutu to tatou kitenga atu i nga kaihoko o te tari mo nga hui, kua oti te hainatanga tuhinga ki te ipurangi - pai!
mk: Повеќе не мора да ги гледаме клиентите во канцеларијата за состаноци, а потпишувањето документи е завршено преку Интернет - брилијантно !.
ml: മീറ്റിംഗുകൾക്കായി ഞങ്ങൾ മേലിൽ ഓഫീസിലെ ക്ലയന്റുകളെ കാണേണ്ടതില്ല, കൂടാതെ പ്രമാണ ഒപ്പിടൽ എല്ലാം ഓൺലൈനിൽ പൂർത്തിയായി - ബുദ്ധിമാനും!
mn: Бид уулзалтын үеэр оффис дээр үйлчлүүлэгчтэй уулзахаа больсон, бичиг баримтын гарын үсэг нь онлайнаар бөглөсөн - гайхалтай!
mr: आम्हाला यापुढे कार्यालयांमध्ये ग्राहकांना भेटींसाठी पहावे लागणार नाही आणि कागदपत्रांवर स्वाक्षरी करणे सर्व ऑनलाइन पूर्ण झाले आहे - हुशार !.
ms: Kita tidak perlu lagi melihat pelanggan di pejabat untuk mesyuarat, dan menandatangani dokumen selesai dalam talian - cemerlang !.
mt: M&#39;għadx għandna naraw klijenti fl-uffiċċju għal-laqgħat, u d-dokument tal-iffirmar huwa kompletat online - brillanti !.
my: အစည်းအဝေးများအတွက်ရုံးခန်းရှိ ၀ န်ဆောင်မှုခံယူသူများကိုကျွန်ုပ်တို့မတွေ့ရပါ။
ne: हामी अब बैठक मा ग्राहकहरु को लागी कार्यालय मा हेर्न को लागी छ, र कागजात हस्ताक्षर सबै अनलाइन पूरा भयो - शानदार !.
nl: We hoeven niet langer klanten op kantoor te zien voor vergaderingen en het ondertekenen van documenten is allemaal online voltooid - briljant !.
no: Vi trenger ikke lenger å se klienter på kontoret for møter, og dokumentunderskrift er fullført online - strålende !.
or: ବ meetings ଠକ ପାଇଁ ଆମକୁ ଆଉ ଅଫିସରେ କ୍ଲାଏଣ୍ଟମାନଙ୍କୁ ଦେଖିବାକୁ ପଡିବ ନାହିଁ, ଏବଂ ଡକ୍ୟୁମେଣ୍ଟ ସାଇନ୍ ସବୁ ଅନଲାଇନରେ ସମାପ୍ତ ହୋଇଛି - ଉଜ୍ଜ୍ୱଳ!।
pa: ਸਾਨੂੰ ਹੁਣ ਮੀਟਿੰਗਾਂ ਲਈ ਦਫਤਰ ਵਿੱਚ ਕਲਾਇੰਟਾਂ ਨੂੰ ਵੇਖਣਾ ਨਹੀਂ ਪਏਗਾ, ਅਤੇ ਦਸਤਾਵੇਜ਼ ਦਸਤਖਤ ਕਰਨੇ ਆੱਨਲਾਈਨ ਪੂਰੇ ਹੋ ਗਏ ਹਨ - ਹੁਸ਼ਿਆਰ !.
pl: Nie musimy już widzieć klientów w biurze na spotkania, a podpisywanie dokumentów odbywa się online - genialnie!
ps: موږ نور اړتیا نلرو چې په دفتر کې پیرودونکي د غونډو لپاره وګورو ، او د سند لاسلیک کول ټول آنلاین بشپړ شوي - خورا ښه !.
pt: Não precisamos mais ver clientes no escritório para reuniões, e a assinatura de documentos é concluída online - brilhante!
ro: Nu mai trebuie să vedem clienți la birou pentru întâlniri, iar semnarea documentelor este completată online - genial !.
ru: Нам больше не нужно видеть клиентов в офисе для встреч, и все документы подписываются в режиме онлайн - великолепно!
rw: Ntabwo dukeneye kubona abakiriya mubiro byinama, kandi gusinya inyandiko byose byarangiye kumurongo - byiza!.
sd: اسان کي هاڻي گڏجاڻين لاءِ آفيس ۾ گراهڪن کي ڏسڻ نه گهرجي ، ۽ دستاويزن تي دستخط تمام آن لائن مڪمل ٿي چڪو آهي - شاندار !.
si: රැස්වීම් සඳහා අපට තවදුරටත් කාර්යාලයේ සේවාදායකයින් දැකීමට අවශ්‍ය නොවන අතර, ලේඛන අත්සන් කිරීම සියල්ලම මාර්ගගතව සම්පුර්ණ කර ඇත - දීප්තිමත්!.
sk: Už nemusíme vidieť klientov v kancelárii na schôdzky a podpisovanie dokumentov je dokončené online - skvelé !.
sl: Klientov v pisarni ni več treba videti v pisarni za sestanke in podpisovanje dokumentov je vse zaključeno na spletu - briljantno !.
sq: Ne nuk duhet të shohim më klientë në zyrë për takime, dhe nënshkrimi i dokumenteve përfundon të gjitha në internet - shkëlqyese !.
sr: Више не морамо видети клијенте у канцеларији на састанцима, а потписивање докумената све је завршено путем интернета - сјајно!
sv: Vi behöver inte längre se kunder på kontoret för möten, och dokumentunderskrivning är helt klar online - lysande !.
sw: Sio lazima kuona wateja katika ofisi kwa mikutano, na kusaini hati zote kumekamilika mkondoni - kipaji !.
ta: கூட்டங்களுக்கு நாங்கள் இனி அலுவலகத்தில் வாடிக்கையாளர்களைப் பார்க்க வேண்டியதில்லை, மேலும் ஆவணத்தில் கையொப்பமிடுவது அனைத்தும் ஆன்லைனில் நிறைவடைகிறது - புத்திசாலி!
te: మేము ఇకపై సమావేశాల కోసం కార్యాలయంలో ఖాతాదారులను చూడవలసిన అవసరం లేదు, మరియు పత్ర సంతకం అన్నీ ఆన్‌లైన్‌లో పూర్తయ్యాయి - తెలివైనవి!
tg: Мо дигар маҷбурем, ки дар дафтари мизоҷон дар вохӯриҳо мизоҷонро бубинем ва имзо кардани ҳама ҳуҷҷатҳо ба тариқи онлайн анҷом ёфтаанд - олиҷаноб!
th: เราไม่จำเป็นต้องเห็นลูกค้าในสำนักงานสำหรับการประชุมอีกต่อไปและการเซ็นเอกสารเสร็จสิ้นทางออนไลน์ - ยอดเยี่ยม!
tk: Mundan beýläk ýygnakda ofisde müşderileri görmeli dälis we resminama gol çekmek hemmesi onlaýn ýagdaýda tamamlanýar - ajaýyp!.
tl: Hindi na namin kailangang makita ang mga kliyente sa opisina para sa mga pagpupulong, at ang pag-sign ng dokumento ay nakumpleto sa online - napakatalino !.
tr: Artık toplantılar için ofisteki müşterileri görmemiz gerekmiyor ve belge imzalamanın tamamı çevrimiçi olarak tamamlandı - mükemmel!
tt: Без бүтән клиентларны очрашулар өчен офиста күрергә тиеш түгел, һәм документларга кул кую барысы да онлайн режимда тәмамланган - якты !.
ug: بىز ئەمدى ئىشخانىدا خېرىدارلارنى كۆرۈش ئۈچۈن كۆرۈشمەيمىز ، ھۆججەتكە ئىمزا قويۇشنىڭ ھەممىسى توردا تاماملاندى - قالتىس!.
uk: Нам більше не доводиться бачити клієнтів в офісі для зустрічей, і підписання документів все завершено в Інтернеті - геніально!
ur: ہمیں مجلس کے لئے دفتر میں موجود کلائنٹ کو مزید دیکھنے کی ضرورت نہیں ہے ، اور دستاویز پر دستخط کرنے کا کام آن لائن مکمل ہوچکا ہے۔
uz: Biz endi mijozlarni ofisda uchrashuvlar uchun ko&#39;rishimiz shart emas va hujjatlarni imzolash jarayoni onlayn rejimida yakunlandi - ajoyib!
vi: Chúng tôi không còn phải gặp khách hàng trong văn phòng cho các cuộc họp và việc ký tài liệu hoàn tất trực tuyến - tuyệt vời!.
xh: Akusafuneki ukuba sibone abathengi e-ofisini yokuya ezintlanganisweni, kwaye ukutyikitywa kwamaxwebhu konke kugqityiwe kwi-Intanethi- kunobuchule !.
yi: מיר ניט מער האָבן צו זען קלייאַנץ אין די אָפיס פֿאַר מיטינגז, און דאָקומענט סיינינג איז אַלע געענדיקט אָנליין - בריליאַנט!

source: CEO of EL Passion
af: Uitvoerende hoof van EL Passion
am: የኢ.ኤል.ኤል Passion ዋና ሥራ አስፈፃሚ
ar: الرئيس التنفيذي لشركة EL Passion
az: EL Passion şirkətinin baş direktoru
be: Генеральны дырэктар EL Passion
bg: Изпълнителен директор на EL Passion
bn: ই এল প্যাশনের সিইও মো
ca: CEO de EL Passion
cs: Generální ředitel EL Passion
cy: Prif Swyddog Gweithredol EL Passion
da: CEO for EL Passion
de: CEO von EL Passion
el: Διευθύνων Σύμβουλος της EL Passion
eo: CEO de EL Pasio
es: CEO de EL Passion
et: EL Passioni tegevjuht
eu: EL Passioneko zuzendari nagusia
fa: مدیر عامل شرکت EL Passion
fi: EL Passionin toimitusjohtaja
fr: PDG d&#39;EL Passion
fy: CEO fan EL Passion
ga: POF EL Passion
gd: Ceannard EL Passion
gl: CEO de EL Passion
gu: ઇ.એલ. પેશનના સી.ઈ.ઓ.
hi: ईएल जुनून के सीईओ
hr: CEO EL Passion
hu: Az EL Passion vezérigazgatója
hy: EL Passion- ի գլխավոր տնօրեն
id: CEO dari EL Passion
is: Forstjóri EL Passion
it: CEO di EL Passion
iw: מנכ&quot;ל אל פסיון
ja: EL PassionのCEO
ka: EL Passion- ის აღმასრულებელი დირექტორი
kk: EL Passion компаниясының бас директоры
km: នាយកប្រតិបត្តិនៃក្រុមហ៊ុនអេសអាយភីត
kn: ಇಎಲ್ ಪ್ಯಾಶನ್ ಸಿಇಒ
ku: CEO ya EL Passion
ky: EL Passion компаниясынын башкы директору
lb: CEO vun EL Passion
lo: ຊີອີໂອຂອງ EL Passion
lt: „EL Passion“ generalinis direktorius
lv: EL Passion izpilddirektors
mg: Tale Jeneralin&#39;ny EL Passion
mi: Tumuaki o EL Passion
mk: Извршен директор на ЕЛ Пасион
ml: ഇഎൽ പാഷന്റെ സിഇഒ
mn: EL Passion компанийн гүйцэтгэх захирал
mr: ईएल पॅशनचे सीईओ
ms: Ketua Pegawai Eksekutif EL Passion
mt: CEO ta &#39;EL Passion
my: EL Passion ၏စီအီးအို
ne: ईएल जुनूनका सीईओ
nl: CEO van EL Passion
no: Administrerende direktør i EL Passion
or: EL Passion ର ସିଇଓ |
pa: ਈ ਐਲ ਪੈਸ਼ਨ ਦੇ ਸੀਈਓ
pl: CEO EL Passion
ps: د ای ایل جوشن سی ای او
pt: CEO da EL Passion
ro: CEO al EL Passion
ru: Генеральный директор EL Passion
rw: Umuyobozi mukuru wa EL Passion
sd: ايل ايسوسونشن جو سي اي او
si: ඊඑල් පැෂන් හි ප්‍රධාන විධායක නිලධාරී
sk: Generálny riaditeľ EL Passion
sl: Izvršni direktor EL Passion
sq: CEO i EL Passion
sr: Извршни директор ЕЛ Пассион
sv: VD för EL Passion
sw: Mkurugenzi Mtendaji wa EL Passion
ta: EL Passion இன் தலைமை நிர்வாக அதிகாரி
te: EL పాషన్ యొక్క CEO
tg: Директори EL Passion
th: CEO ของ EL Passion
tk: “EL Passion” -yň baş direktory
tl: CEO ng EL Passion
tr: EL Passion CEO&#39;su
tt: EL Passion генераль директоры
ug: EL Passion نىڭ باش ئىجرائىيە ئەمەلدارى
uk: Генеральний директор EL Passion
ur: ای ایل پیشن کے سی ای او
uz: EL Passion bosh direktori
vi: CEO của EL Passion
xh: Umphathi omkhulu we-EL Passion
yi: סעאָ פון על פּאַססיאָן
