Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
af: 13.1 Onafhanklike partye: U en CaseActive is onafhanklike kontrakteurs. Die ooreenkoms skep geen gesamentlike onderneming, vennootskap, agentskap of diensverhouding tussen die partye nie. U is alleen verantwoordelik vir die bestuur van u werknemers en vir enige vergoeding, belastings, voordele en verpligtinge aan u werknemers en enige van u ander verteenwoordigers of diensverskaffers. Nóg u of u werknemers, verteenwoordigers of diensverskaffers mag enige vertoë, waarborge of waarborge ten opsigte van ons, die ooreenkoms of die dienste lewer, behalwe soos dit skriftelik deur ons gemagtig is nie.
am: 13.1 ነፃ ፓርቲዎች እርስዎ እና CaseActive እርስዎ ገለልተኛ ተቋራጮች ናችሁ ፡፡ ስምምነቱ በተዋዋይ ወገኖች መካከል ምንም ዓይነት አጋርነት ፣ ሽርክና ፣ ኤጀንሲ ወይም የሥራ ስምሪት ግንኙነት አይፈጥርም ፡፡ ለሠራተኞችዎ እና ለማንኛውም ሌሎች ወኪሎችዎ ወይም የአገልግሎት አቅራቢዎችዎ ሰራተኞችዎን እና ለማንኛውም እና ሁሉም ማካካሻዎች ፣ ታክሶች ፣ ጥቅማ ጥቅሞች እና ግዴታዎችዎ የማስተዳደር ሙሉ ኃላፊነት አለብዎት። እርስዎም ሆኑ ማናቸውም ሰራተኞችዎ ፣ ተወካዮችዎ ወይም የአገልግሎት አቅራቢዎችዎ በእኛም ላይ በጽሑፍ ከገለጽነው ውጭ በእኛም ሆነ በአምልኮ ሥርዓቱ ወይም በአገልግሎቶቹ ላይ ምንም ዓይነት ውክልና ፣ ዋስትና ወይም ዋስትና አንሰጥም ፡፡
ar: 13.1 الأطراف المستقلة: أنت و CaseActive متعاقدون مستقلون. لا تنشئ الاتفاقية أي مشروع مشترك أو شراكة أو وكالة أو علاقة توظيف بين الطرفين. ستكون وحدك المسؤول عن إدارة موظفيك وعن أي وجميع التعويضات والضرائب والمزايا والالتزامات تجاه موظفيك وأي من الممثلين الآخرين أو مقدمي الخدمة الآخرين. لا يجوز لك ولا لأي من موظفيك أو ممثليك أو مقدمي الخدمة تقديم أي إقرارات أو ضمانات أو ضمانات فيما يتعلق بنا أو الاتفاقية أو الخدمات بخلاف ما هو مصرح به صراحةً كتابيًا.
az: 13.1 Müstəqil Tərəflər: Siz və CaseActive müstəqil podratçılarsınız. Saziş tərəflər arasında heç bir ortaq müəssisə, tərəfdaşlıq, agentlik və ya iş münasibətləri yaratmır. İşçilərinizi idarə etmək və işçilərinizə və digər nümayəndələrinizə və ya xidmət provayderlərinizə verilən hər hansı bir kompensasiya, vergi, güzəşt və öhdəliklərə görə məsuliyyət daşıyırsınız. Nə siz, nə də işçiləriniz, nümayəndələriniz və ya xidmət provayderləriniz bizə, Saziş və ya Xidmətlərə dair yazılı şəkildə açıq şəkildə təsdiqlənmiş hallardan başqa heç bir göstəriş, zəmanət və ya zəmanət vermirlər.
be: 13.1 Незалежныя бакі: вы і CaseActive - незалежныя падрадчыкі. Пагадненне не стварае ніякіх сумесных прадпрыемстваў, партнёрства, агенцтва або працоўных адносін паміж бакамі. Вы нясеце поўную адказнасць за кіраванне сваімі супрацоўнікамі і за любыя любыя кампенсацыі, падаткі, льготы і абавязацельствы перад сваімі супрацоўнікамі і любымі іншымі прадстаўнікамі або пастаўшчыкамі паслуг. Ні вы, ні любы з вашых супрацоўнікаў, прадстаўнікоў або пастаўшчыкоў паслуг не павінны прад&#39;яўляць ніякіх гарантый, гарантый альбо гарантый у дачыненні да нас, Пагаднення або Паслуг, акрамя таго, як нам яўна было дазволена пісьмова.
bg: 13.1 Независими страни: Вие и CaseActive сте независими изпълнители. Споразумението не създава никакви съвместни предприятия, партньорства, агенции или трудови отношения между страните. Вие носите пълна отговорност за управлението на вашите служители и за всички и всички компенсации, данъци, обезщетения и задължения към вашите служители и към всички ваши други представители или доставчици на услуги. Нито вие, нито някой от вашите служители, представители или доставчици на услуги не трябва да правите никакви представителства, гаранции или гаранции по отношение на нас, Споразумението или Услугите, различни от изрично упълномощени от нас в писмена форма.
bn: ১৩.১ স্বতন্ত্র দল: আপনি এবং কেসএ্যাকটিভ স্বতন্ত্র ঠিকাদার। চুক্তি পক্ষগুলির মধ্যে কোনও যৌথ উদ্যোগ, অংশীদারিত্ব, সংস্থা বা কর্মসংস্থান তৈরি করে না। আপনি আপনার কর্মীদের পরিচালনা এবং আপনার কর্মচারীদের এবং আপনার অন্যান্য প্রতিনিধি বা পরিষেবা সরবরাহকারীদের যে কোনও এবং সমস্ত ক্ষতিপূরণ, কর, সুবিধা এবং দায়বদ্ধতার জন্য একমাত্র দায়বদ্ধ থাকবেন। আপনি বা আপনার কোনও কর্মচারী, প্রতিনিধি, বা পরিষেবা সরবরাহকারী আমাদের পক্ষে লিখিতভাবে স্পষ্টভাবে অনুমোদিত হিসাবে চুক্তি বা পরিষেবাদিগুলি, আমাদের সম্মানের সাথে কোনও উপস্থাপনা, ওয়্যারেন্টি বা গ্যারান্টি দেবেন না।
ca: 13.1 Parts independents: Vostè i CaseActive són contractistes independents. L’Acord no crea cap empresa conjunta, associació, agència o relació laboral entre les parts. Vostè serà l’únic responsable de gestionar els vostres empleats i de totes les compensacions, impostos, beneficis i passius amb els vostres empleats i qualsevol altre representant o proveïdor de serveis. Ni vostè ni cap dels vostres empleats, representants o proveïdors de serveis, no realitzaran cap representació, garantia o garantia respecte a nosaltres, a l&#39;Acord o als Serveis, tret que ens hagi estat expressament autoritzat per escrit.
cs: 13.1 Nezávislé strany: Vy a CaseActive jste nezávislí dodavatelé. Tato dohoda nevytváří žádné společné podniky, partnerství, agentury nebo pracovní vztahy mezi stranami. Nesete výhradní odpovědnost za správu svých zaměstnanců a za veškeré náhrady, daně, výhody a závazky vůči svým zaměstnancům a všem ostatním zástupcům nebo poskytovatelům služeb. Vy ani žádný z vašich zaměstnanců, zástupců nebo poskytovatelů služeb neposkytujete žádná prohlášení, záruky nebo záruky, pokud jde o nás, smlouvu nebo služby, které nejsou výslovně písemně zmocněny námi.
cy: 13.1 Partïon Annibynnol: Rydych chi ac CaseActive yn gontractwyr annibynnol. Nid yw&#39;r Cytundeb yn creu unrhyw berthynas menter, partneriaeth, asiantaeth na chyflogaeth rhwng y partïon. Chi fydd yn llwyr gyfrifol am reoli&#39;ch gweithwyr ac am unrhyw iawndal, trethi, buddion a rhwymedigaethau i&#39;ch gweithwyr ac unrhyw un o&#39;ch cynrychiolwyr neu ddarparwyr gwasanaeth eraill. Ni fyddwch chi nac unrhyw un o&#39;ch gweithwyr, cynrychiolwyr na darparwyr gwasanaeth yn cyflwyno unrhyw sylwadau, gwarantau na gwarantau mewn perthynas â ni, y Cytundeb na&#39;r Gwasanaethau heblaw fel yr awdurdodwyd yn benodol gennym yn ysgrifenedig.
da: 13.1 Uafhængige parter: Du og CaseActive er uafhængige entreprenører. Aftalen skaber ikke et joint venture, partnerskab, agentur eller ansættelsesforhold mellem parterne. Du er alene ansvarlig for styring af dine medarbejdere og for enhver kompensation, skatter, fordele og forpligtelser over for dine ansatte og enhver af dine andre repræsentanter eller tjenesteudbydere. Hverken du eller nogen af dine ansatte, repræsentanter eller tjenesteudbydere skal fremsætte nogen erklæringer, garantier eller garantier med hensyn til os, aftalen eller tjenesterne, bortset fra, som det udtrykkeligt er godkendt af os skriftligt.
de: 13.1 Unabhängige Parteien: Sie und CaseActive sind unabhängige Vertragspartner. Die Vereinbarung begründet kein Joint Venture, keine Partnerschaft, keine Agentur oder kein Arbeitsverhältnis zwischen den Parteien. Sie sind allein verantwortlich für die Verwaltung Ihrer Mitarbeiter sowie für alle Vergütungen, Steuern, Vorteile und Verbindlichkeiten gegenüber Ihren Mitarbeitern und Ihren anderen Vertretern oder Dienstleistern. Weder Sie noch Ihre Mitarbeiter, Vertreter oder Dienstleister geben Zusicherungen, Gewährleistungen oder Garantien in Bezug auf uns, den Vertrag oder die Dienstleistungen ab, die nicht ausdrücklich von uns schriftlich genehmigt wurden.
el: 13.1 Ανεξάρτητα μέρη: Εσείς και η CaseActive είστε ανεξάρτητοι εργολάβοι. Η συμφωνία δεν δημιουργεί καμία κοινή επιχείρηση, εταιρική σχέση, πρακτορεία ή σχέση εργασίας μεταξύ των μερών. Θα είστε αποκλειστικά υπεύθυνοι για τη διαχείριση των υπαλλήλων σας και για οποιαδήποτε και κάθε αποζημίωση, φόρους, παροχές και υποχρεώσεις έναντι των υπαλλήλων σας και οποιουδήποτε άλλου εκπροσώπου ή παρόχου υπηρεσιών σας. Ούτε εσείς ούτε οποιοσδήποτε από τους υπαλλήλους σας, τους αντιπροσώπους ή τους παρόχους υπηρεσιών θα κάνετε οποιεσδήποτε δηλώσεις, εγγυήσεις ή εγγυήσεις σε σχέση με εμάς, τη Συμφωνία ή τις Υπηρεσίες εκτός από τις ρητές εξουσιοδοτημένες από εμάς γραπτώς.
eo: 13.1 Sendependaj partioj: Vi kaj CaseActive estas sendependaj entreprenistoj. La Interkonsento ne kreas ian komunan entreprenon, partnerecon, agentejon aŭ dungan rilaton inter la partioj. Vi respondecos nur pri administrado de viaj dungitoj kaj pri iuj kaj ĉiuj kompensoj, impostoj, avantaĝoj kaj ŝuldoj al viaj dungitoj kaj iu ajn el viaj aliaj reprezentantoj aŭ servaj provizantoj. Nek vi, nek iu el viaj dungitoj, reprezentantoj aŭ provizantoj de servoj faros neniujn reprezentojn, garantiojn aŭ garantiojn rilate al ni, al la Interkonsento aŭ al la Servoj krom kiel eksplicite rajtigita de ni skribe.
es: 13.1 Partes independientes: usted y CaseActive son contratistas independientes. El Acuerdo no crea ninguna relación de empresa conjunta, sociedad, agencia o empleo entre las partes. Usted será el único responsable de administrar a sus empleados y de todas y cada una de las compensaciones, impuestos, beneficios y responsabilidades a sus empleados y a cualquiera de sus otros representantes o proveedores de servicios. Ni usted ni ninguno de sus empleados, representantes o proveedores de servicios harán ninguna representación, garantía o garantía con respecto a nosotros, el Acuerdo o los Servicios que no sean los expresamente autorizados por nosotros por escrito.
et: 13.1 Sõltumatud osapooled: teie ja CaseActive olete sõltumatud töövõtjad. Leping ei loo poolte vahel mingeid ühisettevõtteid, partnerlust, esindusi ega töösuhteid. Teie vastutate ainuisikuliselt oma töötajate juhtimise ning kõigi hüvitiste, maksude, soodustuste ja kohustuste eest oma töötajate ja kõigi teiste esindajate või teenusepakkujate ees. Teie ega keegi teie töötajatest, esindajatest ega teenusepakkujatest ei anna meie, lepingu või Teenuste suhtes mingeid avaldusi, garantiisid ega garantiisid, välja arvatud meie poolt kirjalikult selgesõnaliselt lubatud.
eu: 13.1 Alderdi independenteak: Zu eta CaseActive kontratugile independenteak dira. Hitzarmenak ez du alderdien arteko lankidetza, lankidetza, agentzia edo lan harremanik sortzen. Zure enplegatuen erantzulea eta langileei eta beste edozein ordezkari edo zerbitzu hornitzaileren kalte-ordaina, zergak, onurak eta erantzukizunak erantsi ahal izango dizkizu. Ez zuk eta ez zure langile, ordezkari edo zerbitzu hornitzaileren batek ez du adierazpenik, inolako bermerik edo bermerik egingo, gurekin, Hitzarmena edo Zerbitzuak guk idatziz baimendutakoaz gain.
fa: 13.1 احزاب مستقل: شما و CaseActive پیمانکار مستقل هستید. این توافق نامه هیچگونه مشارکت مشترک ، مشارکت ، نمایندگی یا روابط اشتغال بین طرفین ایجاد نمی کند. شما فقط باید مسئولیت مدیریت کارمندان خود و هرگونه جبران خسارات ، مالیات ها ، مزایا و بدهی های کارمندان و سایر نمایندگان یا ارائه دهندگان خدمات خود را بر عهده داشته باشید. نه شما و نه هیچ یک از کارمندان ، نمایندگان یا ارائه دهندگان خدمات ، هیچ گونه نمایندگی ، ضمانت نامه یا تضمینی در رابطه با ما ، توافق نامه یا خدمات دیگری ارائه نخواهید داد ، بجز آنچه به صراحت توسط ما مجاز است.
fi: 13.1 Riippumattomat osapuolet: Sinä ja CaseActive olette itsenäisiä urakoitsijoita. Sopimus ei luo osapuolten välillä mitään yhteisyritystä, kumppanuutta, edustusta tai työsuhdetta. Olet yksin vastuussa työntekijöidesi johtamisesta ja kaikista korvauksista, veroista, eduista ja veloista työntekijöillesi ja muille edustajillesi tai palveluntarjoajillesi. Sinä tai mikään työntekijöistäsi, edustajistasi tai palveluntarjoajista ei anna meille, sopimukselle tai Palveluille mitään huomautuksia, takuita tai takuita, lukuun ottamatta niitä, jotka olemme nimenomaisesti kirjallisesti valtuuttaneet.
fr: 13.1 Parties indépendantes: vous et CaseActive êtes des entrepreneurs indépendants. L&#39;Accord ne crée aucune coentreprise, partenariat, agence ou relation d&#39;emploi entre les parties. Vous serez seul responsable de la gestion de vos employés et de toutes les rémunérations, taxes, avantages et responsabilités envers vos employés et l&#39;un de vos autres représentants ou prestataires de services. Ni vous, ni aucun de vos employés, représentants ou prestataires de services ne devez faire de déclarations, de garanties ou de garanties à notre égard, le Contrat ou les Services autrement que ce que nous avons expressément autorisé par écrit.
fy: 13.1 Unôfhinklike partijen: Jo en CaseActive binne ûnôfhinklike oannimmers. De oerienkomst makket gjin joint venture, partnerskip, agintskip of wurkgelegenheidsferhâlding tusken de partijen. Jo sille allinich ferantwurdelik wêze foar it behearen fan jo meiwurkers en foar elke kompensaasje, belestingen, foardielen en ferplichtingen oan jo meiwurkers en ien fan jo oare fertsjintwurdigers of tsjinstferlieners. Noch jo, noch ien fan jo meiwurkers, fertsjintwurdigers, of tsjinstferlieners sille fertsjintwurdigingen, garânsjes of garânsjes meitsje mei betrekking tot ús, de oerienkomst of de Tsjinsten, oars as skriftlik troch ús autorisearre.
ga: 13.1 Páirtithe Neamhspleácha: Is conraitheoirí neamhspleácha tú féin agus CaseActive. Ní chruthaíonn an Comhaontú aon ghaol comhfhiontair, comhpháirtíochta, gníomhaireachta nó fostaíochta idir na páirtithe. Is tusa amháin a bheidh freagrach as d’fhostaithe a bhainistiú agus as aon chúiteamh, cánacha, sochair agus dliteanais uile d’fhostaithe agus aon cheann de d’ionadaithe nó soláthraithe seirbhíse eile. Ní dhéanfaidh tú féin ná aon cheann d’fhostaithe, d’ionadaithe, ná do sholáthraithe seirbhíse aon uiríll, barántais nó ráthaíochtaí maidir linn, leis an gComhaontú ná leis na Seirbhísí seachas mar a údaraítear go sainráite dúinn i scríbhinn.
gd: 13.1 Pàrtaidhean Neo-eisimeileach: Tha thu fhèin agus CaseActive nan cunnradairean neo-eisimeileach. Cha bhith an t-Aonta a ’cruthachadh co-iomairt, com-pàirteachas, buidheann no dàimh cosnaidh eadar na pàrtaidhean. Is ann dìreach a-mhàin a bhios tu an urra ri bhith a ’riaghladh do luchd-obrach agus airson dìoladh, cìsean, sochairean agus uallaichean sam bith don luchd-obrach agad agus gin de na riochdairean no solaraichean seirbheis eile agad. Cha dèan thu fhèin no gin den luchd-obrach, riochdairean no solaraichean seirbheis agad riochdachaidhean, barantas no barrantasan sam bith a thaobh sinn, an Aonta no na Seirbheisean ach a-mhàin mar a tha ùghdarraichte dhuinn ann an sgrìobhadh.
gl: 13.1 Partes independentes: Vostede e CaseActive son contratistas independentes. O acordo non crea ningunha empresa conxunta, asociación, axencia ou relación laboral entre as partes. Vostede será o único responsable de xestionar os seus empregados e de todas as indemnizacións, impostos, beneficios e responsabilidades cos seus empregados e calquera dos seus outros representantes ou prestadores de servizos. Nin vostede nin ningún dos seus empregados, representantes ou prestadores de servizos realizarán ningunha representación, garantía ou garantía con respecto a nós, o Convenio ou os Servizos, salvo o expresamente autorizado por escrito por nós.
gu: 13.1 સ્વતંત્ર પક્ષો: તમે અને કેસએક્ટિવ સ્વતંત્ર ઠેકેદાર છો. કરાર પક્ષો વચ્ચે કોઈ સંયુક્ત સાહસ, ભાગીદારી, એજન્સી અથવા રોજગાર સંબંધ બનાવતું નથી. તમે તમારા કર્મચારીઓનું સંચાલન કરવા માટે અને કોઈપણ અને તમામ વળતર, કર, લાભ અને તમારા કર્મચારીઓને અને તમારા અન્ય કોઈ પ્રતિનિધિઓ અથવા સેવા પ્રદાતાઓને જવાબદારીઓ માટે સંપૂર્ણ જવાબદાર રહેશે. તમે અથવા તમારા કર્મચારીઓ, પ્રતિનિધિઓ, અથવા સર્વિસ પ્રોવાઇડર્સમાંથી કોઈપણ, લેખિતમાં સ્પષ્ટપણે આપેલા અધિકૃત કરાર સિવાય, કરાર અથવા સેવાઓ સિવાય અમને રજૂઆત, વોરંટી અથવા બાંયધરી આપશે નહીં.
hi: 13.1 स्वतंत्र पक्ष: आप और केसएक्टिव स्वतंत्र ठेकेदार हैं। समझौता पार्टियों के बीच कोई संयुक्त उद्यम, साझेदारी, एजेंसी या रोजगार संबंध नहीं बनाता है। आप अपने कर्मचारियों और किसी भी और सभी मुआवजे, करों, लाभों और देनदारियों के लिए अपने कर्मचारियों और आपके किसी अन्य प्रतिनिधि या सेवा प्रदाताओं के प्रबंधन के लिए पूरी तरह से जिम्मेदार होंगे। न तो आप और न ही आपके कोई कर्मचारी, प्रतिनिधि, या सेवा प्रदाता किसी भी अभ्यावेदन, वारंटियों या गारंटी के साथ हमारे संबंध में, समझौते या सेवाओं के अलावा अन्य लिखित रूप में हमारे द्वारा अधिकृत रूप से अधिकृत करेंगे।
hr: 13.1 Neovisne stranke: Vi i CaseActive ste neovisni ugovorni suradnici. Sporazum ne stvara zajedničko ulaganje, partnerstvo, agenciju ili radni odnos između stranaka. Vi ćete biti jedini odgovorni za upravljanje svojim zaposlenicima i za bilo koju i sve naknade, poreze, povlastice i obveze prema svojim zaposlenicima i bilo kojim drugim predstavnicima ili pružateljima usluga. Ni vi, niti bilo koji od vaših zaposlenika, predstavnika ili pružatelja usluga ne dajete bilo kakva jamstva, garancije ili garancije u vezi s nama, Ugovorom ili Uslugama osim onih izričito ovlaštenih u pisanom obliku.
hu: 13.1 Független felek: Ön és a CaseActive független vállalkozók. A megállapodás nem hoz létre közös vállalkozást, partnerséget, ügynökséget vagy munkaviszonyokat a felek között. Kizárólag Ön felel az alkalmazottainak irányításáért, valamint az alkalmazottakkal és bármely más képviselőjével vagy szolgáltatójával szembeni minden kompenzációért, adóért, juttatásért és kötelezettségért. Sem Ön, sem alkalmazottai, képviselői vagy szolgáltatói nem tehetnek semmiféle nyilatkozatot, garanciát vagy garanciát ránk, a Szerződésre vagy a Szolgáltatásokra, kivéve, ha azt kifejezetten írásban felhatalmazzuk.
hy: 13.1 Անկախ կողմեր. Դուք և CaseActive- ը անկախ կապալառուներ եք: Համաձայնագիրը չի ստեղծում կողմերի միջև համատեղ ձեռնարկություն, գործընկերություն, գործակալություն կամ աշխատանքային հարաբերություններ: Դուք պետք է բացառապես պատասխանատու լինեք ձեր աշխատողների կառավարման համար, ինչպես նաև աշխատողների և ցանկացած այլ ներկայացուցիչների կամ ծառայություններ մատուցողների կողմից փոխհատուցումների, հարկերի, արտոնությունների և պարտավորությունների համար: Ոչ դուք, ոչ էլ ձեր աշխատակիցները, ներկայացուցիչները կամ ծառայություններ մատուցող կազմակերպությունները չպետք է ներկայացնեք, երաշխիքներ և երաշխիքներ տրամադրեն մեզ, Համաձայնագրին կամ Ծառայություններին, այլ ոչ թե մեր կողմից գրավոր թույլտվություն ստանալու մասին:
id: 13.1 Pihak Independen: Anda dan CaseActive adalah kontraktor independen. Perjanjian ini tidak menciptakan usaha patungan, kemitraan, agensi atau hubungan kerja di antara para pihak. Anda bertanggung jawab sepenuhnya untuk mengelola karyawan Anda dan untuk setiap dan semua kompensasi, pajak, tunjangan dan kewajiban kepada karyawan Anda dan perwakilan atau penyedia layanan Anda. Baik Anda maupun karyawan, perwakilan, atau penyedia layanan Anda tidak akan membuat pernyataan, jaminan atau jaminan apa pun sehubungan dengan kami, Perjanjian atau Layanan selain dari yang diizinkan secara tertulis oleh kami.
is: 13.1 Óháðir aðilar: Þú og CaseActive eru sjálfstæðir verktakar. Samningurinn skapar ekki sameiginlegt verkefni, samstarf, umboðsskrifstofu eða ráðningarsamband milli aðila. Þú berð ábyrgð á stjórnun starfsmanna þinna og öllum bótum, sköttum, ávinningi og skuldum gagnvart starfsmönnum þínum og öðrum fulltrúum þínum eða þjónustuaðilum. Hvorki þú né neinn af starfsmönnum þínum, fulltrúum eða þjónustuaðilum skal leggja fram neinar yfirlýsingar, ábyrgðir eða ábyrgðir gagnvart okkur, samningnum eða þjónustunni að öðru leyti en því sem okkur er skriflega heimilað skriflega.
it: 13.1 Parti indipendenti: tu e CaseActive siete contraenti indipendenti. L&#39;accordo non crea alcuna joint venture, partnership, agenzia o rapporto di lavoro tra le parti. Sarai l&#39;unico responsabile della gestione dei tuoi dipendenti e di tutti i compensi, tasse, benefici e responsabilità nei confronti dei tuoi dipendenti e di qualsiasi altro rappresentante o fornitore di servizi. Né voi, né alcuno dei vostri dipendenti, rappresentanti o fornitori di servizi dovrà rilasciare dichiarazioni, garanzie o garanzie in relazione a noi, al Contratto o ai Servizi se non come espressamente autorizzato da noi per iscritto.
iw: 13.1 צדדים עצמאיים: אתה ו- CaseActive הם קבלנים עצמאיים. ההסכם אינו יוצר מיזם משותף, שותפות, סוכנות או יחסי עבודה בין הצדדים. אתה תהיה אחראי באופן בלעדי לניהול העובדים שלך ולכל פיצוי, מיסים, הטבות והתחייבויות לעובדיך וכל מי מהנציגים או נותני השירות האחרים שלך. לא אתה ואף אחד מעובדיך, נציגיך, או נותני השירות לא יבצע כל מצג, אחריות או ערבויות ביחס אלינו, להסכם או לשירותים, למעט כפי שהוסמך על ידינו במפורש בכתב.
ja: 13.1独立した当事者：あなたとCaseActiveは独立した契約者です。本契約は、当事者間の合弁事業、パートナーシップ、代理店または雇用関係を作成するものではありません。従業員の管理、ならびに従業員およびその他の代理人またはサービスプロバイダーに対するあらゆる補償、税金、福利厚生および負債については、お客様が単独で責任を負うものとします。お客様、お客様の従業員、代表者、またはサービスプロバイダーは、書面で明示的に許可されている場合を除き、弊社、契約、またはサービスに関していかなる表明、保証、または保証も行わないものとします。
ka: 13.1 დამოუკიდებელი მხარეები: თქვენ და CaseActive დამოუკიდებელი კონტრაქტორი ხართ. შეთანხმება არ ქმნის მხარეებს შორის ერთობლივი საწარმოს, პარტნიორობის, სააგენტოს ან სამუშაო ურთიერთობის შესახებ. თქვენ მხოლოდ პასუხისმგებლობა ეკისრებათ თქვენი თანამშრომლების მართვას და თქვენს თანამშრომლებს და ნებისმიერ სხვა წარმომადგენელს ან მომსახურების მიმწოდებელს კომპენსაციის, გადასახადების, შეღავათებისა და ვალდებულებების შესრულებას. არც თქვენ, არცერთ თქვენს თანამშრომელს, წარმომადგენელს ან მომსახურების მიმწოდებელს არ უნდა წარმოადგენდეთ რაიმე წარმომადგენლობით, გარანტიით ან გარანტიით, ჩვენთან, შეთანხმებასთან ან მომსახურებასთან დაკავშირებით, გარდა ჩვენს მიერ წერილობითი უფლებამოსილებისა.
kk: 13.1 Тәуелсіз тараптар: сіз және CaseActive тәуелсіз мердігерлерсіз. Келісім тараптар арасында бірлескен, серіктестік, агенттік немесе еңбек қатынастарын құрмайды. Сіз өзіңіздің жұмысшыларыңызды басқаруға және қызметкерлеріңізге және сіздің басқа өкілдеріңізге немесе қызмет провайдерлеріңізге төленетін барлық өтемақылар, салықтар, жеңілдіктер мен міндеттемелер үшін толықтай жауап бересіз. Сіз де, сіздің қызметкерлеріңіз де, өкілдеріңіз де, қызмет провайдерлеріңіз де бізге, келісімге немесе қызметтерге қатысты жазбаша түрде тікелей рұқсат етілген жағдайлардан басқа қандай-да бір мәлімдеме, кепілдік немесе кепілдік бермейді.
km: ១៣.១ ភាគីឯករាជ្យ៖ អ្នកនិង CaseActive គឺជាអ្នកម៉ៅការឯករាជ្យ។ កិច្ចព្រមព្រៀងមិនបង្កើតការបណ្តាក់ទុនរួមគ្នាភាពជាដៃគូទីភ្នាក់ងារឬទំនាក់ទំនងការងាររវាងភាគីឡើយ។ អ្នកត្រូវទទួលខុសត្រូវទាំងស្រុងចំពោះការគ្រប់គ្រងនិយោជិករបស់អ្នកនិងចំពោះសំណងពន្ធអត្ថប្រយោជន៍និងបំណុលដល់និយោជិករបស់អ្នកនិងអ្នកតំណាងឬអ្នកផ្តល់សេវាណាមួយផ្សេងទៀត។ ទាំងអ្នកនិងនិយោជិកអ្នកតំណាងឬអ្នកផ្តល់សេវាកម្មរបស់អ្នកមិនត្រូវធ្វើជាតំណាងការធានាឬការធានាណាមួយទាក់ទងនឹងពួកយើងកិច្ចព្រមព្រៀងឬសេវាកម្មណាមួយក្រៅពីការអនុញ្ញាតឱ្យបង្ហាញជាលាយលក្ខណ៍អក្សរពីយើងឡើយ។
kn: 13.1 ಸ್ವತಂತ್ರ ಪಕ್ಷಗಳು: ನೀವು ಮತ್ತು ಕೇಸ್ಆಕ್ಟಿವ್ ಸ್ವತಂತ್ರ ಗುತ್ತಿಗೆದಾರರು. ಒಪ್ಪಂದವು ಪಕ್ಷಗಳ ನಡುವೆ ಯಾವುದೇ ಜಂಟಿ ಉದ್ಯಮ, ಪಾಲುದಾರಿಕೆ, ಏಜೆನ್ಸಿ ಅಥವಾ ಉದ್ಯೋಗ ಸಂಬಂಧವನ್ನು ಸೃಷ್ಟಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಉದ್ಯೋಗಿಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಉದ್ಯೋಗಿಗಳಿಗೆ ಮತ್ತು ನಿಮ್ಮ ಇತರ ಪ್ರತಿನಿಧಿಗಳು ಅಥವಾ ಸೇವಾ ಪೂರೈಕೆದಾರರಿಗೆ ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲಾ ಪರಿಹಾರ, ತೆರಿಗೆಗಳು, ಪ್ರಯೋಜನಗಳು ಮತ್ತು ಹೊಣೆಗಾರಿಕೆಗಳಿಗೆ ನೀವು ಸಂಪೂರ್ಣ ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ. ನೀವು ಅಥವಾ ನಿಮ್ಮ ಯಾವುದೇ ಉದ್ಯೋಗಿಗಳು, ಪ್ರತಿನಿಧಿಗಳು ಅಥವಾ ಸೇವಾ ಪೂರೈಕೆದಾರರು ನಮ್ಮ ಬಗ್ಗೆ, ಒಪ್ಪಂದ ಅಥವಾ ಸೇವೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ಪ್ರಾತಿನಿಧ್ಯಗಳು, ಖಾತರಿಗಳು ಅಥವಾ ಖಾತರಿಗಳನ್ನು ನೀಡುವುದಿಲ್ಲ.
ku: 13.1 Partiyên serbixwe: Hûn û CaseActive peymankarên serbixwe ne. Peyman peywendiyek hevbeş, hevparî, ajans an têkiliya kardariyê ya di navbera aliyan de çêdike. Hûn tenê ji bo birêvebirina karmendên xwe û ji bo tezmînata her tiştî, bac, dahat û berpirsiyariyên karmendên xwe û ji her nûnerên din an pêşkêşvanên karûbarê we re bibin berpirsiyar. Ne hûn û ne jî ji karmendên we, nûner an peydakiroxên karûbarê we re li ser me, Peymanê an karûbarên din ji bilî ku bi eşkereyî ji hêla me ve bi nivîskî tête pejirandin, nûneran, misogerkirin û garantiyan çêdikin.
ky: 13.1 Көзкарандысыз Тараптар: Сиз жана CaseActive - көзкарандысыз подрядчылар. Макулдашуу тараптардын ортосунда биргелешкен ишкана, өнөктөштүк, агенттик же жумушка орношуу мамилелерин түзбөйт. Сиз өзүңүздүн кызматкерлериңизди башкаруу үчүн, ошондой эле кызматкерлериңизге жана башка өкүлдөрүңүзгө же кызмат көрсөтүүчүлөрүңүзгө кандайдыр бир компенсация, салыктар, жеңилдиктер жана милдеттенмелер үчүн гана жооптуу болосуз. Сиз же сиздин кызматкерлериңиз, өкүлдөрүңүз же кызмат көрсөтүүчүлөрүңүздүн бири да бизге, Келишимге же Кызматтарга карата жазуу жүзүндө атайын уруксат берилгенден башка эч кандай билдирүүлөрдү, кепилдиктерди же кепилдиктерди бербейт.
lb: 13.1 Onofhängeg Parteien: Dir a CaseActive sinn onofhängeg Optraghueler. Den Accord schaaft keng Joint Venture, Partnerschaft, Agentur oder Aarbechtsverhältnis tëscht de Parteien. Dir sidd eleng verantwortlech fir d&#39;Gestioun vun Äre Mataarbechter a fir all Kompensatioun, Steieren, Virdeeler a Verbëndlechkeete fir Är Mataarbechter an all aner Vertrieder oder Servicer. Weder Dir nach eng vun Äre Mataarbechter, Vertrieder oder Servicer Ubidder maache Vertrieder, Garantien oder Garantië mat Respekt un eis, der Konventioun oder de Servicer anescht wéi ausdrécklech vun eis schrëftlech autoriséiert.
lo: 13.1 ພາກສ່ວນທີ່ເປັນອິດສະຫຼະ: ທ່ານແລະ CaseActive ແມ່ນຜູ້ຮັບ ເໝົາ ອິດສະຫຼະ. ສັນຍາບໍ່ໄດ້ສ້າງການຮ່ວມມື, ການເປັນຫຸ້ນສ່ວນ, ອົງການຫລືສາຍພົວພັນການຈ້າງງານລະຫວ່າງຝ່າຍຕ່າງໆ. ທ່ານຕ້ອງຮັບຜິດຊອບພຽງແຕ່ໃນການຄຸ້ມຄອງພະນັກງານຂອງທ່ານແລະຄ່າຕອບແທນໃດໆ, ທັງ ໝົດ, ພາສີ, ຜົນປະໂຫຍດແລະຄວາມຮັບຜິດຊອບຕໍ່ພະນັກງານຂອງທ່ານແລະຜູ້ຕາງ ໜ້າ ຫຼືຜູ້ໃຫ້ບໍລິການອື່ນໆຂອງທ່ານ. ທັງທ່ານແລະພະນັກງານ, ຜູ້ຕາງ ໜ້າ ຫລືຜູ້ໃຫ້ບໍລິການຂອງທ່ານບໍ່ຕ້ອງເປັນຕົວແທນ, ການຄ້ ຳ ປະກັນຫລືການຄ້ ຳ ປະກັນໃດໆກ່ຽວກັບພວກເຮົາ, ຂໍ້ຕົກລົງຫຼືການບໍລິການນອກ ເໜືອ ຈາກທີ່ໄດ້ຮັບອະນຸຍາດຢ່າງເປັນລາຍລັກອັກສອນ.
lt: 13.1 Nepriklausomos šalys: Jūs ir „CaseActive“ esate nepriklausomi rangovai. Susitarimas nesukuria jokių bendrų įmonių, partnerystės, agentūrų ar darbo santykių tarp šalių. Jūs esate visiškai atsakingi už savo darbuotojų valdymą ir už visas kompensacijas, mokesčius, lengvatas ir įsipareigojimus darbuotojams ir kitiems jūsų atstovams ar paslaugų teikėjams. Nei jūs, nei jūsų darbuotojai, atstovai ar paslaugų teikėjai nepateikia jokių pareiškimų, garantijų ar garantijų mūsų, Sutarties ar Paslaugų atžvilgiu, išskyrus tuos atvejus, kai mus aiškiai įgaliojo raštu.
lv: 13.1 Neatkarīgas puses: Jūs un CaseActive esat neatkarīgi darbuzņēmēji. Līgums starp pusēm neveido kopuzņēmumu, partnerību, aģentūru vai darba attiecības. Jūs esat atbildīgs tikai par savu darbinieku vadību un par visām kompensācijām, nodokļiem, pabalstiem un saistībām pret darbiniekiem un citiem jūsu pārstāvjiem vai pakalpojumu sniedzējiem. Ne jūs, ne kāds no jūsu darbiniekiem, pārstāvjiem vai pakalpojumu sniedzējiem nesniedz nekādas garantijas, garantijas vai garantijas attiecībā uz mums, Līgumu vai Pakalpojumiem, kā vien tas, ko mēs esam skaidri atļāvuši rakstiski.
mg: 13.1 Antoko tsy miankina: Ianao sy i CaseActive dia mpiantoka mahaleo tena. Ny fifanarahana dia tsy mamorona fiaraha-miasa, fiaraha-miasa, fikambanana na asa eo amin&#39;ny samy mpiray asa. Ianao irery no tompon&#39;andraikitra amin&#39;ny fitantanana ny mpiasa ary ho an&#39;ny rehetra sy ny tambin-karama, hetra, tombontsoa ary adidy amin&#39;ny mpiasa sy ny solontena hafa na mpamatsy serivisy anao. Na ianao na ireo mpiasa, solontena, na mpamatsy serivisy dia tsy afaka manao fisolontena, antoka, antoka na antoka miaraka amintsika, ny Fifanarahana na ny serivisy ankoatra ny alàlana mazava omen&#39;ny anay an-tsoratra.
mi: 13.1 Nga Mema Motuhake: Ko koe me te CaseActive he kirimana motuhake. Kaore te Whakaaetanga e hanga i tetahi umanga tuitui, whakahoahoa, umanga, hononga mahi ranei i waenga i nga roopu. Ko koe anake te haepapa mo te whakahaere i o kaimahi me mo te katoa o nga utu, taake, painga me nga taunahatanga ki o kaimahi me etahi atu o nga mema, o nga kaiwhakarato ratonga ranei. Kaore koe me o hoa kaimahi, maheni, kaiwhakarato ratonga ranei e whakaatu i tetahi tohu, tohu, whakamana ranei e pa ana ki a maatau, o te Whakaaetanga, nga Ratonga ranei i tua atu i te mana o te tuhi ki a matou.
mk: 13.1 Независни страни: Вие и CaseActive сте независни изведувачи. Договорот не создава заедничко вложување, партнерство, агенција или работен однос меѓу страните. Вие ќе бидете единствено одговорни за управување со вашите вработени и за сите компензации, даноци, бенефиции и обврски кон вашите вработени и кој било друг ваш претставник или давател на услуги. Ниту вие, ниту еден од вашите вработени, претставници или даватели на услуги не треба да правите никакви застапувања, гаранции или гаранции во однос на нас, Договорот или Услугите, освен оние што се јасно одобрени од нас во писмена форма.
ml: 13.1 സ്വതന്ത്ര പാർട്ടികൾ: നിങ്ങളും കേസ് ആക്ടീവും സ്വതന്ത്ര കരാറുകാരാണ്. കരാറുകൾ കക്ഷികൾ തമ്മിലുള്ള സംയുക്ത സംരംഭമോ പങ്കാളിത്തമോ ഏജൻസിയോ തൊഴിൽ ബന്ധമോ സൃഷ്ടിക്കുന്നില്ല. നിങ്ങളുടെ ജീവനക്കാരെ കൈകാര്യം ചെയ്യുന്നതിനും നിങ്ങളുടെ ജീവനക്കാർക്കും നിങ്ങളുടെ മറ്റേതെങ്കിലും പ്രതിനിധികൾക്കും സേവന ദാതാക്കൾക്കും നഷ്ടപരിഹാരം, നികുതി, ആനുകൂല്യങ്ങൾ, ബാധ്യതകൾ എന്നിവയ്‌ക്കെല്ലാം ഉത്തരവാദിത്തം നിങ്ങൾക്കാണ്. നിങ്ങളും നിങ്ങളുടെ ഏതെങ്കിലും ജീവനക്കാരോ പ്രതിനിധികളോ സേവന ദാതാക്കളോ ഞങ്ങളോട് രേഖാമൂലം വ്യക്തമായി അംഗീകാരം നൽകിയിട്ടുള്ളതല്ലാതെ ഞങ്ങളെയോ കരാറിനെയോ സേവനങ്ങളെയോ സംബന്ധിച്ച് ഏതെങ്കിലും പ്രാതിനിധ്യം, വാറന്റി, ഗ്യാരൻറി എന്നിവ നൽകില്ല.
mn: 13.1 Хараат бус талууд: Та болон CaseActive нь бие даасан гэрээлэгч болно. Гэрээнд талуудын хооронд хамтарсан үйлдвэр, түншлэл, агентлаг, хөдөлмөр эрхлэлтийн харилцаа үүсгэхгүй. Та ажилтнуудаа удирдах, ажилтнууд болон бусад төлөөлөгчид, үйлчилгээ үзүүлэгчдэд төлөх аливаа нөхөн төлбөр, татвар, тэтгэмж, өр төлбөрийг өөрөө хариуцах болно. Та болон таны ажилтан, төлөөлөгч, үйлчилгээ үзүүлэгчдийн аль нь ч бид өөрсдөө, Гэрээнд эсвэл Үйлчилгээнд бичгээр илэрхийлэхээс бусад тохиолдолд аливаа төлөөлөл, баталгаа, баталгаа өгөхгүй.
mr: १.1.१ स्वतंत्र पक्ष: आपण आणि केसएक्टिव्ह स्वतंत्र कंत्राटदार आहात. करारामुळे पक्षांमधील कोणतेही संयुक्त उद्यम, भागीदारी, एजन्सी किंवा रोजगाराचे संबंध तयार होत नाहीत. आपण आपल्या कर्मचार्‍यांचे व्यवस्थापन करण्यासाठी आणि आपल्या सर्व कर्मचार्‍यांना आणि आपल्या कोणत्याही अन्य प्रतिनिधींना किंवा सेवा प्रदात्यांना कोणत्याही आणि सर्व नुकसानभरपाई, कर, फायदे आणि उत्तरदायित्वासाठी पूर्णपणे जबाबदार असाल. आपण किंवा आपले कोणतेही कर्मचारी, प्रतिनिधी किंवा सेवा प्रदात्यांपैकी कोणीही आमच्याद्वारे लिखित स्वरूपात स्पष्टपणे अधिकृत केल्याखेरीज, कराराची किंवा सेवांच्या आमच्या संदर्भात कोणतीही प्रतिनिधित्व, हमी किंवा हमी देऊ शकत नाही.
ms: 13.1 Pihak Bebas: Anda dan CaseActive adalah kontraktor bebas. Perjanjian ini tidak mewujudkan hubungan usaha sama, perkongsian, agensi atau pekerjaan antara kedua-dua pihak. Anda akan bertanggungjawab sepenuhnya untuk menguruskan pekerja anda dan untuk setiap dan semua pampasan, cukai, faedah dan liabiliti kepada pekerja anda dan mana-mana wakil atau penyedia perkhidmatan anda yang lain. Baik anda atau mana-mana pekerja, perwakilan, atau penyedia perkhidmatan anda harus membuat pernyataan, jaminan atau jaminan berkenaan dengan kami, Perjanjian atau Perkhidmatan selain daripada yang dinyatakan secara tegas oleh kami secara bertulis.
mt: 13.1 Partijiet Indipendenti: Int u CaseActive huma kuntratturi indipendenti. Il-Ftehim ma joħloq l-ebda impriża konġunta, sħubija, aġenzija jew relazzjoni ta &#39;impjieg bejn il-partijiet. Inti tkun l-uniku responsabbli għall-immaniġġjar tal-impjegati tiegħek u għal kwalunkwe kumpens, taxxi, benefiċċji u obbligazzjonijiet lejn l-impjegati tiegħek u kwalunkwe rappreżentant ieħor jew fornitur tas-servizz tiegħek. La int u l-ebda wieħed mill-impjegati, rappreżentanti, jew fornituri tas-servizz tiegħek m&#39;għandek tagħmel rappreżentazzjonijiet, garanziji jew garanziji fir-rigward ta &#39;magħna, tal-Ftehim jew tas-Servizzi għajr kif espressament awtorizzat minnna bil-miktub.
my: ၁၃.၁ လွတ်လပ်သောပါတီများ - သင်နှင့် CaseActive တို့သည်လွတ်လပ်သောကန်ထရိုက်တာများဖြစ်သည်။ အဆိုပါသဘောတူညီချက်သည်ပါတီများအကြားမည်သည့်ဖက်စပ်၊ လက်တွဲမှု၊ အေဂျင်စီသို့မဟုတ်အလုပ်အကိုင်အခွင့်အလမ်းမျှမဖန်တီးပါ။ သင်၏ ၀ န်ထမ်းများအားစီမံခန့်ခွဲရန်နှင့်သင်၏ ၀ န်ထမ်းများနှင့်သင်၏အခြားကိုယ်စားလှယ်များသို့မဟုတ် ၀ န်ဆောင်မှုပေးသူများအားလျော်ကြေး၊ အခွန်၊ သင်နှင့်သင်၏ ၀ န်ထမ်းများ၊ ကိုယ်စားလှယ်များ၊ ၀ န်ဆောင်မှုပေးသူများမှကျွန်ုပ်တို့အားစာဖြင့်ရေးသားထားသောခွင့်ပြုထားသည့်အတိုင်းကျွန်ုပ်တို့နှင့် ပတ်သက်၍၊ သဘောတူစာချုပ်သို့မဟုတ် ၀ န်ဆောင်မှုများကိုမည်သည့်ကိုယ်စားပြုမှုများ၊
ne: १.1.१ स्वतन्त्र दलहरू: तपाईं र केसएक्टिभ स्वतन्त्र ठेकेदार हुनुहुन्छ। सम्झौताले कुनै पनि संयुक्त लगानी, साझेदारी, एजेन्सी वा पार्टीहरू बीच रोजगार सम्बन्ध सिर्जना गर्दैन। तपाईका कर्मचारीहरू व्यवस्थापन गर्न कुनै पनि र सबै क्षतिपूर्ति, करहरू, सुविधाहरू र तपाईंको कर्मचारीहरू र तपाईंको अन्य प्रतिनिधिहरू वा सेवा प्रदायकहरूको दायित्वको लागि तपाईं जिम्मेवार हुनुहुनेछ। न त तपाईं न तपाईंका कुनै कर्मचारीहरू, प्रतिनिधिहरू, वा सेवा प्रदायकहरूले लिखित रूपमा स्पष्ट रूपमा अधिकार दिए बमोजिम सम्झौता वा सेवाहरू बाहेक हामीसँग कुनै प्रतिनिधित्व, ग्यारेन्टी वा ग्यारेन्टी गर्नेछन्।
nl: 13.1 Onafhankelijke partijen: u en CaseActive zijn onafhankelijke contractanten. De overeenkomst creëert geen joint venture, partnerschap, agentschap of arbeidsrelatie tussen de partijen. U bent als enige verantwoordelijk voor het beheer van uw werknemers en voor alle vergoedingen, belastingen, voordelen en verplichtingen aan uw werknemers en al uw andere vertegenwoordigers of dienstverleners. Noch u, noch uw werknemers, vertegenwoordigers of dienstverleners zullen verklaringen, garanties of garanties afleggen met betrekking tot ons, de Overeenkomst of de Diensten, anders dan zoals uitdrukkelijk schriftelijk door ons geautoriseerd.
no: 13.1 Uavhengige parter: Du og CaseActive er uavhengige entreprenører. Avtalen skaper ikke noe joint venture, partnerskap, byrå eller ansettelsesforhold mellom partene. Du skal være alene ansvarlig for å styre dine ansatte og for alle kompensasjoner, skatter, fordeler og forpliktelser til dine ansatte og noen av dine andre representanter eller tjenesteleverandører. Verken du eller noen av dine ansatte, representanter eller tjenesteleverandører skal komme med noen uttalelser, garantier eller garantier med hensyn til oss, avtalen eller tjenestene annet enn det som uttrykkelig er godkjent av oss skriftlig.
or: 13.1 ସ୍ ent ାଧୀନ ଦଳ: ଆପଣ ଏବଂ କେସ୍ ଆକ୍ଟିଭ୍ ସ୍ independent ାଧୀନ କଣ୍ଟ୍ରାକ୍ଟର ଅଟନ୍ତି | ଚୁକ୍ତିନାମା ପକ୍ଷମାନଙ୍କ ମଧ୍ୟରେ କ joint ଣସି ମିଳିତ ଉଦ୍ୟମ, ସହଭାଗୀତା, ଏଜେନ୍ସି କିମ୍ବା ରୋଜଗାର ସମ୍ପର୍କ ସୃଷ୍ଟି କରେ ନାହିଁ | ତୁମର କର୍ମଚାରୀମାନଙ୍କୁ ପରିଚାଳନା କରିବା ପାଇଁ ଏବଂ ତୁମର କର୍ମଚାରୀ ଏବଂ ଅନ୍ୟ କ representative ଣସି ପ୍ରତିନିଧୀ କିମ୍ବା ସେବା ପ୍ରଦାନକାରୀଙ୍କ ପାଇଁ ଯେକ compensation ଣସି ଏବଂ ସମସ୍ତ କ୍ଷତିପୂରଣ, କର, ଲାଭ ଏବଂ ଉତ୍ତରଦାୟିତ୍ୱ ପାଇଁ ତୁମେ କେବଳ ଦାୟୀ ରହିବ | ଆପଣ କିମ୍ବା ଆପଣଙ୍କର କ employees ଣସି କର୍ମଚାରୀ, ପ୍ରତିନିଧୀ, କିମ୍ବା ସେବା ପ୍ରଦାନକାରୀ ଆମକୁ, ଚୁକ୍ତିନାମା କିମ୍ବା ସେବା ସମ୍ବନ୍ଧରେ କ represent ଣସି ଉପସ୍ଥାପନା, ୱାରେଣ୍ଟି କିମ୍ବା ଗ୍ୟାରେଣ୍ଟି ଦେବେ ନାହିଁ, ଲିଖିତ ଆକାରରେ ଆମ ଦ୍ express ାରା ସ୍ authorized ୀକୃତିପ୍ରାପ୍ତ ନୁହେଁ।
pa: 13.1 ਸੁਤੰਤਰ ਪਾਰਟੀਆਂ: ਤੁਸੀਂ ਅਤੇ ਕੇਸਐਕਟਿਵ ਸੁਤੰਤਰ ਠੇਕੇਦਾਰ ਹੋ. ਸਮਝੌਤਾ ਧਿਰਾਂ ਵਿਚਕਾਰ ਕੋਈ ਸਾਂਝੇ ਉੱਦਮ, ਸਾਂਝੇਦਾਰੀ, ਏਜੰਸੀ ਜਾਂ ਰੁਜ਼ਗਾਰ ਸਬੰਧ ਨਹੀਂ ਬਣਾਉਂਦਾ. ਤੁਸੀਂ ਆਪਣੇ ਕਰਮਚਾਰੀਆਂ ਦੇ ਪ੍ਰਬੰਧਨ ਲਈ ਅਤੇ ਕਿਸੇ ਵੀ ਅਤੇ ਸਾਰੇ ਮੁਆਵਜ਼ੇ, ਟੈਕਸਾਂ, ਲਾਭਾਂ ਅਤੇ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਲਈ ਆਪਣੇ ਕਰਮਚਾਰੀਆਂ ਅਤੇ ਤੁਹਾਡੇ ਕਿਸੇ ਵੀ ਹੋਰ ਨੁਮਾਇੰਦਿਆਂ ਜਾਂ ਸੇਵਾ ਪ੍ਰਦਾਤਾਵਾਂ ਲਈ ਇਕੱਲੇ ਤੌਰ &#39;ਤੇ ਜ਼ਿੰਮੇਵਾਰ ਹੋਵੋਗੇ. ਨਾ ਤਾਂ ਤੁਸੀਂ ਜਾਂ ਤੁਹਾਡੇ ਕਰਮਚਾਰੀ, ਨੁਮਾਇੰਦੇ, ਜਾਂ ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਸਾਡੇ ਦੁਆਰਾ ਸਮਝੌਤੇ ਜਾਂ ਸੇਵਾਵਾਂ ਤੋਂ ਇਲਾਵਾ ਕੋਈ ਪੇਸ਼ਕਾਰੀ, ਗਰੰਟੀ ਜਾਂ ਗਾਰੰਟੀ ਨਹੀਂ ਦੇ ਸਕਦੇ, ਲਿਖਤੀ ਰੂਪ ਵਿੱਚ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਸਾਡੇ ਦੁਆਰਾ ਅਧਿਕਾਰਤ ਹਨ.
pl: 13.1 Niezależne strony: Ty i CaseActive jesteście niezależnymi kontrahentami. Umowa nie tworzy żadnego wspólnego przedsięwzięcia, partnerstwa, agencji ani stosunku pracy między stronami. Ponosisz wyłączną odpowiedzialność za zarządzanie swoimi pracownikami oraz za wszelkie rekompensaty, podatki, świadczenia i zobowiązania wobec swoich pracowników i każdego innego przedstawiciela lub usługodawcy. Ani ty, ani żaden z twoich pracowników, przedstawicieli lub usługodawców nie składasz żadnych oświadczeń, gwarancji ani gwarancji w stosunku do nas, umowy lub usług, z wyjątkiem przypadków wyraźnie określonych przez nas na piśmie.
ps: 13.1 خپلواک ګوندونه: تاسو او د قضیې فعال خپلواک قرارداديان یاست. هوکړه لیک د ګوندونو تر منځ هیڅ ډول ګډ کار ، مشارکت ، ادارې یا د کار موندنې اړیکې نه رامینځته کوي. تاسو باید یوازې د خپلو کارمندانو اداره کولو او ستاسو هر کارمندانو او ستاسو نورو استازو یا خدماتو وړاندې کونکو ته د هرډول تاوان ، مالیاتو ، ګټو او مکلفیتونو مسؤلیت ولرئ. نه تاسو یا ستاسو کوم کارمندان ، نماینده ګان یا د خدماتو چمتو کونکي باید زموږ سره په دې اړوند کومې نمایشې ، تضمین یا تضمینات وړاندې کړي ، تړون یا خدمات پرته لدې چې موږ ته په لیکلي ډول واضح شوي.
pt: 13.1 Partes independentes: você e a CaseActive são contratados independentes. O Contrato não cria nenhum empreendimento conjunto, parceria, agência ou relação de emprego entre as partes. Você será o único responsável pelo gerenciamento de seus funcionários e por toda e qualquer remuneração, impostos, benefícios e responsabilidades para com seus funcionários e com qualquer outro representante ou prestador de serviços. Nem você nem nenhum de seus funcionários, representantes ou prestadores de serviços farão representações, garantias ou garantias com relação a nós, ao Contrato ou aos Serviços, exceto conforme expressamente autorizado por nós por escrito.
ro: 13.1 Părți independente: Dvs. și CaseActive sunteți contractanți independenți. Acordul nu creează niciun parteneriat, parteneriat, agenție sau relație de muncă între părți. Veți fi singurul responsabil pentru gestionarea angajaților dvs. și pentru toate compensațiile, impozitele, beneficiile și datoriile față de angajații dvs. și de oricare dintre ceilalți reprezentanți sau furnizori de servicii. Nici dvs., niciunul dintre angajații, reprezentanții sau furnizorii dvs. de servicii nu vă faceți nicio reprezentare, garanție sau garanție cu privire la noi, la Acord sau la Servicii, altele decât cele autorizate în scris de noi.
ru: 13.1 Независимые стороны: Вы и CaseActive являются независимыми подрядчиками. Соглашение не создает каких-либо совместных, партнерских, агентских или трудовых отношений между сторонами. Вы несете единоличную ответственность за управление своими сотрудниками и за все без исключения компенсации, налоги, льготы и обязательства перед своими сотрудниками и любыми другими представителями или поставщиками услуг. Ни вы, ни кто-либо из ваших сотрудников, представителей или поставщиков услуг не должны делать никаких заявлений, гарантий или обязательств в отношении нас, Соглашения или Услуг, за исключением случаев, когда мы прямо разрешили это в письменной форме.
rw: 13.1 Amashyaka yigenga: Wowe na CaseActive ni abashoramari bigenga. Amasezerano ntashyiraho umushinga uhuriweho, ubufatanye, ibigo cyangwa umubano wakazi hagati yababuranyi. Uzaba ufite inshingano zo gucunga abakozi bawe gusa hamwe nindishyi zose, imisoro, inyungu ninshingano kubakozi bawe ndetse nabandi bahagarariye cyangwa abatanga serivise. Yaba wowe cyangwa umwe mu bakozi bawe, abahagarariye, cyangwa abatanga serivisi ntuzashobora guhagararirwa, garanti cyangwa ingwate kuri twe, Amasezerano cyangwa Serivisi usibye ko twemerewe mu nyandiko.
sd: 13.1 آزاد پارٽيون: توهان ۽ ڪيس ايڪٽ آزاد ٺيڪيدار آهن. معاھدي فریقن وچ ۾ ڪا گڏيل رٿابندي ، ساٿي ، ايجنسي يا روزگار جو رشتو پيدا نه ڪندي. توهان پنهنجي ملازمن جو انتظام ۽ توهان جي ۽ توهان جي ڪنهن به ٻئي نمائندي يا خدمت فراهم ڪندڙ جي هر معاوضي ، ٽيڪس ، فائدي ۽ ذميداري جي مڪمل ذميوار هوندا. نه ئي توهان ۽ توهان جا ڪوبه ملازم ، نمائندا ، يا خدمت فراهم ڪندڙ اسان جي حوالي سان ڪا به نمائندگي ، ضمانت يا گارنٽي نٿا وٺنديون ، معاهدو يا سهولتون ان کان سواءِ ، جئين ڪنهن لکت ۾ اسان جي واضح طور تي اجازت ڏنل آهن.
si: 13.1 ස්වාධීන පක්ෂ: ඔබ සහ කේස්ඇක්ටිව් ස්වාධීන කොන්ත්‍රාත්කරුවන්. ගිවිසුම මගින් පාර්ශවයන් අතර කිසිදු හවුල් ව්‍යාපාරයක්, හවුල් ව්‍යාපාරයක්, නියෝජිතායතනයක් හෝ රැකියා සම්බන්ධතාවයක් ඇති නොවේ. ඔබේ සේවකයින් කළමනාකරණය කිරීම සහ ඔබේ සේවකයින්ට සහ ඔබේ වෙනත් නියෝජිතයින්ට හෝ සේවා සපයන්නන්ට ඕනෑම වන්දි, බදු, ප්‍රතිලාභ සහ වගකීම් සඳහා ඔබ සම්පූර්ණයෙන්ම වගකිව යුතුය. ඔබ හෝ ඔබේ සේවකයින්, නියෝජිතයින් හෝ සේවා සපයන්නන් කිසිවෙකු අප, ලිඛිතව පැහැදිලිවම බලය පවරනු ලැබුවාට අමතරව අප, ගිවිසුම හෝ සේවාවන් සම්බන්ධයෙන් කිසිදු නියෝජනයක්, වගකීමක් හෝ සහතිකයක් ලබා නොදේ.
sk: 13.1 Nezávislé strany: Vy a CaseActive ste nezávislí dodávatelia. Táto dohoda nevytvára žiadne spoločné podniky, partnerstvá, agentúry alebo pracovné vzťahy medzi stranami. Za riadenie svojich zamestnancov a za všetky kompenzácie, dane, výhody a záväzky voči svojim zamestnancom a všetkým vašim ďalším zástupcom alebo poskytovateľom služieb nesiete výhradnú zodpovednosť. Vy ani žiaden z vašich zamestnancov, zástupcov alebo poskytovateľov služieb neposkytujete žiadne vyhlásenia, záruky alebo záruky, pokiaľ ide o nás, dohodu alebo služby, ktoré nie sú výslovne písomne schválené nami.
sl: 13.1 Neodvisne stranke: Vi in CaseActive sta neodvisna pogodbenika. Sporazum ne ustvarja nobenih skupnih podvigov, partnerstev, agencij ali delovnih razmerij med pogodbenicama. Vi ste izključno odgovorni za upravljanje svojih zaposlenih in za vsa in vsa nadomestila, davke, ugodnosti in obveznosti do svojih zaposlenih in vseh drugih predstavnikov ali ponudnikov storitev. Niti vi niti kateri koli od vaših zaposlenih, zastopnikov ali ponudnikov storitev ne dajete nobenih zavez, garancij ali jamstev v zvezi z nami, sporazumom ali storitvami, razen izrecno pisno pooblaščenih od nas.
sq: 13.1 Palët e Pavarura: Ju dhe CaseActive jeni kontraktues i pavarur. Marrëveshja nuk krijon ndonjë sipërmarrje të përbashkët, partneritet, agjensi ose marrëdhënie punësimi midis palëve. Ju do të jeni përgjegjës vetëm për administrimin e punonjësve tuaj dhe për çdo kompensim, taksat, përfitimet dhe detyrimet ndaj punonjësve tuaj dhe cilitdo përfaqësues ose ofrues të tjerë të shërbimit tuaj. As ju, as ndonjë nga punonjësit tuaj, përfaqësuesit ose ofruesit e shërbimeve nuk do të bëjë asnjë përfaqësim, garanci ose garanci në lidhje me ne, Marrëveshjen ose Shërbimet, përveç sa autorizohet shprehimisht nga ne me shkrim.
sr: 13.1 Независне стране: Ви и ЦасеАцтиве сте независни уговарачи. Споразум не ствара заједничко улагање, партнерство, агенцију или радни однос између страна. Бићете једини одговорни за управљање својим запосленима и за било коју и све надокнаде, порезе, бенефиције и обавезе према својим запосленима и било којим другим представницима или пружаоцима услуга. Ни ви, нити било који од ваших запослених, представника или пружаоца услуга не дајете било какве изјаве, гаранције или гаранције у вези с нама, Уговором или Услугама, осим изричито овлашћених у писаном облику.
sv: 13.1 Oberoende parter: Du och CaseActive är oberoende entreprenörer. Avtalet skapar inte något joint venture, partnerskap, byrå eller anställningsförhållande mellan parterna. Du är ensam ansvarig för att hantera dina anställda och för alla ersättningar, skatter, förmåner och skyldigheter till dina anställda och någon av dina andra representanter eller tjänsteleverantörer. Varken du eller någon av dina anställda, representanter eller tjänsteleverantörer ska göra några framställningar, garantier eller garantier med avseende på oss, avtalet eller tjänsterna annat än uttryckligen godkänt av oss skriftligen.
sw: Vyama Vya Kujitegemea: Wewe na Kesi ni wakandarasi wa kujitegemea. Mkataba huo hautoi ubia wowote, ushirikiano, wakala au uhusiano kati ya vyama. Utawajibika kwa kusimamia wafanyikazi wako na fidia yoyote, ushuru, faida na dhima kwa wafanyikazi wako na yeyote wa wawakilishi wako au watoa huduma. Wewe wala mfanyikazi wako yeyote, wawakilishi, au watoa huduma hawatatoa maonyesho yoyote, dhamana au dhamana kwa heshima na sisi, Mkataba au Huduma zingine isipokuwa kama ilivyoidhinishwa na sisi kwa maandishi.
ta: 13.1 சுயாதீன கட்சிகள்: நீங்களும் கேஸ் ஆக்டிவ் சுயாதீன ஒப்பந்தக்காரர்கள். இந்த ஒப்பந்தம் எந்தவொரு கூட்டுத் தொழில், கூட்டாண்மை, நிறுவனம் அல்லது வேலைவாய்ப்பு உறவையும் கட்சிகளுக்கு இடையில் உருவாக்கவில்லை. உங்கள் ஊழியர்களை நிர்வகிப்பதற்கும், உங்கள் ஊழியர்களுக்கும் உங்கள் பிற பிரதிநிதிகள் அல்லது சேவை வழங்குநர்களுக்கும் எந்தவொரு மற்றும் அனைத்து இழப்பீடு, வரி, சலுகைகள் மற்றும் பொறுப்புகள் ஆகியவற்றிற்கும் நீங்கள் மட்டுமே பொறுப்பாவீர்கள். நீங்கள் அல்லது உங்கள் ஊழியர்கள், பிரதிநிதிகள் அல்லது சேவை வழங்குநர்கள் எவரும் எங்களை, ஒப்பந்தம் அல்லது சேவைகளைப் பற்றி எந்தவொரு பிரதிநிதித்துவத்தையும், உத்தரவாதத்தையும், உத்தரவாதங்களையும் அளிக்க மாட்டார்கள்.
te: 13.1 స్వతంత్ర పార్టీలు: మీరు మరియు కేస్ యాక్టివ్ స్వతంత్ర కాంట్రాక్టర్లు. ఈ ఒప్పందం పార్టీల మధ్య జాయింట్ వెంచర్, పార్టనర్‌షిప్, ఏజెన్సీ లేదా ఉపాధి సంబంధాన్ని సృష్టించదు. మీ ఉద్యోగులను నిర్వహించడానికి మరియు మీ ఉద్యోగులకు మరియు మీ ఇతర ప్రతినిధులు లేదా సేవా ప్రదాతలకు ఏదైనా మరియు అన్ని పరిహారం, పన్నులు, ప్రయోజనాలు మరియు బాధ్యతలు కోసం మీరు మాత్రమే బాధ్యత వహించాలి. మీరు లేదా మీ ఉద్యోగులు, ప్రతినిధులు లేదా సేవా ప్రదాతలలో ఎవరైనా మాకు, ఒప్పందం లేదా సేవలకు సంబంధించి ఎటువంటి ప్రాతినిధ్యాలు, అభయపత్రాలు లేదా హామీలు ఇవ్వరు.
tg: 13.1 Тарафҳои мустақил: Шумо ва CaseActive шумо пудратчиёни мустақил мебошед. Созишнома ҳеҷ гуна корхонаи муштарак, шарикӣ, агентӣ ё муносибатҳои меҳнатиро байни тарафҳо эҷод намекунад. Шумо танҳо барои идораи кормандони худ ва бар ивази подош, андозҳо, имтиёзҳо ва масъулиятҳо ба кормандони худ ва дигар намояндагони шумо ё провайдерҳои хидматрасон масъул ҳастед. На шумо ва на ягон корманди шумо, намояндагон ё провайдерҳои хидмат нисбат ба мо, Шартнома ё Хидматҳо ягон изҳорот, кафолат ё кафолат пешниҳод намекунед, ба ғайр аз оне, ки дар шакли хаттӣ ба таври мустақим аз ҷониби мо тасдиқ шудааст.
th: 13.1 ฝ่ายอิสระ: คุณและ CaseActive เป็นผู้รับจ้างอิสระ ข้อตกลงนี้ไม่ได้สร้างความสัมพันธ์การร่วมทุนหุ้นส่วนตัวแทนหรือการจ้างงานระหว่างคู่สัญญา คุณจะต้องรับผิดชอบ แต่เพียงผู้เดียวในการจัดการพนักงานของคุณและสำหรับค่าตอบแทนภาษีผลประโยชน์และความรับผิดต่อพนักงานของคุณและตัวแทนอื่น ๆ หรือผู้ให้บริการ ไม่ว่าคุณหรือพนักงานผู้แทนหรือผู้ให้บริการใด ๆ ของคุณจะต้องเป็นตัวแทนรับประกันหรือรับประกันใด ๆ ที่เกี่ยวกับเราข้อตกลงหรือบริการอื่น ๆ นอกเหนือจากที่ได้รับอนุญาตอย่างชัดแจ้งจากเราเป็นลายลักษณ์อักษร
tk: 13.1 Garaşsyz taraplar: Siz we CaseActive garaşsyz potratçylar. Ylalaşyk taraplaryň arasynda haýsydyr bir bilelikdäki kärhana, hyzmatdaşlyk, edara ýa-da iş gatnaşyklary döretmeýär. Işgärleriňizi dolandyrmak we işgärleriňize we beýleki wekilleriňize ýa-da hyzmat üpjün edijileriňize islendik kompensasiýa, salgyt, ýeňillikler we borçnamalar üçin jogapkärçilik çekersiňiz. Siziň ýa-da işgärleriňiziň, wekilleriňiziň ýa-da hyzmat üpjün edijileriňiziň hiç biri bize, Ylalaşyk ýa-da Hyzmatlar babatynda ýazmaça görnüşde ygtyýarlandyrylanlardan başga hiç hili wekilçilik, kepillik ýa-da kepillik bermeli däldir.
tl: 13.1 Independent Partido: Ikaw at CaseActive ay mga independiyenteng kontratista. Ang Kasunduan ay hindi lumikha ng anumang pinagsamang pakikipagsapalaran, pakikipagtulungan, ahensya o relasyon sa trabaho sa pagitan ng mga partido. Ikaw ay magiging responsable lamang sa pamamahala ng iyong mga empleyado at para sa anuman at lahat ng kabayaran, buwis, benepisyo at pananagutan sa iyong mga empleyado at alinman sa iyong iba pang mga kinatawan o tagapagkaloob ng serbisyo. Ni ikaw o ang alinman sa iyong mga empleyado, kinatawan, o mga tagabigay ng serbisyo ay dapat gumawa ng anumang mga representasyon, garantiya o garantiya na may paggalang sa amin, ang Kasunduan o Serbisyo maliban sa malinaw na pinahihintulutan sa amin ng sulat.
tr: 13.1 Bağımsız Taraflar: Sen ve CaseActive bağımsız yüklenicilerdir. Anlaşma, taraflar arasında herhangi bir ortak girişim, ortaklık, acentelik veya istihdam ilişkisi yaratmamaktadır. Çalışanlarınızı yönetmekten ve çalışanlarınız ile diğer temsilcilerinizden veya servis sağlayıcılarınızdan gelen her türlü tazminat, vergi, menfaat ve yükümlülüklerden yalnızca siz sorumlusunuz. Ne siz ne de çalışanlarınızdan, temsilcilerinizden veya hizmet sağlayıcılarınızdan herhangi biri, yazılı olarak açıkça tarafımızca yetkilendirilenler dışında, bize, Anlaşma&#39;ya veya Hizmetlere ilişkin herhangi bir beyanda bulunmayacak, garanti veremeyecektir.
tt: 13.1 Бәйсез яклар: Сез һәм CaseActive - мөстәкыйль подрядчылар. Килешү уртак предприятия, партнерлык, агентлык яки яклар арасында эш мөнәсәбәтләре тудырмый. Сез үзегезнең хезмәткәрләр белән идарә итү өчен, һәм сезнең компенсацияләр, салымнар, ташламалар һәм сезнең хезмәткәрләр һәм бүтән вәкилләр яки хезмәт күрсәтүчеләр өчен җаваплы булачаксыз. Сез дә, сезнең берәр хезмәткәрегез дә, вәкилләрегез дә, хезмәт күрсәтүчеләр дә безгә, Килешүгә яки Хезмәтләргә карата язма рәвештә ачыктан-ачык рөхсәт ителгәннән башка бернинди вәкиллек, гарантия яки гарантия ясый алмыйлар.
ug: 13.1 مۇستەقىل تەرەپلەر: سىز ۋە CaseActive مۇستەقىل ھۆددىگەر. كېلىشىم تەرەپلەر ئوتتۇرىسىدا ھېچقانداق ئورتاق كارخانا ، ھەمكارلىق ، ۋاكالەتچىلىك ياكى خىزمەت مۇناسىۋىتى ئورناتمايدۇ. سىز پەقەت خىزمەتچىلىرىڭىزنى باشقۇرۇشقا ، خىزمەتچىلىرىڭىز ۋە باشقا ۋەكىللىرىڭىز ياكى مۇلازىمەت تەمىنلىگۈچىلىرىڭىزگە تۆلەم ، باج ، پاراۋانلىق ۋە قەرز تۆلەشكە مەسئۇل بولىسىز. سىز ياكى سىزنىڭ خىزمەتچىلىرىڭىز ، ۋەكىللىرىڭىز ۋە مۇلازىمەت تەمىنلىگۈچىلىرىڭىز بىزگە يازما شەكىلدە ئوچۇق ھوقۇق بەرگەندىن باشقا ، بىزگە ، كېلىشىمگە ياكى مۇلازىمەتكە قارىتا ھېچقانداق ۋەكىللىك ، كاپالەت ياكى كاپالەت بەرمەيدۇ.
uk: 13.1 Незалежні сторони: Ви та CaseActive є незалежними підрядниками. Угода не створює жодних спільних підприємств, партнерств, агентств або трудових відносин між сторонами. Ви несете повну відповідальність за управління своїми працівниками та за будь-які компенсації, податки, пільги та зобов’язання перед своїми працівниками та будь-якими іншими представниками чи постачальниками послуг. Ні ви, ні хтось із ваших співробітників, представників чи постачальників послуг не повинні робити жодних заяв, гарантій чи гарантій стосовно нас, Договору чи Послуг, окрім випадків, коли ми письмово уповноважені нами.
ur: 13.1 آزاد جماعتیں: آپ اور کیس ایکٹیٹو آزاد ٹھیکیدار ہیں۔ اس معاہدے میں فریقین کے مابین کوئی مشترکہ منصوبہ ، شراکت داری ، ایجنسی یا ملازمت کا رشتہ پیدا نہیں ہوتا ہے۔ آپ اپنے ملازمین کو سنبھالنے اور اپنے ملازمین اور آپ کے دوسرے نمائندوں یا خدمات فراہم کرنے والوں میں سے کسی بھی اور تمام معاوضے ، ٹیکس ، فوائد اور ذمہ داریوں کے لئے پوری طرح سے ذمہ دار ہوں گے۔ نہ تو آپ اور نہ ہی آپ کے ملازمین ، نمائندوں ، یا خدمت مہیا کرنے والے ہمارے لئے معاہدے یا خدمات کے علاوہ کوئی نمائندگی ، گارنٹی یا گارنٹی دیں گے جیسا کہ تحریری طور پر ہمارے ذریعہ واضح طور پر اختیار کیا گیا ہے۔
uz: 13.1 Mustaqil tomonlar: Siz va CaseActive mustaqil pudratchilarsiz. Shartnoma tomonlar o&#39;rtasida hech qanday qo&#39;shma korxona, sheriklik, agentlik yoki mehnat munosabatlarini yaratmaydi. Siz o&#39;zingizning ishchilaringizni boshqarish va ishchilaringiz va boshqa har qanday vakillaringiz yoki provayderlaringiz oldidagi har qanday kompensatsiya, soliqlar, imtiyozlar va majburiyatlar uchun javobgarsiz. Siz ham, sizning xodimlaringiz, vakillaringiz yoki xizmat ko&#39;rsatuvchi provayderlaringiz biz, Shartnoma yoki Xizmatlarga nisbatan yozma ravishda tasdiqlanganidan tashqari boshqa biron-bir ko&#39;rsatma, kafolat yoki kafolat bermaydilar.
vi: 13.1 Các bên độc lập: Bạn và CaseActive là các nhà thầu độc lập. Thỏa thuận không tạo ra bất kỳ mối quan hệ liên doanh, hợp tác, đại lý hoặc việc làm nào giữa các bên. Bạn phải tự chịu trách nhiệm quản lý nhân viên của mình và cho bất kỳ và tất cả các khoản bồi thường, thuế, lợi ích và trách nhiệm pháp lý cho nhân viên của bạn và bất kỳ đại diện hoặc nhà cung cấp dịch vụ nào khác của bạn. Bạn cũng như bất kỳ nhân viên, đại diện hoặc nhà cung cấp dịch vụ nào của bạn sẽ không đưa ra bất kỳ tuyên bố, bảo đảm hoặc bảo đảm nào đối với chúng tôi, Thỏa thuận hoặc Dịch vụ ngoài việc được chúng tôi ủy quyền bằng văn bản.
xh: 13.1 Amaqela azimeleyo: Wena kunye neCaseActive ngabakhi abazimeleyo. IsiVumelwano asiyenzi indibaniselwano, ubambiswano, iarhente okanye ubudlelwane phakathi kwemibutho. Iya kuba noxanduva lwakho kuphela ukulawula abasebenzi bakho kwaye nangayo nayiphi na imbuyekezo, irhafu, izibonelelo kunye namatyala kubaqeshwa bakho nakwabanye babameli bakho okanye ababoneleli beenkonzo. Wena kunye nomnye wabasebenzi, abameli, okanye ababoneleli beenkonzo, aniyi kwenza ziphi na izimvo, iiwaranti okanye iziqinisekiso ngokubhekisele kuthi, isiVumelwano okanye iinkonzo ngaphandle kokuba kugunyazisiwe ngokucacileyo kuthi.
yi: 13.1 ינדעפּענדענט פּאַרטיעס: איר און CaseActive זענען פרייַ קאָנטראַקטאָרס. די אַגרעעמענט קען נישט מאַכן קיין שלאָס פירנעם, שוטפעס, אַגענטור אָדער באַשעפטיקונג שייכות צווישן די פּאַרטיעס. איר זענט אַליין פאַראַנטוואָרטלעך פֿאַר אָנפירונג דיין עמפּלוייז און פֿאַר קיין און אַלע פאַרגיטיקונג, טאַקסיז, בענעפיץ און לייאַביליטיז צו דיין עמפּלוייז און קיין פון דיין אנדערע פארשטייערס אָדער סערוויס פּראַוויידערז. ניט איר און קיין פון דיין עמפּלוייז, טרעגערס, אָדער סערוויס פּראַוויידערז וועלן מאַכן קיין רעפּראַזאַנטיישאַנז, וואָראַנטיז אָדער געראַנטיז אין רעספּעקט צו אונדז, די אַגרעעמענט אָדער די סערוויסעס, אַחוץ ווי עקספּרעסס אָטערייזד דורך אונדז אין שרייבן.
