Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Header (3 max)
af: Opskrif (maks. 3)
am: ራስጌ (3 ቢበዛ)
ar: رأس (3 كحد أقصى)
az: Başlıq (maks. 3)
be: Загаловак (макс. 3)
bg: Заглавие (максимум 3)
bn: হেডার (সর্বোচ্চ ৩টি)
ca: Capçalera (3 màx.)
cs: Záhlaví (max. 3)
cy: Pennawd (3 max)
da: Overskrift (maks. 3)
de: Kopfzeile (maximal 3)
el: Κεφαλίδα (μέγ. 3)
eo: Kapo (3 maksimume)
es: Encabezado (3 máx.)
et: Päis (max 3)
eu: Goiburua (3 gehienez)
fa: سرصفحه (حداکثر 3)
fi: Otsikko (enintään 3)
fr: En-tête (3 max)
fy: Koptekst (max 3)
ga: Ceanntásc (3 uas)
gd: Ceann-cinn (3 max)
gl: Cabeceira (máx. 3)
gu: હેડર (3 મહત્તમ)
hi: हैडर (3 अधिकतम)
hr: Zaglavlje (maks. 3)
hu: Fejléc (max. 3)
hy: Վերնագիր (առավելագույնը 3)
id: Tajuk (3 maks)
is: Haus (hámark 3)
it: Intestazione (3 max)
iw: כותרת (מקסימום 3)
ja: ヘッダー（最大3つ）
ka: სათაური (მაქს. 3)
kk: Тақырып (макс. 3)
km: បឋមកថា (អតិបរមា 3)
kn: ಶಿರೋಲೇಖ (3 ಗರಿಷ್ಠ)
ku: Sernav (3 herî zêde)
ky: Башкы (макс. 3)
lb: Header (max 3)
lo: ສ່ວນຫົວ (ສູງສຸດ 3)
lt: Antraštė (maks. 3)
lv: Virsraksts (maks. 3)
mg: Lohateny (3 max)
mi: Pane (3 te teitei)
mk: Заглавие (максимум 3)
ml: തലക്കെട്ട് (പരമാവധി 3)
mn: Толгой хэсэг (хамгийн ихдээ 3)
mr: शीर्षलेख (3 कमाल)
ms: Pengepala (3 maks)
mt: Header (3 massimu)
my: ခေါင်းစီး (၃ အများဆုံး)
ne: हेडर (३ अधिकतम)
nl: Kop (maximaal 3)
no: Overskrift (maks. 3)
or: ହେଡର୍ (max ସର୍ବାଧିକ)
pa: ਸਿਰਲੇਖ (3 ਅਧਿਕਤਮ)
pl: Nagłówek (maksymalnie 3)
ps: سرلیک (3 اعظمي)
pt: Cabeçalho (3 no máximo)
ro: Antet (maxim 3)
ru: Заголовок (максимум 3)
rw: Umutwe (3 max)
sd: هيڊر (3 وڌ ۾ وڌ)
si: ශීර්ෂකය (උපරිම 3)
sk: Hlavička (max. 3)
sl: Glava (največ 3)
sq: Kreu (maksimumi 3)
sr: Заглавље (максимално 3)
sv: Rubrik (max 3)
sw: Kijajuu (Upeo 3)
ta: தலைப்பு (அதிகபட்சம் 3)
te: హెడర్ (3 గరిష్టంగా)
tg: Сарлавҳа (максимум 3)
th: ส่วนหัว (สูงสุด 3 รายการ)
tk: Sözbaşy (iň ýokary 3)
tr: Başlık (3 maks)
tt: Башлам (3 макс)
uk: Заголовок (максимум 3)
ur: ہیڈر (زیادہ سے زیادہ 3)
uz: Sarlavha (maks. 3 ta)
vi: Tiêu đề (tối đa 3)
xh: Okubhalwe ngasentla kwekhasi (3 max)
yi: כעדער (מאַקסימום 3)

source: When a user join app, ask the user to share the following
af: Wanneer 'n gebruiker by toepassing aansluit, vra die gebruiker om die volgende te deel
am: አንድ ተጠቃሚ መተግበሪያን ሲቀላቀል ተጠቃሚው የሚከተለውን እንዲያካፍል ይጠይቁ
ar: عندما ينضم المستخدم إلى التطبيق ، اطلب من المستخدم مشاركة ما يلي
az: İstifadəçi proqrama qoşulduqda istifadəçidən aşağıdakıları paylaşmasını xahiş edin
be: Калі карыстальнік далучаецца да праграмы, папрасіце яго падзяліцца наступным
bg: Когато потребител се присъедини към приложението, помолете го да сподели следното
bn: যখন একজন ব্যবহারকারী অ্যাপে যোগদান করেন, ব্যবহারকারীকে নিম্নলিখিত শেয়ার করতে বলুন
ca: Quan un usuari s'uneix a l'aplicació, demaneu a l'usuari que comparteixi el següent
cs: Když se uživatel připojí k aplikaci, požádejte uživatele, aby sdílel následující
cy: Pan fydd defnyddiwr yn ymuno â app, gofynnwch i'r defnyddiwr rannu'r canlynol
da: Når en bruger tilmelder sig app, skal du bede brugeren om at dele følgende
de: Wenn ein Benutzer der App beitritt, bitten Sie ihn, Folgendes zu teilen
el: Όταν ένας χρήστης εγγραφεί σε εφαρμογή, ζητήστε από τον χρήστη να μοιραστεί τα ακόλουθα
eo: Kiam uzanto aliĝas al app, petu la uzanton dividi la jenajn
es: Cuando un usuario se una a la aplicación, pídale que comparta lo siguiente
et: Kui kasutaja rakendusega liitub, paluge tal jagada järgmist
eu: Erabiltzaile bat aplikazioan sartzen denean, eskatu erabiltzaileari honako hauek partekatzeko
fa: هنگامی که کاربر به برنامه ملحق می شود، از کاربر بخواهید موارد زیر را به اشتراک بگذارد
fi: Kun käyttäjä liittyy sovellukseen, pyydä häntä jakamaan seuraavat tiedot
fr: Lorsqu'un utilisateur rejoint l'application, demandez-lui de partager les éléments suivants
fy: As in brûker meidwaan oan app, freegje de brûker om it folgjende te dielen
ga: Nuair a cheanglaíonn úsáideoir aip, iarr ar an úsáideoir na rudaí seo a leanas a roinnt
gd: Nuair a thig neach-cleachdaidh còmhla ri app, iarr air an neach-cleachdaidh na leanas a cho-roinn
gl: Cando un usuario se una á aplicación, pídelle que comparta o seguinte
gu: જ્યારે વપરાશકર્તા એપ્લિકેશનમાં જોડાય છે, ત્યારે વપરાશકર્તાને નીચેના શેર કરવા માટે કહો
hi: जब कोई उपयोगकर्ता ऐप से जुड़ता है, तो उपयोगकर्ता से निम्न साझा करने के लिए कहें
hr: Kada se korisnik pridruži aplikaciji, zamolite korisnika da podijeli sljedeće
hu: Amikor egy felhasználó csatlakozik az alkalmazáshoz, kérje meg a felhasználót, hogy ossza meg a következőket
hy: Երբ օգտատերը միանում է հավելվածին, խնդրեք օգտվողին կիսվել հետևյալով
id: Saat pengguna bergabung dengan aplikasi, minta pengguna untuk membagikan hal berikut
is: Þegar notandi gengur í app skaltu biðja notandann um að deila eftirfarandi
it: Quando un utente si unisce all'app, chiedi all'utente di condividere quanto segue
iw: כאשר משתמש מצטרף לאפליקציה, בקש מהמשתמש לשתף את הדברים הבאים
ja: ユーザーがアプリに参加すると、ユーザーに次の情報を共有するように依頼します
ka: როდესაც მომხმარებელი შეუერთდება აპს, სთხოვეთ მომხმარებელს გააზიაროთ შემდეგი
kk: Пайдаланушы қолданбаға қосылғанда, пайдаланушыдан келесіні бөлісуін сұраңыз
km: នៅពេលអ្នកប្រើប្រាស់ចូលរួមកម្មវិធី សុំឱ្យអ្នកប្រើប្រាស់ចែករំលែកព័ត៌មានខាងក្រោម
kn: ಬಳಕೆದಾರರು ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಸೇರಿದಾಗ, ಕೆಳಗಿನವುಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಬಳಕೆದಾರರನ್ನು ಕೇಳಿ
ku: Dema ku bikarhênerek beşdarî sepanê dibe, ji bikarhêner bipirsin ku jêrîn parve bike
ky: Колдонуучу колдонмого кошулганда, колдонуучудан төмөнкүлөрдү бөлүшүүнү сураныңыз
lb: Wann e Benotzer mat der App bäitrieden, frot de Benotzer déi folgend ze deelen
lo: ເມື່ອຜູ້ໃຊ້ເຂົ້າຮ່ວມແອັບ, ຂໍໃຫ້ຜູ້ໃຊ້ແບ່ງປັນສິ່ງຕໍ່ໄປນີ້
lt: Kai vartotojas prisijungia prie programos, paprašykite jo bendrinti toliau nurodytus dalykus
lv: Kad lietotājs pievienojas lietotnei, lūdziet viņam kopīgot tālāk norādīto
mg: Rehefa miditra amin'ny fampiharana ny mpampiasa iray dia angataho ny mpampiasa hizara ireto manaraka ireto
mi: Ina uru mai tetahi kaiwhakamahi ki te taupānga, patai ki te kaiwhakamahi ki te tiri i nga mea e whai ake nei
mk: Кога корисникот ќе се приклучи на апликацијата, замолете го корисникот да го сподели следново
ml: ഒരു ഉപയോക്താവ് ആപ്പിൽ ചേരുമ്പോൾ, ഇനിപ്പറയുന്നവ പങ്കിടാൻ ഉപയോക്താവിനോട് ആവശ്യപ്പെടുക
mn: Хэрэглэгч апп-д нэгдэх үед хэрэглэгчээс дараах зүйлийг хуваалцахыг хүс
mr: जेव्हा एखादा वापरकर्ता अॅपमध्ये सामील होतो तेव्हा वापरकर्त्याला खालील सामायिक करण्यास सांगा
ms: Apabila pengguna menyertai apl, minta pengguna berkongsi perkara berikut
mt: Meta utent jingħaqad ma' app, staqsi lill-utent biex jaqsam dan li ġej
my: အသုံးပြုသူတစ်ဦးသည် အက်ပ်ကို ချိတ်ဆက်သည့်အခါ၊ အသုံးပြုသူကို အောက်ပါတို့ကို မျှဝေရန် တောင်းဆိုပါ။
ne: जब प्रयोगकर्ता एपमा सामेल हुन्छ, प्रयोगकर्तालाई निम्न साझेदारी गर्न सोध्नुहोस्
nl: Vraag de gebruiker om het volgende te delen wanneer een gebruiker lid wordt van de app
no: Når en bruker blir med i appen, be brukeren om å dele følgende
or: ଯେତେବେଳେ ଜଣେ ଉପଭୋକ୍ତା ଆପରେ ଯୋଗ ଦିଅନ୍ତି, ଉପଭୋକ୍ତାଙ୍କୁ ନିମ୍ନଲିଖିତ ଅଂଶୀଦାର କରିବାକୁ କୁହନ୍ତୁ |
pa: ਜਦੋਂ ਕੋਈ ਉਪਭੋਗਤਾ ਐਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਉਪਭੋਗਤਾ ਨੂੰ ਹੇਠਾਂ ਦਿੱਤੇ ਸ਼ੇਅਰ ਕਰਨ ਲਈ ਕਹੋ
pl: Gdy użytkownik dołącza do aplikacji, poproś go o udostępnienie następujących informacji
ps: کله چې یو کاروونکي په اپلیکیشن کې شامل شي، له کارونکي څخه وغواړئ چې لاندې شریک کړي
pt: Quando um usuário entrar no aplicativo, peça ao usuário para compartilhar o seguinte
ro: Când un utilizator se alătură aplicației, cereți utilizatorului să partajeze următoarele
ru: Когда пользователь присоединится к приложению, попросите его поделиться следующим
rw: Mugihe umukoresha yinjiye muri porogaramu, saba uyikoresha gusangira ibi bikurikira
sd: جڏهن هڪ صارف ايپ ۾ شامل ٿيو، صارف کان پڇو ته هيٺ ڏنل حصيداري ڪريو
si: පරිශීලකයෙකු යෙදුමට සම්බන්ධ වූ විට, පහත ඒවා බෙදා ගැනීමට පරිශීලකයාගෙන් ඉල්ලා සිටින්න
sk: Keď sa používateľ pripojí k aplikácii, požiadajte ho, aby zdieľal nasledujúce informácie
sl: Ko se uporabnik pridruži aplikaciji, ga prosite, da deli naslednje
sq: Kur një përdorues bashkohet me aplikacionin, kërkojini përdoruesit të ndajë sa vijon
sr: Када се корисник придружи апликацији, замолите корисника да подели следеће
sv: När en användare går med i appen, be användaren att dela följande
sw: Mtumiaji anapojiunga na programu, muulize mtumiaji kushiriki yafuatayo
ta: ஒரு பயனர் பயன்பாட்டில் சேரும்போது, பின்வருவனவற்றைப் பகிருமாறு பயனரிடம் கேட்கவும்
te: వినియోగదారు యాప్‌లో చేరినప్పుడు, కింది వాటిని షేర్ చేయమని వినియోగదారుని అడగండి
tg: Вақте ки корбар ба барнома ҳамроҳ мешавад, аз корбар хоҳиш кунед, ки чизҳои зеринро мубодила кунад
th: เมื่อผู้ใช้เข้าร่วมแอพ ขอให้ผู้ใช้แบ่งปันสิ่งต่อไปนี้
tk: Ulanyjy programma goşulanda, ulanyjydan aşakdakylary paýlaşmagyny haýyş ediň
tl: Kapag sumali ang isang user sa app, hilingin sa user na ibahagi ang sumusunod
tr: Bir kullanıcı uygulamaya katıldığında, kullanıcıdan aşağıdakileri paylaşmasını isteyin
tt: Кулланучы кушымтага кушылгач, кулланучыдан түбәндәгеләрне бүлешүне сорагыз
ug: ئىشلەتكۈچى ئەپكە قوشۇلغاندا ، ئىشلەتكۈچىدىن تۆۋەندىكىلەرنى ئورتاقلىشىشنى تەلەپ قىلىڭ
uk: Коли користувач приєднується до програми, попросіть його надати наступне
ur: جب کوئی صارف ایپ میں شامل ہوتا ہے، صارف سے درج ذیل اشتراک کرنے کو کہیں۔
uz: Foydalanuvchi ilovaga qo‘shilganda, foydalanuvchidan quyidagilarni baham ko‘rishini so‘rang
vi: Khi người dùng tham gia ứng dụng, hãy yêu cầu người dùng chia sẻ những điều sau
xh: Xa umsebenzisi ejoyina i-app, cela umsebenzisi ukuba abelane ngokulandelayo
yi: ווען אַ באַניצער פאַרבינדן אַפּ, פרעגן די באַניצער צו טיילן די פאלגענדע

source: No user intake found.
af: Geen gebruikerinname gevind nie.
am: ምንም የተጠቃሚ ቅበላ አልተገኘም።
ar: لم يتم العثور على مدخول المستخدم.
az: Heç bir istifadəçi girişi tapılmadı.
be: Карыстальніцкае спажыванне не знойдзена.
bg: Не е намерен потребителски прием.
bn: কোন ব্যবহারকারী গ্রহণ পাওয়া যায়নি.
ca: No s'ha trobat cap usuari.
cs: Nebyl nalezen žádný příjem uživatele.
cy: Ni chanfuwyd cymeriant defnyddiwr.
da: Intet brugerindtag fundet.
de: Keine Benutzeraufnahme gefunden.
el: Δεν βρέθηκε πρόσληψη χρήστη.
eo: Neniu uzanta konsumo trovita.
es: No se encontró ninguna entrada de usuario.
et: Ühtegi kasutajainfot ei leitud.
eu: Ez da aurkitu erabiltzaileen sarrerarik.
fa: هیچ کاربری دریافتی پیدا نشد.
fi: Käyttäjäkohtaa ei löytynyt.
fr: Aucune prise d'utilisateur trouvée.
fy: Gjin brûkersyntak fûn.
ga: Níor aimsíodh aon iontógáil úsáideora.
gd: Cha deach inntrigeadh cleachdaiche a lorg.
gl: Non se atopou ningunha entrada de usuarios.
gu: કોઈ વપરાશકર્તા સેવન મળ્યું નથી.
hi: कोई उपयोगकर्ता सेवन नहीं मिला।
hr: Nije pronađen korisnički unos.
hu: Nem található felhasználói bejegyzés.
hy: Օգտատերերի ընդունում չի գտնվել:
id: Tidak ada asupan pengguna yang ditemukan.
is: Engin notendainntaka fannst.
it: Nessuna assunzione da parte dell'utente trovata.
iw: לא נמצאו צריכת משתמשים.
ja: ユーザーの取り込みが見つかりません。
ka: მომხმარებლის მიღება ვერ მოიძებნა.
kk: Пайдаланушы деректері табылмады.
km: រកមិនឃើញអ្នកប្រើប្រាស់ទេ។
kn: ಯಾವುದೇ ಬಳಕೆದಾರರ ಸೇವನೆ ಕಂಡುಬಂದಿಲ್ಲ.
ku: Veguhastina bikarhêner nehat dîtin.
ky: Колдонуучунун маалыматы табылган жок.
lb: Kee Benotzerintake fonnt.
lo: ບໍ່ພົບການຮັບຜູ້ໃຊ້.
lt: Nerasta jokių vartotojų duomenų.
lv: Nav atrasts neviens lietotājs.
mg: Tsy hita ny fidiran'ny mpampiasa.
mi: Karekau i kitea te horomanga kaiwhakamahi.
mk: Не е пронајден внес на корисник.
ml: ഉപയോക്തൃ ഉപഭോഗമൊന്നും കണ്ടെത്തിയില്ല.
mn: Хэрэглэгчийн мэдээлэл олдсонгүй.
mr: कोणतेही वापरकर्ता सेवन आढळले नाही.
ms: Tiada pengambilan pengguna ditemui.
mt: L-ebda konsum mill-utent ma nstab.
my: အသုံးပြုသူ ဝင်ရောက်မှု မတွေ့ပါ။
ne: कुनै प्रयोगकर्ता इनटेक फेला परेन।
nl: Geen gebruikersintake gevonden.
no: Ingen brukerinntak funnet.
or: କ user ଣସି ଉପଭୋକ୍ତା ଗ୍ରହଣ ପାଇଲେ ନାହିଁ |
pa: ਕੋਈ ਉਪਭੋਗਤਾ ਦਾਖਲਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono spożycia przez użytkowników.
ps: د کارونکي مصرف ندی موندل شوی.
pt: Nenhuma entrada de usuário encontrada.
ro: Nu s-a găsit niciun consum de utilizatori.
ru: Потребление пользователей не найдено.
rw: Nta mukoresha ukoresha wabonetse.
sd: ڪو به استعمال ڪندڙ نه مليو.
si: පරිශීලක ඇතුළත් කිරීම් හමු නොවීය.
sk: Nenašiel sa žiadny príjem používateľa.
sl: Uporabniški vnos ni bil najden.
sq: Nuk u gjet asnjë hyrje nga përdoruesi.
sr: Није пронађен унос корисника.
sv: Inget användarintag hittades.
sw: Hakuna ulaji wa mtumiaji uliopatikana.
ta: பயனர் உட்கொள்ளல் இல்லை.
te: వినియోగదారు తీసుకోవడం కనుగొనబడలేదు.
tg: Ягон вуруди корбар ёфт нашуд.
th: ไม่พบการรับเข้าของผู้ใช้
tk: Ulanyjy kabul edilmedi.
tl: Walang nakitang user intake.
tr: Kullanıcı alımı bulunamadı.
tt: Кулланучының кабул итүе табылмады.
ug: ئىشلەتكۈچى قوبۇل قىلىنمىدى.
uk: Не знайдено споживання користувача.
ur: کوئی صارف انٹیک نہیں ملا۔
uz: Hech qanday foydalanuvchi ma'lumoti topilmadi.
vi: Không tìm thấy lượng người dùng.
xh: Akukho ngeniso yabasebenzisi ifunyenweyo.
yi: קיין באַניצער ינטייק געפֿונען.

source: User Type
af: Gebruiker Tipe
am: የተጠቃሚ ዓይነት
ar: نوع المستخدم
az: İstifadəçi Tipi
be: тып карыстальніка
bg: Тип на потребителя
bn: ব্যবহারকারীর ধরন
ca: Tipus d&#39;usuari
cs: Typ uživatele
cy: Math Defnyddiwr
da: Bruger Type
de: Benutzertyp
el: Τύπος χρήστη
eo: Uzanto-tipo
es: Tipo de usuario
et: Kasutaja tüüp
eu: Erabiltzaile mota
fa: نوع کاربر
fi: Käyttäjätyyppi
fr: Type d&#39;utilisateur
ga: Cineál Úsáideora
gd: Cleachdaiche Type
gl: Tipo de usuario
gu: વપરાશકર્તા પ્રકાર
hi: उपयोगकर्ता का प्रकार
hr: Tip korisnika
hu: Felhasználói típus
hy: Օգտագործողի տեսակը
id: Tipe Pengguna
it: Tipologia di utente
iw: סוג משתמש
ja: ユーザータイプ
ka: მომხმარებლის ტიპი
kk: Пайдаланушы түрі
km: ប្រភេទអ្នកប្រើ
kn: ಬಳಕೆದಾರ ಪ್ರಕಾರ
ku: Tîpa Bikarhêner
ky: Колдонуучу түрү
lb: Benotzer Type
lo: ປະເພດຜູ້ໃຊ້
lt: Naudotojo tipas
lv: Lietotāja tips
mg: Mpikambana mpampiasa
mi: Momo Kaiwhakamahi
mk: Тип на корисник
ml: ഉപയോക്തൃ തരം
mn: Хэрэглэгчийн төрөл
mr: वापरकर्ता प्रकार
ms: Jenis pengguna
mt: Tip ta &#39;Utent
my: အသုံးပြုသူအမျိုးအစား
ne: प्रयोगकर्ता प्रकार
nl: Gebruikerstype
no: Brukertype
or: ବ୍ୟବହାରକାରୀ ପ୍ରକାର
pa: ਯੂਜ਼ਰ ਕਿਸਮ
pl: Rodzaj użytkownika
ps: د کارن ډول
pt: Tipo de usuário
ro: Tip de utilizator
ru: Тип пользователя
rw: Ubwoko bw&#39;abakoresha
sd: استعمال ڪندڙ جو قسم
si: පරිශීලක වර්ගය
sk: Typ používateľa
sl: Vrsta uporabnika
sq: Tipi i përdoruesit
sr: Тип корисника
sv: Användartyp
sw: Aina ya Mtumiaji
ta: பயனர் வகை
te: వాడుకరి పద్ధతి
tg: Навъи истифодабаранда
th: ประเภทผู้ใช้
tk: Ulanyjy görnüşi
tl: Uri ng user
tr: Kullanıcı tipi
tt: Кулланучы тибы
ug: ئىشلەتكۈچى تىپى
uk: Тип користувача
ur: صارف کی قسم
uz: Foydalanuvchi turi
vi: Loại người dùng
xh: Uhlobo lomsebenzisi
yi: באַניצער טיפּ

source: Intake Form
af: Inname vorm
am: የመቀበያ ቅጽ
ar: شكل المدخول
az: Qəbul forması
be: Форма прыёму
bg: Форма за прием
bn: ইনটেক ফর্ম
ca: Formulari d'admissió
cs: Formulář příjmu
cy: Ffurflen Derbyn
da: Indtagelsesform
de: Aufnahmeformular
el: Έντυπο πρόσληψης
eo: Enprena Formo
es: Formulario de admisión
et: Sissevõtmise vorm
eu: Hartzeko formularioa
fa: فرم دریافت
fi: Saantilomake
fr: Formulaire d'admission
ga: Foirm Iontrála
gd: Foirm Teachd-a-steach
gl: Formulario de admisión
gu: ઇનટેક ફોર્મ
hi: सेवन प्रपत्र
hr: Obrazac za unos
hu: Bevételi forma
hy: Ընդունման ձև
id: Formulir Asupan
is: Inntökueyðublað
it: Modulo di assunzione
iw: טופס הכנסה
ja: 摂取フォーム
ka: მიღების ფორმა
kk: Қабылдау формасы
km: ទម្រង់បែបបទចូល
kn: ಸೇವನೆ ಫಾರ್ಮ್
ku: Forma Vegirtinê
ky: Кабыл алуу формасы
lo: ແບບຟອມຮັບ
lt: Priėmimo forma
lv: Uzņemšanas forma
mg: Fomba fampidirana
mi: Puka Whakauru
mk: Формулар за внесување
ml: ഇൻടേക്ക് ഫോം
mn: Хүлээн авах маягт
mr: सेवन फॉर्म
ms: Borang Pengambilan
mt: Formola tad-Dħul
my: ဝင်ခွင့်ပုံစံ
ne: सेवन फारम
nl: Intake formulier
no: Inntaksskjema
or: ଭୋଜନ ଫର୍ମ |
pa: ਦਾਖਲਾ ਫਾਰਮ
pl: Formularz spożycia
ps: د اخیستلو فورمه
pt: Formulário de admissão
ro: Formular de admisie
ru: Форма приема
rw: Ifishi yo gufata
sd: داخلا فارم
si: බඳවා ගැනීමේ පෝරමය
sk: Prijímací formulár
sl: Obrazec za sprejem
sq: Formulari i marrjes
sr: Интаке Форм
sv: Intagsformulär
sw: Fomu ya Uingizaji
ta: உட்கொள்ளும் படிவம்
te: తీసుకోవడం ఫారం
tg: Шакли қабул
th: แบบฟอร์มการรับเข้า
tk: Almagyň görnüşi
tl: Form ng Intake
tr: Alım biçimi
tt: Кабул итү формасы
ug: قوبۇل قىلىش جەدۋىلى
uk: Форма прийому
ur: انٹیک فارم
uz: Qabul qilish shakli
vi: Hình thức nạp
xh: Ifomu yokuThatha
yi: ינטייק פאָרעם

source: Complete After
af: Voltooi na
am: በኋላ ያጠናቅቁ
ar: أكمل بعد
az: Sonra tamamlayın
be: Завяршыць пасля
bg: Завършете след
bn: পরে সম্পূর্ণ করুন
ca: Completa després
cs: Dokončete po
cy: Cwblhau Ar ôl
da: Fuldfør efter
de: Beende danach
el: Ολοκλήρωση Μετά
eo: Kompletigu Post
es: Completar después
et: Täielik Pärast
eu: Osatu ondoren
fa: تکمیل بعد
fi: Täydellinen jälkeen
fr: Terminer après
fy: Folsleine After
ga: Críochnaigh Tar éis
gd: Crìochnaich às deidh
gl: Completa despois
gu: પછી પૂર્ણ કરો
hi: के बाद पूरा करें
hr: Dovršite nakon
hu: Teljes után
hy: Ավարտել Հետո
id: Selesaikan Setelah
is: Ljúka Eftir
it: Completa dopo
iw: השלם לאחר
ja: 完了後
ka: დაასრულეთ შემდეგ
kk: Кейін аяқтау
km: បញ្ចប់បន្ទាប់ពី
kn: ನಂತರ ಪೂರ್ಣಗೊಳಿಸಿ
ku: Temam Piştî
ky: Кийин бүтүрүү
lb: Komplett After
lo: ສໍາເລັດຫຼັງຈາກ
lt: Užbaigti po
lv: Pabeigt pēc
mg: Fenoy aorian'izay
mi: Whakaoti I muri
mk: Целосно По
ml: ശേഷം പൂർത്തിയാക്കുക
mn: Дараа нь дуусгах
mr: नंतर पूर्ण करा
ms: Selesai Selepas
mt: Imla Wara
my: ပြီးရင် ပြီးအောင်လုပ်ပါ။
ne: पछि पूरा गर्नुहोस्
nl: Voltooi daarna
no: Fullfør etter
or: ପରେ ସମ୍ପୂର୍ଣ୍ଣ
pa: ਤੋਂ ਬਾਅਦ ਪੂਰਾ ਕਰੋ
pl: Ukończ po
ps: وروسته بشپړ کړئ
pt: Completar depois
ro: Completează După
ru: Завершить после
rw: Byuzuye Nyuma
sd: مڪمل ٿيڻ بعد
si: පසු සම්පූර්ණ කරන්න
sk: Dokončiť po
sl: Dokončajte po
sq: Plotësoni Pas
sr: Цомплете Афтер
sv: Komplett efter
sw: Kamilisha Baada
ta: பிறகு முடிக்கவும்
te: తర్వాత పూర్తి చేయండి
tg: Баъд аз анҷом
th: เสร็จสิ้นหลังจาก
tk: Soňundan doly
tl: Kumpletuhin Pagkatapos
tr: Sonra Tamamla
tt: Тәмам
ug: تامام
uk: Завершити після
ur: کے بعد مکمل کریں۔
uz: Tugatishdan keyin
vi: hoàn thành sau
xh: Gqibezela Emva
yi: גאַנץ נאָך

source: No user type selected
af: Geen gebruikertipe gekies nie
am: ምንም አይነት የተጠቃሚ አይነት አልተመረጠም።
ar: لم يتم تحديد نوع المستخدم
az: Heç bir istifadəçi növü seçilmədi
be: Тып карыстальніка не выбраны
bg: Не е избран тип потребител
bn: কোনো ব্যবহারকারীর ধরন নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap tipus d'usuari
cs: Není vybrán žádný typ uživatele
cy: Dim math defnyddiwr wedi'i ddewis
da: Ingen brugertype valgt
de: Kein Benutzertyp ausgewählt
el: Δεν έχει επιλεγεί τύπος χρήστη
eo: Neniu uzanttipo elektita
es: Ningún tipo de usuario seleccionado
et: Kasutajatüüpi pole valitud
eu: Ez da hautatu erabiltzaile mota
fa: هیچ نوع کاربری انتخاب نشده است
fi: Käyttäjätyyppiä ei ole valittu
fr: Aucun type d'utilisateur sélectionné
fy: Gjin brûkerstype selektearre
ga: Níor roghnaíodh aon chineál úsáideora
gd: Chan eil seòrsa cleachdaiche air a thaghadh
gl: Non se seleccionou ningún tipo de usuario
gu: કોઈ વપરાશકર્તા પ્રકાર પસંદ કર્યો નથી
hi: कोई उपयोगकर्ता प्रकार नहीं चुना गया
hr: Nije odabrana vrsta korisnika
hu: Nincs kiválasztva felhasználói típus
hy: Օգտագործողի տեսակ ընտրված չէ
id: Tidak ada jenis pengguna yang dipilih
is: Engin notendategund valin
it: Nessun tipo di utente selezionato
iw: לא נבחר סוג משתמש
ja: ユーザー タイプが選択されていません
ka: მომხმარებლის ტიპი არ არის არჩეული
kk: Ешбір пайдаланушы түрі таңдалмаған
km: មិនបានជ្រើសរើសប្រភេទអ្នកប្រើប្រាស់ទេ។
kn: ಯಾವುದೇ ಬಳಕೆದಾರ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ku: Tîpa bikarhêner nehat hilbijartin
ky: Колдонуучунун түрү тандалган жок
lb: Kee Benotzertyp ausgewielt
lo: ບໍ່ໄດ້ເລືອກປະເພດຜູ້ໃຊ້
lt: Nepasirinktas joks vartotojo tipas
lv: Nav atlasīts neviens lietotāja veids
mg: Tsy misy karazana mpampiasa nofantenana
mi: Kaore he momo kaiwhakamahi i tohua
mk: Не е избран тип на корисник
ml: ഉപയോക്തൃ തരമൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Хэрэглэгчийн төрлийг сонгоогүй байна
mr: कोणताही वापरकर्ता प्रकार निवडलेला नाही
ms: Tiada jenis pengguna dipilih
mt: Ebda tip ta' utent magħżul
my: အသုံးပြုသူအမျိုးအစားကို ရွေးချယ်ထားခြင်းမရှိပါ။
ne: कुनै प्रयोगकर्ता प्रकार चयन गरिएको छैन
nl: Geen gebruikerstype geselecteerd
no: Ingen brukertype er valgt
or: କ user ଣସି ଉପଭୋକ୍ତା ପ୍ରକାର ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਵਰਤੋਂਕਾਰ ਕਿਸਮ ਨਹੀਂ ਚੁਣੀ ਗਈ
pl: Nie wybrano typu użytkownika
ps: د کارونکي ډول نه دی ټاکل شوی
pt: Nenhum tipo de usuário selecionado
ro: Niciun tip de utilizator selectat
ru: Тип пользователя не выбран
rw: Nta bwoko bwabakoresha bwatoranijwe
sd: ڪو به استعمال ڪندڙ جو قسم نه چونڊيو ويو آهي
si: පරිශීලක වර්ගයක් තෝරා නැත
sk: Nie je vybratý žiadny typ používateľa
sl: Izbrana ni nobena vrsta uporabnika
sq: Nuk është zgjedhur asnjë lloj përdoruesi
sr: Није изабран ниједан тип корисника
sv: Ingen användartyp har valts
sw: Hakuna aina ya mtumiaji iliyochaguliwa
ta: பயனர் வகை எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: వినియోగదారు రకం ఎంచుకోబడలేదు
tg: Ягон намуди корбар интихоб нашудааст
th: ไม่ได้เลือกประเภทผู้ใช้
tk: Ulanyjy görnüşi saýlanmady
tl: Walang napiling uri ng user
tr: Kullanıcı türü seçilmedi
tt: Кулланучының тибы сайланмаган
ug: ئىشلەتكۈچى تىپى تاللانمىدى
uk: Тип користувача не вибрано
ur: صارف کی کوئی قسم منتخب نہیں کی گئی۔
uz: Hech qanday foydalanuvchi turi tanlanmagan
vi: Không có loại người dùng nào được chọn
xh: Akukho hlobo lomsebenzisi lukhethiweyo
yi: קיין באַניצער טיפּ אויסגעקליבן
