Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: can be enabled/disabled at any time.
af: kan geaktiveer / gedeaktiveer word op enige tydstip.
am: በማንኛውም ጊዜ ማንቃት / ማሰናከል ይችላል.
ar: يمكن تمكين / تعطيل في أي وقت.
az: istənilən vaxt effektiv / əlil ola bilər.
be: можна ўключыць / адключыць у любы час.
bg: може да се активира / деактивира по всяко време.
bn: সক্রিয় / যে কোন সময় নিষ্ক্রিয় করা যাবে।
ca: es pot activar / desactivar en qualsevol moment.
cs: lze kdykoli zapnout / vypnout.
cy: gellir ei alluogi / anabl ar unrhyw adeg.
da: kan til enhver tid aktiveres / deaktiveres.
de: kann jederzeit aktiviert / deaktiviert werden.
el: μπορεί να ενεργοποιηθεί / απενεργοποιηθεί ανά πάσα στιγμή.
eo: eblas ebligita / malebligita iam.
es: Se puede habilitar / deshabilitar en cualquier momento.
et: saab igal ajal lubada / keelata.
eu: edozein momentutan gaitu / desgaitu daiteke.
fa: می تواند در هر زمان فعال / غیر فعال شود.
fi: voidaan ottaa käyttöön / poistaa käytöstä milloin tahansa.
fr: peut être activé / désactivé à tout moment.
fy: kinne op elts momint ynskeakelje / útskeakele wurde.
ga: is féidir a chumasú / a chur faoi mhíchumas ag am ar bith.
gd: a bhith comasach air / a bhith ciorramach aig àm sam bith.
gl: pódese activar / desactivar en calquera momento.
gu: કોઈપણ સમયે સક્ષમ / નિષ્ક્રિય કરી શકાય છે.
hi: किसी भी समय सक्षम / अक्षम किया जा सकता है।
hr: može se omogućiti / onemogućiti u bilo kojem trenutku.
hu: bármikor engedélyezhető / letiltható.
hy: ցանկացած պահի կարող է միացնել / անջատելը:
id: dapat diaktifkan / dinonaktifkan kapan saja.
is: Hægt er að gera það virkt / óvirkt hvenær sem er.
it: può essere abilitato / disabilitato in qualsiasi momento.
iw: יכול להיות מופעל / מושבת בכל עת.
ja: いつでも有効/無効にできます。
ka: შეიძლება ჩართული / გამორთული ნებისმიერ დროს.
kk: кез келген уақытта қосылуы / өшуі мүмкін.
km: អាចត្រូវបានបើក / បិទនៅពេលណាក៏បាន។
kn: ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು / ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ku: dikare li her demê çalak / asteng kirin.
ky: каалаган убакта / майып иштете алат.
lb: kann zu allen Zäiten aktivéiert / deaktivéiert ginn.
lo: ສາມາດເປີດ / ປິດການໃຊ້ວຽກໄດ້ຕະຫຼອດເວລາ.
lt: galima bet kuriuo metu įjungti / išjungti.
lv: var jebkurā laikā iespējot / atspējot.
mg: Afaka atolotra / kilemaina amin&#39;ny fotoana rehetra.
mi: Ka taea te whakahohe / kaore i tetahi wa.
mk: може да биде овозможено / оневозможено во секое време.
ml: എപ്പോൾ വേണമെങ്കിലും പ്രവർത്തനക്ഷമമാക്കാം / അപ്രാപ്തമാക്കപ്പെടും.
mn: ямар ч үед идэвхжиж / идэвхжүүлж болно.
mr: कोणत्याही वेळी सक्षम / अक्षम केले जाऊ शकते.
ms: boleh diaktifkan / dilumpuhkan pada bila-bila masa.
mt: jista ’jkun attivat / diżattivat fi kwalunkwe ħin.
my: မည်သည့်အချိန်တွင်မမသန်စွမ်း / enabled နိုင်ပါသည်။
ne: कुनै पनि समय सक्षम / असक्षम गर्न सकिन्छ।
nl: kan op elk moment worden ingeschakeld / uitgeschakeld.
no: kan aktiveres / deaktiveres når som helst.
or: ଯେକ time ଣସି ସମୟରେ ସକ୍ଷମ / ଅକ୍ଷମ ହୋଇପାରିବ |
pa: ਕਿਸੇ ਵੀ ਸਮੇਂ ਸਮਰੱਥ / ਅਸਮਰੱਥ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
pl: można włączyć / wyłączyć w dowolnym momencie.
ps: هر وخت کولی شي فعال / معیوب شي.
pt: pode ser ativado / desativado a qualquer momento.
ro: pot fi activate / dezactivate în orice moment.
ru: может быть включен / отключен в любое время.
rw: irashobora gushobozwa / guhagarikwa igihe icyo aricyo cyose.
sd: ٿي سگھي ٿو / ڪنھن وقت تي معذور.
si: ඕනෑම අවස්ථාවක සක්රීය / අක්රිය කළ හැක.
sk: možno kedykoľvek zapnúť / vypnúť.
sl: lahko kadar koli omogočite / onemogočite.
sq: mund të aktivizohet / çaktivizohet në çdo kohë.
sr: може се омогућити / онемогућити у било ком тренутку.
sv: kan aktiveras / inaktiveras när som helst.
sw: inaweza kuwezeshwa / kuzima wakati wowote.
ta: எந்த நேரத்திலும் இயலுமைப்படுத்த / முடக்கப்பட்டுள்ளது.
te: ఏ సమయంలో ఎనేబుల్ / డిసేబుల్ చెయ్యవచ్చు.
tg: мумкин аст дар вақти дилхоҳ фаъол ва ғайрифаъол бошад.
th: สามารถเปิด / ปิดการใช้งานได้ตลอดเวลา
tk: islän wagtyňyz işledip / ýapyp bilersiňiz.
tl: maaaring paganahin / hindi pinagana anumang oras.
tr: herhangi bir zamanda etkinleştirilebilir / devre dışı bırakılabilir.
tt: теләсә кайсы вакытта кушылырга / инвалид булырга мөмкин.
ug: خالىغان ۋاقىتتا قوزغىتىشقا ياكى چەكلەشكە بولىدۇ.
uk: можна ввімкнути / вимкнути в будь-який час.
ur: کسی بھی وقت فعال / معذور ہوسکتا ہے.
uz: har qanday vaqtda yoqish / o&#39;chirish mumkin.
vi: có thể được bật / tắt bất cứ lúc nào.
xh: inokwenziwa amandla / kukhutshaziwe nanini na.
yi: קענען זיין ענייבאַלד / פאַרקריפּלט אין קיין צייַט.

source: Benefits of
af: Voordele van
am: ጥቅሞች የ
ar: فوائد
az: Faydaları
be: Перавагі
bg: Ползи от
bn: উপকারিতা
ca: Beneficis de
cs: Výhody
cy: Manteision
da: Fordele ved
de: Vorteile von
el: Οφέλη από
eo: Avantaĝoj de
es: Beneficios de
et: Kasu
eu: -ren onurak
fa: فواید
fi: Edut
fr: Bénéfices de
fy: Foardielen fan
ga: Buntáistí a bhaineann le
gd: Buannachdan bho
gl: Beneficios de
gu: ના લાભો
hi: के लाभ
hr: Prednosti od
hu: Előnyei
hy: Առավելությունները
id: Manfaat dari
is: Hagur af
it: Benefici di
iw: היתרונות של
ja: のメリット
ka: სარგებელი
kk: артықшылықтары
km: អត្ថប្រយោជន៍នៃ
kn: ನ ಪ್ರಯೋಜನಗಳು
ku: Feydeyên ji
ky: Пайдалары
lb: Virdeeler vun
lo: ຜົນປະໂຫຍດຂອງ
lt: Privalumai iš
lv: Ieguvumi no
mg: Tombontsoa amin'ny
mi: Nga painga o
mk: Придобивки од
ml: യുടെ പ്രയോജനങ്ങൾ
mn: -ийн ашиг тус
mr: चे फायदे
ms: Faedah daripada
mt: Benefiċċji ta'
my: အကျိုးကျေးဇူးများ
ne: को फाइदाहरू
nl: Voordelen van
no: Fordeler med
or: ର ଲାଭ
pa: ਦੇ ਲਾਭ
pl: Korzyści
ps: د ګټو
pt: Benefícios de
ro: Beneficiile
ru: Преимущества
rw: Inyungu za
sd: جا فائدا
si: හි ප්රතිලාභ
sk: Výhody
sl: Prednosti
sq: Përfitimet e
sr: Користи од
sv: Fördelar med
sw: Faida za
ta: நன்மைகள்
te: యొక్క ప్రయోజనాలు
tg: Манфиатҳои
th: ประโยชน์ของ
tk: Peýdalary
tl: Magandang maidudulot
tr: Faydaları
tt: Уңайлыклары
ug: پايدىلىرى
uk: Переваги
ur: کے فوائد
uz: ning afzalliklari
vi: Lợi ích của
xh: Iinzuzo ze
yi: Benefits פון

source: Reduction in time
af: Vermindering in tyd
am: በጊዜ መቀነስ
ar: تقليص الوقت
az: Vaxtın azaldılması
be: Скарачэнне часу
bg: Намаляване на времето
bn: সময় হ্রাস
ca: Reducció de temps
cs: Snížení času
cy: Gostyngiad mewn amser
da: Reduktion i tid
de: Reduzierung der Zeit
el: Μείωση χρόνου
eo: Redukto en tempo
es: Reducción en el tiempo
et: Aja vähendamine
eu: Denboraren murrizketa
fa: کاهش در زمان
fi: Ajan vähentäminen
fr: Réduction du temps
fy: Reduksje yn 'e tiid
ga: Laghdú ar an am
gd: Lùghdachadh ann an ùine
gl: Redución de tempo
gu: સમયમાં ઘટાડો
hi: समय में कमी
hr: Smanjenje vremena
hu: Időcsökkentés
hy: Ժամանակի կրճատում
id: Pengurangan waktu
is: Fækkun í tíma
it: Riduzione del tempo
iw: צמצום בזמן
ja: 時間短縮
ka: დროის შემცირება
kk: Уақытты қысқарту
km: ការកាត់បន្ថយពេលវេលា
kn: ಸಮಯದ ಕಡಿತ
ku: Di demê de kêmkirin
ky: Убакыттын кыскарышы
lb: Reduktioun an der Zäit
lo: ການຫຼຸດຜ່ອນເວລາ
lt: Laiko sumažinimas
lv: Laika samazinājums
mg: Fihenam-potoana
mi: Te whakaheke i te waa
mk: Намалување во времето
ml: സമയം കുറയ്ക്കൽ
mn: Цаг хугацааг багасгах
mr: वेळेत कपात
ms: Pengurangan masa
mt: Tnaqqis fil-ħin
my: လျော့ပါးသွားမှာပေါ့။
ne: समय मा कमी
nl: Reductie in de tijd
no: Reduksjon i tid
or: ସମୟ ହ୍ରାସ |
pa: ਸਮੇਂ ਵਿੱਚ ਕਮੀ
pl: Skrócenie czasu
ps: په وخت کې کمښت
pt: Redução no tempo
ro: Reducerea timpului
ru: Сокращение времени
rw: Kugabanuka mugihe
sd: وقت ۾ گهٽتائي
si: කාලය අඩු කිරීම
sk: Zníženie času
sl: Zmanjšanje časa
sq: Reduktim në kohë
sr: Смањење времена
sv: Reduktion i tid
sw: Kupunguzwa kwa wakati
ta: நேரம் குறைப்பு
te: సమయం తగ్గింపు
tg: Коҳиш додани вақт
th: ลดเวลา
tk: Wagtyň azalmagy
tl: Pagbawas sa oras
tr: Zamanda azalma
tt: Вакытында кыскарту
ug: ۋاقتىدا ئازايتىش
uk: Скорочення часу
ur: وقت میں کمی
uz: Vaqtni qisqartirish
vi: Giảm thời gian
xh: Ukuncitshiswa kwexesha
yi: רעדוקציע אין צייט

source: to intake new clients
af: om nuwe kliënte in te neem
am: አዳዲስ ደንበኞችን ለመቀበል
ar: لاستقبال عملاء جدد
az: yeni müştərilər qəbul etmək
be: для прыёму новых кліентаў
bg: за приемане на нови клиенти
bn: নতুন ক্লায়েন্ট গ্রহণ করতে
ca: per captar nous clients
cs: k získávání nových klientů
cy: i dderbyn cleientiaid newydd
da: at optage nye kunder
de: neue Kunden zu gewinnen
el: να προσλάβει νέους πελάτες
eo: por akcepti novajn klientojn
es: para captar nuevos clientes
et: uute klientide vastuvõtmiseks
eu: bezero berriak hartzeko
fa: برای جذب مشتریان جدید
fi: ottamaan vastaan uusia asiakkaita
fr: pour accueillir de nouveaux clients
fy: om nije kliïnten op te nimmen
ga: chun cliaint nua a ghlacadh
gd: gus teachdaichean ùra a ghabhail a-steach
gl: para captar novos clientes
gu: નવા ગ્રાહકો લેવા માટે
hi: नए ग्राहकों को लेने के लिए
hr: za primanje novih klijenata
hu: új ügyfelek fogadására
hy: նոր հաճախորդներ ընդունելու համար
id: untuk menerima klien baru
is: að taka inn nýja viðskiptavini
it: per acquisire nuovi clienti
iw: לקלוט לקוחות חדשים
ja: 新規顧客を獲得する
ka: ახალი კლიენტების მიღება
kk: жаңа клиенттерді қабылдау үшін
km: ដើម្បីទទួលយកអតិថិជនថ្មី។
kn: ಹೊಸ ಗ್ರಾಹಕರನ್ನು ಸ್ವೀಕರಿಸಲು
ku: ku xerîdarên nû bistînin
ky: жаңы кардарларды кабыл алуу үчүн
lb: fir nei Clienten opzehuelen
lo: ເພື່ອຮັບເອົາລູກຄ້າໃຫມ່
lt: priimti naujų klientų
lv: jaunu klientu uzņemšanai
mg: mba handray mpanjifa vaovao
mi: ki te tango i nga kaihoko hou
mk: да прима нови клиенти
ml: പുതിയ ഉപഭോക്താക്കളെ സ്വീകരിക്കാൻ
mn: шинэ үйлчлүүлэгчдийг хүлээн авах
mr: नवीन ग्राहक घेण्यासाठी
ms: untuk mengambil pelanggan baru
mt: biex tieħu klijenti ġodda
my: ဖောက်သည်အသစ်များ ခေါ်ယူရန်
ne: नयाँ ग्राहक लिन
nl: nieuwe klanten opnemen
no: å ta inn nye kunder
or: ନୂତନ ଗ୍ରାହକ ଗ୍ରହଣ କରିବାକୁ |
pa: ਨਵੇਂ ਗਾਹਕਾਂ ਨੂੰ ਲੈਣ ਲਈ
pl: przyjmować nowych klientów
ps: د نوي پیرودونکو ترلاسه کولو لپاره
pt: para captar novos clientes
ro: pentru a capta noi clienti
ru: для приема новых клиентов
rw: gufata abakiriya bashya
sd: نوان گراهڪن کي وٺڻ لاء
si: නව ගනුදෙනුකරුවන් බඳවා ගැනීමට
sk: na získanie nových klientov
sl: za sprejemanje novih strank
sq: për të pranuar klientë të rinj
sr: да привуче нове клијенте
sv: att ta in nya kunder
sw: kupokea wateja wapya
ta: புதிய வாடிக்கையாளர்களை உள்வாங்க
te: కొత్త క్లయింట్లను తీసుకోవడానికి
tg: барои қабули мизоҷони нав
th: เพื่อรับลูกค้าใหม่
tk: täze müşderileri kabul etmek
tl: upang kumuha ng mga bagong kliyente
tr: yeni müşteriler almak
tt: яңа клиентлар кабул итү
ug: يېڭى خېرىدارلارنى قوبۇل قىلىش
uk: для залучення нових клієнтів
ur: نئے گاہکوں کو لینے کے لئے
uz: yangi mijozlarni qabul qilish uchun
vi: thu hút khách hàng mới
xh: ukufumana abathengi abatsha
yi: צו ינטייק נייַ קלייאַנץ

source: Minimize
af: Minimaliseer
am: አሳንስ
ar: تصغير
az: minimuma endir
be: Мінімізаваць
bg: Минимизиране
bn: ছোট করুন
ca: Minimitzar
cs: Minimalizovat
cy: Lleihewch
da: Minimer
de: Minimieren
el: Σμικροποιώ
eo: Minimumigi
es: Minimizar
et: Minimeeri
eu: Minimizatu
fa: به حداقل رساندن
fi: Minimoida
fr: Minimiser
fy: Minimalisearje
ga: Íoslaghdaigh
gd: Lùghdaich
gl: Minimizar
gu: ઘટાડવા
hi: छोटा करना
hr: Minimiziraj
hu: Minimalizálja
hy: Փոքրացնել
id: Memperkecil
is: Lágmarka
it: Minimizzare
iw: לְצַמְצֵם
ja: 最小化
ka: მინიმიზაცია
kk: Кішірейту
km: បង្រួមអប្បបរមា
kn: ಕಡಿಮೆಗೊಳಿಸು
ku: Kêmkirin
ky: Кичирейтүү
lb: Minimiséieren
lo: ຫຍໍ້
lt: Sumažinti
lv: Minimizēt
mg: manamaivana
mi: Whakaiti
mk: Минимизирајте
ml: ചെറുതാക്കുക
mn: Багасгах
mr: कमी करा
ms: Minimumkan
mt: Imminimizza
my: လျှော့ပါ။
ne: घटाउनु
nl: Minimaliseren
no: Minimer
or: କମ୍ କରନ୍ତୁ |
pa: ਛੋਟਾ ਕਰੋ
pl: Zminimalizować
ps: ټیټ کړئ
pt: Minimizar
ro: Minimizați
ru: Свести к минимуму
rw: Gabanya
sd: گھٽ ڪرڻ
si: අවම කරන්න
sk: Minimalizovať
sl: Zmanjšaj
sq: Minimizoje
sr: Минимизирајте
sv: Minimera
sw: Punguza
ta: குறைக்கவும்
te: తగ్గించడానికి
tg: Кам кардан
th: ย่อเล็กสุด
tk: Minimallaşdyryň
tl: I-minimize
tr: küçültmek
tt: Минимум
ug: كىچىكلىتىڭ
uk: Згорнути
ur: کم سے کم کرنا
uz: Minimallashtirish
vi: Giảm thiểu
xh: Nciphisa
yi: מינאַמייז

source: the chance of
af: die kans om
am: ዕድል
ar: فرصة
az: şansı
be: шанец
bg: шансът на
bn: সুযোগ
ca: la possibilitat de
cs: šance na
cy: y siawns o
da: chancen for
de: die Chance auf
el: την ευκαιρία του
eo: la ŝanco de
es: la posibilidad de
et: võimalus
eu: aukera
fa: شانس
fi: mahdollisuus
fr: la chance de
fy: de kâns fan
ga: an seans
gd: an cothrom
gl: a posibilidade de
gu: ની તક
hi: का मौका
hr: prilika za
hu: az esélye
hy: հնարավորությունը
id: kesempatan untuk
is: möguleika á
it: la possibilità di
iw: הסיכוי של
ja: のチャンス
ka: შანსი
kk: мүмкіндігі
km: ឱកាសនៃ
kn: ಅವಕಾಶ
ku: şansê
ky: мүмкүнчүлүгү
lb: d'Chance vun
lo: ໂອກາດຂອງ
lt: galimybė
lv: iespēja
mg: ny vintana ny
mi: te tupono o
mk: шансата за
ml: സാധ്യത
mn: боломж
mr: ची संधी
ms: peluang untuk
mt: iċ-ċans ta
my: ၏အခွင့်အလမ်း
ne: को मौका
nl: de kans op
no: sjansen for
or: ର ସୁଯୋଗ
pa: ਦਾ ਮੌਕਾ
pl: szansa
ps: چانس
pt: a chance de
ro: sansa de a
ru: шанс
rw: amahirwe ya
sd: جو موقعو
si: අවස්ථාව
sk: možnosť
sl: možnost za
sq: mundësia e
sr: шанса за
sv: chansen att
sw: nafasi ya
ta: வாய்ப்பு
te: యొక్క అవకాశం
tg: имконияти
th: โอกาสของ
tk: mümkinçiligi
tl: ang pagkakataon ng
tr: şansı
tt: мөмкинлеге
ug: پۇرسەت
uk: шанс
ur: کا موقع
uz: imkoniyati
vi: cơ hội của
xh: ithuba lokuba
yi: די געלעגנהייַט פון

source: malpractice
af: wanpraktyke
am: ብልሹ አሰራር
ar: سوء التصرف
az: səhv hərəkət
be: няслушнае абслугоўванне
bg: злоупотреба
bn: অসৎ আচরণ
ca: mala praxi
cs: zanedbání povinné péče
cy: camymddwyn
da: fejlbehandling
de: Fehlverhalten
el: αδίκημα
eo: mispraktiko
es: negligencia profesional
et: rikkumine
eu: praktika okerra
fa: سوء عمل
fi: väärinkäytöstä
fr: faute professionnelle
ga: míchleachtas
gd: mì-ghnàthachadh
gl: neglixencia
gu: ગેરરીતિ
hi: कदाचार
hr: nesavjesno liječenje
hu: visszásság
hy: անօրինականություն
id: malpraktik
is: misferli
it: negligenza
iw: הַזנָחָה פּוֹשַׁעַת
ja: 不正行為
ka: არასწორი პრაქტიკა
kk: қателік
km: ការប្រព្រឹត្តមិនត្រឹមត្រូវ
kn: ದುರಾಚಾರ
ky: туура эмес иш
lb: Mëssbrauch
lo: ຄວາມບໍ່ປະຕິບັດ
lt: netinkama praktika
lv: nepareiza prakse
mg: tsy fanao
mi: mahi kino
mk: небрежност
ml: ദുരാചാരം
mn: буруу үйлдэл
mr: गैरव्यवहार
ms: penyelewengan
mt: prattika ħażina
my: အကျင့်ပျက်မှု
ne: कदाचार
nl: wanpraktijken
no: feilbehandling
or: ଦୁଷ୍କର୍ମ
pa: ਦੁਰਵਿਹਾਰ
pl: zaniedbanie
ps: ناسم چلند
pt: negligência
ro: malpraxis
ru: злоупотребление служебным положением
rw: imyitwarire mibi
sd: بدڪاري
si: අක්රමිකතා
sk: nesprávny postup
sl: zloraba
sq: keqpërdorim
sr: несавесност
sv: försummelse
sw: utovu wa nidhamu
ta: முறைகேடு
te: దుష్ప్రవర్తన
tg: бадкорӣ
th: การทุจริตต่อหน้าที่
tk: nädogry hereket
tr: yanlış uygulama
tt: хокук бозу
ug: ناتوغرا ئىستىل
uk: зловживання службовим становищем
ur: بدعملی
uz: noto'g'ri ishlash
vi: sơ suất
xh: ubugwenxa
yi: מאַלפּראַקטיס

source: Better experience
af: Beter ervaring
am: የተሻለ ልምድ
ar: تجربة أفضل
az: Daha yaxşı təcrübə
be: Лепшы вопыт
bg: По-добър опит
bn: আরও ভালো অভিজ্ঞতা
ca: Millor experiència
cs: Lepší zkušenost
cy: Gwell profiad
da: Bedre oplevelse
de: Bessere Erfahrung
el: Καλύτερη εμπειρία
eo: Pli bona sperto
es: Mejor experiencia
et: Parem kogemus
eu: Esperientzia hobea
fa: تجربه بهتر
fi: Parempi kokemus
fr: Meilleure expérience
fy: Better ûnderfining
ga: Taithí níos fearr
gd: Eòlas nas fheàrr
gl: Mellor experiencia
gu: બહેતર અનુભવ
hi: बेहतर अनुभव
hr: Bolje iskustvo
hu: Jobb tapasztalat
hy: Ավելի լավ փորձ
id: Pengalaman yang lebih baik
is: Betri reynsla
it: Esperienza migliore
iw: ניסיון טוב יותר
ja: より良い体験
ka: უკეთესი გამოცდილება
kk: Жақсырақ тәжірибе
km: បទពិសោធន៍កាន់តែប្រសើរ
kn: ಉತ್ತಮ ಅನುಭವ
ku: Tecrûbeya çêtir
ky: Жакшыраак тажрыйба
lb: Besser Erfahrung
lo: ປະສົບການທີ່ດີກວ່າ
lt: Geresnė patirtis
lv: Labāka pieredze
mg: traikefa tsara kokoa
mi: He pai ake te wheako
mk: Подобро искуство
ml: മികച്ച അനുഭവം
mn: Илүү сайн туршлага
mr: उत्तम अनुभव
ms: Pengalaman yang lebih baik
mt: Esperjenza aħjar
my: ပိုကောင်းတဲ့အတွေ့အကြုံ
ne: अझ राम्रो अनुभव
nl: Betere ervaring
no: Bedre opplevelse
or: ଉତ୍ତମ ଅଭିଜ୍ଞତା |
pa: ਬਿਹਤਰ ਅਨੁਭਵ
pl: Lepsze doświadczenie
ps: ښه تجربه
pt: Melhor experiência
ro: Experiență mai bună
ru: Лучший опыт
rw: Uburambe bwiza
sd: بهتر تجربو
si: වඩා හොඳ අත්දැකීමක්
sk: Lepšia skúsenosť
sl: Boljša izkušnja
sq: Përvojë më e mirë
sr: Боље искуство
sv: Bättre erfarenhet
sw: Uzoefu bora
ta: சிறந்த அனுபவம்
te: మెరుగైన అనుభవం
tg: Таҷрибаи беҳтар
th: ประสบการณ์ที่ดีขึ้น
tk: Has gowy tejribe
tl: Mas magandang karanasan
tr: Daha iyi deneyim
tt: Яхшырак тәҗрибә
ug: تېخىمۇ ياخشى تەجرىبە
uk: Кращий досвід
ur: بہتر تجربہ
uz: Yaxshiroq tajriba
vi: Trải nghiệm tốt hơn
xh: Amava angcono
yi: בעסער דערפאַרונג

source: for your client
af: vir jou kliënt
am: ለደንበኛዎ
ar: لعميلك
az: müştəriniz üçün
be: для вашага кліента
bg: за вашия клиент
bn: আপনার ক্লায়েন্টের জন্য
ca: per al teu client
cs: pro vašeho klienta
cy: ar gyfer eich cleient
da: for din klient
de: für Ihren Auftraggeber
el: για τον πελάτη σας
eo: por via kliento
es: para tu cliente
et: oma kliendi jaoks
eu: zure bezeroarentzat
fa: برای مشتری شما
fi: asiakkaallesi
fr: pour votre client
fy: foar jo klant
ga: do do chliant
gd: don neach-dèiligidh agad
gl: para o seu cliente
gu: તમારા ગ્રાહક માટે
hi: अपने ग्राहक के लिए
hr: za svog klijenta
hu: ügyfele számára
hy: ձեր հաճախորդի համար
id: untuk klien Anda
is: fyrir viðskiptavin þinn
it: per il tuo cliente
iw: עבור הלקוח שלך
ja: あなたのクライアントのために
ka: თქვენი კლიენტისთვის
kk: сіздің клиентіңіз үшін
km: សម្រាប់អតិថិជនរបស់អ្នក។
kn: ನಿಮ್ಮ ಕ್ಲೈಂಟ್‌ಗಾಗಿ
ku: ji bo muwekîlê xwe
ky: сиздин кардарыңыз үчүн
lb: fir Äre Client
lo: ສໍາ​ລັບ​ລູກ​ຄ້າ​ຂອງ​ທ່ານ​
lt: savo klientui
lv: savam klientam
mg: ho an'ny mpanjifanao
mi: mo to kiritaki
mk: за вашиот клиент
ml: നിങ്ങളുടെ ക്ലയന്റിനായി
mn: таны үйлчлүүлэгчийн хувьд
mr: तुमच्या क्लायंटसाठी
ms: untuk pelanggan anda
mt: għall-klijent tiegħek
my: သင့်ဖောက်သည်အတွက်
ne: तपाईंको ग्राहकको लागि
nl: voor je klant
no: for din klient
or: ଆପଣଙ୍କ କ୍ଲାଏଣ୍ଟ ପାଇଁ
pa: ਤੁਹਾਡੇ ਗਾਹਕ ਲਈ
pl: dla twojego klienta
ps: ستاسو د پیرودونکي لپاره
pt: para seu cliente
ro: pentru clientul dvs
ru: для вашего клиента
rw: kubakiriya bawe
sd: توهان جي ڪلائنٽ لاء
si: ඔබේ සේවාදායකයා සඳහා
sk: pre vášho klienta
sl: za vašo stranko
sq: për klientin tuaj
sr: за вашег клијента
sv: för din kund
sw: kwa mteja wako
ta: உங்கள் வாடிக்கையாளருக்கு
te: మీ క్లయింట్ కోసం
tg: барои муштарии шумо
th: สำหรับลูกค้าของคุณ
tk: müşderiňiz üçin
tl: para sa iyong kliyente
tr: müşterin için
tt: сезнең клиент өчен
ug: خېرىدارىڭىز ئۈچۈن
uk: для вашого клієнта
ur: آپ کے کلائنٹ کے لیے
uz: mijozingiz uchun
vi: cho khách hàng của bạn
xh: kumxhasi wakho
yi: פֿאַר דיין קליענט

source: Increase in caseload capacity
af: Verhoging in caseload kapasiteit
am: የጉዳይ ጭነት አቅም መጨመር
ar: زيادة سعة تحميل القضايا
az: Çanta yükləmə qabiliyyətinin artırılması
be: Павелічэнне нагрузкі
bg: Увеличаване на капацитета на делата
bn: কেসলোড ক্ষমতা বৃদ্ধি
ca: Augment de la capacitat de càrrega
cs: Zvýšení kapacity kufru
cy: Cynnydd yng nghapasiti llwyth achosion
da: Forøgelse af sagsbelastningskapacitet
de: Erhöhung der Caseload-Kapazität
el: Αύξηση της χωρητικότητας φόρτωσης θήκης
eo: Pliiĝo en ŝarĝokapacito
es: Aumento de la capacidad de carga de casos
et: Juhtumi mahutavuse suurendamine
eu: Karga-ahalmena handitzea
fa: افزایش ظرفیت بار
fi: Kasvatuskapasiteettia
fr: Augmentation de la capacité de charge de travail
fy: Fergrutting yn caseload kapasiteit
ga: Méadú ar acmhainn ualaigh cásanna
gd: Meudachadh ann an comas eallach chùisean
gl: Aumento da capacidade de carga
gu: કેસલોડ ક્ષમતામાં વધારો
hi: केसलोड क्षमता में वृद्धि
hr: Povećanje kapaciteta predmeta
hu: A tokok terhelhetőségének növelése
hy: Գործերի բեռնվածության հզորության ավելացում
id: Peningkatan kapasitas beban kasus
is: Auka álagsgetu
it: Aumento della capacità di carico
iw: הגדלת קיבולת העמסת המארז
ja: ケース積載量の増加
ka: საქმის ტევადობის გაზრდა
kk: Жүк сыйымдылығын арттыру
km: បង្កើនសមត្ថភាពផ្ទុក
kn: ಕ್ಯಾಸೆಲೋಡ್ ಸಾಮರ್ಥ್ಯದಲ್ಲಿ ಹೆಚ್ಚಳ
ku: Zêdekirina kapasîteya barkirina dozê
ky: Жүктөө жөндөмдүүлүгүн жогорулатуу
lb: Erhéijung vun der Caseload Kapazitéit
lo: ເພີ່ມຄວາມສາມາດໃນການໂຫຼດຂອງກໍລະນີ
lt: Padidinti bylų apkrovą
lv: Lietu ietilpības palielināšana
mg: Ampitomboy ny fahafahan'ny caseload
mi: Te whakanui ake i te kaha o te putea
mk: Зголемување на капацитетот за оптоварување
ml: കാസലോഡ് ശേഷിയിൽ വർദ്ധനവ്
mn: Ачааны багтаамжийг нэмэгдүүлэх
mr: केसलोड क्षमतेत वाढ
ms: Peningkatan kapasiti beban kes
mt: Żieda fil-kapaċità ta 'caseload
my: caseload စွမ်းရည်ကို မြှင့်တင်ပါ။
ne: केसलोड क्षमतामा वृद्धि
nl: Verhoging van de capaciteit van de zaak
no: Økning i sakskapasitet
or: କ୍ୟାସେଲୋଡ୍ କ୍ଷମତା ବୃଦ୍ଧି |
pa: ਕੇਸਲੋਡ ਸਮਰੱਥਾ ਵਿੱਚ ਵਾਧਾ
pl: Zwiększenie pojemności skrzynek
ps: د کیس بار کولو ظرفیت کې زیاتوالی
pt: Aumento da capacidade de carga de casos
ro: Creșterea capacității de încărcare
ru: Увеличение пропускной способности
rw: Kongera ubushobozi bwa caseload
sd: ڪيس لوڊ ڪرڻ جي صلاحيت ۾ اضافو
si: කැස්ලෝඩ් ධාරිතාව වැඩි කිරීම
sk: Zvýšenie nosnosti prípadu
sl: Povečanje obsega primerov
sq: Rritja e kapacitetit të ngarkesës
sr: Повећање капацитета утовара
sv: Öka kapaciteten för kapacitet
sw: Kuongezeka kwa uwezo wa kupakia kesi
ta: கேசலோட் திறன் அதிகரிப்பு
te: కాసేలోడ్ సామర్థ్యం పెంపు
tg: Баланд бардоштани иқтидори борбардорӣ
th: เพิ่มความจุของเคส
tk: Casük ýükleme ukybyny ýokarlandyrmak
tl: Pagtaas sa kapasidad ng caseload
tr: Vaka yükü kapasitesinde artış
tt: Йөкләү сыйфатын арттыру
ug: يۈك توشۇش ئىقتىدارىنى ئاشۇرۇش
uk: Збільшення обсягу справ
ur: کیس لوڈ کی صلاحیت میں اضافہ
uz: Yuk tashish hajmini oshirish
vi: Tăng khả năng tải caseload
xh: Ukunyuka komthamo we-caseload
yi: פאַרגרעסערן אין קאַסעלאָאַד קאַפּאַציטעט

source: per staff
af: per personeel
am: በሠራተኛ
ar: لكل موظف
az: heyətə görə
be: на штат
bg: на персонал
bn: কর্মীদের প্রতি
ca: per personal
cs: na zaměstnance
cy: fesul staff
da: per personale
de: pro Mitarbeiter
el: ανά προσωπικό
eo: po personaro
es: por personal
et: personali kohta
eu: langile bakoitzeko
fa: به ازای هر کارمند
fi: henkilöä kohden
fr: par personnel
fy: per personiel
ga: in aghaidh na foirne
gd: gach neach-obrach
gl: por persoal
gu: સ્ટાફ દીઠ
hi: प्रति कर्मचारी
hr: po osoblju
hu: személyzetenként
hy: մեկ անձնակազմի համար
id: per staf
is: á hvern starfsmann
it: per personale
iw: לכל צוות עובדים
ja: スタッフあたり
ka: თითო პერსონალზე
kk: персоналға
km: ក្នុងមួយបុគ្គលិក
kn: ಪ್ರತಿ ಸಿಬ್ಬಂದಿಗೆ
ku: per personelê
ky: персоналга
lb: pro Personal
lo: ຕໍ່ພະນັກງານ
lt: vienam personalui
lv: uz vienu darbinieku
mg: isaky ny mpiasa
mi: ia kaimahi
mk: по персонал
ml: ഓരോ സ്റ്റാഫിനും
mn: ажилтан бүрт
mr: प्रति कर्मचारी
ms: setiap kakitangan
mt: għal kull persunal
my: ဝန်ထမ်းတစ်ဦးလျှင်
ne: प्रति कर्मचारी
nl: per staf
no: per ansatte
or: କର୍ମଚାରୀଙ୍କ ପାଇଁ
pa: ਪ੍ਰਤੀ ਸਟਾਫ
pl: na personel
ps: هر کارمند
pt: por equipe
ro: pe personal
ru: за штат
rw: ku bakozi
sd: في اسٽاف
si: කාර්ය මණ්ඩලයකට
sk: na zamestnancov
sl: na osebje
sq: për staf
sr: по особљу
sv: per personal
sw: kwa wafanyakazi
ta: ஊழியர்களுக்கு
te: సిబ్బందికి
tg: ба хар як штат
th: ต่อพนักงาน
tk: işgärler üçin
tl: bawat tauhan
tr: personel başına
tt: бер хезмәткәргә
ug: ھەر بىر خىزمەتچى
uk: на штат
ur: فی عملہ
uz: har bir xodim uchun
vi: mỗi nhân viên
xh: ngabasebenzi
yi: פּער שטעקן
