Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: You should choose image file.
af: U moet &#39;n beeldlêer kies.
am: የምስል ፋይል መምረጥ አለብዎት።
ar: يجب عليك اختيار ملف الصورة.
az: Şəkil faylı seçməlisiniz.
be: Вы павінны выбраць файл малюнка.
bg: Трябва да изберете файл с изображения.
bn: আপনার ইমেজ ফাইলটি বেছে নেওয়া উচিত।
ca: Heu de triar el fitxer d’imatges.
cs: Měli byste zvolit soubor obrázku.
cy: Dylech ddewis ffeil delwedd.
da: Du skal vælge billedfil.
de: Sie sollten eine Bilddatei auswählen.
el: Πρέπει να επιλέξετε αρχείο εικόνας.
eo: Vi devas elekti bildodosieron.
es: Debes elegir el archivo de imagen.
et: Peaksite valima pildifaili.
eu: Irudi fitxategia aukeratu beharko zenuke.
fa: شما باید فایل تصویری را انتخاب کنید.
fi: Sinun tulisi valita kuvatiedosto.
fr: Vous devez choisir un fichier image.
fy: Jo moatte in ôfbyldingsbestân kieze.
ga: Ba cheart duit comhad íomhá a roghnú.
gd: Bu chòir dhut faidhle ìomhaigh a thaghadh.
gl: Ten que escoller o ficheiro de imaxe.
gu: તમારે છબી ફાઇલ પસંદ કરવી જોઈએ.
hi: आपको छवि फ़ाइल चुननी चाहिए।
hr: Trebate odabrati datoteku slike.
hu: Válasszon képfájlt.
hy: Դուք պետք է ընտրեք պատկերի ֆայլ:
id: Anda harus memilih file gambar.
is: Þú ættir að velja myndaskrá.
it: Dovresti scegliere il file immagine.
iw: עליך לבחור קובץ תמונה.
ja: 画像ファイルを選択してください。
ka: თქვენ უნდა აირჩიოთ სურათის ფაილი.
kk: Сурет файлын таңдау керек.
km: អ្នកគួរតែជ្រើសរើសឯកសាររូបភាព។
kn: ನೀವು ಇಮೇಜ್ ಫೈಲ್ ಅನ್ನು ಆರಿಸಬೇಕು.
ku: Divê hûn pelê wêneyê hilbijêrin.
ky: Сүрөт файлын тандоо керек.
lb: Dir sollt d&#39;Bild Datei wielen.
lo: ທ່ານຄວນເລືອກເອກະສານຮູບພາບ.
lt: Turėtumėte pasirinkti vaizdo failą.
lv: Jums vajadzētu izvēlēties attēla failu.
mg: Tokony hisafidy rakitra sary ianao.
mi: Me whiriwhiri e koe tetahi konae whakaahua.
mk: Треба да изберете датотека со слики.
ml: നിങ്ങൾ ഇമേജ് ഫയൽ തിരഞ്ഞെടുക്കണം.
mn: Зургийн файлыг сонгох хэрэгтэй.
mr: आपण प्रतिमा फाइल निवडावी.
ms: Anda harus memilih fail gambar.
mt: Għandek tagħżel fajl tal-immaġini.
my: သငျသညျ image file ကိုရွေးချယ်သင့်ပါတယ်။
ne: तपाईंले छवि फाइल छनौट गर्नुपर्नेछ।
nl: U moet een afbeeldingsbestand kiezen.
no: Du bør velge bildefil.
or: ଆପଣ ପ୍ରତିଛବି ଫାଇଲ୍ ବାଛିବା ଉଚିତ୍ |
pa: ਤੁਹਾਨੂੰ ਚਿੱਤਰ ਫਾਈਲ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ.
pl: Powinieneś wybrać plik obrazu.
ps: تاسو باید د عکس فایل غوره کړئ.
pt: Você deve escolher o arquivo de imagem.
ro: Ar trebui să alegeți fișierul de imagine.
ru: Вы должны выбрать файл изображения.
rw: Ugomba guhitamo dosiye.
sd: توھان کي تصويري فائل چونڊڻ گھرجي.
si: ඔබ රූප ගොනුව තෝරා ගත යුතුය.
sk: Mali by ste zvoliť obrazový súbor.
sl: Izbrati morate slikovno datoteko.
sq: Ju duhet të zgjidhni skedarin e figurës.
sr: Требате изабрати датотеку слике.
sv: Du bör välja bildfil.
sw: Unapaswa kuchagua faili ya picha.
ta: நீங்கள் படக் கோப்பை தேர்வு செய்ய வேண்டும்.
te: మీరు ఇమేజ్ ఫైల్‌ను ఎన్నుకోవాలి.
tg: Шумо бояд файли тасвирро интихоб кунед.
th: คุณควรเลือกไฟล์รูปภาพ
tk: Surat faýly saýlamaly.
tl: Dapat kang pumili ng file ng imahe.
tr: Görüntü dosyasını seçmelisiniz.
tt: Сез рәсем файлын сайларга тиеш.
ug: رەسىم ھۆججىتىنى تاللىشىڭىز كېرەك.
uk: Ви повинні вибрати файл зображення.
ur: آپ کو تصویری فائل کا انتخاب کرنا چاہئے۔
uz: Rasm faylini tanlash kerak.
vi: Bạn nên chọn tập tin hình ảnh.
xh: Kuya kufuneka ukhethe ifayile yomfanekiso.
yi: איר זאָל קלייַבן בילד טעקע.
