Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Add Location
af: Voeg ligging by
am: አካባቢ አክል
ar: أضف الموقع
az: Yerini əlavə edin
be: Дадаць месцазнаходжанне
bg: Добави местоположение
bn: অবস্থান যোগ করুন
ca: Afegeix ubicació
cs: Přidat lokaci
cy: Ychwanegu Lleoliad
da: Tilføj placering
de: Ort hinzufügen
el: Προσθήκη τοποθεσίας
eo: Aldoni lokon
es: Agregar Direccion
et: Lisa asukoht
eu: Gehitu kokapena
fa: اضافه کردن محل
fi: Lisää sijainti
fr: Ajouter un emplacement
fy: Lokaasje tafoegje
ga: Cuir Suíomh
gd: Cuir àite
gl: Engadir localización
gu: સ્થાન ઉમેરો
hi: स्थान जोड़ना
hr: Dodaj lokaciju
hu: Add meg a helyet
hy: Տեղադրել տեղ
id: Menambahkan lokasi
is: Bæta við staðsetningu
it: Aggiungi luogo
iw: הוסף מיקום
ja: 場所を追加
ka: მდებარეობის დამატება
kk: Орынды қосу
km: បន្ថែមទីតាំង
kn: ಸ್ಥಳವನ್ನು ಸೇರಿಸಿ
ku: Location Add
ky: Жер кошуу
lo: ຕື່ມການສະຖານທີ່
lt: Pridėti vietovę
lv: Pievienot atrašanās vietu
mg: Ampio toerana
mi: Tāpiri Tauwāhi
mk: Додај локација
ml: സ്ഥലം ചേർക്കുക
mn: Байршил нэмэх
mr: स्थान जोडा
ms: Tambah lokasi
mt: Żid il-Post
my: တည်နေရာ Add
ne: स्थान थप्नुहोस्
nl: Voeg locatie toe
no: Legg til plassering
or: ଅବସ୍ଥାନ ଯୋଡନ୍ତୁ |
pa: ਸਥਿਤੀ ਜੋੜੋ
pl: Dodaj miejsce
ps: ځای زیات کړئ
pt: Adicionar local
ro: Adaugă locație
ru: Добавить местоположение
rw: Ongeraho Ahantu
sd: جڳھ شامل ڪريو
si: ස්ථානය එකතු කරන්න
sk: Pridať polohu
sl: Dodaj lokacijo
sq: Shto vendndodhjen
sr: Додај локацију
sv: Lägg till plats
sw: Ongeza Eneo
ta: இருப்பிடத்தைச் சேர்க்கவும்
te: స్థానాన్ని జోడించండి
tg: Иловаи ҷойгиршавӣ
th: เพิ่มสถานที่
tk: Locationer goşuň
tl: Magdagdag ng Lokasyon
tr: Konum ekle
tt: Урын өстәгез
ug: ئورۇن قوشۇڭ
uk: Додати місцеположення
ur: مقام شامل کریں
uz: Manzilni qo&#39;shish
vi: Thêm vị trí
xh: Yongeza indawo
yi: לייג אָרט

source: Save Event
af: Stoor gebeurtenis
am: ክስተት አስቀምጥ
ar: حفظ الحدث
az: Tədbiri Saxla
be: Захаваць падзею
bg: Запазване на събитието
bn: ইভেন্ট সংরক্ষণ করুন
ca: Desa l'esdeveniment
cs: Uložit událost
cy: Digwyddiad Cadw
da: Gem begivenhed
de: Ereignis speichern
el: Αποθήκευση συμβάντος
eo: Konservu Eventon
es: Guardar evento
et: Salvesta sündmus
eu: Gorde gertaera
fa: ذخیره رویداد
fi: Tallenna tapahtuma
fr: Enregistrer l'événement
fy: Bewarje Event
ga: Imeacht Sábháil
gd: Tachartas Sàbhail
gl: Gardar evento
gu: ઇવેન્ટ સાચવો
hi: घटना सहेजें
hr: Spremi događaj
hu: Esemény mentése
hy: Պահպանել Իրադարձությունը
id: Simpan Acara
is: Vista viðburð
it: Salva evento
iw: שמור אירוע
ja: イベントを保存
ka: ღონისძიების შენახვა
kk: Оқиғаны сақтау
km: រក្សាទុកព្រឹត្តិការណ៍
kn: ಈವೆಂಟ್ ಅನ್ನು ಉಳಿಸಿ
ky: Окуяны сактоо
lb: Späicheren Event
lo: ບັນທຶກເຫດການ
lt: Išsaugoti įvykį
lv: Saglabāt notikumu
mi: Tiaki Takahanga
mk: Зачувај настан
ml: ഇവന്റ് സംരക്ഷിക്കുക
mn: Үйл явдлыг хадгалах
mr: इव्हेंट जतन करा
ms: Simpan Acara
mt: Ħlief Avveniment
my: ပွဲသိမ်း
ne: घटना बचत गर्नुहोस्
nl: Evenement opslaan
no: Lagre hendelse
or: ଇଭେଣ୍ଟ ସଞ୍ଚୟ କରନ୍ତୁ |
pa: ਇਵੈਂਟ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz wydarzenie
ps: پیښه خوندي کړئ
pt: Salvar Evento
ro: Salvare eveniment
ru: Сохранить мероприятие
rw: Bika Icyabaye
sd: واقعو محفوظ ڪريو
si: සිදුවීම සුරකින්න
sk: Uložiť udalosť
sl: Shrani dogodek
sq: Ruaj ngjarjen
sr: Сачувај догађај
sv: Spara händelse
sw: Hifadhi Tukio
ta: நிகழ்வைச் சேமிக்கவும்
te: ఈవెంట్‌ను సేవ్ చేయండి
tg: Ҳодисаро захира кунед
th: บันทึกกิจกรรม
tk: Wakany ýazdyryň
tl: I-save ang Kaganapan
tr: Etkinliği Kaydet
tt: Вакыйга саклагыз
ug: پائالىيەتنى ساقلاش
uk: Зберегти подію
ur: ایونٹ کو محفوظ کریں۔
uz: Tadbirni saqlash
vi: Lưu sự kiện
xh: Gcina isiganeko
yi: היט עווענט

source: Name
af: naam
am: ስም
ar: اسم
az: Adı
be: імя
bg: име
bn: নাম
ca: Nom
cs: název
cy: Enw
da: Navn
el: Ονομα
eo: Nomo
es: Nombre
et: Nimi
eu: izena
fa: نام
fi: Nimi
fr: prénom
fy: Namme
ga: Ainm
gd: Ainm
gl: Nome
gu: નામ
hi: नाम
hr: Ime
hu: Név
hy: Անուն
id: Nama
is: Nafn
it: Nome
iw: שֵׁם
ja: 名
ka: სახელი
kk: Атауы
km: ឈ្មោះ
kn: ಹೆಸರು
ku: Nav
ky: ысым
lb: Numm
lo: ຊື່
lt: vardas
lv: Nosaukums
mg: Anarana
mi: Ingoa
mk: Име
ml: പേര്
mn: Нэр
mr: नाव
ms: Nama
mt: Isem
my: အမည်
ne: नाम
nl: Naam
no: Navn
or: ନାମ
pa: ਨਾਮ
pl: Nazwa
ps: نوم
pt: Nome
ro: Nume
ru: имя
rw: Izina
sd: نالو
si: නම
sk: názov
sl: Ime
sq: emër
sr: Име
sv: namn
sw: Jina
ta: பெயர்
te: పేరు
tg: Ном
th: ชื่อ
tk: Ady
tl: Pangalan
tr: isim
tt: Исем
ug: ئىسمى
uk: Ім&#39;я
ur: نام
uz: Ism
vi: Tên
xh: Igama
yi: נאָמען

source: Start Date
af: Begindatum
am: የመጀመሪያ ቀን
ar: تاريخ البدء
az: Başlanğıc tarixi
be: Дата пачатку
bg: Начална дата
bn: শুরুর তারিখ
ca: Data d&#39;inici
cs: Datum zahájení
cy: Dyddiad cychwyn
da: Start dato
de: Anfangsdatum
el: Ημερομηνία έναρξης
eo: Komenca dato
es: Fecha de inicio
et: Algus kuupäev
eu: Hasiera data
fa: تاریخ شروع
fi: Aloituspäivämäärä
fr: Date de début
fy: Begjin Datum
ga: Dáta tosaigh
gd: Ceann-latha tòiseachaidh
gl: Data de inicio
gu: પ્રારંભ તારીખ
hi: आरंभ करने की तिथि
hr: Početni datum
hu: Kezdő dátum
hy: Մեկնարկի ամսաթիվ
id: Mulai tanggal
is: Upphafsdagur
it: Data d&#39;inizio
iw: תאריך התחלה
ja: 開始日
ka: დაწყების თარიღი
kk: Басталатын күн
km: ថ្ងៃ​ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
ku: Dîroka Destpêk
ky: Башталган күнү
lb: Ufanks Datum
lo: ວັນ​ທີ່​ເລີ່ມ
lt: Pradžios data
lv: Sākuma datums
mg: Daty nanombohana
mi: Rā Tīmatanga
mk: Почетен датум
ml: തുടങ്ങുന്ന ദിവസം
mn: Эхлэх өдөр
mr: प्रारंभ तारीख
ms: Tarikh mula
mt: Data tal-Bidu
my: စတင်သည့်ရက်စွဲ
ne: सुरू मिति
nl: Begin datum
no: Startdato
or: ଆରମ୍ଭ ତାରିଖ
pa: ਤਾਰੀਖ ਸ਼ੁਰੂ
pl: Data rozpoczęcia
ps: پیل نېټه
pt: Data de início
ro: Data de început
ru: Дата начала
rw: Itariki yo gutangiriraho
sd: شروعاتي تاريخ
si: ආරම්භක දිනය
sk: Dátum začiatku
sl: Začetni datum
sq: Data e fillimit
sr: Старт Дате
sv: Start datum
sw: Tarehe ya Mwanzo
ta: தொடக்க தேதி
te: ప్రారంబపు తేది
tg: Саршавии Сана
th: วันที่เริ่มต้น
tk: Başlangyç senesi
tl: Simulan ang Petsa
tr: Başlangıç ​​tarihi
tt: Башлангыч көне
ug: باشلىنىش ۋاقتى
uk: Дата початку
ur: شروع کرنے کی تاریخ
uz: Boshlanish vaqti
vi: Ngày bắt đầu
xh: Umhla wokuqala
yi: אנהייב דאטום

source: Start Time
af: Begin Tyd
am: ጅምር
ar: وقت البدء
az: Vaxtını başla
be: Час пачатку
bg: Начален час
bn: সময় শুরু
ca: L&#39;hora d&#39;inici
cs: Doba spuštění
cy: Amser Dechrau
da: Starttidspunkt
de: Startzeit
el: Ωρα έναρξης
eo: Komenca Tempo
es: Hora de inicio
et: Algusaeg
eu: Hasiera ordua
fa: زمان شروع
fi: Aloitusaika
fr: Heure de début
fy: Begjintiid
ga: Am Tosaigh
gd: Àm Tòiseachaidh
gl: Hora de inicio
gu: પ્રારંભ સમય
hi: समय शुरू
hr: Vrijeme početka
hu: Kezdési idő
hy: Սկիզբ ժամանակը
id: Waktu mulai
is: Byrjunartími
it: Ora di inizio
iw: שעת התחלה
ja: 始まる時間
ka: დაწყების დრო
kk: Басталу уақыты
km: ចាប់ផ្តើមម៉ោង
kn: ಆರಂಭವಾಗುವ
ku: Destpêk Destpêk
ky: Start убакыт
lo: ເລີ່ມເວລາ
lt: Pradžios laikas
lv: Sākuma laiks
mg: Manomboka ny ora
mi: Tīmata Time
mk: Започни време
ml: ആരംഭ സമയം
mn: Эхлэх цаг
mr: सुरवातीची वेळ
ms: Masa mula
mt: Ħin tal-Bidu
my: start ကိုအချိန်
ne: सुरु समय
nl: Starttijd
no: Starttid
or: ଆରମ୍ଭ ସମୟ
pa: ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ
pl: Czas rozpoczęcia
ps: د پيل وخت
pt: Hora de início
ro: Timpul de începere
ru: Время начала
rw: Igihe cyo Gutangira
sd: شروعاتي وقت
si: ආරම්භක වේලාව
sk: Doba spustenia
sl: Začetni čas
sq: Koha e nisjes
sr: Почетно време
sv: Starttid
sw: Anza Muda
ta: ஆரம்பிக்கும் நேரம்
te: సమయం ప్రారంభించండి
tg: Вақти оғоз
th: เวลาเริ่มต้น
tk: Başlamak wagty
tl: Oras ng simula
tr: Başlama zamanı
tt: Башлау вакыты
ug: باشلاش ۋاقتى
uk: Час початку
ur: وقت آغاز
uz: Boshlanish vaqti
vi: Thời gian bắt đầu
xh: Qalisa ixesha
yi: אָנהייב צייט

source: End Date
af: Einddatum
am: የማብቂያ ቀን
ar: تاريخ الانتهاء
az: Bitmə vaxtı
be: Калі выбегла
bg: Крайна дата
bn: শেষ তারিখ
ca: Data de finalització
cs: Datum ukončení
cy: Dyddiad Gorffen
da: Slutdato
de: Endtermin
el: Ημερομηνία λήξης
eo: Fina Dato
es: Fecha final
et: Lõppkuupäev
eu: Amaiera data
fa: تاریخ پایان
fi: Päättymispäivä
fr: Date de fin
fy: Eindatum
ga: Dáta deiridh
gd: Ceann-latha deireannach
gl: Data de finalización
gu: અંતિમ તારીખ
hi: अंतिम तिथि
hr: Datum završetka
hu: Befejezés dátuma
hy: Վերջ Ամսաթիվ
id: Tanggal Akhir
is: Loka dagsetning
it: Data di fine
iw: תאריך סיום
ja: 終了日
ka: დასრულების თარიღი
kk: Аяқталу күні
km: កាលបរិច្ឆេទបញ្ចប់
kn: ಅಂತಿಮ ದಿನಾಂಕ
ku: Dîroka Dawî
ky: Бүткөн датасы
lb: End Datum
lo: ວັນສິ້ນສຸດ
lt: Pabaigos data
lv: Beigu datums
mg: Daty farany
mi: Rā Whakamutunga
mk: Крајна дата
ml: അവസാന ദിവസം
mn: Төгсгөлийн огноо
mr: शेवटची तारीख
ms: Tarikh tamat
mt: Data tat-tmiem
my: အဆုံးနေ့စွဲ
ne: अन्त्य मिति
nl: Einddatum
no: Sluttdato
or: ଶେଷ ତାରିଖ
pa: ਅੰਤ ਦੀ ਮਿਤੀ
pl: Data końcowa
ps: د پای نیټه
pt: Data final
ro: Data de încheiere
ru: Дата окончания
rw: Itariki yo kurangiriraho
sd: آخري تاريخ
si: අවසාන දිනය
sk: Dátum ukončenia
sl: Končni datum
sq: Data e përfundimit
sr: Крајњи датум
sv: Slutdatum
sw: Tarehe ya mwisho
ta: கடைசி தேதி
te: ఆఖరి తేది
th: วันที่สิ้นสุด
tk: Ahyrky senesi
tl: Petsa ng Pagtatapos
tr: Bitiş tarihi
tt: Ахыр датасы
ug: ئاخىرلىشىش ۋاقتى
uk: Дата закінчення
ur: آخری تاریخ
uz: Tugash sanasi
vi: Ngày cuối
xh: Umhla Wokuphela
yi: סוף טאָג

source: End Time
af: Eind tyd
am: መጨረሻ ጊዜ
ar: وقت النهاية
be: час заканчэння
bg: Крайно време
bn: শেষ সময়
ca: Fi del temps
cs: Čas ukončení
cy: Amser Diwedd
da: Sluttid
de: Endzeit
el: Τέλος χρόνου
eo: Fina Tempo
es: Hora de finalización
et: Lõpuaeg
eu: Amaierako ordua
fa: زمان پایان
fi: Loppu aika
fr: Heure de fin
ga: Am Deireadh
gd: Am Deireadh
gl: Hora de finalización
gu: સમાપ્તિ સમય
hi: अंतिम समय
hr: Završno vrijeme
hu: Idő vége
hy: Վերջ ժամը
id: Akhir waktu
is: Lokatími
it: Fine del tempo
iw: זמן סיום
ja: 終了時間
ka: დროის დასასრული
kk: Аяқталу уақыты
km: ពេលវេលាបញ្ចប់
kn: ಎಂಡ್ ಟೈಮ್
ku: Demjimêra Dawîn
ky: End убакыт
lt: Pabaiga laikas
lv: Beigu laiks
mi: Waa Whakamutunga
mk: Крај време
ml: അവസാന സമയം
mn: Төгсгөлийн цаг
mr: समाप्तीचा कालावधी
ms: Masa tamat
mt: Ħin tat-Tmiem
my: အဆုံးအချိန်
ne: अन्त समय
nl: Eindtijd
no: Sluttid
or: ଶେଷ ସମୟ
pa: ਅੰਤ ਸਮਾਂ
pl: Koniec czasu
ps: د پای وخت
pt: Fim do tempo
ro: Ora de terminare
ru: Время окончания
rw: Igihe cyanyuma
sd: آخري وقت
si: අවසාන කාලය
sk: Čas ukončenia
sl: Konec časa
sq: Koha e mbarimit
sr: Време завршетка
sv: Sluttid
sw: Muda wa Mwisho
ta: முடிவு நேரம்
te: ముగింపు సమయం
th: เวลาสิ้นสุด
tk: Ahyrky wagt
tl: Oras ng Pagtatapos
tr: Bitiş zamanı
tt: Ахыр вакыт
ug: ئاخىرلىشىش ۋاقتى
uk: Кінець часу
ur: آخر وقت
uz: Tugash vaqti
vi: Thời gian kết thúc
xh: Isikhathi sokuphela
yi: סוף צייט

source: Repeat
af: Herhaal
am: ይድገሙ
ar: كرر
az: Təkrarlamaq
be: Паўтарыце
bg: Повторете
bn: পুনরাবৃত্তি
ca: Repetiu
cs: Opakovat
cy: Ailadroddwch
da: Gentage
de: Wiederholen
el: Επαναλαμβάνω
eo: Ripetu
es: Repetir
et: Korda
eu: Errepikatu
fa: تکرار
fi: Toistaa
fr: Répéter
fy: Werhelje
ga: Déan arís
gd: Dèan a-rithist
gl: Repita
gu: પુનરાવર્તન કરો
hi: दोहराना
hr: Ponoviti
hu: Ismétlés
hy: Կրկնել
id: Ulang
is: Endurtaktu
it: Ripetere
iw: חזור
ja: 繰り返す
ka: გამეორება
kk: Қайталаңыз
km: ធ្វើម្តងទៀត
kn: ಪುನರಾವರ್ತಿಸಿ
ku: Dûbare
ky: Кайталаңыз
lb: Widderhuelen
lo: ເຮັດຊ້ ຳ ອີກ
lt: Pakartokite
lv: Atkārtojiet
mg: Avereno
mi: Tukuruatia
mk: Повторете
ml: ആവർത്തിച്ച്
mn: Дахин давт
mr: पुन्हा करा
ms: Ulangi
mt: Irrepeti
my: ပြန်လုပ်ပါ
ne: दोहोर्याउनुहोस्
nl: Herhaling
no: Gjenta
or: ପୁନରାବୃତ୍ତି କରନ୍ତୁ |
pa: ਦੁਹਰਾਓ
pl: Powtarzać
ps: تکرار کړئ
pt: Repetir
ro: Repeta
ru: Повторение
rw: Subiramo
sd: ورجائي
si: නැවත නැවත කරන්න
sk: Opakujte
sl: Ponovite
sq: Përsëriteni
sr: Понављање
sv: Upprepa
sw: Rudia
ta: மீண்டும் செய்யவும்
te: పునరావృతం చేయండి
tg: Такрор кунед
th: ทำซ้ำ
tk: Gaýtalama
tl: Ulitin
tr: Tekrar et
tt: Кабатлау
ug: تەكرارلاڭ
uk: Повторити
ur: دہرائیں
uz: Takrorlang
vi: Nói lại
xh: Phinda kwakhona
yi: איבערחזרן

source: Attendees
af: Deelnemers
am: ተሰብሳቢዎች
ar: الحاضرين
az: İştirakçılar
be: Прысутныя
bg: Присъстващи
bn: অংশগ্রহণকারীরা
ca: Assistents
cs: Účastníci
cy: Mynychwyr
da: Deltagere
de: Teilnehmer
el: Συμμετέχοντες
eo: Ĉeestantoj
es: Asistentes
et: Osalejad
eu: Bertaratutakoak
fa: حاضران
fi: Osallistujat
fr: Participants
fy: Oanwêzigen
ga: Freastalaithe
gd: Luchd-frithealaidh
gl: Asistentes
gu: ઉપસ્થિતો
hi: सहभागी
hr: Polaznici
hu: Résztvevők
hy: Ներկաներ
id: Hadirin
is: Fundarmenn
it: Partecipanti
iw: משתתפים
ja: 参加者
ka: დამსწრეები
kk: Қатысушылар
km: អ្នកចូលរួម
kn: ಪಾಲ್ಗೊಳ್ಳುವವರು
ku: Beşdaran
ky: Катышуучулар
lb: Participanten
lo: ຜູ້ເຂົ້າຮ່ວມ
lt: Dalyviai
lv: Dalībnieki
mg: mpanatrika
mi: Nga Kaitono
mk: Присутни
ml: പങ്കെടുക്കുന്നവർ
mn: Оролцогчид
mr: उपस्थिती
ms: Hadirin sekalian
mt: Attendenti
my: တက်ရောက်သူများ
ne: उपस्थिति
nl: Deelnemers
no: Deltakere
or: ଉପସ୍ଥିତ
pa: ਹਾਜ਼ਰ
pl: Uczestnicy
ps: ګډون کونکي
pt: Participantes
ro: Participanți
ru: Участники
rw: Abitabiriye
sd: حاضرين
si: සහභාගී වූවන්
sk: Účastníci
sl: Udeleženci
sq: Të pranishmit
sr: Присутни
sv: Deltagare
sw: Wahudhuriaji
ta: பங்கேற்பாளர்கள்
te: హాజరైనవారు
tg: Иштирокчиён
th: ผู้เข้าร่วม
tk: Gatnaşanlar
tl: Mga dadalo
tr: Katılımcılar
tt: Катнашучылар
ug: قاتناشقۇچىلار
uk: Присутні
ur: شرکاء
uz: Ishtirokchilar
vi: Người tham dự
xh: Abazimileyo
yi: באדינער

source: Event Location
af: Gebeurtenis Plek
am: የክስተት ቦታ
ar: موقع الحدث
az: Hadisə yeri
be: месца падзеі
bg: Местоположение на събитието
bn: ইভেন্ট অবস্থান
ca: Ubicació de l&#39;esdeveniment
cs: Umístění události
cy: Lleoliad Digwyddiad
de: Veranstaltungsort
el: Τοποθεσία συμβάντος
eo: Eventa Loko
es: Lugar del evento
et: Sündmuse koht
eu: Gertaeraren kokapena
fa: محل رویداد
fi: Tapahtuman sijainti
fr: Lieu de l&#39;événement
ga: Suíomh an Imeachta
gd: Àite Tachartas
gl: Localización do evento
gu: ઇવેન્ટ સ્થાન
hi: घटना स्थान
hr: Lokacija događaja
hu: Esemény helye
hy: Միջոցառման վայրը
id: Lokasi acara
is: Staðsetning viðburðar
it: Posizione dell&#39;evento
iw: מיקום האירוע
ja: イベントの場所
ka: თარიღის ადგილმდებარეობა
kk: Оқиға орны
km: ទីតាំងព្រឹត្តិការណ៍
kn: ಈವೆಂಟ್ ಸ್ಥಳ
ku: Cihê bûyerê
ky: Болумушту жери
lo: ສະຖານທີ່ເຫດການ
lt: Renginio vieta
lv: Pasākuma vieta
mg: Toerana
mi: Takahanga Takahanga
mk: Локација на настанот
ml: ഇവന്റ് ലൊക്കേഷൻ
mn: Үйл явдлын байршил
mr: इव्हेंट स्थान
ms: Lokasi Acara
mt: Post tal-Avveniment
my: ဖြစ်ရပ်တည်နေရာ
ne: घटना स्थान
nl: Locatie van het evenement
no: Hendelsessted
or: ଇଭେଣ୍ଟ ଅବସ୍ଥାନ
pa: ਇਵੈਂਟ ਸਥਾਨ
pl: Lokalizacja wydarzenia
ps: د موقع ځای
pt: Local do evento
ro: Locația evenimentului
ru: Место проведения мероприятия
rw: Aho byabereye
sd: واقعي جي جڳھ
si: සිද්ධි ස්ථානය
sk: Umiestnenie udalosti
sl: Lokacija dogodka
sq: Vendi i ngjarjes
sr: Локација догађаја
sv: Plats för evenemang
sw: Eneo la Tukio
ta: நிகழ்வு இருப்பிடம்
te: ఈవెంట్ స్థానం
tg: Ҷойгиршавии чорабинӣ
th: สถานที่จัดงาน
tk: Çäräniň ýerleşýän ýeri
tl: Lokasyon ng Kaganapan
tr: Olay yeri
tt: Вакыйга урыны
ug: پائالىيەت ئورنى
uk: Місце проведення події
ur: واقعہ مقام
uz: Voqealar joylashuvi
vi: Vị trí sự kiện
xh: Indawo yeSithuba
yi: געשעעניש אָרט

source: Link
af: Skakel
am: አገናኝ
ar: نهاية لهذه الغاية
az: Bağlantı
be: Спасылка
bg: Връзка
bn: লিঙ্ক
ca: Enllaç
cs: Odkaz
cy: Dolen
de: Verknüpfung
el: Σύνδεσμος
eo: Ligilo
es: Enlace
eu: Esteka
fa: ارتباط دادن
fi: Linkki
fr: Relier
fy: Keppeling
ga: Nasc
gd: Ceangal
gl: Ligazón
gu: કડી
hi: संपर्क
hr: Veza
hy: Հղում
id: Tautan
is: Tengill
iw: קישור
ja: リンク
ka: Ბმული
kk: Сілтеме
km: តំណ
kn: ಲಿಂಕ್
ku: Pêvek
ky: Шилтеме
lo: ການເຊື່ອມຕໍ່
lt: Nuoroda
lv: Saite
mg: Rohy
mi: Hononga
mk: Врска
ml: ലിങ്ക്
mn: Холбоос
mr: दुवा
ms: Pautan
mt: Rabta
ne: लिंक
nl: Koppeling
or: ଲିଙ୍କ୍ |
pa: ਲਿੰਕ
pl: Połączyć
ps: لینک
ro: Legătură
ru: Ссылка на сайт
rw: Ihuza
sd: لنڪ
si: සබැඳිය
sk: Odkaz
sl: Povezava
sq: Lidhje
sr: Линк
sv: Länk
sw: Kiungo
ta: இணைப்பு
te: లింక్
tg: Истинод
th: ลิงค์
tk: Baglanyşyk
tr: Bağlantı
tt: Ссылка
ug: ئۇلىنىش
uk: Посилання
ur: لنک
uz: Havola
vi: Liên kết
xh: Qhagamshela
yi: לינק

source: Description
af: beskrywing
am: መግለጫ
ar: وصف
az: Təsvir
be: апісанне
bg: описание
bn: বিবরণ
ca: Descripció
cs: Popis
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
eo: Priskribo
es: Descripción
et: Kirjeldus
eu: deskribapena
fa: شرح
fi: Kuvaus
fr: La description
fy: Beskriuwing
ga: Cur síos
gd: Tuairisgeul
gl: Descrición
gu: વર્ણન
hi: विवरण
hr: Opis
hu: Leírás
hy: Նկարագրություն
id: Deskripsi
is: Lýsing
it: Descrizione
iw: תיאור
ja: 説明
ka: აღწერა
kk: Сипаттама
km: ការពិពណ៌នា
kn: ವಿವರಣೆ
ku: Terîf
ky: баяндоо
lb: Beschreiwung
lo: ລາຍລະອຽດ
lt: apibūdinimas
lv: Apraksts
mi: Whakaahuatanga
mk: Опис
ml: വിവരണം
mn: Тодорхойлолт
mr: वर्णन
ms: Penerangan
mt: Deskrizzjoni
my: ဖေါ်ပြချက်
ne: विवरण
nl: Beschrijving
no: Beskrivelse
or: ବର୍ଣ୍ଣନା
pa: ਵਰਣਨ
pl: Opis
ps: تفصیل
pt: Descrição
ro: Descriere
ru: Описание
rw: Ibisobanuro
sd: تفصيل
si: විස්තර
sk: popis
sl: Opis
sq: Përshkrim
sr: Опис
sv: Beskrivning
sw: Maelezo
ta: விளக்கம்
te: వివరణ
tg: Тавсифи
th: ลักษณะ
tk: Düşündiriş
tl: Paglalarawan
tr: Açıklama
tt: Тасвирлау
ug: چۈشەندۈرۈش
uk: Опис
ur: تفصیل
uz: Ta&#39;rif
vi: Sự miêu tả
xh: Inkcazo
yi: באַשרייַבונג

source: Attending
af: bywoon
am: በመሳተፍ
ar: حضور
az: Qatılaraq
be: які прысутнічаў
bg: Участие
bn: দোসর
ca: Assistir
cs: Účast
cy: Mynychu
da: deltage
de: Teilnahme
el: Παρακολουθήστε
eo: Asistanto
es: Asistiendo
et: Käimasolev
eu: Han izango dira
fa: حضور
fi: hoitava
fr: Participer
fy: Oanwêzich
ga: Ag freastal
gd: A &#39;frithealadh
gl: Asistir
gu: હાજરી
hi: में भाग लेने
hr: pohađanje
hu: Részt vesz
hy: Մասնակցելիս
id: Menghadiri
is: Mæta
it: Assistere
iw: השתתפות
ja: 出席する
ka: დასწრება
kk: Қатысу
km: ចូលរួម
kn: ಹಾಜರಾತಿ
ku: Beşdar bibin
ky: катышуу
lb: Opgehaalt
lo: ເຂົ້າຮ່ວມ
lt: Dalyvaudamas
lv: Apmeklē
mg: fanatrehana
mi: Te haere
mk: Присуствува
ml: പങ്കെടുക്കുന്നു
mn: Зорилго
mr: उपस्थित राहणे
ms: Menghadiri
mt: Attendenza
my: မတက်ရောက်
ne: संलग्न छ
nl: Bijwonen
no: Møtende
or: ଉପସ୍ଥିତ
pa: ਹਾਜ਼ਰ ਹੋਏ
pl: Uczęszczanie
ps: ګډون کول
pt: Atender
ro: Participarea
ru: Присутствовавший
rw: Kwitabira
sd: ان ۾ شامل آهي
si: පැමිණීම
sk: navštevovať
sl: Udeležba
sq: Të pranishëm
sr: Присуствује
sv: Delta
sw: Kuhudhuria
ta: கலந்து
te: హాజరైనప్పుడు
tg: Иштирок
th: ผู้เข้าร่วมประชุม
tk: Gatnaşmak
tl: Pagdalo
tr: Katılan
tt: Катнашу
ug: قاتنىشىش
uk: Відвідуючи
ur: شرکت
uz: Ishtirok eting
vi: Tham dự
xh: Ukuya
yi: אַטטענדעד

source: Add to calendar
af: Voeg by kalender
am: ወደ ቀን መቁጠሪያ አክል
ar: إضافة إلى التقويم
az: Təqvimə əlavə edin
be: Дадаць у каляндар
bg: Добавяне към календара
bn: ক্যালেন্ডারে যোগ করুন
ca: Afegeix al calendari
cs: Přidat do kalendáře
cy: Ychwanegu at y calendr
da: Tilføj til kalender
de: Zum Kalender hinzufügen
el: Προσθήκη στο ημερολόγιο
eo: Aldoni al kalendaro
es: Añadir al calendario
et: Lisa kalendrisse
eu: Gehitu egutegian
fa: به تقویم اضافه کنید
fi: Lisää kalenteriin
fr: Ajouter au calendrier
fy: Taheakje oan kalinder
ga: Cuir leis an bhféilire
gd: Cuir ris a' mhìosachan
gl: Engadir ao calendario
gu: કૅલેન્ડરમાં ઉમેરો
hi: कैलेंडर में जोड़ें
hr: Dodaj u kalendar
hu: Hozzáadás a naptárhoz
hy: Ավելացնել օրացույցին
id: Tambahkan ke kalender
is: Bæta við dagatal
it: Aggiungi al calendario
iw: הוסף ליומן
ja: カレンダーに追加
ka: კალენდარში დამატება
kk: Күнтізбеге қосу
km: បន្ថែមទៅប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರ್‌ಗೆ ಸೇರಿಸಿ
ku: Li salnameyê zêde bike
ky: Календарга кошуу
lb: Füügt an de Kalenner
lo: ເພີ່ມໃສ່ປະຕິທິນ
lt: Pridėti į kalendorių
lv: Pievienot kalendāram
mg: Ampio amin'ny kalandrie
mi: Tāpiri ki te maramataka
mk: Додај во календарот
ml: കലണ്ടറിലേക്ക് ചേർക്കുക
mn: Календарт нэмэх
mr: कॅलेंडरमध्ये जोडा
ms: Tambahkan pada kalendar
mt: Żid mal-kalendarju
my: ပြက္ခဒိန်သို့ထည့်ပါ။
ne: पात्रोमा थप्नुहोस्
nl: Toevoegen aan agenda
no: Legg til i kalenderen
or: କ୍ୟାଲେଣ୍ଡରରେ ଯୋଡନ୍ତୁ |
pa: ਕੈਲੰਡਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj do kalendarza
ps: په تقویم کې اضافه کړئ
pt: Adicionar ao calendário
ro: Adăugați în calendar
ru: Добавить в календарь
rw: Ongeraho kuri kalendari
sd: ڪئلينڊر ۾ شامل ڪريو
si: දින දර්ශනයට එක් කරන්න
sk: Pridať do kalendára
sl: Dodaj v koledar
sq: Shto në kalendar
sr: Додај у календар
sv: Lägg till i kalendern
sw: Ongeza kwenye kalenda
ta: காலெண்டரில் சேர்க்கவும்
te: క్యాలెండర్‌కు జోడించండి
tg: Ба тақвим илова кунед
th: เพิ่มในปฏิทิน
tk: Senenama goş
tl: Idagdag sa kalendaryo
tr: Takvime ekle
tt: Календарьга өстәргә
ug: كالېندارغا قوشۇڭ
uk: Додати до календаря
ur: کیلنڈر میں شامل کریں۔
uz: Kalendarga qo'shish
vi: Thêm vào lịch
xh: Yongeza kwikhalenda
yi: לייג צו קאַלענדאַר

source: Details
af: Besonderhede
am: ዝርዝሮች
ar: تفاصيل
az: Təfərrüatlar
be: Падрабязнасці
bg: Подробности
bn: বিস্তারিত
ca: Detalls
cs: Podrobnosti
cy: Manylion
da: detaljer
de: Einzelheiten
el: Λεπτομέριες
eo: Detaloj
es: Detalles
et: Üksikasjad
eu: Xehetasunak
fa: جزئیات
fi: Yksityiskohdat
fr: Des détails
ga: Sonraí
gd: Mion-fhiosrachadh
gl: Detalles
gu: વિગતો
hi: विवरण
hr: Pojedinosti
hu: Részletek
hy: Մանրամասներ
id: rincian
is: Upplýsingar
it: Dettagli
iw: פרטים
ja: 詳細
ka: დეტალები
kk: Егжей
km: ព័ត៌មានលម្អិត
kn: ವಿವರಗಳು
ky: Толук маалымат
lb: Detailer
lo: ລາຍລະອຽດ
lt: Detalės
lv: Sīkāka informācija
mg: tsipiriany
mi: Nga korero
mk: Детали
ml: വിശദാംശങ്ങൾ
mn: Дэлгэрэнгүй мэдээлэл
mr: तपशील
ms: Butiran
mt: Dettalji
my: အသေးစိတ်
ne: विवरणहरू
no: Detaljer
or: ବିବରଣୀ
pa: ਵੇਰਵੇ
pl: Detale
ps: جزیات
pt: Detalhes
ro: Detalii
ru: Подробности
rw: Ibisobanuro
sd: تفصيل
si: විස්තර
sk: Podrobnosti
sl: Podrobnosti
sq: Detajet
sr: Детаљи
sv: Detaljer
sw: Maelezo
ta: விவரங்கள்
te: వివరాలు
tg: Тафсилот
th: รายละเอียด
tk: Jikme-jiklikler
tl: Mga Detalye
tr: Detaylar
tt: Детальләр
ug: تەپسىلاتى
uk: Деталі
ur: تفصیلات
uz: Tafsilotlar
vi: Thông tin chi tiết
xh: Iinkcukacha
yi: דעטאַילס

source: Event by
af: Geleentheid deur
am: ክስተት በ
ar: حدث من قبل
az: Hadisə tərəfindən
be: Падзея ад
bg: Събитие от
bn: দ্বারা ইভেন্ট
ca: Esdeveniment per
cs: Událost od
cy: Digwyddiad gan
da: Arrangement af
de: Veranstaltung von
el: Εκδήλωση από
eo: Evento de
es: Evento por
et: Sündmuse autor
eu: Ekitaldia
fa: رویداد توسط
fi: Tapahtuman tekijä
fr: Événement par
ga: Imeacht le
gd: Tachartas le
gl: Evento por
gu: દ્વારા ઇવેન્ટ
hi: घटना द्वारा
hr: Događaj do
hu: Esemény:
hy: Միջոցառում ըստ
id: Acara oleh
is: Viðburður eftir
it: Evento di
iw: אירוע מאת
ja: によるイベント
ka: ღონისძიება მიერ
kk: Оқиға
km: ព្រឹត្តិការណ៍ដោយ
kn: ಇವರಿಂದ ಈವೆಂಟ್
ku: Bûyer ji aliyê
ky: Окуя тарабынан
lb: Event vun
lo: ເຫດການໂດຍ
lt: Renginio autorius
lv: Pasākuma autors
mg: Hetsika nataon'ny
mi: Takahanga na
mk: Настан од
ml: ഇവന്റ് ചെയ്തത്
mn: Үйл явдал
mr: द्वारे कार्यक्रम
ms: Acara oleh
mt: Avveniment minn
my: ပွဲပြုလုပ်သည်။
ne: द्वारा घटना
nl: Evenement door
no: Arrangement av
or: ଇଭେଣ୍ଟ ଦ୍ୱାରା
pa: ਦੁਆਰਾ ਘਟਨਾ
pl: Wydarzenie przez
ps: له خوا پیښه
pt: Evento por
ro: Eveniment de
ru: Событие по
rw: Ibirori by
sd: پاران واقعو
si: විසින් සිදුවීම
sk: Udalosť podľa
sl: Dogodek od
sq: Ngjarja nga
sr: Догађај од
sv: Event av
sw: Tukio na
ta: மூலம் நிகழ்வு
te: ద్వారా ఈవెంట్
tg: Чорабинӣ аз ҷониби
th: งานโดย
tk: Çärä
tl: Kaganapan ni
tr: Etkinliğe göre
tt: Вакыйга
uk: Подія від
ur: کی طرف سے واقعہ
uz: Tadbir tomonidan
vi: Sự kiện của
xh: Isiganeko ngu
yi: געשעעניש דורך
