Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
af: Kliënte is mal daaroor! Dit maak hul lewens soveel makliker. Hulle kan probleme met ons aanlyn bespreek, foto&#39;s en dokumente oplaai, en alles word geberg waar die span sowel as die kliënt dit kan besigtig.
am: ደንበኞች ይወዱታል! ህይወታቸውን በጣም ቀላል ያደርገዋል ፡፡ በመስመር ላይ ጉዳዮችን በእኛ መነጋገር ይችላሉ ፣ ፎቶዎችን እና ሰነዶችን በመስቀል እና ሁሉም ነገር ቡድኑ እና ደንበኛው ሊያዩት በሚችሉበት ቦታ ይቀመጣሉ ..
ar: عملاء يحبون ذلك! يجعل حياتهم أسهل بكثير. يمكنهم مناقشة المشكلات معنا عبر الإنترنت ، وتحميل الصور والمستندات ، ويتم تخزين كل شيء حيث يمكن للفريق والعميل مشاهدته ..
az: Müştərilər sevirlər! Bu onların həyatını çox asanlaşdırır. Onları bizimlə onlayn olaraq müzakirə edə, foto və sənədlər yükləyə bilər və hər şey komanda və müştəri görə biləcəyi yerdə saxlanılır ..
be: Кліенты гэта любяць! Гэта значна палягчае іх жыццё. Яны могуць абмяркоўваць з намі праблемы ў Інтэрнэце, загружаць фатаграфіі і дакументы, і ўсё захоўваецца там, дзе і каманда, і кліент могуць яго прагледзець.
bg: Клиентите го обичат! Това прави живота им толкова по-лесен. Те могат да обсъждат проблеми с нас онлайн, да качват снимки и документи и всичко се съхранява там, където екипът и клиентът могат да го видят ..
bn: গ্রাহকরা এটি পছন্দ! এটি তাদের জীবনকে এত সহজ করে তোলে। তারা আমাদের সাথে অনলাইনে সমস্যাগুলি নিয়ে আলোচনা করতে পারে, ফটো এবং ডকুমেন্টগুলি আপলোড করতে পারে এবং দল এবং ক্লায়েন্ট উভয়ই এটি দেখতে পারে যেখানে সমস্ত কিছু সংরক্ষণ করা হয় ..
ca: Els clients els encanten! Fa la seva vida molt més fàcil. Poden discutir problemes en línia amb nosaltres, carregar fotos i documents, i tot s’emmagatzema allà on tant l’equip com el client el puguin veure ..
cs: Klienti to milují! Jejich život je tak mnohem snazší. Mohou s námi diskutovat o problémech online, nahrávat fotografie a dokumenty a vše je uloženo, kde si jej může tým i klient prohlédnout.
cy: Mae cleientiaid wrth eu boddau! Mae&#39;n gwneud eu bywydau gymaint yn haws. Gallant drafod materion gyda ni ar-lein, lanlwytho lluniau a dogfennau, ac mae popeth yn cael ei storio lle gall y tîm a&#39;r cleient eu gweld.
da: Kunder elsker det! Det gør deres liv så meget lettere. De kan diskutere problemer med os online, uploade fotos og dokumenter, og alt gemmes, hvor både teamet og klienten kan se det ..
de: Kunden lieben es! Es macht ihr Leben so viel einfacher. Sie können Probleme online mit uns besprechen, Fotos und Dokumente hochladen und alles wird dort gespeichert, wo sowohl das Team als auch der Kunde es sehen können.
el: Οι πελάτες το λατρεύουν! Κάνει τη ζωή τους πολύ πιο εύκολη. Μπορούν να συζητήσουν ζητήματα μαζί μας στο διαδίκτυο, να μεταφορτώσουν φωτογραφίες και έγγραφα και όλα αποθηκεύονται όπου τόσο η ομάδα όσο και ο πελάτης μπορούν να το δουν ..
eo: Klientoj amas ĝin! Ĝi faciligas iliajn vivojn. Ili povas diskuti aferojn inter ni interrete, alŝuti fotojn kaj dokumentojn, kaj ĉio estas konservita kie ambaŭ la teamo kaj kliento povas vidi ĝin ..
es: ¡A los clientes les encanta! Hace sus vidas mucho más fáciles. Pueden discutir problemas con nosotros en línea, subir fotos y documentos, y todo se almacena donde tanto el equipo como el cliente pueden verlo.
et: Kliendid armastavad seda! See teeb nende elu palju lihtsamaks. Nad saavad meiega veebis küsimusi arutada, fotosid ja dokumente üles laadida ning kõike hoitakse seal, kus nii meeskond kui ka klient saavad seda vaadata.
eu: Bezeroek maite dute! Bizitza askoz ere errazten du. Gurekin lineako gaiak eztabaidatu ditzakete, argazkiak eta dokumentuak kargatu, eta dena gordetzen da, bai taldeak bai bezeroak ikusi dezakeen.
fa: مشتریان آن را دوست دارند! زندگی آنها را بسیار آسان تر می کند. آنها می توانند با ما به صورت آنلاین درباره ما بحث کنند ، عکس ها و اسناد را بارگذاری کنند و همه چیز در جایی ذخیره می شود که تیم و مشتری بتوانند آن را مشاهده کنند ..
fi: Asiakkaat rakastavat sitä! Se tekee heidän elämästään paljon helpompaa. He voivat keskustella asioista kanssamme verkossa, ladata valokuvia ja asiakirjoja, ja kaikki tallennetaan, missä sekä tiimi että asiakas voivat nähdä sen.
fr: Les clients l&#39;adorent! Cela leur facilite tellement la vie. Ils peuvent discuter des problèmes avec nous en ligne, télécharger des photos et des documents, et tout est stocké où l&#39;équipe et le client peuvent le voir.
fy: Klanten hâlde derfan! It makket har libben sa folle makliker. Se kinne problemen mei ús online besprekke, foto&#39;s en dokuminten uploade, en alles wurdt opslein wêr&#39;t sawol it team as de klant it kinne besjen ..
ga: Is breá le cliaint é! Déanann sé a saol i bhfad níos éasca. Is féidir leo saincheisteanna a phlé linn ar líne, grianghraif agus cáipéisí a uaslódáil, agus stóráiltear gach rud inar féidir leis an bhfoireann agus an cliant féachaint air.
gd: Tha meas mòr aig luchd-dèiligidh air! Tha e a ’dèanamh am beatha cho fada nas fhasa. Faodaidh iad cùisean a dheasbad leinn air-loidhne, dealbhan agus sgrìobhainnean a luchdachadh suas, agus tha a h-uile càil air a stòradh far am faic an sgioba agus an neach-dèiligidh e.
gl: Os clientes encántanlle! Facilita as súas vidas. Poden discutir problemas con nós en liña, cargar fotos e documentos, e todo está almacenado onde o equipo e o cliente poidan velo.
gu: ગ્રાહકો તેને પ્રેમ કરે છે! તે તેમના જીવનને ખૂબ સરળ બનાવે છે. તેઓ અમારી સાથે onlineનલાઇન સમસ્યાઓ પર ચર્ચા કરી શકે છે, ફોટા અને દસ્તાવેજો અપલોડ કરી શકે છે, અને ટીમ અને ક્લાયંટ બંને તેને જોઈ શકે છે ત્યાં બધું સંગ્રહિત છે.
hi: ग्राहकों को यह पसंद है! यह उनके जीवन को इतना आसान बना देता है। वे ऑनलाइन हमारे साथ मुद्दों पर चर्चा कर सकते हैं, फ़ोटो और दस्तावेज़ अपलोड कर सकते हैं, और सब कुछ संग्रहीत किया जाता है जहां टीम और ग्राहक दोनों इसे देख सकते हैं ..
hr: Klijenti ga vole! To im olakšava život mnogo lakše. Oni mogu s nama razgovarati o problemima na mreži, prenijeti fotografije i dokumente, a sve je spremljeno tamo gdje ih i tim i klijent mogu vidjeti.
hu: Az ügyfelek imádják! Sokkal könnyebbé teszi életüket. Online megbeszélhetnek velünk a kérdéseket, feltölthetnek fényképeket és dokumentumokat, és mindent tárolnak, ahol mind a csapat, mind az ügyfél megtekintheti őket.
hy: Հաճախորդները սիրում են այն: Դա նրանց կյանքը շատ ավելի հեշտացնում է: Նրանք կարող են մեզ հետ քննարկել խնդիրները առցանց, վերբեռնել լուսանկարներ և փաստաթղթեր, և ամեն ինչ պահվում է այնտեղ, որտեղ և թիմը, և հաճախորդը կարող են դիտել այն:
id: Klien menyukainya! Itu membuat hidup mereka jauh lebih mudah. Mereka dapat mendiskusikan masalah dengan kami secara online, mengunggah foto dan dokumen, dan semuanya disimpan di mana tim dan klien dapat melihatnya.
is: Viðskiptavinir elska það! Það gerir líf þeirra svo miklu auðveldara. Þeir geta rætt mál við okkur á netinu, hlaðið inn myndum og skjölum og allt er geymt þar sem bæði teymið og viðskiptavinurinn geta skoðað það ..
it: I clienti lo adorano! Rende le loro vite molto più facili. Possono discutere dei problemi con noi online, caricare foto e documenti e tutto viene archiviato in modo che sia il team che il cliente possano visualizzarlo.
iw: הלקוחות אוהבים את זה! זה מקל על חייהם כל כך הרבה. הם יכולים לדון איתנו בנושאים ברשת, להעלות תמונות ומסמכים, והכל נשמר במקום בו גם הצוות וגם הלקוח יכולים לצפות בו.
ja: クライアントはそれを愛しています！それは彼らの生活をとても簡単にします。彼らはオンラインで問題について話し合い、写真やドキュメントをアップロードすることができ、すべてがチームとクライアントの両方が見ることができる場所に保存されます。
ka: კლიენტებს უყვართ! ეს მათ ცხოვრებას ასე უფრო ამარტივებს. მათ შეუძლიათ განიხილონ საკითხები ჩვენთან ინტერნეტით, ატვირთონ ფოტოები და დოკუმენტები და ყველაფერი ინახება იქ, სადაც მას როგორც გუნდი, ისე კლიენტი შეძლებენ.
kk: Клиенттер оны жақсы көреді! Бұл олардың өмірін әлдеқайда жеңілдетеді. Олар бізбен мәселелерді онлайн режимінде талқылай алады, фотосуреттер мен құжаттарды жүктей алады, және барлығы командада да, клиентте де көрінетін жерде сақталады.
km: អតិថិជនស្រឡាញ់វា! វាធ្វើឱ្យជីវិតរបស់ពួកគេកាន់តែងាយស្រួល។ ពួកគេអាចពិភាក្សាបញ្ហាជាមួយយើងតាមអ៊ិនធឺរណែតបញ្ចូលរូបថតនិងឯកសារហើយអ្វីៗត្រូវបានរក្សាទុកនៅកន្លែងដែលក្រុមនិងអតិថិជនអាចមើលបាន។
kn: ಗ್ರಾಹಕರು ಇದನ್ನು ಪ್ರೀತಿಸುತ್ತಾರೆ! ಇದು ಅವರ ಜೀವನವನ್ನು ತುಂಬಾ ಸುಲಭಗೊಳಿಸುತ್ತದೆ. ಅವರು ನಮ್ಮೊಂದಿಗೆ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಸಮಸ್ಯೆಗಳನ್ನು ಚರ್ಚಿಸಬಹುದು, ಫೋಟೋಗಳು ಮತ್ತು ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಬಹುದು, ಮತ್ತು ತಂಡ ಮತ್ತು ಕ್ಲೈಂಟ್ ಇಬ್ಬರೂ ಅದನ್ನು ವೀಕ್ಷಿಸಬಹುದಾದ ಸ್ಥಳದಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ ..
ku: Xerîdar jê hez dikin! Ew jiyana wan pir hêsantir dike. Ew dikarin pirsgirêkan bi me re online nîqaş bikin, wêne û belgeyan barkirin, û her tişt li ku derê tîmê û muwekîlê dikare lê binêre hilanibe.
ky: Кардарлар аны жакшы көрүшөт! Бул алардын жашоосун ушунчалык жеңилдетет. Алар биз менен көйгөйлөрдү онлайн режиминде талкуулай алышат, сүрөттөр менен документтерди жүктөй алышат, жана команда, ошондой эле кардар көрө турган жерде сакталат ..
lb: Clienten hunn et gär! Et mécht hir Liewen sou vill méi einfach. Si kënnen Themen mat eis online diskutéieren, Fotoen an Dokumenter eroplueden, an alles ass gespäichert wou souwuel d&#39;Team wéi de Client et kënne kucken.
lo: ລູກຄ້າຮັກມັນ! ມັນເຮັດໃຫ້ຊີວິດຂອງພວກເຂົາງ່າຍຂຶ້ນຫຼາຍ. ພວກເຂົາສາມາດສົນທະນາບັນຫາຕ່າງໆກັບພວກເຮົາທາງອິນເຕີເນັດ, ອັບໂຫລດຮູບພາບແລະເອກະສານແລະທຸກຢ່າງແມ່ນເກັບໄວ້ບ່ອນທີ່ທີມງານແລະລູກຄ້າສາມາດເບິ່ງໄດ້ ..
lt: Klientai tai myli! Tai palengvina jų gyvenimą. Jie gali internetu aptarti problemas su mumis, įkelti nuotraukas ir dokumentus, o viskas saugoma ten, kur gali pamatyti komanda ir klientas.
lv: Klienti to mīl! Tas viņu dzīvi padara tik daudz vieglāku. Viņi var tiešsaistē ar mums apspriest problēmas, augšupielādēt fotoattēlus un dokumentus, un viss tiek saglabāts, kur to var apskatīt gan komanda, gan klients.
mg: Tia azy ny mpanjifa! Manamora ny fiainan&#39;izy ireo izany. Afaka miresaka momba ny olana eto aminay izy ireo, mampiditra sary sy antontan-taratasy, ary voatahiry ny zava-drehetra izay ahafahan&#39;ny ekipa sy ny mpanjifa mijery azy ..
mi: Aroha ana te Kaihoko! Na te reira e haafaufaahia i to ratou oraraa. Ka taea e ratou te korero mo nga take i a maatau i runga i te ipurangi, te tuku i nga whakaahua me nga tuhinga, ka penapena nga mea katoa ka taea e te roopu me te taangata te tiro ki a maatau ..
mk: Клиенти го сакаат тоа! Тоа им го олеснува животот. Тие можат да разговараат за прашања со нас преку Интернет, да испраќаат фотографии и документи и сè е зачувано таму каде што и тимот и клиентот можат да го видат ..
ml: ക്ലയന്റുകൾ ഇത് ഇഷ്ടപ്പെടുന്നു! ഇത് അവരുടെ ജീവിതം വളരെ എളുപ്പമാക്കുന്നു. അവർക്ക് ഞങ്ങളുമായി ഓൺലൈനിൽ പ്രശ്നങ്ങൾ ചർച്ചചെയ്യാനും ഫോട്ടോകളും പ്രമാണങ്ങളും അപ്‌ലോഡ് ചെയ്യാനും ടീമിനും ക്ലയന്റിനും കാണാൻ കഴിയുന്നിടത്ത് എല്ലാം സംഭരിക്കപ്പെടുന്നു ..
mn: Үйлчлүүлэгчид их дуртай! Энэ нь тэдний амьдралыг маш хялбар болгодог. Тэдгээр нь асуудлаа онлайнаар бидэнтэй ярилцаж, зураг, бичиг баримтуудыг байршуулах боломжтой. Бүх зүйл нь баг, үйлчлүүлэгч үзэх боломжтой газар хадгалагдана ..
mr: ग्राहकांना ते आवडते! हे त्यांचे जीवन खूप सोपे करते. ते आमच्याशी ऑनलाईन समस्यांवर चर्चा करू शकतात, फोटो आणि कागदपत्रे अपलोड करू शकतात आणि जेथे संघ आणि ग्राहक दोघेही पाहू शकतात तिथे सर्वकाही संग्रहित केले जाते ..
ms: Pelanggan menyukainya! Ini menjadikan kehidupan mereka lebih mudah. Mereka boleh membincangkan masalah dengan kami dalam talian, memuat naik foto dan dokumen, dan semuanya disimpan di mana pasukan dan pelanggan dapat melihatnya ..
mt: Il-klijenti jħobbuh! Tagħmel ħajjithom daqshekk faċli. Huma jistgħu jiddiskutu kwistjonijiet magħna onlajn, itellgħu ritratti u dokumenti, u kollox jinħażen fejn kemm it-tim kif ukoll il-klijent ikunu jistgħu jarawh.
my: ဖောက်သည်များသည်၎င်းကိုနှစ်သက်ကြသည်။ သူတို့ဘဝကိုပိုပြီးလွယ်ကူစေသည်။ သူတို့ကကျွန်ုပ်တို့နဲ့ပြissuesနာတွေကိုအွန်လိုင်းပေါ်မှာဆွေးနွေးနိုင်တယ်၊ ဓာတ်ပုံတွေနဲ့စာရွက်စာတမ်းတွေတင်တယ်၊ အသင်းနဲ့ဖောက်သည်နှစ် ဦး စလုံးကြည့်ရှုနိုင်သမျှသိမ်းဆည်းထားတယ်။
ne: ग्राहकहरु यसलाई प्रेम! यसले तिनीहरूको जीवन यति सजिलो बनाउँछ। तिनीहरू हामीसँग अनलाइन छलफल गर्न सक्छन् फोटो र कागजातहरू अपलोड गर्न, र सबै चीज भण्डार गरिएको छ जहाँ टोली र ग्राहक दुबैले यसलाई हेर्न सक्छन् ..
nl: Klanten vinden het geweldig! Het maakt hun leven zoveel gemakkelijker. Ze kunnen online problemen met ons bespreken, foto&#39;s en documenten uploaden en alles wordt opgeslagen waar het team en de klant het kunnen bekijken.
no: Klienter elsker det! Det gjør livene deres så mye lettere. De kan diskutere problemer med oss på nettet, laste opp bilder og dokumenter, og alt lagres der både teamet og klienten kan se det ..
or: ଗ୍ରାହକମାନେ ଏହାକୁ ଭଲ ପାଆନ୍ତି! ଏହା ସେମାନଙ୍କ ଜୀବନକୁ ବହୁତ ସହଜ କରିଥାଏ | ସେମାନେ ଆମ ସହିତ ଅନଲାଇନ୍ ବିଷୟରେ ଆଲୋଚନା କରିପାରିବେ, ଫଟୋ ଏବଂ ଡକ୍ୟୁମେଣ୍ଟ୍ ଅପଲୋଡ୍ କରିପାରିବେ, ଏବଂ ସବୁକିଛି ଗଚ୍ଛିତ ଅଛି ଯେଉଁଠାରେ ଉଭୟ ଦଳ ଏବଂ ଗ୍ରାହକ ଏହାକୁ ଦେଖିପାରିବେ ..
pa: ਗਾਹਕ ਇਸ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹਨ! ਇਹ ਉਨ੍ਹਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਬਹੁਤ ਸੌਖਾ ਬਣਾਉਂਦਾ ਹੈ. ਉਹ ਸਾਡੇ ਨਾਲ onlineਨਲਾਈਨ ਮੁੱਦਿਆਂ &#39;ਤੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕਰ ਸਕਦੇ ਹਨ, ਫੋਟੋਆਂ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਅਪਲੋਡ ਕਰ ਸਕਦੇ ਹਨ, ਅਤੇ ਹਰ ਚੀਜ਼ ਸਟੋਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਟੀਮ ਅਤੇ ਗਾਹਕ ਦੋਵੇਂ ਇਸ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹਨ ..
pl: Klienci to uwielbiają! To sprawia, że ich życie jest o wiele łatwiejsze. Mogą omawiać z nami problemy online, przesyłać zdjęcia i dokumenty, a wszystko jest przechowywane w miejscu, w którym zarówno zespół, jak i klient mogą je wyświetlić.
ps: پیرودونکي یې خوښوي! دا د دوی ژوند خورا اسانه کوي. دوی کولی شي زموږ سره آنلاین مسلو بحث وکړي ، عکسونه او سندونه اپلوډ کړي ، او هرڅه زیرمه شوي چیرې چې دواړه ټیم او پیرودونکي کولی شي دا وګوري ..
pt: Os clientes adoram! Isso facilita muito a vida deles. Eles podem discutir questões conosco on-line, fazer upload de fotos e documentos e tudo é armazenado onde a equipe e o cliente podem visualizá-lo.
ro: Clienților le place! Le face viața mult mai ușoară. Aceștia pot discuta problemele cu noi online, pot încărca fotografii și documente și totul este stocat acolo unde atât echipa, cât și clientul o pot vizualiza.
ru: Клиенты любят это! Это делает их жизнь намного проще. Они могут обсуждать проблемы с нами в Интернете, загружать фотографии и документы, и все хранится там, где и команда, и клиент могут их просмотреть.
rw: Abakiriya barabikunda! Bituma ubuzima bwabo bworoha cyane. Bashobora kuganira natwe kuri interineti, kohereza amafoto ninyandiko, kandi ibintu byose bibitswe aho itsinda hamwe nabakiriya bashobora kubireba ..
sd: گراهڪ انهي سان پيار ڪندا آهن! اهو انهن جي زندگي تمام آسان بڻائي ٿو. اهي اسان سان آن لائن مسئلن تي بحث ڪري ، تصويرون ۽ دستاويزن اپ لوڊ ڪري سگهن ٿا ، ۽ هر شي ذخيرو ٿيل آهي جتي ٻنهي ٽيم ۽ گراهڪ اهو ڏسي سگهندا آهن.
si: සේවාදායකයින් එයට කැමතියි! එය ඔවුන්ගේ ජීවිත එතරම් පහසු කරයි. ඔවුන්ට අප සමඟ අන්තර්ජාලය හරහා ගැටළු සාකච්ඡා කළ හැකිය, ඡායාරූප සහ ලේඛන උඩුගත කළ හැකි අතර, කණ්ඩායමට සහ සේවාදායකයාට එය නැරඹිය හැකි සෑම දෙයක්ම ගබඩා කර ඇත ..
sk: Klienti to milujú! Ich život je tak oveľa jednoduchší. Môžu s nami diskutovať o problémoch online, odovzdávať fotografie a dokumenty a všetko je uložené, kde si ho môžu zobraziť tím aj klient.
sl: Stranke imajo radi! Tako olajša njihovo življenje. Z nami lahko razpravljajo o problemih, naložijo fotografije in dokumente, vse pa je shranjeno tam, kjer si jih lahko ogledata tako ekipa kot stranka.
sq: Klientët e duan atë! Kjo ua bën jetën më të lehtë. Ata mund të diskutojnë çështje me ne në internet, të ngarkojnë foto dhe dokumente, dhe gjithçka ruhet aty ku ekipi dhe klienti mund ta shohin atë.
sr: Клијенти га воле! Њихов живот толико олакшава. Они могу с нама разговарати о проблемима на мрежи, учитавати фотографије и документе, а све се чува тамо где их и тим и клијент могу видети.
sv: Kunder älskar det! Det gör deras liv så mycket lättare. De kan diskutera frågor med oss online, ladda upp foton och dokument, och allt lagras där både teamet och klienten kan se det ..
sw: Wateja wanapenda! Inafanya maisha yao kuwa rahisi sana. Wanaweza kujadili masuala na sisi mkondoni, kupakia picha na nyaraka, na kila kitu kimehifadhiwa ambapo timu na mteja wanaweza kuiona ..
ta: வாடிக்கையாளர்கள் அதை விரும்புகிறார்கள்! இது அவர்களின் வாழ்க்கையை மிகவும் எளிதாக்குகிறது. அவர்கள் எங்களுடன் ஆன்லைனில் விவாதிக்கலாம், புகைப்படங்கள் மற்றும் ஆவணங்களை பதிவேற்றலாம், மேலும் குழு மற்றும் வாடிக்கையாளர் இருவரும் அதைப் பார்க்கக்கூடிய இடத்தில் அனைத்தும் சேமிக்கப்படும் ..
te: క్లయింట్లు దీన్ని ఇష్టపడతారు! ఇది వారి జీవితాలను చాలా సులభం చేస్తుంది. వారు మాతో ఆన్‌లైన్‌లో సమస్యలను చర్చించవచ్చు, ఫోటోలు మరియు పత్రాలను అప్‌లోడ్ చేయవచ్చు మరియు బృందం మరియు క్లయింట్ ఇద్దరూ చూడగలిగే చోట ప్రతిదీ నిల్వ చేయబడుతుంది ..
tg: Мизоҷон онро дӯст медоранд! Ин ҳаёти онҳоро хеле осон мекунад. Онҳо метавонанд масъалаҳои моро бо мо дар Интернет муҳокима кунанд, аксҳо ва ҳуҷҷатҳоро бор кунанд ва ҳама чиз дар ҷое нигоҳ дошта мешавад, ки ҳам даста ва ҳам муштарӣ онро дида метавонанд ..
th: ลูกค้ารักมัน! มันทำให้ชีวิตของพวกเขาง่ายขึ้นมาก พวกเขาสามารถพูดคุยเกี่ยวกับปัญหากับเราออนไลน์อัปโหลดรูปภาพและเอกสารและทุกอย่างถูกเก็บไว้ที่ทั้งทีมและลูกค้าสามารถดูได้ ..
tk: Müşderiler muny gowy görýärler! Olaryň durmuşyny has aňsatlaşdyrýar. Meseleleri onlaýn ýagdaýda ara alyp maslahatlaşyp bilerler, suratlary we resminamalary ýükläp bilerler, hemme zat toparyň we müşderiniň görüp biljek ýerinde saklanýar ..
tl: Gustung-gusto ng mga kliyente! Ginagawa nitong mas madali ang kanilang buhay. Maaari nilang talakayin ang mga isyu sa amin online, mag-upload ng mga larawan at dokumento, at ang lahat ay nakaimbak kung saan maaaring tingnan ito ng parehong koponan at kliyente ..
tr: Müşteriler onu seviyor! Hayatlarını çok daha kolay hale getiriyor. Bizimle çevrimiçi sorunları tartışabilir, fotoğraf ve belge yükleyebilirler ve her şey hem ekibin hem de müşterinin görebileceği yerlerde saklanır.
tt: Клиентлар аны яраталар! Бу аларның тормышын җиңеләйтә. Алар безнең белән он-лайн сораулар турында сөйләшә ала, фото һәм документлар урнаштыра ала, һәм барысы да команда һәм клиент карый алган урында саклана ..
ug: خېرىدارلار ئۇنى ياخشى كۆرىدۇ! بۇ ئۇلارنىڭ تۇرمۇشىنى تېخىمۇ ئاسانلاشتۇرىدۇ. ئۇلار بىز بىلەن توردىكى مەسىلىلەرنى مۇزاكىرە قىلالايدۇ ، رەسىم ۋە ھۆججەتلەرنى يۈكلىيەلەيدۇ ، ھەممە نەرسە گۇرۇپپا ۋە خېرىدار كۆرەلەيدىغان جايدا ساقلىنىدۇ ..
uk: Клієнти це люблять! Це значно полегшує їхнє життя. Вони можуть обговорювати з нами проблеми в Інтернеті, завантажувати фотографії та документи, і все зберігається там, де і команда, і клієнт можуть їх переглядати.
ur: گاہکوں کو یہ پسند ہے! اس سے ان کی زندگی بہت آسان ہوجاتی ہے۔ وہ ہمارے ساتھ آن لائن مسائل پر تبادلہ خیال کرسکتے ہیں ، تصاویر اور دستاویزات اپ لوڈ کرسکتے ہیں ، اور ہر چیز محفوظ ہے جہاں ٹیم اور مؤکل دونوں اسے دیکھ سکتے ہیں ..
uz: Mijozlar buni yaxshi ko&#39;rishadi! Bu ularning hayotini juda ham osonlashtiradi. Ular biz bilan muammolarni onlayn ravishda muhokama qilishlari, fotosuratlar va hujjatlarni yuklashlari mumkin va hamma narsa jamoa va mijoz tomonidan ko&#39;riladigan joyda saqlanadi ..
vi: Khách hàng thích nó! Nó làm cho cuộc sống của họ dễ dàng hơn nhiều. Họ có thể thảo luận các vấn đề với chúng tôi trực tuyến, tải lên hình ảnh và tài liệu và mọi thứ được lưu trữ trong đó cả nhóm và khách hàng có thể xem nó ..
xh: Abathengi bayayithanda! Yenza ubomi babo bube lula kakhulu. Banokuxoxa ngemicimbi nathi kwi-intanethi, bafake iifoto kunye namaxwebhu, kwaye yonke into igcinwe apho iqela kunye nomthengi banokuyijonga ..
yi: קלייאַנץ ליבע עס! דאָס מאכט זייער לעבן אַזוי פיל גרינגער. זיי קענען דיסקוטירן ישוז מיט אונדז אָנליין, צופֿעליקער פאָטאָס און דאָקומענטן, און אַלץ איז סטאָרד ווו די מאַנשאַפֿט און דער קליענט קענען זען עס ..

source: Partner of Ashley &amp; Ashley P.C.
af: Vennoot van Ashley &amp; Ashley PC
am: የ Ashley እና Ashley PC ባልደረባ
ar: شريك Ashley &amp; Ashley PC
az: Ashley &amp; Ashley PC-nin tərəfdaşı
be: Партнёр ПК Эшлі і Эшлі
bg: Партньор на PC Ashley &amp; Ashley
bn: অ্যাশলে ও অ্যাশলে পিসির অংশীদার
ca: Soci de PC Ashley &amp; Ashley
cs: Partner společnosti Ashley &amp; Ashley PC
cy: Partner Ashley &amp; Ashley PC
da: Partner af Ashley &amp; Ashley PC
de: Partner von Ashley &amp; Ashley PC
el: Συνεργάτης του Ashley &amp; Ashley PC
eo: Partnero de Ashley &amp; Ashley PC
es: Socio de Ashley y Ashley PC
et: Ashley &amp; Ashley PC partner
eu: Ashley &amp; Ashley PCko bazkidea
fa: شریک رایانه اشلی و اشلی
fi: Ashley &amp; Ashley PC: n kumppani
fr: Partenaire d&#39;Ashley &amp; Ashley PC
fy: Partner fan Ashley &amp; Ashley PC
ga: Comhpháirtí le Ashley &amp; Ashley PC
gd: Com-pàirtiche Ashley &amp; Ashley PC
gl: Socio de PC Ashley &amp; Ashley
gu: એશ્લે અને એશ્લે પીસીના ભાગીદાર
hi: एशले और एशले पीसी के साथी
hr: Partner tvrtke Ashley &amp; Ashley PC
hu: Az Ashley &amp; Ashley PC partnere
hy: Ashley &amp; Ashley PC- ի գործընկեր
id: Mitra Ashley &amp; Ashley PC
is: Samstarfsaðili Ashley &amp; Ashley PC
it: Partner di Ashley e Ashley PC
iw: שותף של חברת אשלי ואשלי
ja: Ashley＆Ashley PCのパートナー
ka: Ashley &amp; Ashley PC- ის პარტნიორი
kk: Ashley &amp; Ashley ДК серіктесі
km: ដៃគូរបស់អាស្លីនិងអេសលីកុំព្យូទ័រ
kn: ಆಶ್ಲೇ ಮತ್ತು ಆಶ್ಲೇ ಪಿಸಿಯ ಪಾಲುದಾರ
ku: Partnerê Ashley &amp; Ashley PC
ky: Эшли жана Эшли ПК өнөктөшү
lb: Partner vun Ashley &amp; Ashley PC
lo: ຄູ່ຮ່ວມງານຂອງ Ashley &amp; Ashley PC
lt: „Ashley &amp; Ashley PC“ partneris
lv: Ashley &amp; Ashley PC partneris
mg: Mpiara-miasa amin&#39;ny Ashley &amp; Ashley PC
mi: Nga Kaitono o Ashley &amp; Ashley PC
mk: Партнер на Ешли и Ешли компјутер
ml: ആഷ്‌ലി &amp; ആഷ്‌ലി പിസിയുടെ പങ്കാളി
mn: Ashley &amp; Ashley PC-ийн түнш
mr: अ‍ॅश्ले आणि leyशली पीसी चा पार्टनर
ms: Rakan kongsi Ashley &amp; Ashley PC
mt: Sieħeb ta &#39;Ashley &amp; Ashley PC
my: အက်ရှလေနှင့်အက်ရှလေ PC ၏မိတ်ဖက်
ne: एश्ले र एश्ले पीसी को पार्टनर
nl: Partner van Ashley &amp; Ashley PC
no: Partner for Ashley &amp; Ashley PC
or: Ashley &amp; Ashley PC ର ଅଂଶୀଦାର |
pa: ਐਸ਼ਲੇ ਅਤੇ ਐਸ਼ਲੇ ਪੀਸੀ ਦਾ ਸਾਥੀ
pl: Partner Ashley &amp; Ashley PC
ps: د ایشلي او ایشلي کمپیوټر شریک
pt: Parceiro de Ashley &amp; Ashley PC
ro: Partener al Ashley &amp; Ashley PC
ru: Партнер Эшли и Эшли ПК
rw: Umufatanyabikorwa wa Ashley &amp; Ashley PC
sd: ايشلي ۽ ايشلي پي سي جو ساٿي
si: Ash ෂ්ලි සහ ley ෂ්ලි පීසී හි හවුල්කරු
sk: Partner spoločnosti Ashley &amp; Ashley PC
sl: Partner podjetja Ashley &amp; Ashley PC
sq: Partner i Ashley &amp; Ashley PC
sr: Партнер компаније Асхлеи &amp; Асхлеи ПЦ
sv: Partner för Ashley &amp; Ashley PC
sw: Mshirika wa PC ya Ashley &amp; Ashley
ta: ஆஷ்லே &amp; ஆஷ்லே பிசியின் கூட்டாளர்
te: యాష్లే &amp; యాష్లే పిసి యొక్క భాగస్వామి
tg: Шарики Ashley &amp; Ashley PC
th: พันธมิตรของ Ashley &amp; Ashley PC
tk: “Ashley &amp; Ashley PC” -niň hyzmatdaşy
tl: Kasosyo ng Ashley &amp; Ashley PC
tr: Ashley &amp; Ashley PC kullanıcısının sevgilisi
tt: Эшли &amp; Эшли ПК партнеры
ug: Ashley &amp; Ashley PC نىڭ ھەمكارلاشقۇچىسى
uk: Партнер компанії Ashley &amp; Ashley PC
ur: ایشلے اور ایشلے پی سی کا پارٹنر
uz: Ashley &amp; Ashley PC hamkori
vi: Đối tác của Ashley &amp; Ashley PC
xh: Iqabane le-Ashley kunye ne-Ashley PC
yi: שוטעף פון Ashley &amp; Ashley PC
