Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: SAML-based single sign-on (SSO)
af: SAML-gebaseerde enkelaanmelding (SSO)
am: በSAML ላይ የተመሰረተ ነጠላ መግቢያ (ኤስኤስኦ)
ar: الدخول الموحد (SSO) المستند إلى SAML
az: SAML əsaslı tək giriş (SSO)
be: Адзіны ўваход (SSO) на аснове SAML
bg: Базирано на SAML единично влизане (SSO)
bn: SAML-ভিত্তিক একক সাইন-অন (SSO)
ca: Inici de sessió únic (SSO) basat en SAML
cs: Jednotné přihlášení (SSO) založené na SAML
cy: Mewngofnodi sengl yn seiliedig ar SAML (SSO)
da: SAML-baseret single sign-on (SSO)
de: SAML-basiertes Single Sign-On (SSO)
el: Ενιαία σύνδεση (SSO) που βασίζεται σε SAML
eo: SAML-bazita ununura ensaluto (SSO)
es: Inicio de sesión único (SSO) basado en SAML
et: SAML-põhine ühekordne sisselogimine (SSO)
eu: SAMLn oinarritutako saio-hasiera bakarra (SSO)
fa: ورود به سیستم واحد مبتنی بر SAML (SSO)
fi: SAML-pohjainen kertakirjautuminen (SSO)
fr: Authentification unique (SSO) basée sur SAML
fy: SAML-basearre single sign-on (SSO)
ga: Síniú aonair bunaithe ar SAML (SSO)
gd: Soidhnigeadh singilte stèidhichte air SAML (SSO)
gl: Inicio de sesión único (SSO) baseado en SAML
gu: SAML-આધારિત સિંગલ સાઇન-ઓન (SSO)
hi: एसएएमएल-आधारित सिंगल साइन-ऑन (एसएसओ)
hr: Jednostruka prijava temeljena na SAML-u (SSO)
hu: SAML-alapú egyszeri bejelentkezés (SSO)
hy: SAML-ի վրա հիմնված մեկ մուտք (SSO)
id: Sistem masuk tunggal (SSO) berbasis SAML
is: SAML-undirstaða stak innskráning (SSO)
it: Single Sign-On (SSO) basato su SAML
iw: כניסה יחידה מבוססת SAML (SSO)
ja: SAML ベースのシングル サインオン (SSO)
ka: SAML-ზე დაფუძნებული ერთჯერადი შესვლა (SSO)
kk: SAML негізінде бір рет кіру (SSO)
km: ការចូលតែមួយផ្អែកលើ SAML (SSO)
kn: SAML-ಆಧಾರಿತ ಏಕ ಸೈನ್-ಆನ್ (SSO)
ku: Nîşana yekane-based SAML (SSO)
ky: SAML негизинде бир жолу кирүү (SSO)
lb: SAML-baséiert Single Sign-On (SSO)
lo: ການເຂົ້າສູ່ລະບົບດຽວ (SSO) ທີ່ອີງໃສ່ SAML
lt: SAML pagrįstas vienkartinis prisijungimas (SSO)
lv: Uz SAML balstīta vienreizēja pierakstīšanās (SSO)
mg: sonia tokana mifototra amin'ny SAML (SSO)
mi: Waitohu-kotahi-a-SAML (SSO)
mk: Единствено најавување (SSO) базирано на SAML
ml: SAML അടിസ്ഥാനമാക്കിയുള്ള ഒറ്റ സൈൻ-ഓൺ (SSO)
mn: SAML-д суурилсан дангаар нэвтрэх (SSO)
mr: SAML-आधारित सिंगल साइन-ऑन (SSO)
ms: Log masuk tunggal (SSO) berasaskan SAML
mt: Single Sign-on (SSO) ibbażat fuq SAML
my: SAML အခြေပြု တစ်ခုတည်းသော အကောင့်ဖွင့်ခြင်း (SSO)
ne: SAML-आधारित एकल साइन-अन (SSO)
nl: Op SAML gebaseerde eenmalige aanmelding (SSO)
no: SAML-basert enkel pålogging (SSO)
or: SAML- ଆଧାରିତ ଏକକ ସାଇନ୍-ଅନ୍ (SSO)
pa: SAML-ਅਧਾਰਿਤ ਸਿੰਗਲ ਸਾਈਨ-ਆਨ (SSO)
pl: Logowanie jednokrotne oparte na SAML (SSO)
ps: د SAML پر بنسټ واحد لاسلیک (SSO)
pt: Logon único (SSO) baseado em SAML
ro: Conectare unică (SSO) bazată pe SAML
ru: Единый вход на основе SAML (SSO)
rw: SAML ishingiye kumurongo umwe winjira (SSO)
sd: SAML تي ٻڌل سنگل سائن آن (SSO)
si: SAML-පාදක තනි පුරනය වීම (SSO)
sk: Jednotné prihlásenie (SSO) založené na SAML
sl: Enotna prijava (SSO) na osnovi SAML
sq: Identifikimi i vetëm i bazuar në SAML (SSO)
sr: Једнострука пријава заснована на САМЛ-у (ССО)
sv: SAML-baserad enkel inloggning (SSO)
sw: Kuingia mara moja kwa kutumia SAML (SSO)
ta: SAML அடிப்படையிலான ஒற்றை உள்நுழைவு (SSO)
te: SAML-ఆధారిత సింగిల్ సైన్-ఆన్ (SSO)
tg: Воридшавии ягона дар асоси SAML (SSO)
th: การลงชื่อเพียงครั้งเดียว (SSO) ตาม SAML
tk: SAML esasly ýeke giriş (SSO)
tl: Single sign-on (SSO) na nakabatay sa SAML
tr: SAML tabanlı çoklu oturum açma (SSO)
tt: SAML нигезендә бердәм керү (SSO)
ug: SAML ئاساسىدىكى يەككە كىرىش (SSO)
uk: Єдиний вхід (SSO) на основі SAML
ur: SAML پر مبنی سنگل سائن آن (SSO)
uz: SAML asosidagi yagona tizimga kirish (SSO)
vi: Đăng nhập một lần dựa trên SAML (SSO)
xh: Ukungena okukodwa okusekwe kwi-SAML (SSO)
yi: SAML-באזירט איין צייכן-אויף (SSO)

source: Respond realtime to events
af: Reageer intyds op gebeure
am: ለክስተቶች በቅጽበት ምላሽ ይስጡ
ar: الاستجابة الفورية للأحداث
az: Hadisələrə real vaxtda cavab verin
be: Адказвайце на падзеі ў рэжыме рэальнага часу
bg: Отговаряйте в реално време на събития
bn: ইভেন্টে রিয়েলটাইম প্রতিক্রিয়া
ca: Respondre en temps real als esdeveniments
cs: Reagujte na události v reálném čase
cy: Ymateb amser real i ddigwyddiadau
da: Reager i realtid på begivenheder
de: Reagieren Sie in Echtzeit auf Ereignisse
el: Απαντήστε σε πραγματικό χρόνο σε γεγονότα
eo: Respondu realtempe al eventoj
es: Responda en tiempo real a los eventos
et: Reageerige sündmustele reaalajas
eu: Erantzun denbora errealean gertaerei
fa: به رویدادها در زمان واقعی پاسخ دهید
fi: Vastaa tapahtumiin reaaliajassa
fr: Répondre en temps réel aux événements
fy: Reagearje realtime op eveneminten
ga: Freagair fíor-ama ar imeachtaí
gd: Freagair tachartasan fìor-ùine
gl: Responde en tempo real aos eventos
gu: ઇવેન્ટ્સને રીઅલટાઇમ પ્રતિસાદ આપો
hi: घटनाओं के लिए रीयलटाइम प्रतिक्रिया दें
hr: Odgovarajte na događaje u stvarnom vremenu
hu: Valós idejű reagálás az eseményekre
hy: Իրադարձություններին իրական ժամանակում արձագանքել
id: Tanggapi acara secara realtime
is: Svaraðu viðburðum í rauntíma
it: Rispondi in tempo reale agli eventi
iw: השב בזמן אמת לאירועים
ja: イベントにリアルタイムで対応
ka: რეაგირება მოვლენებზე რეალურ დროში
kk: Оқиғаларға нақты уақытта жауап беріңіз
km: ឆ្លើយតបពេលវេលាជាក់ស្តែងចំពោះព្រឹត្តិការណ៍
kn: ಈವೆಂಟ್‌ಗಳಿಗೆ ನೈಜ ಸಮಯದಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯಿಸಿ
ku: Ji bûyeran re di demek rastîn de bersiv bidin
ky: Окуяларга реалдуу убакытта жооп бериңиз
lb: Äntwert Echtzäit op Eventer
lo: ຕອບສະໜອງເວລາຈິງຕໍ່ກັບເຫດການ
lt: Reaguokite į įvykius realiuoju laiku
lv: Reaģējiet uz notikumiem reāllaikā
mg: Mamaly hetsika amin'ny fotoana tena izy
mi: Whakautu i te wa tonu ki nga huihuinga
mk: Одговарајте на настани во реално време
ml: ഇവന്റുകളോട് തത്സമയം പ്രതികരിക്കുക
mn: Үйл явдалд бодит цаг хугацаанд хариу үйлдэл үзүүлэх
mr: कार्यक्रमांना रिअलटाइम प्रतिसाद द्या
ms: Balas masa nyata kepada acara
mt: Irrispondi f'ħin reali għall-avvenimenti
my: အဖြစ်အပျက်များကို အချိန်နှင့်တပြေးညီ တုံ့ပြန်ပါ။
ne: घटनाहरूमा वास्तविक समयमा प्रतिक्रिया दिनुहोस्
nl: Reageer realtime op gebeurtenissen
no: Svar i sanntid på hendelser
or: ଘଟଣାଗୁଡ଼ିକର ରିଅଲ া ମକୁ ପ୍ରତିକ୍ରିୟା କରନ୍ତୁ |
pa: ਘਟਨਾਵਾਂ ਲਈ ਰੀਅਲਟਾਈਮ ਜਵਾਬ ਦਿਓ
pl: Odpowiadaj na wydarzenia w czasie rzeczywistym
ps: پیښو ته ریښتیني وخت ځواب ورکړئ
pt: Responda em tempo real a eventos
ro: Răspundeți în timp real la evenimente
ru: Реагируйте на события в режиме реального времени
rw: Subiza igihe nyacyo kubyabaye
sd: واقعن کي حقيقي وقت جواب ڏيو
si: සිදුවීම් වලට තත්‍ය කාලීනව ප්‍රතිචාර දක්වන්න
sk: Reagujte na udalosti v reálnom čase
sl: Odziv na dogodke v realnem času
sq: Përgjigjuni ngjarjeve në kohë reale
sr: Одговарајте у реалном времену на догађаје
sv: Svara i realtid på händelser
sw: Jibu matukio kwa wakati halisi
ta: நிகழ்வுகளுக்கு நிகழ்நேரத்தில் பதிலளிக்கவும்
te: ఈవెంట్‌లకు నిజ సమయంలో ప్రతిస్పందించండి
tg: Вокуниши воқеӣ ба рӯйдодҳо
th: ตอบสนองต่อเหตุการณ์แบบเรียลไทม์
tk: Wakalara real wagt jogap beriň
tl: Tumugon nang realtime sa mga kaganapan
tr: Olaylara gerçek zamanlı olarak yanıt verin
tt: Вакыйгаларга реаль вакытта җавап бирегез
ug: ۋەقەلەرگە دەل ۋاقتىدا جاۋاب قايتۇرۇڭ
uk: Реагуйте на події в реальному часі
ur: واقعات کا حقیقی وقت میں جواب دیں۔
uz: Voqealarga real vaqtda javob bering
vi: Phản hồi thời gian thực cho các sự kiện
xh: Phendula ngexesha lokwenyani kwiziganeko
yi: רעספּאָנד רעאַלטימע צו געשעענישן

source: Seamless Collaboration
af: Naatlose samewerking
am: እንከን የለሽ ትብብር
ar: تعاون سلس
az: Sorunsuz Əməkdaşlıq
be: Бесперашкоднае супрацоўніцтва
bg: Безпроблемно сътрудничество
bn: বিরামহীন সহযোগিতা
ca: Col·laboració perfecta
cs: Bezproblémová spolupráce
cy: Cydweithio Di-dor
da: Sømløst samarbejde
de: Nahtlose Zusammenarbeit
el: Απρόσκοπτη Συνεργασία
eo: Senjunta Kunlaboro
es: Colaboración perfecta
et: Sujuv koostöö
eu: Lankidetza ezin hobea
fa: همکاری بدون درز
fi: Saumaton yhteistyö
fr: Collaboration fluide
fy: Naadleaze gearwurking
ga: Comhoibriú gan uaim
gd: Co-obrachadh gun fhiosta
gl: Colaboración perfecta
gu: સીમલેસ સહયોગ
hi: निर्बाध सहयोग
hr: Besprijekorna suradnja
hu: Zökkenőmentes együttműködés
hy: Անխափան համագործակցություն
id: Kolaborasi yang Mulus
is: Óaðfinnanleg samvinna
it: Collaborazione senza soluzione di continuità
iw: שיתוף פעולה חלק
ja: シームレスなコラボレーション
ka: უწყვეტი თანამშრომლობა
kk: Үздіксіз ынтымақтастық
km: កិច្ចសហប្រតិបត្តិការគ្មានថ្នេរ
kn: ತಡೆರಹಿತ ಸಹಯೋಗ
ku: Hevkariya Seamless
ky: Үзгүлтүксүз кызматташуу
lb: Nahtlos Zesummenaarbecht
lo: ການຮ່ວມມືແບບບໍ່ມີຮອຍຕໍ່
lt: Sklandus bendradarbiavimas
lv: Nevainojama sadarbība
mg: Fiaraha-miasa mirindra
mi: Te Mahi Tahi
mk: Беспрекорна соработка
ml: തടസ്സമില്ലാത്ത സഹകരണം
mn: Тогтворгүй хамтын ажиллагаа
mr: अखंड सहकार्य
ms: Kerjasama Yang Lancar
mt: Kollaborazzjoni bla xkiel
my: ချောမွေ့စွာ ပူးပေါင်းဆောင်ရွက်ခြင်း
ne: निर्बाध सहयोग
nl: Naadloze samenwerking
no: Sømløst samarbeid
or: ନିରବଚ୍ଛିନ୍ନ ସହଯୋଗ |
pa: ਸਹਿਜ ਸਹਿਯੋਗ
pl: Bezproblemowa współpraca
ps: بې ساري همکاري
pt: Colaboração perfeita
ro: Colaborare fără întreruperi
ru: Беспрепятственное сотрудничество
rw: Ubufatanye
sd: بيحد تعاون
si: බාධාවකින් තොරව සහයෝගිතාව
sk: Bezproblémová spolupráca
sl: Brezhibno sodelovanje
sq: Bashkëpunim pa probleme
sr: Беспрекорна сарадња
sv: Sömlöst samarbete
sw: Ushirikiano Bila Mifumo
ta: தடையற்ற ஒத்துழைப்பு
te: అతుకులు లేని సహకారం
tg: Ҳамкории бефосила
th: การทำงานร่วมกันอย่างราบรื่น
tk: Yzygiderli hyzmatdaşlyk
tl: Walang putol na Pakikipagtulungan
tr: Sorunsuz İşbirliği
tt: Чиксез хезмәттәшлек
ug: يوچۇقسىز ھەمكارلىق
uk: Безперебійна співпраця
ur: ہموار تعاون
uz: Uzluksiz hamkorlik
vi: Hợp tác liền mạch
xh: Intsebenziswano engenamthungo
yi: סימלאַס קאָללאַבאָראַטיאָן

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
af: CaseActive stroomlyn digitale samewerking tussen jou maatskappy en kliënte – van konsultasie tot oplossing, alles op een platform.
am: ኬዝአክቲቭ በኩባንያዎ እና በደንበኞች መካከል ያለውን የዲጂታል ትብብር ያመቻቻል - ከመመካከር እስከ መፍትሄ ሁሉም በአንድ መድረክ ላይ።
ar: يعمل CaseActive على تبسيط التعاون الرقمي بين شركتك وعملائك - من الاستشارة إلى الحل ، كل ذلك على منصة واحدة.
az: CaseActive şirkətiniz və müştəriləriniz arasında rəqəmsal əməkdaşlığı asanlaşdırır - məsləhətləşmədən həllə qədər hamısı bir platformada.
be: CaseActive спрашчае лічбавае супрацоўніцтва паміж вашай кампаніяй і кліентамі - ад кансультацый да рашэння, усё на адной платформе.
bg: CaseActive рационализира дигиталното сътрудничество между вашата компания и клиенти - от консултация до разрешаване, всичко на една платформа.
bn: CaseActive আপনার কোম্পানি এবং ক্লায়েন্টদের মধ্যে ডিজিটাল সহযোগিতাকে স্ট্রীমলাইন করে - পরামর্শ থেকে রেজোলিউশন পর্যন্ত, সবই এক প্ল্যাটফর্মে।
ca: CaseActive racionalitza la col·laboració digital entre la vostra empresa i els clients, des de la consulta fins a la resolució, tot en una plataforma.
cs: CaseActive zefektivňuje digitální spolupráci mezi vaší společností a klienty – od konzultace až po řešení, vše na jedné platformě.
cy: Mae CaseActive yn symleiddio cydweithredu digidol rhwng eich cwmni a chleientiaid - o ymgynghori i ddatrysiad, i gyd ar un llwyfan.
da: CaseActive strømliner det digitale samarbejde mellem din virksomhed og kunder - fra rådgivning til løsning, alt på én platform.
de: CaseActive optimiert die digitale Zusammenarbeit zwischen Ihrem Unternehmen und Ihren Kunden – von der Beratung bis zur Lösung, alles auf einer Plattform.
el: Το CaseActive απλοποιεί την ψηφιακή συνεργασία μεταξύ της εταιρείας σας και των πελατών - από τη διαβούλευση έως την επίλυση, όλα σε μία πλατφόρμα.
eo: CaseActive plifortigas ciferecan kunlaboron inter via kompanio kaj klientoj - de konsulto ĝis rezolucio, ĉio sur unu platformo.
es: CaseActive agiliza la colaboración digital entre su empresa y los clientes, desde la consulta hasta la resolución, todo en una sola plataforma.
et: CaseActive lihtsustab teie ettevõtte ja klientide vahelist digitaalset koostööd – konsultatsioonist lahenduseni, kõik ühel platvormil.
eu: CaseActive-k zure enpresaren eta bezeroen arteko lankidetza digitala errazten du - kontsultatik ebazpenera, dena plataforma bakarrean.
fa: CaseActive همکاری دیجیتالی بین شرکت شما و مشتریان را ساده می کند - از مشاوره تا حل و فصل، همه در یک پلت فرم.
fi: CaseActive virtaviivaistaa digitaalista yhteistyötä yrityksesi ja asiakkaiden välillä – konsultaatiosta ratkaisuun, kaikki yhdellä alustalla.
fr: CaseActive rationalise la collaboration numérique entre votre entreprise et vos clients - de la consultation à la résolution, le tout sur une seule plateforme.
fy: CaseActive streamlines digitale gearwurking tusken jo bedriuw en kliïnten - fan oerlis oant resolúsje, alles op ien platfoarm.
ga: Déanann CaseActive comhar digiteach idir do chuideachta agus do chliaint a shruthlíniú - ó chomhairliúchán go réiteach, ar fad ar ardán amháin.
gd: Bidh CaseActive a’ sgioblachadh co-obrachadh didseatach eadar do chompanaidh agus teachdaichean - bho cho-chomhairleachadh gu rùn, uile air aon àrd-ùrlar.
gl: CaseActive simplifica a colaboración dixital entre a súa empresa e os clientes, desde a consulta ata a resolución, todo nunha plataforma.
gu: CaseActive તમારી કંપની અને ગ્રાહકો વચ્ચે ડિજિટલ સહયોગને સુવ્યવસ્થિત કરે છે - પરામર્શથી લઈને રિઝોલ્યુશન સુધી, બધું એક પ્લેટફોર્મ પર.
hi: CaseActive आपकी कंपनी और ग्राहकों के बीच डिजिटल सहयोग को सुव्यवस्थित करता है - परामर्श से समाधान तक, सभी एक मंच पर।
hr: CaseActive pojednostavljuje digitalnu suradnju između vaše tvrtke i klijenata - od konzultacija do rješenja, sve na jednoj platformi.
hu: A CaseActive leegyszerűsíti a digitális együttműködést cége és ügyfelei között – a konzultációtól a megoldásig, mindezt egyetlen platformon.
hy: CaseActive-ն հեշտացնում է թվային համագործակցությունը ձեր ընկերության և հաճախորդների միջև՝ խորհրդատվությունից մինչև լուծում, բոլորը մեկ հարթակի վրա:
id: CaseActive merampingkan kolaborasi digital antara perusahaan Anda dan klien - dari konsultasi hingga resolusi, semuanya dalam satu platform.
is: CaseActive hagræðir stafrænu samstarfi milli fyrirtækis þíns og viðskiptavina - frá ráðgjöf til úrlausnar, allt á einum vettvangi.
it: CaseActive semplifica la collaborazione digitale tra la tua azienda e i clienti, dalla consulenza alla risoluzione, tutto su un'unica piattaforma.
iw: CaseActive מייעלת את שיתוף הפעולה הדיגיטלי בין החברה שלך ללקוחות - מייעוץ ועד פתרון, הכל בפלטפורמה אחת.
ja: CaseActive は、コンサルティングから解決まで、すべて 1 つのプラットフォーム上で、企業とクライアントの間のデジタル コラボレーションを合理化します。
ka: CaseActive აუმჯობესებს ციფრულ თანამშრომლობას თქვენს კომპანიასა და კლიენტებს შორის - კონსულტაციებიდან გადაწყვეტამდე, ყველაფერი ერთ პლატფორმაზე.
kk: CaseActive сіздің компанияңыз бен клиенттеріңіз арасындағы цифрлық ынтымақтастықты жеңілдетеді - кеңес беруден бастап шешуге дейін, барлығы бір платформада.
km: CaseActive សម្រួលកិច្ចសហប្រតិបត្តិការឌីជីថលរវាងក្រុមហ៊ុន និងអតិថិជនរបស់អ្នក - ពីការពិគ្រោះយោបល់រហូតដល់ដំណោះស្រាយ ទាំងអស់នៅលើវេទិកាតែមួយ។
kn: CaseActive ನಿಮ್ಮ ಕಂಪನಿ ಮತ್ತು ಕ್ಲೈಂಟ್‌ಗಳ ನಡುವಿನ ಡಿಜಿಟಲ್ ಸಹಯೋಗವನ್ನು ಸುವ್ಯವಸ್ಥಿತಗೊಳಿಸುತ್ತದೆ - ಸಮಾಲೋಚನೆಯಿಂದ ನಿರ್ಣಯದವರೆಗೆ, ಎಲ್ಲವೂ ಒಂದೇ ವೇದಿಕೆಯಲ್ಲಿ.
ku: CaseActive hevkariya dîjîtal di navbera pargîdaniya we û xerîdarên we de rêve dike - ji şêwirdariyê heya çareseriyê, hemî li ser yek platformê.
ky: CaseActive сиздин компанияңыз менен кардарлардын ортосундагы санариптик кызматташтыкты жөнөкөйлөштүрөт - консультациядан чечүүгө чейин, бардыгы бир платформада.
lb: CaseActive streamlines digital Zesummenaarbecht tëscht Ärer Firma a Clienten - vu Berodung bis Resolutioun, alles op enger Plattform.
lo: CaseActive ປັບປຸງການຮ່ວມມືດ້ານດິຈິຕອລລະຫວ່າງບໍລິສັດແລະລູກຄ້າຂອງທ່ານ - ຈາກການປຶກສາຫາລືຈົນເຖິງການແກ້ໄຂ, ທັງໝົດໃນເວທີດຽວ.
lt: „CaseActive“ supaprastina jūsų įmonės ir klientų skaitmeninį bendradarbiavimą – nuo konsultacijos iki sprendimo, viskas vienoje platformoje.
lv: CaseActive racionalizē digitālo sadarbību starp jūsu uzņēmumu un klientiem — no konsultācijām līdz risinājumam, viss vienā platformā.
mg: CaseActive dia manamora ny fiaraha-miasa nomerika eo amin'ny orinasanao sy ny mpanjifa - manomboka amin'ny fifampidinihana ka hatramin'ny famahana olana, amin'ny sehatra iray avokoa.
mi: Ko te CaseActive e whakakoi ana i te mahi tahi a to kamupene me nga kiritaki - mai i te korerorero ki te whakatau, i runga i te papa kotahi.
mk: CaseActive ја рационализира дигиталната соработка помеѓу вашата компанија и клиентите - од консултации до решавање, сè на една платформа.
ml: CaseActive നിങ്ങളുടെ കമ്പനിയും ക്ലയന്റുകളും തമ്മിലുള്ള ഡിജിറ്റൽ സഹകരണം കാര്യക്ഷമമാക്കുന്നു - കൺസൾട്ടേഷൻ മുതൽ റെസല്യൂഷൻ വരെ, എല്ലാം ഒരു പ്ലാറ്റ്‌ഫോമിൽ.
mn: CaseActive нь танай компани болон үйлчлүүлэгчдийн хоорондын дижитал хамтын ажиллагааг оновчтой болгодог - зөвлөлдөхөөс эхлээд шийдвэрлэх хүртэл бүгдийг нэг платформ дээр.
mr: CaseActive तुमची कंपनी आणि क्लायंट यांच्यातील डिजिटल सहयोग सुव्यवस्थित करते - सल्लामसलत ते रिझोल्यूशनपर्यंत, सर्व एकाच प्लॅटफॉर्मवर.
ms: CaseActive memperkemas kerjasama digital antara syarikat anda dan pelanggan - daripada perundingan hingga penyelesaian, semuanya pada satu platform.
mt: CaseActive tissimplifika l-kollaborazzjoni diġitali bejn il-kumpanija tiegħek u l-klijenti - minn konsultazzjoni sa riżoluzzjoni, kollha fuq pjattaforma waħda.
my: CaseActive သည် သင့်ကုမ္ပဏီနှင့် ဖောက်သည်များအကြား ဒစ်ဂျစ်တယ်ပူးပေါင်းဆောင်ရွက်မှုကို ချောမွေ့စေသည် - တိုင်ပင်ဆွေးနွေးခြင်းမှ ဖြေရှင်းခြင်းအထိ၊ အားလုံးသည် ပလက်ဖောင်းတစ်ခုတည်းတွင်ဖြစ်သည်။
ne: CaseActive ले तपाईंको कम्पनी र ग्राहकहरू बीचको डिजिटल सहकार्यलाई सुव्यवस्थित बनाउँछ - परामर्शदेखि रिजोल्युसनसम्म, सबै एउटै प्लेटफर्ममा।
nl: CaseActive stroomlijnt de digitale samenwerking tussen uw bedrijf en klanten - van overleg tot oplossing, allemaal op één platform.
no: CaseActive effektiviserer digitalt samarbeid mellom din bedrift og klienter - fra konsultasjon til løsning, alt på én plattform.
or: କେସ୍ ଆକ୍ଟିଭ୍ ଆପଣଙ୍କ କମ୍ପାନୀ ଏବଂ କ୍ଲାଏଣ୍ଟମାନଙ୍କ ମଧ୍ୟରେ ଡିଜିଟାଲ୍ ସହଯୋଗକୁ ଶୃଙ୍ଖଳିତ କରେ - ପରାମର୍ଶ ଠାରୁ ରିଜୋଲ୍ୟୁସନ୍ ପର୍ଯ୍ୟନ୍ତ, ସମସ୍ତ ଗୋଟିଏ ପ୍ଲାଟଫର୍ମରେ |
pa: CaseActive ਤੁਹਾਡੀ ਕੰਪਨੀ ਅਤੇ ਗਾਹਕਾਂ ਵਿਚਕਾਰ ਡਿਜੀਟਲ ਸਹਿਯੋਗ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਉਂਦਾ ਹੈ - ਸਲਾਹ ਤੋਂ ਲੈ ਕੇ ਰੈਜ਼ੋਲੂਸ਼ਨ ਤੱਕ, ਸਭ ਇੱਕ ਪਲੇਟਫਾਰਮ 'ਤੇ।
pl: CaseActive usprawnia cyfrową współpracę między Twoją firmą a klientami — od konsultacji do rozwiązania, wszystko na jednej platformie.
ps: CaseActive ستاسو د شرکت او پیرودونکو ترمنځ ډیجیټل همکاري تنظیموي - له مشورې څخه تر حل پورې، ټول په یوه پلیټ فارم کې.
pt: CaseActive agiliza a colaboração digital entre sua empresa e clientes - da consulta à resolução, tudo em uma plataforma.
ro: CaseActive eficientizează colaborarea digitală între compania dumneavoastră și clienți - de la consultare la rezoluție, totul pe o singură platformă.
ru: CaseActive оптимизирует цифровое сотрудничество между вашей компанией и клиентами — от консультации до решения, и все это на одной платформе.
rw: CaseActive yerekana ubufatanye bwa digitale hagati yikigo cyawe nabakiriya - kuva kugisha inama kugeza kumyanzuro, byose kumurongo umwe.
sd: CaseActive توهان جي ڪمپني ۽ گراهڪن جي وچ ۾ ڊجيٽل تعاون کي ترتيب ڏئي ٿو - مشاورت کان حل تائين، سڀ هڪ پليٽ فارم تي.
si: CaseActive ඔබේ සමාගම සහ ගනුදෙනුකරුවන් අතර ඩිජිටල් සහයෝගීතාව විධිමත් කරයි - උපදේශනයේ සිට විසඳුම දක්වා, සියල්ල එකම වේදිකාවක.
sk: CaseActive zefektívňuje digitálnu spoluprácu medzi vašou spoločnosťou a klientmi – od konzultácie až po riešenie, všetko na jednej platforme.
sl: CaseActive poenostavlja digitalno sodelovanje med vašim podjetjem in strankami – od posvetovanja do rešitve, vse na eni platformi.
sq: CaseActive thjeshton bashkëpunimin dixhital midis kompanisë suaj dhe klientëve - nga konsultimi në zgjidhje, të gjitha në një platformë.
sr: ЦасеАцтиве поједностављује дигиталну сарадњу између ваше компаније и клијената - од консултација до решења, све на једној платформи.
sv: CaseActive effektiviserar digitalt samarbete mellan ditt företag och kunder - från konsultation till lösning, allt på en plattform.
sw: CaseActive huboresha ushirikiano wa kidijitali kati ya kampuni yako na wateja - kutoka kwa mashauriano hadi azimio, yote kwenye jukwaa moja.
ta: CaseActive உங்கள் நிறுவனத்திற்கும் வாடிக்கையாளர்களுக்கும் இடையே டிஜிட்டல் ஒத்துழைப்பை ஒழுங்குபடுத்துகிறது - ஆலோசனை முதல் தீர்மானம் வரை அனைத்தும் ஒரே தளத்தில்.
te: CaseActive మీ కంపెనీ మరియు క్లయింట్‌ల మధ్య డిజిటల్ సహకారాన్ని క్రమబద్ధీకరిస్తుంది - సంప్రదింపుల నుండి తీర్మానం వరకు, అన్నీ ఒకే ప్లాట్‌ఫారమ్‌లో.
tg: CaseActive ҳамкории рақамиро байни ширкати шумо ва мизоҷон - аз машварат то ҳалли ҳама дар як платформа ба тартиб медарорад.
th: CaseActive ช่วยเพิ่มความคล่องตัวในการทำงานร่วมกันทางดิจิทัลระหว่างบริษัทและลูกค้าของคุณ ตั้งแต่การปรึกษาหารือไปจนถึงการแก้ปัญหา ทั้งหมดนี้ในแพลตฟอร์มเดียว
tk: “CaseActive” kompaniýanyň we müşderileriň arasynda sanly hyzmatdaşlygy tertipleşdirýär - maslahatdan başlap, çözgüde çenli, hemmesi bir platformada.
tl: Pina-streamline ng CaseActive ang digital na pakikipagtulungan sa pagitan ng iyong kumpanya at mga kliyente - mula sa konsultasyon hanggang sa paglutas, lahat sa isang platform.
tr: CaseActive, şirketiniz ve müşterileriniz arasındaki dijital işbirliğini, danışmanlıktan çözüme, hepsi tek bir platformda kolaylaştırır.
tt: CaseActive сезнең компания һәм клиентлар арасында санлы хезмәттәшлекне тәртипкә китерә - консультациядән алып резолюциягә кадәр, барысы да бер платформада.
ug: CaseActive شىركىتىڭىز بىلەن خېرىدارلىرىڭىزنىڭ مەسلىھەت سوراشتىن تارتىپ ھەل قىلىشقىچە بولغان رەقەملىك ھەمكارلىقىنى ئاددىيلاشتۇرىدۇ.
uk: CaseActive оптимізує цифрову співпрацю між вашою компанією та клієнтами – від консультації до вирішення, усе на одній платформі.
ur: CaseActive آپ کی کمپنی اور کلائنٹس کے درمیان ڈیجیٹل تعاون کو ہموار کرتا ہے - مشاورت سے حل تک، سب ایک پلیٹ فارم پر۔
uz: CaseActive kompaniyangiz va mijozlaringiz o'rtasidagi raqamli hamkorlikni soddalashtiradi - maslahatlashuvdan tortib to hal qilishgacha, barchasi bitta platformada.
vi: CaseActive hợp lý hóa sự hợp tác kỹ thuật số giữa công ty của bạn và khách hàng - từ tư vấn đến giải quyết, tất cả trên một nền tảng.
xh: I-CaseActive ilungelelanisa intsebenziswano yedijithali phakathi kwenkampani yakho kunye nabaxumi - ukusuka kudliwanondlebe ukuya kwisisombululo, konke kwiqonga elinye.
yi: CaseActive סטרימליינז דיגיטאַל מיטאַרבעט צווישן דיין פירמע און קלייאַנץ - פֿון באַראַטונג צו האַכלאָטע, אַלע אויף איין פּלאַטפאָרמע.
