Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Record the meeting
af: Teken die vergadering op
am: ስብሰባውን ይመዝግቡ
ar: سجل الاجتماع
az: Görüşü qeyd edin
be: Запішыце сустрэчу
bg: Запишете срещата
bn: মিটিং রেকর্ড করুন
ca: Gravar la reunió
cs: Zaznamenejte schůzku
cy: Cofnodi'r cyfarfod
da: Optag mødet
de: Zeichnen Sie das Meeting auf
el: Καταγράψτε τη συνάντηση
eo: Registri la kunvenon
es: Grabar la reunión
et: Salvestage koosolek
eu: Grabatu bilera
fa: جلسه را ضبط کنید
fi: Tallenna kokous
fr: Enregistrer la réunion
fy: Record de gearkomste
ga: Taifead an cruinniú
gd: Clàraich a’ choinneamh
gl: Gravar a reunión
gu: મીટિંગ રેકોર્ડ કરો
hi: मीटिंग रिकॉर्ड करें
hr: Snimite sastanak
hu: Rögzítse a találkozót
hy: Ձայնագրեք հանդիպումը
id: Rekam pertemuan
is: Taktu upp fundinn
it: Registra la riunione
iw: הקלט את הפגישה
ja: 会議を記録する
ka: ჩაწერეთ შეხვედრა
kk: Кездесуді жазып алыңыз
km: កត់ត្រាការប្រជុំ
kn: ಸಭೆಯನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಿ
ku: Civînê tomar bikin
ky: Жолугушууну жазыңыз
lb: Rekord der Versammlung
lo: ບັນທຶກກອງປະຊຸມ
lt: Įrašykite susitikimą
lv: Ierakstiet sapulci
mg: Raketo an-tsoratra ny fivoriana
mi: Tuhia te hui
mk: Снимете го состанокот
ml: മീറ്റിംഗ് രേഖപ്പെടുത്തുക
mn: Уулзалтыг тэмдэглэ
mr: मीटिंग रेकॉर्ड करा
ms: Rakam mesyuarat
mt: Irreġistra l-laqgħa
my: အစည်းအဝေးမှတ်တမ်း
ne: बैठक रेकर्ड गर्नुहोस्
nl: Neem de vergadering op
no: Ta opp møtet
or: ସଭା ରେକର୍ଡ କରନ୍ତୁ |
pa: ਮੀਟਿੰਗ ਨੂੰ ਰਿਕਾਰਡ ਕਰੋ
pl: Nagraj spotkanie
ps: ناسته ثبت کړئ
pt: Grave a reunião
ro: Înregistrați întâlnirea
ru: Записать встречу
rw: Andika inama
sd: گڏجاڻي کي رڪارڊ ڪريو
si: රැස්වීම වාර්තා කරන්න
sk: Zaznamenajte stretnutie
sl: Posnemite sestanek
sq: Regjistroni takimin
sr: Снимите састанак
sv: Spela in mötet
sw: Rekodi mkutano
ta: சந்திப்பை பதிவு செய்யுங்கள்
te: సమావేశాన్ని రికార్డ్ చేయండి
tg: Вохӯриро сабт кунед
th: บันทึกการประชุม
tk: Duşuşygy ýazga alyň
tl: Itala ang pulong
tr: Toplantıyı kaydet
tt: Очрашуны яздырып алыгыз
ug: يىغىننى خاتىرىلەڭ
uk: Запис зустрічі
ur: میٹنگ ریکارڈ کریں۔
uz: Uchrashuvni yozib oling
vi: Ghi lại cuộc họp
xh: Rekhoda intlanganiso
yi: רעקאָרדירן די באַגעגעניש

source: Waiting for someone with permission to start a Convo call
af: Wag vir iemand met toestemming om 'n Convo-oproep te begin
am: የConvo ጥሪ ለመጀመር ፈቃድ ያለው ሰው በመጠበቅ ላይ
ar: في انتظار شخص لديه إذن لبدء مكالمة محادثة
az: Convo zənginə başlamaq üçün icazəsi olan birini gözləyirik
be: Чаканне таго, хто мае дазвол пачаць званок Convo
bg: Изчаква се някой с разрешение да започне Convo разговор
bn: কনভো কল শুরু করার অনুমতি সহ কারো জন্য অপেক্ষা করা হচ্ছে
ca: S'està esperant algú amb permís per iniciar una trucada de Convo
cs: Čekání na někoho s povolením zahájit hovor Convo
cy: Aros am rywun sydd â chaniatâd i ddechrau galwad Convo
da: Venter på en person med tilladelse til at starte et Convo-opkald
de: Warten auf jemanden mit der Erlaubnis, einen Convo-Anruf zu starten
el: Αναμονή για κάποιον με άδεια να ξεκινήσει μια κλήση Convo
eo: Atendante iun kun permeso komenci Convo-vokon
es: Esperando a alguien con permiso para iniciar una llamada Convo
et: Ootan kedagi, kellel on luba Convo kõne alustamiseks
eu: Convo dei bat hasteko baimena duen norbaiten zain
fa: در انتظار شخصی با مجوز برای شروع تماس Convo
fi: Odotetaan jonkun, jolla on lupa aloittaa Convo-puhelu
fr: En attente d'une personne autorisée à démarrer un appel Convo
fy: Wachtsje op ien mei tastimming om in Convo-oprop te begjinnen
ga: Ag fanacht le duine a bhfuil cead aige glaoch Convo a thosú
gd: A’ feitheamh ri cuideigin le cead gairm Convo a thòiseachadh
gl: Agardando a alguén con permiso para iniciar unha chamada de Convo
gu: કોન્વો કૉલ શરૂ કરવાની પરવાનગી સાથે કોઈની રાહ જોઈ રહ્યાં છીએ
hi: Convo कॉल शुरू करने की अनुमति वाले किसी व्यक्ति की प्रतीक्षा कर रहा है
hr: Čeka se netko s dopuštenjem za pokretanje Convo poziva
hu: Várakozás valakire, aki jogosult a Convo hívás indítására
hy: Սպասում եմ, որ ինչ-որ մեկի թույլտվությունը սկսի Convo զանգ
id: Menunggu seseorang dengan izin untuk memulai panggilan Convo
is: Bíður eftir einhverjum með leyfi til að hefja Convo símtal
it: In attesa di qualcuno autorizzato ad avviare una chiamata Convo
iw: מחכה למישהו עם אישור להתחיל שיחת Convo
ja: コンボ通話を開始する許可を持つ誰かを待っています
ka: ველოდები ვინმეს, ვისაც აქვს ნებართვა Convo ზარის დასაწყებად
kk: Convo қоңырауын бастауға рұқсаты бар біреуді күтуде
km: កំពុងរង់ចាំនរណាម្នាក់ដែលមានការអនុញ្ញាតដើម្បីចាប់ផ្តើមការហៅ Convo
kn: ಕಾನ್ವೊ ಕರೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ಅನುಮತಿ ಹೊಂದಿರುವ ಯಾರಿಗಾದರೂ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ku: Li benda kesek xwedî destûr ku dest bi banga Convo bike
ky: Convo чалуу баштоо үчүн уруксаты бар бирөө күтүүдө
lb: Waart op een mat Erlaabnis fir e Convo Uruff unzefänken
lo: ກຳລັງລໍຖ້າຄົນທີ່ມີການອະນຸຍາດເພື່ອເລີ່ມການໂທ Convo
lt: Laukiama, kol kas nors turės leidimą pradėti Convo skambutį
lv: Tiek gaidīts kāds, kuram ir atļauja sākt Convo zvanu
mg: Miandry olona nahazo alalana hanomboka antso Convo
mi: E tatari ana mo te tangata whai mana ki te timata i te waea Convo
mk: Се чека некој со дозвола да започне конво повик
ml: ഒരു കോൺവോ കോൾ ആരംഭിക്കാൻ അനുമതിയുള്ള ഒരാൾക്കായി കാത്തിരിക്കുന്നു
mn: Convo дуудлага эхлүүлэх зөвшөөрөлтэй хэн нэгнийг хүлээж байна
mr: कॉन्व्हो कॉल सुरू करण्यासाठी परवानगी असलेल्या कोणाची तरी वाट पाहत आहे
ms: Menunggu seseorang yang mempunyai kebenaran untuk memulakan panggilan Konvo
mt: Tistenna lil xi ħadd bil-permess biex jibda sejħa Convo
my: Convo ခေါ်ဆိုမှုစတင်ရန် ခွင့်ပြုချက်ရှိသူကို စောင့်နေသည်။
ne: Convo कल सुरु गर्न अनुमति लिएर कसैलाई पर्खँदै
nl: Wachten op iemand met toestemming om een Convo-gesprek te starten
no: Venter på at noen med tillatelse skal starte en Convo-samtale
or: ଏକ କନଭୋ କଲ୍ ଆରମ୍ଭ କରିବାକୁ ଅନୁମତି ସହିତ କାହାକୁ ଅପେକ୍ଷା |
pa: ਕਨਵੋ ਕਾਲ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਵਾਲੇ ਕਿਸੇ ਵਿਅਕਤੀ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Czekam na kogoś z pozwoleniem na rozpoczęcie połączenia Convo
ps: د یو چا لپاره انتظار کول چې د اجازې سره د Convo کال پیل کړي
pt: Aguardando alguém com permissão para iniciar uma chamada Convo
ro: Aștept pe cineva cu permisiunea de a începe un apel Convo
ru: Ожидание кого-то с разрешением начать вызов Convo
rw: Gutegereza umuntu ufite uruhushya rwo gutangira guhamagara Convo
sd: هڪ ڪنو ڪال شروع ڪرڻ جي اجازت سان ڪنهن جي انتظار ۾
si: Convo ඇමතුමක් ආරම්භ කිරීමට අවසර ඇති කෙනෙකුට රැඳී සිටීම
sk: Čaká sa na niekoho, kto má povolenie začať hovor Convo
sl: Čakanje na nekoga z dovoljenjem, da začne klic Convo
sq: Në pritje të dikujt me leje për të nisur një telefonatë Convo
sr: Чека се неко са дозволом да започне конво позив
sv: Väntar på att någon med tillstånd ska starta ett Convo-samtal
sw: Inangoja mtu aliye na ruhusa ya kuanzisha simu ya Convo
ta: கான்வோ அழைப்பைத் தொடங்க அனுமதி உள்ள ஒருவருக்காகக் காத்திருக்கிறது
te: కాన్వో కాల్‌ని ప్రారంభించడానికి అనుమతి ఉన్న వారి కోసం వేచి ఉంది
tg: Мунтазири касе бо иҷозати оғоз кардани занги Convo
th: กำลังรอผู้ที่ได้รับอนุญาตให้เริ่มการโทร Convo
tk: Convo jaňyny başlamaga rugsady bolan birine garaşmak
tl: Naghihintay para sa isang taong may pahintulot na magsimula ng isang tawag sa Convo
tr: Bir Convo araması başlatmak için izni olan biri bekleniyor
tt: Конво шалтыратуны башларга рөхсәте булган кешене көтү
ug: ئىجازەتنامە ئالغان بىرىنىڭ Convo تېلېفونىنى باشلىشىنى ساقلاش
uk: Очікується, що хтось із дозволом розпочне дзвінок Convo
ur: Convo کال شروع کرنے کی اجازت کے ساتھ کسی کے انتظار میں
uz: Convo chaqiruvini boshlash uchun ruxsati bor odam kutilmoqda
vi: Đang đợi ai đó có quyền bắt đầu cuộc gọi Convo
xh: Ilinde umntu onemvume ukuba aqalise umnxeba weConvo
yi: ווארטן פֿאַר עמעצער מיט דערלויבעניש צו אָנהייבן אַ קאָנוואָ רופן

source: Add Ticket
af: Voeg kaartjie by
am: ቲኬት ጨምር
ar: أضف تذكرة
az: Bilet əlavə edin
be: Дадаць білет
bg: Добавяне на билет
bn: টিকিট যোগ করুন
ca: Afegeix el bitllet
cs: Přidat lístek
cy: Ychwanegu Tocyn
da: Tilføj billet
de: Ticket hinzufügen
el: Προσθήκη εισιτηρίου
eo: Aldonu Bileton
es: Agregar boleto
et: Lisa pilet
eu: Gehitu txartela
fa: بلیط را اضافه کنید
fi: Lisää lippu
fr: Ajouter un billet
ga: Cuir Ticéad leis
gd: Cuir tiogaid ris
gl: Engadir ticket
gu: ટિકિટ ઉમેરો
hi: टिकट जोड़ें
hr: Dodaj ulaznicu
hu: Jegy hozzáadása
hy: Ավելացնել տոմս
id: Tambahkan Tiket
is: Bæta við miða
it: Aggiungi biglietto
iw: הוסף כרטיס
ja: チケットを追加
ka: ბილეთის დამატება
kk: Билет қосу
km: បន្ថែមសំបុត្រ
kn: ಟಿಕೆಟ್ ಸೇರಿಸಿ
ku: Bilêtê zêde bikin
ky: Билет кошуу
lo: ເພີ່ມປີ້
lt: Pridėti bilietą
lv: Pievienot biļeti
mg: Ampio tapakila
mi: Tāpiri Tikiti
mk: Додадете билет
ml: ടിക്കറ്റ് ചേർക്കുക
mn: Тасалбар нэмэх
mr: तिकीट जोडा
ms: Tambah Tiket
mt: Żid Biljett
my: လက်မှတ်ထည့်ပါ။
ne: टिकट थप्नुहोस्
nl: Kaartje toevoegen
no: Legg til billett
or: ଟିକେଟ୍ ଯୋଡନ୍ତୁ |
pa: ਟਿਕਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj bilet
ps: ټکټ اضافه کړئ
pt: Adicionar ingresso
ro: Adăugați un bilet
ru: Добавить билет
rw: Ongeraho Tike
sd: ٽڪيٽ شامل ڪريو
si: ටිකට් එකතු කරන්න
sk: Pridať lístok
sl: Dodaj vstopnico
sq: Shto biletë
sr: Додај карту
sv: Lägg till biljett
sw: Ongeza Tiketi
ta: டிக்கெட்டைச் சேர்க்கவும்
te: టికెట్ జోడించండి
tg: Иловаи чипта
th: เพิ่มตั๋ว
tk: Bilet goşuň
tl: Magdagdag ng Ticket
tr: Bilet Ekle
tt: Билет өстәгез
ug: بېلەت قوشۇڭ
uk: Додати квиток
ur: ٹکٹ شامل کریں۔
uz: Chipta qo'shish
vi: Thêm vé
xh: Yongeza itikiti
yi: לייג טיקעט

source: Title
af: Titel
am: ርዕስ
ar: عنوان
az: Başlıq
be: тытульны
bg: Заглавие
bn: খেতাব
ca: Títol
cs: Titul
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
eo: Titolo
es: Título
et: Pealkiri
eu: Izenburua
fa: عنوان
fi: otsikko
fr: Titre
fy: Titel
ga: Teideal
gd: Tiotal
gl: Título
gu: શીર્ષક
hi: शीर्षक
hr: Titula
hu: Cím
hy: Կոչում
id: Judul
is: Titill
it: Titolo
iw: כותרת
ja: タイトル
ka: სათაური
kk: Атауы
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
ku: Nav
ky: наам
lb: Titelen
lt: Pavadinimas
lv: Nosaukums
mi: Taitara
mk: Наслов
ml: ശീർഷകം
mn: Гарчиг
mr: शीर्षक
ms: Tajuk
mt: Titolu
my: ခေါင်းစဥ်
ne: शीर्षक
nl: Titel
no: Tittel
or: ଆଖ୍ୟା
pa: ਟਾਈਟਲ
pl: Tytuł
ps: سرلیک
pt: Título
ro: Titlu
ru: заглавие
rw: Umutwe
sd: ٽائيٽل
si: ශීර්ෂය
sk: nadpis
sl: Naslov
sq: titull
sr: Наслов
sv: Titel
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
th: หัวข้อ
tk: Ady
tl: Pamagat
tr: Başlık
tt: Титул
ug: ماۋزۇ
uk: Назва
ur: عنوان
uz: Sarlavha
vi: Chức vụ
xh: Isihloko
yi: טיטל

source: Open
af: Maak oop
am: ክፈት
ar: يفتح
az: Açıq
be: Адкрыты
bg: Отворете
bn: খোলা
ca: Obert
cs: OTEVŘENO
cy: Agor
da: Åben
de: Offen
el: Ανοιξε
eo: Malfermu
es: Abierto
et: Avatud
eu: Ireki
fa: باز کن
fi: Avata
fr: Ouvrir
fy: Iepen
ga: Oscail
gd: Fosgailte
gl: Aberto
gu: ખુલ્લા
hi: खुला
hr: Otvoren
hu: Nyisd ki
hy: Բաց
id: Membuka
is: Opið
it: Aprire
iw: לִפְתוֹחַ
ja: 開ける
ka: გახსენით
kk: Ашық
km: បើក
kn: ತೆರೆಯಿರಿ
ku: Vekirî
lb: Oppen
lo: ເປີດ
lt: Atviras
lv: Atvērt
mg: Misokatra
mi: Tuwhera
mk: Отвори
ml: തുറക്കുക
mn: Нээлттэй
mr: उघडा
ms: Buka
mt: Miftuħa
my: ဖွင့်သည်။
ne: खोल्नुहोस्
no: Åpen
or: ଖୋଲନ୍ତୁ |
pa: ਖੋਲ੍ਹੋ
pl: otwarty
ps: خلاص
pt: Abrir
ro: Deschis
ru: Открыть
rw: Fungura
sd: کليل
si: විවෘත
sk: OTVORENÉ
sl: Odprto
sq: Hapur
sr: Отвори
sv: Öppen
sw: Fungua
ta: திற
te: తెరవండి
tg: Кушодан
th: เปิด
tk: Açyň
tl: Bukas
tr: Açık
tt: Ачык
ug: ئېچىڭ
uk: ВІДЧИНЕНО
ur: کھولیں۔
uz: Ochiq
vi: Mở
xh: Vula
yi: עפענען

source: Closed
af: gesluit
am: ዝግ
ar: مغلق
az: Bağlı
be: закрыта
bg: затворен
bn: বন্ধ
ca: Tancat
cs: Zavřeno
cy: Ar gau
da: Lukket
de: Geschlossen
el: Κλειστό
eo: Fermita
es: Cerrado
et: Suletud
eu: itxita
fa: بسته شده
fi: Suljettu
fr: Fermé
fy: Sletten
ga: Dúnta
gd: Dùinte
gl: Pechado
gu: બંધ
hi: बन्द है
hr: Zatvoreno
hu: Zárva
hy: Փակվել է
id: Tutup
is: Lokað
it: Chiuso
iw: סָגוּר
ja: 閉まっている
ka: დახურულია
kk: Жабық
km: បានបិទ
kn: ಮುಚ್ಚಲಾಗಿದೆ
ku: Girtî
ky: жабылган
lb: Zou
lo: ປິດ
lt: Uždaryta
lv: Slēgts
mg: mihidy
mi: Kua kati
mk: Затворено
ml: അടച്ചു
mn: Хаалттай байна
mr: बंद
ms: Tertutup
mt: Magħluq
my: ပိတ်သိမ်း
ne: बन्द गरियो
nl: Gesloten
no: Lukket
or: ବନ୍ଦ |
pa: ਬੰਦ ਹੋਇਆ
pl: Zamknięte
ps: تړل شوی
pt: Fechadas
ro: Închis
ru: Закрыто
rw: Gufunga
sd: بند ٿيل
si: වසා ඇත
sk: ZATVORENÉ
sl: Zaprto
sq: Mbyllur
sr: Затворено
sv: Stängd
sw: Ilifungwa
ta: மூடப்பட்ட
te: ముగించబడినది
tg: Хомӯш
th: ปิด
tk: .Apyk
tl: Isinara
tr: Kapalı
tt: Ябык
ug: تاقالدى
uk: ЗАЧИНЕНО
ur: بند
uz: Yopiq
vi: Đã đóng
xh: Valiwe
yi: קלאָוזד

source: You are about to close ticket. Are you sure?
af: Jy is op die punt om kaartjie toe te maak. Is jy seker?
am: ትኬት ልትዘጋ ነው። ኧረ
ar: أنت على وشك إغلاق التذكرة. هل أنت متأكد؟
az: Bileti bağlamaq üzrəsiniz. Sən əminsən?
be: Вы збіраецеся закрыць білет. Вы ўпэўнены?
bg: На път сте да затворите билет. Сигурен ли си?
bn: আপনি টিকিট বন্ধ করতে চলেছেন। তুমি কি নিশ্চিত?
ca: Esteu a punt de tancar el bitllet. Estàs segur?
cs: Chystáte se uzavřít lístek. Jsi si jistá?
cy: Rydych chi ar fin cau tocyn. Wyt ti'n siwr?
da: Du er ved at lukke billet. Er du sikker?
de: Sie sind dabei, das Ticket zu schließen. Bist du dir sicher?
el: Πρόκειται να κλείσετε το εισιτήριο. Είσαι σίγουρος?
eo: Vi estas fermonta bileton. Ĉu vi certas?
es: Está a punto de cerrar el ticket. ¿Está seguro?
et: Olete pileti sulgemas. Oled sa kindel?
eu: Tiketa ixtear zaude. Ziur zaude?
fa: شما در شرف بستن بلیط هستید. مطمئنی؟
fi: Olet sulkemassa lipun. Oletko varma?
fr: Vous êtes sur le point de fermer le ticket. Es-tu sûr?
fy: Jo steane op it punt om ticket te sluten. Bisto wis?
ga: Tá tú ar tí ticéad a dhúnadh. An bhfuil tú cinnte?
gd: Tha thu an impis tiogaid a dhùnadh. A bheil thu cinnteach?
gl: Estás a piques de pechar o billete. Estás seguro?
gu: તમે ટિકિટ બંધ કરવાના છો. શું તમને ખાતરી છે?
hi: आप टिकट बंद करने वाले हैं। क्या आपको यकीन है?
hr: Upravo ćete zatvoriti kartu. Jesi li siguran?
hu: A jegy lezárása előtt áll. biztos vagy ebben?
hy: Դուք պատրաստվում եք փակել տոմսը: Համոզված ես?
id: Anda akan menutup tiket. Apa kamu yakin?
is: Þú ert að fara að loka miða. Ertu viss?
it: Stai per chiudere il ticket. Sei sicuro?
iw: אתה עומד לסגור כרטיס. האם אתה בטוח?
ja: チケットをクローズしようとしています。本気ですか？
ka: თქვენ აპირებთ ბილეთის დახურვას. Დარწმუნებული ხარ?
kk: Сіз билетті жапқалы жатырсыз. Сіз сенімдісіз бе?
km: អ្នកហៀបនឹងបិទសំបុត្រ។ តើ​អ្នក​ប្រាកដ​ឬ​អត់?
kn: ನೀವು ಟಿಕೆಟ್ ಅನ್ನು ಮುಚ್ಚಲಿದ್ದೀರಿ. ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?
ku: Hûn li ber girtina bilêtê ne. Piştrastin?
ky: Сиз билетти жапканы жатасыз. Ишенесиңби?
lb: Dir sidd iwwer Ticket zoumaachen. Bass du secher?
lo: ທ່ານກຳລັງຈະປິດປີ້. ເຈົ້າ​ແນ່​ໃຈ​ບໍ່?
lt: Jūs ketinate uždaryti bilietą. Ar tu tuo tikras?
lv: Jūs gatavojaties slēgt biļeti. Vai tu esi pārliecināts?
mg: Efa hanakatona tapakila ianao. Azonao antoka ve izany?
mi: Kua tata kati koe i te tiiti. Kei te tino mohio koe?
mk: Ќе го затворите билетот. Дали си сигурен?
ml: നിങ്ങൾ ടിക്കറ്റ് അടയ്ക്കാൻ പോകുകയാണ്. നിങ്ങൾക്ക് ഉറപ്പാണോ?
mn: Та тасалбарыг хаах гэж байна. Чи итгэлтэй байна уу?
mr: तुम्ही तिकीट बंद करणार आहात. तुला खात्री आहे?
ms: Anda akan menutup tiket. Adakah anda pasti?
mt: Inti se tagħlaq il-biljett. Żgur?
my: လက်မှတ်ပိတ်တော့မည်။ သေချာလား?
ne: तपाईं टिकट बन्द गर्न लाग्दै हुनुहुन्छ। के तपाईँ निश्चित हुनुहुन्छ?
nl: Je staat op het punt het ticket te sluiten. Weet je het zeker?
no: Du er i ferd med å stenge billetten. Er du sikker?
or: ଆପଣ ଟିକେଟ୍ ବନ୍ଦ କରିବାକୁ ଯାଉଛନ୍ତି | ତମେ ନିଶ୍ଚିତ କି?
pa: ਤੁਸੀਂ ਟਿਕਟ ਬੰਦ ਕਰਨ ਜਾ ਰਹੇ ਹੋ। ਤੁਹਾਨੂੰ ਪੂਰਾ ਵਿਸ਼ਵਾਸ ਹੈ?
pl: Zamierzasz zamknąć bilet. Jesteś pewny?
ps: تاسو د ټکټ بندولو په اړه یاست. تاسو ډاډه یاست؟
pt: Você está prestes a fechar o tíquete. Tem certeza?
ro: Ești pe cale să închizi biletul. Esti sigur?
ru: Вы собираетесь закрыть тикет. Вы уверены?
rw: Ugiye gufunga itike. Urabyizeye?
sd: توهان ٽڪيٽ بند ڪرڻ وارا آهيو. ڇا توهان کي پڪ آهي؟
si: ඔබ ටිකට් වසා දැමීමට ආසන්නයි. ඔයාට විශ්වාස ද?
sk: Chystáte sa uzavrieť lístok. Si si istý?
sl: Zaprli boste vstopnico. Ali si prepričan?
sq: Jeni gati të mbyllni biletën. A je i sigurt?
sr: Управо ћете затворити карту. Јеси ли сигуран?
sv: Du håller på att stänga biljetten. Är du säker?
sw: Unakaribia kufunga tikiti. Una uhakika?
ta: நீங்கள் டிக்கெட்டை மூட உள்ளீர்கள். நீ சொல்வது உறுதியா?
te: మీరు టిక్కెట్‌ను మూసివేయబోతున్నారు. మీరు చెప్పేది నిజమా?
tg: Шумо чиптаро пӯшида истодаед. Шумо мутмаъин ҳастед?
th: คุณกำลังจะปิดตั๋ว คุณแน่ใจไหม?
tk: Bilet ýapjak bolýarsyňyz. Ynanýarsyňyzmy?
tl: Isasara mo na ang ticket. Sigurado ka ba?
tr: Bileti kapatmak üzeresiniz. Emin misin?
tt: Сез билетны ябарга җыенасыз. Ышанасыңмы?
ug: بېلەتنى تاقىماقچى بولۇۋاتىسىز. ئىشىنەمسىز؟
uk: Ви збираєтеся закрити квиток. Ти впевнений?
ur: آپ ٹکٹ بند کرنے والے ہیں۔ کیا تمہیں یقین ہے؟
uz: Siz chiptani yopmoqchisiz. Ishonchingiz komilmi?
vi: Bạn sắp đóng vé. Bạn có chắc không?
xh: Sowuvala itikiti. Ingaba uqinisekile?
yi: איר זענט וועגן צו פאַרמאַכן בילעט. ביסטו זיכער?

source: Announcements
af: Aankondigings
am: ማስታወቂያዎች
ar: الإعلانات
az: Elanlar
be: Аб'явы
bg: Съобщения
bn: ঘোষণা
ca: Anuncis
cs: Oznámení
cy: Cyhoeddiadau
da: Meddelelser
de: Ankündigungen
el: Ανακοινώσεις
eo: Anoncoj
es: Anuncios
et: Teated
eu: Iragarkiak
fa: اطلاعیه ها
fi: Ilmoitukset
fr: Annonces
fy: Oankundigings
ga: Fógraí
gd: Sanasan
gl: Anuncios
gu: જાહેરાતો
hi: घोषणाएं
hr: Obavijesti
hu: Közlemények
hy: Հայտարարություններ
id: Pengumuman
is: Tilkynningar
it: Annunci
iw: הכרזות
ja: お知らせ
ka: განცხადებები
kk: Хабарландырулар
km: សេចក្តីប្រកាស
kn: ಪ್ರಕಟಣೆಗಳು
ku: Anons
ky: Жарыялар
lb: Ukënnegung
lo: ປະກາດ
lt: Skelbimai
lv: Paziņojumi
mg: Fampandrenesana
mi: Panuitanga
mk: Соопштенија
ml: പ്രഖ്യാപനങ്ങൾ
mn: Зарууд
mr: घोषणा
ms: Pengumuman
mt: Avviżi
my: ကြေညာချက်များ
ne: घोषणाहरू
nl: Aankondigingen
no: Kunngjøringer
or: ଘୋଷଣା
pa: ਘੋਸ਼ਣਾਵਾਂ
pl: Ogłoszenia
ps: اعلانونه
pt: Anúncios
ro: Anunturi
ru: Объявления
rw: Amatangazo
sd: اعلانات
si: නිවේදන
sk: Oznamy
sl: Obvestila
sq: Njoftimet
sr: Најаве
sv: Meddelanden
sw: Matangazo
ta: அறிவிப்புகள்
te: ప్రకటనలు
tg: Эълонхо
th: ประกาศ
tk: Bildirişler
tl: Mga anunsyo
tr: Duyurular
tt: Белдерүләр
ug: ئېلانلار
uk: Оголошення
ur: اعلانات
uz: E'lonlar
vi: thông báo
xh: Izaziso
yi: מודעות

source: Support
af: Ondersteuning
am: ድጋፍ
ar: يدعم
az: Dəstək
be: Падтрымка
bg: поддържа
bn: সমর্থন
ca: Suport
cs: Podpěra, podpora
cy: Cefnogaeth
de: Unterstützung
el: Υποστήριξη
eo: Subteno
es: Apoyo
et: Toetus
eu: Laguntza
fa: حمایت کردن
fi: Tuki
fr: Soutien
fy: Stypje
ga: Tacaíocht
gd: Taic
gl: Apoiar
gu: આધાર
hi: सहायता
hr: podrška
hu: Támogatás
hy: Աջակցություն
id: Mendukung
is: Stuðningur
it: Supporto
iw: תמיכה
ja: サポート
ka: მხარდაჭერა
kk: Қолдау
km: គាំទ្រ
kn: ಬೆಂಬಲ
ku: Alîkarî
ky: Колдоо
lb: Ënnerstëtzung
lo: ສະຫນັບສະຫນູນ
lt: Palaikymas
lv: Atbalsts
mg: MANAMPY
mi: Tautoko
mk: Поддршка
ml: പിന്തുണ
mn: Дэмжлэг
mr: सपोर्ट
ms: Sokongan
mt: Appoġġ
my: အထောက်အပံ့
ne: समर्थन
nl: Steun
no: Brukerstøtte
or: ସମର୍ଥନ
pa: ਸਪੋਰਟ
pl: Wsparcie
ps: ملاتړ
pt: Apoiar
ro: A sustine
ru: Поддерживать
rw: Inkunga
sd: حمايت
si: සහාය
sk: podpora
sl: Podpora
sq: Mbështetje
sr: Подршка
sv: Stöd
sw: Msaada
ta: ஆதரவு
te: మద్దతు
tg: Дастгирӣ
th: สนับสนุน
tk: Goldaw
tl: Suporta
tr: Destek
tt: Ярдәм
ug: قوللاش
uk: Підтримка
ur: حمایت
uz: Qo'llab-quvvatlash
vi: Ủng hộ
xh: Inkxaso
yi: שטיצן

source: Opened
af: geopen
am: ተከፍቷል
ar: افتتح
az: Açıldı
be: адкрыты
bg: Отворен
bn: খোলা হয়েছে
ca: Obert
cs: Otevřeno
cy: Agorwyd
da: åbnede
de: Geöffnet
el: Άνοιξε
eo: Malfermita
es: Abrió
et: Avatud
eu: Irekita
fa: افتتاح شد
fi: avattu
fr: Ouvert
fy: Iepenje
ga: Oscailte
gd: Fosgailte
gl: Apertura
gu: ખોલ્યું
hi: खुल गया
hr: otvorena
hu: Nyitott
hy: Բացվեց
id: Dibuka
is: Opnað
it: Ha aperto
iw: נפתח
ja: 開かれた
ka: გაიხსნა
kk: Ашылды
km: បានបើក
kn: ತೆರೆಯಲಾಗಿದೆ
ku: Vekir
ky: ачылды
lb: Opgemaach
lo: ໄດ້ເປີດ
lt: Atidaryta
lv: Atvērts
mg: nisokatra
mi: Kua whakatuwheratia
mk: Отворен
ml: തുറന്നത്
mn: Нээгдсэн
mr: उघडलेले
ms: Dibuka
mt: Miftuħ
my: ဖွင့်လှစ်
ne: खोलियो
nl: geopend
no: åpnet
or: ଖୋଲିଲା |
pa: ਖੁੱਲ੍ਹਿਆ
pl: Otwierany
ps: پرانيستل شوه
pt: Aberto
ro: Deschis
ru: открытый
rw: Gufungura
sd: لياري ڇڏيو
si: විවෘත විය
sk: otvoril
sl: Odprto
sq: Hapur
sr: Отворен
sv: Öppnad
sw: Ilifunguliwa
ta: திறக்கப்பட்ட
te: తెరిచింది
tg: Кушодан
th: เปิด
tk: Açyldy
tl: Binuksan
tr: Açıldı
tt: Ачылды
ug: ئېچىلدى
uk: Відкрито
ur: کھول دیا
uz: Ochilgan
vi: Đã mở
xh: Kuvuliwe
yi: געעפנט

source: View
af: Beskou
am: ይመልከቱ
ar: رأي
az: Görünüş
be: выгляд
bg: изглед
bn: দৃশ্য
ca: Veure
cs: Pohled
cy: Gweld
da: Udsigt
de: Aussicht
el: Θέα
eo: Vido
es: Ver
et: Vaade
eu: ikusi
fa: چشم انداز
fi: näkymä
fr: Vue
fy: Fisy
ga: Amharc
gd: Seall
gl: Ver
gu: જુઓ
hi: राय
hr: Pogled
hu: Kilátás
hy: Դիտել
id: Melihat
is: Útsýni
it: vista
iw: נוף
ja: ビュー
ka: ნახვა
kk: Көрініс
km: មើល
kn: ನೋಟ
ku: Dîtinî
ky: көрүнүш
lo: ເບິ່ງ
lt: Vaizdas
lv: Skats
mi: Tiro
mk: Погледнете
ml: കാണുക
mn: Харах
mr: पहा
ms: Lihat
mt: Ara
my: ကြည့်ရှုခြင်း
ne: हेर्नुहोस्
nl: Uitzicht
no: Utsikt
or: ଦର୍ଶନ କରନ୍ତୁ |
pa: ਵੇਖੋ
pl: Widok
ps: وګوره
pt: Visão
ro: Vedere
ru: Посмотреть
rw: Reba
sd: ڏسو
si: දැක්ම
sk: vyhliadka
sl: Pogled
sq: Pamje
sr: Поглед
sv: Se
sw: Angalia
ta: காண்க
te: చూడండి
tg: Намоиш
th: ดู
tk: Gör
tl: Tingnan
tr: Görünüm
tt: Карарга
ug: كۆرۈش
uk: Вид
ur: دیکھیں
uz: Ko&#39;rinish
vi: Lượt xem
xh: Jonga

source: Locations
af: Liggings
am: ቦታዎች
ar: المواقع
az: Məkanlar
be: Месцазнаходжанне
bg: Местоположения
bn: অবস্থানসমূহ
ca: Ubicacions
cs: Místa
cy: Lleoliadau
da: Placeringer
de: Standorte
el: Τοποθεσίες
eo: Lokoj
es: Ubicaciones
et: Asukohad
eu: Kokalekuak
fa: مکان ها
fi: Sijainnit
fr: Emplacements
fy: Lokaasjes
ga: Suímh
gd: Àiteachan
gl: Localizacións
gu: સ્થાનો
hi: स्थानों
hr: Lokacije
hu: Helyszínek
hy: Վայրեր
id: Lokasi
is: Staðsetningar
it: Luoghi
iw: מיקומים
ja: 場所
ka: ლოკაციები
kk: Орындар
km: ទីតាំង
kn: ಸ್ಥಳಗಳು
ku: Cihan
ky: Жайгашкан жерлер
lb: Plaze
lo: ສະຖານທີ່
lt: Vietos
lv: Atrašanās vietas
mg: TOERANA
mi: Nga waahi
mk: Локации
ml: സ്ഥാനങ്ങൾ
mn: Байршлууд
mr: स्थाने
ms: Lokasi
mt: Postijiet
my: နေရာများ
ne: स्थानहरू
nl: Locaties
no: Steder
or: ଅବସ୍ଥାନ
pa: ਟਿਕਾਣੇ
pl: Lokalizacje
ps: ځایونه
pt: Localizações
ro: Locații
ru: Места
rw: Ahantu
sd: جڳهيون
si: ස්ථාන
sk: Miesta
sl: Lokacije
sq: Vendndodhjet
sr: Локације
sv: Platser
sw: Maeneo
ta: இடங்கள்
te: స్థానాలు
tg: Ҷойҳо
th: สถานที่
tk: Ationserler
tl: Mga lokasyon
tr: konumlar
tt: Урыннар
ug: ئورۇنلار
uk: Розташування
ur: مقامات
uz: Joylar
vi: Vị trí
xh: Iindawo
yi: לאָקאַטיאָנס
