Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Manage User Logins & Case Creation
af: Bestuur gebruikers aanmeldings en skepping van sake
am: የተጠቃሚ የምዝግብ ማስታወሻዎችን እና የጉዳይ ፍጠርን ያቀናብሩ
ar: إدارة عمليات تسجيل دخول المستخدم وإنشاء الحالة
az: İstifadəçi Girişlərini və Case Yaradılmasını idarə edin
be: Кіраванне ўліковымі запісамі карыстальніка і стварэннем выпадкаў
bg: Управление на потребителски входове и създаване на случаи
bn: ব্যবহারকারী লগইন এবং কেস তৈরি পরিচালনা করুন
ca: Gestiona els accessos d’usuari i la creació de casos
cs: Správa uživatelských přihlášení a vytváření případů
cy: Rheoli Mewngofnodi Defnyddwyr a Chreu Achos
da: Administrer brugerlogins &amp; oprettelse af sager
de: Verwalten von Benutzeranmeldungen und Fallerstellung
el: Διαχείριση συνδέσεων χρηστών και δημιουργίας περιπτώσεων
eo: Administri Uzantajn Ensalutojn kaj Kritan Kreadon
es: Gestionar inicios de sesión de usuarios y creación de casos
et: Halda kasutaja sisselogimist ja juhtumite loomist
eu: Kudeatu Erabiltzaileen Saioa &amp; Kasuen Sorkuntza
fa: مدیریت ورود به سیستم و ایجاد پرونده را مدیریت کنید
fi: Hallinnoi käyttäjän kirjautumisia ja tapausten luomista
fr: Gérer les connexions utilisateur et la création de cas
fy: Behearder brûkers oanmelde en saak oanmeitsje
ga: Bainistigh Logáil isteach Úsáideoirí &amp; Cruthú Cásanna
gd: Stiùirich Logins Cleachdaiche &amp; Cruthachadh Cùis
gl: Xestionar as conexións de usuario e a creación de casos
gu: વપરાશકર્તા લોગિન્સ અને કેસ બનાવટનું સંચાલન કરો
hi: उपयोगकर्ता लॉगिन और केस क्रिएशन प्रबंधित करें
hr: Upravljanje korisničkim podacima i stvaranjem predmeta
hu: Kezelje a felhasználói bejelentkezéseket és az eset létrehozását
hy: Կառավարեք օգտվողի մուտքի և գործի ստեղծումը
id: Kelola Login Pengguna &amp; Pembuatan Kasus
is: Hafa umsjón með notendaskráningum og sköpun mála
it: Gestisci accessi utente e creazione di casi
iw: נהל כניסות משתמשים ויצירת תיקים
ja: ユーザーのログインとケース作成の管理
ka: მართეთ მომხმარებლის ლოგები და საქმის შექმნა
kk: Пайдаланушыларға кіруді және жағдай жасауды басқару
km: គ្រប់គ្រងការចូលនិងបង្កើតករណីអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರ ಲಾಗಿನ್‌ಗಳು ಮತ್ತು ಪ್ರಕರಣ ರಚನೆಯನ್ನು ನಿರ್ವಹಿಸಿ
ku: Rêbernameyên Bikarhêner &amp; Afirandina Qeysê Birêvebirin
ky: Колдонуучуга кирүү жана Case түзүү
lb: Managen User Logins &amp; Case Creation
lo: ຈັດການການເຂົ້າສູ່ລະບົບຂອງຜູ້ໃຊ້ແລະການສ້າງກໍລະນີຕ່າງໆ
lt: Tvarkykite vartotojo prisijungimus ir bylų kūrimą
lv: Pārvaldiet lietotāja pieteikšanos un lietu izveidi
mg: Mitantana logins mpampiasa sy famoronana tranga
mi: Whakahaerehia nga Raarangi Kaiwhakamahi me te Hanga Taha
mk: Управувајте со најавувања на корисници и создавање случаи
ml: ഉപയോക്തൃ ലോഗിനുകളും കേസ് സൃഷ്ടിയും നിയന്ത്രിക്കുക
mn: Хэрэглэгчийн нэвтрэх нэр ба Кейс бий болгох
mr: वापरकर्ता लॉगिन आणि केस निर्मिती व्यवस्थापित करा
ms: Urus Log Masuk Pengguna &amp; Pembuatan Kes
mt: Immaniġġja l-Logins tal-Utenti u l-Ħolqien tal-Każijiet
my: အသုံးပြုသူဝင်သူများနှင့်ဖြစ်ရပ်မှန်ဖန်တီးမှုကိုစီမံပါ
ne: प्रयोगकर्ता लगइनहरू र केस सिर्जना प्रबन्ध गर्नुहोस्
nl: Beheer gebruikersaanmeldingen en het maken van cases
no: Administrer brukerpålogginger og oppretting av saker
or: ଉପଭୋକ୍ତା ଲଗଇନ୍ ଏବଂ କେସ୍ ସୃଷ୍ଟି ପରିଚାଳନା କରନ୍ତୁ |
pa: ਉਪਭੋਗਤਾ ਲੌਗਇਨ ਅਤੇ ਕੇਸ ਨਿਰਮਾਣ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Zarządzaj loginami użytkowników i tworzeniem zgłoszeń
ps: د کارن ننوتل او د قضیې جوړول اداره کړئ
pt: Gerenciar logins de usuário e criação de caso
ro: Gestionați conectările utilizatorului și crearea cazurilor
ru: Управление логинами пользователей и созданием обращений
rw: Gucunga Abakoresha Kwinjira &amp; Kurema Urubanza
sd: صارف جي لاگ ان ۽ ڪيس ٺاهڻ کي منظم ڪريو
si: පරිශීලක පිවිසුම් සහ සිද්ධි නිර්මාණය කළමනාකරණය කරන්න
sk: Spravujte prihlasovacie údaje používateľov a vytváranie prípadov
sl: Upravljajte uporabniške prijave in ustvarjanje primerov
sq: Menaxhoni login e përdoruesve dhe krijimin e rasteve
sr: Управљајте пријавама корисника и креирањем случајева
sv: Hantera användarinloggningar och skapande av ärenden
sw: Dhibiti Logins za Mtumiaji na Uundaji wa Uchunguzi
ta: பயனர் உள்நுழைவுகளையும் வழக்கு உருவாக்கத்தையும் நிர்வகிக்கவும்
te: వినియోగదారు లాగిన్‌లు &amp; కేసు సృష్టిని నిర్వహించండి
tg: Идоракунии Логинҳои корбарон ва сохтани парвандаҳо
th: จัดการการเข้าสู่ระบบของผู้ใช้และการสร้างเคส
tk: Ulanyjy girişlerini we hadysany döretmegi dolandyryň
tl: Pamahalaan ang Mga Login ng Gumagamit at Paglikha ng Kaso
tr: Kullanıcı Girişlerini ve Vaka Oluşturmayı Yönetin
tt: Кулланучының логиннары һәм очраклары белән идарә итү
ug: ئىشلەتكۈچى كىرىش ۋە دېلو قۇرۇشنى باشقۇرۇش
uk: Керування входами користувачів та створеннями справ
ur: صارف لاگ ان اور کیس تخلیق کا نظم کریں
uz: Foydalanuvchi tizimiga kirish va Case yaratishni boshqarish
vi: Quản lý thông tin đăng nhập của người dùng và tạo trường hợp
xh: Lawula iiLogs zomsebenzisi kunye neNdalo yeMeko
yi: אויפֿפּאַסן באַניצער לאָגינס &amp; קאַסע קרעאַטיאָן

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
af: Hou direk toesig oor die skepping van gebruikersrekeninge terwyl hul toegangstoestemmings van geval tot geval gemagtig word. Bestuur die skepping, vordering en sluiting van sake, met volledige verslaggewing elke stap van die pad.
am: በጉዳዩ ላይ የመዳረሻ ፈቃዶቻቸውን በሚፈቅዱበት ጊዜ የተጠቃሚ መለያዎች መፈጠር በቀጥታ ይቆጣጠሩ። የጉዞ ፈጠራን ፣ መሻሻል እና መዝጊያዎችን በየደረጃው በመዘገብ ያቀናብሩ።
ar: الإشراف المباشر على إنشاء حسابات المستخدمين أثناء تفويض أذونات الوصول الخاصة بهم على أساس كل حالة على حدة. إدارة إنشاء الحالة والتقدم والإغلاق ، مع إعداد تقارير كاملة في كل خطوة على الطريق.
az: Bir-birinə ayrıca əsaslarla giriş icazələrini verərkən istifadəçi hesablarının yaradılmasına birbaşa nəzarət edin. Hər addımın tam hesabatını verərək dava yaratmağı, irəliləməyi və bağlanmağı idarə edin.
be: Непасрэдна кантралюйце стварэнне ўліковых запісаў карыстальнікаў, аўтарызуючы іх дазволы на доступ у кожным канкрэтным выпадку. Кіруйце стварэннем спраў, ходам і закрыццём, з поўнай справаздачнасцю на кожным кроку.
bg: Пряко наблюдавайте създаването на потребителски акаунти, като същевременно разрешавате техните разрешения за достъп за всеки отделен случай. Управлявайте създаването на случаи, напредъка и приключването с пълно отчитане на всяка стъпка от пътя.
bn: কেস-বাই-কেস ভিত্তিতে তাদের অ্যাক্সেস অনুমতি অনুমোদনের সময় সরাসরি ব্যবহারকারী অ্যাকাউন্টগুলি তৈরির তদারকি করুন। উপায়টির প্রতিটি ধাপে পুরো প্রতিবেদন সহ কেস তৈরি, অগ্রগতি এবং বন্ধ হওয়া পরিচালনা করুন।
ca: Superviseu directament la creació de comptes d’usuari tot autoritzant els permisos d’accés cas per cas. Gestionar la creació de casos, el progrés i el tancament, amb informes complets a cada pas del camí.
cs: Přímo dohlížet na vytváření uživatelských účtů a zároveň schvalovat jejich přístupová oprávnění případ od případu. Spravujte vytváření, postup a uzavírání případů s plným ohlašováním na každém kroku.
cy: Goruchwylio&#39;n uniongyrchol y broses o greu cyfrifon defnyddwyr wrth awdurdodi eu caniatâd mynediad fesul achos. Rheoli creu achosion, cynnydd a chau, gan adrodd yn llawn bob cam o&#39;r ffordd.
da: Overvåge direkte oprettelsen af brugerkonti, mens de godkender deres adgangstilladelser fra sag til sag. Administrer sagsoprettelse, fremskridt og lukning med fuld rapportering hvert skridt på vejen.
de: Überwachen Sie direkt die Erstellung von Benutzerkonten, während Sie deren Zugriffsberechtigungen von Fall zu Fall autorisieren. Verwalten Sie die Erstellung, den Fortschritt und das Schließen von Fällen, indem Sie jeden Schritt des Weges vollständig melden.
el: Επιβλέπετε άμεσα τη δημιουργία λογαριασμών χρηστών, ενώ παράλληλα εγκρίνετε τα δικαιώματά τους πρόσβασης κατά περίπτωση. Διαχειριστείτε τη δημιουργία περιπτώσεων, την πρόοδο και το κλείσιμο, με πλήρη αναφορά σε κάθε βήμα.
eo: Rekte kontroli la kreadon de uzantaj kontoj dum rajtigado de iliaj aliraj permesoj ĉiuokaze. Administri kazon kreado, progreso kaj fermo, kun plena raportado ĉiupaŝe.
es: Supervisar directamente la creación de cuentas de usuario al tiempo que autoriza sus permisos de acceso caso por caso. Administre la creación, el progreso y el cierre de casos, con informes completos en cada paso del camino.
et: Jälgige otse kasutajakontode loomist, lubades nende juurdepääsuõigused igal üksikjuhul eraldi. Hallake juhtumite loomist, edenemist ja lõpetamist, esitades täieliku aruandluse igal sammul.
eu: Erabiltzaileen kontuen sorrera zuzenean gainbegiratu, sarbide baimenak kasu bakoitzeko baimena emanez. Kudeatu kasuak sortzea, aurrera egitea eta ixtea, txosten guztian zehar.
fa: به طور مستقیم نظارت بر ایجاد حسابهای کاربری در حالی که مجوزهای دسترسی آنها را بطور جداگانه تأیید می کنید. با ایجاد گزارش کامل در هر مرحله از راه ، پرونده ایجاد ، پیشرفت و بسته شدن را مدیریت کنید.
fi: Valvo suoraan käyttäjätilien luomista valtuuttamalla heidän käyttöoikeutensa tapauskohtaisesti. Hallitse tapausten luomista, etenemistä ja lopettamista raportoimalla kaikin tavoin.
fr: Supervisez directement la création de comptes utilisateurs tout en autorisant leurs autorisations d&#39;accès au cas par cas. Gérez la création, la progression et la clôture des dossiers, avec des rapports complets à chaque étape.
fy: Direkt tafersjoch hâlde op it meitsjen fan brûkersaccounts, wylst se tagongsrjochten per saak autorisearje. Behear fan oanmeitsjen fan saken, foarútgong en sluten, mei folsleine rapportaazje elke stap fan &#39;e wei.
ga: Maoirseacht dhíreach a dhéanamh ar chruthú cuntas úsáideora agus iad ag údarú a gceadanna rochtana ar bhonn cás ar chás. Bainistigh cruthú cásanna, dul chun cinn agus dúnadh, agus tuairisciú iomlán gach céim den bhealach.
gd: A ’cumail sùil dhìreach air cruthachadh chunntasan cleachdaiche fhad‘ s a tha iad a ’ceadachadh na ceadan ruigsinneachd aca air stèidh cùis ma seach. Stiùirich cruthachadh chùisean, adhartas, agus dùnadh, le làn aithris gach ceum den t-slighe.
gl: Supervise directamente a creación de contas de usuario mentres autoriza os seus permisos de acceso caso por caso. Xestiona a creación de casos, o progreso e o peche, contando con informes completos a cada paso do camiño.
gu: કેસ-બાય-કેસ આધારે તેમની accessક્સેસ પરવાનગીઓને અધિકૃત કરતી વખતે વપરાશકર્તા ખાતાઓ બનાવવાની સીધી દેખરેખ રાખો. માર્ગના દરેક પગલાની સંપૂર્ણ રિપોર્ટિંગ સાથે કેસ બનાવટ, પ્રગતિ અને બંધનું સંચાલન કરો.
hi: केस-बाय-केस आधार पर अपनी पहुंच की अनुमति को अधिकृत करते हुए उपयोगकर्ता खातों के निर्माण की सीधी निगरानी करें। केस क्रिएशन, प्रोग्रेस, और क्लोजिंग को पूरी तरह से हर स्टेप के साथ मैनेज करें।
hr: Izravno nadgledajte stvaranje korisničkih računa dok autorizirate njihova dopuštenja za pristup od slučaja do slučaja. Upravljajte stvaranjem, napretkom i zatvaranjem slučajeva uz potpuno izvještavanje o svakom koraku.
hu: Közvetlenül felügyelje a felhasználói fiókok létrehozását, miközben eseti alapon engedélyezi a hozzáférési engedélyeket. Kezelje az ügyek létrehozását, az előrehaladást és a lezárást, teljes jelentéssel, minden lépésnél.
hy: Ուղղակի վերահսկում են օգտագործողների հաշիվների ստեղծումը `միաժամանակ պատահականորեն թույլատրելով դրանց մուտքի թույլտվությունները: Կառավարեք գործի ստեղծումը, առաջընթացը և փակումը `ամբողջությամբ զեկուցելով ճանապարհի յուրաքանչյուր քայլը:
id: Langsung mengawasi pembuatan akun pengguna sambil mengotorisasi izin akses mereka berdasarkan kasus per kasus. Kelola pembuatan kasus, kemajuan, dan penutupan, dengan pelaporan lengkap di setiap langkah.
is: Umsjón með stofnun notendareikninga með beinu leyfi fyrir aðgangsheimildum sínum frá hverju tilviki fyrir sig. Hafa umsjón með sköpun mála, framvindu og lokun, með fullri skýrslugerð hvert skref.
it: Supervisiona direttamente la creazione di account utente mentre autorizza le autorizzazioni di accesso caso per caso. Gestisci la creazione, l&#39;avanzamento e la chiusura dei casi, con report completi in ogni fase del processo.
iw: פיקוח ישירות על יצירת חשבונות משתמשים תוך הרשאת הרשאות הגישה שלהם כל מקרה לגופו. נהל יצירת תיקים, התקדמות וסגירה, תוך דיווח מלא על כל שלב.
ja: ケースバイケースでユーザーのアクセス許可を許可しながら、ユーザーアカウントの作成を直接監督します。ケースの作成、進行、クローズを管理し、あらゆる段階で完全なレポートを作成します。
ka: უშუალოდ აკონტროლებენ მომხმარებლის ანგარიშების შექმნას, ხოლო წვდომის ნებართვების დადებას შემთხვევით საფუძველზე. მართეთ საქმის შექმნა, წინსვლა და დახურვა, სრული ანგარიშით ყოველი ნაბიჯის გზაზე.
kk: Жеке жағдай бойынша қол жеткізу рұқсаттарын авторизациялау кезінде пайдаланушы тіркелгілерін құруды тікелей қадағалаңыз. Әр қадам туралы толық есеп бере отырып, істерді құру, барысын және жабылуын басқарыңыз.
km: ត្រួតពិនិត្យដោយផ្ទាល់នូវការបង្កើតគណនីអ្នកប្រើខណៈពេលផ្តល់សិទ្ធិអនុញ្ញាតរបស់ពួកគេដោយផ្អែកលើករណីនីមួយៗ។ គ្រប់គ្រងការបង្កើតករណីវឌ្ឍនភាពនិងការបិទបញ្ចប់ដោយមានរបាយការណ៍ពេញលេញគ្រប់ជំហានទាំងអស់។
kn: ಕೇಸ್-ಬೈ-ಕೇಸ್ ಆಧಾರದ ಮೇಲೆ ಅವರ ಪ್ರವೇಶ ಅನುಮತಿಗಳನ್ನು ಅಧಿಕೃತಗೊಳಿಸುವಾಗ ಬಳಕೆದಾರರ ಖಾತೆಗಳ ರಚನೆಯನ್ನು ನೇರವಾಗಿ ನೋಡಿಕೊಳ್ಳಿ. ಪ್ರತಿಯೊಂದು ಹಂತದಲ್ಲೂ ಪೂರ್ಣ ವರದಿ ಮಾಡುವ ಮೂಲಕ ಪ್ರಕರಣ ರಚನೆ, ಪ್ರಗತಿ ಮತ್ತು ಮುಕ್ತಾಯವನ್ನು ನಿರ್ವಹಿಸಿ.
ku: Rasterast li ser çêkirina hesabên bikarhêner çavdêriyê dikin dema ku destûrên gihiştina wan li ser bingeha doz-bûyerê têne pejirandin. Bi çêkirina doza, pêşkeftin û girtina bûyerê, bi ragihandina her gav ya rê, rêvebirin.
ky: Колдонуучулардын каттоо эсебин түзүүнү түздөн-түз көзөмөлдөп, алардын айрымдарына жеке уруксат менен уруксат бериңиз. Жолдун ар бир кадамы жөнүндө толук отчет берип, ишти түзүүнү, жүрүп жаткан жана жабылган ишти башкарыңыз.
lb: Direkt iwwerwaacht d&#39;Schafung vu Benotzerkonten, wärend se hir Zouganks Permisiounen vu Fall zu Fall autoriséieren. Managen Kreatioun, Fortschrëtter, a Schluss, mat voller Berichterstattung all Schrëtt.
lo: ຄວບຄຸມໂດຍກົງໃນການສ້າງບັນຊີຜູ້ໃຊ້ໃນຂະນະທີ່ອະນຸຍາດການອະນຸຍາດເຂົ້າເຖິງຂອງພວກເຂົາບົນພື້ນຖານກໍລະນີ. ຄຸ້ມຄອງການສ້າງຄະດີ, ຄວາມຄືບ ໜ້າ ແລະການປິດ, ໂດຍມີການລາຍງານຢ່າງຄົບຖ້ວນທຸກໆບາດກ້າວ.
lt: Tiesiogiai prižiūrėkite vartotojų abonementų kūrimą, kiekvienu konkrečiu atveju suteikdami jiems prieigos teises. Tvarkykite bylų kūrimą, eigą ir uždarymą, pateikdami išsamią ataskaitą kiekviename jūsų žingsnyje.
lv: Tieši uzraugiet lietotāju kontu izveidi, vienlaikus atļaujot piekļuves atļaujas katrā atsevišķā gadījumā. Pārvaldiet lietu izveidi, gaitu un izbeigšanu, sniedzot pilnīgu pārskatu par katru soli.
mg: Manara-maso mivantana ny famoronana kaonty mpampiasa nefa manome alàlana ny fahazoan-dàlana fidirana amin&#39;ny alàlan&#39;ny tranga iray. Mitantana ny famoronana tranga, ny fandrosoana ary ny famaranana, miaraka amin&#39;ny tatitra feno isaky ny dingana.
mi: Ka aratakina tika te waihanga o nga kaute kaiwhakamahi i te wa e whakamanahia ai o raatau whakaaetanga ki runga i te kaupapa-takitahi. Whakahaerehia te waihanga i te keehi, te ahunga whakamua, me te kati, me te ripoata i nga waahanga katoa o te huarahi.
mk: Директно го надгледува креирањето кориснички сметки додека ги овластува нивните дозволи за пристап од случај до случај. Управувајте со креирање на случаи, напредок и затворање, со целосно известување за секој чекор на патот.
ml: ഓരോ കേസും അനുസരിച്ച് ഉപയോക്തൃ അക്ക accounts ണ്ടുകളുടെ ആക്സസ് അനുമതികൾക്ക് അംഗീകാരം നൽകുമ്പോൾ നേരിട്ട് മേൽനോട്ടം വഹിക്കുന്നു. ഓരോ ഘട്ടത്തിലും പൂർണ്ണമായി റിപ്പോർട്ടുചെയ്യുന്നതിലൂടെ കേസ് സൃഷ്‌ടിക്കൽ, പുരോഗതി, അടയ്ക്കൽ എന്നിവ നിയന്ത്രിക്കുക.
mn: Хэрэглэгчийн дансыг дангаар нь эзэмшиж байх тохиолдолд дансанд нь хяналт тавих. Аливаа алхам, алхам, хаах явцыг алхам тутамд бүрэн тайлагнаж удирдах.
mr: केस-दर-प्रकरण आधारावर वापरकर्त्याच्या प्रवेश परवानग्या अधिकृत करताना त्यांच्या खाती तयार करण्यावर थेट देखरेख ठेवा. मार्गाच्या प्रत्येक चरणात संपूर्ण अहवाल देऊन केस तयार करणे, प्रगती आणि बंद करणे व्यवस्थापित करा.
ms: Mengawasi secara langsung pembuatan akaun pengguna sambil memberi kebenaran akses mereka berdasarkan kes demi kes. Uruskan pembuatan kes, kemajuan, dan penutupan, dengan pelaporan penuh setiap langkah.
mt: Jissorvelja b&#39;mod dirett il-ħolqien ta &#39;kontijiet ta&#39; utenti waqt li jawtorizza l-permessi ta &#39;aċċess tagħhom fuq bażi ta&#39; każ b&#39;każ. Immaniġġja l-ħolqien tal-każijiet, il-progress, u l-għeluq, b&#39;rapportar sħiħ f&#39;kull pass tat-triq.
my: အသုံးပြုသူများ၏အကောင့်များဖန်တီးမှုကိုတိုက်ရိုက်ကြီးကြပ်။ တစ် ဦး ချင်းအနေဖြင့်ခွင့်ပြုချက်ကိုခွင့်ပြုသည်။ အမှုအခင်းဖန်တီးခြင်း၊ တိုးတက်ခြင်းနှင့်ပိတ်ခြင်းများကိုစီမံခြင်း၊ အဆင့်တိုင်းကိုအပြည့်အ ၀ အစီရင်ခံခြင်းဖြင့်စီမံပါ။
ne: केस-द्वारा-केस आधारमा उनीहरूको पहुँच अनुमतिहरू प्राधिकरण गर्ने क्रममा प्रत्यक्ष प्रयोगकर्ता खाता सिर्जनाको निरीक्षण गर्नुहोस्। केस सिर्जना, प्रगति, र बन्दको प्रबन्ध गर्नुहोस्, मार्गको हरेक चरणमा पूर्ण रिपोर्टिंगको साथ।
nl: Houd rechtstreeks toezicht op het aanmaken van gebruikersaccounts terwijl u hun toegangsrechten geval per geval autoriseert. Beheer de aanmaak, voortgang en afsluiting van cases, met volledige rapportage bij elke stap.
no: Overvåke direkte opprettelsen av brukerkontoer mens du autoriserer deres tilgangstillatelser fra sak til sak. Administrer saksopprettelse, fremdrift og avslutning, med full rapportering hvert steg på veien.
or: କେସ୍-କେସ୍ ଆଧାରରେ ସେମାନଙ୍କ ପ୍ରବେଶ ଅନୁମତିକୁ ଅନୁମତି ଦେବାବେଳେ ଉପଭୋକ୍ତା ଆକାଉଣ୍ଟ୍ ସୃଷ୍ଟିର ସିଧାସଳଖ ତଦାରଖ କରନ୍ତୁ | ପ୍ରତ୍ୟେକ ପଦକ୍ଷେପରେ ପୂର୍ଣ୍ଣ ରିପୋର୍ଟ ସହିତ କେସ୍ ସୃଷ୍ଟି, ଅଗ୍ରଗତି, ଏବଂ ବନ୍ଦ ପରିଚାଳନା କରନ୍ତୁ |
pa: ਕੇਸ-ਦਰ-ਕੇਸ ਦੇ ਅਧਾਰ ਤੇ ਉਹਨਾਂ ਦੀਆਂ ਪਹੁੰਚ ਅਧਿਕਾਰਾਂ ਨੂੰ ਅਧਿਕਾਰਤ ਕਰਦੇ ਹੋਏ ਉਪਭੋਗਤਾ ਖਾਤਿਆਂ ਦੇ ਨਿਰਮਾਣ ਦੀ ਸਿੱਧੀ ਨਿਗਰਾਨੀ ਕਰੋ. ਤਰੀਕੇ ਨਾਲ ਹਰ ਕਦਮ ਦੀ ਪੂਰੀ ਰਿਪੋਰਟਿੰਗ ਦੇ ਨਾਲ ਕੇਸ ਬਣਾਉਣ, ਪ੍ਰਗਤੀ ਅਤੇ ਬੰਦ ਹੋਣ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ.
pl: Bezpośrednio nadzoruj tworzenie kont użytkowników, autoryzując ich uprawnienia dostępu w poszczególnych przypadkach. Zarządzaj tworzeniem spraw, postępami i zamykaniem, z pełnym raportowaniem na każdym etapie.
ps: په مستقیم ډول د کارن حسابونو رامینځته کولو څارنه وکړئ پداسې حال کې چې د قضیې په اساس قضیه کې د دوی لاسرسي اجازه مستند کوي. د هرې مرحلې د بشپړ راپور ورکولو سره د قضیې رامینځته کول ، پرمختګ ، او بندول اداره کړئ.
pt: Supervisione diretamente a criação de contas de usuário enquanto autoriza suas permissões de acesso caso a caso. Gerencie a criação, o progresso e o encerramento de casos, com relatórios completos a cada passo do caminho.
ro: Supraveghează direct crearea de conturi de utilizator în timp ce autorizează permisiunile de acces de la caz la caz. Gestionați crearea, progresul și închiderea cazurilor, cu raportare completă la fiecare pas.
ru: Непосредственный надзор за созданием учетных записей пользователей и авторизация их прав доступа в каждом конкретном случае. Управляйте созданием, ходом и закрытием кейсов, с полной отчетностью на каждом этапе.
rw: Kugenzura mu buryo butaziguye ishyirwaho rya konti zabakoresha mugihe utanga uburenganzira bwo kwinjira kuri buri kibazo. Gucunga imanza, gutera imbere, no gufunga, hamwe na raporo yuzuye buri ntambwe yinzira.
sd: ڪيس جي بنياد تي انهن جي رسائي جي اجازتن کي اختيار ڏيڻ دوران سڌي طرح صارف اڪائونٽس جي پيدائش جي نگراني ڪندو آهي. رستي جي هر قدم کي مڪمل رپورٽنگ سان ، ڪيس ٺاهڻ ، ترقي ۽ بند ڪرڻ جو انتظام ڪريو.
si: එක් එක් සිද්ධිය අනුව පරිශීලක ගිණුම් නිර්මාණය කිරීමට සෘජුවම අධීක්ෂණය කරන අතරම ඔවුන්ගේ ප්‍රවේශ අවසරයන් අනුමත කරයි. සෑම පියවරක්ම පූර්ණ වාර්තා කිරීමකින් සිද්ධි නිර්මාණය, ප්‍රගතිය සහ වසා දැමීම කළමනාකරණය කරන්න.
sk: Priamo dohliada na vytváranie používateľských účtov a autorizuje ich prístupové práva pre každý prípad osobitne. Spravujte vytváranie, postup a uzatváranie prípadov s úplným podávaním správ na každom kroku.
sl: Neposredno nadzirajte ustvarjanje uporabniških računov, hkrati pa odobrite njihova dovoljenja za dostop za vsak primer posebej. Upravljajte ustvarjanje primerov, napredek in zaključek s popolnim poročanjem o vsakem koraku.
sq: Drejtpërdrejt mbikëqyrë krijimin e llogarive të përdoruesve ndërsa autorizon lejet e tyre të hyrjes rast pas rasti. Menaxhoni krijimin e çështjeve, përparimin dhe mbylljen, me raportim të plotë në çdo hap të rrugës.
sr: Непосредно надгледајте креирање корисничких налога, истовремено овлашћујући њихова дозвола за приступ, за сваки случај. Управљајте креирањем предмета, напретком и затварањем, уз потпуно извештавање о сваком кораку.
sv: Kontrollera direkt skapandet av användarkonton samtidigt som de godkänner deras åtkomstbehörigheter från fall till fall. Hantera ärende, framsteg och avslutning, med full rapportering varje steg på vägen.
sw: Moja kwa moja inasimamia uundaji wa akaunti za watumiaji wakati unadhibiti ruhusa zao za ufikiaji kwa msingi wa kesi na kesi. Dhibiti uundaji wa kesi, maendeleo, na kufunga, na kuripoti kamili kila hatua ya njia.
ta: ஒவ்வொரு முறையிலும் அவர்களின் அணுகல் அனுமதிகளை அங்கீகரிக்கும் போது பயனர் கணக்குகளை உருவாக்குவதை நேரடியாக மேற்பார்வை செய்யுங்கள். வழக்கு உருவாக்கம், முன்னேற்றம் மற்றும் நிறைவை நிர்வகிக்கவும், ஒவ்வொரு அடியிலும் முழு அறிக்கையிடலுடன்.
te: కేస్-బై-కేస్ ప్రాతిపదికన వారి యాక్సెస్ అనుమతులను ప్రామాణీకరించేటప్పుడు వినియోగదారు ఖాతాల సృష్టిని ప్రత్యక్షంగా పర్యవేక్షిస్తుంది. ప్రతి దశలో పూర్తి రిపోర్టింగ్‌తో కేసు సృష్టి, పురోగతి మరియు ముగింపును నిర్వహించండి.
tg: Таъсиси ҳисобҳои корбарро мустақилона назорат кунед, дар ҳоле, ки иҷозати дастрасии онҳо ба сурати инфиродӣ рух медиҳад. Идоракунии эҷоди парвандаҳо, пешрафт ва пӯшиш, бо гузориши пурраи ҳар як қадам.
th: ดูแลการสร้างบัญชีผู้ใช้โดยตรงในขณะที่ให้สิทธิ์ในการเข้าถึงเป็นกรณี ๆ ไป จัดการการสร้างเคสความคืบหน้าและการปิดด้วยการรายงานแบบเต็มทุกขั้นตอน
tk: Ulanyjy hasaplarynyň döredilmegine gönüden-göni gözegçilik ediň, şol bir wagtyň özünde olaryň giriş rugsatlaryna rugsat beriň. Her ädimde doly hasabat bermek bilen, kazyýet işini, ösüşi we ýapylyşy dolandyryň.
tl: Direktang bantayan ang paglikha ng mga account sa gumagamit habang pinahihintulutan ang kanilang mga pahintulot sa pag-access sa isang batayan sa pamamagitan ng kaso. Pamahalaan ang paglikha ng kaso, pagsulong, at pagsasara, na may buong pag-uulat sa bawat hakbang.
tr: Erişim izinlerini duruma göre yetkilendirirken kullanıcı hesaplarının oluşturulmasını doğrudan denetleyin. Her adımda tam raporlama yaparak vaka oluşturma, ilerleme ve kapanışları yönetin.
tt: Кулланучылар счетларын булдыруга турыдан-туры күзәтегез, шул ук вакытта аларның рөхсәтләрен рөхсәт итегез. Everyәр адымны тулысынча хәбәр итеп, очраклар булдыру, алгарыш һәм ябу белән идарә итегез.
ug: ئىشلەتكۈچى ھېساباتىنى قۇرۇشنى بىۋاسىتە نازارەت قىلىش بىلەن بىر ۋاقىتتا ، ئۇلارنىڭ زىيارەت ئىجازەتنامىسىنى ئايرىم-ئايرىم ھالدا نازارەت قىلىدۇ. ھەر بىر باسقۇچتا تولۇق دوكلات قىلىش ئارقىلىق دېلو يارىتىش ، ئىلگىرىلەش ۋە تاقاشنى باشقۇرۇڭ.
uk: Безпосередньо слідкуйте за створенням облікових записів користувачів, одночасно надаючи дозволи на отримання доступу для кожного конкретного випадку. Керуйте створенням справ, прогресом та закриттям, з повним звітуванням про кожен крок.
ur: براہ راست صارف اکاؤنٹس کے تخلیق کی نگرانی کریں جبکہ ان کے رسائی کی اجازت ہر ایک کیس کی بنیاد پر دیں۔ ہر طرح کے ہر مرحلے کی مکمل رپورٹنگ کے ساتھ کیس کی تخلیق ، پیشرفت اور اختتامی انتظام کریں۔
uz: Har bir alohida holatda foydalanuvchiga kirish huquqini avtorizatsiya qilishda foydalanuvchi hisoblarini yaratishni bevosita nazorat qiling. Yo&#39;lning har bir bosqichi haqida to&#39;liq hisobot berib, vaziyatni yaratish, jarayonni va yopishni boshqaring.
vi: Trực tiếp giám sát việc tạo tài khoản người dùng trong khi cho phép quyền truy cập của họ trên cơ sở từng trường hợp. Quản lý việc tạo trường hợp, tiến độ và kết thúc, với báo cáo đầy đủ mỗi bước của quá trình.
xh: Nqola ngokuthe ngqo ukuyilwa kweeakhawunti zomsebenzisi ngelixa ugunyazisa ukufikelela kwabo kwiimvume kwimeko nganye. Lawula ukudalwa kwamatyala, inkqubela phambili, kunye nokuvala, kunye nokunika ingxelo epheleleyo ngawo onke amanqanaba endlela.
yi: גלייך אָוווערסייז די שאַפונג פון באַניצער אַקאַונץ בשעת אָטערייזינג זייער אַקסעס פּערמישאַנז פון פאַל צו פאַל. אויפֿפּאַסן קאַסע שאַפונג, פּראָגרעס און קלאָוזינג, מיט פול ריפּאָרטינג יעדער שריט פון דעם וועג.
