Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
af: Laai lêers wat op die saak betrekking het op, deel, lewer kommentaar op en laai dit af sodat almal 'n verwysing het oor al die belangrike besonderhede, mense en situasies.
am: ከጉዳዩ ጋር የተያያዙ ፋይሎችን ይስቀሉ፣ ያጋሩ፣ አስተያየት ይስጡ እና ያውርዱ ሁሉም አስፈላጊ ዝርዝሮች፣ ሰዎች እና ሁኔታዎች ላይ ማጣቀሻ እንዲኖረው።
ar: قم بتحميل الملفات المتعلقة بالقضية ومشاركتها والتعليق عليها وتنزيلها بحيث يكون لدى الجميع مرجع بشأن جميع التفاصيل المهمة والأشخاص والمواقف.
az: İşə aid faylları yükləyin, paylaşın, şərh edin və endirin ki, hər kəs bütün vacib detallar, insanlar və vəziyyətlər haqqında məlumat əldə etsin.
be: Загружайце, дзяліцеся, каментуйце і спампоўвайце файлы, якія адносяцца да справы, каб кожны меў інфармацыю аб усіх важных дэталях, людзях і сітуацыях.
bg: Качвайте, споделяйте, коментирайте и изтегляйте файлове, свързани със случая, така че всеки да има справка за всички важни подробности, хора и ситуации.
bn: আপলোড করুন, ভাগ করুন, মন্তব্য করুন এবং কেস সম্পর্কিত ফাইলগুলি ডাউনলোড করুন যাতে প্রত্যেকের কাছে সমস্ত গুরুত্বপূর্ণ বিবরণ, ব্যক্তি এবং পরিস্থিতির একটি রেফারেন্স থাকে৷
ca: Carregueu, compartiu, comenteu i baixeu fitxers relacionats amb el cas perquè tothom tingui una referència sobre tots els detalls, persones i situacions importants.
cs: Nahrávejte, sdílejte, komentujte a stahujte soubory týkající se případu, aby měl každý přehled o všech důležitých podrobnostech, lidech a situacích.
cy: Llwythwch i fyny, rhannwch, gwnewch sylwadau ar, a dadlwythwch ffeiliau sy'n ymwneud â'r achos fel bod gan bawb gyfeirnod ar yr holl fanylion, pobl a sefyllfaoedd pwysig.
da: Upload, del, kommenter og download filer, der vedrører sagen, så alle har en reference til alle de vigtige detaljer, personer og situationer.
de: Laden Sie Dateien hoch, teilen, kommentieren und laden Sie Dateien herunter, die sich auf den Fall beziehen, damit jeder eine Referenz zu allen wichtigen Details, Personen und Situationen hat.
el: Ανεβάστε, μοιραστείτε, σχολιάστε και κατεβάστε αρχεία που σχετίζονται με την υπόθεση, ώστε όλοι να έχουν μια αναφορά σε όλες τις σημαντικές λεπτομέρειες, άτομα και καταστάσεις.
eo: Alŝutu, dividu, komentu kaj elŝutu dosierojn rilatajn al la kazo, por ke ĉiuj havu referencon pri ĉiuj gravaj detaloj, homoj kaj situacioj.
es: Cargue, comparta, comente y descargue archivos relacionados con el caso para que todos tengan una referencia sobre todos los detalles, personas y situaciones importantes.
et: Laadige üles, jagage, kommenteerige ja laadige alla juhtumiga seotud faile, et kõigil oleks viide kõigi oluliste üksikasjade, inimeste ja olukordade kohta.
eu: Kargatu, partekatu, iruzkindu eta deskargatu kasuari dagozkion fitxategiak, denek xehetasun, pertsona eta egoera garrantzitsu guztien erreferentzia izan dezaten.
fa: فایل‌های مربوط به پرونده را آپلود کنید، به اشتراک بگذارید، نظر بدهید و دانلود کنید تا همه به همه جزئیات، افراد و موقعیت‌های مهم مرجعی داشته باشند.
fi: Lataa, jaa, kommentoi ja lataa tapaukseen liittyviä tiedostoja, jotta jokaisella on viite kaikista tärkeistä yksityiskohdista, ihmisistä ja tilanteista.
fr: Téléchargez, partagez, commentez et téléchargez des fichiers relatifs à l'affaire afin que chacun ait une référence sur tous les détails, personnes et situations importants.
fy: Upload, diele, kommentaar oer en download bestannen dy't relatearje oan 'e saak, sadat elkenien in referinsje hat oer alle wichtige details, minsken en situaasjes.
ga: Comhaid a bhaineann leis an gcás a uaslódáil, a roinnt, trácht orthu agus a íoslódáil ionas go mbeidh tagairt ag gach duine ar na sonraí, na daoine agus na cásanna tábhachtacha go léir.
gd: Luchdaich suas, co-roinn, thoir beachd air, agus luchdaich sìos faidhlichean a bhuineas don chùis gus am bi iomradh aig a h-uile duine air a h-uile mion-fhiosrachadh, daoine agus suidheachaidhean cudromach.
gl: Carga, comparte, comenta e descarga ficheiros relacionados co caso para que todos teñan unha referencia sobre todos os detalles, persoas e situacións importantes.
gu: કેસને લગતી ફાઇલો અપલોડ કરો, શેર કરો, તેના પર ટિપ્પણી કરો અને ડાઉનલોડ કરો જેથી દરેકને બધી મહત્વપૂર્ણ વિગતો, લોકો અને પરિસ્થિતિઓનો સંદર્ભ મળે.
hi: मामले से संबंधित फ़ाइलें अपलोड, साझा, टिप्पणी और डाउनलोड करें ताकि सभी के पास सभी महत्वपूर्ण विवरणों, लोगों और स्थितियों पर एक संदर्भ हो।
hr: Prenosite, dijelite, komentirajte i preuzimajte datoteke koje se odnose na slučaj kako bi svatko imao referencu o svim važnim detaljima, osobama i situacijama.
hu: Töltse fel, ossza meg, kommentálja és töltse le az üggyel kapcsolatos fájlokat, hogy mindenki tájékozódjon az összes fontos részletről, személyekről és helyzetekről.
hy: Վերբեռնեք, տարածեք, մեկնաբանեք և ներբեռնեք գործին վերաբերող ֆայլեր, որպեսզի բոլորն ունենան հղում բոլոր կարևոր մանրամասների, մարդկանց և իրավիճակների վերաբերյալ:
id: Unggah, bagikan, komentari, dan unduh file yang berkaitan dengan kasus sehingga setiap orang memiliki referensi tentang semua detail penting, orang, dan situasi.
is: Hladdu upp, deildu, skrifaðu athugasemdir við og halaðu niður skrám sem tengjast málinu svo allir hafi tilvísun í allar mikilvægar upplýsingar, fólk og aðstæður.
it: Carica, condividi, commenta e scarica i file relativi al caso in modo che tutti abbiano un riferimento su tutti i dettagli, le persone e le situazioni importanti.
iw: העלה, שתף, הערה והורד קבצים הנוגעים למקרה כך שלכולם תהיה התייחסות לכל הפרטים, האנשים והמצבים החשובים.
ja: ケースに関連するファイルをアップロード、共有、コメント、およびダウンロードして、すべての重要な詳細、人、および状況に関する参照を全員が持つようにします。
ka: ატვირთეთ, გააზიარეთ, დააკომენტარეთ და ჩამოტვირთეთ საქმესთან დაკავშირებული ფაილები, რათა ყველას ჰქონდეს მითითება ყველა მნიშვნელოვან დეტალზე, ადამიანზე და სიტუაციაზე.
kk: Іске қатысты файлдарды жүктеп салыңыз, бөлісіңіз, түсініктеме беріңіз және жүктеп алыңыз, осылайша әрбір адам барлық маңызды мәліметтер, адамдар және жағдайлар туралы анықтама алады.
km: បង្ហោះ ចែករំលែក បញ្ចេញមតិ និងទាញយកឯកសារដែលទាក់ទងនឹងករណី ដូច្នេះអ្នកគ្រប់គ្នាមានឯកសារយោងលើព័ត៌មានលម្អិតសំខាន់ៗទាំងអស់ មនុស្ស និងស្ថានភាព។
kn: ಪ್ರಕರಣಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ, ಹಂಚಿಕೊಳ್ಳಿ, ಕಾಮೆಂಟ್ ಮಾಡಿ ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಇದರಿಂದ ಪ್ರತಿಯೊಬ್ಬರೂ ಎಲ್ಲಾ ಪ್ರಮುಖ ವಿವರಗಳು, ಜನರು ಮತ್ತು ಸನ್ನಿವೇಶಗಳ ಬಗ್ಗೆ ಉಲ್ಲೇಖವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.
ku: Pelên têkildarî dozê dakêşin, parve bikin, şîrove bikin û dakêşin da ku her kes li ser hemî hûrguliyên girîng, mirov û rewşan referansek hebe.
ky: Ишке тиешелүү файлдарды жүктөп бериңиз, бөлүшүңүз, комментарий бериңиз жана жүктөп алыңыз, андыктан ар бир адам бардык маанилүү деталдар, адамдар жана кырдаалдар боюнча маалымдама алышат.
lb: Eroplueden, deelen, kommentéieren an eroflueden Dateien betreffend de Fall sou datt jiddereen eng Referenz iwwer all wichteg Detailer, Leit a Situatiounen huet.
lo: ອັບໂຫຼດ, ແບ່ງປັນ, ຄໍາຄິດຄໍາເຫັນ, ແລະດາວໂຫຼດໄຟລ໌ທີ່ກ່ຽວຂ້ອງກັບກໍລະນີເພື່ອໃຫ້ທຸກຄົນມີເອກະສານອ້າງອີງກ່ຽວກັບລາຍລະອຽດທີ່ສໍາຄັນທັງຫມົດ, ຄົນ, ແລະສະຖານະການ.
lt: Įkelkite, bendrinkite, komentuokite ir atsisiųskite su byla susijusius failus, kad kiekvienas turėtų nuorodą apie visą svarbią informaciją, žmones ir situacijas.
lv: Augšupielādējiet, kopīgojiet, komentējiet un lejupielādējiet failus, kas attiecas uz lietu, lai ikvienam būtu atsauce uz visu svarīgo informāciju, cilvēkiem un situācijām.
mg: Ampidiro, zarao, fanehoan-kevitra, ary alaivo ny rakitra mifandraika amin'ilay raharaha mba hananan'ny tsirairay reference amin'ny antsipiriany rehetra, ny olona ary ny toe-javatra.
mi: Tukuna ake, tiri, korero, me te tango i nga konae e pa ana ki te keehi kia whai tohutoro nga tangata katoa mo nga korero nui, tangata me nga ahuatanga.
mk: Поставете, споделувајте, коментирајте и преземајте датотеки што се однесуваат на случајот за секој да има референца за сите важни детали, луѓе и ситуации.
ml: കേസുമായി ബന്ധപ്പെട്ട ഫയലുകൾ അപ്‌ലോഡ് ചെയ്യുക, പങ്കിടുക, അഭിപ്രായമിടുക, ഡൗൺലോഡ് ചെയ്യുക, അതുവഴി എല്ലാവർക്കും പ്രധാനപ്പെട്ട എല്ലാ വിശദാംശങ്ങളെയും ആളുകളെയും സാഹചര്യങ്ങളെയും കുറിച്ച് ഒരു റഫറൻസ് ലഭിക്കും.
mn: Хэрэгтэй холбоотой файлуудыг байршуулж, хуваалцаж, сэтгэгдэл бичиж, татаж авснаар хүн бүр бүх чухал мэдээлэл, хүмүүс, нөхцөл байдлын талаархи лавлагаатай байх болно.
mr: प्रकरणाशी संबंधित फायली अपलोड करा, शेअर करा, त्यावर टिप्पणी करा आणि डाउनलोड करा जेणेकरून प्रत्येकाला सर्व महत्त्वाचे तपशील, लोक आणि परिस्थितींचा संदर्भ मिळेल.
ms: Muat naik, kongsi, ulas dan muat turun fail yang berkaitan dengan kes itu supaya semua orang mempunyai rujukan tentang semua butiran, orang dan situasi penting.
mt: Ittella, aqsam, ikkummenta u tniżżel fajls li jappartjenu għall-każ sabiex kulħadd ikollu referenza dwar id-dettalji, in-nies u s-sitwazzjonijiet importanti kollha.
my: ဖိုင်များကို အပ်လုဒ်လုပ်ခြင်း၊ မျှဝေခြင်း၊ မှတ်ချက်ပေးခြင်းနှင့် ဒေါင်းလုဒ်လုပ်ခြင်းတို့ကြောင့် လူတိုင်းတွင် အရေးကြီးသောအသေးစိတ်အချက်များ၊ လူများနှင့် အခြေအနေများအားလုံးကို ကိုးကားချက်ထားရန်။
ne: केससँग सम्बन्धित फाइलहरू अपलोड, साझेदारी, टिप्पणी र डाउनलोड गर्नुहोस् ताकि सबैसँग सबै महत्त्वपूर्ण विवरणहरू, व्यक्तिहरू र परिस्थितिहरूमा सन्दर्भ छ।
nl: Upload, deel, becommentarieer en download bestanden die betrekking hebben op de zaak, zodat iedereen een referentie heeft over alle belangrijke details, mensen en situaties.
no: Last opp, del, kommenter og last ned filer knyttet til saken, slik at alle har en referanse til alle viktige detaljer, personer og situasjoner.
or: ମାମଲା ସମ୍ବନ୍ଧୀୟ ଫାଇଲଗୁଡିକ ଅପଲୋଡ୍, ଅଂଶୀଦାର, ମନ୍ତବ୍ୟ ଏବଂ ଡାଉନଲୋଡ୍ କରନ୍ତୁ ଯାହା ଦ୍ everyone ାରା ସମସ୍ତ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ବିବରଣୀ, ଲୋକ ଏବଂ ପରିସ୍ଥିତି ଉପରେ ସମସ୍ତଙ୍କର ଏକ ରେଫରେନ୍ସ ଅଛି |
pa: ਕੇਸ ਨਾਲ ਸਬੰਧਤ ਫਾਈਲਾਂ ਨੂੰ ਅਪਲੋਡ ਕਰੋ, ਸਾਂਝਾ ਕਰੋ, ਟਿੱਪਣੀ ਕਰੋ ਅਤੇ ਡਾਉਨਲੋਡ ਕਰੋ ਤਾਂ ਜੋ ਹਰ ਕਿਸੇ ਕੋਲ ਸਾਰੇ ਮਹੱਤਵਪੂਰਨ ਵੇਰਵਿਆਂ, ਲੋਕਾਂ ਅਤੇ ਸਥਿਤੀਆਂ ਦਾ ਹਵਾਲਾ ਹੋਵੇ।
pl: Przesyłaj, udostępniaj, komentuj i pobieraj pliki związane ze sprawą, aby każdy miał odniesienie do wszystkich ważnych szczegółów, osób i sytuacji.
ps: د قضیې پورې اړوند فایلونه اپلوډ کړئ، شریک کړئ، تبصره وکړئ، او ډاونلوډ کړئ نو هرڅوک د ټولو مهمو توضیحاتو، خلکو او شرایطو په اړه حواله لري.
pt: Carregue, compartilhe, comente e baixe arquivos relativos ao caso para que todos tenham uma referência sobre todos os detalhes, pessoas e situações importantes.
ro: Încărcați, distribuiți, comentați și descărcați fișiere referitoare la caz, astfel încât toată lumea să aibă o referință cu privire la toate detaliile, oamenii și situațiile importante.
ru: Загружайте, делитесь, комментируйте и загружайте файлы, относящиеся к делу, чтобы у каждого была ссылка на все важные детали, людей и ситуации.
rw: Kuramo, gusangira, gutanga ibitekerezo, no gukuramo dosiye zijyanye nurubanza kugirango buriwese agire aho yerekeza kubintu byose byingenzi, abantu, nibihe.
sd: اپلوڊ ڪريو، شيئر ڪريو، تبصرو ڪريو، ۽ ڊائون لوڊ ڪريو ڪيس سان لاڳاپيل فائلون ته جيئن هر ڪنهن کي سڀني اهم تفصيلن، ماڻهن ۽ حالتن تي هڪ حوالو هجي.
si: නඩුවට අදාළ ගොනු උඩුගත කරන්න, බෙදාගන්න, අදහස් දක්වන්න, සහ බාගන්න, එවිට සියලු දෙනාටම සියලු වැදගත් විස්තර, පුද්ගලයන් සහ තත්ත්වයන් පිළිබඳ සඳහනක් ඇත.
sk: Nahrávajte, zdieľajte, komentujte a sťahujte súbory týkajúce sa prípadu, aby mal každý prehľad o všetkých dôležitých detailoch, ľuďoch a situáciách.
sl: Nalagajte, delite, komentirajte in prenašajte datoteke, ki se nanašajo na primer, tako da ima vsakdo referenco o vseh pomembnih podrobnostih, ljudeh in situacijah.
sq: Ngarkoni, shpërndani, komentoni dhe shkarkoni skedarë që kanë të bëjnë me rastin në mënyrë që të gjithë të kenë një referencë për të gjitha detajet, njerëzit dhe situatat e rëndësishme.
sr: Отпремајте, делите, коментаришите и преузимајте датотеке које се односе на случај како би сви имали референцу о свим важним детаљима, људима и ситуацијама.
sv: Ladda upp, dela, kommentera och ladda ner filer som hör till ärendet så att alla har en referens om alla viktiga detaljer, personer och situationer.
sw: Pakia, shiriki, toa maoni yako na upakue faili zinazohusiana na kesi ili kila mtu awe na marejeleo ya maelezo, watu na hali zote muhimu.
ta: வழக்கு தொடர்பான கோப்புகளைப் பதிவேற்றவும், பகிரவும், கருத்துத் தெரிவிக்கவும் மற்றும் பதிவிறக்கவும், இதன் மூலம் அனைவருக்கும் முக்கியமான விவரங்கள், நபர்கள் மற்றும் சூழ்நிலைகள் பற்றிய குறிப்பு இருக்கும்.
te: కేసుకు సంబంధించిన ఫైల్‌లను అప్‌లోడ్ చేయండి, భాగస్వామ్యం చేయండి, వ్యాఖ్యానించండి మరియు డౌన్‌లోడ్ చేయండి, తద్వారా ప్రతి ఒక్కరూ అన్ని ముఖ్యమైన వివరాలు, వ్యక్తులు మరియు పరిస్థితులపై సూచనను కలిగి ఉంటారు.
tg: Файлҳои марбут ба парвандаро бор кунед, мубодила кунед, шарҳ диҳед ва зеркашӣ кунед, то ҳама дар бораи ҳама ҷузъиёти муҳим, одамон ва ҳолатҳо маълумот дошта бошанд.
th: อัปโหลด แชร์ แสดงความคิดเห็น และดาวน์โหลดไฟล์ที่เกี่ยวข้องกับเคส เพื่อให้ทุกคนมีข้อมูลอ้างอิงเกี่ยวกับรายละเอียด บุคคล และสถานการณ์ที่สำคัญทั้งหมด
tk: Işe degişli faýllary ýükläň, paýlaşyň, teswir ýazyň we göçürip alyň, şonuň üçin hemmeleriň möhüm jikme-jikliklere, adamlara we ýagdaýlara salgylanmagy bolar.
tl: Mag-upload, magbahagi, magkomento, at mag-download ng mga file na nauukol sa kaso upang ang lahat ay may sanggunian sa lahat ng mahahalagang detalye, tao, at sitwasyon.
tr: Vakayla ilgili dosyaları yükleyin, paylaşın, yorum yapın ve indirin, böylece herkes tüm önemli ayrıntılar, kişiler ve durumlar hakkında bir referansa sahip olur.
tt: Эшкә кагылышлы файлларны йөкләү, бүлешү, аңлатма бирү һәм йөкләү, шуңа күрә барлык мөһим детальләргә, кешеләргә, ситуацияләргә сылтама бар.
ug: دېلوغا مۇناسىۋەتلىك ھۆججەتلەرنى يوللاش ، ھەمبەھىرلەش ، باھا بېرىش ۋە چۈشۈرۈش ، شۇڭا كۆپچىلىكنىڭ بارلىق مۇھىم تەپسىلاتلار ، كىشىلەر ۋە ئەھۋاللارغا ئائىت پايدىلىنىشى بار.
uk: Завантажуйте, діліться, коментуйте та завантажуйте файли, що стосуються справи, щоб кожен мав довідку про всі важливі деталі, людей і ситуації.
ur: کیس سے متعلق فائلیں اپ لوڈ کریں، شیئر کریں، ان پر تبصرہ کریں اور ڈاؤن لوڈ کریں تاکہ ہر کسی کے پاس تمام اہم تفصیلات، لوگوں اور حالات کا حوالہ ہو۔
uz: Ishga tegishli fayllarni yuklang, baham ko'ring, sharhlang va yuklab oling, shunda hamma muhim tafsilotlar, odamlar va vaziyatlar haqida ma'lumotga ega bo'ladi.
vi: Tải lên, chia sẻ, bình luận và tải xuống các tệp liên quan đến vụ án để mọi người có thể tham khảo về tất cả các chi tiết quan trọng, con người và tình huống.
xh: Layisha, wabelane, uphawule, kwaye ukhuphele iifayile eziphathelele kwityala ukuze wonke umntu abe nereferensi kuzo zonke iinkcukacha ezibalulekileyo, abantu kunye neemeko.
yi: צופֿעליקער, ייַנטיילן, באַמערקן און אראפקאפיע טעקעס מיט דעם פאַל, אַזוי אַלעמען האט אַ רעפֿערענץ וועגן אַלע וויכטיק דעטאַילס, מענטשן און סיטואַטיאָנס.

source: About Case
af: Oor die saak
am: ስለ ጉዳይ
ar: حول القضية
az: Haqqında
be: Аб Case
bg: За случая
bn: কেস সম্পর্কে
ca: Quant al cas
cs: O Case
cy: Am Achos
da: Om Case
de: Über den Fall
el: Σχετικά με την υπόθεση
eo: Pri Kazo
es: Sobre caso
et: Kohta Case
eu: Kasuari buruz
fa: درباره مورد
fi: Tietoja Case
fr: À propos de cas
fy: Oer Case
ga: Maidir le Cás
gd: Mu chùis
gl: Sobre o caso
gu: કેસ વિશે
hi: केस के बारे में
hr: O slučaju
hu: A Case-ről
hy: Գործի մասին
id: Tentang Kasus
is: Um Case
it: A proposito di Case
iw: על מקרה
ja: ケースについて
ka: საქმეზე
kk: Іс туралы
km: អំពីសំណុំរឿង
kn: ಕೇಸ್ ಬಗ್ಗೆ
ku: Der barê mijara
ky: жөнүндө иш
lb: Iwwert Case
lo: ກ່ຽວກັບກໍລະນີ
lt: Apie bylą
lv: Par lietu
mi: Mō te Take
mk: За случајот
ml: കേസ് സംബന്ധിച്ച്
mn: Кейслэлийн талаар
mr: केस बद्दल
ms: Mengenai Kes
mt: Dwar Każ
my: ဖြစ်ရပ်မှန်အကြောင်း
ne: केसका बारे
nl: Over Case
no: Om Case
or: କେସ୍ ବିଷୟରେ
pa: ਕੇਸ ਬਾਰੇ
pl: O sprawie
ps: د قضیې په اړه
pt: Sobre o caso
ro: Despre caz
ru: О деле
rw: Ibyerekeye Urubanza
sd: معاملي بابت
si: නඩුව
sk: O prípade
sl: O zadevi
sq: Rreth rastit
sr: Абоут Цасе
sv: Om Case
sw: Kuhusu Uchunguzi
ta: வழக்கு பற்றி
te: కేస్ గురించి
tg: Дар бораи парванда
th: เกี่ยวกับกรณี
tk: Kazyýet hakda
tl: Tungkol sa Kaso
tr: Dava Hakkında
tt: Эш турында
ug: دېلو ھەققىدە
uk: Про справу
ur: کیس کے بارے میں
uz: Ish haqida
vi: Về trường hợp
xh: Malunga neNkundla
yi: וועגן קאַסע
