Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Duration:
af: Tydsduur:
am: የሚፈጀው ጊዜ፡-
ar: مدة:
az: Müddət:
be: Працягласць:
bg: Продължителност:
bn: সময়কাল:
ca: Durada:
cs: Doba trvání:
cy: Hyd:
da: Varighed:
de: Dauer:
el: Διάρκεια:
eo: Daŭro:
es: Duración:
et: Kestus:
eu: Iraupena:
fa: مدت زمان:
fi: Kesto:
fr: Durée:
fy: Doer:
ga: Fad:
gd: Ùine:
gl: Duración:
gu: અવધિ:
hi: अवधि:
hr: Trajanje:
hu: Időtartam:
hy: Տեւողությունը:
id: Durasi:
is: Lengd:
it: Durata:
iw: מֶשֶׁך:
ja: 間隔：
ka: ხანგრძლივობა:
kk: Ұзақтығы:
km: រយៈពេល៖
kn: ಅವಧಿ:
ku: Demajok:
ky: Узактыгы:
lb: Dauer:
lo: ໄລຍະເວລາ:
lt: Trukmė:
lv: Ilgums:
mg: Faharetana:
mi: Roa:
mk: Времетраење:
ml: കാലാവധി:
mn: Үргэлжлэх хугацаа:
mr: कालावधी:
ms: Tempoh:
mt: Tul ta' żmien:
my: ကြာချိန်-
ne: अवधि:
nl: Duur:
no: Varighet:
or: ସମୟ:
pa: ਮਿਆਦ:
pl: Czas trwania:
ps: موده:
pt: Duração:
ro: Durată:
ru: Продолжительность:
rw: Igihe rimara:
sd: مدت:
si: කාල සීමාව:
sk: Trvanie:
sl: Trajanje:
sq: Kohëzgjatja:
sr: Трајање:
sv: Varaktighet:
sw: Muda:
ta: காலம்:
te: వ్యవధి:
tg: Давомнокӣ:
th: ระยะเวลา:
tk: Dowamlylygy:
tl: Tagal:
tr: Süre:
tt: Озынлыгы:
uk: Тривалість:
ur: دورانیہ:
uz: Davomiyligi:
vi: Khoảng thời gian:
xh: Ubude bexesha:
yi: געדויער:

source: more
af: meer
am: ተጨማሪ
ar: أكثر
az: daha çox
be: больш
bg: Повече ▼
bn: আরও
ca: més
cs: více
cy: mwy
da: mere
de: Mehr
el: περισσότερο
eo: pli
es: más
et: rohkem
eu: gehiago
fa: بیشتر
fi: lisää
fr: plus
fy: mear
ga: níos mó
gd: tuilleadh
gl: máis
gu: વધુ
hi: अधिक
hr: više
hu: több
hy: ավելին
id: lebih
is: meira
it: Di Più
iw: יותר
ja: もっと
ka: მეტი
kk: Көбірек
km: ច្រើនទៀត
kn: ಹೆಚ್ಚು
ku: zêde
ky: көбүрөөк
lb: méi
lo: ຫຼາຍ
lt: daugiau
lv: vairāk
mg: Bebe kokoa
mi: atu
mk: повеќе
ml: കൂടുതൽ
mn: дэлгэрэнгүй
mr: अधिक
ms: lebih banyak lagi
mt: aktar
my: နောက်ထပ်
ne: अधिक
nl: meer
no: mer
or: ଅଧିକ
pa: ਹੋਰ
pl: więcej
ps: نور
pt: Mais
ro: Mai Mult
ru: Больше
rw: byinshi
sd: وڌيڪ
si: තව
sk: viac
sl: več
sq: më shumë
sr: више
sv: Mer
sw: zaidi
ta: மேலும்
te: మరింత
tg: Бештар
th: มากกว่า
tk: has köp
tl: higit pa
tr: Daha
tt: Күбрәк
ug: تېخىمۇ كۆپ
uk: більше
ur: مزید
uz: Ko'proq
vi: hơn
xh: Kaninzi
yi: מער

source: Maybe
af: Kan wees
am: ምን አልባት
ar: يمكن
az: Ola bilər
be: Можа быць
bg: Може би
bn: হতে পারে
ca: Pot ser
cs: Možná
cy: Efallai
da: måske
de: Vielleicht
el: Μπορεί
eo: Eble
es: Tal vez
et: Võib olla
eu: Agian
fa: شاید
fi: Voi olla
fr: Peut être
fy: Miskien
ga: B&#39;fhéidir
gd: ’S dòcha
gl: Pode ser
gu: કદાચ
hi: शायद
hr: Može biti
hu: Talán
hy: Միգուցե
id: Mungkin
is: Kannski
it: Può essere
iw: אולי
ja: 多分
ka: Შესაძლოა
kk: Мүмкін
km: ប្រហែល
kn: ಇರಬಹುದು
ku: Belkî
ky: Болушу мүмкүн
lb: Vläicht
lo: ບາງທີ
lt: Gal būt
lv: Var būt
mg: Angamba
mi: Mahalo
mk: Можеби
ml: ഒരുപക്ഷേ
mn: Магадгүй л юм
mr: कदाचित
ms: Mungkin
mt: Jista &#39;jkun
my: ဖြစ်နိုင်စရာ
ne: हुनसक्छ
nl: Kan zijn
no: Kan være
or: ସମ୍ଭବତଃ
pa: ਸ਼ਾਇਦ
pl: Może
ps: امکان لری
pt: Talvez
ro: Poate
ru: Может быть
rw: Birashoboka
sd: ٿي سگهي ٿو
si: සමහරවිට
sk: Možno
sl: Mogoče
sq: Ndoshta
sr: Можда
sv: Kanske
sw: Labda
ta: இருக்கலாம்
te: బహుశా
tg: Мумкин ки
th: อาจจะ
tk: Belki
tl: Siguro
tr: Olabilir
tt: Бәлки
ug: مۇمكىن
uk: Може бути
ur: شاید
uz: Balki
vi: Có lẽ
xh: Ingayiyo
yi: זאל זיין

source: Not Attending
af: Nie bywoon nie
am: አይካፈሉም
ar: عدم حضوره
az: Qatılan deyil
be: не ўдзельнічаю
bg: Не участвай
bn: অংশগ্রহন করছে না
ca: No assistir
cs: Neúčastní se
cy: Ddim yn bresennol
da: Deltager ikke
de: Nicht teilnehmen
el: Δεν συμμετέχω
eo: Ne ĉeestanta
es: No asistir
et: Mitte käia
eu: Ez bertara joaten
fa: در حال رفتن نیست
fi: Ei osallistu
fr: Ne pas participer
fy: Net besykje
ga: Gan Freastal
gd: Gun a bhith an làthair
gl: Non asistindo
gu: હાજરી નથી
hi: ध्यान नहीं दे रहा
hr: Ne sudjeluje
hu: Nem jelenik meg
hy: Չի մասնակցում
id: Tidak menghadiri
is: Ekki mæta
it: Non partecipare
iw: לא משתתף
ja: 出席していない
ka: არ დასწრება
kk: Қатыспаңыз
km: មិនចូលរួម
kn: ಭಾಗವಹಿಸುವುದಿಲ್ಲ
ku: Beşdar nabe
ky: эмес, катышуу
lb: Net oprecht
lo: ບໍ່ເຂົ້າຮ່ວມ
lt: Nesilankydamas
lv: Nepiedalās
mg: Tsy manatrika
mi: Kaua e haere
mk: Не присуствува
ml: പങ്കെടുക്കുന്നില്ല
mn: Очихгүй байх
mr: उपस्थित राहू नका
ms: Tidak menghadiri
mt: Mhux Jattendi
my: တက်ရောက်မရ
ne: उपस्थित हुनुहुन्न
nl: Niet aanwezig
no: Ikke til stede
or: ଉପସ୍ଥିତ ନୁହଁନ୍ତି |
pa: ਹਾਜ਼ਰ ਨਹੀਂ
pl: Nie uczestniczyłem
ps: ګډون نه کوي
pt: Não comparecer
ro: Nu participă
ru: Не посещать
rw: Kutitabira
sd: شامل نه ٿيو
si: සහභාගී නොවේ
sk: Neúčastní sa
sl: Ne prisoten
sq: Nuk po ndjek
sr: Не присуствује
sv: Inte närvara
sw: Sio Kuhudhuria
ta: கலந்துகொள்ளவில்லை
te: హాజరు కావడం లేదు
tg: Не иштирок намекунанд
th: ไม่เข้าร่วม
tk: Gatnaşma
tl: Hindi Dumalo
tr: Katılmıyor
tt: Катнашмый
ug: قاتناشمايدۇ
uk: Не буду
ur: شامل نہیں
uz: Ishtirok etilmaydi
vi: Không tham dự
xh: Ukungena
yi: ניט אַטענדאַד

source: No
af: Geen
am: አይ
ar: لا
az: Yox
be: Не
bg: Не
bn: না
cs: Ne
cy: Na
da: Ingen
de: Nein
el: Οχι
eo: Ne
et: Ei
eu: Ez
fa: نه
fi: Ei
fr: Non
fy: Nee
ga: Níl
gd: Chan eil
gl: Non
gu: ના
hi: नहीं न
hr: Ne
hu: Nem
hy: Ոչ
id: Tidak
is: Nei
iw: לא
ja: 番号
ka: არა
kk: Жоқ
km: ទេ
kn: ಇಲ್ಲ
ku: Na
ky: Жок
lb: Nee
lo: ບໍ່
lt: Ne
lv: Nē
mg: tsy misy
mk: Не
ml: ഇല്ല
mn: Үгүй
mr: नाही
ms: Tidak
mt: Le
my: မဟုတ်ဘူး
ne: होईन
nl: Nee
no: Nei
or: ନା
pa: ਨਹੀਂ
pl: Nie
ps: نه
pt: Não
ro: Nu
ru: Нет
rw: Oya
sd: نه
si: නොමැත
sk: Nie
sl: Ne
sq: Jo
sr: Не
sv: Nej
sw: Hapana
ta: இல்லை
te: లేదు
tg: Не
th: ไม่
tk: .Ok
tl: Hindi
tr: Hayır
tt: .К
ug: ياق
uk: Немає
ur: نہیں
uz: Yo'q
vi: Không
xh: Hayi
yi: ניין

source: CaseActive Convo
am: ኬዝአክቲቭ ኮንቮ
bn: কেসঅ্যাক্টিভ কনভো
cy: Convo CaseActive
es: Convocatoria activa de caso
ga: Convo CaseActive
gd: Convo CaseActive
hi: केसएक्टिव कॉन्वो
id: Obrolan CaseActive
ja: CaseActive コンボ
kn: ಕೇಸ್ ಆಕ್ಟಿವ್ ಕಾನ್ವೊ
ms: Konvo CaseActive
or: କେସ୍ ଆକ୍ଟିଭ୍ କନଭୋ |
ru: КейсАктив Конво
rw: Urubanza
sr: ЦасеАцтиве Цонво
sw: Mazungumzo ya CaseActive
ta: கேஸ்ஆக்டிவ் கான்வோ
te: కేస్ యాక్టివ్ కాన్వో
tg: Convo CaseActive
th: CaseActive คอนโว
tr: CaseActive Konvoyu
xh: I-CaseActive Convo
yi: קאַסעאַקטיווע קאָנוואָ

source: Video Conference
af: Videokonferensie
am: የቪዲዮ ኮንፈረንስ
ar: مؤتمر عبر الفيديو
az: Video konfrans
be: Відэаканферэнцыя
bg: Видео конференция
bn: ভিডিও কনফারেন্স
ca: Videoconferència
cs: Video konference
cy: Cynhadledd Fideo
da: Video konference
de: Videokonferenz
el: Τηλεδιάσκεψη
eo: Videokonferenco
es: Video conferencia
et: Videokonverents
eu: Bideo Jardunaldia
fa: ویدئو کنفرانس
fi: Videoneuvottelu
fr: Conférence vidéo
fy: Fideokonferinsje
ga: Comhdháil Físe
gd: Co-labhairt bhidio
gl: Videoconferencia
gu: વીડીઓ સંગઠન
hi: वीडियो सम्मेलन
hr: Video konferencija
hu: Videó konferencia
hy: Վիդեո խորհրդակցություն
id: Konferensi video
is: Myndbands fundur
it: Video conferenza
iw: ועידת וידאו
ja: ビデオ会議
ka: Ვიდეო კონფერენცია
kk: Бейне конференция
km: ស​ន្និ​សិ​ទ​វីដេអូ
kn: ವಿಡಿಯೋ ಕಾನ್ಫರೆನ್ಸ್
ku: Konferansa Vîdyoyê
ky: Видео конференция
lb: Video Konferenz
lo: ກອງປະຊຸມວິດີໂອ
lt: Video konferencija
lv: Video konference
mg: Vidéo Conference
mi: Hui Ataata
mk: Видео конференција
ml: വീഡിയോ കോൺഫറൻസ്
mn: Видео хурал
mr: दूरचित्रवाणी द्वारे परिषद
ms: Persidangan Video
mt: Konferenza bil-vidjo
my: ဗီဒီယိုဆက်သွယ်။ လုပ်သောအစည်းအဝေး
ne: भिडियो सम्मेलन
nl: Videoconferentie
no: Video konferanse
or: ଭିଡିଓ କନଫରେନ୍ସ |
pa: ਵੀਡੀਓ ਕਾਨਫਰੰਸ
pl: Konferencja wideo
ps: ویډیو کنفرانس
pt: Videoconferência
ro: Conferințe video
ru: Видео-конференция
rw: Ihuriro rya Video
sd: ويڊيو ڪانفرنس
si: වීඩියෝ සම්මන්ත්‍රණය
sk: Video konferencia
sl: Video konferenca
sq: Video Konferencë
sr: Видео конференција
sv: Videokonferens
sw: Mkutano wa Video
ta: வீடியோ மாநாடு
te: వీడియో కాన్ఫరెన్స్
tg: Конфронси видеоӣ
th: การประชุมทางไกลผ่านระบบวิดีโอ
tk: Wideo konferensiýa
tr: Video Konferans
tt: Видеоконференция
uk: Відеоконференція
ur: ویڈیو کانفرنس
uz: Video konferentsiya
vi: Hội nghị truyền hình
xh: Inkomfa yevidiyo
yi: ווידעא זיצונג

source: Event details
af: Gebeurtenisbesonderhede
am: የክስተት ዝርዝሮች
ar: تفاصيل الحدث
az: Hadisə təfərrüatları
be: Падрабязнасці падзеі
bg: Подробности за събитието
bn: ঘটনার বিবরন
ca: Detalls de l'esdeveniment
cs: Podrobnosti o události
cy: Manylion y digwyddiad
da: Begivenhedsoplysninger
de: Veranstaltungsdetails
el: Λεπτομέρειες εκδήλωσης
eo: Detaloj pri evento
es: Detalles del evento
et: Sündmuse üksikasjad
eu: Ekitaldiaren xehetasunak
fa: جزئیات رویداد
fi: Tapahtuman Yksityiskohdat
fr: Détails de l'évènement
ga: Sonraí an imeachta
gd: Mion-fhiosrachadh mun tachartas
gl: Detalles do evento
gu: ઘટના વિગતો
hi: घटना की जानकारी
hr: Detalji događaja
hu: Esemény részletei
hy: Միջոցառման մանրամասները
id: Detail acara
is: Upplýsingar um viðburð
it: Dettagli dell'evento
iw: פרטי האירוע
ja: イベントの詳細
ka: ღონისძიების დეტალები
kk: Оқиға мәліметтері
km: ព័ត៌មានលម្អិតអំពីព្រឹត្តិការណ៍
kn: ಈವೆಂಟ್ ವಿವರಗಳು
ku: Agahiyên bûyerê
ky: Окуянын чоо-жайы
lb: Event Detailer
lo: ລາຍລະອຽດເຫດການ
lt: Renginio detalės
lv: Pasākuma informācija
mg: Antsipirihan'ny hetsika
mi: Nga korero mo te huihuinga
mk: Детали за настанот
ml: ഇവന്റ് വിശദാംശങ്ങൾ
mn: Үйл явдлын дэлгэрэнгүй мэдээлэл
mr: इव्हेंट तपशील
ms: Butiran acara
mt: Dettalji tal-avveniment
my: ပွဲအသေးစိတ်
ne: घटना विवरण
nl: Evenement details
no: Begivenhetsdetaljer
or: ଘଟଣାର ବିବରଣୀ
pa: ਘਟਨਾ ਦੇ ਵੇਰਵੇ
pl: Szczegóły wydarzenia
ps: د پیښې جزیات
pt: Detalhes do evento
ro: Detaliile evenimentului
ru: Детали события
rw: Ibisobanuro birambuye
sd: واقعي جا تفصيل
si: සිදුවීම් විස්තර
sk: Podrobnosti o udalosti
sl: Podrobnosti dogodka
sq: Detajet e ngjarjes
sr: Детаљи догађаја
sv: Evenemangsdetaljer
sw: Maelezo ya tukio
ta: நிகழ்வு விவரங்கள்
te: ఈవెంట్ వివరాలు
tg: Тафсилоти ҳодиса
th: รายละเอียดกิจกรรม
tk: Çäräniň jikme-jiklikleri
tl: Mga Detalye ng Kaganapan
tr: Etkinlik detayları
tt: Вакыйга детальләре
ug: پائالىيەت تەپسىلاتلىرى
uk: Деталі події
ur: واقعہ کی تفصیلات
uz: Tadbir tafsilotlari
vi: Chi tiết sự kiện
xh: Iinkcukacha zomsitho
yi: געשעעניש פרטים

source: You don't have permissions to view this page.
af: Jy het nie toestemming om hierdie bladsy te sien nie.
am: ይህን ገጽ ለማየት ፈቃድ የለህም.
ar: ليس لديك أذونات لعرض هذه الصفحة.
az: Bu səhifəni görmək üçün icazəniz yoxdur.
be: У вас няма правоў для прагляду гэтай старонкі.
bg: Нямате разрешение да разглеждате тази страница.
bn: আপনার এই পৃষ্ঠাটি দেখার অনুমতি নেই।
ca: No teniu permisos per veure aquesta pàgina.
cs: Nemáte oprávnění k zobrazení této stránky.
cy: Nid oes gennych ganiatâd i weld y dudalen hon.
da: Du har ikke tilladelser til at se denne side.
de: Sie sind nicht berechtigt, diese Seite anzuzeigen.
el: Δεν έχετε δικαιώματα για να δείτε αυτή τη σελίδα.
eo: Vi ne rajtas vidi ĉi tiun paĝon.
es: No tienes permisos para ver esta página.
et: Teil ei ole õigusi selle lehe vaatamiseks.
eu: Ez duzu baimenik orri hau ikusteko.
fa: شما اجازه مشاهده این صفحه را ندارید
fi: Sinulla ei ole oikeuksia tarkastella tätä sivua.
fr: Vous n&#39;êtes pas autorisé à afficher cette page.
fy: Jo hawwe gjin tagongsrjochten om dizze side te besjen.
ga: Níl cead agat chun an leathanach seo a fheiceáil.
gd: Chan eil cead agad coimhead air an duilleag seo.
gl: Non tes permisos para ver esta páxina.
gu: તમને આ પૃષ્ઠ જોવાની પરવાનગીઓ નથી
hi: आपके पास इस पृष्ठ को देखने की अनुमति नहीं है।
hr: Nemate dozvolu za prikaz ove stranice.
hu: Nincs jogosultsága az oldal megtekintéséhez.
hy: Այս էջը դիտելու թույլտվություններ չունեք:
id: Anda tidak memiliki izin untuk melihat halaman ini.
is: Þú hefur ekki leyfi til að skoða þessa síðu.
it: Non hai i permessi per visualizzare questa pagina.
iw: אין לך הרשאות להציג דף זה.
ja: このページを表示する権限がありません。
ka: ამ გვერდის სანახავად ნებართვა არ გაქვთ.
kk: Бұл бетті қарауға рұқсатыңыз жоқ.
km: អ្នកមិនមានសិទ្ធិមើលទំព័រនេះទេ។
kn: ಈ ಪುಟವನ್ನು ವೀಕ್ಷಿಸಲು ನೀವು ಅನುಮತಿಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
ku: Hûn vê rûpelê bibînin.
ky: Сиз бул бетти көрүүгө уруксат жок.
lb: Dir hutt keng Permissiounen fir dës Säit ze kucken.
lo: ທ່ານບໍ່ມີສິດທີ່ຈະເບິ່ງຫນ້ານີ້.
lt: Jūs neturite teisių peržiūrėti šį puslapį.
lv: Jums nav tiesību skatīt šo lapu.
mg: Tsy manana alalana hijery ity pejy ity ianao.
mi: Kaore he whakaaetanga kia kite i tenei whārangi.
mk: Немате дозволи за да ја видите оваа страница.
ml: ഈ പേജ് കാണുന്നതിന് നിങ്ങൾക്ക് അനുമതിയില്ല.
mn: Танд энэ хуудсыг харах зөвшөөрөл байхгүй байна.
mr: आपल्याकडे हे पृष्ठ पाहण्याची परवानगी नाही
ms: Anda tidak mempunyai keizinan untuk melihat halaman ini.
mt: M&#39;għandekx permessi biex tara din il-paġna.
my: သင်ဤစာမျက်နှာကိုကြည့်ရှုဖို့ခွင့်ပြုချက်မရှိကြပါဘူး။
ne: तपाइँसँग यो पृष्ठ हेर्न अनुमति छैन।
nl: U bent niet gemachtigd om deze pagina te bekijken.
no: Du har ikke tillatelser for å vise denne siden.
or: ଏହି ପୃଷ୍ଠା ଦେଖିବା ପାଇଁ ଆପଣଙ୍କର ଅନୁମତି ନାହିଁ |
pa: ਤੁਹਾਨੂੰ ਇਸ ਪੰਨੇ ਨੂੰ ਵੇਖਣ ਲਈ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ.
pl: Nie masz uprawnień, aby wyświetlić tę stronę.
ps: تاسو د دې پاڼې د لیدلو اجازه نلرئ.
pt: Você não tem permissão para visualizar esta página.
ro: Nu aveți permisiuni pentru a vedea această pagină.
ru: У вас нет прав для просмотра этой страницы.
rw: Ntabwo ufite uburenganzira bwo kureba iyi page.
sd: توھان کي ھن صفحي کي ڏسڻ لاء اجازت نه آھي.
si: මෙම පිටුව බැලීමට අවසර නොමැත.
sk: Na prezeranie tejto stránky nemáte povolenie.
sl: Nimate dovoljenja za ogled te strani.
sq: Nuk ke leje për të parë këtë faqe.
sr: Немате дозволу за приказ ове странице.
sv: Du har inte behörigheter att visa den här sidan.
sw: Huna ruhusa ya kutazama ukurasa huu.
ta: இந்தப் பக்கத்தைப் பார்க்க உங்களுக்கு அனுமதி இல்லை.
te: మీకు ఈ పేజీని వీక్షించడానికి అనుమతులు లేవు.
tg: Барои дидани ин саҳифа иҷозат нест.
th: คุณไม่มีสิทธิ์ดูหน้านี้
tk: Bu sahypany görmäge rugsadyňyz ýok.
tl: Wala kang mga pahintulot upang tingnan ang pahinang ito.
tr: Bu sayfayı görüntüleme izniniz yok.
tt: Сезнең бу битне карарга рөхсәтегез юк.
ug: بۇ بەتنى كۆرۈش ھوقۇقىڭىز يوق.
uk: Ви не маєте прав для перегляду цієї сторінки.
ur: آپ کو اس صفحہ کو دیکھنے کے لئے اجازت نہیں ہے.
uz: Ushbu sahifani ko&#39;rish uchun sizda ruxsat yo&#39;q.
vi: Bạn không có quyền xem trang này.
xh: Awunazo iimvume zokujonga eli phepha.
yi: איר האָט נישט דערלויבט צו זען דעם בלאַט.

source: Your Upcoming Events
af: U komende geleenthede
am: መጪ ክስተቶችዎ
ar: الأحداث القادمة الخاصة بك
az: Gələcək Tədbirləriniz
be: Вашы будучыя падзеі
bg: Вашите предстоящи събития
bn: আপনার আসন্ন ইভেন্টগুলি
ca: Els teus propers esdeveniments
cs: Vaše nadcházející události
cy: Eich Digwyddiadau i Ddod
da: Dine kommende begivenheder
de: Ihre bevorstehenden Veranstaltungen
el: Οι επερχόμενες εκδηλώσεις σας
eo: Viaj Venontaj Eventoj
es: Tus próximos eventos
et: Teie eelseisvad sündmused
eu: Zure Datozen Ekitaldiak
fa: رویدادهای آینده شما
fi: Tulevat tapahtumat
fr: Vos prochains événements
fy: Jo kommende eveneminten
ga: Do Imeachtaí Le Teacht
gd: Na tachartasan agad a tha ri thighinn
gl: Os teus próximos eventos
gu: તમારી આગામી ઘટનાઓ
hi: आपके आगामी कार्यक्रम
hr: Vaši nadolazeći događaji
hu: Közelgő eseményeid
hy: Ձեր առաջիկա իրադարձությունները
id: Acara Mendatang Anda
is: Næstu viðburðir þínir
it: I tuoi prossimi eventi
iw: האירועים הקרובים שלך
ja: 今後のイベント
ka: თქვენი მომავალი ღონისძიებები
kk: Сіздің алдағы оқиғаларыңыз
km: ព្រឹត្តិការណ៍ជិតមកដល់របស់អ្នក
kn: ನಿಮ್ಮ ಮುಂಬರುವ ಈವೆಂಟ್‌ಗಳು
ku: Bûyerên Pêşerojên We
ky: Сиздин Жакынкы Окуяларыңыз
lb: Är Upëff Evenementer
lo: ເຫດການ ກຳ ລັງຈະມາເຖິງຂອງທ່ານ
lt: Jūsų būsimi įvykiai
lv: Jūsu gaidāmie notikumi
mg: Ny hetsika ho avy
mi: To Takahanga Ka Haere Mai
mk: Вашите претстојни настани
ml: നിങ്ങളുടെ വരാനിരിക്കുന്ന ഇവന്റുകൾ
mn: Таны удахгүй болох үйл явдлууд
mr: आपले आगामी कार्यक्रम
ms: Acara Akan Datang Anda
mt: L-Avvenimenti li Jmiss Tiegħek
my: သင့်ရဲ့လာမည့်ဖြစ်ရပ်များ
ne: तपाईंको आगामी घटनाहरू
nl: Uw aanstaande evenementen
no: Dine kommende arrangementer
or: ତୁମର ଆଗାମୀ ଘଟଣା |
pa: ਤੁਹਾਡੀਆਂ ਆਉਣ ਵਾਲੀਆਂ ਘਟਨਾਵਾਂ
pl: Twoje nadchodzące wydarzenia
ps: ستاسو راتلوونکې پیښې
pt: Seus Próximos Eventos
ro: Evenimentele viitoare
ru: Ваши предстоящие события
rw: Ibikorwa byawe biri imbere
sd: توهان جا پيش ايندڙ واقعا
si: ඔබගේ ඉදිරියට එන සිදුවීම්
sk: Vaše nadchádzajúce udalosti
sl: Vaši prihodnji dogodki
sq: Ngjarjet tuaja të ardhshme
sr: Ваши предстојећи догађаји
sv: Dina kommande evenemang
sw: Matukio Yako Yanayokuja
ta: உங்கள் வரவிருக்கும் நிகழ்வுகள்
te: మీ రాబోయే ఈవెంట్‌లు
tg: Воқеаҳои ояндаи шумо
th: กิจกรรมที่จะเกิดขึ้นของคุณ
tk: Geljekdäki wakalaryňyz
tl: Ang iyong Paparating na Kaganapan
tr: Yaklaşan Etkinlikleriniz
tt: Сезнең булачак вакыйгалар
ug: كەلگۈسىدىكى پائالىيەتلىرىڭىز
uk: Ваші майбутні події
ur: آپ کے آنے والے واقعات
uz: Sizning kelgusi tadbirlaringiz
vi: Sự kiện sắp tới của bạn
xh: Imicimbi yakho ezayo
yi: דיין אַפּקאַמינג געשעענישן

source: Upcoming
af: Komende
am: መጪ
ar: القادمة
az: Qarşıdan gələn
be: Маючы адбыцца
bg: Предстоящи
bn: আসন্ন
ca: Properament
cs: Nadcházející
cy: Ar ddod
da: Kommende
de: Bevorstehende
el: Ανερχόμενος
eo: Venonta
es: próximos
et: Tulemas
eu: Datorren
fa: آینده
fi: Tuleva
fr: A venir
fy: Oankommende
ga: Le teacht
gd: Ri thighinn
gl: Próximamente
gu: આવનારી
hi: आगामी
hr: Nadolazeće
hu: Közelgő
hy: Առաջիկա
id: Mendatang
is: Væntanlegt
it: In arrivo
iw: בקרוב
ja: 今後の
ka: მომავალი
kk: Алдағы
km: នាពេលខាងមុខ
kn: ಮುಂಬರುವ
ky: Алдыда
lb: Upëff
lo: ທີ່ຈະມາເຖິງ
lt: Būsimas
lv: Gaidāms
mg: ho avy
mi: Kei te heke mai
mk: Претстојни
ml: വരാനിരിക്കുന്ന
mn: Удахгүй
mr: आगामी
ms: Akan datang
mt: Ġejjin
my: အရင်လို
ne: आगामी
nl: Aanstaande
no: Kommende
or: ଆଗାମୀ
pa: ਆਗਾਮੀ
pl: Nadchodzące
ps: راتلونکی
pt: Por vir
ro: În viitor
ru: Предстоящие
rw: Ibizaza
sd: ايندڙ
si: ඉදිරියට එන
sk: Nadchádzajúce
sl: Prihaja
sq: E ardhme
sr: Предстојећи
sv: Kommande
sw: Ijayo
ta: வரவிருக்கிறது
te: రాబోయేది
tg: Дарпешистода
th: กำลังจะมาถึง
tk: Geljekde
tl: Paparating
tr: Yaklaşan
tt: Киләчәк
ug: كەلۋ
uk: Майбутнє
ur: آنے والا
uz: Kelgusi
vi: Sắp tới
xh: Ezizayo
yi: אַפּקאַמינג

source: Your Past Events
af: U vorige gebeure
am: ያለፉ ክስተቶችዎ
ar: أحداثك السابقة
az: Keçmiş hadisələriniz
be: Вашы мінулыя падзеі
bg: Вашите минали събития
bn: আপনার অতীত ইভেন্টগুলি
ca: Els vostres esdeveniments passats
cs: Vaše minulé události
cy: Eich Digwyddiadau Gorffennol
da: Dine tidligere begivenheder
de: Ihre vergangenen Ereignisse
el: Οι προηγούμενες εκδηλώσεις σας
eo: Viaj Pasintaj Eventoj
es: Tus eventos pasados
et: Teie minevikusündmused
eu: Zure iraganeko gertaerak
fa: رویدادهای گذشته شما
fi: Aiemmat tapahtumasi
fr: Vos événements passés
fy: Jo ferline barrens
ga: Do Imeachtaí Roimhe Seo
gd: Na tachartasan agad roimhe
gl: Os teus acontecementos pasados
gu: તમારી ભૂતકાળની ઘટનાઓ
hi: आपके पिछले कार्यक्रम
hr: Vaši prošli događaji
hu: A múlt eseményei
hy: Ձեր անցյալի իրադարձությունները
id: Acara Anda Yang Lalu
is: Fyrri atburðir þínir
it: I tuoi eventi passati
iw: אירועי העבר שלך
ja: あなたの過去の出来事
ka: შენი წარსული მოვლენები
kk: Сіздің өткен оқиғаларыңыз
km: ព្រឹត្តិការណ៍ពីអតីតកាលរបស់អ្នក
kn: ನಿಮ್ಮ ಹಿಂದಿನ ಘಟನೆಗಳು
ku: Bûyerên Weyên Berê
ky: Сиздин мурунку окуяларыңыз
lb: Är vergaangen Eventer
lo: ເຫດການທີ່ຜ່ານມາຂອງທ່ານ
lt: Jūsų praeities įvykiai
lv: Jūsu pagātnes notikumi
mg: Ny zava-nitranga taloha
mi: Au Mahi o Mua
mk: Вашите минати настани
ml: നിങ്ങളുടെ കഴിഞ്ഞ ഇവന്റുകൾ
mn: Таны өнгөрсөн үйл явдлууд
mr: आपल्या मागील घटना
ms: Peristiwa Lalu Anda
mt: L-Avvenimenti tal-Passat Tiegħek
my: မင်းရဲ့အတိတ်ဖြစ်ရပ်များ
ne: तपाईंको विगतका घटनाहरू
nl: Uw afgelopen evenementen
no: Dine tidligere hendelser
or: ତୁମର ଅତୀତ ଘଟଣା |
pa: ਤੁਹਾਡੀਆਂ ਪੁਰਾਣੀਆਂ ਘਟਨਾਵਾਂ
pl: Twoje przeszłe wydarzenia
ps: تیرې پیښې
pt: Seus eventos anteriores
ro: Evenimentele tale anterioare
ru: Ваши прошлые события
rw: Ibyabaye kera
sd: توهان جا ماضي وارا واقعا
si: ඔබගේ අතීත සිදුවීම්
sk: Vaše minulé udalosti
sl: Vaši pretekli dogodki
sq: Ngjarjet tuaja të së kaluarës
sr: Ваши прошли догађаји
sv: Dina tidigare händelser
sw: Matukio Yako Ya Zamani
ta: உங்கள் கடந்த நிகழ்வுகள்
te: మీ గత సంఘటనలు
tg: Воқеаҳои гузаштаи шумо
th: กิจกรรมที่ผ่านมาของคุณ
tk: Öňki wakalaryňyz
tl: Ang Mga Nakaraang Kaganapan
tr: Geçmiş Etkinlikleriniz
tt: Сезнең үткән вакыйгалар
ug: ئۆتمۈشتىكى ۋەقەلەر
uk: Ваші минулі події
ur: آپ کے ماضی کے واقعات
uz: Sizning o'tgan voqealaringiz
vi: Sự kiện trong quá khứ của bạn
xh: Iziganeko Zakho Ezigqithileyo
yi: דיין פאַרגאַנגענהייט

source: Past
af: Verlede
am: ያለፈው
ar: ماضي
az: Keçmiş
be: Мінулае
bg: минало
bn: অতীত
ca: Passat
cs: Minulost
cy: Gorffennol
da: Forbi
de: Vergangenheit
el: Το παρελθόν
eo: Pasinteco
es: Pasado
et: Minevik
eu: Iragana
fa: گذشته
fi: Mennyt
fr: Passé
fy: Ferline
ga: Caite
gd: Seachad
gl: Pasado
gu: ભૂતકાળ
hi: अतीत
hr: Prošlost
hu: Múlt
hy: Անցյալ
id: Masa lalu
is: Fortíð
it: Passato
iw: עבר
ja: 過去
ka: წარსული
kk: Өткен
km: អតីតកាល
kn: ಹಿಂದಿನ
ku: Borî
ky: Өткөн
lb: Vergaangenheet
lo: ທີ່ຜ່ານມາ
lt: Praeitis
lv: Pagātne
mg: lasa
mi: o mua
mk: Минатото
ml: കഴിഞ്ഞ
mn: Өнгөрсөн
mr: भूतकाळ
ms: lalu
mt: Passat
my: အတိတ်
ne: विगत
nl: Verleden
no: Forbi
or: ଅତୀତ
pa: ਅਤੀਤ
pl: Przeszłość
ps: تېر
pt: Passado
ro: Trecut
ru: прошлое
rw: Kera
sd: ماضي
si: පසුගිය
sk: Minulosť
sl: preteklost
sq: E kaluara
sr: Прошлост
sv: Dåtid
sw: Zamani
ta: கடந்த
te: గతం
tg: Гузашта
th: อดีต
tk: Geçmiş
tl: nakaraan
tr: Geçmiş
tt: Pastткән
ug: ئۆتمۈش
uk: Минуле
ur: ماضی
uz: O'tgan
vi: Quá khứ
xh: Ixesha elidlulileyo
yi: פאַרגאַנגענהייט

source: Your Events
af: Jou gebeure
am: የእርስዎ ክስተቶች
ar: الأحداث الخاصة بك
az: Tədbirləriniz
be: Вашы падзеі
bg: Вашите събития
bn: আপনার ঘটনা
ca: Els teus esdeveniments
cs: Vaše události
cy: Eich Digwyddiadau
da: Dine begivenheder
de: Ihre Veranstaltungen
el: Οι εκδηλώσεις σας
eo: Viaj Eventoj
es: Tus Eventos
et: Teie sündmused
eu: Zure Gertaerak
fa: رویدادهای شما
fi: Tapahtumasi
fr: Vos événements
fy: Jo Eveneminten
ga: Do Imeachtaí
gd: Na Tachartasan agad
gl: Os teus eventos
gu: તમારી ઘટનાઓ
hi: आपके कार्यक्रम
hr: Vaši događaji
hu: Az Ön eseményei
hy: Ձեր իրադարձությունները
id: Acara Anda
is: Atburðir þínir
it: I tuoi eventi
iw: האירועים שלך
ja: あなたのイベント
ka: თქვენი მოვლენები
kk: Сіздің оқиғаларыңыз
km: ព្រឹត្តិការណ៍របស់អ្នក។
kn: ನಿಮ್ಮ ಈವೆಂಟ್‌ಗಳು
ku: Bûyerên te
ky: Сиздин окуялар
lb: Är Evenementer
lo: ເຫດການຂອງເຈົ້າ
lt: Jūsų įvykiai
lv: Jūsu notikumi
mg: Ny hetsikao
mi: Ō Takahanga
mk: Вашите настани
ml: നിങ്ങളുടെ ഇവന്റുകൾ
mn: Таны үйл явдлууд
mr: आपले कार्यक्रम
ms: Acara Anda
mt: L-Avvenimenti Tiegħek
my: သင်၏ဖြစ်ရပ်များ
ne: तपाईंको घटनाक्रम
nl: Uw evenementen
no: Dine hendelser
or: ତୁମର ଇଭେଣ୍ଟସମୂହ
pa: ਤੁਹਾਡੇ ਇਵੈਂਟਸ
pl: Twoje wydarzenia
ps: ستاسو پیښې
pt: Seus eventos
ro: Evenimentele dvs
ru: Ваши события
rw: Ibyabaye
sd: توهان جا واقعا
si: ඔබගේ සිදුවීම්
sk: Vaše udalosti
sl: Vaši dogodki
sq: Ngjarjet tuaja
sr: Ваши догађаји
sv: Dina evenemang
sw: Matukio Yako
ta: உங்கள் நிகழ்வுகள்
te: మీ ఈవెంట్‌లు
tg: Чорабиниҳои шумо
th: กิจกรรมของคุณ
tk: Wakalaryňyz
tl: Iyong mga Kaganapan
tr: Etkinlikleriniz
tt: Сезнең вакыйгалар
ug: ۋەقەلەر
uk: Ваші події
ur: آپ کے واقعات
uz: Sizning tadbirlaringiz
vi: Sự kiện của bạn
xh: Izehlo zakho
yi: דיין געשעענישן

source: All
af: Almal
am: ሁሉም
ar: الجميع
az: Hamısı
be: Усе
bg: всичко
bn: সব
ca: Tots
cs: Všechno
cy: I gyd
da: Alle
de: Alle
el: Ολα
eo: Ĉiuj
es: Todos
et: Kõik
eu: Guztiak
fa: همه
fi: Kaikki
fr: Tous
fy: Alle
ga: Gach
gd: Uile
gl: Todo
gu: બધા
hi: सभी
hr: svi
hu: Összes
hy: Բոլորը
id: Semua
is: Allt
it: Tutto
iw: את כל
ja: 全て
ka: ყველა
kk: Барлық
km: ទាំងអស់
kn: ಎಲ್ಲಾ
ku: Gişt
ky: Баары
lo: ທັງົດ
lt: Visi
lv: Visi
mg: rehetra
mi: Katoa
mk: Сите
ml: എല്ലാം
mn: Бүгд
mr: सर्व
ms: Semua
mt: Kollha
my: အားလုံး
ne: सबै
nl: Alle
no: Alle
or: ସମସ୍ତ
pa: ਸਾਰੇ
pl: Wszystko
ps: ټول
pt: Tudo
ro: Toate
ru: Все
rw: Byose
sd: س
si: සියළුම
sk: Všetky
sl: Vse
sq: Te gjitha
sr: Све
sv: Allt
sw: Wote
ta: அனைத்து
te: అన్ని
tg: Ҳама
th: ทั้งหมด
tk: Hemmesi
tl: Lahat
tr: Tüm
tt: Барысы да
ug: ھەممىسى
uk: Усі
ur: تمام
uz: Hammasi
vi: Tất cả các
xh: Zonke
yi: אַלע
