Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
af: Ontmoet met die kliënte en spanlede feitlik &#39;van aangesig tot aangesig&#39; deur ingeboude videokonferensies sodat u direk met almal betrokke kan praat.
am: አብሮ በተሰራው የቪዲዮ ኮንፈረንስ አማካኝነት ከደንበኞቹ እና ከቡድን አባላት ጋር ፊት ለፊት &#39;ፊት ለፊት&#39; ይገናኙ ፣ ስለሆነም ጉዳዩ ከሚመለከታቸው ሰዎች ጋር በቀጥታ መነጋገር ይችላል ፡፡
ar: قابل العملاء وأعضاء الفريق بشكل افتراضي &quot;وجهاً لوجه&quot; من خلال مؤتمرات الفيديو المدمجة حتى تتمكن من التحدث مباشرة مع جميع المعنيين.
az: Müştərilər və komanda üzvləri ilə quraşdırılmış video konfrans vasitəsilə faktiki olaraq &#39;üz-üzə&#39; ilə tanış olun, beləliklə hər kəslə birbaşa danışa bilərsiniz.
be: Сустракайцеся з кліентамі і членамі каманды практычна «тварам да твару» праз убудаваныя відэаканферэнцыі, каб вы маглі непасрэдна размаўляць з усімі ўдзельнікамі.
bg: Запознайте се с клиентите и членовете на екипа на практика „лице в лице“ чрез вградени видеоконференции, за да можете да говорите директно с всички участващи.
bn: বিল্ট-ইন ভিডিও কনফারেন্সিংয়ের মাধ্যমে ক্লায়েন্ট এবং টিম সদস্যদের সাথে কার্যত &#39;মুখোমুখি&#39; সাক্ষাত করুন যাতে আপনি জড়িত প্রত্যেকের সাথে সরাসরি কথা বলতে পারেন।
ca: Reuniu-vos amb els clients i membres de l’equip pràcticament “presencial” mitjançant videoconferència integrada per poder parlar directament amb tots els implicats.
cs: Setkávejte se s klienty a členy týmu prakticky „tváří v tvář“ prostřednictvím zabudovaných videokonferencí, takže můžete hovořit přímo se všemi zúčastněnými.
cy: Cyfarfod â&#39;r cleientiaid ac aelodau&#39;r tîm fwy neu lai &#39;wyneb yn wyneb&#39; trwy fideo-gynadledda adeiledig fel y gallwch siarad yn uniongyrchol â phawb sy&#39;n gysylltiedig.
da: Mød med klienter og teammedlemmer praktisk talt &#39;ansigt til ansigt&#39; gennem indbygget videokonference, så du kan tale direkte med alle involverede.
de: Treffen Sie sich mit den Kunden und Teammitgliedern virtuell von Angesicht zu Angesicht durch integrierte Videokonferenzen, damit Sie direkt mit allen Beteiligten sprechen können.
el: Γνωρίστε με τους πελάτες και τα μέλη της ομάδας σχεδόν «πρόσωπο με πρόσωπο» μέσω ενσωματωμένης τηλεδιάσκεψης, ώστε να μπορείτε να μιλήσετε απευθείας με όλους τους εμπλεκόμενους.
eo: Kunvenu kun la klientoj kaj teamanoj preskaŭ &#39;vizaĝ-al-vizaĝa&#39; per enkonstruita videokonferenco, por ke vi povu paroli rekte kun ĉiuj partoprenantoj.
es: Reúnase con los clientes y miembros del equipo virtualmente &#39;cara a cara&#39; a través de videoconferencias integradas para que pueda hablar directamente con todos los involucrados.
et: Tutvuge klientide ja meeskonnaliikmetega praktiliselt näost näkku sisseehitatud videokonverentsi kaudu, et saaksite rääkida otse kõigi asjaosalistega.
eu: Bilatu bezeroekin eta taldekideekin ia &quot;aurrez aurre&quot; bideo-konferentzia integratuen bidez, parte hartzen duten guztiekin zuzenean hitz egin ahal izateko.
fa: از طریق کنفرانس ویدئویی داخلی با مشتریان و اعضای تیم واقعاً چهره به چهره ملاقات کنید تا بتوانید مستقیماً با همه افراد درگیر صحبت کنید.
fi: Tapaa asiakkaita ja tiimin jäseniä käytännössä ”kasvotusten” sisäänrakennetun videoneuvottelun avulla, jotta voit puhua suoraan kaikkien osallistujien kanssa.
fr: Rencontrez les clients et les membres de l&#39;équipe pratiquement «en face à face» grâce à la vidéoconférence intégrée afin que vous puissiez parler directement avec toutes les personnes impliquées.
fy: Moetsje mei de kliïnten en teamleden firtuele &#39;face-to-face&#39; fia ynboude fideokonferinsjes, sadat jo direkt kinne prate mei alle belutsenen.
ga: Buail leis na cliaint agus le baill na foirne beagnach ‘duine le duine’ trí fhíschomhdháil ionsuite ionas gur féidir leat labhairt go díreach le gach duine atá bainteach leis.
gd: Coinnich ris an luchd-dèiligidh agus buill na sgioba cha mhòr ‘aghaidh ri aghaidh’ tro cho-labhairtean bhidio stèidhichte gus an urrainn dhut bruidhinn gu dìreach ris a h-uile duine a tha an sàs.
gl: Reúnese cos clientes e membros do equipo practicamente &quot;cara a cara&quot; a través de videoconferencia incorporada para que poidas falar directamente con todos os implicados.
gu: બિલ્ટ-ઇન વિડિઓ કોન્ફરન્સિંગ દ્વારા ગ્રાહકો અને ટીમના સભ્યોને વર્ચ્યુઅલ &#39;રૂબરૂ-સામનો&#39; મળો જેથી તમે સામેલ દરેક સાથે સીધા જ બોલી શકો.
hi: ग्राहकों और टीम के सदस्यों के साथ वस्तुतः &#39;फेस-टू-फेस&#39; के माध्यम से बिल्ट-इन वीडियो कॉन्फ्रेंसिंग के माध्यम से मिलें ताकि आप इसमें शामिल सभी लोगों से सीधे बात कर सकें।
hr: Sastanite se s klijentima i članovima tima praktički &quot;licem u lice&quot; putem ugrađenih videokonferencija tako da možete izravno razgovarati sa svim uključenim.
hu: Találkozzon az ügyfelekkel és a csapat tagjaival gyakorlatilag „szemtől szemben” a beépített videokonferencia segítségével, így közvetlenül beszélgethet az összes érintett féllel.
hy: Հանդիպեք հաճախորդների և թիմի անդամների հետ գրեթե «դեմ առ դեմ» ներկառուցված վիդեոկոնֆերանսի միջոցով, որպեսզի կարողանաք ուղղակիորեն խոսել ներգրավված բոլորի հետ:
id: Bertemu dengan klien dan anggota tim secara virtual &#39;tatap muka&#39; melalui konferensi video bawaan sehingga Anda dapat berbicara langsung dengan semua orang yang terlibat.
is: Hittu viðskiptavini og meðlimi liðsins nánast &#39;augliti til auglitis&#39; í gegnum innbyggðar myndráðstefnur svo þú getir talað beint við alla sem taka þátt.
it: Incontra i clienti e i membri del team virtualmente &quot;faccia a faccia&quot; attraverso la videoconferenza integrata in modo da poter parlare direttamente con tutte le persone coinvolte.
iw: נפגש עם הלקוחות וחברי הצוות כמעט &#39;פנים אל פנים&#39; באמצעות ועידת וידיאו מובנית, כך שתוכל לדבר ישירות עם כל המעורבים.
ja: 組み込みのビデオ会議を通じて、クライアントとチームメンバーと実質的に「対面」で会うため、関係者全員と直接話すことができます。
ka: შეხვდით კლიენტებთან და გუნდის წევრებთან პრაქტიკულად &#39;პირისპირ&#39; ინტეგრირებული ვიდეო კონფერენციის საშუალებით, ასე რომ თქვენ პირდაპირ საუბრობთ ჩართულ ყველასთან.
kk: Клиенттермен және топ мүшелерімен кіріктірілген бейнеконференция арқылы іс жүзінде «бетпе-бет» кездесіп, сіз барлық қатысқан адамдармен тікелей сөйлесе аласыз.
km: ជួបជាមួយអតិថិជននិងសមាជិកក្រុមស្ទើរតែ &quot;ទល់មុខគ្នា&quot; តាមរយៈការធ្វើសន្និសីទវីដេអូដែលមានស្រាប់ដូច្នេះអ្នកអាចនិយាយដោយផ្ទាល់ជាមួយមនុស្សគ្រប់គ្នាដែលពាក់ព័ន្ធ។
kn: ಅಂತರ್ನಿರ್ಮಿತ ವೀಡಿಯೊ ಕಾನ್ಫರೆನ್ಸಿಂಗ್ ಮೂಲಕ ಗ್ರಾಹಕರು ಮತ್ತು ತಂಡದ ಸದಸ್ಯರನ್ನು ವಾಸ್ತವಿಕವಾಗಿ &#39;ಮುಖಾಮುಖಿಯಾಗಿ&#39; ಭೇಟಿ ಮಾಡಿ ಇದರಿಂದ ನೀವು ಭಾಗವಹಿಸುವ ಎಲ್ಲರೊಂದಿಗೆ ನೇರವಾಗಿ ಮಾತನಾಡಬಹುದು.
ku: Bi konfêranskirina vîdyoyê ya çêkirî re bi xerîdar û endamên tîmê re hevdîtin bikin û hûn bi rasterast re rû bi rû bin.
ky: Кардарлар жана топтун мүчөлөрү менен орнотулган видеоконференция аркылуу &quot;бетме-бет&quot; жолугушуп, баардык катышуучулар менен түз сүйлөшө аласыз.
lb: Trefft mat de Clienten an Teammemberen virtuell &#39;face-to-face&#39; duerch agebaute Videokonferenzen sou datt Dir direkt mat allen involvéierte schwätzt.
lo: ພົບກັບລູກຄ້າແລະສະມາຊິກທີມງານເກືອບ ໜ້າ ຕໍ່ ໜ້າ ໂດຍຜ່ານການປະຊຸມທາງວິດີໂອທີ່ສ້າງຂຶ້ນເພື່ອໃຫ້ທ່ານສາມາດເວົ້າໂດຍກົງກັບທຸກໆຄົນທີ່ກ່ຽວຂ້ອງ.
lt: Susitikite su klientais ir komandos nariais praktiškai „akis į akį“ per įmontuotas vaizdo konferencijas, kad galėtumėte kalbėti tiesiogiai su visais dalyvaujančiais asmenimis.
lv: Tikties ar klientiem un komandas locekļiem praktiski klātienē, izmantojot iebūvētās video konferences, lai jūs varētu runāt tieši ar visiem iesaistītajiem.
mg: Mihaona amin&#39;ny mpanjifa sy ny mpikambana ao amin&#39;ny ekipa saika &#39;mifanatri-tava&#39; amin&#39;ny alàlan&#39;ny fihaonambe horonantsary naorina mba hahafahanao miresaka mivantana amin&#39;ny olona rehetra voakasik&#39;izany.
mi: Me hui ki nga kiritaki me nga mema o te roopu tata &#39;ki te kanohi-kanohi&#39; na roto i te huihuinga hui hanga i roto i nga whakaaturanga kia taea ai e koe te korero tika ki nga tangata katoa e whai waahi ana.
mk: Запознајте се со клиентите и членовите на тимот, практично, „лице в лице“ преку вградено видео конференција, за да можете да зборувате директно со сите вклучени.
ml: അന്തർനിർമ്മിത വീഡിയോ കോൺഫറൻസിംഗിലൂടെ ക്ലയന്റുകളുമായും ടീം അംഗങ്ങളുമായും ഫലത്തിൽ &#39;മുഖാമുഖം&#39; കണ്ടുമുട്ടുക, അതുവഴി നിങ്ങൾക്ക് എല്ലാവരുമായും നേരിട്ട് സംസാരിക്കാൻ കഴിയും.
mn: Үйлчлүүлэгчид болон багийн гишүүдтэй бараг л видео конференц ашиглан &quot;нүүр тулж&quot; уулзаж, ингэснээр та оролцсон хүн бүртэй шууд ярилцах боломжтой болно.
mr: बिल्ट-इन व्हिडिओ कॉन्फरन्सिंगद्वारे ग्राहक आणि कार्यसंघ सदस्यांसह अक्षरशः &#39;समोरा-समोर&#39; भेटा जेणेकरून आपण सहभागी असलेल्या प्रत्येकाशी थेट बोलू शकाल.
ms: Berjumpa dengan pelanggan dan ahli pasukan hampir &#39;tatap muka&#39; melalui persidangan video terbina dalam supaya anda dapat bercakap secara langsung dengan semua orang yang terlibat.
mt: Iltaqa &#39;mal-klijenti u l-membri tat-tim prattikament&#39; wiċċ imb&#39;wiċċ &#39;permezz ta&#39; vidjokonferenzi inkorporati sabiex tkun tista &#39;titkellem direttament ma&#39; kull min hu involut.
my: ၀ န်ဆောင်မှုခံယူသူများနှင့်အဖွဲ့ ၀ င်များနှင့်တွေ့ဆုံပြီးဗွီဒီယိုကွန်ဖရင့်မှတစ်ဆင့်“ မျက်နှာချင်းဆိုင်” လုနီးပါးဖြစ်အောင်သင်ပါဝင်ပတ်သက်သူအားလုံးနှင့်တိုက်ရိုက်စကားပြောနိုင်သည်။
ne: ग्राहकहरू र टोली सदस्यहरूसँग भेट्नुहोस् वस्तुतः &#39;अनुहार-अनुहार&#39; बिल्ट-इन भिडियो कन्फरेन्सिंगको माध्यमबाट ताकि तपाईं सामेल सबैसँग सीधा कुरा गर्न सक्नुहुन्छ।
nl: Ontmoet de klanten en teamleden virtueel &#39;face-to-face&#39; via ingebouwde videoconferenties, zodat u rechtstreeks met alle betrokkenen kunt spreken.
no: Møt klienter og teammedlemmer praktisk talt &#39;ansikt til ansikt&#39; gjennom innebygd videokonferanser, slik at du kan snakke direkte med alle involverte.
or: ବିଲ୍ଟ-ଇନ୍ ଭିଡିଓ କନଫରେନ୍ସିଂ ମାଧ୍ୟମରେ ଗ୍ରାହକ ଏବଂ ଦଳର ସଦସ୍ୟମାନଙ୍କ ସହିତ ପ୍ରାୟତ face &#39;ମୁହାଁମୁହିଁ&#39; ସାକ୍ଷାତ କରନ୍ତୁ ଯାହା ଦ୍ directly ାରା ଆପଣ ସମ୍ପୃକ୍ତ ସମସ୍ତଙ୍କ ସହିତ ସିଧାସଳଖ କଥା ହୋଇପାରିବେ |
pa: ਕਲਾਇੰਟ ਅਤੇ ਟੀਮ ਦੇ ਮੈਂਬਰਾਂ ਨਾਲ ਬਿਲਟ-ਇਨ ਵੀਡੀਓ ਕਾਨਫਰੰਸਿੰਗ ਦੁਆਰਾ ਲਗਭਗ &#39;ਚਿਹਰੇ-ਚਿਹਰੇ&#39; ਨਾਲ ਮੁਲਾਕਾਤ ਕਰੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਸ਼ਾਮਲ ਹਰੇਕ ਨਾਲ ਸਿੱਧੇ ਤੌਰ &#39;ਤੇ ਗੱਲ ਕਰ ਸਕੋ.
pl: Spotykaj się z klientami i członkami zespołu wirtualnie „twarzą w twarz” dzięki wbudowanym wideokonferencjom, dzięki czemu możesz rozmawiać bezpośrednio ze wszystkimi zaangażowanymi.
ps: د مراجعینو او ټیم غړو سره لیدنه په حقیقت کې د جوړ شوي ویډیو کنفرانس له لارې &#39;مخامخ &quot;د دې لپاره چې تاسو کولی شئ له ښکېلو ټولو سره مستقیم خبرې وکړئ.
pt: Reúna-se com os clientes e membros da equipe virtualmente &#39;cara a cara&#39; por meio de videoconferência integrada para que você possa falar diretamente com todos os envolvidos.
ro: Întâlnește-te cu clienții și membrii echipei practic „față în față” prin videoconferință încorporată, astfel încât să poți vorbi direct cu toți cei implicați.
ru: Встречайтесь с клиентами и членами команды практически «лицом к лицу» с помощью встроенной видеоконференцсвязи, чтобы вы могли напрямую общаться со всеми участниками.
rw: Hura nabakiriya hamwe nabagize itsinda hafi ya &#39;imbonankubone&#39; binyuze mumashusho yerekana amashusho kugirango ubashe kuvugana nabantu bose babigizemo uruhare.
sd: بلٽ ان وڊيو ڪانفرنسن جي ذريعي گراهڪن ۽ ٽيم جي ميمبرن سان سچو ”آمهون سامهون“ ملو ته توهان شامل ٿيندڙ هر ڪنهن سان سڌو ڳالهائي سگهو ٿا.
si: බිල්ට් වීඩියෝ සම්මන්ත්‍රණ හරහා සේවාදායකයින් සහ කණ්ඩායම් සාමාජිකයන් මුලුමනින්ම පාහේ &#39;මුහුණට මුහුණලා&#39; හමුවන්න එවිට ඔබට සම්බන්ධ සියලු දෙනා සමඟ කෙලින්ම කථා කළ හැකිය.
sk: Stretnite sa s klientmi a členmi tímu prakticky „osobne“ prostredníctvom zabudovaných videokonferencií, takže môžete hovoriť priamo so všetkými zúčastnenými.
sl: Spoznajte se s strankami in člani ekipe tako rekoč &quot;iz oči v oči&quot; z vgrajenimi video konferencami, da boste lahko neposredno govorili z vsemi udeleženimi.
sq: Takohuni me klientët dhe anëtarët e ekipit praktikisht &#39;ballë për ballë&#39; përmes videokonferencave të integruara në mënyrë që të mund të flisni drejtpërdrejt me të gjithë të përfshirë.
sr: Упознајте се са клијентима и члановима тима, практично „лицем у лице“ путем уграђених видео конференција, тако да можете директно разговарати са свима који су укључени у то.
sv: Möt med kunderna och teammedlemmarna praktiskt taget &quot;ansikte mot ansikte&quot; genom inbyggd videokonferenser så att du kan prata direkt med alla inblandade.
sw: Kutana na wateja na washiriki wa timu karibu &#39;uso kwa uso&#39; kupitia mkutano uliojengwa ndani wa video ili uweze kuongea moja kwa moja na kila mtu anayehusika.
ta: உள்ளமைக்கப்பட்ட வீடியோ கான்பரன்சிங் மூலம் வாடிக்கையாளர்கள் மற்றும் குழு உறுப்பினர்களுடன் கிட்டத்தட்ட &#39;நேருக்கு நேர்&#39; சந்திப்பதால் சம்பந்தப்பட்ட அனைவருடனும் நீங்கள் நேரடியாக பேச முடியும்.
te: అంతర్నిర్మిత వీడియో కాన్ఫరెన్సింగ్ ద్వారా క్లయింట్లు మరియు బృంద సభ్యులతో వాస్తవంగా &#39;ముఖాముఖి&#39; కలవండి, అందువల్ల మీరు పాల్గొన్న ప్రతి ఒక్కరితో నేరుగా మాట్లాడగలరు.
tg: Бо муштариён ва аъзои гурӯҳ амалан тавассути “видеоконфронсҳои вуруд” рӯ-ба-рӯ мулоқот кунед, то шумо мустақиман бо ҳама ширкат варзед.
th: พบปะกับลูกค้าและสมาชิกในทีมแบบ &#39;ตัวต่อตัว&#39; ผ่านการประชุมทางวิดีโอในตัวเพื่อให้คุณสามารถพูดคุยโดยตรงกับทุกคนที่เกี่ยวข้อง
tk: Gatnaşanlaryň hemmesi bilen göni gürleşip bilersiňiz, içerki wideo konferensiýa arkaly müşderiler we toparyň agzalary bilen “ýüzbe-ýüz” diýen ýaly duşuşyň.
tl: Makipagtagpo sa mga kliyente at mga miyembro ng koponan halos &#39;mukha-sa-mukha&#39; sa pamamagitan ng built-in na video conferencing upang makapagsalita ka nang direkta sa lahat ng kasangkot.
tr: Yerleşik video konferans aracılığıyla müşteriler ve ekip üyeleriyle sanal olarak &#39;yüz yüze&#39; görüşün, böylece dahil olan herkesle doğrudan konuşabilirsiniz.
tt: Клиентлар һәм команда әгъзалары белән урнаштырылган видео-конференция аша диярлек &quot;турыдан-туры&quot; очрашыгыз, шуңа күрә сез катнашкан һәркем белән турыдан-туры сөйләшә аласыз.
ug: ئىچكى قىسىمدىكى سىن يىغىنى ئارقىلىق خېرىدارلار ۋە گۇرۇپپا ئەزالىرى بىلەن ئاساسەن «يۈزتۇرانە» ئۇچرىشىڭ ، شۇنداق بولغاندا سىز قاتناشقان بارلىق كىشىلەر بىلەن بىۋاسىتە پاراڭلىشالايسىز.
uk: Зустріньтесь із клієнтами та членами команди практично «віч-на-віч» через вбудовані відеоконференції, щоб ви могли говорити безпосередньо з усіма учасниками.
ur: بلٹ ان ویڈیو کانفرنسنگ کے ذریعہ مؤکلوں اور ٹیم ممبروں کے ساتھ عملی طور پر &#39;آمنے سامنے&#39; ملاقات کریں تاکہ آپ اس میں شامل ہر فرد کے ساتھ براہ راست بات کرسکیں۔
uz: Shaxsiy video-konferentsiya orqali mijozlar va jamoa a&#39;zolari bilan deyarli &quot;yuzma-yuz&quot; uchrashing, shunda siz barcha ishtirok etganlar bilan to&#39;g&#39;ridan-to&#39;g&#39;ri gaplasha olasiz.
vi: Gặp gỡ khách hàng và các thành viên trong nhóm hầu như &#39;mặt đối mặt&#39; thông qua hội nghị truyền hình được tích hợp sẵn để bạn có thể nói chuyện trực tiếp với tất cả những người có liên quan.
xh: Dibana nabaxumi kunye neqela leqela &#39;ubuso ngobuso&#39; ngenkomfa yevidiyo eyakhelweyo ukuze uthethe ngqo naye wonke umntu obandakanyekayo.
yi: טרעפן מיט די קלייאַנץ און מאַנשאַפֿט מיטגלידער כמעט &#39;פּנים-צו-פּנים&#39; דורך געבויט-אין ווידעא קאַנפראַנסינג, אַזוי איר קענען רעדן גלייך מיט אַלעמען ינוואַלווד.

source: Case Forms & E-signs
af: Gevalvorms & E-tekens
am: የጉዳይ ቅጾች እና ኢ-ምልክቶች
ar: نماذج الحالة والعلامات الإلكترونية
az: Dava Formaları və E-işarələr
be: Формы справы і электронныя знакі
bg: Формуляри за дела и електронни знаци
bn: কেস ফর্ম এবং ই-চিহ্ন
ca: Formularis de casos i signes electrònics
cs: Formuláře kufříků a elektronické značky
cy: Ffurflenni Achos ac E-arwyddion
da: Sagsskemaer & E-skilte
de: Fallformulare und E-Signaturen
el: Έντυπα θήκης & ηλεκτρονικά σήματα
eo: Kazaj Formoj kaj E-signoj
es: Formularios de casos y firmas electrónicas
et: Juhtumivormid ja e-märgid
eu: Kasu-inprimakiak eta seinale elektronikoak
fa: فرم های پرونده و علائم الکترونیکی
fi: Tapauslomakkeet ja E-kyltit
fr: Formulaires de cas et signes électroniques
fy: Case Forms & E-tekens
ga: Foirmeacha Cásanna & Ríomhchomharthaí
gd: Foirmean Cùise & E-soidhnichean
gl: Formularios de casos e sinais electrónicos
gu: કેસ ફોર્મ અને ઇ-સાઇન્સ
hi: केस फॉर्म और ई-संकेत
hr: Obrasci predmeta i e-znakovi
hu: Ügynyomtatványok és E-jelek
hy: Գործի ձևեր և էլեկտրոնային նշաններ
id: Formulir Kasus & tanda-E
is: Málaeyðublöð og rafræn skilti
it: Moduli caso e segni elettronici
iw: טפסי מקרה וסימנים אלקטרוניים
ja: ケースフォームと電子サイン
ka: საქმის ფორმები და ელექტრონული ნიშნები
kk: Іс нысандары және электрондық белгілер
km: ទម្រង់ករណី និងសញ្ញាអ៊ី
kn: ಕೇಸ್ ಫಾರ್ಮ್‌ಗಳು ಮತ್ತು ಇ-ಚಿಹ್ನೆಗಳು
ku: Formên Doza & E-nîşan
ky: Иштин формалары жана электрондук белгилер
lb: Fall Formen & E-Schëlder
lo: ແບບຟອມກໍລະນີ & E-signs
lt: Bylų formos ir el. ženklai
lv: Lietu veidlapas un e-zīmes
mg: Endriky ny raharaha & E-famantarana
mi: Puka Take & Tohu E
mk: Обрасци на случаи и Е-знаци
ml: കേസ് ഫോമുകളും ഇ-ചിഹ്നങ്ങളും
mn: Кейс маягт ба цахим тэмдэг
mr: केस फॉर्म आणि ई-चिन्ह
ms: Borang Kes & E-tanda
mt: Formoli tal-Każijiet u sinjali elettroniċi
my: Case Forms နှင့် E လက္ခဏာများ
ne: केस फारम र ई-चिन्हहरू
nl: Case Formulieren & E-signs
no: Saksskjemaer og E-skilt
or: କେସ୍ ଫର୍ମ ଏବଂ ଇ-ଚିହ୍ନ |
pa: ਕੇਸ ਫਾਰਮ ਅਤੇ ਈ-ਚਿੰਨ੍ਹ
pl: Formularze spraw i znaki elektroniczne
ps: د قضیې فورمې او بریښنایی نښې
pt: Formulários de Caso e E-signs
ro: Forme de caz și semne electronice
ru: Формы дел и электронные подписи
rw: Imiterere y'urubanza & E-ibimenyetso
sd: ڪيس فارم ۽ اي نشانيون
si: සිද්ධි පෝරම සහ ඊ-ලකුණු
sk: Formuláre prípadu a elektronické značky
sl: Obrazci in e-znaki
sq: Formularët e rasteve dhe E-shenjat
sr: Обрасци предмета и Е-знакови
sv: Fallformulär & E-skyltar
sw: Fomu za Uchunguzi & Alama za E
ta: வழக்குப் படிவங்கள் & மின்-அறிகுறிகள்
te: కేస్ ఫారమ్‌లు & ఇ-చిహ్నాలు
tg: Шаклҳои парванда ва аломатҳои электронӣ
th: แบบฟอร์มกรณีและ E-signs
tk: Kazyýet formalary we elektron belgileri
tl: Mga Form ng Kaso at E-sign
tr: Vaka Formları ve E-işaretleri
tt: Эш формалары һәм электрон билгеләр
ug: دېلو جەدۋىلى ۋە ئېلېكترونلۇق بەلگە
uk: Форми справ і електронні знаки
ur: کیس فارم اور ای سائنز
uz: Ish shakllari va elektron belgilar
vi: Biểu mẫu tình huống & ký hiệu điện tử
xh: Iifom zeCase & E-signs
yi: קאַסע פארמען & E- וואונדער
