Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
af: 7.4 Belasting: U is verantwoordelik vir alle omsetbelasting, gebruiksbelasting, belasting op toegevoegde waarde, terughoubelasting en enige ander soortgelyke belasting en heffings van enige aard wat deur die federale, staats- of plaaslike regeringsentiteite opgelê word vir die transaksies beoog deur die ooreenkoms. As ons die wetlike verpligting het om ingevolge hierdie Afdeling belasting te betaal of in te vorder waarvoor u verantwoordelik is, sal die toepaslike bedrag deur u gefaktureer en betaal word, tensy u &#39;n geldige belastingvrystellingsertifikaat aan ons gee wat deur die toepaslike belastingowerheid gemagtig is.
am: 7.4 ግብሮች-በስምምነቱ ውስጥ በተመለከቱት ግብይቶች ላይ በፌዴራል ፣ በክልል ወይም በአከባቢ መስተዳድር አካላት ላይ የተጣለውን ማንኛውንም አይነት ግብሮች እና የሽያጭ ግብሮችን ሁሉ ፣ የሽያጭ ቀረጥን ፣ የግብር አጠቃቀምን ፣ የተጨማሪ እሴት ታክስን ፣ ሃላፊነቱን ይወስዳል ፡፡ እርስዎ በዚህ ኃላፊነት መሠረት እርስዎ ኃላፊነት የተጣለባቸውን ግብር የመክፈል ወይም የመሰብሰብ ሕጋዊ ግዴታ ሲኖርብዎት በተገቢው የግብር ባለስልጣን የተሰጠ ህጋዊ የግብር ነፃ የምስክር ወረቀት ካላቀረቡልን በስተቀር ተገቢው መጠን ለእርስዎ ደረሰኝ እና ክፍያ ይከፍላል።
ar: 7.4 الضرائب: ستكون مسؤولاً عن جميع ضريبة المبيعات ، وضريبة الاستخدام ، وضرائب القيمة المضافة ، وضرائب الاستقطاع وأي ضرائب ورسوم أخرى مماثلة من أي نوع تفرضها الكيانات الحكومية الفيدرالية أو الولائية أو المحلية على المعاملات المنصوص عليها في الاتفاقية. عندما يكون لدينا التزام قانوني بدفع أو تحصيل الضرائب التي تتحمل مسؤوليتها ، وفقًا لهذا القسم ، سيتم إصدار فاتورة لك بالمبلغ المناسب ودفعه منك ما لم تزودنا بشهادة إعفاء ضريبي صالحة مصرح بها من قبل السلطة الضريبية المناسبة.
az: 7.4. Vergilər: Bütün satış vergisi, istifadə vergisi, əlavə dəyər vergiləri, tutulan vergilər və federal, əyalət və ya yerli hökumət qurumları tərəfindən Sazişdə nəzərdə tutulan əməliyyatlarla əlaqədar tətbiq olunan istənilən növ vergi və ödənişlər üçün məsuliyyət daşıyırsınız. Bu bölməyə uyğun olaraq məsuliyyət daşıdığınız vergiləri ödəmək və ya toplamaqla bağlı qanuni öhdəliyimiz olduqda, müvafiq vergi orqanı tərəfindən təsdiq edilmiş etibarlı vergi güzəştləri sənədi təqdim etməsəniz, müvafiq məbləğ sizin tərəfindən hesablanır və ödənilir.
be: 7.4 Падаткі: Вы нясеце адказнасць за ўвесь падатак з продажаў, выкарыстанне падатку, падаткаў на дабаўленую вартасць, падатку на выплату і любых іншых аналагічных падаткаў і збораў любога роду, уведзеных федэральнымі, дзяржаўнымі або мясцовымі органамі дзяржаўнага кіравання на здзелкі, прадугледжаныя Пагадненнем. Калі ў нас ёсць юрыдычны абавязак выплачваць або спаганяць падаткі, за якія вы нясеце адказнасць, у адпаведнасці з гэтым раздзелам, адпаведная сума ўлічваецца і выплачваецца вамі, калі вы не прадаставіце нам сапраўднае пасведчанне аб вызваленні ад падаткаабкладання, упаўнаважанае адпаведным падатковым органам.
bg: 7.4 Данъци: Вие ще носите отговорност за всички данъци върху продажбите, данък върху използването, данъци върху добавената стойност, данъци, удържани при източника и всякакви други подобни данъци и такси от всякакъв вид, наложени от федерални, държавни или местни правителствени структури за транзакциите, предвидени в споразумението. Когато имаме законовото задължение да плащаме или събираме данъци, за които вие носите отговорност, съгласно настоящия раздел, съответната сума се фактурира и плаща от вас, освен ако не ни предоставите валидно удостоверение за освобождаване от данък, разрешено от съответния данъчен орган.
bn: .4.৪ কর: আপনি চুক্তি দ্বারা বিবেচিত লেনদেনের ক্ষেত্রে সমস্ত বিক্রয় কর, ব্যবহার কর, মূল্য সংযোজন কর, হোল্ডিং ট্যাক্স এবং অন্যান্য যে কোনও জাতীয় কর এবং ফেডারেল, রাজ্য বা স্থানীয় সরকার সত্ত্বার দ্বারা আরোপিত কোনও প্রকারের জন্য দায়বদ্ধ থাকবেন। এই বিভাগের অনুসারে, আপনি যে দায়বদ্ধ হয়ে দায়বদ্ধ হন বা আদায় করার আইনী বাধ্যবাধকতা রয়েছে, আপনি যদি উপযুক্ত ট্যাক্স কর্তৃপক্ষের দ্বারা অনুমোদিত কোনও বৈধ ট্যাক্স ছাড়ের শংসাপত্র সরবরাহ না করেন তবে উপযুক্ত পরিমাণটি আপনার দ্বারা চালিত এবং প্রদান করা হবে।
ca: 7.4 Impostos: Vostè serà responsable de l’impost sobre les vendes, l’impost de l’ús, els impostos sobre el valor afegit, els impostos de retenció i altres impostos i càrrecs similars de qualsevol tipus imposats per les entitats governamentals federals, estatals o locals sobre les transaccions previstes en el Conveni. Quan tinguem l’obligació legal de pagar o cobrar impostos dels quals sou responsables, segons aquesta Secció, l’import adequat us ha de facturar i pagar, a menys que ens proporcioni un certificat d’exempció d’impostos vàlid autoritzat per l’òrgan tributari corresponent.
cs: 7.4 Daně: Jste odpovědní za veškerou daň z obratu, daň z užívání, daně z přidané hodnoty, srážkové daně a všechny podobné daně a poplatky jakéhokoli druhu uložené federálními, státními nebo místními vládními subjekty za transakce uvedené v dohodě. Pokud máme zákonnou povinnost platit nebo vybírat daně, za které jste odpovědní, v souladu s tímto oddílem, bude vám příslušná částka fakturována a vyplacena, pokud nám neposkytnete platný certifikát osvobození od daně schválený příslušným daňovým úřadem.
cy: 7.4 Trethi: Byddwch yn gyfrifol am yr holl dreth gwerthu, defnyddio treth, trethi gwerth ychwanegol, trethi dal yn ôl ac unrhyw drethi a thaliadau tebyg eraill o unrhyw fath a osodir gan endidau llywodraeth ffederal, y wladwriaeth neu leol ar y trafodion a ystyrir gan y Cytundeb. Pan fydd gennym y rhwymedigaeth gyfreithiol i dalu neu gasglu trethi yr ydych yn gyfrifol amdanynt, yn unol â&#39;r Adran hon, bydd y swm priodol yn cael ei anfonebu atoch a&#39;i dalu oni bai eich bod yn darparu tystysgrif eithrio treth ddilys a awdurdodwyd gan yr awdurdod trethu priodol.
da: 7.4 Skatter: Du er ansvarlig for al moms, brugsafgift, merværdiafgift, kildeskat og andre lignende skatter og afgifter af enhver art, der pålægges af føderale, statslige eller lokale myndigheder på de transaktioner, der er omfattet af aftalen. Når vi har den lovlige forpligtelse til at betale eller opkræve skatter, som du er ansvarlig for i henhold til dette afsnit, faktureres og betales det passende beløb af dig, medmindre du giver os et gyldigt skattefritagelsescertifikat godkendt af den relevante skattemyndighed.
de: 7.4 Steuern: Sie sind für alle Umsatzsteuern, Nutzungssteuern, Mehrwertsteuern, Quellensteuern und sonstigen ähnlichen Steuern und Abgaben jeglicher Art verantwortlich, die von Bundes-, Landes- oder Kommunalbehörden für die in der Vereinbarung vorgesehenen Transaktionen erhoben werden. Wenn wir gesetzlich verpflichtet sind, Steuern zu zahlen oder zu erheben, für die Sie gemäß diesem Abschnitt verantwortlich sind, wird der entsprechende Betrag von Ihnen in Rechnung gestellt und von Ihnen gezahlt, es sei denn, Sie legen uns eine gültige Steuerbefreiungsbescheinigung vor, die von der zuständigen Steuerbehörde genehmigt wurde.
el: 7.4 Φόροι: Θα είστε υπεύθυνοι για όλους τους φόρους επί των πωλήσεων, τον φόρο χρήσης, τους φόρους προστιθέμενης αξίας, τους παρακρατούμενους φόρους και τυχόν άλλους παρόμοιους φόρους και χρεώσεις οποιουδήποτε είδους επιβάλλονται από ομοσπονδιακές, πολιτειακές ή τοπικές κυβερνητικές οντότητες στις συναλλαγές που προβλέπονται στη συμφωνία. Όταν έχουμε τη νόμιμη υποχρέωση να πληρώνουμε ή να εισπράττουμε φόρους για τους οποίους είστε υπεύθυνοι, σύμφωνα με την παρούσα Ενότητα, το κατάλληλο ποσό θα τιμολογείται και θα πληρωθεί από εσάς, εκτός εάν μας παρέχετε ένα έγκυρο πιστοποιητικό φοροαπαλλαγής εξουσιοδοτημένο από την αρμόδια φορολογική αρχή.
eo: 7.4 Impostoj: Vi respondecos pri ĉiuj vendaj impostoj, uzaj impostoj, valoraj aldonitaj impostoj, retenaj impostoj kaj ĉiaj ajn similaj impostoj kaj impostoj de ia ajn speco impostitaj de federaciaj, ŝtataj aŭ lokaj registaraj entoj pri la transakcioj antaŭviditaj de la Interkonsento. Kiam ni havas la laŭleĝan devon pagi aŭ enspezi impostojn pri kiuj vi respondecas, laŭ ĉi tiu Sekcio, la taŭga kvanto estos fakturita al vi kaj pagita de vi, krom se vi provizas al ni validan ateston pri sendevig-imposto rajtigita de la taŭga imposta aŭtoritato.
es: 7.4 Impuestos: Usted será responsable de todos los impuestos sobre las ventas, impuestos sobre el uso, impuestos sobre el valor agregado, retenciones de impuestos y cualquier otro impuesto similar y cargos de cualquier tipo impuestos por entidades gubernamentales federales, estatales o locales en las transacciones contempladas en el Acuerdo. Cuando tengamos la obligación legal de pagar o recaudar impuestos de los que usted es responsable, de conformidad con esta Sección, se le facturará y abonará el monto correspondiente a menos que nos proporcione un certificado de exención de impuestos válido autorizado por la autoridad fiscal correspondiente.
et: 7.4 Maksud: Teie vastutate kogu müügimaksu, kasutusmaksu, käibemaksu, kinnipeetava maksu ja kõigi muude sarnaste maksude ja muude tasude eest, mille föderaal-, osariigi või kohaliku omavalitsuse üksused on kehtestanud lepingus kavandatud tehingute eest. Kui meil on vastavalt käesolevale jaotisele seadusest tulenev kohustus maksta või koguda makse, mille eest teie vastutate, esitatakse teile asjakohane summa ja makstakse teile asjakohane summa, välja arvatud juhul, kui esitate meile kehtiva maksuvabastuse tõendi, mille on heaks kiitnud asjakohane maksuamet.
eu: 7.4 Zergak: salmenten gaineko zergaren, erabilera zergaren, balio erantsiaren gaineko zergen, atxikipenen gaineko zergak eta beste edozein antzeko zerga eta gastu kargudunek hitzarmenak aurreikusten dituen transakzioen gaineko edozein zerga eta erantzukizun izango duzu. Atal honen arabera zergak ordaindu edo kobratzeko legezko betebeharra dugunean, atal honen arabera, dagokion zenbatekoa fakturatu egingo zaizu eta zerga-organoak baimendutako zerga-salbuespen ziurtagiririk ematen ez badiguzu.
fa: 7.4 مالیات: شما مسئولیت کلیه مالیات بر فروش ، استفاده از مالیات ، مالیات بر ارزش افزوده ، مالیات های احتمالی و هرگونه مالیات و اتهام مشابه دیگر از هر نوع تحمیل شده توسط نهادهای دولتی فدرال ، ایالتی یا محلی در معاملات مربوط به توافق نامه هستید. هنگامی که ما وظیفه قانونی برای پرداخت یا جمع آوری مالیات برای شما را بر عهده داشته باشیم ، مطابق این بخش ، مبلغ مناسب توسط شما صورت می گیرد و برای شما صورت می گیرد و پرداخت می شود ، مگر اینکه گواهی معافیت مالیاتی معتبر را که توسط مرجع مالیات دهی مناسب مجاز است به ما ارائه دهید.
fi: 7.4 Verot: Olet vastuussa kaikesta myyntiverosta, käyttöverosta, arvonlisäverosta, lähdeverosta ja muista vastaavista veroista ja kaikenlaisista veroista ja maksuista, jotka liittovaltion, osavaltioiden tai paikallisten hallitusten yksiköt ovat asettaneet sopimuksessa tarkoitetuista liiketoimista. Kun meillä on tämän jakson nojalla laillinen velvoite maksaa tai periä veroja, joista olet vastuussa, sinulle laskutetaan ja maksetaan asianmukainen summa, ellet anna meille voimassa olevan verovapautustodistusta, jonka asianmukainen veroviranomainen on valtuuttanut.
fr: 7.4 Taxes: Vous serez responsable de toutes les taxes de vente, taxes d&#39;utilisation, taxes sur la valeur ajoutée, retenues à la source et toutes autres taxes et charges similaires de toute nature imposées par les entités gouvernementales fédérales, étatiques ou locales sur les transactions envisagées par l&#39;accord. Lorsque nous avons l&#39;obligation légale de payer ou de percevoir les taxes dont vous êtes responsable, conformément à la présente section, le montant approprié doit vous être facturé et payé, à moins que vous ne nous fournissiez un certificat d&#39;exonération fiscale valide autorisé par l&#39;autorité fiscale compétente.
fy: 7.4 Belestingen: Jo sille ferantwurdelik wêze foar alle omsetbelesting, belesting fan gebrûk, belesting op tafoege wearde, belesting foar belesting en alle oare ferlykbere belestingen en heffingen fan hokker soart dy&#39;t binne oplein troch federale, steats- as lokale oerheidsentiteiten op &#39;e transaksjes beskôge troch de oerienkomst. As wy de wetlike ferplichting hawwe om belestingen te beteljen of te sammeljen wêrfoar jo ferantwurdlik binne, neffens dizze seksje, sil it passende bedrach troch jo faktureare en betelle wurde, útsein as jo ús in jildich sertifikaat foar frijstelling fan belesting jouwe, autorisearre troch de passende belestingautoriteit.
ga: 7.4 Cánacha: Beidh tú freagrach as gach cáin díolacháin, cáin úsáide, cánacha breisluacha, cánacha iarchoimeádta agus aon chánacha agus muirir eile dá samhail a fhorchuireann aonáin rialtais cónaidhme, stáit nó áitiúla ar na hidirbhearta atá beartaithe ag an gComhaontú. Nuair a bhíonn oibleagáid dhlíthiúil orainn cánacha a bhfuil tú freagrach astu a íoc nó a bhailiú, de bhun na Roinne seo, sonraiscfidh tú agus íocfaidh tú an méid iomchuí mura soláthraíonn tú deimhniú bailí díolúine cánach atá údaraithe ag an údarás cánach iomchuí.
gd: 7.4 Cìsean: Bidh uallach ort airson a h-uile cìs reic, cìs cleachdaidh, cìsean luach-leasaichte, cìsean cumail air ais agus cìsean is cosgaisean sam bith eile de sheòrsa sam bith a chuireas buidhnean riaghaltais feadarail, stàite no ionadail air na gnothaichean a tha an Aonta a ’beachdachadh. Nuair a tha e mar dhleastanas laghail oirnn cìsean a phàigheadh no a chruinneachadh air a bheil thu cunntachail, a rèir na h-earrainn seo, thèid an t-sùim iomchaidh a chuir thugad agus a phàigheadh dhut mura toir thu dhuinn teisteanas saoradh cìs dligheach a tha ùghdarraichte leis an ùghdarras chìsean iomchaidh.
gl: 7.4 Impostos: Vostede será responsable de todos os impostos sobre vendas, impostos de uso, impostos sobre o valor engadido, impostos de retención e outros impostos e cargos similares de calquera tipo impostos por entidades gobernamentais federais, estatais ou locais sobre as transaccións contempladas no acordo. Cando teñamos a obriga legal de pagar ou cobrar impostos dos que vostede é responsable, de acordo con esta sección, o importe apropiado facturarao e pagarao a menos que nos proporcione un certificado de exención de impostos válido autorizado pola autoridade tributaria apropiada.
gu: .4.. કર: તમે કરાર દ્વારા સૂચવવામાં આવેલા વ્યવહારો પરના તમામ વેચાણ વેરા, ઉપયોગ કર, મૂલ્યવર્ધિત કર, રોકાયેલા કર અને અન્ય કોઈપણ સમાન કર અને ફેડરલ, રાજ્ય અથવા સ્થાનિક સરકારી સંસ્થાઓ દ્વારા લાદવામાં આવેલા કોઈપણ પ્રકારનાં ચાર્જ માટે જવાબદાર રહેશે. આ વિભાગને અનુસરીને, જ્યારે તમે જવાબદાર છો તેવા કર ચૂકવવા અથવા એકત્રિત કરવાની અમારી કાનૂની જવાબદારી છે, તો તમે યોગ્ય કર અધિકારી દ્વારા અધિકૃત માન્ય કર મુક્તિ પ્રમાણપત્ર આપશો નહીં ત્યાં સુધી, યોગ્ય રકમ તમારા દ્વારા ચૂકવવામાં આવશે અને ચૂકવણી કરવામાં આવશે.
hi: 7.4 कर: आप सभी बिक्री कर के लिए ज़िम्मेदार होंगे, कर, मूल्यवर्धित कर, रोकते हुए कर और इसी तरह के किसी भी अन्य करों और संघीय, राज्य या स्थानीय सरकारी संस्थाओं द्वारा लगाए गए लेनदेन के आरोपों पर समझौते द्वारा विचार किए गए। जब हमारे पास उन करों का भुगतान करने या एकत्र करने का कानूनी दायित्व है, जिसके लिए आप जिम्मेदार हैं, तो इस अनुभाग का अनुसरण करते हुए, उचित राशि का चालान और भुगतान आपके द्वारा किया जाएगा, जब तक कि आप हमें उचित कर प्राधिकरण द्वारा अधिकृत वैध कर छूट प्रमाण पत्र प्रदान नहीं करते हैं।
hr: 7.4. Porezi: Odgovorni ste za sav porez na promet, porez na uporabu, porez na dodanu vrijednost, porez po odbitku i sve druge slične poreze i takse bilo koje vrste koje nameću savezne, državne ili lokalne vlasti na transakcije predviđene Sporazumom. Kada imamo zakonsku obvezu plaćanja ili prikupljanja poreza za koje ste odgovorni, u skladu s ovim odjeljkom, odgovarajući iznos će vam se fakturirati i platiti osim ako nam ne dostavite valjanu potvrdu o oslobađanju od poreza koju je odobrilo odgovarajuće porezno tijelo.
hu: 7.4 Adók: Ön felelős az összes forgalmi adóból, használati adóból, hozzáadottérték-adóból, forrásadóból és minden egyéb hasonló adóból és egyéb illetékből, amelyeket a szövetségi, állami vagy helyi kormányzati szervek vetnek ki a megállapodásban szereplő ügyletekre. Ha e szakasz értelmében jogi kötelezettségünk van az Ön felelősségi körébe tartozó adók fizetésére vagy beszedésére, akkor a megfelelő összeget számlázza ki és Ön fizeti ki, kivéve, ha megadja nekünk a megfelelő adóhatóság által engedélyezett érvényes adómentességi igazolást.
hy: 7.4 Հարկեր. Դուք պատասխանատու կլինեք վաճառքի բոլոր հարկերի, օգտագործման հարկի, ավելացված արժեքի հարկերի, հարկերի պահպանում և ցանկացած այլ նմանատիպ հարկերի և վճարների համար, որոնք դրել են դաշնային, նահանգային կամ տեղական ինքնակառավարման մարմինների կողմից Համաձայնագրով նախատեսված գործարքները: Երբ մենք պարտավոր ենք վճարել կամ հավաքել հարկեր, որոնց համար դուք պատասխանատու եք, սույն Բաժնի համաձայն, համապատասխան գումարը գանձվում է ձեր կողմից վճարված և վճարվում է, քանի դեռ մեզ չեք տրամադրել համապատասխան հարկային ազատման վկայագիր, որը լիազորված է համապատասխան հարկային մարմնի կողմից:
id: 7.4 Pajak: Anda harus bertanggung jawab atas semua pajak penjualan, pajak penggunaan, pajak pertambahan nilai, pajak pemotongan dan segala bentuk pajak dan ongkos sejenis lainnya yang dikenakan oleh badan pemerintah federal, negara bagian atau lokal atas transaksi yang dimaksud dalam Perjanjian. Ketika kami memiliki kewajiban hukum untuk membayar atau memungut pajak yang menjadi tanggung jawab Anda, sesuai dengan Bagian ini, jumlah yang sesuai akan ditagih dan dibayar oleh Anda kecuali Anda memberikan kami sertifikat pembebasan pajak yang sah yang disahkan oleh otoritas perpajakan yang sesuai.
is: 7.4 Skattar: Þú verður að vera ábyrgur fyrir öllum söluskatti, notkunarskatti, virðisaukaskatti, staðgreiðslu skatta og hvers kyns öðrum sambærilegum sköttum og gjöldum af einhverju tagi sem lögð eru af alríkis-, ríkis- eða sveitarstjórnaraðilum vegna viðskipta sem um getur í samningnum. Þegar við berum lagalega skyldu til að greiða eða innheimta skatta sem þú ber ábyrgð á samkvæmt þessum kafla, skal viðeigandi fjárhæð innheimt af þér og greidd af henni nema þú veiti okkur gilt skattafrelsisvottorð sem heimilað er af viðeigandi skattyfirvaldi.
it: 7.4 Tasse: l&#39;utente sarà responsabile di tutte le imposte sulle vendite, imposte sull&#39;utilizzo, imposte sul valore aggiunto, ritenute d&#39;acconto e altre tasse e oneri simili di qualsiasi tipo imposti da enti governativi federali, statali o locali sulle transazioni contemplate dal Contratto. Quando abbiamo l&#39;obbligo legale di pagare o riscuotere le tasse di cui sei responsabile, ai sensi della presente Sezione, l&#39;importo appropriato deve essere fatturato e pagato da te a meno che tu non ci fornisca un certificato di esenzione fiscale valido autorizzato dall&#39;autorità fiscale competente.
iw: 7.4 מיסים: אתה תהיה אחראי לכל מס מכירות, מס שימוש, מיסי ערך מוסף, ניכוי מס במקור וכל מיסים וחיובים דומים אחרים מכל סוג שהוטלו על ידי גופים ממשלתיים פדרליים או מקומיים על העסקאות שנקבעו בהסכם. כאשר מוטלת עלינו החובה החוקית לשלם או לגבות מיסים עליהם אתה אחראי, בהתאם לסעיף זה, הסכום המתאים יחוייב וישולם על ידך, אלא אם כן תספק לנו אישור פטור ממס מאושר על ידי רשות המיסוי המתאימה.
ja: 7.4税金：消費税、使用税、付加価値税、源泉徴収税、その他の類似の税金、および本契約で想定されている取引に対して連邦、州、または地方自治体が課すあらゆる種類の料金については、お客様が責任を負うものとします。このセクションに従って、お客様が責任を負う税金を支払うまたは徴収する法的義務がある場合、適切な税務当局から承認された有効な非課税証明書を提供しない限り、適切な金額が請求され、お客様から支払われるものとします。
ka: 7.4 გადასახადები: თქვენ პასუხისმგებელნი იქნებით გაყიდვების ყველა გადასახადზე, გამოიყენეთ გადასახადი, დამატებული ღირებულების გადასახადები, გადასახადების დაკავება და სხვა მსგავსი გადასახადები და ნებისმიერი სახის სხვა გადასახადები და გადასახადები, რომლებიც დაწესებულია ფედერალური, სახელმწიფო ან ადგილობრივი ხელისუფლების ორგანოების მიერ ხელშეკრულებით გათვალისწინებული გარიგებების შესახებ. როდესაც იურიდიული ვალდებულება გვაქვს გადავიხადოთ ან შეაგროვოთ გადასახადები, რომელზეც თქვენ ხართ პასუხისმგებელი, ამ განყოფილების შესაბამისად, შესაბამისი თანხის ინვოისება ხდება თქვენს მიერ, თუ არ მოგვაწოდებთ შესაბამისი საგადასახადო განთავისუფლების ცნობას, რომელიც უფლებამოსილია შესაბამისი საგადასახადო ორგანოს მიერ.
kk: 7.4 Салықтар: Келісімде қарастырылған мәмілелер бойынша федералды, штат немесе жергілікті үкімет органдары салған барлық сату салығы, пайдалану салығы, қосылған құн салығы, ұсталған салықтар және басқа кез келген осындай салықтар мен төлемдер үшін сіз жауап бересіз. Сізге осы бөлімге сәйкес сіз төлейтін салықты төлеу немесе жинау бойынша заңды міндетіміз болған кезде, сізге тиісті салық органы бекіткен жарамды салықтан босату туралы анықтаманы ұсынбасаңыз, сізге тиісті сома есепке алынады және төленеді.
km: ៧.៤ ពន្ធ៖ អ្នកត្រូវទទួលខុសត្រូវលើពន្ធលើការលក់ទាំងអស់ប្រើប្រាស់ពន្ធអាករលើតម្លៃបន្ថែមពន្ធកាត់ទុកនិងពន្ធស្រដៀងគ្នានិងការចោទប្រកាន់ផ្សេងៗទៀតដែលត្រូវបានកំណត់ដោយអង្គភាពរដ្ឋាភិបាលសហព័ន្ធរដ្ឋឬមូលដ្ឋានស្តីពីប្រតិបត្តិការដែលមានចែងក្នុងកិច្ចព្រមព្រៀង។ នៅពេលដែលយើងមានកាតព្វកិច្ចស្របច្បាប់ក្នុងការបង់ឬប្រមូលពន្ធសម្រាប់ការទទួលខុសត្រូវរបស់អ្នកដោយអនុលោមតាមផ្នែកនេះចំនួនទឹកប្រាក់សមស្របនឹងត្រូវបានបញ្ចូលនិងបង់ដោយអ្នកលើកលែងតែអ្នកផ្តល់ឱ្យយើងនូវវិញ្ញាបនប័ត្រលើកលែងពន្ធត្រឹមត្រូវដែលត្រូវបានអនុញ្ញាតដោយអាជ្ញាធរពន្ធសមស្រប។
kn: 7.4 ತೆರಿಗೆಗಳು: ಒಪ್ಪಂದದ ಮೂಲಕ ಪರಿಗಣಿಸಲ್ಪಟ್ಟ ವಹಿವಾಟಿನ ಮೇಲೆ ಎಲ್ಲಾ ಮಾರಾಟ ತೆರಿಗೆ, ಬಳಕೆಯ ತೆರಿಗೆ, ಮೌಲ್ಯವರ್ಧಿತ ತೆರಿಗೆಗಳು, ತಡೆಹಿಡಿಯುವ ತೆರಿಗೆಗಳು ಮತ್ತು ಫೆಡರಲ್, ರಾಜ್ಯ ಅಥವಾ ಸ್ಥಳೀಯ ಸರ್ಕಾರಿ ಘಟಕಗಳು ವಿಧಿಸುವ ಯಾವುದೇ ರೀತಿಯ ತೆರಿಗೆಗಳು ಮತ್ತು ಶುಲ್ಕಗಳಿಗೆ ನೀವು ಜವಾಬ್ದಾರರಾಗಿರಬೇಕು. ಈ ವಿಭಾಗಕ್ಕೆ ಅನುಸಾರವಾಗಿ ನೀವು ಜವಾಬ್ದಾರರಾಗಿರುವ ತೆರಿಗೆಗಳನ್ನು ಪಾವತಿಸಲು ಅಥವಾ ಸಂಗ್ರಹಿಸಲು ನಮಗೆ ಕಾನೂನುಬದ್ಧ ಬಾಧ್ಯತೆ ಇದ್ದಾಗ, ಸೂಕ್ತವಾದ ತೆರಿಗೆ ಪ್ರಾಧಿಕಾರದಿಂದ ಅಧಿಕೃತವಾದ ಮಾನ್ಯ ತೆರಿಗೆ ವಿನಾಯಿತಿ ಪ್ರಮಾಣಪತ್ರವನ್ನು ನೀವು ನಮಗೆ ಒದಗಿಸದ ಹೊರತು ಸೂಕ್ತ ಮೊತ್ತವನ್ನು ನೀವು ಇನ್ವಾಯ್ಸ್ ಮಾಡಿ ಪಾವತಿಸಬೇಕು.
ku: 7.4 Bacan: Hûn berpirsiyar in ji bo baca hemî firotan, baca karanîna, baca nirxê lê zêde kirin, baca nehiştinê û her bac û barên din ên her celeb ên ku ji hêla saziyên rêveberî yên federal, eyalet an herêmî ve hatine danîn li ser danûstandinên ku ji hêla Peymanê ve têne hesibandin têne hesibandin. Gava ku me mecbûrî qanûnî ye ku dayîna bac an drav ji we re bibe berpirsiyar, li gorî vê Beşê, dê mîqdara maqûl ji we were şandin û we ji we re were dayîn, heya ku hûn ji me re belgeyek serbestberdana bacê ya rastîn a ku ji hêla dezgeha baca baca guncandî ve nehatiye peyda kirin bidin.
ky: 7.4 Салыктар: Келишимде каралган бүтүмдөргө федералдык, штаттык же жергиликтүү өз алдынча башкаруу органдары тарабынан салынган бардык сатуу салыгы, пайдаланган салык, кошумча нарк салыгы, кармалуучу салыктар жана башка ушул сыяктуу салыктар жана жыйымдар үчүн жооптуу болосуз. Ушул бөлүмгө ылайык сиз жооп берген салыктарды төлөө же чогултуу боюнча мыйзамдуу милдеттенмебиз болгондо, сизге тиешелүү салык органы тарабынан уруксат берилген жарактуу салык төлөөчү күбөлүгүн бербейинче, тиешелүү сумма эсепке алынат жана төлөнөт.
lb: 7.4 Steieren: Dir sidd verantwortlech fir all Verkafssteier, Benotzungssteier, Valeur a Steier, Erhalen Steieren an all aner ähnlech Steieren a Käschten vun iergendenger Aart, déi vu federalen, staatlechen oder lokalen staatlechen Entitéite opgesat ginn op d&#39;Transaktiounen, déi am Ofkommes virgesinn. Wa mir déi gesetzlech Flicht hunn Steieren ze bezuelen oder ze sammelen, fir déi Dir verantwortlech sidd, geméiss dëser Sektioun, gëtt de passenden Betrag op Iech fakturéiert a bezuelt, ausser Dir gitt eis e gëlteg Steiererliichterungszertifikaat autoriséiert vun der zoustänneger Steierautoritéit.
lo: 7.4 ພາສີອາກອນ: ທ່ານຕ້ອງຮັບຜິດຊອບຕໍ່ພາສີການຂາຍທັງ ໝົດ, ນຳ ໃຊ້ອາກອນ, ອາກອນມູນຄ່າເພີ່ມ, ອາກອນຫັກຄ່າ ທຳ ນຽມແລະອາກອນອື່ນໆທີ່ຄ້າຍຄືກັນແລະຄ່າບໍລິການໃດໆທີ່ ກຳ ນົດໂດຍ ໜ່ວຍ ງານລັດຖະບານກາງ, ລັດຫຼືທ້ອງຖິ່ນກ່ຽວກັບການເຮັດທຸລະ ກຳ ທີ່ສັນຍາສັນຍາ. ເມື່ອພວກເຮົາມີພັນທະທາງກົດ ໝາຍ ທີ່ຈະຈ່າຍຫລືເກັບອາກອນທີ່ທ່ານຮັບຜິດຊອບ, ໂດຍປະຕິບັດຕາມພາກນີ້, ຈຳ ນວນເງິນທີ່ ເໝາະ ສົມຈະຖືກເກັບເງິນແລະຈ່າຍໂດຍທ່ານເວັ້ນເສຍແຕ່ວ່າທ່ານໃຫ້ພວກເຮົາມີໃບຢັ້ງຢືນການຍົກເວັ້ນອາກອນທີ່ຖືກອະນຸຍາດຈາກເຈົ້າ ໜ້າ ທີ່ພາສີທີ່ ເໝາະ ສົມ.
lt: 7.4 Mokesčiai: Jūs esate atsakingi už visus pardavimo mokesčius, naudojimo mokesčius, pridėtinės vertės mokesčius, išskaičiuojamuosius mokesčius ir kitus panašius bet kokio pobūdžio mokesčius ir rinkliavas, kuriuos federalinės, valstijos ar vietos vyriausybės subjektai nustato už sutartyje numatytus sandorius. Kai pagal šį skyrių turime teisinę prievolę mokėti ar rinkti mokesčius, už kuriuos esate atsakingas, jums bus išrašyta atitinkama suma ir sumokėta jums, nebent jūs pateiktumėte galiojantį mokesčių lengvatų pažymėjimą, kurį patvirtino atitinkama mokesčių institucija.
lv: 7.4 Nodokļi: Jūs esat atbildīgs par visiem pārdošanas nodokļiem, lietošanas nodokļiem, pievienotās vērtības nodokļiem, ieturējuma nodokļiem un visiem citiem līdzīgiem nodokļiem un jebkāda veida maksājumiem, ko federālās, pavalsts vai pašvaldības iestādes uzliek par darījumiem, kas paredzēti līgumā. Ja saskaņā ar šo sadaļu mums ir juridiskas saistības samaksāt vai iekasēt nodokļus, par kuriem esat atbildīgs, saskaņā ar šo sadaļu jums tiks izrakstīts rēķins un samaksāts par jums, ja vien jūs mums nesniedzat derīgu nodokļu atbrīvojuma sertifikātu, ko pilnvarojusi attiecīgā nodokļu iestāde.
mg: 7.4 Hetra: Tokony ho tompon&#39;antoka amin&#39;ny hetra rehetra ianao, mampiasa hetra, hetra miampy, hetra tsy mitaky hetra sy haba hafa sy saram-pahefana hafa mitovy amin&#39;izay omen&#39;ny federaly, fanjakana na tompon&#39;andraikitra eo an-toerana eo amin&#39;ny fifanakalozana izay tadiavin&#39;ny fifanarahana. Rehefa manana adidy ara-dalàna ny mandoa na manangona hetra arak&#39;izay tompon&#39;andraikitra ianao, arak&#39;ity fizarana ity, ny vola mifanaraka amin&#39;izany dia apetraka sy aloa anao raha tsy omenao taratasy fanamarinana famoahana hetra nomena alalana avy amin&#39;ny manampahefana momba ny hetra alalana isika.
mi: 7.4 Nga Taake: Ko koe hei kawenga mo nga taake hoko katoa, whakamahi taake, utu taake taake, pupuri taake me etahi atu taake me etahi atu taake e rite ana ki nga momo taake a te kawanatanga, a te kawanatanga, a nga kawanatanga o te rohe ranei i runga i nga whakawhitiwhitinga i whakaarohia e te Whakaaetanga. Ka whiwhi tatou i te mana ture ki te utu kohi nama ranei ki a koe e haangai ki a koe, i runga i tenei tekiona, ko nga moni e tika ana me utu atu ka utua e koe engari mena ka tukuna mai e koe he tiwhikete taake tika e haamanahia ana e te mana taake tika.
mk: 7.4 Даноци: Вие ќе бидете одговорни за целиот данок на продажба, данокот на употреба, даноците на додадена вредност, даноците на задржување и сите други слични даноци и давачки од кој било вид наметнати од федералните, државните или локалните владини субјекти за трансакциите предвидени со Договорот. Кога имаме правна обврска да плаќаме или собираме даноци за кои сте одговорни, согласно овој Дел, соодветната сума ќе се фактурира и ќе ја плати вас, освен ако не ни дадете валиден сертификат за ослободување од данок, овластен од соодветниот орган за оданочување.
ml: 7.4 നികുതികൾ‌: കരാർ‌ പരിഗണിക്കുന്ന ഇടപാടുകളിൽ‌ എല്ലാ വിൽ‌പന നികുതി, ഉപയോഗ നികുതി, മൂല്യവർ‌ദ്ധിത നികുതികൾ‌, തടഞ്ഞുവയ്ക്കുന്ന നികുതികൾ‌, സമാനമായ മറ്റേതെങ്കിലും നികുതികൾ‌, ഫെഡറൽ‌, സംസ്ഥാന അല്ലെങ്കിൽ‌ പ്രാദേശിക ഗവൺ‌മെൻറ് സ്ഥാപനങ്ങൾ‌ ചുമത്തുന്ന ഏതെങ്കിലും തരത്തിലുള്ള ചാർ‌ജുകൾ‌ എന്നിവയ്‌ക്ക് നിങ്ങൾ‌ ഉത്തരവാദിയായിരിക്കും. ഈ വിഭാഗത്തിന് അനുസൃതമായി, നിങ്ങൾക്ക് ഉത്തരവാദിത്തമുള്ള നികുതികൾ അടയ്ക്കുന്നതിനോ ശേഖരിക്കുന്നതിനോ ഞങ്ങൾക്ക് നിയമപരമായ ബാധ്യത ഉള്ളപ്പോൾ, ഉചിതമായ ടാക്സിംഗ് അതോറിറ്റി അംഗീകരിച്ച സാധുവായ നികുതി ഇളവ് സർട്ടിഫിക്കറ്റ് നിങ്ങൾ ഞങ്ങൾക്ക് നൽകിയില്ലെങ്കിൽ ഉചിതമായ തുക നിങ്ങൾ ഇൻവോയ്സ് ചെയ്യുകയും അടയ്ക്കുകയും ചെയ്യും.
mn: 7.4 Татвар: Гэрээнд заасан гүйлгээнд холбооны, муж, орон нутгийн засаг захиргааны байгууллагуудаас ногдуулсан бүх борлуулалтын татвар, ашигласны татвар, нэмэгдсэн өртгийн албан татвар, суутган тооцох татвар болон бусад ижил төрлийн татвар, бусад төлбөрийг хариуцах болно. Энэ хэсэгт заасны дагуу таны хариуцсан татварыг төлөх, хураах хууль ёсны үүрэг хүлээсэн тохиолдолд бидэнд зохих татварын албанаас зөвшөөрөгдсөн татвараас чөлөөлөх гэрчилгээгээ гаргаж өгөхгүй л бол зохих хэмжээгээр таны дансанд мөнгө нэхэмжлэх болно.
mr: .4. Tax कर: कराराद्वारे विचारलेल्या व्यवहारावर आपण सर्व विक्री कर, वापर कर, मूल्यवर्धित कर, रोख ठेव आणि इतर कोणत्याही समान कर आणि फेडरल, राज्य किंवा स्थानिक सरकारी संस्थांद्वारे आकारल्या जाणार्‍या जबाबदार्यांसाठी जबाबदार असाल. या कलमाच्या अनुषंगाने आपण ज्या जबाबदार आहात त्या कर भरण्याचे किंवा संकलन करण्याचे आपल्यावर कायदेशीर बंधन आहे, आपण योग्य कर प्राधिकरणाद्वारे अधिकृत वैध कर सूट प्रमाणपत्र प्रदान केल्याशिवाय आपण त्याद्वारे योग्य रकमेची भरपाई केली पाहिजे आणि पैसे दिले जातील.
ms: 7.4 Cukai: Anda akan bertanggungjawab untuk semua cukai penjualan, cukai penggunaan, cukai nilai tambah, cukai pegangan dan apa-apa cukai dan caj lain yang serupa yang dikenakan oleh entiti kerajaan persekutuan, negeri atau tempatan atas transaksi yang dipertimbangkan dalam Perjanjian. Apabila kami mempunyai kewajiban hukum untuk membayar atau mengumpulkan pajak yang Anda bertanggung jawab, sesuai dengan Bahagian ini, jumlah yang sesuai akan ditagih dan dibayar oleh anda melainkan anda memberikan kami sijil pengecualian cukai yang sah yang disahkan oleh pihak berwajib yang sesuai.
mt: 7.4 Taxxi: Int tkun responsabbli għat-taxxa fuq il-bejgħ kollha, taxxa fuq l-użu, taxxi fuq il-valur miżjud, taxxi f&#39;ras il-għajn u kwalunkwe taxxa u ħlasijiet simili oħra ta &#39;kwalunkwe tip imposti minn entitajiet governattivi federali, statali jew lokali fuq it-transazzjonijiet kontemplati mill-Ftehim. Meta jkollna l-obbligu legali li tħallas jew tiġbor it-taxxi li għalihom inti responsabbli, skond din it-Taqsima, l-ammont xieraq għandu jkun iffatturat lil u mħallas minnek sakemm ma jipprovdix ċertifikat ta &#39;eżenzjoni mit-taxxa validu awtorizzat mill-awtorità tat-taxxa xierqa.
my: ၇.၄ အခွန်များ - ရောင်း ၀ ယ်ခွန်၊ အခွန်၊ အခွန်တိုးမြှင့်ကောက်ခံမှု၊ အခွန်ရှောင်ခွန်နှင့်အခြားအလားတူအခွန်အခများနှင့်ဖက်ဒရယ်၊ ပြည်နယ်သို့မဟုတ်ဒေသဆိုင်ရာအစိုးရအဖွဲ့အစည်းများမှသဘောတူစာချုပ်တွင်ထည့်သွင်းထားသည့်ငွေများအပေါ်တွင်တာဝန်ရှိသည်။ သင်တာ ၀ န်ယူရမည့်အခွန်အခများကိုကောက်ခံရန်သို့မဟုတ်တရားဝင်ကောက်ခံရန်ကျွန်ုပ်တို့တွင်ဥပဒေအရတာ ၀ န်ရှိပါကသင့်လျော်သောအခွန်အာဏာပိုင်မှခွင့်ပြုထားသောခိုင်လုံသောအခွန်ကင်းလွတ်ခွင့်လက်မှတ်ကိုပေးအပ်ခြင်း မှလွဲ၍ ဤပုဒ်မအရသင့်လျော်သောငွေပမာဏကိုသင့်အားငွေတောင်းခံလွှာပေးပို့လိမ့်မည်။
ne: .4.es करहरू: तपाईं सम्झौताको आधारमा गरिएको लेनदेनमा संघ, राज्य वा स्थानीय सरकारी निकायले लगाएको कुनै पनि प्रकारको सबै बिक्री कर, प्रयोग कर, मूल्य अभिवृद्धि करहरू, होल्डिंग ट्याक्स र अन्य कुनै समान करहरू र शुल्कहरूको लागि जिम्मेवार हुनुहुनेछ। जब तपाईं कानूनी दायित्वहरू तिर्ने वा स collect्कलन गर्ने कानूनी दायित्व हुनुहुन्छ जसको लागि तपाईं जिम्मेवार हुनुहुन्छ, यस सेक्सनको आधारमा, उपयुक्त रकममा आमन्त्रित र भुक्तानी गरिनेछ जब सम्म तपाईं हामीलाई उचित कर प्राधिकरण द्वारा अधिकृत वैध कर छुट प्रमाणपत्र प्रदान गर्नुहुन्न।
nl: 7.4 Belastingen: U bent verantwoordelijk voor alle omzetbelasting, gebruiksbelasting, belasting over de toegevoegde waarde, bronbelasting en andere soortgelijke belastingen en heffingen van welke aard dan ook die door federale, staats- of lokale overheidsinstanties worden opgelegd bij de door de Overeenkomst beoogde transacties. Wanneer we de wettelijke verplichting hebben om belastingen te betalen of te innen waarvoor u verantwoordelijk bent, wordt op grond van deze sectie het juiste bedrag gefactureerd en door u betaald, tenzij u ons een geldig certificaat voor belastingvrijstelling verstrekt dat is geautoriseerd door de juiste belastingdienst.
no: 7.4 Skatter: Du skal være ansvarlig for all omsetningsavgift, bruksskatt, merverdiavgift, kildeskatt og andre lignende skatter og avgifter av enhver art som er pålagt av føderale, statlige eller lokale myndigheter på transaksjonene som er tenkt i avtalen. Når vi har den juridiske plikten til å betale eller innkreve skatter som du er ansvarlig for, i henhold til denne seksjonen, skal det aktuelle beløpet faktureres og betales av deg med mindre du gir oss et gyldig skattefritakssertifikat som er godkjent av den aktuelle skattemyndigheten.
or: 7.4 ଟ୍ୟାକ୍ସ: ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ଧାର୍ଯ୍ୟ ହୋଇଥିବା କାରବାର ଉପରେ ଫେଡେରାଲ୍, ରାଜ୍ୟ କିମ୍ବା ସ୍ଥାନୀୟ ସରକାରୀ ସଂସ୍ଥା ଦ୍ imposed ାରା ଧାର୍ଯ୍ୟ କରାଯାଇଥିବା ସମସ୍ତ ବିକ୍ରୟ କର, ବ୍ୟବହାର କର, ମୂଲ୍ୟଯୁକ୍ତ ଟିକସ, ଟିକସ ବନ୍ଦ କରିବା ଏବଂ ଅନ୍ୟାନ୍ୟ ସମାନ ଟିକସ ଏବଂ ଦେୟ ପାଇଁ ଆପଣ ଦାୟୀ ରହିବେ। ଯେତେବେଳେ ଆମର ଏହି ଟ୍ୟାକ୍ସ ଅନୁଯାୟୀ ଦେୟ ଦେବାକୁ କିମ୍ବା ସଂଗ୍ରହ କରିବାକୁ ଆମର ଆଇନଗତ ବାଧ୍ୟତାମୂଳକ ଅଛି, ଏହି ବିଭାଗ ଅନୁଯାୟୀ, ତୁମେ ଉପଯୁକ୍ତ ଟ୍ୟାକ୍ସ ଅଥରିଟି ଦ୍ authorized ାରା ଅନୁମୋଦିତ ଏକ ବ tax ଧ ଟିକସ ଛାଡ ପ୍ରମାଣପତ୍ର ପ୍ରଦାନ ନକଲେ ତୁମ ପାଇଁ ଉପଯୁକ୍ତ ରାଶି ଇନଭଏସ୍ ହେବ ଏବଂ ପ୍ରଦାନ କରାଯିବ |
pa: 7.4 ਟੈਕਸ: ਤੁਸੀਂ ਸਾਰੇ ਵਿਕਰੀ ਟੈਕਸ, ਵਰਤੋਂ ਟੈਕਸ, ਵੈਲਿ added ਐਡਿਡ ਟੈਕਸ, ਰੋਕ ਲਗਾਉਣ ਵਾਲੇ ਟੈਕਸਾਂ ਅਤੇ ਹੋਰ ਸਮਾਨ ਟੈਕਸਾਂ ਅਤੇ ਸਮਝੌਤੇ ਦੁਆਰਾ ਵਿਚਾਰੇ ਗਏ ਟ੍ਰਾਂਜੈਕਸ਼ਨਾਂ &#39;ਤੇ ਸੰਘੀ, ਰਾਜ ਜਾਂ ਸਥਾਨਕ ਸਰਕਾਰਾਂ ਸੰਸਥਾਵਾਂ ਦੁਆਰਾ ਲਗਾਏ ਗਏ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਦੇ ਦੋਸ਼ਾਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋਵੋਗੇ. ਜਦੋਂ ਇਸ ਕਾਨੂੰਨੀ ਤੌਰ ਤੇ ਤੁਸੀਂ ਜ਼ਿੰਮੇਵਾਰ ਹੋ, ਟੈਕਸਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਜਾਂ ਇਕੱਤਰ ਕਰਨ ਦੀ ਸਾਡੀ ਕਾਨੂੰਨੀ ਜ਼ਿੰਮੇਵਾਰੀ ਬਣਦੀ ਹੈ, ਤਾਂ ਉਚਿਤ ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਤੁਹਾਡੇ ਦੁਆਰਾ ਕੀਤਾ ਜਾਏਗਾ ਅਤੇ ਉਦੋਂ ਤੱਕ ਅਦਾ ਕੀਤਾ ਜਾਏਗਾ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਸਾਨੂੰ ਉਚਿਤ ਟੈਕਸ ਅਥਾਰਟੀ ਦੁਆਰਾ ਅਧਿਕਾਰਤ ਟੈਕਸ ਮੁਆਫੀ ਸਰਟੀਫਿਕੇਟ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕਰਦੇ.
pl: 7.4 Podatki: Użytkownik będzie odpowiedzialny za wszystkie podatki od sprzedaży, podatek od towarów i usług, podatki od wartości dodanej, podatki potrącane u źródła oraz wszelkie inne podobne podatki i opłaty wszelkiego rodzaju nakładane przez podmioty federalne, stanowe lub lokalne na transakcje przewidziane w Umowie. Gdy mamy prawny obowiązek płacenia lub pobierania podatków, za które jesteś odpowiedzialny, zgodnie z niniejszą sekcją, odpowiednia kwota zostanie zafakturowana i opłacona przez Ciebie, chyba że dostarczysz nam ważne zaświadczenie o zwolnieniu podatkowym autoryzowane przez odpowiedni organ podatkowy.
ps: .4..4 مالیه: تاسو باید د پلور ټول مالیات ، مالیې ، ارزښت اضافې مالیې ، مالیاتو او نورو ورته مالیاتو او نورو ورته مالیاتو او مسؤلیتونو په اړه مسؤل یاست چې د فدرالي ، دولتي یا محلي دولتي ادارو لخوا لګول شوي معاملې باندې د تړون لخوا بحث شوي. کله چې موږ قانوني مکلفیت لرو چې مالیه ورکړو یا راټولولو لپاره چې تاسو مسؤل یاست ، د دې برخې په پام کې نیولو سره ، مناسبه اندازه پیسې تاسو ته درلیږل کیږي او تادیه کیږي پرته لدې چې تاسو موږ ته د مالیه معافیت مستند سند چمتو نه کړئ چې د مناسب مالیه کولو ادارې لخوا اختیار شوی وي.
pt: 7.4 Impostos: Você será responsável por todos os impostos sobre vendas, imposto sobre uso, impostos sobre valor agregado, impostos retidos na fonte e quaisquer outros impostos e encargos similares de qualquer espécie impostos por entidades governamentais federais, estaduais ou locais nas transações contempladas pelo Contrato. Quando tivermos a obrigação legal de pagar ou cobrar impostos pelos quais você é responsável, de acordo com esta Seção, o valor apropriado será faturado e pago por você, a menos que você nos forneça um certificado de isenção de imposto válido autorizado pela autoridade tributária apropriada.
ro: 7.4 Impozite: Veți fi responsabil pentru toată impozitul pe vânzări, impozitul pe utilizare, impozitele pe valoarea adăugată, impozitele de reținere și orice alte impozite și taxe similare de orice fel impuse de entitățile guvernamentale federale, de stat sau locale pe tranzacțiile prevăzute în acord. Atunci când avem obligația legală de a plăti sau de a colecta impozite pentru care sunteți responsabil, în conformitate cu această secțiune, suma corespunzătoare va fi facturată și plătită de dvs., cu excepția cazului în care ne furnizați un certificat de scutire de impozit valabil autorizat de autoritatea fiscală corespunzătoare.
ru: 7.4 Налоги: Вы несете ответственность за все налоги с продаж, налог на использование, налоги на добавленную стоимость, удерживаемые налоги и любые другие подобные налоги и сборы любого рода, налагаемые федеральными, штатными или местными государственными органами на операции, предусмотренные Соглашением. Когда у нас есть юридическое обязательство по уплате или сбору налогов, за которые вы несете ответственность, в соответствии с настоящим Разделом, соответствующая сумма будет выставлена вам к оплате и оплачена вами, если вы не предоставите нам действительное свидетельство об освобождении от налога, уполномоченное соответствующим налоговым органом.
rw: 7.4 Imisoro: Ushinzwe imisoro yose yagurishijwe, gukoresha umusoro, imisoro ku nyongeragaciro, imisoro ifatirwa hamwe nindi misoro isa nkiyishyurwa muburyo ubwo aribwo bwose bwashyizweho ninzego za leta, leta cyangwa iz&#39;ibanze ku bikorwa biteganijwe n’amasezerano. Mugihe dufite inshingano zemewe zo kwishyura cyangwa gukusanya imisoro ushinzwe, dukurikije iki Cyiciro, amafaranga akwiye agomba kwishyurwa no kwishyurwa nawe keretse uduhaye icyemezo cyemewe cyo gusonerwa imisoro cyemewe ninzego zibishinzwe.
sd: 7.4 ٽيڪس: توهان سڀ سيلز ٽيڪس ، ٽيڪس استعمال ، ويليو ويڊ ٽيڪس ، ود هولڊنگ ٽيڪس ۽ ٻئي ساڳئي ٽيڪس ۽ ٻئي قسم جي چارجز جا ذميوار هوندا. جڏهن اسان وٽ ٽيڪس ادا ڪرڻ يا جمع ڪرڻ جي قانوني ذميواري آهي جنهن جي توهان ذميوار آهيو ، هن سيڪشن جي مطابق ، مناسب رقم توهان کي انوائس ڪئي ويندي ۽ ادا ڪئي ويندي جيستائين توهان اسان کي مناسب ٽئڪسنگ اٿارٽي طرفان اجازت ڏنل هڪ جائز ٽيڪس جي معافي جو سند فراهم نه ڪندا.
si: 7.4 බදු: ගිවිසුම මගින් සලකා බලන ලද ගනුදෙනු සඳහා ෆෙඩරල්, ප්‍රාන්ත හෝ පළාත් පාලන ආයතන විසින් පනවනු ලබන ඕනෑම ආකාරයක විකුණුම් බද්දක්, බදු භාවිතා කිරීම, අගය එකතු කළ බදු, රඳවා ගැනීමේ බදු සහ වෙනත් සමාන බදු සහ වෙනත් ඕනෑම ආකාරයක ගාස්තු සඳහා ඔබ වගකිව යුතුය. මෙම අංශයට අනුකූලව ඔබ වගකිව යුතු බදු ගෙවීමට හෝ එකතු කිරීමට අපට නීතිමය බැඳීමක් ඇති විට, සුදුසු බදු අධිකාරිය විසින් බලය පවරන ලද වලංගු බදු නිදහස් කිරීමේ සහතිකයක් ඔබ අපට ලබා නොදුනහොත් සුදුසු මුදල ඉන්වොයිස් කර ගෙවනු ලැබේ.
sk: 7.4 Dane: Budete zodpovední za všetky dane z obratu, dane z používania, dane z pridanej hodnoty, zrážkové dane a akékoľvek podobné dane a poplatky akéhokoľvek druhu uložené federálnymi, štátnymi alebo miestnymi vládnymi subjektmi za transakcie uvedené v zmluve. Ak máme zákonnú povinnosť platiť alebo vyberať dane, za ktoré ste zodpovední, v súlade s týmto oddielom vám bude fakturovaná a zaplatená príslušná čiastka, pokiaľ nám neposkytnete platné osvedčenie o oslobodení od dane schválené príslušným daňovým úradom.
sl: 7.4 Davki: Odgovorni ste za vse davke na promet, uporabo davka, davka na dodano vrednost, odtegnjenih davkov in vseh drugih podobnih davkov in dajatev kakršne koli vrste, ki jih nalagajo zvezne, državne ali lokalne oblasti na transakcije, predvidene v sporazumu. Kadar imamo zakonsko obveznost plačevanja ali pobiranja davkov, za katere ste odgovorni, v skladu s tem oddelkom, vam ustrezen znesek zaračunamo in plačamo, razen če nam predložite veljavno potrdilo o oprostitvi davka, ki ga je odobril ustrezni davčni organ.
sq: 7.4 Taksat: Ju do të jeni përgjegjës për të gjithë taksën e shitjeve, taksën e përdorimit, taksat mbi vlerën e shtuar, taksat e mbajtjes në burim dhe çdo taksë dhe tarifë tjetër të ngjashme të çdo lloji të imponuar nga subjektet qeveritare federale, shtetërore ose lokale në transaksionet e parashikuara nga Marrëveshja. Kur ne kemi detyrimin ligjor të paguajmë ose të mbledhim taksat për të cilat jeni përgjegjës, në pajtim me këtë nen, shuma e duhur do të faturohet dhe paguhet nga ju, përveç nëse na siguroni një çertifikatë të vlefshme të përjashtimit të taksave, të autorizuar nga autoriteti përkatës i taksave.
sr: 7.4. Порези: Бићете одговорни за све порезе на продају, порез на употребу, порез на додату вредност, порез по одбитку и све друге сличне порезе и таксе било које врсте које намећу федерални, државни или локални органи власти на трансакције предвиђене Споразумом. Када имамо законску обавезу плаћања или прикупљања пореза за које сте одговорни, у складу са овим одељком, одговарајући износ ће вам се фактурирати и платити осим ако нам не доставите важећу потврду о ослобађању од пореза коју је одобрило одговарајуће пореско тијело.
sv: 7.4 Skatter: Du är ansvarig för all omsättningsskatt, användningsskatt, mervärdesskatt, källskatt och andra liknande skatter och avgifter av alla slag som införs av federala, statliga eller lokala myndigheter på de transaktioner som avses i avtalet. När vi har den lagliga skyldigheten att betala eller ta ut skatter som du ansvarar för enligt detta avsnitt, ska det lämpliga beloppet faktureras till och betalas av dig om du inte tillhandahåller oss ett giltigt skattefrihetscertifikat som är godkänt av den berörda skattemyndigheten.
sw: 7.4 Ushuru: Utawajibika kwa ushuru wote wa uuzaji, tumia ushuru, kodi ya kuongeza kodi, uzuie ushuru na ushuru wowote kama huo na malipo ya aina yoyote yanayowekwa na shirikisho, serikali au vyombo vya serikali za mitaa juu ya shughuli zilizopendekezwa na Mkataba. Wakati tunayo jukumu la kisheria la kulipa au kukusanya ushuru ambao unawajibika, kwa mujibu wa Sehemu hii, kiasi kinachofaa kitahifadhiwa na kulipwa na wewe isipokuwa utatupa cheti halali cha msamaha wa kodi kilichoidhinishwa na mamlaka inayofaa ya utozaji ushuru.
ta: 7.4 வரிகள்: ஒப்பந்தத்தால் பரிசீலிக்கப்பட்ட பரிவர்த்தனைகளில் அனைத்து விற்பனை வரி, பயன்பாட்டு வரி, மதிப்பு கூட்டப்பட்ட வரி, நிறுத்திவைக்கும் வரி மற்றும் வேறு ஏதேனும் ஒத்த வரி மற்றும் கூட்டாட்சி, மாநில அல்லது உள்ளூர் அரசாங்க நிறுவனங்களால் விதிக்கப்படும் எந்தவொரு கட்டணத்திற்கும் நீங்கள் பொறுப்பாவீர்கள். இந்த பிரிவுக்கு இணங்க, நீங்கள் பொறுப்புள்ள வரிகளை செலுத்த அல்லது வசூலிக்க எங்களுக்கு சட்டபூர்வமான கடமை இருக்கும்போது, பொருத்தமான வரிவிதிப்பு அதிகாரத்தால் அங்கீகரிக்கப்பட்ட செல்லுபடியாகும் வரி விலக்கு சான்றிதழை நீங்கள் எங்களுக்கு வழங்காவிட்டால், உரிய தொகை விலைப்பட்டியல் மற்றும் செலுத்தப்படும்.
te: 7.4 పన్నులు: ఒప్పందం ద్వారా ఆలోచించిన లావాదేవీలపై సమాఖ్య, రాష్ట్ర లేదా స్థానిక ప్రభుత్వ సంస్థలు విధించిన అన్ని రకాల అమ్మకపు పన్ను, వినియోగ పన్ను, విలువ ఆధారిత పన్నులు, నిలిపివేసే పన్నులు మరియు ఇతర సారూప్య పన్నులు మరియు ఛార్జీలకు మీరు బాధ్యత వహించాలి. ఈ విభాగానికి అనుగుణంగా, మీరు బాధ్యత వహించే పన్నులను చెల్లించడానికి లేదా వసూలు చేయడానికి మాకు చట్టపరమైన బాధ్యత ఉన్నప్పుడు, తగిన పన్ను అధికారం ద్వారా అధికారం పొందిన చెల్లుబాటు అయ్యే పన్ను మినహాయింపు ధృవీకరణ పత్రాన్ని మీరు మాకు అందించకపోతే, తగిన మొత్తం మీకు ఇన్వాయిస్ చేయబడుతుంది మరియు చెల్లించబడుతుంది.
tg: 7.4 Андозҳо: Шумо барои ҳама андозҳои фурӯш, андоз аз истифодабарӣ, андоз аз арзиши иловашуда, нигоҳ доштани андозҳо ва ҳама гуна андозҳо ва пардохтҳои шабеҳи дигар, ки аз ҷониби мақомоти федералӣ, иёлоти давлатӣ ё маҳаллӣ барои амалиётҳои дар Созишнома пешбинишуда масъуланд, масъул ҳастед. Вақте ки мо ӯҳдадории қонунии пардохт ё ситонидани андозҳоеро, ки тибқи қисмати шумо масъул аст, дорем, агар шумо ба мо шаҳодатномаи эътибори андозсупории мақомоти дахлдори андозро пешниҳод накунед, маблағи дахлдор ба шумо ворид карда мешавад.
th: 7.4 ภาษี: คุณจะต้องรับผิดชอบต่อภาษีการขายทั้งหมดภาษีการใช้งานภาษีมูลค่าเพิ่มมูลค่าภาษีหัก ณ ที่จ่ายและภาษีและค่าใช้จ่ายอื่น ๆ ที่คล้ายกันในลักษณะใด ๆ ที่กำหนดโดยหน่วยงานรัฐบาลกลางรัฐหรือท้องถิ่นในการทำธุรกรรมตามที่ตกลงไว้ เมื่อเรามีภาระผูกพันทางกฎหมายในการชำระหรือเก็บภาษีที่คุณต้องรับผิดชอบตามมาตรานี้จำนวนเงินที่เหมาะสมจะได้รับการออกใบแจ้งหนี้และชำระโดยคุณเว้นแต่คุณจะให้ใบรับรองการยกเว้นภาษีที่ถูกต้องที่ได้รับอนุญาตจากหน่วยงานด้านภาษีที่เหมาะสม
tk: 7.4 Salgytlar: saleshli satuw salgytlary, salgytlary ulanmak, goşulan baha üçin salgytlar, salgytlar we beýleki şuňa meňzeş salgytlar we federal, döwlet ýa-da ýerli hökümet guramalary tarapyndan Ylalaşykda göz öňünde tutulan amallar üçin salynýan salgytlar we tölegler üçin jogapkärçilik çekersiňiz. Şu Bölüme laýyklykda jogapkärçilik çekýän salgytlary tölemek ýa-da ýygnamak üçin kanuny borjumyz bar bolsa, degişli salgyt gullugy tarapyndan ygtyýarlandyrylan salgytdan boşatmak barada kepilnama bermeseňiz, degişli mukdar size tölener we tölener.
tl: 7.4 Buwis: Dapat kang maging responsable para sa lahat ng buwis sa pagbebenta, paggamit ng buwis, halaga ng idinagdag na buwis, pagpigil sa mga buwis at anumang iba pang magkatulad na buwis at singil ng anumang uri na ipinataw ng pederal, estado o lokal na mga nilalang ng gobyerno sa mga transaksyon na pinag-isipan ng Kasunduan. Kung mayroon kaming ligal na obligasyong magbayad o mangolekta ng mga buwis na kung saan ikaw ay may pananagutan, alinsunod sa Seksyon na ito, ang naaangkop na halaga ay dapat na invoice at babayaran ka maliban kung bibigyan ka namin ng isang wastong sertipikasyon ng pagbubukod sa buwis na pinahintulutan ng naaangkop na awtoridad sa pagbubuwis.
tr: 7.4 Vergiler: Anlaşma tarafından öngörülen işlemlerde tüm satış vergileri, kullanım vergisi, katma değer vergileri, stopaj vergileri ve federal, eyalet veya yerel yönetim birimleri tarafından uygulanan diğer her türlü vergi ve harçtan siz sorumlusunuz. Sorumlu olduğunuz vergileri ödemek veya tahsil etmek için yasal yükümlülüğümüz olduğunda, bu Bölüm uyarınca, bize uygun vergi makamı tarafından yetkilendirilmiş geçerli bir vergi muafiyeti sertifikası vermedikçe, uygun tutar faturalandırılır ve ödenir.
tt: 7.4 Салымнар: Сез барлык сату салымнары өчен җаваплы булачаксыз, салым кулланыгыз, өстәмә кыйммәтле салымнар, салымнар һәм башка шундый ук салымнар һәм федераль, дәүләт яки җирле үзидарә органнары Килешүдә каралган операцияләр өчен салынган төрле түләүләр. Бу бүлек буенча сез җаваплы булган салымны түләргә яки җыярга безнең юридик бурычыбыз булганда, тиешле салым органы рөхсәт иткән салым ташламасы сертификаты белән тәэмин итмәсәгез, тиешле сумма сезгә фактура һәм түләнәчәк.
ug: 7.4 باج: سىز بارلىق سېتىش بېجى ، ئىشلىتىش بېجى ، قوشۇلما قىممەت بېجى ، تۇتۇپ قېلىش بېجى ۋە فېدېراتسىيە ، شىتات ياكى يەرلىك ھۆكۈمەت ئورۇنلىرىنىڭ كېلىشىمدە بەلگىلەنگەن سودىغا قويغان ھەر خىل باج ۋە ھەقلەرگە مەسئۇل بولىسىز. بۇ پاراگرافتىكى بەلگىلىمە بويىچە ، سىز مەسئۇل بولغان باج تاپشۇرۇش ياكى يىغىش قانۇنىي مەجبۇرىيىتىمىز بولغاندا ، مۇناسىپ باج ئورگىنى ھوقۇق بەرگەن ئۈنۈملۈك باج كەچۈرۈم قىلىش ئىسپاتى بىلەن تەمىنلىمىسىڭىز ، مۇناسىپ سوممىنى سىز تاللايدۇ ۋە تۆلەيدۇ.
uk: 7.4 Податки: Ви несете відповідальність за весь податок з продажу, податок на прибуток, податки на додану вартість, податки з утримання та будь-які інші подібні податки та збори будь-якого виду, що вводяться федеральними, державними чи місцевими органами влади на операції, передбачені Угодою. Коли у нас є юридичний обов&#39;язок сплачувати або стягувати податки, за які ви несете відповідальність, згідно з цим розділом, відповідна сума виставляється на рахунку та виплачується вами, якщо ви не надасте нам дійсне свідоцтво про звільнення від сплати податків, дозволене відповідним органом оподаткування.
ur: 7.4 ٹیکس: معاہدے کے ذریعہ پیش آنے والے لین دین پر آپ سیلز ٹیکس ، استعمال ٹیکس ، ویلیو ایڈڈ ٹیکس ، ود ہولڈنگ ٹیکس اور اسی طرح کے دیگر ٹیکسوں اور وفاقی ، ریاستی یا مقامی سرکاری اداروں کے ذریعہ لگائے گئے کسی بھی قسم کے چارج کے ذمہ دار ہوں گے۔ جب ہمارا اس ذمہ داری کے مطابق آپ ٹیکس ادا کرنے یا جمع کرنے کی قانونی ذمہ داری عائد کرتے ہیں تو ، مناسب رقم آپ کے ذریعہ انوائس کی جائے گی اور ادا کی جائے گی جب تک کہ آپ مناسب ٹیکس اتھارٹی کے ذریعہ مجاز ٹیکس چھوٹ کا سرٹیفکیٹ فراہم نہ کریں۔
uz: 7.4 Soliqlar: Siz barcha savdo soliqlari, foydalanish soliqlari, qo&#39;shilgan qiymat solig&#39;i, ushlab qolish soliqlari va federal, shtat yoki mahalliy davlat idoralari tomonidan ushbu Bitimda ko&#39;zda tutilgan bitimlar bo&#39;yicha undiriladigan har qanday soliq va boshqa to&#39;lovlar uchun javobgarsiz. Agar siz ushbu bo&#39;limga muvofiq javobgar bo&#39;lgan soliqlarni to&#39;lash yoki yig&#39;ish bo&#39;yicha qonuniy majburiyatimiz bo&#39;lsa, tegishli soliq organi tomonidan tasdiqlangan soliq imtiyozlari to&#39;g&#39;risidagi guvohnomangizni taqdim etmaguningizcha, tegishli miqdor siz tomonidan to&#39;lanadi va to&#39;lanadi.
vi: 7.4 Thuế: Bạn phải chịu trách nhiệm cho tất cả các loại thuế bán hàng, thuế sử dụng, thuế giá trị gia tăng, thuế khấu trừ và bất kỳ khoản thuế và phí tương tự nào khác do các thực thể chính phủ liên bang, tiểu bang hoặc địa phương áp dụng đối với các giao dịch được nêu trong Thỏa thuận. Khi chúng tôi có nghĩa vụ pháp lý thanh toán hoặc thu thuế mà bạn chịu trách nhiệm, theo Đoạn này, số tiền thích hợp sẽ được bạn lập hóa đơn và thanh toán trừ khi bạn cung cấp cho chúng tôi giấy chứng nhận miễn thuế hợp lệ được ủy quyền bởi cơ quan thuế thích hợp.
xh: 7.4 Irhafu: Uya kuba noxanduva lwayo yonke irhafu yokuthengisa, ukusebenzisa irhafu, ixabiso elongeziweyo, ukubambisa iirhafu kunye nayiphi na enye irhafu kunye naziphi na iintlawulo ezibekwa yi-federal, urhulumente okanye amaziko orhulumente wengingqi kwiintengiselwano ezichazwe sisiVumelwano. Xa sinoxanduva olusemthethweni lokuhlawula okanye lokuqokelela iirhafu oxanduva lwakho, ngokuhambelana neli candelo, isixa esifanelekileyo siyakufakwa kwi-inti kwaye sihlawulwe nguwe ngaphandle kokuba usinike isatifikethi sokuxolelwa irhafu esisemthethweni esigunyaziswe ngugunyaziwe ofanelekileyo werhafu.
yi: 7.4 טאַקסיז: איר וועט זיין פאַראַנטוואָרטלעך פֿאַר אַלע פארקויפונג שטייַער, נוצן שטייַער, ווערט צוגעלייגט טאַקסיז, וויטכאָולדינג טאַקסיז און קיין אנדערע ענלעך טאַקסיז און טשאַרדזשאַז פון קיין טיפּ ימפּאָוזד דורך פעדעראלע, שטאַט אָדער היגע רעגירונג ענטיטיז אויף די טראַנזאַקשאַנז קאַנטאַמפּלייטיד דורך די אַגרעעמענט. ווען מיר האָבן די לעגאַל פליכט צו באַצאָלן אָדער זאַמלען טאַקסיז פֿאַר וואָס איר זענט פאַראַנטוואָרטלעך, אין לויט מיט דעם אָפּטיילונג, די צונעמען סומע וועט זיין ינווויסד און באַצאָלט דורך איר סייַדן איר צושטעלן אונדז אַ גילטיק שטייער באַפרייַונג באַווייַזן אָטערייזד דורך די צונעמען טאַקסינג אויטאָריטעט.
