Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 8. Representations and Warranties:
af: 8. Verteenwoordigings en waarborge:
am: 8. ውክልናዎች እና ዋስትናዎች-
ar: 8. التأكيدات والضمانات:
az: 8. Nümayəndəliklər və Zəmanətlər:
be: 8. Спектаклі і гарантыі:
bg: 8. Представителства и гаранции:
bn: 8. প্রতিনিধিত্ব এবং ওয়ারেন্টি:
ca: 8. Representacions i garanties:
cs: 8. Zastoupení a záruky:
cy: 8. Sylwadau a Gwarantau:
da: 8. Repræsentationer og garantier:
de: 8. Zusicherungen und Garantien:
el: 8. Αντιπροσωπείες και εγγυήσεις:
eo: 8. Reprezentoj kaj Garantioj:
es: 8. Representaciones y Garantías:
et: 8. Esindused ja garantiid:
eu: 8. Ordezkaritzak eta bermeak:
fa: 8. نمایندگی ها و ضمانت ها:
fi: 8. Esitykset ja takuut:
fr: 8. Déclarations et garanties:
fy: 8. Fertsjintwurdigings en warranten:
ga: 8. Ionadaíochtaí agus Barántais:
gd: 8. riochdachaidhean agus barantasan:
gl: 8. Representacións e garantías:
gu: 8. પ્રતિનિધિઓ અને વૉરંટીઝ:
hi: 8. प्रतिनिधित्व और वारंटी:
hr: 8. Izjave i jamstva:
hu: 8. Képviselet és garancia:
hy: 8. Ներկայացումներ եւ երաշխիքներ.
id: 8. Representasi dan Jaminan:
is: 8. Fulltrúar og ábyrgðir:
it: 8. Dichiarazioni e garanzie:
iw: 8. מצגים והתחייבויות:
ja: 8.表明および保証
ka: 8. წარმომადგენლობები და გარანტიები:
kk: 8. Өкілдер мен кепілдіктер:
km: ការតំណាងនិងការធានា:
kn: 8. ಪ್ರತಿನಿಧಿಗಳು ಮತ್ತು ವಾರಂಟಿಗಳು:
ku: 8. Nûner û Şerîetê:
ky: 8. өкүлчүлүктөр жана Кепилдиктер:
lb: 8. Representatioune a Garantië:
lo: 8. ການຕາງຫນ້າແລະການຮັບປະກັນ:
lt: 8. Atstovavimas ir garantijos:
lv: 8. Pārstāvības un garantijas:
mg: 8. Ny fisehoana sy ny fisoratana:
mi: 8. Nga Whakataunga me nga Tiwhikete:
mk: 8. Репрезентации и гаранции:
ml: 8. പ്രതിനിധാനങ്ങളും വാറന്റികളും:
mn: 8. Товчлол ба баталгаа:
mr: 8. प्रतिनिधीत्व आणि वॉरंटीजः
ms: 8. Perwakilan dan Waranti:
mt: 8. Rappreżentazzjonijiet u Garanziji:
my: 8. ကိုယ်စားပြုမှုနှင့်အာမခံ:
ne: 8. प्रतिनिधि र वारेन्टी:
nl: 8. Verklaringen en garanties:
no: 8. Representasjoner og garantier:
or: 8. ପ୍ରତିନିଧିତ୍ୱ ଏବଂ ୱାରେଣ୍ଟି:
pa: 8. ਨੁਮਾਇੰਦਗੀ ਅਤੇ ਵਾਰੰਟੀਆਂ:
pl: 8. Oświadczenia i gwarancje:
ps: 8. استازیتوب او تضمین:
pt: 8. Representações e Garantias:
ro: 8. Reprezentări și garanții:
ru: 8. Заверения и гарантии:
rw: 8. Guhagararirwa na garanti:
sd: 8. نمائندگي ۽ ضمانت:
si: 8. නියෝජනයන් සහ ඇපකර:
sk: 8. Vyhlásenia a záruky:
sl: 8. Izjave in jamstva:
sq: 8. Përfaqësitë dhe garancitë:
sr: 8. Изјаве и гаранције:
sv: 8. Representationer och garantier:
sw: 8. Uwakilishi na vyeti:
ta: 8. பிரதிநிதிகளும் உத்தரவாதங்களும்:
te: 8. ప్రాతినిధ్యాలు మరియు వారెంటీలు:
tg: 8. Намояндагӣ ва кафолатҳо:
th: 8. การรับรองและการรับประกัน:
tk: 8. Wekiller we kepillikler:
tl: 8. Mga representasyon at Warranty:
tr: 8. Temsil ve Garantiler:
tt: 8. Вәкиллекләр һәм гарантияләр:
ug: 8. ۋەكىللەر ۋە كاپالەتلەر:
uk: 8. Представництва та гарантії:
ur: 8. نمائندگی اور وارنٹی:
uz: 8. Ta&#39;riflar va kafolatlar:
vi: 8. Đại diện và bảo hành:
xh: 8. Iimpawu kunye neziqinisekiso:
yi: 8. רעפּרעסענטאַטיאָנס און וואָראַנטיז:
