Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 10. Indemnification:
af: 10. Vrywaring:
am: 10. የካሳ ክፍያ:
ar: 10. التعويض:
az: 10. Təminat:
be: 10. Вызваленне ад адказнасці:
bg: 10. Компенсация:
bn: 10. ক্ষতিপূরণ
ca: 10. Indemnització:
cs: 10. Odškodnění:
cy: 10. Indemniad:
da: 10. Skadesløsholdelse:
de: 10. Entschädigung:
el: 10. Αποζημίωση:
eo: 10. Kompenso:
es: 10. Indemnización:
et: 10. Hüvitamine:
eu: 10. Indemnizazioa:
fa: 10. جبران خسارت:
fi: 10. Korvaus:
fr: 10. Indemnisation:
fy: 10. Ferheljen:
ga: 10. Slánú:
gd: 10. Slànachadh:
gl: 10. Indemnización:
gu: 10. નુકસાન
hi: 10. क्षतिपूर्ति:
hr: 10. Naknada štete:
hu: 10. Kártérítés:
hy: 10. Պարտավորությունը `
id: 10. Ganti Rugi:
is: 10. Bætur:
it: 10. Indennizzo:
iw: 10. שיפוי:
ja: 10.補償：
ka: 10. გაანგარიშება:
kk: 10. Өтемақы:
km: ការសងជំងឺចិត្ត:
kn: 10. ನಷ್ಟ ಪರಿಹಾರ:
ku: 10. Tezmînatê:
ky: 10. ордун толтуруу:
lb: 10. Entschiedegung:
lo: 10. ການຊົດເຊີຍ:
lt: 10. Kompensacija:
lv: 10. Atlīdzība:
mg: 10. Fanamelohana:
mi: 10. Whakamatau:
mk: 10. Надомест на штета:
ml: 10. നഷ്ടപരിഹാരം:
mn: 10. Нөхөн олговор олгох:
mr: 10. क्षतिपूर्ती:
ms: 10. Penggantian:
mt: 10. Indennizz:
ne: 10. क्षतिपूर्ति:
nl: 10. Vrijwaring:
no: 10. Skadesløsholdelse:
or: 10. କ୍ଷତିପୂରଣ:
pa: 10. ਮੁਆਵਜ਼ਾ:
pl: 10. Odszkodowanie:
ps: 10. تاوان ورکول:
pt: 10. Indenização:
ro: 10. Despăgubiri:
ru: 10. Возмещение ущерба:
rw: 10. Indishyi:
sd: 10. معاوضيات:
si: දීමනා:
sk: 10. Odškodnenie:
sl: 10. Odškodnina:
sq: 10. Dëmshpërblimi:
sr: 10. Накнада штете:
sv: 10. Skadestånd:
sw: Uzinduzi:
ta: 10. இழப்பீடு:
te: 10. నష్టపరిహారం:
tg: 10. Ҷубронпулӣ:
th: 10. การชดใช้ค่าเสียหาย:
tk: 10. Öwezini dolmak:
tl: 10. Pagbabayad-pinsala:
tr: 10. Tazminat:
tt: 10. Компенсация:
ug: 10. تۆلەم:
uk: 10. Компенсація:
ur: 10. معاوضہ:
uz: 10. Kompensatsiya:
vi: 10. Bồi thường:
xh: 10. Ukuhlawulelwa:
yi: 10. ענדערונגען:
