Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
af: CaseActive gebruik militêre en bankgraad 128-bis SSL-enkripsie vir data-oordrag en 256-bis AES-kodering vir data in rus. Elke CaseActive-instansie het 'n unieke sleutel wat gegenereer word, wat 'n bykomende laag sekuriteit vir jou besigheid bied. Ons sal nooit 'n ander maatskappy toelaat om toegang tot jou databasis of bergingstelsel te kry nie.
am: CaseActive ለውሂብ ማስተላለፊያ ወታደራዊ እና የባንክ ደረጃ 128-ቢት SSL ምስጠራን እና 256-ቢት AES ምስጠራን በእረፍት ጊዜ ይጠቀማል። እያንዳንዱ የCaseActive ምሳሌ ለንግድዎ ተጨማሪ የደህንነት ሽፋን የሚሰጥ ልዩ ቁልፍ አለው። ሌላ ኩባንያ የውሂብ ጎታህን ወይም የማከማቻ ስርዓትህን እንዲደርስበት በፍጹም አንፈቅድም።
ar: يستخدم CaseActive تشفير SSL من الدرجة العسكرية والمصرفية 128 بت لنقل البيانات وتشفير 256 بت AES للبيانات في وضع الراحة. يحتوي كل مثيل CaseActive على مفتاح فريد يتم إنشاؤه ، مما يوفر طبقة إضافية من الأمان لعملك. لن نسمح أبدًا لشركة أخرى بالوصول إلى قاعدة البيانات أو نظام التخزين الخاص بك.
az: CaseActive məlumat ötürülməsi üçün hərbi və bank dərəcəli 128-bit SSL şifrələməsindən və istirahətdə olan məlumatlar üçün 256-bit AES şifrələməsindən istifadə edir. Hər CaseActive instansiyasında biznesiniz üçün əlavə təhlükəsizlik səviyyəsini təmin edən unikal açar yaradılır. Biz heç vaxt başqa şirkətin verilənlər bazanıza və ya saxlama sisteminizə daxil olmasına icazə verməyəcəyik.
be: CaseActive выкарыстоўвае ваеннае і банкаўскае 128-бітнае шыфраванне SSL для перадачы даных і 256-бітнае шыфраванне AES для даных у стане спакою. Кожны асобнік CaseActive мае згенераваны унікальны ключ, які забяспечвае дадатковы ўзровень бяспекі для вашага бізнесу. Мы ніколі не дазволім іншай кампаніі атрымаць доступ да вашай базы дадзеных або сістэмы захоўвання.
bg: CaseActive използва военно и банково 128-битово SSL криптиране за предаване на данни и 256-битово AES криптиране за данни в покой. Всеки случай на CaseActive има генериран уникален ключ, осигуряващ допълнителен слой сигурност за вашия бизнес. Никога няма да позволим на друга компания да има достъп до вашата база данни или система за съхранение.
bn: কেসঅ্যাক্টিভ ডেটা ট্রান্সমিশনের জন্য মিলিটারি এবং ব্যাঙ্ক গ্রেড 128-বিট SSL এনক্রিপশন এবং বাকি ডেটার জন্য 256-বিট AES এনক্রিপশন ব্যবহার করে। প্রতিটি CaseActive উদাহরণে একটি অনন্য কী তৈরি হয়, যা আপনার ব্যবসার নিরাপত্তার একটি অতিরিক্ত স্তর প্রদান করে। আমরা কখনই অন্য কোম্পানিকে আপনার ডাটাবেস বা স্টোরেজ সিস্টেম অ্যাক্সেস করার অনুমতি দেব না।
ca: CaseActive utilitza xifratge SSL de 128 bits de grau militar i bancari per a la transmissió de dades i xifratge AES de 256 bits per a les dades en repòs. Cada instància de CaseActive té una clau única generada, que proporciona una capa addicional de seguretat per al vostre negoci. Mai permetrem que una altra empresa accedeixi a la vostra base de dades o sistema d'emmagatzematge.
cs: CaseActive používá vojenské a bankovní 128bitové šifrování SSL pro přenos dat a 256bitové šifrování AES pro data v klidu. Každá instance CaseActive má vygenerovaný jedinečný klíč, který poskytuje vaší firmě další vrstvu zabezpečení. Nikdy nedovolíme jiné společnosti přístup k vaší databázi nebo úložnému systému.
cy: Mae CaseActive yn defnyddio amgryptio SSL gradd 128-did milwrol a banc ar gyfer trosglwyddo data ac amgryptio AES 256-did ar gyfer data wrth orffwys. Mae gan bob achos CaseActive allwedd unigryw a gynhyrchir, sy'n darparu haen ychwanegol o ddiogelwch i'ch busnes. Ni fyddwn byth yn caniatáu i gwmni arall gael mynediad i'ch cronfa ddata na'ch system storio.
da: CaseActive bruger militær- og bankkvalitet 128-bit SSL-kryptering til datatransmission og 256-bit AES-kryptering til hvilende data. Hver CaseActive-instans har en unik nøgle, der er genereret, hvilket giver et ekstra lag af sikkerhed til din virksomhed. Vi vil aldrig tillade et andet firma at få adgang til din database eller dit lagersystem.
de: CaseActive verwendet für die Datenübertragung eine 128-Bit-SSL-Verschlüsselung in Militär- und Bankenqualität und für ruhende Daten eine 256-Bit-AES-Verschlüsselung. Für jede CaseActive-Instanz wird ein eindeutiger Schlüssel generiert, der Ihrem Unternehmen eine zusätzliche Sicherheitsebene bietet. Wir werden niemals einem anderen Unternehmen erlauben, auf Ihre Datenbank oder Ihr Speichersystem zuzugreifen.
el: Το CaseActive χρησιμοποιεί στρατιωτική και τραπεζική κρυπτογράφηση SSL 128-bit για μετάδοση δεδομένων και κρυπτογράφηση AES 256-bit για δεδομένα σε κατάσταση ηρεμίας. Κάθε περίπτωση CaseActive έχει ένα μοναδικό κλειδί που δημιουργείται, παρέχοντας ένα επιπλέον επίπεδο ασφάλειας για την επιχείρησή σας. Δεν θα επιτρέψουμε ποτέ σε άλλη εταιρεία να αποκτήσει πρόσβαση στη βάση δεδομένων ή στο σύστημα αποθήκευσης σας.
eo: CaseActive uzas armean kaj bankan gradon 128-bitan SSL-ĉifradon por datumtranssendo kaj 256-bita AES-ĉifradon por datumoj en ripozo. Ĉiu kazo de CaseActive havas unikan ŝlosilon generitan, provizante plian tavolon de sekureco por via komerco. Ni neniam permesos al alia kompanio aliri vian datumbazon aŭ stokan sistemon.
es: CaseActive utiliza encriptación SSL de 128 bits de nivel militar y bancario para la transmisión de datos y encriptación AES de 256 bits para los datos en reposo. Cada instancia de CaseActive tiene una clave única generada, lo que proporciona una capa adicional de seguridad para su empresa. Nunca permitiremos que otra empresa acceda a su base de datos o sistema de almacenamiento.
et: CaseActive kasutab andmeedastuseks sõjaväe- ja pangaklassi 128-bitist SSL-krüptimist ja puhkeolekus andmete jaoks 256-bitist AES-krüptimist. Igal CaseActive'i eksemplaril on loodud ainulaadne võti, mis pakub teie ettevõttele täiendavat turvalisust. Me ei luba kunagi teisel ettevõttel juurdepääsu teie andmebaasile või salvestussüsteemile.
eu: CaseActive-k 128 biteko SSL enkriptatzea erabiltzen du datuen transmisiorako eta 256 biteko AES enkriptatzea atsedenerako datuetarako. CaseActive instantzia bakoitzak gako esklusibo bat sortzen du, zure negozioari segurtasun-geruza gehigarri bat eskaintzen diona. Inoiz ez dugu utziko beste enpresa bati zure datu-base edo biltegiratze sistema sartzen.
fa: CaseActive از رمزگذاری 128 بیتی SSL نظامی و بانکی برای انتقال داده و رمزگذاری AES 256 بیتی برای داده ها در حالت استراحت استفاده می کند. هر نمونه CaseActive یک کلید منحصر به فرد تولید می کند که یک لایه امنیتی اضافی برای کسب و کار شما فراهم می کند. ما هرگز به شرکت دیگری اجازه دسترسی به پایگاه داده یا سیستم ذخیره سازی شما را نمی دهیم.
fi: CaseActive käyttää sotilas- ja pankkitason 128-bittistä SSL-salausta tiedonsiirtoon ja 256-bittistä AES-salausta levossa oleville tiedoille. Jokaisella CaseActive-esiintymällä on luotu ainutlaatuinen avain, joka tarjoaa lisäsuojaustasoa yrityksellesi. Emme koskaan anna toisen yrityksen käyttää tietokantaasi tai tallennusjärjestelmääsi.
fr: CaseActive utilise un cryptage SSL 128 bits de qualité militaire et bancaire pour la transmission des données et un cryptage AES 256 bits pour les données au repos. Chaque instance CaseActive a une clé unique générée, offrant une couche de sécurité supplémentaire pour votre entreprise. Nous n'autoriserons jamais une autre entreprise à accéder à votre base de données ou à votre système de stockage.
fy: CaseActive brûkt militêre en bankklasse 128-bit SSL-fersifering foar gegevensoerdracht en 256-bit AES-fersifering foar gegevens yn rêst. Elke CaseActive-eksimplaar hat in unike kaai generearre, dy't in ekstra laach feiligens foar jo bedriuw leveret. Wy sille nea in oar bedriuw tagong krije ta jo databank of opslachsysteem.
ga: Úsáideann CaseActive criptiúchán SSL 128-giotán míleata agus bainc le haghaidh tarchur sonraí agus criptiú AES 256-giotán le haghaidh sonraí ar fos. Tá eochair uathúil ginte ag gach cás CaseActive, a sholáthraíonn sraith bhreise slándála do do ghnó. Ní ligfimid do chuideachta eile rochtain a fháil ar do bhunachar sonraí nó ar do chóras stórála.
gd: Bidh CaseActive a’ cleachdadh crioptachadh SSL ìre armachd is banca 128-bit airson sgaoileadh dàta agus crioptachadh AES 256-bit airson dàta aig fois. Tha iuchair shònraichte aig a h-uile cùis CaseActive air a chruthachadh, a’ toirt ìre a bharrachd de thèarainteachd don ghnìomhachas agad. Cha leig sinn gu bràth le companaidh eile cothrom fhaighinn air an stòr-dàta no an siostam stòraidh agad.
gl: CaseActive usa cifrado SSL de 128 bits de grao militar e bancario para a transmisión de datos e cifrado AES de 256 bits para os datos en reposo. Cada instancia de CaseActive ten unha clave única xerada, que proporciona unha capa adicional de seguridade para a súa empresa. Nunca permitiremos que outra empresa acceda á súa base de datos ou sistema de almacenamento.
gu: CaseActive ડેટા ટ્રાન્સમિશન માટે લશ્કરી અને બેંક ગ્રેડ 128-બીટ SSL એન્ક્રિપ્શન અને બાકીના ડેટા માટે 256-બીટ AES એન્ક્રિપ્શનનો ઉપયોગ કરે છે. દરેક CaseActive ઉદાહરણમાં એક અનન્ય કી જનરેટ થાય છે, જે તમારા વ્યવસાય માટે સુરક્ષાનું વધારાનું સ્તર પ્રદાન કરે છે. અમે ક્યારેય અન્ય કંપનીને તમારા ડેટાબેઝ અથવા સ્ટોરેજ સિસ્ટમને ઍક્સેસ કરવાની મંજૂરી આપીશું નહીં.
hi: केसएक्टिव डेटा ट्रांसमिशन के लिए सैन्य और बैंक ग्रेड 128-बिट एसएसएल एन्क्रिप्शन और बाकी डेटा के लिए 256-बिट एईएस एन्क्रिप्शन का उपयोग करता है। प्रत्येक केसएक्टिव इंस्टेंस में एक अद्वितीय कुंजी उत्पन्न होती है, जो आपके व्यवसाय के लिए सुरक्षा की एक अतिरिक्त परत प्रदान करती है। हम कभी भी किसी अन्य कंपनी को आपके डेटाबेस या स्टोरेज सिस्टम तक पहुंचने की अनुमति नहीं देंगे।
hr: CaseActive koristi vojnu i bankovnu 128-bitnu SSL enkripciju za prijenos podataka i 256-bitnu AES enkripciju za podatke u mirovanju. Svaka CaseActive instanca ima generiran jedinstveni ključ, koji pruža dodatni sloj sigurnosti za vaše poslovanje. Nikada nećemo dopustiti drugoj tvrtki pristup vašoj bazi podataka ili sustavu za pohranu.
hu: A CaseActive katonai és banki szintű 128 bites SSL titkosítást használ az adatátvitelhez és 256 bites AES titkosítást a nyugalmi adatokhoz. Minden CaseActive-példány egyedi kulcsot generál, amely további biztonsági réteget biztosít vállalkozása számára. Soha nem engedjük meg, hogy más cégek hozzáférjenek adatbázisához vagy tárolórendszeréhez.
hy: CaseActive-ն օգտագործում է ռազմական և բանկային կարգի 128-բիթանոց SSL կոդավորումը տվյալների փոխանցման համար և 256-բիթանոց AES կոդավորումը հանգստի ժամանակ տվյալների համար: Յուրաքանչյուր CaseActive օրինակ ունի ստեղծվող եզակի բանալի, որն ապահովում է անվտանգության լրացուցիչ շերտ ձեր բիզնեսի համար: Մենք երբեք թույլ չենք տա այլ ընկերության մուտք գործել ձեր տվյալների բազա կամ պահեստավորման համակարգ:
id: CaseActive menggunakan enkripsi SSL 128-bit kelas militer dan bank untuk transmisi data dan enkripsi AES 256-bit untuk data saat istirahat. Setiap instans CaseActive memiliki kunci unik yang dihasilkan, memberikan lapisan keamanan tambahan untuk bisnis Anda. Kami tidak akan pernah mengizinkan perusahaan lain untuk mengakses database atau sistem penyimpanan Anda.
is: CaseActive notar hernaðar- og bankagráðu 128 bita SSL dulkóðun fyrir gagnaflutning og 256 bita AES dulkóðun fyrir gögn í hvíld. Sérhvert CaseActive tilvik hefur einstakan lykil sem myndaður er, sem veitir fyrirtækinu þínu aukið öryggislag. Við munum aldrei leyfa öðru fyrirtæki að fá aðgang að gagnagrunninum þínum eða geymslukerfinu.
it: CaseActive utilizza la crittografia SSL a 128 bit di livello militare e bancario per la trasmissione dei dati e la crittografia AES a 256 bit per i dati inattivi. Ogni istanza CaseActive ha una chiave univoca generata, fornendo un ulteriore livello di sicurezza per la tua azienda. Non consentiremo mai a un'altra azienda di accedere al tuo database o al tuo sistema di archiviazione.
iw: CaseActive משתמש בהצפנת SSL של 128 סיביות בדרגת צבא ובנק להעברת נתונים ובהצפנת AES של 256 סיביות עבור נתונים במצב מנוחה. לכל מופע של CaseActive נוצר מפתח ייחודי, המספק שכבת אבטחה נוספת לעסק שלך. לעולם לא נאפשר לחברה אחרת לגשת למסד הנתונים או למערכת האחסון שלך.
ja: CaseActiveは、データ送信に軍用および銀行グレードの128ビットSSL暗号化を使用し、保存データに256ビットAES暗号化を使用します。すべてのCaseActiveインスタンスには一意のキーが生成され、ビジネスにセキュリティの追加レイヤーを提供します。他の会社があなたのデータベースやストレージシステムにアクセスすることを決して許可しません。
ka: CaseActive იყენებს სამხედრო და საბანკო კლასის 128-ბიტიან SSL დაშიფვრას მონაცემთა გადაცემისთვის და 256-ბიტიან AES დაშიფვრას მონაცემების დასვენებისთვის. თითოეულ CaseActive მაგალითს აქვს გენერირებული უნიკალური გასაღები, რომელიც უზრუნველყოფს უსაფრთხოების დამატებით ფენას თქვენი ბიზნესისთვის. ჩვენ არასოდეს დავუშვებთ სხვა კომპანიას წვდომას თქვენს მონაცემთა ბაზაში ან შენახვის სისტემაში.
kk: CaseActive деректерді беру үшін әскери және банктік деңгейдегі 128 биттік SSL шифрлауын және демалыс кезіндегі деректер үшін 256 биттік AES шифрлауын пайдаланады. Әрбір CaseActive данасы сіздің бизнесіңіз үшін қосымша қауіпсіздік деңгейін қамтамасыз ететін бірегей кілтке ие. Біз басқа компанияға дерекқорыңызға немесе сақтау жүйеңізге кіруге ешқашан рұқсат бермейміз.
km: CaseActive ប្រើប្រាស់ការអ៊ិនគ្រីប SSL កម្រិត 128 ប៊ីតថ្នាក់យោធា និងធនាគារសម្រាប់ការបញ្ជូនទិន្នន័យ និងការអ៊ិនគ្រីប AES 256 ប៊ីតសម្រាប់ទិន្នន័យនៅពេលសម្រាក។ រាល់ករណី CaseActive មានសោពិសេសមួយដែលត្រូវបានបង្កើត ដោយផ្តល់នូវស្រទាប់សុវត្ថិភាពបន្ថែមសម្រាប់អាជីវកម្មរបស់អ្នក។ យើងនឹងមិនអនុញ្ញាតឱ្យក្រុមហ៊ុនផ្សេងទៀតចូលប្រើប្រព័ន្ធទិន្នន័យ ឬប្រព័ន្ធផ្ទុកទិន្នន័យរបស់អ្នកឡើយ។
kn: CaseActive ಡೇಟಾ ಪ್ರಸರಣಕ್ಕಾಗಿ ಮಿಲಿಟರಿ ಮತ್ತು ಬ್ಯಾಂಕ್ ಗ್ರೇಡ್ 128-ಬಿಟ್ SSL ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಅನ್ನು ಬಳಸುತ್ತದೆ ಮತ್ತು ಉಳಿದ ಸಮಯದಲ್ಲಿ ಡೇಟಾಕ್ಕಾಗಿ 256-ಬಿಟ್ AES ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಅನ್ನು ಬಳಸುತ್ತದೆ. ಪ್ರತಿ ಕೇಸ್ಆಕ್ಟಿವ್ ನಿದರ್ಶನವು ವಿಶಿಷ್ಟವಾದ ಕೀಯನ್ನು ರಚಿಸಿದೆ, ಇದು ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ನಿಮ್ಮ ಡೇಟಾಬೇಸ್ ಅಥವಾ ಶೇಖರಣಾ ವ್ಯವಸ್ಥೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ನಾವು ಮತ್ತೊಂದು ಕಂಪನಿಗೆ ಎಂದಿಗೂ ಅನುಮತಿಸುವುದಿಲ್ಲ.
ku: CaseActive ji bo veguheztina daneyê şîfrekirina SSL-ya 128-bit a leşkerî û bankê û ji bo daneya di bêhnvedanê de şîfrekirina AES ya 256-bit bikar tîne. Her mînakek CaseActive xwedan mifteyek bêhempa ye ku ji bo karsaziya we qateyek ewlehiyê peyda dike. Em ê tu carî destûr nedin ku pargîdaniyek din bigihîje databasa we an pergala hilanînê.
ky: CaseActive маалымат берүү үчүн аскердик жана банктык деңгээлдеги 128-бит SSL шифрлөөсүн жана эс алуу учурундагы маалыматтар үчүн 256-биттик AES шифрлөөсүн колдонот. Ар бир CaseActive инстанциясынын уникалдуу ачкычы бар, бул сиздин бизнесиңиз үчүн коопсуздуктун кошумча катмарын камсыз кылат. Биз эч качан башка компанияга маалымат базасына же сактоо тутумуңузга кирүүгө уруксат бербейбиз.
lb: CaseActive benotzt militäresch a Bankgrad 128-Bit SSL Verschlësselung fir Dateniwwerdroung an 256-Bit AES Verschlësselung fir Daten am Rescht. All CaseActive Instanz huet en eenzegaartege Schlëssel generéiert, deen eng zousätzlech Sécherheetsschicht fir Äert Geschäft bitt. Mir erlaben ni eng aner Firma Zougang zu Ärer Datebank oder Stockage System.
lo: CaseActive ໃຊ້ການເຂົ້າລະຫັດ SSL ລະດັບ 128-bit ລະດັບທະຫານ ແລະທະນາຄານສຳລັບການສົ່ງຂໍ້ມູນແລະການເຂົ້າລະຫັດ AES 256-bit ສໍາລັບຂໍ້ມູນທີ່ເຫຼືອ. ທຸກໆຕົວຢ່າງ CaseActive ມີກະແຈທີ່ເປັນເອກະລັກທີ່ສ້າງຂຶ້ນ, ສະຫນອງຊັ້ນຄວາມປອດໄພເພີ່ມເຕີມສໍາລັບທຸລະກິດຂອງທ່ານ. ພວກເຮົາຈະບໍ່ອະນຸຍາດໃຫ້ບໍລິສັດອື່ນເຂົ້າເຖິງຖານຂໍ້ມູນ ຫຼືລະບົບການເກັບຮັກສາຂອງທ່ານ.
lt: „CaseActive“ naudoja karinio ir banko lygio 128 bitų SSL šifravimą duomenims perduoti ir 256 bitų AES šifravimą duomenims ramybės būsenoje. Kiekvienas „CaseActive“ egzempliorius turi sugeneruotą unikalų raktą, suteikiantį papildomą jūsų verslo saugumo lygį. Niekada neleisime kitai įmonei prieiti prie jūsų duomenų bazės ar saugojimo sistemos.
lv: CaseActive izmanto militāro un banku līmeņa 128 bitu SSL šifrēšanu datu pārraidei un 256 bitu AES šifrēšanu datiem miera stāvoklī. Katrai CaseActive instancei ir ģenerēta unikāla atslēga, kas nodrošina papildu drošības līmeni jūsu uzņēmumam. Mēs nekad neļausim citam uzņēmumam piekļūt jūsu datubāzei vai uzglabāšanas sistēmai.
mg: CaseActive dia mampiasa encryption SSL 128-bit an'ny miaramila sy banky ho an'ny fandefasana angon-drakitra ary encryption AES 256-bit ho an'ny angona miala sasatra. Ny tranga CaseActive tsirairay dia manana lakile tokana noforonina, manome fiarovana fanampiny ho an'ny orinasanao. Tsy hamela orinasa hafa hiditra amin'ny angon-drakitrao na ny rafitra fitahirizanao mihitsy izahay.
mi: Ka whakamahia e CaseActive te whakamunatanga SSL moka-128-bit mo nga hoia me te peeke mo te tuku raraunga me te whakamunatanga AES 256-bit mo nga raraunga e okioki ana. Ko ia tauira CaseActive he taviri ahurei i hangaia, e whakarato ana i tetahi paparanga haumarutanga mo to pakihi. E kore rawa matou e tuku i tetahi atu kamupene ki te uru atu ki to papaunga raraunga, punaha rokiroki ranei.
mk: CaseActive користи воена и банкарска 128-битна SSL шифрирање за пренос на податоци и 256-битна AES шифрирање за податоци во мирување. Секој примерок CaseActive има генериран единствен клуч, обезбедувајќи дополнителен слој на безбедност за вашиот бизнис. Никогаш нема да дозволиме друга компанија да пристапи до вашата база на податоци или систем за складирање.
ml: CaseActive, ഡാറ്റാ ട്രാൻസ്മിഷനായി സൈനിക, ബാങ്ക് ഗ്രേഡ് 128-ബിറ്റ് SSL എൻക്രിപ്ഷനും വിശ്രമവേളയിൽ ഡാറ്റയ്ക്കായി 256-ബിറ്റ് AES എൻക്രിപ്ഷനും ഉപയോഗിക്കുന്നു. ഓരോ CaseActive ഇൻസ്റ്റൻസിലും ഒരു അദ്വിതീയ കീ ജനറേറ്റ് ചെയ്‌തിട്ടുണ്ട്, ഇത് നിങ്ങളുടെ ബിസിനസ്സിന് ഒരു അധിക സുരക്ഷാ പാളി നൽകുന്നു. നിങ്ങളുടെ ഡാറ്റാബേസ് അല്ലെങ്കിൽ സ്റ്റോറേജ് സിസ്റ്റം ആക്സസ് ചെയ്യാൻ ഞങ്ങൾ ഒരിക്കലും മറ്റൊരു കമ്പനിയെ അനുവദിക്കില്ല.
mn: CaseActive нь өгөгдөл дамжуулахад цэргийн болон банкны түвшний 128 битийн SSL шифрлэлт, амарч байгаа өгөгдөлд 256 битийн AES шифрлэлт ашигладаг. CaseActive тохиолдол бүр өвөрмөц түлхүүр үүсгэсэн бөгөөд таны бизнест аюулгүй байдлын нэмэлт давхаргыг бий болгодог. Бид хэзээ ч өөр компанид таны мэдээллийн сан эсвэл хадгалах системд нэвтрэхийг зөвшөөрөхгүй.
mr: CaseActive डेटा ट्रान्समिशनसाठी लष्करी आणि बँक ग्रेड 128-बिट SSL एन्क्रिप्शन आणि उर्वरित डेटासाठी 256-बिट AES एन्क्रिप्शन वापरते. प्रत्येक CaseActive उदाहरणामध्ये एक अनन्य की व्युत्पन्न केली जाते, जी तुमच्या व्यवसायासाठी सुरक्षिततेचा अतिरिक्त स्तर प्रदान करते. आम्ही कधीही दुसर्‍या कंपनीला तुमचा डेटाबेस किंवा स्टोरेज सिस्टममध्ये प्रवेश करू देणार नाही.
ms: CaseActive menggunakan penyulitan SSL 128-bit gred tentera dan bank untuk penghantaran data dan penyulitan AES 256-bit untuk data dalam keadaan rehat. Setiap contoh CaseActive mempunyai kunci unik yang dijana, memberikan lapisan keselamatan tambahan untuk perniagaan anda. Kami tidak akan membenarkan syarikat lain mengakses pangkalan data atau sistem storan anda.
mt: CaseActive juża encryption SSL ta' 128-bit ta' grad militari u bankarju għat-trażmissjoni tad-dejta u encryption AES ta' 256-bit għad-dejta waqt il-mistrieħ. Kull istanza ta' CaseActive għandha ċavetta unika ġġenerata, li tipprovdi saff addizzjonali ta' sigurtà għan-negozju tiegħek. Qatt ma se nħallu lil kumpanija oħra taċċessa d-database jew is-sistema tal-ħażna tiegħek.
my: CaseActive သည် ဒေတာပေးပို့ခြင်းအတွက် စစ်ဘက်နှင့် ဘဏ်အဆင့် 128-bit SSL ကုဒ်ဝှက်ခြင်းနှင့် ဒေတာအတွက် 256-bit AES ကုဒ်ဝှက်ခြင်းကို အသုံးပြုပါသည်။ CaseActive instance တိုင်းတွင် သင့်လုပ်ငန်းအတွက် နောက်ထပ်လုံခြုံရေးအလွှာတစ်ခုကို ပေးဆောင်သည့် သီးသန့်သော့တစ်ခု ထုတ်ပေးပါသည်။ သင့်ဒေတာဘေ့စ် သို့မဟုတ် သိုလှောင်မှုစနစ်အား အခြားကုမ္ပဏီတစ်ခုအား ဝင်ရောက်အသုံးပြုခွင့်ပေးမည်မဟုတ်ပါ။
ne: CaseActive ले डेटा प्रसारणको लागि सैन्य र बैंक ग्रेड 128-बिट SSL एन्क्रिप्शन र बाँकी डेटाको लागि 256-bit AES एन्क्रिप्शन प्रयोग गर्दछ। प्रत्येक CaseActive उदाहरणमा एक अद्वितीय कुञ्जी उत्पन्न हुन्छ, जसले तपाईंको व्यवसायको लागि सुरक्षाको अतिरिक्त तह प्रदान गर्दछ। हामी अर्को कम्पनीलाई तपाइँको डाटाबेस वा भण्डारण प्रणाली पहुँच गर्न कहिल्यै अनुमति दिदैनौं।
nl: CaseActive maakt gebruik van 128-bit SSL-codering van militaire en bankkwaliteit voor gegevensoverdracht en 256-bit AES-codering voor gegevens in rust. Voor elke CaseActive-instantie wordt een unieke sleutel gegenereerd, die een extra beveiligingslaag voor uw bedrijf biedt. We zullen nooit een ander bedrijf toegang geven tot uw database of opslagsysteem.
no: CaseActive bruker militær og bankklasse 128-bit SSL-kryptering for dataoverføring og 256-bit AES-kryptering for data i hvile. Hver CaseActive-forekomst har en unik nøkkel generert, som gir et ekstra lag med sikkerhet for virksomheten din. Vi vil aldri tillate et annet selskap å få tilgang til databasen eller lagringssystemet.
or: ଡାଟା ଟ୍ରାନ୍ସମିସନ୍ ପାଇଁ କେସ୍ ଆକ୍ଟିଭ୍ ସାମରିକ ଏବଂ ବ୍ୟାଙ୍କ ଗ୍ରେଡ୍ 128-ବିଟ୍ SSL ଏନକ୍ରିପସନ୍ ଏବଂ ବିଶ୍ରାମ ସମୟରେ ତଥ୍ୟ ପାଇଁ 256-ବିଟ୍ AES ଏନକ୍ରିପସନ୍ ବ୍ୟବହାର କରେ | ପ୍ରତ୍ୟେକ କେସ୍ ଆକ୍ଟିଭ୍ ଇନଷ୍ଟାଣ୍ଟରେ ଏକ ସ୍ୱତନ୍ତ୍ର ଚାବି ସୃଷ୍ଟି ହୋଇଛି, ଯାହା ଆପଣଙ୍କର ବ୍ୟବସାୟ ପାଇଁ ଏକ ଅତିରିକ୍ତ ସୁରକ୍ଷା ସ୍ତର ପ୍ରଦାନ କରିଥାଏ | ଆମେ ଅନ୍ୟ କମ୍ପାନୀକୁ ଆପଣଙ୍କର ଡାଟାବେସ୍ କିମ୍ବା ଷ୍ଟୋରେଜ୍ ସିଷ୍ଟମକୁ ପ୍ରବେଶ କରିବାକୁ ଅନୁମତି ଦେବୁ ନାହିଁ |
pa: CaseActive ਡਾਟਾ ਪ੍ਰਸਾਰਣ ਲਈ ਫੌਜੀ ਅਤੇ ਬੈਂਕ ਗ੍ਰੇਡ 128-ਬਿੱਟ SSL ਐਨਕ੍ਰਿਪਸ਼ਨ ਅਤੇ ਬਾਕੀ ਦੇ ਡੇਟਾ ਲਈ 256-ਬਿੱਟ AES ਐਨਕ੍ਰਿਪਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਹਰੇਕ CaseActive ਉਦਾਹਰਨ ਵਿੱਚ ਇੱਕ ਵਿਲੱਖਣ ਕੁੰਜੀ ਤਿਆਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਜੋ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਸੁਰੱਖਿਆ ਦੀ ਇੱਕ ਵਾਧੂ ਪਰਤ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ। ਅਸੀਂ ਕਦੇ ਵੀ ਕਿਸੇ ਹੋਰ ਕੰਪਨੀ ਨੂੰ ਤੁਹਾਡੇ ਡੇਟਾਬੇਸ ਜਾਂ ਸਟੋਰੇਜ ਸਿਸਟਮ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦੇਵਾਂਗੇ।
pl: CaseActive wykorzystuje 128-bitowe szyfrowanie SSL klasy wojskowej i bankowej do transmisji danych i 256-bitowe szyfrowanie AES dla danych w spoczynku. Każda instancja CaseActive ma wygenerowany unikalny klucz, zapewniający dodatkową warstwę bezpieczeństwa dla Twojej firmy. Nigdy nie pozwolimy innej firmie na dostęp do Twojej bazy danych lub systemu pamięci masowej.
ps: CaseActive د ډیټا لیږد لپاره نظامي او بانکي درجې 128-bit SSL کوډ کول او په آرام کې د ډیټا لپاره 256-bit AES کوډ کول کاروي. هر CaseActive مثال یو ځانګړی کیلي تولیدوي، ستاسو د سوداګرۍ لپاره د امنیت اضافي پرت چمتو کوي. موږ به هیڅکله بل شرکت ته اجازه ورنکړو چې ستاسو ډیټابیس یا ذخیره کولو سیسټم ته لاسرسی ومومي.
pt: CaseActive usa criptografia SSL de 128 bits de nível militar e bancário para transmissão de dados e criptografia AES de 256 bits para dados em repouso. Cada instância do CaseActive tem uma chave única gerada, fornecendo uma camada adicional de segurança para o seu negócio. Nunca permitiremos que outra empresa acesse seu banco de dados ou sistema de armazenamento.
ro: CaseActive folosește criptare SSL de 128 de biți de grad militar și bancar pentru transmiterea datelor și criptare AES de 256 de biți pentru datele în repaus. Fiecare instanță CaseActive are o cheie unică generată, oferind un nivel suplimentar de securitate pentru afacerea dvs. Nu vom permite niciodată unei alte companii să vă acceseze baza de date sau sistemul de stocare.
ru: CaseActive использует 128-битное SSL-шифрование военного и банковского уровня для передачи данных и 256-битное шифрование AES для данных в состоянии покоя. Для каждого экземпляра CaseActive сгенерирован уникальный ключ, обеспечивающий дополнительный уровень безопасности для вашего бизнеса. Мы никогда не позволим другой компании получить доступ к вашей базе данных или системе хранения.
rw: CaseActive ikoresha urwego rwa gisirikari na banki 128-bit ya SSL ibanga ryo kohereza amakuru hamwe na 256-bit AES ibanga ryamakuru kuruhuka. Buri CaseActive urugero ifite urufunguzo rwihariye rwakozwe, rutanga urwego rwumutekano rwubucuruzi bwawe. Ntabwo tuzigera twemerera indi sosiyete kugera kububiko bwawe cyangwa sisitemu yo kubika.
sd: CaseActive استعمال ڪري ٿو فوجي ۽ بئنڪ گريڊ 128-bit SSL انڪرپشن ڊيٽا ٽرانسميشن لاءِ ۽ 256-bit AES انڪريپشن لاءِ باقي ڊيٽا لاءِ. هر CaseActive مثال ۾ هڪ منفرد چاٻي ٺاهي وئي آهي، جيڪا توهان جي ڪاروبار لاءِ سيڪيورٽي جي اضافي پرت مهيا ڪري ٿي. اسان ڪڏهن به ٻي ڪمپني کي توهان جي ڊيٽابيس يا اسٽوريج سسٽم تائين رسائي جي اجازت نه ڏينداسين.
si: CaseActive දත්ත සම්ප්‍රේෂණය සඳහා මිලිටරි සහ බැංකු ශ්‍රේණියේ 128-bit SSL සංකේතනය සහ විවේකයේදී දත්ත සඳහා 256-bit AES සංකේතනය භාවිතා කරයි. සෑම CaseActive අවස්ථාවකටම අනන්‍ය යතුරක් ජනනය කර ඇති අතර, ඔබේ ව්‍යාපාරය සඳහා අමතර ආරක්‍ෂිත ස්ථරයක් සපයයි. ඔබගේ දත්ත ගබඩාවට හෝ ගබඩා පද්ධතියට ප්‍රවේශ වීමට අපි කිසිවිටෙක වෙනත් සමාගමකට ඉඩ නොදෙමු.
sk: CaseActive používa vojenské a bankové 128-bitové SSL šifrovanie na prenos dát a 256-bitové AES šifrovanie pre dáta v pokoji. Každá inštancia CaseActive má vygenerovaný jedinečný kľúč, ktorý poskytuje ďalšiu úroveň zabezpečenia pre vaše podnikanie. Nikdy nedovolíme inej spoločnosti prístup k vašej databáze alebo úložnému systému.
sl: CaseActive uporablja vojaško in bančno 128-bitno šifriranje SSL za prenos podatkov in 256-bitno šifriranje AES za podatke v mirovanju. Vsak primerek CaseActive ima ustvarjen edinstven ključ, ki zagotavlja dodatno raven varnosti za vaše podjetje. Nikoli ne bomo dovolili drugemu podjetju dostopa do vaše baze podatkov ali sistema za shranjevanje.
sq: CaseActive përdor kriptimin SSL 128-bit të nivelit ushtarak dhe bankar për transmetimin e të dhënave dhe kriptimin AES 256-bit për të dhënat në pushim. Çdo shembull CaseActive ka një çelës unik të krijuar, duke ofruar një shtresë shtesë sigurie për biznesin tuaj. Ne kurrë nuk do të lejojmë një kompani tjetër të hyjë në bazën e të dhënave ose sistemin tuaj të ruajtjes.
sr: ЦасеАцтиве користи војну и банкарску 128-битну ССЛ енкрипцију за пренос података и 256-битну АЕС енкрипцију за податке у мировању. Свака ЦасеАцтиве инстанца има генерисан јединствени кључ, који пружа додатни ниво безбедности за ваше пословање. Никада нећемо дозволити другој компанији да приступи вашој бази података или систему за складиштење података.
sv: CaseActive använder militär- och bankklassad 128-bitars SSL-kryptering för dataöverföring och 256-bitars AES-kryptering för data i vila. Varje CaseActive-instans har en unik nyckel genererad, vilket ger ett extra lager av säkerhet för ditt företag. Vi kommer aldrig att tillåta ett annat företag att komma åt din databas eller lagringssystem.
sw: CaseActive hutumia usimbaji fiche wa kijeshi na benki wa daraja la 128-bit SSL kwa kutuma data na usimbaji fiche wa 256-bit AES kwa data wakati wa mapumziko. Kila tukio la CaseActive lina ufunguo wa kipekee unaotolewa, unaotoa safu ya ziada ya usalama kwa biashara yako. Hatutawahi kuruhusu kampuni nyingine kufikia hifadhidata yako au mfumo wako wa kuhifadhi.
ta: கேஸ்ஆக்டிவ் தரவு பரிமாற்றத்திற்காக இராணுவ மற்றும் வங்கி தர 128-பிட் SSL குறியாக்கத்தையும், ஓய்வு நேரத்தில் தரவுகளுக்கு 256-பிட் AES குறியாக்கத்தையும் பயன்படுத்துகிறது. ஒவ்வொரு CaseActive நிகழ்விலும் ஒரு தனிப்பட்ட விசை உருவாக்கப்பட்டுள்ளது, இது உங்கள் வணிகத்திற்கான கூடுதல் பாதுகாப்பை வழங்குகிறது. உங்கள் தரவுத்தளத்தை அல்லது சேமிப்பக அமைப்பை அணுக மற்றொரு நிறுவனத்தை நாங்கள் ஒருபோதும் அனுமதிக்க மாட்டோம்.
te: CaseActive డేటా ట్రాన్స్‌మిషన్ కోసం మిలిటరీ మరియు బ్యాంక్ గ్రేడ్ 128-బిట్ SSL ఎన్‌క్రిప్షన్ మరియు మిగిలిన డేటా కోసం 256-బిట్ AES ఎన్‌క్రిప్షన్‌ని ఉపయోగిస్తుంది. ప్రతి CaseActive ఉదాహరణ మీ వ్యాపారానికి అదనపు భద్రతను అందిస్తూ, ఒక ప్రత్యేక కీని రూపొందించింది. మీ డేటాబేస్ లేదా స్టోరేజ్ సిస్టమ్‌ను యాక్సెస్ చేయడానికి మేము మరొక కంపెనీని ఎప్పటికీ అనుమతించము.
tg: CaseActive барои интиқоли маълумот рамзгузории SSL-и 128-битии дараҷаи низомӣ ва бонкӣ ва рамзгузории 256-битии AES барои маълумот дар ҳолати истироҳат истифода мебарад. Ҳар як мисоли CaseActive дорои калиди беназире мебошад, ки барои тиҷорати шумо як қабати иловагии амниятро фароҳам меорад. Мо ҳеҷ гоҳ ба ширкати дигар иҷозат намедиҳем, ки ба пойгоҳи додаҳо ё системаи нигаҳдории шумо дастрасӣ пайдо кунад.
th: CaseActive ใช้การเข้ารหัส SSL 128 บิตระดับทางการทหารและธนาคารสำหรับการส่งข้อมูลและการเข้ารหัส AES 256 บิตสำหรับข้อมูลที่เหลือ ทุกอินสแตนซ์ของ CaseActive มีการสร้างคีย์ที่ไม่ซ้ำกัน ซึ่งช่วยเพิ่มระดับการรักษาความปลอดภัยให้กับธุรกิจของคุณ เราจะไม่ยอมให้บริษัทอื่นเข้าถึงฐานข้อมูลหรือระบบจัดเก็บข้อมูลของคุณ
tk: “CaseActive” maglumatlary geçirmek üçin harby we bank derejesindäki 128 bitli SSL şifrlemesini we dynç alyşdaky maglumatlar üçin 256 bitli AES şifrlemesini ulanýar. Her “CaseActive” mysalynda, işiňiz üçin goşmaça howpsuzlyk gatlagyny üpjün edýän özboluşly açar bar. Başga bir kompaniýanyň maglumatlar bazasyna ýa-da ammar ulgamyna girmegine hiç wagt rugsat bermeris.
tl: Gumagamit ang CaseActive ng military at bank grade 128-bit SSL encryption para sa pagpapadala ng data at 256-bit AES encryption para sa data sa pahinga. Ang bawat CaseActive instance ay may natatanging key na nabuo, na nagbibigay ng karagdagang layer ng seguridad para sa iyong negosyo. Hindi namin kailanman papayagan ang ibang kumpanya na ma-access ang iyong database o storage system.
tr: CaseActive, veri iletimi için askeri ve banka düzeyinde 128 bit SSL şifrelemesi ve hareketsiz veriler için 256 bit AES şifrelemesi kullanır. Her CaseActive örneği, işiniz için ek bir güvenlik katmanı sağlayan benzersiz bir anahtara sahiptir. Başka bir şirketin veritabanınıza veya depolama sisteminize erişmesine asla izin vermeyeceğiz.
tt: CaseActive мәгълүмат тапшыру өчен хәрби һәм банк класслы 128-бит SSL шифрлау һәм ял вакытында мәгълүмат өчен 256 бит AES шифрлау куллана. Everyәрбер CaseActive инстанциясендә уникаль ачкыч барлыкка килә, бу сезнең бизнес өчен өстәмә куркынычсызлык катламы бирә. Без бүтән компаниягә сезнең базага яки саклау системасына керергә рөхсәт итмәячәкбез.
ug: CaseActive سانلىق مەلۇمات يەتكۈزۈش ئۈچۈن ھەربىي ۋە بانكا دەرىجىلىك 128 بىتلىق SSL مەخپىيلەشتۈرۈش ۋە ئارام ئالغاندا 256 بىتلىق AES مەخپىيلەشتۈرۈشنى ئىشلىتىدۇ. ھەر بىر CaseActive مىسالىدا ئۆزگىچە ئاچقۇچ ھاسىل قىلىنغان بولۇپ ، سودىڭىزنى قوشۇمچە بىخەتەرلىك بىلەن تەمىنلەيدۇ. بىز باشقا شىركەتنىڭ ساندان ياكى ساقلاش سىستېمىڭىزنى زىيارەت قىلىشىغا ھەرگىز يول قويمايمىز.
uk: CaseActive використовує 128-бітове шифрування SSL військового та банківського рівня для передачі даних і 256-бітне шифрування AES для даних у стані спокою. Кожен екземпляр CaseActive має згенерований унікальний ключ, що забезпечує додатковий рівень безпеки для вашого бізнесу. Ми ніколи не дозволимо іншій компанії отримати доступ до вашої бази даних або системи зберігання.
ur: CaseActive ڈیٹا ٹرانسمیشن کے لیے ملٹری اور بینک گریڈ 128-bit SSL انکرپشن اور باقی ڈیٹا کے لیے 256-bit AES انکرپشن کا استعمال کرتا ہے۔ ہر CaseActive مثال میں ایک منفرد کلید تیار ہوتی ہے، جو آپ کے کاروبار کے لیے سیکیورٹی کی ایک اضافی پرت فراہم کرتی ہے۔ ہم کسی دوسری کمپنی کو آپ کے ڈیٹا بیس یا اسٹوریج سسٹم تک رسائی کی اجازت نہیں دیں گے۔
uz: CaseActive ma'lumotlarni uzatish uchun harbiy va bank darajasidagi 128-bitli SSL shifrlashdan va dam olish vaqtidagi ma'lumotlar uchun 256-bitli AES shifrlashdan foydalanadi. Har bir CaseActive nusxasi biznesingiz uchun qo'shimcha xavfsizlik darajasini ta'minlovchi noyob kalitga ega. Biz hech qachon boshqa kompaniyaga ma'lumotlar bazasi yoki saqlash tizimiga kirishiga ruxsat bermaymiz.
vi: CaseActive sử dụng mã hóa SSL 128 bit cấp ngân hàng và quân sự để truyền dữ liệu và mã hóa AES 256 bit cho dữ liệu ở trạng thái nghỉ. Mỗi phiên bản CaseActive đều có một khóa duy nhất được tạo, cung cấp một lớp bảo mật bổ sung cho doanh nghiệp của bạn. Chúng tôi sẽ không bao giờ cho phép một công ty khác truy cập vào cơ sở dữ liệu hoặc hệ thống lưu trữ của bạn.
xh: I-CaseActive isebenzisa ibakala lomkhosi kunye nebhanki ye-128-bit SSL encryption yokuhanjiswa kwedatha kunye ne-256-bit AES encryption yedatha ekuphumleni. Wonke umzekelo we-CaseActive uneqhosha elilodwa elenziweyo, elinika umaleko owongezelelweyo wokhuseleko kwishishini lakho. Asisoze sivumele enye inkampani ukuba ifikelele kwisiseko sedatha yakho okanye inkqubo yokugcina.
yi: CaseActive ניצט 128-ביסל ססל ענקריפּשאַן פון מיליטעריש און באַנק מיינונג פֿאַר דאַטן טראַנסמיסיע און 256-ביסל AES ענקריפּשאַן פֿאַר דאַטן אין מנוחה. יעדער קאַסעאַקטיווע בייַשפּיל האט אַ יינציק שליסל דזשענערייטאַד, פּראַוויידינג אַן נאָך שיכטע פון זיכערהייט פֿאַר דיין געשעפט. מיר וועלן קיינמאָל לאָזן אן אנדער פירמע צו אַקסעס דיין דאַטאַבייס אָדער סטאָרידזש סיסטעם.
