Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
af: Laai &#39;n dokument op, merk dit vir ondertekening en dan teken die kliënt aan en teken dit aan. Alles word gedoen sonder dat die kliënt in ons gebou hoef in te kom. Dit is handig te pas by kliënte wat nie naby &#39;n kantoor is of buite die staat woon nie.
am: አንድ ሰነድ ይስቀሉ ፣ ለመፈረም ምልክት ያድርጉበት ፣ ከዚያ ደንበኛው ይግቡ እና ይፈርሙበት። ደንበኛው ወደ ህንፃችን መምጣት ሳያስፈልገው ሁሉም ነገር ይደረጋል። ይህ ለቢሮ ቅርብ ወይም ከክልላቸው ውጭ ለሚኖሩ ደንበኞች ምቹ ነው ..
ar: قم بتحميل مستند ، ووضع علامة عليه للتوقيع ، ثم يقوم العميل بتسجيل الدخول وتوقيعه. يتم إنجاز كل شيء دون أن يضطر العميل إلى دخول المبنى. هذا مفيد مع العملاء غير القريبين من المكتب أو الذين يعيشون خارج الدولة ..
az: Sənədi yükləyin, imza üçün qeyd edin və sonra müştəri daxil olub imzalayır. Müştərinin binamıza gəlməsinə ehtiyac olmadan hər şey görülür. Bu, ofisə yaxın olmayan və ya ştat xaricində yaşayan müştərilərlə əlverişlidir ..
be: Загрузіце дакумент, пазначце яго для подпісу, а потым кліент увайдзе і падпіша яго. Усё робіцца без таго, каб кліент прыйшоў у наш будынак. Гэта зручна для кліентаў, якія не знаходзяцца побач з офісам або жывуць па-за межамі дзяржавы.
bg: Качете документ, маркирайте го за подпис и след това клиентът влезе и го подпише. Всичко става без клиентът да трябва да влиза в сградата ни. Това е удобно за клиенти, които не са в близост до офис или живеят извън държавата.
bn: একটি দস্তাবেজ আপলোড করুন, স্বাক্ষরের জন্য চিহ্নিত করুন এবং তারপরে ক্লায়েন্ট লগ ইন করে এবং এটিতে স্বাক্ষর করে। ক্লায়েন্টকে আমাদের বিল্ডিংয়ে না নিয়েই সবকিছু হয়ে যায়। এটি এমন ক্লায়েন্টদের সাথে সহজ যাঁরা কোনও কার্যালয়ের নিকটবর্তী নন বা যারা রাজ্যের বাইরে থাকেন ..
ca: Carregueu un document, marqueu-lo per signar-lo i, a continuació, el client s’iniciï la sessió i el signi. Tot es fa sense que el client hagi d’entrar al nostre edifici. Això és útil amb clients que no estan a prop d’una oficina o que viuen fora d’estat.
cs: Nahrajte dokument, označte jej k podpisu a poté se klient přihlásí a podepíše. Vše je hotovo, aniž by klient musel přijít do naší budovy. To je užitečné u klientů, kteří nejsou blízko kanceláře nebo žijí mimo stát.
cy: Llwythwch ddogfen i fyny, ei marcio i&#39;w llofnodi, ac yna mae&#39;r cleient yn mewngofnodi a&#39;i llofnodi. Mae popeth yn cael ei wneud heb i&#39;r cleient orfod dod i mewn i&#39;n hadeilad. Mae hyn yn ddefnyddiol gyda chleientiaid nad ydyn nhw&#39;n agos at swyddfa neu sy&#39;n byw y tu allan i&#39;r wladwriaeth.
da: Upload et dokument, markér det for underskrift, og derefter logger klienten ind og underskriver det. Alt bliver gjort, uden at klienten behøver at komme ind i vores bygning. Dette er praktisk med klienter, der ikke er tæt på et kontor, eller som bor ude af staten.
de: Laden Sie ein Dokument hoch, markieren Sie es zur Signatur, und der Client meldet sich an und signiert es. Alles wird erledigt, ohne dass der Kunde in unser Gebäude kommen muss. Dies ist praktisch für Kunden, die sich nicht in der Nähe eines Büros befinden oder außerhalb des Staates leben.
el: Ανεβάστε ένα έγγραφο, επισημάνετε το για υπογραφή και στη συνέχεια ο πελάτης συνδέεται και το υπογράφει. Όλα γίνονται χωρίς να χρειάζεται ο πελάτης να μπει στο κτίριό μας. Αυτό είναι βολικό με πελάτες που δεν είναι κοντά σε ένα γραφείο ή που ζουν εκτός πολιτείας ..
eo: Alŝutu dokumenton, marku ĝin por subskribo, kaj la kliento ensalutas kaj subskribas ĝin. Ĉio fariĝas sen ke la kliento devu veni en nian konstruaĵon. Ĉi tio estas oportuna kun klientoj ne proksimaj al oficejo aŭ kiuj loĝas eksterŝtate ..
es: Cargue un documento, márquelo como firma y luego el cliente inicia sesión y lo firma. Todo se hace sin que el cliente tenga que entrar a nuestro edificio. Esto es útil con clientes que no están cerca de una oficina o que viven fuera del estado.
et: Laadige dokument üles, märkige see allkirjastamiseks ja seejärel klient logib sisse ja allkirjastab selle. Kõik saab korda ilma, et klient peaks meie hoonesse tulema. See on mugav klientidega, kes pole kontori lähedal või elavad väljaspool riiki.
eu: Kargatu dokumentu bat, sinatu markatu eta gero bezeroak saioa hasi eta sinatzen du. Dena gauzatzen da bezeroak gure eraikinera sartu beharrik izan gabe. Hori erabilgarria da bulego batetik hurbil ez dauden edo kanpoko egoeran dauden bezeroekin.
fa: یک سند را بارگذاری کنید ، آن را برای امضا علامت گذاری کنید و سپس مشتری وارد سیستم شوید و آن را امضا کند. همه چیز بدون اینکه مشتری وارد ساختمان ما شود باید انجام شود. این با مشتریانی که به یک دفتر نزدیک نیستند و خارج از کشور زندگی می کنند ، مفید است.
fi: Lataa asiakirja, merkitse se allekirjoitusta varten ja sitten asiakas kirjautuu sisään ja allekirjoittaa sen. Kaikki saadaan aikaan ilman, että asiakkaan on tultava rakennukseemme. Tämä on kätevää asiakkaille, jotka eivät ole lähellä toimistoa tai asuvat valtioiden ulkopuolella ..
fr: Téléchargez un document, marquez-le pour signature, puis le client se connecte et le signe. Tout se fait sans que le client n&#39;entre dans notre immeuble. C&#39;est pratique avec les clients qui ne sont pas proches d&#39;un bureau ou qui vivent hors de l&#39;État.
fy: Upload in dokumint, markearje it foar ûndertekening, en dan logt de kliïnt yn en tekenet it. Alles wurdt dien sûnder dat de klant yn ús gebou hoecht te kommen. Dit is handich by klanten dy&#39;t net ticht by in kantoar binne of dy&#39;t bûten steat binne.
ga: Uaslódáil doiciméad, marcáil é le síniú, agus ansin logálann an cliant isteach é agus síníonn sé é. Déantar gach rud gan an cliant a bheith ag teacht isteach inár bhfoirgneamh. Tá sé seo áisiúil le cliaint nach bhfuil gar d’oifig nó a bhfuil cónaí orthu lasmuigh den stát.
gd: Luchdaich suas sgrìobhainn, comharraich e airson ainm-sgrìobhte, agus an uairsin bidh an neach-dèiligidh a ’logadh a-steach agus a’ soidhnigeadh. Thèid a h-uile càil a dhèanamh às aonais an neach-dèiligidh a thighinn a-steach don togalach againn. Tha seo feumail le teachdaichean nach eil faisg air oifis no a tha a ’fuireach taobh a-muigh na stàite.
gl: Carga un documento, márcao para a firma e logo o cliente inicia sesión e asínano. Todo faise sen que o cliente teña que entrar no noso edificio. Isto é útil para clientes que non están preto dunha oficina ou que viven fóra de estado.
gu: દસ્તાવેજ અપલોડ કરો, સહી માટે ચિહ્નિત કરો, અને પછી ક્લાયંટ લ .ગ ઇન કરે છે અને તે પર સહી કરે છે. ક્લાયંટને આપણા મકાનમાં આવ્યાં વિના બધું જ થઈ જાય છે. આ એવા ગ્રાહકો માટે સહેલું છે જેઓ anફિસની નજીક નથી અથવા જેઓ રાજ્યની બહાર રહે છે ..
hi: एक दस्तावेज़ अपलोड करें, इसे हस्ताक्षर के लिए चिह्नित करें, और फिर क्लाइंट लॉग इन करें और इसे साइन इन करें। क्लाइंट के बिना हमारी बिल्डिंग में आने के लिए सब कुछ हो जाता है। यह उन ग्राहकों के साथ काम करता है जो किसी कार्यालय के करीब नहीं हैं या जो राज्य से बाहर रहते हैं।
hr: Učitajte dokument, označite ga za potpis, a zatim se klijent prijavi i potpiše. Sve se završi bez da klijent mora ući u našu zgradu. Ovo je korisno za klijente koji nisu u uredu ili žive izvan države.
hu: Töltsön fel egy dokumentumot, jelölje meg aláírásra, majd az ügyfél bejelentkezik és aláírja. Minden megtörténik anélkül, hogy az ügyfélnek be kellene lépnie az épületünkbe. Ez olyan ügyfelek számára hasznos, akik nem állnak közel irodába, vagy államon kívül élnek.
hy: Վերբեռնեք փաստաթուղթ, նշեք այն ստորագրության համար, այնուհետև հաճախորդը մուտք է գործում և ստորագրում այն: Ամեն ինչ ավարտվում է առանց հաճախորդի մուտքը մեր շենք: Սա օգտակար է այն հաճախորդների համար, ովքեր գրասենյակ մոտ չեն կամ արտասահմանյան պետություն են ապրում:
id: Unggah dokumen, tandai untuk tanda tangan, dan kemudian klien masuk dan menandatanganinya. Semuanya dilakukan tanpa klien harus datang ke gedung kami. Ini berguna untuk klien yang tidak dekat dengan kantor atau yang tinggal di luar negara ..
is: Hladdu upp skjali, merktu það til undirskriftar og síðan skráir viðskiptavinurinn sig inn og undirritar það. Allt verður gert án þess að viðskiptavinurinn þurfi að koma inn í bygginguna okkar. Þetta er vel fyrir viðskiptavini sem eru ekki nálægt skrifstofu eða búa utan ríkis.
it: Carica un documento, contrassegnalo per la firma, quindi il client accede e lo firma. Tutto viene eseguito senza che il cliente debba entrare nel nostro edificio. Questo è utile con i clienti che non sono vicini a un ufficio o che vivono fuori dallo stato.
iw: העלה מסמך, סמן אותו לחתימה ואז הלקוח נכנס ונחתם עליו. הכל נעשה מבלי שהלקוח יצטרך להיכנס לבניין שלנו. זה שימושי ללקוחות שאינם קרובים למשרד או שגרים מחוץ למדינה ..
ja: ドキュメントをアップロードし、署名用にマークを付けると、クライアントがログインして署名します。クライアントが建物に入らなくてもすべてが完了します。これは、オフィスの近くにいない、または州外に住んでいるクライアントに便利です。
ka: ატვირთეთ დოკუმენტი, მონიშნეთ იგი ხელმოწერისთვის, შემდეგ კი კლიენტი შესულია და ხელს აწერს მას. ყველაფერი კეთდება იმის გარეშე, რომ კლიენტი ჩვენს შენობაში შევა. ეს მოსახერხებელია იმ კლიენტებთან, რომლებიც არ არიან ოფისთან ახლოს ან რომლებიც ცხოვრობენ საზღვარგარეთთან.
kk: Құжатты жүктеңіз, қол қою үшін белгілеңіз, содан кейін клиент кіріп, қол қояды. Барлығы клиентсіз біздің ғимаратқа кірмей-ақ жасалады. Бұл кеңсеге жақын емес немесе штаттан тыс жерде тұратын клиенттерге ыңғайлы.
km: ផ្ទុកឯកសារឡើងសូមគូសចំណាំហត្ថលេខាបន្ទាប់មកអតិថិជនចូលហើយចុះហត្ថលេខាលើវា។ អ្វីគ្រប់យ៉ាងត្រូវបានធ្វើដោយគ្មានអតិថិជនត្រូវចូលមកក្នុងអាគាររបស់យើង។ នេះគឺជាការងាយស្រួលជាមួយអតិថិជនដែលមិននៅជិតការិយាល័យឬដែលរស់នៅក្រៅរដ្ឋ ។.
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ, ಅದನ್ನು ಸಹಿಗಾಗಿ ಗುರುತಿಸಿ, ತದನಂತರ ಕ್ಲೈಂಟ್ ಲಾಗ್ ಇನ್ ಮಾಡಿ ಮತ್ತು ಸಹಿ ಮಾಡಿ. ಕ್ಲೈಂಟ್ ನಮ್ಮ ಕಟ್ಟಡಕ್ಕೆ ಬರದೆ ಎಲ್ಲವೂ ಮುಗಿಯುತ್ತದೆ. ಕಚೇರಿಗೆ ಹತ್ತಿರದಲ್ಲಿರದ ಅಥವಾ ರಾಜ್ಯದಿಂದ ಹೊರಗಿರುವ ಗ್ರಾಹಕರೊಂದಿಗೆ ಇದು ಸೂಕ್ತವಾಗಿದೆ ..
ku: Belgeyek barkirin, wê ji bo nîşanê nîşankirin, û paşê xerîdar têkevê û wê îmze bike. Her tişt bêyî ku muwekîl nekeve nav avahiya me, pêk tê. Ev bi muwekîlên ku ne nêzîkê ofîsek in an derveyî dewlet dijîn ..
ky: Документти жүктөп, кол коюу үчүн белгилеп, андан кийин кардар кирип, кол коет. Кардар биздин имаратка кирбестен баары жасалат. Бул кеңсеге жакын эмес же штаттан тышкары жашаган кардарлар менен иштөөгө ыңгайлуу ..
lb: Eroplueden en Dokument, markéiert et fir Ënnerschrëft, an dann loggt de Client op a signéiert et. Alles gëtt gemaach ouni de Client muss an eist Gebai kommen. Dëst ass praktesch mat Clienten déi net no engem Büro sinn oder déi ausserhalb vun der Staat liewen ..
lo: ອັບໂຫລດເອກະສານ, ໃສ່ເຄື່ອງເພື່ອລົງລາຍເຊັນ, ແລະຫຼັງຈາກນັ້ນລູກຄ້າເຂົ້າສູ່ລະບົບແລະເຊັນຊື່ມັນ. ທຸກຢ່າງເຮັດໄດ້ໂດຍບໍ່ຕ້ອງມີລູກຄ້າຕ້ອງເຂົ້າມາໃນຕຶກຂອງພວກເຮົາ. ນີ້ແມ່ນສະດວກຕໍ່ກັບລູກຄ້າທີ່ບໍ່ຢູ່ໃກ້ຫ້ອງການຫລືຜູ້ທີ່ອາໃສຢູ່ນອກລັດ.
lt: Įkelkite dokumentą, pažymėkite jį pasirašymui, tada klientas prisijungia ir pasirašo. Viskas padaroma taip, kad klientas neturi atvykti į mūsų pastatą. Tai patogu klientams, kurie nėra šalia biuro ar gyvena ne valstybėje.
lv: Augšupielādējiet dokumentu, atzīmējiet to parakstīšanai un pēc tam klients reģistrējas un to paraksta. Viss tiek darīts bez klienta ienākšanas mūsu ēkā. Tas ir parocīgi klientiem, kuri neatrodas birojā vai dzīvo ārpus valsts.
mg: Mametraka tahirin-kevitra, manisy marika ho sonia, ary avy eo nidiran&#39;ny mpanjifa sy nanao sonia azy. Vita ny zava-drehetra tsy mila miditra ao amin&#39;ny tranobe misy anay. Ity dia azo ampiasaina amin&#39;ny mpanjifa izay tsy akaikin&#39;ny birao iray na mipetraka tsy misy fanjakana ..
mi: Tukuna he tuhinga, tohu ki te haina, ka uru te kaiwhakataetae ka haina. Ka oti nga mea katoa me te kore e uru mai te kaihoko ki roto i ta maatau whare. He whai hua tenei ki nga kiritaki kaore i te tata atu ki tetahi tari, i te mea e noho kore noa nei.
mk: Поставете документ, обележете го за потпис, а потоа клиентот се најавува и го потпишува. Сè е завршено без клиентот да мора да влезе во нашата зграда. Ова е корисно со клиенти кои не се блиску до канцеларија или кои живеат надвор од државата ..
ml: ഒരു പ്രമാണം അപ്‌ലോഡുചെയ്യുക, ഒപ്പിനായി അടയാളപ്പെടുത്തുക, തുടർന്ന് ക്ലയന്റ് ലോഗിൻ ചെയ്‌ത് ഒപ്പിടുക. ക്ലയന്റ് ഞങ്ങളുടെ കെട്ടിടത്തിലേക്ക് വരാതെ തന്നെ എല്ലാം പൂർത്തിയാകും. ഓഫീസുമായി അടുത്തില്ലാത്ത അല്ലെങ്കിൽ സംസ്ഥാനത്തിന് പുറത്ത് താമസിക്കുന്ന ക്ലയന്റുകളുമായി ഇത് വളരെ എളുപ്പമാണ് ..
mn: Баримтыг байршуулж, гарын үсэг зурахдаа тэмдэглээд дараа нь үйлчлүүлэгч нэвтэрч, гарын үсэг зурна. Үйлчлүүлэгч манай байранд орох шаардлагагүйгээр бүх зүйлийг хийдэг. Энэ нь оффисын ойролцоо эсвэл гадаа амьдардаг хүмүүстэй харьцах боломжтой юм.
mr: कागदजत्र अपलोड करा, स्वाक्षरीसाठी चिन्हांकित करा आणि नंतर क्लायंट लॉग इन करा आणि त्यावर स्वाक्षरी करा. क्लायंट आमच्या इमारतीत न येता सर्व काही केले जाते. हे ऑफिस जवळ नसलेल्या किंवा राज्य नसलेल्या ग्राहकांच्या दृष्टीने सुलभ आहे.
ms: Muat naik dokumen, tandakan untuk tandatangan, dan kemudian pelanggan log masuk dan menandatanganinya. Segala-galanya selesai tanpa pelanggan harus masuk ke bangunan kami. Ini berguna dengan pelanggan yang tidak dekat dengan pejabat atau yang tinggal di luar negeri ..
mt: Itella &#39;dokument, immarkah għall-firma, u mbagħad il-klijent jidħol u jiffirmah. Kollox isir mingħajr il-klijent ikollu jidħol fil-bini tagħna. Dan huwa utli ma &#39;klijenti li mhumiex viċin ta&#39; uffiċċju jew li jgħixu barra mill-istat ..
my: စာရွက်စာတမ်းတစ်ခုတင်ပါ၊ ၎င်းကိုအမှတ်အသားပြုလုပ်ရန်အမှတ်အသားပြုပါ၊ ပြီးနောက်ဖောက်သည်သည် log in လုပ်ပြီးလက်မှတ်ထိုးသည်။ ၀ န်ဆောင်မှုခံယူသူမှကျွန်ုပ်တို့၏အဆောက်အအုံထဲသို့ ၀ င်ရန်မလိုပဲအရာအားလုံးလုပ်ဆောင်နိုင်သည်။ ရုံးနှင့်မနီးမဝေးသို့မဟုတ်ပြည်နယ်ပြင်ပတွင်နေထိုင်သောဖောက်သည်များအတွက်အဆင်ပြေသည်။
ne: कागजात अपलोड गर्नुहोस्, हस्ताक्षरका लागि यसलाई चिन्ह लगाउनुहोस्, र त्यसपछि ग्राहकले लग इन गर्दछ र यसलाई हस्ताक्षर गर्दछ। ग्राहकको निर्माण बिना नै सबै कुरा सम्पन्न हुन्छ। यो ग्राहकको लागि उपयोगी छ जो एक कार्यालयको नजिक छैनन् वा जो राज्यको बाहिर बस्दछन्।
nl: Upload een document, markeer het voor ondertekening en de klant logt in en ondertekent het. Alles wordt gedaan zonder dat de klant ons gebouw binnen hoeft te komen. Dit is handig bij klanten die niet in de buurt van een kantoor zijn of die buiten de staat wonen.
no: Last opp et dokument, merk det for signatur, og deretter logger klienten på og signerer det. Alt gjøres uten at klienten trenger å komme inn i bygningen vår. Dette er praktisk med kunder som ikke er i nærheten av et kontor eller som bor utenfor staten.
or: ଏକ ଡକ୍ୟୁମେଣ୍ଟ୍ ଅପଲୋଡ୍ କରନ୍ତୁ, ଏହାକୁ ଦସ୍ତଖତ ପାଇଁ ଚିହ୍ନିତ କରନ୍ତୁ, ଏବଂ ତାପରେ ଗ୍ରାହକ ଲଗ୍ ଇନ୍ କରନ୍ତି ଏବଂ ଏହାକୁ ସାଇନ୍ କରନ୍ତି | କ୍ଲାଏଣ୍ଟ ବିନା ଆମ ବିଲଡିଂକୁ ଆସିବା ବିନା ସବୁକିଛି ହୋଇଯାଏ | କ୍ଲାଏଣ୍ଟମାନଙ୍କ ସହିତ ଏହା ସହଜ ଅଟେ ଯେଉଁମାନେ ଏକ କାର୍ଯ୍ୟାଳୟର ନିକଟତର ନୁହଁନ୍ତି କିମ୍ବା ଯେଉଁମାନେ ରାଜ୍ୟ ବାହାରେ ରହନ୍ତି ..
pa: ਇੱਕ ਦਸਤਾਵੇਜ਼ ਅਪਲੋਡ ਕਰੋ, ਇਸ ਨੂੰ ਹਸਤਾਖਰ ਲਈ ਨਿਸ਼ਾਨ ਲਗਾਓ, ਅਤੇ ਫਿਰ ਕਲਾਇਟ ਲੌਗ ਇਨ ਕਰੋ ਅਤੇ ਇਸ &#39;ਤੇ ਦਸਤਖਤ ਕਰੋ. ਗਾਹਕ ਦੀ ਸਾਡੀ ਬਿਲਡਿੰਗ ਵਿਚ ਆਉਣ ਤੋਂ ਬਿਨਾਂ ਸਭ ਕੁਝ ਹੋ ਜਾਂਦਾ ਹੈ. ਇਹ ਉਨ੍ਹਾਂ ਗਾਹਕਾਂ ਨਾਲ ਕੰਮ ਆਉਂਦਾ ਹੈ ਜਿਹੜੇ ਦਫਤਰ ਦੇ ਨੇੜੇ ਨਹੀਂ ਹੁੰਦੇ ਜਾਂ ਜੋ ਰਾਜ ਤੋਂ ਬਾਹਰ ਰਹਿੰਦੇ ਹਨ ..
pl: Prześlij dokument, zaznacz go do podpisu, a następnie klient zaloguje się i podpisze go. Wszystko odbywa się bez konieczności wchodzenia klienta do naszego budynku. Jest to przydatne w przypadku klientów, którzy nie są blisko biura lub mieszkają poza stanem.
ps: یو سند اپلوډ کړئ ، دا د لاسلیک لپاره نښه کړئ ، او بیا پیرودونکي ننوځي او لاسلیک کوي. هرڅه پرته د پیرودونکي پرته زموږ ودانۍ ته راځي. دا د پیرودونکو سره مرسته ده څوک چې دفتر ته نږدې نه وي یا څوک چې د دولت څخه بهر ژوند کوي ..
pt: Carregue um documento, marque-o para assinatura e, em seguida, o cliente efetua login e assina. Tudo é feito sem que o cliente precise entrar em nosso prédio. Isso é útil para clientes que não estão perto de um escritório ou que moram fora do estado.
ro: Încărcați un document, marcați-l pentru semnătură, apoi clientul se conectează și îl semnează. Totul se face fără ca clientul să fie nevoit să intre în clădirea noastră. Acest lucru este util cu clienții care nu sunt aproape de un birou sau care locuiesc în afara statului.
ru: Загрузите документ, отметьте его для подписи, а затем клиент входит в систему и подписывает его. Все сделано без клиента, приходящего в наше здание. Это удобно для клиентов, которые не находятся рядом с офисом или живут за пределами штата.
rw: Kuramo inyandiko, ushireho akamenyetso kugirango usinywe, hanyuma umukiriya arinjire kandi ayisinyire. Ibintu byose bikorwa nta mukiriya ugomba kwinjira mu nyubako yacu. Ibi bifasha abakiriya batari hafi y&#39;ibiro cyangwa baba hanze yigihugu ..
sd: دستاويز لوڊ ڪريو ، ان کي دستخط جي لاءِ نشان لڳايو ، ۽ پوءِ گراهڪ لاگ ان ٿيو ۽ ان کي داخل ڪيو هر شي گراهڪ جي اچڻ کان سواءِ اسان جي بلڊنگ ۾ اچي وڃي ٿي. اهو گراهڪن سان هٿوڙو آهي جيڪو آفيس جي ويجهو نه هوندا آهن يا جيڪي رياست کان ٻاهر رهن ٿا ..
si: ලේඛනයක් උඩුගත කරන්න, එය අත්සන සඳහා සලකුණු කරන්න, ඉන්පසු සේවාදායකයා ලොග් වී අත්සන් කරයි. සේවාදායකයා අපගේ ගොඩනැගිල්ලට පැමිණීමෙන් තොරව සියල්ල සිදු වේ. කාර්යාලයකට සමීප නොවන හෝ රාජ්‍යයෙන් බැහැරව ජීවත් වන සේවාදායකයින් සමඟ මෙය පහසුය ..
sk: Nahrajte dokument, označte ho na podpis a potom sa klient prihlási a podpíše. Všetko je hotové bez toho, aby klient prišiel do našej budovy. Toto je užitočné pre klientov, ktorí nie sú blízko kancelárie alebo bývajú mimo štátu.
sl: Naložite dokument, ga označite za podpis, nato pa se odjemalec prijavi in podpiše. Vse se naredi, ne da bi naročnik moral priti v našo stavbo. To je priročno za stranke, ki niso blizu pisarne ali živijo zunaj države.
sq: Vendosni një dokument, shënojeni atë për nënshkrim, dhe më pas klienti regjistrohet dhe nënshkruan atë. Gjithçka bëhet pa u dashur që klienti të hyjë në ndërtesën tonë. Kjo është e dobishme për klientët që nuk janë afër një zyre ose që jetojnë jashtë shtetit.
sr: Учитајте документ, означите га за потпис, а затим се клијент пријави и потпише. Све се обавља без да клијент мора ући у нашу зграду. Ово је корисно за клијенте који нису у близини канцеларије или који живе ван државе.
sv: Ladda upp ett dokument, markera det för signatur, och sedan loggar klienten in och undertecknar det. Allt görs utan att klienten behöver komma in i vår byggnad. Det här är praktiskt för kunder som inte är nära ett kontor eller som bor utanför staten.
sw: Sasisha hati, uweke alama kwa saini, na kisha mteja ataingia na kutia saini. Kila kitu hufanyika bila kuwa na mteja aingie kwenye jengo letu. Hii ni pamoja na wateja ambao hawako karibu na ofisi au ambao wanaishi nje ya jimbo ..
ta: ஒரு ஆவணத்தை பதிவேற்றவும், கையொப்பத்திற்காக அதைக் குறிக்கவும், பின்னர் கிளையன்ட் உள்நுழைந்து கையொப்பமிடவும். வாடிக்கையாளர் எங்கள் கட்டிடத்திற்குள் வராமல் எல்லாம் முடிந்தது. அலுவலகத்திற்கு அருகில் இல்லாத அல்லது மாநிலத்திற்கு வெளியே வாழும் வாடிக்கையாளர்களுடன் இது எளிது ..
te: పత్రాన్ని అప్‌లోడ్ చేయండి, సంతకం కోసం దాన్ని గుర్తించండి, ఆపై క్లయింట్ లాగిన్ అయి సంతకం చేయండి. క్లయింట్ మా భవనంలోకి రాకుండా ప్రతిదీ జరుగుతుంది. కార్యాలయానికి దగ్గరగా లేని లేదా వెలుపల నివసించే ఖాతాదారులతో ఇది చాలా సులభం ..
tg: Ҳуҷҷатро бор кунед, онро барои имзо гузоред ва муштарӣ ворид шуда, имзо гузорад. Ҳама чиз бидуни муштарӣ ба бинои мо медарояд. Ин бо мизоҷоне, ки ба офис наздик нестанд ё дар ҷойҳои дур зиндагӣ мекунанд, қулай аст.
th: อัปโหลดเอกสารทำเครื่องหมายเป็นลายเซ็นจากนั้นลูกค้าเข้าสู่ระบบและลงนาม ทุกอย่างทำได้โดยไม่ต้องมีลูกค้าเข้ามาในอาคารของเรา สิ่งนี้มีประโยชน์กับลูกค้าที่ไม่ได้อยู่ใกล้สำนักงานหรือผู้ที่อยู่นอกรัฐ
tk: Resminama ýükläň, gol üçin belläň, soňra müşderi girýär we oňa gol çekýär. Müşderi biziň binamyza girmän hemme zat ýerine ýetirilýär. Bu, ofise ýakyn bolmadyk ýa-da döwletden daşarda ýaşaýan müşderiler bilen amatly ..
tl: Mag-upload ng isang dokumento, markahan ito para sa lagda, at pagkatapos ay mag-log in ang kliyente at pinirmahan ito. Magagawa ang lahat nang walang kliyente na kailangang pumasok sa aming gusali. Madaling magamit ito sa mga kliyente na hindi malapit sa isang tanggapan o nakatira sa labas ng estado ..
tr: Bir belge yükleyin, imza için işaretleyin, ardından istemci oturum açar ve imzalar. Her şey müşterinin binamıza gelmesine gerek kalmadan yapılır. Bu, bir ofise yakın olmayan veya eyalet dışında yaşayan müşteriler için kullanışlıdır.
tt: Документны йөкләгез, аны имза өчен билгеләгез, аннары клиент керә һәм аңа кул куя. Барысы да клиент безнең бинага керергә тиеш түгел. Бу офиска якын булмаган яки дәүләттән читтә яшәүче клиентлар белән файдалы ..
ug: ھۆججەتنى يۈكلەڭ ، ئىمزا قويۇڭ ، ئاندىن خېرىدار كىرىپ ئىمزا قويىدۇ. خېرىدار بىنامىزغا كىرمىسىمۇ ھەممە ئىش تاماملىنىدۇ. بۇ ئىشخانىغا يېقىن بولمىغان ياكى شىتات سىرتىدا ياشايدىغان خېرىدارلار بىلەن قولايلىق ..
uk: Завантажте документ, позначте його для підпису, а потім клієнт входить у систему та підписує його. Все робиться без того, щоб клієнт повинен був зайти в наш будинок. Це зручно для клієнтів, які не перебувають поруч з офісом або проживають поза штатом.
ur: ایک دستاویز اپ لوڈ کریں ، اسے دستخط کے لئے نشان زد کریں ، اور پھر مؤکل لاگ ان ہو کر اس پر دستخط کردے۔ ہمارے عمارت میں آنے والے موکل کے بغیر سب کچھ ہو جاتا ہے۔ یہ ان کلائنٹوں کے لئے کارآمد ہے جو کسی دفتر سے قریب نہیں ہیں یا جو ریاست سے باہر رہتے ہیں ..
uz: Hujjatni yuklang, uni imzolash uchun belgilang va keyin mijoz tizimga kirib, imzo chekadi. Mijoz bizning binoga kelmasdan turib hamma narsa bajariladi. Bu ofisga yaqin bo&#39;lmagan yoki boshqa mamlakatda yashaydigan mijozlar uchun qulaydir ..
vi: Tải lên một tài liệu, đánh dấu nó cho chữ ký, và sau đó khách hàng đăng nhập và ký tên. Mọi thứ được thực hiện mà không cần khách hàng phải vào tòa nhà của chúng tôi. Điều này rất hữu ích với những khách hàng không ở gần văn phòng hoặc sống ngoài tiểu bang ..
xh: Ngenisa uxwebhu, lumakishe ngokutyikitya, emva koko ungene kulo kwaye ulusayine. Yonke into yenziwa ngaphandle kokuba umxhasi afike kwisakhiwo sethu. Oku kuluncedo kunye nabathengi abangasondelanga eofisini okanye abahlala ngaphandle kwelizwe ..
yi: צופֿעליקער אַ דאָקומענט, צייכן עס פֿאַר כסימע, און דערנאָך דער קליענט קלאָץ אין און צייכן עס. אַלץ געץ געטאן אָן דער קליענט האט צו קומען אין אונדזער בנין. דאָס איז האַנטיק פֿאַר קלייאַנץ וואָס זענען נישט נאָענט צו אַן אָפיס אָדער לעבן אַ שטאַט.
