Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Options
af: opsies
am: አማራጮች
ar: خيارات
az: Seçimlər
be: опцыі
bg: Настроики
bn: বিকল্প
ca: Opcions
cs: Možnosti
cy: Dewisiadau
da: Muligheder
de: Optionen
el: Επιλογές
eo: Opcioj
es: Opciones
et: Valikud
eu: Aukerak
fa: گزینه ها
fi: vaihtoehdot
fy: Opsjes
ga: Roghanna
gd: Roghainnean
gl: Opcións
gu: વિકલ્પો
hi: विकल्प
hr: Opcije
hu: Lehetőségek
hy: Ընտրանքներ
id: Pilihan
is: Valkostir
it: Opzioni
iw: אפשרויות
ja: オプション
ka: პარამეტრები
kk: Опциялар
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ku: Vebijêrkên
ky: Жолдор
lb: Optiounen
lo: ຕົວເລືອກ
lt: Galimybės
lv: Iespējas
mi: Kōwhiringa
mk: Опции
ml: ഓപ്ഷനുകൾ
mn: Сонголтууд
mr: पर्याय
ms: Pilihan
mt: Għażliet
my: options ကို
ne: विकल्पहरू
nl: opties
no: alternativer
or: ବିକଳ୍ପଗୁଡ଼ିକ
pa: ਚੋਣਾਂ
pl: Opcje
ps: غوراوي
pt: Opções
ro: Opțiuni
ru: Опции
rw: Amahitamo
si: විකල්ප
sk: možnosti
sl: Opcije
sq: Opsione
sr: Опције
sv: alternativ
sw: Chaguo
ta: விருப்பங்கள்
te: ఎంపికలు
tg: Имкониятҳо
th: ตัวเลือก
tk: Görnüş
tl: Mga Opsyon
tr: Seçenekler
tt: Вариантлар
ug: تاللانما
uk: Параметри
ur: اختیارات
uz: Tanlovlar
vi: Tùy chọn
xh: Khetha
yi: אָפּציעס

source: Column Names
af: Kolomname
am: የአምድ ስሞች
ar: أسماء الأعمدة
az: Sütun adları
be: Імёны слупкоў
bg: Имена на колони
bn: কলামের নাম
ca: Noms de columnes
cs: Názvy sloupců
cy: Enwau Colofn
da: Kolonnenavne
de: Spaltennamen
el: Ονόματα στηλών
eo: Kolumnaj Nomoj
es: Nombres de columna
et: Veergude nimed
eu: Zutabeen izenak
fa: نام ستون ها
fi: Sarakkeiden nimet
fr: Noms de colonne
fy: Kolomnammen
ga: Ainmneacha Colún
gd: Ainmean nan Colbh
gl: Nomes das columnas
gu: કૉલમ નામો
hi: स्तंभ नाम
hr: Nazivi stupaca
hu: Oszlopok nevei
hy: Սյունակների անունները
id: Nama Kolom
is: Dálknöfn
it: Nomi di colonna
iw: שמות עמודות
ja: 列名
ka: სვეტების სახელები
kk: Баған атаулары
km: ឈ្មោះជួរឈរ
kn: ಕಾಲಮ್ ಹೆಸರುಗಳು
ku: Navên Stûnan
ky: Мамычалардын аталыштары
lb: Kolonn Nimm
lo: ຊື່ຖັນ
lt: Stulpelių pavadinimai
lv: Kolonnu nosaukumi
mg: Anaran'ny tsanganana
mi: Ingoa Tīwae
mk: Имиња на колони
ml: നിരയുടെ പേരുകൾ
mn: Баганын нэрс
mr: स्तंभांची नावे
ms: Nama Lajur
mt: Ismijiet tal-Kolonni
my: ကော်လံအမည်များ
ne: स्तम्भ नामहरू
nl: Kolom namen
no: Kolonnenavn
or: ସ୍ତମ୍ଭ ନାମଗୁଡିକ
pa: ਕਾਲਮ ਦੇ ਨਾਮ
pl: Nazwy kolumn
ps: د کالم نومونه
pt: Nomes das Colunas
ro: Numele coloanelor
ru: Имена столбцов
rw: Amazina y'inkingi
sd: ڪالمن جا نالا
si: තීරු නම්
sk: Názvy stĺpcov
sl: Imena stolpcev
sq: Emrat e kolonave
sr: Имена колона
sv: Kolumnnamn
sw: Majina ya Safu
ta: நெடுவரிசை பெயர்கள்
te: కాలమ్ పేర్లు
tg: Номҳои сутунҳо
th: ชื่อคอลัมน์
tk: Sütün atlary
tl: Mga Pangalan ng Column
tr: Sütun Adları
tt: Колонналар исемнәре
ug: ستون ئىسمى
uk: Назви стовпців
ur: کالم کے نام
uz: Ustun nomlari
vi: Tên cột
xh: Amagama eKholam
yi: זייַל נעמען

source: Option already exists.
af: Opsie bestaan ​​reeds.
am: አማራጭ አስቀድሞም ይገኛል.
ar: الخيار موجود بالفعل.
az: Seçim zaten var.
be: Опцыя ўжо існуе.
bg: Опцията вече съществува.
bn: বিকল্প ইতিমধ্যে বিদ্যমান।
ca: Opció ja existeix.
cs: Možnost již existuje.
cy: Mae&#39;r opsiwn eisoes yn bodoli.
da: Mulighed findes allerede.
de: Option existiert bereits.
el: Η επιλογή υπάρχει ήδη.
eo: Eblo jam ekzistas.
es: La opción ya existe
et: Valik on juba olemas.
eu: Aukera dagoeneko existitzen da.
fa: گزینه در حال حاضر وجود دارد.
fi: Vaihtoehto on jo olemassa.
fr: L&#39;option existe déjà.
fy: Opsje bestiet al.
ga: Tá rogha ann cheana féin.
gd: Rogha mu thràth.
gl: Opción xa existe.
gu: વિકલ્પ પહેલેથી હાજર છે
hi: विकल्प पहले से मौजूद है।
hr: Opcija već postoji.
hu: Az opció már létezik.
hy: Տարբերակն արդեն գոյություն ունի:
id: Opsi sudah ada.
is: Valkostur er þegar til.
it: L&#39;opzione esiste già.
iw: האופציה כבר קיימת.
ja: オプションは既に存在します。
ka: ვარიანტი უკვე არსებობს.
kk: Параметр бұрыннан бар.
km: ជម្រើសមានរួចហើយ។
kn: ಆಯ್ಕೆ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ku: Hilbijêre already exists.
ky: Сунуш мурунтан эле бар.
lb: Optioun gëtt et schonn.
lo: ທາງເລືອກທີ່ມີຢູ່ແລ້ວ.
lt: Pasirinkimas jau egzistuoja.
lv: Iespēja jau pastāv.
mg: Efa misy ny safidy.
mi: Kua tīariari kē te kōwhiringa.
mk: Опцијата веќе постои.
ml: ഓപ്ഷൻ ഇതിനകം നിലവിലുണ്ട്.
mn: Сонголт аль хэдийн байна.
mr: पर्याय आधीच अस्तित्वात आहे.
ms: Opsyen sudah wujud.
mt: Għażla diġà teżisti.
my: option ရှိပြီးဖြစ်သည်။
ne: विकल्प पहिल्यै अवस्थित छ।
nl: Optie bestaat al.
no: Alternativ finnes allerede.
or: ବିକଳ୍ପ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି |
pa: ਵਿਕਲਪ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ.
pl: Opcja już istnieje.
ps: اختیاری لا دمخه لا شتون لري.
pt: Opção já existe.
ro: Opțiunea există deja.
ru: Вариант уже существует.
rw: Ihitamo rirahari.
sd: اختياب اڳ ۾ ئي موجود آهي.
si: විකල්ප දැනටමත් පවතී.
sk: Možnosť už existuje.
sl: Možnost že obstaja.
sq: Opsioni tashmë ekziston.
sr: Опција већ постоји.
sv: Alternativ finns redan.
sw: Chaguo tayari iko.
ta: விருப்பம் ஏற்கனவே உள்ளது.
te: ఎంపిక ఇప్పటికే ఉంది.
tg: Интихоби аллакай вуҷуд дорад.
th: ตัวเลือกมีอยู่แล้ว
tk: Opsiýa eýýäm bar.
tl: Mayroon nang pagpipilian.
tr: Seçenek zaten var.
tt: Вариант бар.
ug: تاللاش ئاللىقاچان مەۋجۇت.
uk: Варіант вже існує.
ur: اختیار پہلے ہی موجود ہے.
uz: Variant allaqachon mavjud.
vi: Tùy chọn đã tồn tại.
xh: Ikhetho sele ikhona.
yi: אָפּציע שוין יגזיסץ.

source: options list is empty
af: opsielys is leeg
am: የአማራጮች ዝርዝር ባዶ ነው
ar: قائمة الخيارات فارغة
az: variantlar siyahısı boşdur
be: Спіс опцый пусты
bg: списъкът с опции е празен
bn: বিকল্প তালিকা ফাঁকা
ca: La llista d&#39;opcions està buida
cs: seznam voleb je prázdný
cy: rhestr opsiynau yn wag
da: valgliste er tomt
de: Optionsliste ist leer
el: η λίστα επιλογών είναι κενή
eo: Ebloj listo estas malplena
es: la lista de opciones está vacía
et: valikute nimekiri on tühi
eu: aukerak zerrenda hutsik dago
fa: لیست گزینه ها خالی است
fi: vaihtoehtoluettelo on tyhjä
fr: la liste des options est vide
fy: Opsjeslist is leech
ga: Tá liosta roghanna folamh
gd: tha liosta roghainnean falamh
gl: A lista de opcións está baleira
gu: વિકલ્પોની સૂચિ ખાલી છે
hi: विकल्प सूची खाली है
hr: popis opcija je prazan
hu: az opciók listája üres
hy: ընտրացանկը դատարկ է
id: daftar opsi kosong
is: valkostalisti er tómt
it: l&#39;elenco delle opzioni è vuoto
iw: רשימת האפשרויות ריקה
ja: オプションリストは空です
ka: პარამეტრების სია ცარიელია
kk: опциялар тізімі бос
km: បញ្ជីជម្រើសទទេ
kn: ಆಯ್ಕೆಗಳನ್ನು ಪಟ್ಟಿ ಖಾಲಿಯಾಗಿದೆ
ku: lîsteya bijartan vala ye
ky: параметрлери тизмеси бош
lb: Optiounslëscht ass eidel
lo: ລາຍການທາງເລືອກແມ່ນຫວ່າງເປົ່າ
lt: parinkčių sąrašas yra tuščias
lv: opciju saraksts ir tukšs
mg: Tsy misy lisitra ny safidy
mi: Kua takoto te rarangi kōwhiringa
mk: листата на опции е празна
ml: ഓപ്ഷനുകളുടെ ലിസ്റ്റ് ശൂന്യമാണ്
mn: сонголтуудын жагсаалт хоосон байна
mr: पर्याय सूची रिक्त आहे
ms: senarai pilihan kosong
mt: lista tal-għażliet hija vojta
my: ရွေးချယ်မှုများစာရင်းဗလာဖြစ်နေသည်
ne: विकल्प सूची रिक्त छ
nl: optielijst is leeg
no: Alternativliste er tomt
or: ବିକଳ୍ପ ତାଲିକା ଖାଲି ଅଛି |
pa: ਵਿਕਲਪ ਸੂਚੀ ਖਾਲੀ ਹੈ
pl: lista opcji jest pusta
ps: د انتخاب لیست خالي دی
pt: lista de opções está vazia
ro: lista de opțiuni este goală
ru: список опций пуст
rw: amahitamo urutonde ni ubusa
sd: اختياري فهرست خالي آهي
si: විකල්ප ලැයිස්තුව හිස්
sk: zoznam možností je prázdny
sl: Seznam opcij je prazen
sq: lista opsionesh është bosh
sr: листа опција је празна
sv: Alternativlistan är tom
sw: Orodha ya chaguo ni tupu
ta: விருப்பங்கள் பட்டியல் காலியாக உள்ளது
te: ఎంపికల జాబితా ఖాళీగా ఉంది
tg: Рӯйхати имконот холӣ аст
th: รายการตัวเลือกว่างเปล่า
tk: saýlaw sanawy boş
tl: walang laman ang listahan ng mga pagpipilian
tr: seçenekler listesi boş
tt: вариантлар исемлеге буш
ug: تاللاش تىزىملىكى قۇرۇق
uk: Список опцій порожній
ur: اختیارات کی فہرست خالی ہے
uz: variantlar ro&#39;yxati bo&#39;sh
vi: danh sách tùy chọn trống
xh: uluhlu lwezinto ezikhethiweyo alunanto
yi: אָפּציעס רשימה איז ליידיק

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
af: Merkblokkies-veld ondersteun slegs 5 opsies. U kan veld verander na aftreklys om meer opsies by te voeg
am: የአመልካች ሳጥኖች መስክ 5 አማራጮችን ብቻ ይደግፋል ፡፡ ተጨማሪ አማራጮችን ለማከል መስክን ወደ ተቆልቋይ መለወጥ ይችላሉ
ar: يدعم حقل مربعات الاختيار 5 خيارات فقط. يمكنك تغيير الحقل إلى القائمة المنسدلة لإضافة المزيد من الخيارات
az: Onay qutuları sahəsi yalnız 5 seçimi dəstəkləyir. Daha çox seçim əlavə etmək üçün sahəni açılır siyahıya dəyişə bilərsiniz
be: Сцяжкі ў полі падтрымліваюць толькі 5 варыянтаў. Вы можаце змяніць поле на выпадальнае, каб дадаць больш опцый
bg: Полето за отметки поддържа само 5 опции. Можете да промените полето от падащото меню, за да добавите още опции
bn: চেকবাক্স ক্ষেত্রটি কেবলমাত্র 5 টি বিকল্পকে সমর্থন করে। আরও বিকল্প যুক্ত করতে আপনি ক্ষেত্রটি ড্রপডাউনতে পরিবর্তন করতে পারেন
ca: El camp de les caselles de selecció només admet 5 opcions. Podeu canviar de camp a menú desplegable per afegir més opcions
cs: Pole Zaškrtávací políčka podporuje pouze 5 možností. Pole můžete změnit na rozbalovací a přidat další možnosti
cy: Mae maes blychau gwirio yn cefnogi 5 opsiwn yn unig. Gallwch newid maes i gwymplen i ychwanegu mwy o opsiynau
da: Afkrydsningsfelter understøtter kun 5 indstillinger. Du kan ændre felt til rullemenu for at tilføje flere muligheder
de: Das Kontrollkästchenfeld unterstützt nur 5 Optionen. Sie können das Feld in Dropdown ändern, um weitere Optionen hinzuzufügen
el: Το πεδίο πλαισίων ελέγχου υποστηρίζει μόνο 5 επιλογές. Μπορείτε να αλλάξετε πεδίο σε αναπτυσσόμενο μενού για να προσθέσετε περισσότερες επιλογές
eo: Markobutona kampo subtenas nur 5 opciojn. Vi povas ŝanĝi kampon al menuo por aldoni pli da ebloj
es: El campo Casillas de verificación solo admite 5 opciones. Puede cambiar el campo al menú desplegable para agregar más opciones
et: Märkeruutude väli toetab ainult viit valikut. Rohkemate valikute lisamiseks saate muuta välja rippmenüüks
eu: Kontrol-laukiak eremuak 5 aukera soilik onartzen ditu. Aukera gehiago gehitzeko goitibeherako eremua alda dezakezu
fa: قسمت Checkboxes فقط از 5 گزینه پشتیبانی می کند. برای افزودن گزینه های بیشتر می توانید قسمت را به حالت کشویی تغییر دهید
fi: Valintaruudut-kenttä tukee vain viittä vaihtoehtoa. Voit muuttaa kenttää avattavaksi lisätäksesi lisää vaihtoehtoja
fr: Le champ Cases à cocher ne prend en charge que 5 options. Vous pouvez changer de champ en liste déroulante pour ajouter plus d'options
fy: Fakjes foar karfakjes stipet mar 5 opsjes. Jo kinne fjild feroarje yn dropdown om mear opsjes ta te foegjen
ga: Ní thacaíonn réimse na mboscaí seiceála ach 5 rogha. Is féidir leat an réimse a athrú go dtí an titim anuas chun níos mó roghanna a chur leis
gd: Chan eil raon bogsaichean seic a ’toirt taic ach do 5 roghainnean. Faodaidh tu raon atharrachadh gu tuiteam sìos gus barrachd roghainnean a chuir ris
gl: O campo Caixas de verificación só admite 5 opcións. Podes cambiar de campo a lista despregable para engadir máis opcións
gu: ચેકબોક્સેસ ક્ષેત્ર ફક્ત 5 વિકલ્પોને સપોર્ટ કરે છે. તમે વધુ વિકલ્પો ઉમેરવા માટે ફીલ્ડને ડ્રોપડાઉનમાં બદલી શકો છો
hi: चेकबॉक्स फ़ील्ड केवल 5 विकल्पों का समर्थन करती है। अधिक विकल्प जोड़ने के लिए आप फ़ील्ड को ड्रॉपडाउन में बदल सकते हैं
hr: Polja potvrdnih okvira podržava samo 5 opcija. Možete promijeniti polje u padajući meni da biste dodali više opcija
hu: A jelölőnégyzetek mező csak 5 lehetőséget támogat. További lehetőségek hozzáadásához módosíthatja a mezőt legördülő menüre
hy: Նշման դաշտերը աջակցում են ընդամենը 5 տարբերակ: Ավելին ընտրանքներ ավելացնելու համար կարող եք դաշտը փոխել բացվողի
id: Bidang kotak centang hanya mendukung 5 opsi. Anda dapat mengubah bidang menjadi dropdown untuk menambahkan lebih banyak opsi
is: Gátreitur reitur styður aðeins 5 valkosti. Þú getur breytt reit í fellilista til að bæta við fleiri valkostum
it: Il campo Caselle di controllo supporta solo 5 opzioni. Puoi modificare il campo in un menu a discesa per aggiungere altre opzioni
iw: שדה תיבות הסימון תומך בחמש אפשרויות בלבד. אתה יכול לשנות שדה לתפריט נפתח כדי להוסיף אפשרויות נוספות
ja: チェックボックスフィールドは5つのオプションのみをサポートします。フィールドをドロップダウンに変更してオプションを追加できます
ka: მონიშნეთ ველების ველი მხოლოდ 5 ვარიანტს. შეგიძლიათ შეცვალოთ ველი ჩამოსაშლელად, დამატებითი პარამეტრების დასამატებლად
kk: Құсбелгі өрісі тек 5 опцияны қолдайды. Қосымша опциялар қосу үшін өрісті ашылмалы етіп өзгертуге болады
km: ប្រអប់ធីកគាំទ្រតែជម្រើស ៥ ប៉ុណ្ណោះ។ អ្នកអាចផ្លាស់ប្តូរវាលដើម្បីទម្លាក់ដើម្បីបន្ថែមជម្រើសជាច្រើនទៀត
kn: ಚೆಕ್‌ಬಾಕ್ಸ್‌ ಕ್ಷೇತ್ರವು ಕೇವಲ 5 ಆಯ್ಕೆಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ. ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳನ್ನು ಸೇರಿಸಲು ನೀವು ಕ್ಷೇತ್ರವನ್ನು ಡ್ರಾಪ್‌ಡೌನ್‌ಗೆ ಬದಲಾಯಿಸಬಹುದು
ku: Qada Checkboxes tenê 5 vebijarkan piştgirî dike. Hûn dikarin qadê bi vebijarkê ve biguherînin da ku vebijarkên zêdetir zêde bikin
ky: Белгилөө кутучалары талаасы 5 гана параметрди колдойт. Көбүрөөк параметрлерди кошуу үчүн талааны ачылуучу жайга өзгөртө аласыз
lb: Checkboxes Feld ënnerstëtzt nëmme 5 Optiounen. Dir kënnt Feld änneren an Dropdown fir méi Optiounen bäizefügen
lo: ກ່ອງກາເຄື່ອງ ໝາຍ ສະ ໜັບ ສະ ໜູນ ພຽງແຕ່ 5 ທາງເລືອກ. ທ່ານສາມາດປ່ຽນພາກສະຫນາມໃນແບບເລື່ອນລົງເພື່ອເພີ່ມຕົວເລືອກເພີ່ມເຕີມ
lt: Lauke „žymės langeliai“ palaikomos tik 5 parinktys. Jei norite pridėti daugiau parinkčių, galite pakeisti lauką į išskleidžiamąjį meniu
lv: Izvēles rūtiņu lauks atbalsta tikai 5 opcijas. Lai pievienotu citas opcijas, varat mainīt lauku uz nolaižamo izvēlni
mg: Safidy 5 ihany no anohanan'ny boaty checkboxes. Azonao atao ny manova ny saha mankany amin'ny dropdown mba hanampiana safidy hafa
mi: Ko te mara Pouakataki e tautoko ana i nga waahanga e 5 anake. Ka taea e koe te whakarereke i te mara ki te takaiho kia nui ake ai nga waahanga
mk: Полето за избор на полиња поддржува само 5 опции. Можете да го промените полето во паѓачко паѓање за да додадете повеќе опции
ml: ചെക്ക്ബോക്സ് ഫീൽഡ് 5 ഓപ്ഷനുകൾ മാത്രമേ പിന്തുണയ്ക്കൂ. കൂടുതൽ ഓപ്ഷനുകൾ ചേർക്കുന്നതിന് നിങ്ങൾക്ക് ഫീൽഡ് ഡ്രോപ്പ്ഡ to ണിലേക്ക് മാറ്റാൻ കഴിയും
mn: Checkboxes талбар нь зөвхөн 5 сонголтыг дэмждэг. Та илүү олон сонголт нэмэхийн тулд талбарыг dropdown болгон өөрчилж болно
mr: चेकबॉक्सेस फील्ड केवळ 5 पर्यायांना समर्थन देते. अधिक पर्याय जोडण्यासाठी आपण फील्ड ड्रॉपडाउनमध्ये बदलू शकता
ms: Medan kotak pilihan hanya menyokong 5 pilihan. Anda boleh menukar medan ke dropdown untuk menambah lebih banyak pilihan
mt: Il-kaxxa Checkboxes tappoġġja biss 5 għażliet. Tista 'tbiddel il-field għal dropdown biex iżżid aktar għażliet
my: Checkboxes field သည်ရွေးချယ်မှု ၅ ခုသာပံ့ပိုးသည်။ ရွေးချယ်စရာများထပ်မံထည့်သွင်းရန်သင်လယ်ပြင်ကို dropdown သို့ပြောင်းလဲနိုင်သည်
ne: चेकबक्स क्षेत्रले 5 विकल्प मात्र समर्थन गर्दछ। तपाईले थप विकल्पहरू थप्नका लागि फिल्ड ड्रपडाउनमा परिवर्तन गर्न सक्नुहुनेछ
nl: Het veld Selectievakjes ondersteunt slechts 5 opties. U kunt het veld wijzigen in een vervolgkeuzelijst om meer opties toe te voegen
no: Avkrysningsfeltet støtter bare 5 alternativer. Du kan endre felt til rullegardin for å legge til flere alternativer
or: ଚେକ୍ ବକ୍ସ ଫିଲ୍ଡ କେବଳ 5 ଟି ବିକଳ୍ପକୁ ସମର୍ଥନ କରେ | ଅଧିକ ବିକଳ୍ପ ଯୋଡିବାକୁ ଆପଣ ଡ୍ରପଡାଉନ୍ କୁ ଫିଲ୍ଡ ପରିବର୍ତ୍ତନ କରିପାରିବେ |
pa: ਚੈਕਬਾਕਸ ਫੀਲਡ ਸਿਰਫ 5 ਵਿਕਲਪਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ. ਤੁਸੀਂ ਹੋਰ ਵਿਕਲਪ ਜੋੜਨ ਲਈ ਫੀਲਡ ਨੂੰ ਡਰਾਪਡਾਉਨ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ
pl: Pole wyboru obsługuje tylko 5 opcji. Możesz zmienić pole na listę rozwijaną, aby dodać więcej opcji
ps: د چیک باکسز ډګر یوازې 5 اختیارونه ملاتړ کوي. تاسو کولی شئ د نورو اختیارونو اضافه کولو لپاره ساحه په ښکتهیدو کې بدل کړئ
pt: O campo de caixas de seleção oferece suporte a apenas 5 opções. Você pode alterar o campo para lista suspensa para adicionar mais opções
ro: Câmpul Casete de selectare acceptă doar 5 opțiuni. Puteți schimba câmpul în meniul drop-down pentru a adăuga mai multe opțiuni
ru: Поле флажков поддерживает только 5 вариантов. Вы можете изменить поле на раскрывающееся, чтобы добавить дополнительные параметры
rw: Agasanduku k'isanduku gashigikira amahitamo 5 gusa. Urashobora guhindura umurima kumanuka kugirango wongere amahitamo menshi
sd: چيڪ باڪس فيلڊ صرف 5 اختيارن جي مدد ڪندي. توھان وڌيڪ اختيار شامل ڪرڻ لاءِ فيلڊ ڊائون لوڊ ۾ تبديل ڪري سگھو ٿا
si: පිරික්සුම් කොටු ක්ෂේත්‍රය සහාය දක්වන්නේ විකල්ප 5 ක් පමණි. තවත් විකල්ප එකතු කිරීම සඳහා ඔබට ක්ෂේත්‍රය පතන ලෙස වෙනස් කළ හැකිය
sk: Pole začiarkavacích políčok podporuje iba 5 možností. Môžete zmeniť pole na rozbaľovaciu ponuku a pridať ďalšie možnosti
sl: Polje potrditvenih polj podpira samo 5 možnosti. Če želite dodati več možnosti, lahko polje spremenite v spustni meni
sq: Fusha e kutive të zgjedhjes mbështet vetëm 5 mundësi. Mund të ndryshoni fushën në dropdown për të shtuar më shumë mundësi
sr: Поља за потврду подржавају само 5 опција. Можете да промените поље у падајући мени да бисте додали више опција
sv: Kryssrutorna stöder endast 5 alternativ. Du kan ändra fält till rullgardinsmeny för att lägga till fler alternativ
sw: Sehemu ya visanduku vya kuteua inasaidia chaguzi 5 tu. Unaweza kubadilisha shamba kuwa la kushuka ili kuongeza chaguo zaidi
ta: தேர்வுப்பெட்டிகள் புலம் 5 விருப்பங்களை மட்டுமே ஆதரிக்கிறது. கூடுதல் விருப்பங்களைச் சேர்க்க நீங்கள் புலத்தை கீழ்தோன்றலுக்கு மாற்றலாம்
te: చెక్‌బాక్స్ ఫీల్డ్ 5 ఎంపికలకు మాత్రమే మద్దతు ఇస్తుంది. మరిన్ని ఎంపికలను జోడించడానికి మీరు ఫీల్డ్‌ను డ్రాప్‌డౌన్‌కు మార్చవచ్చు
tg: Майдони қуттиҳо танҳо 5 имконотро дастгирӣ мекунад. Барои илова кардани имконоти дигар, шумо метавонед майдонро ба афтанда иваз кунед
th: ช่อง Checkboxes รองรับ 5 ตัวเลือกเท่านั้น คุณสามารถเปลี่ยนช่องเป็นแบบเลื่อนลงเพื่อเพิ่มตัวเลือกเพิ่มเติม
tk: Bellik gutusy meýdany diňe 5 warianty goldaýar. Has köp opsiýa goşmak üçin meýdançany aşak gaçyp üýtgedip bilersiňiz
tl: Sinusuportahan lamang ng patlang ng mga Checkbox ang 5 mga pagpipilian. Maaari mong baguhin ang patlang sa dropdown upang magdagdag ng higit pang mga pagpipilian
tr: Onay kutuları alanı yalnızca 5 seçeneği destekler. Daha fazla seçenek eklemek için alanı açılır menü olarak değiştirebilirsiniz
tt: Такталар кыры 5 вариантны гына хуплый. Күбрәк вариантлар өстәү өчен кырны тамчыга үзгәртә аласыз
ug: تەكشۈرۈش رامكىسى مەيدانى پەقەت 5 تاللاشنى قوللايدۇ. تېخىمۇ كۆپ تاللاشلارنى قوشۇش ئۈچۈن مەيداننى تۆۋەنگە ئۆزگەرتەلەيسىز
uk: Поля прапорців підтримують лише 5 варіантів. Ви можете змінити поле на спадне меню, щоб додати більше опцій
ur: چیک باکسز فیلڈ صرف 5 اختیارات کی حمایت کرتا ہے۔ آپ مزید اختیارات شامل کرنے کیلئے فیلڈ کو ڈراپ ڈاؤن میں تبدیل کرسکتے ہیں
uz: Tekshirish maydonlari faqat 5 ta variantni qo'llab-quvvatlaydi. Qo'shimcha imkoniyatlar qo'shish uchun maydonni ochiladigan joyga o'zgartirishingiz mumkin
vi: Trường hộp kiểm chỉ hỗ trợ 5 tùy chọn. Bạn có thể thay đổi trường thành menu thả xuống để thêm các tùy chọn khác
xh: Indawo yebhokisi yokujonga ixhasa kuphela iindlela ezi-5. Ungawutshintsha umhlaba uyeke ezantsi ukongeza ezinye iindlela
yi: טשעקקבאָקסעס פעלד שטיצט בלויז 5 אָפּציעס. איר קענען טוישן פעלד צו דראָפּדאָוון צו לייגן מער אָפּציעס

source: columns list is empty
af: kolomlys is leeg
am: የአምዶች ዝርዝር ባዶ ነው።
ar: قائمة الأعمدة فارغة
az: sütunlar siyahısı boşdur
be: спіс слупкоў пусты
bg: списъкът с колони е празен
bn: কলাম তালিকা খালি
ca: la llista de columnes està buida
cs: seznam sloupců je prázdný
cy: rhestr colofnau yn wag
da: kolonnelisten er tom
de: Spaltenliste ist leer
el: η λίστα στηλών είναι κενή
eo: listo de kolumnoj estas malplena
es: la lista de columnas está vacía
et: veergude loend on tühi
eu: zutabeen zerrenda hutsik dago
fa: لیست ستون ها خالی است
fi: sarakeluettelo on tyhjä
fr: la liste des colonnes est vide
fy: kolomlist is leech
ga: Tá liosta na gcolún folamh
gd: tha liosta nan colbhan falamh
gl: a lista de columnas está baleira
gu: કૉલમ સૂચિ ખાલી છે
hi: कॉलम सूची खाली है
hr: popis stupaca je prazan
hu: az oszlopok listája üres
hy: սյունակների ցանկը դատարկ է
id: daftar kolom kosong
is: dálkalistinn er tómur
it: l'elenco delle colonne è vuoto
iw: רשימת העמודות ריקה
ja: 列リストが空です
ka: სვეტების სია ცარიელია
kk: бағандар тізімі бос
km: បញ្ជីជួរឈរគឺទទេ
kn: ಕಾಲಮ್‌ಗಳ ಪಟ್ಟಿ ಖಾಲಿಯಾಗಿದೆ
ku: lîsteya stûnan vala ye
ky: мамычалар тизмеси бош
lb: Kolonnen Lëscht ass eidel
lo: ລາຍຊື່ຖັນຫວ່າງເປົ່າ
lt: stulpelių sąrašas tuščias
lv: kolonnu saraksts ir tukšs
mg: banga ny lisitry ny tsanganana
mi: Kei te putua nga rarangi pou
mk: списокот со колони е празен
ml: നിരകളുടെ ലിസ്റ്റ് ശൂന്യമാണ്
mn: баганын жагсаалт хоосон байна
mr: स्तंभांची यादी रिकामी आहे
ms: senarai lajur kosong
mt: lista tal-kolonni hija vojta
my: ကော်လံစာရင်းသည် ဗလာဖြစ်နေသည်။
ne: स्तम्भहरूको सूची खाली छ
nl: kolommenlijst is leeg
no: kolonnelisten er tom
or: ସ୍ତମ୍ଭ ତାଲିକା ଖାଲି ଅଛି |
pa: ਕਾਲਮਾਂ ਦੀ ਸੂਚੀ ਖਾਲੀ ਹੈ
pl: lista kolumn jest pusta
ps: د کالمونو لیست خالي دی
pt: a lista de colunas está vazia
ro: lista de coloane este goală
ru: список столбцов пуст
rw: Inkingi Urutonde ni ubusa
sd: ڪالمن جي فهرست خالي آهي
si: තීරු ලැයිස්තුව හිස් ය
sk: zoznam stĺpcov je prázdny
sl: seznam stolpcev je prazen
sq: lista e kolonave është bosh
sr: листа колона је празна
sv: kolumnlistan är tom
sw: orodha ya safuwima ni tupu
ta: நெடுவரிசைகள் பட்டியல் காலியாக உள்ளது
te: నిలువు వరుసల జాబితా ఖాళీగా ఉంది
tg: рӯйхати сутунҳо холӣ аст
th: รายการคอลัมน์ว่างเปล่า
tk: sütünleriň sanawy boş
tl: Walang laman ang listahan ng mga column
tr: sütun listesi boş
tt: баганалар исемлеге буш
ug: ئىستون تىزىملىكى قۇرۇق
uk: список стовпців порожній
ur: کالموں کی فہرست خالی ہے۔
uz: ustunlar ro'yxati bo'sh
vi: danh sách cột trống
xh: uluhlu lwemiqolo alunanto
yi: שפאלטן רשימה איז ליידיק

source: Default Value
af: Standaard waarde
am: ነባሪ እሴት
ar: القيمة الافتراضية
az: Cari dəyər
be: Значэнне па змаўчанні
bg: Стойност по подразбиране
bn: ডিফল্ট মান
ca: Valor per defecte
cs: Výchozí hodnota
cy: Gwerth Diofyn
da: Standard værdi
de: Standardwert
el: Προεπιλεγμένη τιμή
eo: Defaŭlta valoro
es: Valor por defecto
et: Vaikeväärtus
eu: Balio lehenetsia
fa: مقدار پیش فرض
fi: Oletusarvo
fr: Valeur par défaut
fy: Standertwearde
ga: Luach Réamhshocraithe
gd: Luach bunaiteach
gl: Valor predeterminado
gu: ડિફૉલ્ટ મૂલ્ય
hi: डिफ़ॉल्ट मान
hr: Zadana vrijednost
hu: Alapértelmezett érték
hy: Default արժեքը
id: Nilai Default
is: Sjálfgefið gildi
it: Valore predefinito
iw: ערך ברירת מחדל
ja: デフォルト値
ka: ნაგულისხმევი მნიშვნელობა
kk: Әдепкі мән
km: តម្លៃ​លំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ಮೌಲ್ಯ
ky: жарыяланбаган маани
lb: Standardvit
lo: ຄ່າເລີ່ມຕົ້ນ
lt: Numatytoji reikšmė
lv: Noklusējuma vērtība
mi: Uara Taunoa
mk: Стандардна вредност
ml: സ്ഥിര മൂല്യം
mn: Үндсэн утга
mr: डीफॉल्ट मूल्य
ms: Nilai asal
mt: Valur default
my: မူလတန်ဖိုး
ne: पूर्वनिर्धारित मान
nl: Standaardwaarde
no: Standardverdi
or: ଡିଫଲ୍ଟ ମୂଲ୍ୟ
pa: ਡਿਫੌਲਟ ਮੁੱਲ
pl: Domyślna wartość
ps: اصلي ارزښت
pt: Valor padrão
ro: Valoare implicită
ru: Значение по умолчанию
rw: Agaciro gasanzwe
sd: اصلي قيمت
si: පෙරනිමි අගය
sk: Predvolená hodnota
sl: Privzeta vrednost
sq: Vlera e paracaktuar
sr: Задана вриједност
sv: Standardvärde
sw: Thamani ya Hitilafu
ta: இயல்புநிலை மதிப்பு
te: డిఫాల్ట్ విలువ
tg: Арзиши аслӣ
th: ค่าเริ่มต้น
tk: Bellenen baha
tl: Default na Halaga
tr: Varsayılan değer
tt: Килешенгән кыйммәт
ug: كۆڭۈلدىكى قىممەت
uk: Значення за замовчуванням
ur: پہلے سے طے شدہ قیمت
uz: Standart qiymat
vi: Giá trị mặc định
xh: Ixabiso eliyiyo
