Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: You currently have no announcements.
af: Jy het tans geen aankondigings nie.
am: በአሁኑ ጊዜ ምንም ማስታወቂያዎች የሉዎትም።
ar: ليس لديك حاليا أي إعلانات.
az: Hazırda heç bir elanınız yoxdur.
be: Зараз у вас няма аб'яў.
bg: В момента нямате съобщения.
bn: আপনার কাছে বর্তমানে কোনো ঘোষণা নেই।
ca: Actualment no teniu cap anunci.
cs: Momentálně nemáte žádná oznámení.
cy: Nid oes gennych unrhyw gyhoeddiadau ar hyn o bryd.
da: Du har i øjeblikket ingen meddelelser.
de: Sie haben derzeit keine Ankündigungen.
el: Προς το παρόν δεν έχετε ανακοινώσεις.
eo: Vi nuntempe ne havas anoncojn.
es: Actualmente no tienes anuncios.
et: Teil pole praegu teadaandeid.
eu: Une honetan ez duzu iragarkirik.
fa: شما در حال حاضر هیچ اطلاعیه ای ندارید.
fi: Sinulla ei ole tällä hetkellä ilmoituksia.
fr: Vous n'avez actuellement aucune annonce.
fy: Jo hawwe op it stuit gjin meidielings.
ga: Níl aon fhógraí agat faoi láthair.
gd: Chan eil sanasan agad an-dràsta.
gl: Actualmente non tes ningún anuncio.
gu: તમારી પાસે હાલમાં કોઈ જાહેરાત નથી.
hi: आपके पास वर्तमान में कोई घोषणा नहीं है।
hr: Trenutno nemate najava.
hu: Jelenleg nincsenek bejelentései.
hy: Դուք այս պահին հայտարարություններ չունեք:
id: Saat ini Anda tidak memiliki pengumuman.
is: Þú hefur engar tilkynningar eins og er.
it: Al momento non hai annunci.
iw: אין לך כרגע הודעות.
ja: 現在、お知らせはありません。
ka: თქვენ ამჟამად არ გაქვთ განცხადებები.
kk: Сізде қазір хабарландыру жоқ.
km: បច្ចុប្បន្ន អ្នក​មិន​មាន​ការ​ប្រកាស​ទេ។
kn: ನೀವು ಪ್ರಸ್ತುತ ಯಾವುದೇ ಪ್ರಕಟಣೆಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
ku: Niha tu daxuyanî tune.
ky: Учурда сизде эч кандай жарыя жок.
lb: Dir hutt de Moment keng Ukënnegung.
lo: ໃນປັດຈຸບັນທ່ານບໍ່ມີການປະກາດ.
lt: Šiuo metu neturite jokių pranešimų.
lv: Pašlaik jums nav paziņojumu.
mg: Tsy manana fanambarana ianao amin'izao fotoana izao.
mi: I tenei wa karekau he panui.
mk: Во моментов немате најави.
ml: നിങ്ങൾക്ക് നിലവിൽ അറിയിപ്പുകളൊന്നുമില്ല.
mn: Танд одоогоор зарлал байхгүй байна.
mr: तुमच्याकडे सध्या कोणत्याही घोषणा नाहीत.
ms: Pada masa ini anda tidak mempunyai pengumuman.
mt: Bħalissa m'għandekx avviżi.
my: သင့်တွင် လောလောဆယ် ကြေငြာချက်များ မရှိပါ။
ne: तपाईंसँग हाल कुनै घोषणा छैन।
nl: Je hebt momenteel geen mededelingen.
no: Du har for øyeblikket ingen kunngjøringer.
or: ଆପଣଙ୍କର ବର୍ତ୍ତମାନ କ no ଣସି ଘୋଷଣା ନାହିଁ |
pa: ਤੁਹਾਡੇ ਕੋਲ ਫਿਲਹਾਲ ਕੋਈ ਘੋਸ਼ਣਾਵਾਂ ਨਹੀਂ ਹਨ।
pl: Obecnie nie masz żadnych ogłoszeń.
ps: تاسو اوس مهال هیڅ اعلان نلرئ.
pt: No momento, você não tem anúncios.
ro: Momentan nu aveți anunțuri.
ru: В настоящее время у вас нет объявлений.
rw: Kugeza ubu nta matangazo ufite.
sd: توهان وٽ في الحال ڪوبه اعلان ناهي.
si: ඔබට දැනට නිවේදන නොමැත.
sk: Momentálne nemáte žiadne oznámenia.
sl: Trenutno nimate nobenih objav.
sq: Aktualisht nuk keni asnjë njoftim.
sr: Тренутно немате ниједну најаву.
sv: Du har för närvarande inga meddelanden.
sw: Kwa sasa huna matangazo.
ta: உங்களிடம் தற்போது எந்த அறிவிப்பும் இல்லை.
te: మీకు ప్రస్తుతం ఎటువంటి ప్రకటనలు లేవు.
tg: Шумо ҳоло ягон эълон надоред.
th: ขณะนี้คุณไม่มีประกาศ
tk: Häzirki wagtda bildirişiňiz ýok.
tl: Kasalukuyan kang walang anunsyo.
tr: Şu anda hiç duyurunuz yok.
tt: Сезнең хәзерге вакытта белдерүләр юк.
ug: ھازىرچە ھېچقانداق ئېلان يوق.
uk: Наразі у вас немає оголошень.
ur: آپ کے پاس فی الحال کوئی اعلانات نہیں ہیں۔
uz: Sizda hozircha hech qanday e'lon yo'q.
vi: Bạn hiện không có thông báo nào.
xh: Ngoku awunazaziso.
yi: איר איצט האָבן קיין מודעות.

source: You currently have no
af: Jy het tans nr
am: በአሁኑ ጊዜ ምንም የለዎትም።
ar: ليس لديك حاليا أي
az: Hal-hazırda yoxdur
be: Зараз у вас няма
bg: В момента нямате
bn: আপনি বর্তমানে কোন আছে
ca: Actualment no tens cap
cs: Momentálně nemáte ne
cy: Nid oes gennych ar hyn o bryd
da: Du har i øjeblikket ingen
de: Sie haben derzeit keine
el: Δεν έχετε αυτήν τη στιγμή όχι
eo: Vi nuntempe ne havas
es: Actualmente no tienes
et: Teil pole praegu nr
eu: Momentuz ez duzu
fa: شما در حال حاضر هیچ
fi: Sinulla ei tällä hetkellä ole
fr: Vous n'avez actuellement aucun
fy: Jo hawwe op it stuit gjin
ga: Níl aon
gd: Chan eil agad an-dràsta
gl: Actualmente non tes
gu: તમારી પાસે હાલમાં નં
hi: आपके पास वर्तमान में नहीं है
hr: Trenutno nemate br
hu: Jelenleg nincs
hy: Դուք ներկայումս չունեք
id: Anda saat ini tidak memiliki
is: Þú hefur nr
it: Al momento non hai n
iw: כרגע אין לך
ja: あなたは現在持っていません
ka: ამჟამად არ გაქვთ
kk: Сізде қазір жоқ
km: បច្ចុប្បន្នអ្នកមិនមានទេ។
kn: ನೀವು ಪ್ರಸ್ತುತ ಯಾವುದೇ ಹೊಂದಿಲ್ಲ
ku: Niha tu tune
ky: Сизде азыр жок
lb: Dir hutt de Moment keng
lo: ໃນປັດຈຸບັນທ່ານບໍ່ມີ
lt: Šiuo metu neturite
lv: Jums pašlaik nav
mg: Tsy manana ianao amin'izao fotoana izao
mi: I tenei wa kaore koe
mk: Во моментов немате бр
ml: നിങ്ങൾക്ക് നിലവിൽ ഇല്ല
mn: Танд одоогоор байхгүй байна
mr: आपल्याकडे सध्या नाही
ms: Anda kini tidak mempunyai
mt: Bħalissa għandek l-ebda
my: သင့်တွင် လောလောဆယ်မရှိပါ။
ne: तपाईंसँग हाल छैन
nl: Je hebt momenteel geen
no: Du har no
or: ଆପଣଙ୍କର ବର୍ତ୍ତମାନ ନାହିଁ
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਵੇਲੇ ਕੋਈ ਨਹੀਂ ਹੈ
pl: Obecnie nie masz
ps: تاسو اوس مهال نه لرئ
pt: No momento você não tem
ro: Momentan nu ai
ru: В настоящее время у вас нет
rw: Kugeza ubu nta
sd: توهان وٽ في الحال ناهي
si: ඔබට දැනට නැත
sk: V súčasnosti nemáte č
sl: Trenutno nimate št
sq: Aktualisht nuk keni asnjë
sr: Тренутно немате бр
sv: Du har för närvarande nr
sw: Kwa sasa huna
ta: உங்களிடம் தற்போது இல்லை
te: మీ వద్ద ప్రస్తుతం సంఖ్య లేదు
tg: Шумо ҳоло надоред
th: ขณะนี้คุณไม่มี
tk: Häzirki wagtda ýok
tl: Kasalukuyan kang wala
tr: şu anda hiç
tt: Сездә хәзер юк
ug: ھازىر يوق
uk: Зараз у вас немає
ur: آپ کے پاس فی الحال نہیں ہے۔
uz: Sizda hozirda yo'q
vi: Bạn hiện không có
xh: Okwangoku awunayo
yi: איר איצט האָבן קיין

source: open cases. Click
af: sake oopmaak. Klik
am: ክፍት ጉዳዮች. ጠቅ ያድርጉ
ar: حالات مفتوحة. انقر
az: açıq işlər. klikləyin
be: адкрытыя справы. Націсніце
bg: отворени случаи. Кликнете
bn: খোলা মামলা। ক্লিক
ca: casos oberts. Feu clic
cs: otevřené případy. Klikněte
cy: achosion agored. Cliciwch
da: åbne sager. Klik
de: offene Fälle. Klicken
el: ανοιχτές υποθέσεις. Κάντε κλικ
eo: malfermitaj kazoj. Klaku
es: casos abiertos. Hacer clic
et: avatud juhtumid. Klõpsake
eu: kasu irekiak. Egin klik
fa: پرونده های باز کلیک
fi: avoimia tapauksia. Klikkaus
fr: dossiers ouverts. Cliquez sur
fy: iepen gefallen. Klikje
ga: cásanna oscailte. Cliceáil
gd: cùisean fosgailte. Cliog
gl: casos abertos. Fai clic
gu: ખુલ્લા કેસો. ક્લિક કરો
hi: खुले मामले। क्लिक
hr: otvoreni slučajevi. Klik
hu: nyitott ügyek. Kattintson
hy: բաց գործեր. Սեղմել
id: kasus terbuka. Klik
is: opin mál. Smellur
it: casi aperti. Clic
iw: תיקים פתוחים. נְקִישָׁה
ja: ケースを開く。クリック
ka: ღია საქმეები. დააწკაპუნეთ
kk: ашық істер. басыңыз
km: ករណីបើក។ ចុច
kn: ತೆರೆದ ಪ್ರಕರಣಗಳು. ಕ್ಲಿಕ್
ku: dozên vekirî. Bikirtînin
ky: ачык иштер. Click
lb: oppen Fäll. Klickt
lo: ເປີດກໍລະນີ. ກົດ
lt: atviros bylos. Spustelėkite
lv: atklātas lietas. Klikšķis
mg: tranga misokatra. tsindrio
mi: nga keehi tuwhera. Pāwhiri
mk: отворени случаи. Кликнете
ml: തുറന്ന കേസുകൾ. ക്ലിക്ക് ചെയ്യുക
mn: нээлттэй хэргүүд. дарна уу
mr: खुली प्रकरणे. क्लिक करा
ms: kes terbuka. klik
mt: każijiet miftuħa. Ikklikkja
my: အမှုတွဲဖွင့်။ နှိပ်ပါ။
ne: खुला केसहरू। क्लिक गर्नुहोस्
nl: geopende gevallen. Klik
no: åpne saker. Klikk
or: ଖୋଲା ମାମଲା | କ୍ଲିକ୍ କରନ୍ତୁ |
pa: ਖੁੱਲ੍ਹੇ ਕੇਸ. ਕਲਿੱਕ ਕਰੋ
pl: otwarte sprawy. Kliknij
ps: خلاصې قضیې کلیک وکړئ
pt: casos abertos. Clique
ro: cazuri deschise. Clic
ru: открытые кейсы. Нажмите
rw: fungura imanza. Kanda
sd: کليل ڪيس. ڪلڪ ڪريو
si: විවෘත නඩු. ක්ලික් කරන්න
sk: otvorené prípady. Kliknite
sl: odprti primeri. Kliknite
sq: rastet e hapura. Klikoni
sr: отворени случајеви. Кликните
sv: öppna ärenden. Klick
sw: kesi wazi. Bofya
ta: திறந்த வழக்குகள். கிளிக் செய்யவும்
te: ఓపెన్ కేసులు. క్లిక్ చేయండి
tg: парвандаҳои кушода. клик кунед
th: กรณีเปิด คลิก
tk: açyk ýagdaýlar. Basyň
tl: bukas na mga kaso. I-click
tr: açık kasalar Tıklamak
tt: ачык очраклар. Басыгыз
ug: ئوچۇق دېلولار. چېكىڭ
uk: відкриті справи. Натисніть
ur: کھلے مقدمات. کلک کریں۔
uz: ochiq holatlar. bosing
vi: trường hợp mở. Nhấp chuột
xh: amatyala avulekileyo. Cofa
yi: עפענען קאַסעס. דריקט

source: here
af: hier
am: እዚህ
ar: هنا
az: burada
be: тут
bg: тук
bn: এখানে
ca: aquí
cs: tady
cy: yma
da: her
de: Hier
el: εδώ
eo: ĉi tie
es: aquí
et: siin
eu: hemen
fa: اینجا
fi: tässä
fr: ici
fy: hjir
ga: anseo
gd: an seo
gl: aquí
gu: અહીં
hi: यहाँ
hr: ovdje
hu: itt
hy: այստեղ
id: Di Sini
is: hér
it: Qui
iw: כאן
ja: ここ
ka: აქ
kk: Мұнда
km: នៅទីនេះ
kn: ಇಲ್ಲಿ
ku: vir
ky: бул жерде
lb: hei
lo: ທີ່ນີ້
lt: čia
lv: šeit
mg: Eto
mi: konei
mk: овде
ml: ഇവിടെ
mn: энд
mr: येथे
ms: di sini
mt: hawn
my: ဒီမှာ
ne: यहाँ
nl: hier
no: her
or: ଏଠାରେ
pa: ਇਥੇ
pl: Tutaj
ps: دلته
pt: aqui
ro: Aici
ru: здесь
rw: hano
sd: هتي
si: මෙතන
sk: tu
sl: tukaj
sq: këtu
sr: овде
sv: här
sw: hapa
ta: இங்கே
te: ఇక్కడ
tg: Ин ҷо
th: ที่นี่
tk: şu ýerde
tl: dito
tr: Burada
tt: Монда
ug: بۇ يەردە
uk: тут
ur: یہاں
uz: Bu yerga
vi: đây
xh: Apha
yi: דאָ

source: to contact support.
af: ondersteuning te kontak.
am: ድጋፍን ለማግኘት.
ar: للاتصال بالدعم.
az: dəstəyi ilə əlaqə saxlamaq.
be: каб звязацца са службай падтрымкі.
bg: за да се свържете с поддръжката.
bn: সহায়তার সাথে যোগাযোগ করতে।
ca: per contactar amb el suport.
cs: kontaktovat podporu.
cy: i gysylltu â chefnogaeth.
da: at kontakte support.
de: um den Support zu kontaktieren.
el: για να επικοινωνήσετε με την υποστήριξη.
eo: kontakti subtenon.
es: para ponerse en contacto con el soporte.
et: toega ühendust võtma.
eu: laguntzarekin harremanetan jartzeko.
fa: برای تماس با پشتیبانی
fi: ottaa yhteyttä tukeen.
fr: pour contacter l'assistance.
fy: kontakt opnimme mei stipe.
ga: chun teagmháil a dhéanamh le tacaíocht.
gd: gus fios a chuir gu taic.
gl: para contactar co soporte.
gu: સપોર્ટનો સંપર્ક કરવા.
hi: समर्थन से संपर्क करने के लिए।
hr: kontaktirati podršku.
hu: hogy lépjen kapcsolatba az ügyfélszolgálattal.
hy: կապ հաստատելու աջակցության համար:
id: untuk menghubungi dukungan.
is: til að hafa samband við þjónustudeild.
it: per contattare l'assistenza.
iw: ליצירת קשר עם התמיכה.
ja: サポートに連絡します。
ka: დაუკავშირდით მხარდაჭერას.
kk: қолдау қызметіне хабарласыңыз.
km: ដើម្បីទាក់ទងជំនួយ។
kn: ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಲು.
ku: ji bo piştgiriya têkiliyê.
ky: колдоо менен байланышуу.
lb: Ënnerstëtzung ze kontaktéieren.
lo: ຕິດຕໍ່ສະຫນັບສະຫນູນ.
lt: susisiekti su palaikymo komanda.
lv: lai sazinātos ar atbalsta dienestu.
mg: hifandray amin'ny fanohanana.
mi: ki te whakapā atu ki te tautoko.
mk: да контактирате со поддршката.
ml: പിന്തുണയുമായി ബന്ധപ്പെടാൻ.
mn: дэмжлэгтэй холбоо барих.
mr: समर्थनाशी संपर्क साधण्यासाठी.
ms: untuk menghubungi sokongan.
mt: biex tikkuntattja l-appoġġ.
my: အကူအညီကိုဆက်သွယ်ရန်။
ne: समर्थन सम्पर्क गर्न।
nl: om contact op te nemen met de ondersteuning.
no: for å kontakte support.
or: ସମର୍ଥନ ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ |
pa: ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ।
pl: aby skontaktować się z pomocą techniczną.
ps: د ملاتړ سره اړیکه ونیسئ.
pt: para entrar em contato com o suporte.
ro: pentru a contacta suportul.
ru: для связи со службой поддержки.
rw: kuvugana n'inkunga.
sd: مدد سان رابطو ڪرڻ لاء.
si: සහාය සම්බන්ධ කර ගැනීමට.
sk: kontaktovať podporu.
sl: za stik s podporo.
sq: për të kontaktuar mbështetjen.
sr: да контактирате подршку.
sv: att kontakta supporten.
sw: kuwasiliana na usaidizi.
ta: ஆதரவைத் தொடர்பு கொள்ள.
te: మద్దతును సంప్రదించడానికి.
tg: барои тамос бо дастгирии.
th: เพื่อติดต่อฝ่ายสนับสนุน
tk: goldaw bilen habarlaşmak üçin.
tl: para makipag-ugnayan sa suporta.
tr: destekle iletişime geçmek için.
tt: ярдәмгә мөрәҗәгать итү.
ug: ياردەم بىلەن ئالاقىلىشىش.
uk: щоб зв’язатися зі службою підтримки.
ur: سپورٹ سے رابطہ کرنے کے لیے۔
uz: qo'llab-quvvatlash xizmatiga murojaat qiling.
vi: để liên hệ hỗ trợ.
xh: ukuqhagamshelana nenkxaso.
yi: צו קאָנטאַקט שטיצן.

source: closed cases.
af: geslote sake.
am: የተዘጉ ጉዳዮች.
ar: حالات مغلقة.
az: qapalı işlər.
be: закрытыя справы.
bg: затворени случаи.
bn: বন্ধ মামলা।
ca: casos tancats.
cs: uzavřené případy.
cy: achosion caeedig.
da: lukkede sager.
de: geschlossene Fälle.
el: κλειστές υποθέσεις.
eo: fermitaj kazoj.
es: casos cerrados.
et: suletud juhtumid.
eu: kasu itxiak.
fa: پرونده های بسته شده
fi: suljetut tapaukset.
fr: dossiers clos.
fy: sletten gefallen.
ga: cásanna dúnta.
gd: cùisean dùinte.
gl: casos pechados.
gu: બંધ કેસો.
hi: बंद मामले।
hr: zatvoreni slučajevi.
hu: lezárt ügyek.
hy: փակված գործեր.
id: kasus tertutup.
is: lokuðum málum.
it: casi chiusi.
iw: תיקים סגורים.
ja: クローズドケース。
ka: დახურული საქმეები.
kk: жабық істер.
km: ករណីបិទ។
kn: ಮುಚ್ಚಿದ ಪ್ರಕರಣಗಳು.
ku: dozên girtî.
ky: жабык иштер.
lb: zougemaach Fäll.
lo: ກໍລະນີປິດ.
lt: uždarytos bylos.
lv: slēgtas lietas.
mg: tranga mihidy.
mi: nga keehi kati.
mk: затворени случаи.
ml: അടച്ച കേസുകൾ.
mn: хаалттай хэргүүд.
mr: बंद प्रकरणे.
ms: kes tertutup.
mt: każijiet magħluqa.
my: ပိတ်ထားသောကိစ္စများ။
ne: बन्द केसहरू।
nl: gesloten gevallen.
no: avsluttede saker.
or: ବନ୍ଦ ମାମଲା |
pa: ਬੰਦ ਕੇਸ.
pl: zamknięte sprawy.
ps: تړل شوي قضیې
pt: casos encerrados.
ro: cazuri închise.
ru: закрытые дела.
rw: imanza zafunzwe.
sd: بند ڪيس.
si: වසා දැමූ නඩු.
sk: uzavreté prípady.
sl: zaprti primeri.
sq: rastet e mbyllura.
sr: затворени предмети.
sv: avslutade ärenden.
sw: kesi zilizofungwa.
ta: மூடப்பட்ட வழக்குகள்.
te: మూసివేసిన కేసులు.
tg: парвандаҳои пӯшида.
th: กรณีปิด
tk: ýapyk ýagdaýlar.
tl: mga saradong kaso.
tr: kapatılmış davalar
tt: ябык очраклар.
ug: يېپىق دېلولار.
uk: закриті справи.
ur: بند مقدمات.
uz: yopiq holatlar.
vi: các trường hợp đóng cửa.
xh: amatyala avaliweyo.
yi: פארמאכט קאַסעס.

source: open tickets.
af: kaartjies oopmaak.
am: ክፍት ትኬቶች.
ar: تذاكر مفتوحة.
az: açıq biletlər.
be: адкрытыя білеты.
bg: отворени билети.
bn: টিকিট খোলা।
ca: entrades obertes.
cs: otevřené vstupenky.
cy: tocynnau agored.
da: åbne billetter.
de: offene Eintrittskarten.
el: ανοιχτά εισιτήρια.
eo: malfermitaj biletoj.
es: entradas abiertas.
et: avatud piletid.
eu: sarrerak irekita.
fa: بلیط های باز
fi: avoimet liput.
fr: billets ouverts.
fy: iepen kaartsjes.
ga: ticéid oscailte.
gd: tiogaidean fosgailte.
gl: entradas abertas.
gu: ઓપન ટિકિટો.
hi: खुले टिकट।
hr: otvorene karte.
hu: nyitott jegyek.
hy: բաց տոմսեր.
id: tiket terbuka.
is: opna miða.
it: biglietti aperti.
iw: לפתוח כרטיסים.
ja: オープンチケット。
ka: ღია ბილეთები.
kk: ашық билеттер.
km: បើកសំបុត្រ។
kn: ಟಿಕೆಟ್ ತೆರೆಯಿರಿ.
ku: bilêtên vekirî.
ky: ачык билеттер.
lb: opzemaachen Ticketen.
lo: ເປີດປີ້.
lt: atviri bilietai.
lv: atvērtas biļetes.
mg: tapakila misokatra.
mi: tuwhera tikiti.
mk: отворени билети.
ml: ടിക്കറ്റുകൾ തുറക്കുക.
mn: нээлттэй тасалбар.
mr: खुली तिकिटे.
ms: buka tiket.
mt: biljetti miftuħa.
my: လက်မှတ်များကိုဖွင့်ပါ။
ne: खुला टिकटहरू।
nl: kaartjes openen.
no: åpne billetter.
or: ଟିକେଟ୍ ଖୋଲନ୍ତୁ |
pa: ਓਪਨ ਟਿਕਟਾਂ.
pl: otwarte bilety.
ps: خلاص ټکټونه
pt: bilhetes abertos.
ro: bilete deschise.
ru: открытые билеты.
rw: fungura amatike.
sd: کليل ٽڪيٽون.
si: විවෘත ප්රවේශපත්.
sk: otvorené lístky.
sl: odprte vstopnice.
sq: bileta të hapura.
sr: отворене карте.
sv: öppna biljetter.
sw: fungua tiketi.
ta: திறந்த டிக்கெட்.
te: టిక్కెట్లు తెరవండి.
tg: чиптаҳои кушода.
th: ตั๋วเปิด
tk: açyk biletler.
tl: bukas na mga tiket.
tr: açık biletler.
tt: ачык билетлар.
ug: ئوچۇق بېلەت.
uk: відкриті квитки.
ur: کھلے ٹکٹ.
uz: ochiq chiptalar.
vi: mở vé.
xh: vula amatikiti.
yi: עפענען טיקיץ.

source: closed tickets.
af: geslote kaartjies.
am: የተዘጉ ቲኬቶች.
ar: تذاكر مغلقة.
az: qapalı biletlər.
be: закрытыя білеты.
bg: затворени билети.
bn: বন্ধ টিকিট।
ca: entrades tancades.
cs: uzavřené vstupenky.
cy: tocynnau caeedig.
da: lukkede billetter.
de: geschlossene Eintrittskarten.
el: κλειστά εισιτήρια.
eo: fermitaj biletoj.
es: entradas cerradas.
et: suletud piletid.
eu: sarrerak itxita.
fa: بلیط های بسته
fi: suljetut liput.
fr: billets fermés.
fy: sletten tickets.
ga: ticéid dúnta.
gd: tiogaidean dùinte.
gl: entradas pechadas.
gu: બંધ ટિકિટ.
hi: बंद टिकट।
hr: zatvorene karte.
hu: zárt jegyek.
hy: փակ տոմսեր.
id: tiket tertutup.
is: lokaðir miðar.
it: biglietti chiusi.
iw: כרטיסים סגורים.
ja: クローズドチケット。
ka: დახურული ბილეთები.
kk: жабық билеттер.
km: សំបុត្របិទ។
kn: ಮುಚ್ಚಿದ ಟಿಕೆಟ್‌ಗಳು.
ku: bilêtên girtî.
ky: жабык билеттер.
lb: zougemaach Ticketen.
lo: ປິດປີ້.
lt: uždaryti bilietai.
lv: slēgtas biļetes.
mg: tapakila mihidy.
mi: tikiti kati.
mk: затворени билети.
ml: അടച്ച ടിക്കറ്റുകൾ.
mn: хаалттай тасалбар.
mr: बंद तिकिटे.
ms: tiket ditutup.
mt: biljetti magħluqa.
my: ပိတ်ထားသော လက်မှတ်များ။
ne: बन्द टिकटहरू।
nl: gesloten kaartjes.
no: lukkede billetter.
or: ବନ୍ଦ ଟିକେଟ୍ |
pa: ਬੰਦ ਟਿਕਟਾਂ
pl: bilety zamknięte.
ps: تړل شوي ټکټونه
pt: bilhetes fechados.
ro: bilete închise.
ru: закрытые билеты.
rw: amatike afunze.
sd: بند ٿيل ٽڪيٽون.
si: වසා දැමූ ටිකට්.
sk: uzavreté lístky.
sl: zaprte vstopnice.
sq: bileta të mbyllura.
sr: затворене карте.
sv: stängda biljetter.
sw: tikiti zilizofungwa.
ta: மூடப்பட்ட டிக்கெட்டுகள்.
te: మూసివేసిన టిక్కెట్లు.
tg: чиптаҳои пӯшида.
th: ตั๋วปิด
tk: ýapyk biletler.
tl: saradong mga tiket.
tr: kapalı biletler
tt: ябык билетлар.
ug: تاقالغان بېلەت.
uk: закриті квитки.
ur: بند ٹکٹ.
uz: yopiq chiptalar.
vi: vé đã đóng.
xh: amatikiti avaliwe.
yi: פארמאכט בילעטן.

source: You currently have no locations.
af: Jy het tans geen liggings nie.
am: በአሁኑ ጊዜ ምንም አካባቢዎች የሎትም።
ar: ليس لديك حاليا أي مواقع.
az: Hazırda məkanınız yoxdur.
be: Зараз у вас няма месцаў.
bg: В момента нямате местоположения.
bn: আপনার বর্তমানে কোনো অবস্থান নেই।
ca: Actualment no teniu cap ubicació.
cs: Momentálně nemáte žádná místa.
cy: Nid oes gennych unrhyw leoliadau ar hyn o bryd.
da: Du har i øjeblikket ingen placeringer.
de: Sie haben derzeit keine Standorte.
el: Αυτήν τη στιγμή δεν έχετε τοποθεσίες.
eo: Vi nuntempe ne havas lokojn.
es: Actualmente no tienes ubicaciones.
et: Teil pole praegu asukohti.
eu: Une honetan ez duzu kokapenik.
fa: شما در حال حاضر هیچ مکانی ندارید.
fi: Sinulla ei tällä hetkellä ole sijainteja.
fr: Vous n'avez actuellement aucun emplacement.
fy: Jo hawwe op it stuit gjin lokaasjes.
ga: Níl aon suíomh agat faoi láthair.
gd: Chan eil àite agad an-dràsta.
gl: Actualmente non tes localizacións.
gu: તમારી પાસે હાલમાં કોઈ સ્થાન નથી.
hi: वर्तमान में आपके पास कोई स्थान नहीं है।
hr: Trenutno nemate nijednu lokaciju.
hu: Jelenleg nincsenek helyei.
hy: Դուք ներկայումս տեղադրություններ չունեք:
id: Saat ini Anda tidak memiliki lokasi.
is: Þú hefur engar staðsetningar eins og er.
it: Al momento non hai sedi.
iw: אין לך כרגע מיקומים.
ja: 現在、場所はありません。
ka: თქვენ ამჟამად არ გაქვთ მდებარეობები.
kk: Сізде қазір ешбір орын жоқ.
km: បច្ចុប្បន្ន អ្នកមិនមានទីតាំងទេ។
kn: ನೀವು ಪ್ರಸ್ತುತ ಯಾವುದೇ ಸ್ಥಳಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
ku: Niha tu cîhên te nînin.
ky: Учурда сизде жайгашкан жерлер жок.
lb: Dir hutt momentan keng Plazen.
lo: ໃນປັດຈຸບັນທ່ານບໍ່ມີສະຖານທີ່.
lt: Šiuo metu neturite vietų.
lv: Jums pašlaik nav nevienas atrašanās vietas.
mg: Tsy manana toerana ianao amin'izao fotoana izao.
mi: I tenei wa karekau he waahi.
mk: Во моментов немате локации.
ml: നിങ്ങൾക്ക് നിലവിൽ ലൊക്കേഷനുകളൊന്നുമില്ല.
mn: Танд одоогоор байршил байхгүй байна.
mr: तुमच्याकडे सध्या कोणतीही स्थाने नाहीत.
ms: Anda tidak mempunyai lokasi pada masa ini.
mt: Bħalissa m'għandekx postijiet.
my: သင့်တွင် လောလောဆယ်တည်နေရာမရှိပါ။
ne: तपाईंसँग हाल कुनै स्थान छैन।
nl: U heeft momenteel geen locaties.
no: Du har for øyeblikket ingen plasseringer.
or: ଆପଣଙ୍କର ବର୍ତ୍ତମାନ କ no ଣସି ଅବସ୍ଥାନ ନାହିଁ |
pa: ਤੁਹਾਡੇ ਕੋਲ ਵਰਤਮਾਨ ਵਿੱਚ ਕੋਈ ਟਿਕਾਣੇ ਨਹੀਂ ਹਨ।
pl: Obecnie nie masz żadnych lokalizacji.
ps: تاسو اوس مهال هیڅ ځای نلرئ.
pt: No momento, você não tem locais.
ro: Momentan nu aveți locații.
ru: В настоящее время у вас нет местоположений.
rw: Kugeza ubu nta mwanya ufite.
sd: توهان وٽ في الحال ڪوبه هنڌ ناهي.
si: ඔබට දැනට ස්ථාන නොමැත.
sk: Momentálne nemáte žiadne miesta.
sl: Trenutno nimate nobene lokacije.
sq: Aktualisht nuk keni vendndodhje.
sr: Тренутно немате ниједну локацију.
sv: Du har för närvarande inga platser.
sw: Kwa sasa huna maeneo.
ta: உங்களிடம் தற்போது இருப்பிடங்கள் இல்லை.
te: మీకు ప్రస్తుతం స్థానాలు లేవు.
tg: Шумо дар айни замон ягон макон надоред.
th: ขณะนี้คุณไม่มีสถานที่
tk: Häzirki wagtda ýeriňiz ýok.
tl: Kasalukuyan kang walang mga lokasyon.
tr: Şu anda konumunuz yok.
tt: Хәзерге вакытта сезнең урыныгыз юк.
ug: ھازىرچە ئورنىڭىز يوق.
uk: Зараз у вас немає місць.
ur: آپ کے پاس فی الحال کوئی مقام نہیں ہے۔
uz: Sizda hozirda hech qanday joy yo'q.
vi: Bạn hiện không có địa điểm nào.
xh: Okwangoku akukho ndawo.
yi: איר איצט האָבן קיין לאָוקיישאַנז.

source: Write a comment....
af: Skryf &#39;n opmerking ...
am: አስተያየት ፃፍ….
ar: أكتب تعليقا....
az: Şərh yazın ....
be: Напісаць каментар ....
bg: Напиши коментар....
bn: একটি মন্তব্য লিখুন....
ca: Escriu un comentari....
cs: Napsat komentář....
cy: Ysgrifennwch sylw ....
da: Skriv en kommentar....
de: Schreibe einen Kommentar....
el: Γράψε ένα σχόλιο....
eo: Skribu komenton ...
es: Escribir un comentario....
et: Kirjuta kommentaar....
eu: Iruzkin bat idatzi ....
fa: کامنت بنویسید ...
fi: Kirjoita kommentti....
fr: Écrire un commentaire....
fy: Skriuw in kommentaar....
ga: Scríobh trácht ....
gd: Sgrìobh beachd ....
gl: Escribe un comentario ....
gu: એક ટિપ્પણી લખો ....
hi: टिप्पणी लिखें....
hr: Napiši komentar....
hu: Írj hozzászólást....
hy: Գրեք մեկնաբանություն….
id: Tulis komen....
is: Skrifaðu athugasemd ....
it: Scrivi un commento....
iw: כתוב הערה....
ja: コメントを書く....
ka: Დაწერე კომენტარი....
kk: Пікір жазыңыз ....
km: សរសេរ​មតិ....
kn: ಅನಿಸಿಕೆಯನ್ನು ಬರೆಯಿರಿ....
ku: Commentîroveyek dinivîsin….
ky: Комментарий жазуу ....
lb: Schreift e Kommentar….
lo: ຂຽນ ຄຳ ເຫັນ ....
lt: Parašyti komentarą....
lv: Uzraksti komentāru....
mg: Manorata hevitra….
mi: Tuhia he korero ...
mk: Напиши коментар ....
ml: ഒരു അഭിപ്രായം എഴുതുക....
mn: Сэтгэгдэл бичих....
mr: एक टीप्पणि लिहा....
ms: Tulis komen....
mt: Ikteb kumment….
my: မှတ်ချက်တစ်ခုရေးပါ....
ne: एक टिप्पणी लेख्नुहोस् ....
nl: Schrijf een reactie....
no: Skriv en kommentar....
or: ଏକ ମନ୍ତବ୍ୟ ଲେଖନ୍ତୁ ....
pa: ਟਿੱਪਣੀ ਲਿਖੋ ....
pl: Napisz komentarz....
ps: نظر ولیکئ ....
pt: Escreva um comentário....
ro: Scrie un comentariu....
ru: Написать комментарий....
rw: Andika igitekerezo ....
sd: تبصرو لکو ۔۔۔۔
si: අදහසක් ලියන්න ....
sk: Napísať komentár....
sl: Napišite komentar ....
sq: Shkruaj një koment....
sr: Напишите коментар ....
sv: Skriv en kommentar....
sw: Andika maoni….
ta: கருத்து எழுதுங்கள் ....
te: వ్యాఖ్య రాయండి....
tg: Назари худро бинависед ....
th: เขียนความคิดเห็น ....
tk: Teswir ýazyň ....
tl: Magsulat ng komento....
tr: Bir yorum Yaz....
tt: Аңлатма языгыз ....
ug: باھا يېزىڭ ....
uk: Напишіть коментар ....
ur: اپنی رائے لکھیں....
uz: Fikr yozing ....
vi: Viết bình luận....
xh: Bhala ingxelo…
yi: שרייב אַ באַמערקונג ...

source: Post
am: ፖስት
ar: بريد
be: пост
bg: пост
bn: পোস্ট
ca: Publicació
cs: Pošta
da: Stolpe
el: Θέση
eo: Afiŝo
es: Enviar
et: Postitus
fa: پست
fi: Lähettää
fr: Poster
fy: Peal
gl: Publicar
gu: પોસ્ટ કરો
hi: पद
hr: pošta
hu: posta
hy: Փոստ
id: Pos
it: Inviare
iw: הודעה
ja: 役職
ka: პოსტი
km: ភ្នំពេញប៉ុស្តិ៍
kn: ಪೋಸ್ಟ್
ku: Koz
ky: кызмат
lt: Paštas
lv: Pasts
mi: Pouaka
mk: Пост
ml: പോസ്റ്റ്
mn: Бичлэг
mr: पोस्ट करा
my: တိုင်
ne: पोस्ट गर्नुहोस्
or: ପୋଷ୍ଟ କରନ୍ତୁ |
pa: ਪੋਸਟ
pl: Stanowisko
ps: پوسټ
pt: Postar
ru: После
rw: Kohereza
sd: پوسٽ
si: තැපැල්
sk: pošta
sr: пошта
sv: Posta
sw: Chapisho
ta: போஸ்ட்
te: పోస్ట్
th: เสา
tk: Iber
tl: Mag-post
tr: posta
tt: Пост
uk: Пост
ur: پوسٹ
vi: Bài đăng
xh: Iposi
yi: פּאָסטן
