Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Invoice ID
af: Faktuur ID
am: የክፍያ መጠየቂያ መታወቂያ
ar: هوية صوتية
az: Faktura ID
be: Ідэнтыфікатар рахунку-фактуры
bg: ИД на фактура
bn: চালান আইডি
ca: ID de la factura
cs: ID faktury
cy: ID Anfoneb
da: Faktura ID
de: Rechnungs-ID
el: Αναγνωριστικό τιμολογίου
eo: Faktura ID
es: identificación de la factura
et: Arve ID
eu: Fakturaren IDa
fa: شناسه فاکتور
fi: Laskun tunnus
fr: Numéro de facture
ga: Aitheantas an tSonraisc
gd: ID fàirdeal
gl: ID de factura
gu: ઇન્વોઇસ ID
hi: चालान आईडी
hr: ID fakture
hu: Számlaazonosító
hy: Հաշիվ-ապրանքագրի ID
id: ID faktur
is: Auðkenni reiknings
it: codice di identificazione della fattura
iw: מזהה חשבונית
ja: 請求書ID
ka: ინვოისის ID
kk: Шот-фактура идентификаторы
km: លេខសម្គាល់វិក្កយបត្រ
kn: ಸರಕುಪಟ್ಟಿ ID
ku: ID fatûreya
ky: Эсеп-фактура ID
lb: Rechnung ID
lo: ID ໃບເກັບເງິນ
lt: Sąskaitos faktūros ID
lv: Rēķina ID
mg: ID faktiora
mi: ID nama
mk: ИД на фактура
ml: ഇൻവോയ്സ് ഐഡി
mn: Нэхэмжлэхийн ID
mr: इन्व्हॉइस आयडी
ms: ID invois
mt: ID tal-fattura
my: ပြေစာ ID
ne: इनभ्वाइस आईडी
nl: Factuur-ID
no: Faktura-ID
or: ଇନଭଏସ୍ ID |
pa: ਇਨਵੌਇਸ ਆਈ.ਡੀ
pl: Identyfikator faktury
ps: د رسید ID
pt: ID da fatura
ro: Numărul de indentificare al facturii
ru: Идентификатор счета
rw: Inyemezabuguzi
sd: انوائس ID
si: ඉන්වොයිස් හැඳුනුම්පත
sk: ID faktúry
sl: ID računa
sq: ID e faturës
sr: ИД фактуре
sv: Faktura-ID
sw: Kitambulisho cha ankara
ta: விலைப்பட்டியல் ஐடி
te: ఇన్వాయిస్ ID
tg: ID-фактура
th: รหัสใบแจ้งหนี้
tk: Hasap-faktura belgisi
tr: fatura kimliği
tt: Фактура таныклыгы
ug: تالون كىملىكى
uk: Ідентифікатор рахунку-фактури
ur: انوائس ID
uz: Hisob-faktura identifikatori
vi: ID hóa đơn
xh: I-ID ye-invoyisi
yi: ינווויס שייַן

source: Total
af: Totaal
am: ጠቅላላ
ar: المجموع
az: Ümumi
be: Усяго
bg: Обща сума
bn: মোট
cs: Celkový
cy: Cyfanswm
de: Gesamt
el: Σύνολο
eo: Entute
et: Kokku
eu: Guztira
fa: جمع
fi: Kaikki yhteensä
fy: Totaal
ga: Iomlán
gd: Iomlan
gu: કુલ
hi: कुल
hr: Ukupno
hu: Teljes
hy: Ընդամենը
is: Samtals
it: Totale
iw: סה"כ
ja: 合計
ka: სულ
kk: Барлығы
km: សរុប
kn: ಒಟ್ಟು
ku: Hemî
ky: Бардыгы
lb: Ganzen
lo: ທັງໝົດ
lt: Iš viso
lv: Kopā
mg: sokajy
mi: Tapeke
mk: Вкупно
ml: ആകെ
mn: Нийт
mr: एकूण
ms: Jumlah
my: စုစုပေါင်း
ne: कुल
nl: Totaal
or: ସମୁଦାୟ
pa: ਕੁੱਲ
pl: Całkowity
ps: ټول
ru: Общий
rw: Igiteranyo
sd: ڪُل
si: මුළු
sk: Celkom
sl: Skupaj
sr: Укупно
sw: Jumla
ta: மொத்தம்
te: మొత్తం
tg: Ҳамагӣ
th: ทั้งหมด
tk: Jemi
tl: Kabuuan
tr: Toplam
tt: Барлыгы
ug: ئومۇمىي
uk: Всього
ur: کل
uz: Jami
vi: Tổng cộng
xh: Iyonke
yi: גאַנץ

source: Refund
af: Terugbetaling
am: ተመላሽ ገንዘብ
ar: استرداد
az: Geri qaytarma
be: Вяртанне грошай
bg: Възстановяване
bn: ফেরত
ca: Devolució
cs: Vrácení peněz
cy: Ad-daliad
da: Tilbagebetale
de: Erstattung
el: Επιστροφή χρημάτων
eo: Repago
es: Reembolso
et: Tagasimakse
eu: Itzulketa
fa: بازپرداخت
fi: Maksun palautus
fr: Remboursement
fy: Werombetelje
ga: Aisíocaíocht
gd: Ath-dhìoladh
gl: Reembolso
gu: પરત કરેલી રકમ
hi: धनवापसी
hr: Povrat novca
hu: Visszatérítés
hy: Փոխհատուցում
id: Pengembalian dana
is: Endurgreiðsla
it: Rimborso
iw: הֶחזֵר
ja: 返金
ka: თანხის დაბრუნება
kk: Қайтару
km: សងប្រាក់វិញ។
kn: ಮರುಪಾವತಿ
ku: Şûndadan
ky: Төлөмдү кайтаруу
lb: Remboursement
lo: ເງິນຄືນ
lt: Grąžinti pinigus
lv: Atmaksa
mg: Famerenana
mi: Whakahoki
mk: Рефундирање
ml: റീഫണ്ട്
mn: Буцаан олголт
mr: परतावा
ms: Bayaran balik
mt: Rifużjoni
my: ပြန်အမ်းငွေ
ne: फिर्ता
nl: Terugbetaling
no: Refusjon
or: ଫେରସ୍ତ
pa: ਰਿਫੰਡ
pl: Refundacja
ps: بیرته ورکول
pt: Reembolso
ro: Restituire
ru: Возвращать деньги
rw: Gusubizwa
sd: واپسي
si: ආපසු ගෙවීම
sk: Vrátenie peňazí
sl: Povračilo
sq: Rimbursimi
sr: Враћање новца
sv: Återbetalning
sw: Rejesha pesa
ta: திரும்பப்பெறுதல்
te: వాపసు
tg: Бозгашт
th: คืนเงิน
tk: Yzyna gaýtaryp bermek
tr: Geri ödemek
tt: Кире кайтару
ug: پۇل قايتۇرۇش
uk: Повернення
ur: واپس کرنا
uz: To'lovni qaytarish
vi: Đền bù
xh: Imbuyekezo
yi: צוריקצאָל

source: No invoices yet.
af: Nog geen fakture nie.
am: እስካሁን ምንም ደረሰኞች የሉም።
ar: ليس هناك فواتير حتى الآن.
az: Hələ faktura yoxdur.
be: Рахункі-фактуры пакуль няма.
bg: Все още няма фактури.
bn: এখনও কোন চালান নেই.
ca: Encara no hi ha factures.
cs: Zatím žádné faktury.
cy: Dim anfonebau eto.
da: Ingen fakturaer endnu.
de: Noch keine Rechnungen.
el: Δεν υπάρχουν ακόμη τιμολόγια.
eo: Ankoraŭ neniuj fakturoj.
es: No hay facturas todavía.
et: Arveid veel pole.
eu: Oraindik ez dago fakturarik.
fa: هنوز فاکتوری وجود ندارد
fi: Ei vielä laskuja.
fr: Pas encore de factures.
fy: Noch gjin faktueren.
ga: Níl aon sonraisc fós.
gd: Chan eil cunntasan ann fhathast.
gl: Aínda non hai facturas.
gu: હજુ સુધી કોઈ ઇન્વૉઇસેસ નથી.
hi: अभी तक कोई चालान नहीं हुआ है।
hr: Još nema faktura.
hu: Még nincs számla.
hy: Դեռևս հաշիվ-ապրանքագրեր չկան:
id: Belum ada tagihan.
is: Engir reikningar ennþá.
it: Ancora nessuna fattura.
iw: עדיין אין חשבוניות.
ja: まだ請求書はありません。
ka: ჯერ არ არის ინვოისები.
kk: Әлі шот-фактуралар жоқ.
km: មិនទាន់មានវិក្កយបត្រនៅឡើយ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಇನ್‌ವಾಯ್ಸ್‌ಗಳಿಲ್ಲ.
ku: Hê fatûre tune.
ky: Азырынча эсеп-фактуралар жок.
lb: Nach keng Rechnungen.
lo: ບໍ່ມີໃບແຈ້ງໜີ້ເທື່ອ.
lt: Sąskaitų faktūrų dar nėra.
lv: Vēl nav neviena rēķina.
mg: Tsy mbola misy faktiora.
mi: Kaore ano he nama.
mk: Сè уште нема фактури.
ml: ഇതുവരെ ഇൻവോയ്സുകളൊന്നുമില്ല.
mn: Одоогоор нэхэмжлэх алга.
mr: अद्याप कोणतेही पावत्या नाहीत.
ms: Tiada invois lagi.
mt: S'issa l-ebda fatturi.
my: ငွေတောင်းခံလွှာများ မရှိသေးပါ။
ne: अहिलेसम्म कुनै इनभ्वाइसहरू छैनन्।
nl: Nog geen facturen.
no: Ingen fakturaer ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ No ଣସି ଇନଭଏସ୍ ନାହିଁ |
pa: ਹਾਲੇ ਕੋਈ ਇਨਵੌਇਸ ਨਹੀਂ।
pl: Brak faktur.
ps: تر اوسه هیڅ رسید نشته.
pt: Ainda não há faturas.
ro: Încă nu există facturi.
ru: Счетов пока нет.
rw: Nta fagitire.
sd: اڃان تائين ڪو به انوائس ناهي.
si: තවමත් ඉන්වොයිසි නැත.
sk: Zatiaľ žiadne faktúry.
sl: Računov še ni.
sq: Nuk ka ende fatura.
sr: Још нема фактура.
sv: Inga fakturor ännu.
sw: Bado hakuna ankara.
ta: இன்னும் இன்வாய்ஸ் இல்லை.
te: ఇంకా ఇన్‌వాయిస్‌లు లేవు.
tg: Ҳанӯз ҳисобнома-фактура нест.
th: ยังไม่มีใบแจ้งหนี้
tk: Hasap-faktura ýok.
tl: Wala pang mga invoice.
tr: Henüz fatura yok.
tt: Счет-фактуралар юк.
ug: تالون يوق.
uk: Ще немає рахунків-фактур.
ur: ابھی تک کوئی رسیدیں نہیں ہیں۔
uz: Hozircha hisob-fakturalar yo‘q.
vi: Chưa có hóa đơn.
xh: Akukho zi-invoyisi okwangoku.
yi: נאָך קיין ינווויסיז.

source: Refund Reason
af: Rede vir terugbetaling
am: የተመላሽ ገንዘብ ምክንያት
ar: سبب الاسترداد
az: Geri ödəmə səbəbi
be: Прычына вяртання
bg: Причина за възстановяване
bn: রিফান্ডের কারণ
ca: Motiu de reemborsament
cs: Důvod vrácení peněz
cy: Rheswm Ad-daliad
da: Årsag til tilbagebetaling
de: Rückerstattungsgrund
el: Αιτία επιστροφής χρημάτων
eo: Repaga Kialo
es: Motivo del reembolso
et: Tagastamise põhjus
eu: Itzulketaren arrazoia
fa: دلیل بازپرداخت
fi: Hyvityksen syy
fr: Motif du remboursement
fy: Refund Reden
ga: Cúis Aisíocaíochta
gd: Adhbhar Ath-dhìoladh
gl: Motivo de reembolso
gu: રિફંડનું કારણ
hi: वापसी का कारण
hr: Razlog povrata
hu: Visszatérítés oka
hy: Փոխհատուցման պատճառ
id: Alasan Pengembalian Dana
is: Ástæða endurgreiðslu
it: Motivo del rimborso
iw: סיבת ההחזר
ja: 返金理由
ka: თანხის დაბრუნების მიზეზი
kk: Қайтару себебі
km: ហេតុផលសងប្រាក់វិញ។
kn: ಮರುಪಾವತಿ ಕಾರಣ
ku: Sedema Vegerandinê
ky: Төлөмдү кайтаруу себеби
lb: Remboursement Grond
lo: ເຫດຜົນການຄືນເງິນ
lt: Grąžinimo priežastis
lv: Atmaksas iemesls
mg: Antony famerenam-bola
mi: Take Whakahoki
mk: Причина за враќање на парите
ml: റീഫണ്ട് കാരണം
mn: Буцаан олголтын шалтгаан
mr: परतावा कारण
ms: Sebab Bayaran Balik
mt: Raġuni ta' Rifużjoni
my: ပြန်အမ်းရခြင်းအကြောင်း
ne: फिर्ताको कारण
nl: Reden terugbetaling
no: Refusjonsårsak
or: ଫେରସ୍ତ କାରଣ
pa: ਰਿਫੰਡ ਦਾ ਕਾਰਨ
pl: Powód zwrotu pieniędzy
ps: د بیرته ورکولو دلیل
pt: Motivo do reembolso
ro: Motivul rambursării
ru: Причина возврата
rw: Impamvu yo gusubizwa
sd: واپسي جو سبب
si: මුදල් ආපසු ගෙවීමේ හේතුව
sk: Dôvod vrátenia peňazí
sl: Razlog za vračilo
sq: Arsyeja e rimbursimit
sr: Рефунд Реасон
sv: Orsak till återbetalning
sw: Sababu ya Kurejeshewa Pesa
ta: பணத்தைத் திரும்பப் பெறுவதற்கான காரணம்
te: వాపసు కారణం
tg: Сабаби баргардонидан
th: เหตุผลในการคืนเงิน
tk: Yzyna gaýtarmagyň sebäbi
tl: Dahilan ng Pag-refund
tr: Geri Ödeme Nedeni
tt: Кире кайтару сәбәбе
ug: پۇل قايتۇرۇش سەۋەبى
uk: Причина відшкодування
ur: رقم کی واپسی کی وجہ
uz: To'lovni qaytarish sababi
vi: Lý do hoàn tiền
xh: Isizathu sembuyekezo
yi: צוריקצאָל סיבה

source: Duplicate charge
af: Duplikaatheffing
am: የተባዛ ክፍያ
ar: تهمة مكررة
az: Dublikat ödəniş
be: Дублікат платы
bg: Дублирано таксуване
bn: ডুপ্লিকেট চার্জ
ca: Càrrega duplicada
cs: Duplicitní poplatek
cy: Tâl dyblyg
da: Dublet debitering
de: Doppelte Gebühr
el: Διπλότυπη χρέωση
eo: Duobla ŝarĝo
es: Cargo duplicado
et: Dubleeritud tasu
eu: Karga bikoiztua
fa: شارژ تکراری
fi: Kaksoisveloitus
fr: Facturation en double
fy: Duplikaat lading
ga: Muirear dúblach
gd: Cosgais dùblaichte
gl: Carga duplicada
gu: ડુપ્લિકેટ ચાર્જ
hi: डुप्लीकेट चार्ज
hr: Dvostruka naplata
hu: Ismétlődő terhelés
hy: Կրկնօրինակ գանձում
id: Biaya duplikat
is: Tvítekið gjald
it: Addebito duplicato
iw: חיוב כפול
ja: 重複請求
ka: დუბლიკატი გადასახადი
kk: Қайталанатын төлем
km: ការចោទប្រកាន់ស្ទួន
kn: ನಕಲಿ ಶುಲ್ಕ
ku: Berdêla ducarî
ky: Кайталанма төлөм
lb: Duplizéiert charge
lo: ການເກັບຄ່າຊໍ້າກັນ
lt: Pasikartojantis mokestis
lv: Dublēta maksa
mg: Fanomezana dika mitovy
mi: Utu takirua
mk: Дупликат наплата
ml: ഡ്യൂപ്ലിക്കേറ്റ് ചാർജ്
mn: Давхардсан төлбөр
mr: डुप्लिकेट शुल्क
ms: Caj pendua
mt: Ħlas duplikat
my: အခကြေးငွေကို ပွားပါ။
ne: डुप्लिकेट चार्ज
nl: Dubbele lading
no: Duplikatbelastning
or: ନକଲ ଚାର୍ଜ |
pa: ਡੁਪਲੀਕੇਟ ਚਾਰਜ
pl: Duplikat opłaty
ps: دوه ځله چارج
pt: Cobrança duplicada
ro: Încărcare duplicat
ru: Двойное списание
rw: Amafaranga yishyurwa
sd: نقلي چارج
si: අනුපිටපත් ගාස්තුව
sk: Duplicitný poplatok
sl: Podvojena bremenitev
sq: Tarifa e dyfishtë
sr: Дупликат наплате
sv: Dubblettdebitering
sw: Chaji rudufu
ta: நகல் கட்டணம்
te: డూప్లికేట్ ఛార్జ్
tg: Пардохти такрорӣ
th: การเรียกเก็บเงินซ้ำ
tk: Gaýtalama zarýady
tl: Duplicate na singil
tr: Yinelenen ödeme
tt: Күчереп алу
ug: كۆپەيتىش ھەققى
uk: Подвійне стягнення
ur: ڈپلیکیٹ چارج
uz: Ikki nusxadagi to'lov
vi: phí trùng lặp
xh: Intlawulo ephindwe kabini
yi: דופּליקאַט אָפּצאָל

source: Fraudulent charge
af: Bedrieglike aanklag
am: የማጭበርበር ክስ
ar: تهمة احتيالية
az: Saxta ittiham
be: Падманнае спагнанне
bg: Измамно обвинение
bn: প্রতারণামূলক অভিযোগ
ca: Càrrec fraudulent
cs: Podvodný poplatek
cy: Tâl twyllodrus
da: Svigagtig sigtelse
de: Betrügerische Anklage
el: Δόλια χρέωση
eo: Fraŭda akuzo
es: cargo fraudulento
et: Petturlik tasu
eu: Iruzurrezko kargua
fa: اتهام تقلبی
fi: Vilpillinen maksu
fr: Frais frauduleux
fy: Frauduleuze lading
ga: Muirear calaoiseach
gd: Cosgais foill
gl: Cargo fraudulento
gu: છેતરપિંડીનો આરોપ
hi: कपटपूर्ण आरोप
hr: Lažna optužba
hu: Hamis vád
hy: Կեղծ մեղադրանք
id: Biaya penipuan
is: Sviksákæra
it: Addebito fraudolento
iw: אישום במרמה
ja: 不正請求
ka: თაღლითური ბრალდება
kk: Алаяқтық айып
km: ការចោទប្រកាន់ក្លែងក្លាយ
kn: ಮೋಸದ ಆರೋಪ
ku: Berdêla sextekarî
ky: Алдамчылык айып
lb: Bedruchlech charge
lo: ການສໍ້ໂກງ
lt: Apgaulingas kaltinimas
lv: Krāpnieciska maksa
mg: fiampangana hosoka
mi: Te utu tinihanga
mk: Измамно обвинение
ml: വഞ്ചനാപരമായ ചാർജ്
mn: Хуурамч төлбөр
mr: फसव्या आरोप
ms: Caj penipuan
mt: Akkuża frodulenti
my: လိမ်လည်ကောက်ခံခြင်း။
ne: ठगी आरोप
nl: Frauduleuze aanklacht
no: Uredelig siktelse
or: ଠକେଇ ଅଭିଯୋଗ |
pa: ਧੋਖਾਧੜੀ ਦਾ ਦੋਸ਼
pl: Fałszywe obciążenie
ps: د درغلۍ تور
pt: cobrança fraudulenta
ro: Taxa frauduloasa
ru: Мошенническое обвинение
rw: Amafaranga y'uburiganya
sd: ڪوڙو الزام
si: වංචනික චෝදනාව
sk: Podvodný poplatok
sl: Goljufiva obtožba
sq: Akuzë mashtruese
sr: Оптужба за превару
sv: Bedräglig avgift
sw: Malipo ya ulaghai
ta: மோசடி குற்றச்சாட்டு
te: మోసపూరిత ఛార్జ్
tg: Пардохти қаллобӣ
th: ข้อหาฉ้อโกง
tk: Galp töleg
tl: Mapanlinlang na singil
tr: hileli ücret
tt: Мошенниклык
ug: ئالدامچىلىق جىنايىتى
uk: Шахрайство
ur: دھوکہ دہی کا الزام
uz: Soxta ayblov
vi: Phí gian lận
xh: Intlawulo yobuqhophololo
yi: פראָדזשאַלאַנט אָפּצאָל

source: Requested by customer
af: Gevra deur kliënt
am: በደንበኛው ተጠይቋል
ar: طلب العميل
az: Müştəri tərəfindən tələb olunur
be: Па запыту кліента
bg: По заявка на клиента
bn: গ্রাহক দ্বারা অনুরোধ করা হয়েছে
ca: Demanat pel client
cs: Vyžádáno zákazníkem
cy: Ar gais y cwsmer
da: Forespurgt af kunden
de: Vom Kunden gewünscht
el: Ζητήθηκε από τον πελάτη
eo: Petita de kliento
es: Solicitado por el cliente
et: Kliendi soovil
eu: Bezeroak eskatuta
fa: به درخواست مشتری
fi: Asiakkaan pyynnöstä
fr: Demandé par le client
fy: Oanfrege troch klant
ga: Arna iarraidh ag custaiméir
gd: Air iarraidh leis an neach-ceannach
gl: Solicitado polo cliente
gu: ગ્રાહક દ્વારા વિનંતી કરવામાં આવી છે
hi: ग्राहक द्वारा अनुरोध किया गया
hr: Na zahtjev kupca
hu: Az ügyfél kérésére
hy: Հաճախորդի խնդրանքով
id: Diminta oleh pelanggan
is: Óskað eftir viðskiptavinum
it: Richiesto dal cliente
iw: מבוקש על ידי הלקוח
ja: お客様からのご要望
ka: მომხმარებლის მოთხოვნით
kk: Тұтынушы сұраған
km: ស្នើសុំដោយអតិថិជន
kn: ಗ್ರಾಹಕರಿಂದ ವಿನಂತಿಸಲಾಗಿದೆ
ku: Ji hêla xerîdar ve hatî xwestin
ky: кардар тарабынан суралган
lb: Ufro vum Client
lo: ຮ້ອງຂໍໂດຍລູກຄ້າ
lt: Kliento paprašytas
lv: Pēc klienta pieprasījuma
mg: Angatahin'ny mpanjifa
mi: I tonohia e te kaihoko
mk: Побарана од клиентот
ml: ഉപഭോക്താവ് ആവശ്യപ്പെട്ടത്
mn: Үйлчлүүлэгчийн хүсэлт
mr: ग्राहकाने विनंती केली
ms: Diminta oleh pelanggan
mt: Mitlub mill-klijent
my: ဖောက်သည်တောင်းဆိုထားသည်။
ne: ग्राहक द्वारा अनुरोध
nl: Gevraagd door klant
no: Forespurt av kunden
or: ଗ୍ରାହକଙ୍କ ଦ୍ୱାରା ଅନୁରୋଧ |
pa: ਗਾਹਕ ਦੁਆਰਾ ਬੇਨਤੀ ਕੀਤੀ ਗਈ
pl: Żądane przez klienta
ps: د پیرودونکي لخوا غوښتنه شوې
pt: Solicitado pelo cliente
ro: Solicitat de client
ru: Запрошено клиентом
rw: Basabwe n'umukiriya
sd: ڪسٽمر طرفان درخواست ڪئي وئي
si: පාරිභෝගිකයා විසින් ඉල්ලා ඇත
sk: Vyžiadané zákazníkom
sl: Na zahtevo stranke
sq: Kërkuar nga klienti
sr: Захтева купца
sv: Begärt av kund
sw: Imeombwa na mteja
ta: வாடிக்கையாளரால் கோரப்பட்டது
te: కస్టమర్ అభ్యర్థించారు
tg: Аз ҷониби муштарӣ дархост шудааст
th: ร้องขอโดยลูกค้า
tk: Müşderi tarapyndan talap edilýär
tl: Hiniling ng customer
tr: müşteri tarafından talep edildi
tt: Клиент сораган
ug: خېرىدار تەلەپ قىلغان
uk: За запитом клієнта
ur: گاہک کے ذریعہ درخواست کی گئی۔
uz: Xaridor tomonidan talab qilingan
vi: khách hàng yêu cầu
xh: Icelwe ngumthengi
yi: געבעטן דורך קונה

source: On Board
af: Aan boord
am: ገብቷል ተሳፍሯል
ar: صعد على متنها
az: Bortda
be: На борце
bg: На борда
bn: বোর্ডে
ca: A bord
cs: Na palubě
cy: Ar y Bwrdd
da: Ombord
de: Am Bord
el: Επί του σκάφους
eo: Surŝipe
es: A bordo
et: Pardal
eu: Taula gainean
fa: در هیئت مدیره
fi: Kyydissä
fr: À bord
fy: Oan board
ga: Ar mbord
gd: Air bòrd
gl: Abordo
gu: બોર્ડ પર
hi: सवार
hr: Na brodu
hu: A fedélzeten
hy: Ին տախտակ
id: Di atas kapal
is: Um borð
it: A bordo
iw: בעניין
ja: 機内で
ka: Ბორტზე
kk: Бортында
km: ធ្វើដំណើរ
kn: ಮಂಡಳಿಯಲ್ಲಿ
ku: Li ser Board
ky: Бортунда
lb: An Bord
lo: ຢູ່ເທິງເຮືອ
lt: Laive
lv: Uz klāja
mg: Anatiny
mi: I runga i te Poari
mk: На одборот
ml: ഓൺ ബോർഡ്
mn: Усан онгоцон дээр
mr: बोर्डवर
ms: Di atas kapal
mt: Abbord
my: ပေါ်ပါရှိသည်
ne: बोर्डमा
nl: Aan boord
no: Om bord
or: ସବାର
pa: ਜਹਾਜ ਉੱਤੇ
pl: Na pokładzie
ps: په تخته باندې
pt: A bordo
ro: La bord
ru: На борту
rw: Ku Nama y'Ubutegetsi
sd: بورڊ تي
si: පවතින
sk: Na palube
sl: Na krovu
sq: Në bord
sr: Он Боард
sv: Ombord
sw: Kwenye Bodi
ta: போர்டில்
te: బోర్డు మీద
tg: Дар ҳайат
th: บนกระดาน
tk: Tagtada
tl: Nakasakay
tr: Gemide
tt: Бортта
ug: Board
uk: На борту
ur: بورڈ پر
uz: Transport vosita ichida
vi: trên tàu
xh: Ukhwelile
yi: אויף ברעט

source: Stripe
af: Streep
am: ጭረት
ar: شريط
az: Zolaq
be: Палоска
bg: Ивица
bn: ডোরা
ca: ratlla
cs: Proužek
cy: Streipen
da: Stribe
de: Streifen
el: Ταινία
eo: Strio
es: Raya
et: Triip
eu: Marra
fa: راه راه
fi: Raita
fr: Bande
fy: Streep
ga: Stráice
gd: Strì
gl: Raia
gu: પટ્ટી
hi: पट्टी
hr: Pruga
hu: Csík
hy: Շերտագիծ
id: Garis
is: Rönd
it: Banda
iw: פס
ja: ストライプ
ka: ზოლი
kk: Жолақ
km: ឆ្នូត
kn: ಪಟ್ಟೆ
ku: Tîrêj
lb: Sträif
lo: ເສັ້ນດ່າງ
lt: Juostelė
lv: Svītra
mg: mivatra
mi: Tāhei
mk: Пруга
ml: വര
mn: Судал
mr: पट्टी
ms: belang
mt: Strixxa
my: အစင်းရာ
ne: स्ट्रिप
nl: Streep
or: ଷ୍ଟ୍ରାଇପ୍
pa: ਧਾਰੀ
pl: Naszywka
ps: پټه
pt: Listra
ro: Dunga
ru: Полоса
sd: پٽي
si: ඉරි
sq: Shirit
sr: Стрипе
sv: Rand
sw: Mstari
ta: பட்டை
te: గీత
tg: рах
th: แถบ
tk: Zolak
tl: Guhit
tr: Şerit
tt: Сызык
uk: смужка
ur: پٹی
uz: Chiziq
vi: Vạch sọc
xh: Umtya
yi: פּאַס

source: MB
am: ሜባ
be: мегабайт
bn: মেগাবাইট
es: MEGABYTE
hi: एमबी
ka: მბ
kk: МБ
km: មេកាបៃ
my: ကို MB
ru: мегабайт
sd: ايم ايم
si: මුස්ලිම් සහෝදරත්වය
sr: МБ
ta: எம்பி
tt: Мб

source: Role Info
af: Rolinligting
am: ሚና መረጃ
ar: معلومات الدور
az: Rol məlumatı
be: Інфармацыя пра ролю
bg: Информация за ролята
bn: ভূমিকা তথ্য
ca: Informació sobre el paper
cs: Informace o roli
cy: Gwybodaeth Rôl
da: Rolleinfo
de: Rolleninfo
el: Πληροφορίες ρόλου
eo: Informoj pri Roloj
es: Información de rol
et: Rolliteave
fa: اطلاعات نقش
fi: Roolitiedot
fr: Informations sur le rôle
fy: Rolynfo
ga: Eolas Róil
gd: Fiosrachadh dreuchd
gl: Información sobre o papel
gu: ભૂમિકાની માહિતી
hi: भूमिका की जानकारी
hr: Informacije o ulozi
hu: Szerepinformáció
hy: Դերի մասին տեղեկություն
id: Info Peran
is: Upplýsingar um hlutverk
it: Informazioni sul ruolo
iw: פרטי תפקיד
ja: 役割情報
ka: როლის ინფორმაცია
kk: Рөл туралы ақпарат
km: ព័ត៌មានតួនាទី
kn: ಪಾತ್ರ ಮಾಹಿತಿ
ku: Agahdariya Role
ky: Рөл жөнүндө маалымат
lb: Roll Info
lo: ຂໍ້ມູນພາລະບົດບາດ
lt: Informacija apie vaidmenį
lv: Informācija par lomu
mi: Mōhiotanga Whakatau
mk: Информации за улогата
ml: റോൾ വിവരം
mn: Дүрийн мэдээлэл
mr: भूमिका माहिती
ms: Maklumat Peranan
mt: Informazzjoni dwar ir-Rwol
my: အခန်းကဏ္ Inf ဆိုင်ရာအချက်အလက်များ
ne: भूमिका जानकारी
nl: Rol Info
no: Rolleinfo
or: ଭୂମିକା ସୂଚନା
pa: ਰੋਲ ਜਾਣਕਾਰੀ
pl: Informacje o roli
ps: د رول معلومات
pt: Informações da função
ro: Informații despre rol
ru: Информация о роли
rw: Uruhare rw&#39;amakuru
sd: ڪردار جي Infoاڻ
si: කාර්යභාරය තොරතුරු
sk: Informácie o úlohe
sl: Informacije o vlogi
sq: Informacione për rolin
sr: Информације о улози
sv: Rollinformation
sw: Maelezo ya jukumu
ta: பங்கு தகவல்
te: పాత్ర సమాచారం
tg: Маълумот дар бораи рол
th: ข้อมูลบทบาท
tk: Rol barada maglumat
tl: Impormasyon sa Papel
tr: Rol Bilgisi
tt: Роль турында мәгълүмат
ug: رول ئۇچۇرى
uk: Інформація про роль
ur: کردار کی معلومات
uz: Rol haqida ma&#39;lumot
vi: Thông tin về vai trò
xh: Ulwazi lwendima
yi: ראָלע אינפֿאָרמאַציע

source: It cannot be changed later
af: Dit kan nie later verander word nie
am: በኋላ ሊለወጥ አይችልም
ar: فإنه لا يمكن تغييرها في وقت لاحق
az: Sonra dəyişdirilə bilməz
be: Пазней яго нельга змяніць
bg: Не може да бъде променен по-късно
bn: এটি পরে পরিবর্তন করা যায় না
ca: No es pot canviar més endavant
cs: Později to nelze změnit
cy: Ni ellir ei newid yn nes ymlaen
da: Det kan ikke ændres senere
de: Es kann später nicht mehr geändert werden
el: Δεν μπορεί να αλλάξει αργότερα
eo: Ĝi ne povas esti ŝanĝita poste
es: No se puede cambiar después
et: Hiljem ei saa seda muuta
eu: Ezin da aldatu geroago
fa: بعداً قابل تغییر نیست
fi: Sitä ei voi muuttaa myöhemmin
fr: Il ne peut pas être modifié plus tard
fy: It kin letter net feroare wurde
ga: Ní féidir é a athrú níos déanaí
gd: Chan urrainnear atharrachadh nas fhaide air adhart
gl: Non se pode cambiar máis tarde
gu: તે પછીથી બદલી શકાતું નથી
hi: इसे बाद में बदला नहीं जा सकता
hr: Ne može se kasnije promijeniti
hu: Később nem lehet megváltoztatni
hy: Այն հետագայում հնարավոր չէ փոխել
id: Itu tidak bisa diubah nanti
is: Ekki er hægt að breyta því síðar
it: Non può essere modificato in seguito
iw: אי אפשר לשנות את זה אחר כך
ja: 後で変更することはできません
ka: მოგვიანებით მისი შეცვლა შეუძლებელია
kk: Оны кейін өзгерту мүмкін емес
km: វាមិនអាចប្តូរនៅពេលក្រោយបានទេ
kn: ಇದನ್ನು ನಂತರ ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ
ku: Piştra nayê guhertin
ky: Аны кийинчерээк өзгөртүү мүмкүн эмес
lb: Et kann net méi spéit geännert ginn
lo: ມັນບໍ່ສາມາດປ່ຽນແປງພາຍຫຼັງ
lt: Vėliau jo pakeisti negalima
lv: Vēlāk to nevar mainīt
mg: Tsy azo ovaina io avy eo
mi: Kaore e taea te huri a muri ake nei
mk: Не може да се смени подоцна
ml: ഇത് പിന്നീട് മാറ്റാൻ കഴിയില്ല
mn: Үүнийг дараа нь өөрчлөх боломжгүй
mr: ते नंतर बदलले जाऊ शकत नाही
ms: Ia tidak boleh diubah kemudian
mt: Ma jistax jinbidel aktar tard
my: နောက်မှပြောင်းလို့မရပါ
ne: यसलाई पछि परिवर्तन गर्न सकिदैन
nl: Het kan later niet worden gewijzigd
no: Det kan ikke endres senere
or: ଏହା ପରେ ପରିବର୍ତ୍ତନ କରାଯାଇପାରିବ ନାହିଁ |
pa: ਇਸ ਨੂੰ ਬਾਅਦ ਵਿਚ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Nie można tego później zmienić
ps: دا وروسته نشي بدلیدلی
pt: Não pode ser alterado mais tarde
ro: Nu poate fi schimbat mai târziu
ru: Это не может быть изменено позже
rw: Ntishobora guhinduka nyuma
sd: ان کي پوءِ تبديل نه ٿو ڪري سگھجي
si: එය පසුව වෙනස් කළ නොහැක
sk: Neskôr sa to nedá zmeniť
sl: Kasneje je ni mogoče spremeniti
sq: Nuk mund të ndryshohet më vonë
sr: Касније се не може променити
sv: Det kan inte ändras senare
sw: Haiwezi kubadilishwa baadaye
ta: இதை பின்னர் மாற்ற முடியாது
te: దీన్ని తరువాత మార్చలేము
tg: Онро баъдтар тағир додан мумкин нест
th: ไม่สามารถเปลี่ยนแปลงได้ในภายหลัง
tk: Soň üýtgedip bolmaz
tl: Hindi ito mababago sa paglaon
tr: Daha sonra değiştirilemez
tt: Соңрак үзгәртеп булмый
ug: كېيىن ئۇنى ئۆزگەرتىشكە بولمايدۇ
uk: Пізніше його змінити не можна
ur: بعد میں اسے تبدیل نہیں کیا جاسکتا
uz: Keyinchalik uni o'zgartirish mumkin emas
vi: Nó không thể thay đổi sau này
xh: Ayinakutshintshwa kamva
yi: עס קען נישט זיין טשיינדזשד שפּעטער

source: Role Permissions
af: Rol Toestemmings
am: የባለቤት ፍቃዶች
ar: أذونات الدور
az: Rolu icazələr
be: дазволу ролі
bg: Разрешения за ролята
bn: ভূমিকা অনুমতি
ca: Permisos de funcions
cs: Oprávnění role
cy: Caniatâd Rôl
da: Rolle tilladelser
de: Rollenberechtigungen
el: Δικαιώματα ρόλων
eo: Permesoj pri listo
es: Permisos de roles
et: Rollide load
eu: Rolaren baimenak
fa: مجوزهای نقش
fi: Rooliluvat
fr: Autorisations de rôle
fy: Rolfergunningen
ga: Ceadanna Róil
gd: Ceadan Dleastanasan
gl: Permisos de funcións
gu: ભૂમિકા પરવાનગી
hi: भूमिका अनुमतियाँ
hr: Dozvole uloga
hu: Szerep engedélyei
hy: Դերերի թույլտվությունները
id: Izin Peran
is: Hlutverk Leyfisveitingar
it: Autorizzazioni di ruolo
iw: הרשאות תפקיד
ja: ロール権限
ka: როლი ნებართვები
kk: Рөлге рұқсат
km: ការអនុញ្ញាតតួនាទី
kn: ಪಾತ್ರದ ಅನುಮತಿಗಳು
ky: Мыкты Уруксаат
lb: Roll Permis
lo: Permissions Role
lt: Vaidmenų leidimai
lv: Lomu atļaujas
mg: Fahazoana fahazoan-dàlana
mi: Ngā Whakaaetanga Rohe
mk: Дозволи за улоги
ml: റോൾ അനുമതികൾ
mn: Зөвшөөрлийн үүрэг
mr: भूमिका परवानगी
ms: Kebenaran Peranan
mt: Permessi Rwol
my: အခန်းက္ပခွင့်ပြုချက်များ
ne: भूमिका अनुमतिहरू
nl: Roltoestemmingen
no: Rolle Tillatelser
or: ଭୂମିକା ଅନୁମତି
pa: ਰੋਲ ਅਧਿਕਾਰ
pl: Uprawnienia do ról
ps: د رول اجازه
pt: Permissões de função
ro: Permisiuni pentru roluri
ru: Роль Разрешения
rw: Uruhushya
sd: ڪردار جي اجازت
si: කාර්ය අවසර
sk: Povolenia na úlohu
sl: Dovoljenja za vlogo
sq: Lejet e Rolit
sr: Дозволе за улоге
sv: Rollbehörigheter
sw: Idhini ya Wajibu
ta: பங்கு அனுமதிகள்
te: పాత్ర అనుమతులు
tg: Равзанаи роликӣ
th: การอนุญาตบทบาท
tk: Rol rugsatlary
tl: Mga Pahintulot sa Tungkulin
tr: Rol İzinleri
tt: Роль рөхсәтләре
ug: رول ئىجازەتنامىسى
uk: Дозвіл ролі
ur: کردار کی اجازت
uz: Ishtirok huquqi
vi: Quyền vai trò
xh: Imvume Yengqesho
