Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: No Answers
af: Geen antwoorde
am: መልስ የለም
ar: لا اجابات
az: Cavab yoxdur
be: няма адказаў
bg: Няма отговори
bn: কোন উত্তর নেই
ca: Sense respostes
cs: Žádné odpovědi
cy: Dim atebion
da: Ingen svar
de: Keine Antworten
el: Δεν απαντήσεις
eo: Neniuj Respondoj
es: Sin respuestas
et: Vastuseid pole
eu: Erantzunik ez
fa: بدون پاسخ
fi: Ei vastauksia
fr: Pas de réponses
fy: Gjin antwurd
ga: Gan Freagraí
gd: Chan eil Freagairtean
gl: Sen respostas
gu: કોઈ જવાબો નથી
hi: कोई जवाब नहीं
hr: Nema odgovora
hu: Nincs válasz
hy: Պատասխաններ չկան
id: Tidak ada Jawaban
is: Engar svör
it: Nessuna risposta
iw: אין תשובות
ja: 回答なし
ka: პასუხი არ არის
kk: Жауап жоқ
km: គ្មានចម្លើយ
kn: ಉತ್ತರಗಳು ಇಲ್ಲ
ku: Na Bersiv
ky: эч кандай жооп
lb: Keng Äntwerten
lo: ບໍ່ມີຄໍາຕອບ
lt: Nėra atsakymų
lv: Nav atbildes
mg: Tsy misy valiny
mi: No Whakautu
mk: Нема одговори
ml: ഉത്തരങ്ങൾ ഇല്ല
mn: Хариулт байхгүй
mr: उत्तरे नाहीत
ms: Tiada Jawapan
mt: Ebda Tweġibiet
my: အဘယ်သူမျှမအဖြေများ
ne: कुनै जवाफ छैन
nl: Geen antwoorden
no: Ingen svar
or: କ No ଣସି ଉତ୍ତର ନାହିଁ |
pa: ਕੋਈ ਜਵਾਬ ਨਹੀਂ
pl: Brak odpowiedzi
ps: هیڅ ځواب نشته
pt: Sem respostas
ro: Nu există răspunsuri
ru: Нет ответов
rw: Nta bisubizo
sd: ڪوبه جواب نه
si: පිළිතුරු නැත
sk: Žiadne odpovede
sl: Ni odgovorov
sq: Asnjë përgjigje
sr: Но Ансверс
sv: Inga svar
sw: Hakuna Majibu
ta: பதில்கள் இல்லை
te: సమాధానాలు లేవు
tg: Не ҷавобҳо
th: ไม่มีคำตอบ
tk: Jogap ýok
tl: Walang Sagot
tr: Cevap yok
tt: .Авап юк
ug: جاۋاب يوق
uk: Немає відповідей
ur: کوئی جواب نہیں
uz: Javob yo&#39;q
vi: Không có câu trả lời
xh: Akukho zimpendulo
yi: קיין ענטפֿערס

source: Select Field Type
af: Kies Veldtipe
am: የመስክ ዓይነት ይምረጡ
ar: حدد نوع الحقل
az: Alan Tipini Seçin
be: Выберыце тып поля
bg: Изберете Тип поле
bn: ক্ষেত্রের প্রকার নির্বাচন করুন
ca: Seleccioneu Tipus de camp
cs: Zvolte Typ pole
cy: Dewiswch Math o Feysydd
da: Vælg feltype
de: Wählen Sie Feldtyp aus
el: Επιλέξτε Τύπος πεδίου
eo: Elektu Kampan Tipo
es: Seleccionar tipo de campo
et: Vali väliitüüp
eu: Hautatu eremua Mota
fa: انتخاب نوع فیلد
fi: Valitse kentätyyppi
fr: Sélectionnez le type de champ
fy: Selektearje fjildtype
ga: Roghnaigh Cineál Réimse
gd: Tagh seòrsa raon
gl: Seleccionar tipo de campo
gu: ફીલ્ડ પ્રકાર પસંદ કરો
hi: फील्ड प्रकार का चयन करें
hr: Odaberite vrstu polja
hu: Válassza ki a mező típusát
hy: Ընտրեք դաշտի տեսակը
id: Pilih Tipe Bidang
is: Veldu Field Type
it: Seleziona il tipo di campo
iw: בחר סוג שדה
ja: フィールドタイプの選択
ka: აირჩიეთ საველე ტიპი
kk: Өріс түрін таңдаңыз
km: ជ្រើសប្រភេទវាល
kn: ಫೀಲ್ಡ್ ಕೌಟುಂಬಿಕತೆ ಆಯ್ಕೆಮಾಡಿ
ku: Hilbijêre Mijar hilbijêre
ky: Select Талаа түрү
lb: Feld auswielen
lo: ເລືອກເຂດປະເພດ
lt: Pasirinkite lauko tipą
lv: Izvēlieties lauka veidu
mg: Mifidiana karazana saha
mi: Tīpakohia te Momo Āpure
mk: Изберете тип на поле
ml: ഫീൽഡ് തരം തിരഞ്ഞെടുക്കുക
mn: Талбарын төрөл сонгох
mr: फील्ड प्रकार निवडा
ms: Pilih Jenis Field
mt: Agħżel Tip ta &#39;Qasam
my: ဖျော်ဖြေမှုအမျိုးအစားကိုရွေးချယ်ပါ
ne: फील्ड प्रकार चयन गर्नुहोस्
nl: Selecteer veldtype
no: Velg Feltype
or: ଫିଲ୍ଡ ପ୍ରକାର ଚୟନ କରନ୍ତୁ |
pa: ਫੀਲਡ ਪ੍ਰਕਾਰ ਚੁਣੋ
pl: Wybierz typ pola
ps: د ساحې ډول وټاکئ
pt: Selecione o tipo de campo
ro: Selectați tipul câmpului
ru: Выберите тип поля
rw: Hitamo Ubwoko bwumurima
sd: فيلڊ جو قسم چونڊيو
si: ක්ෂේත්ර වර්ගය තෝරන්න
sk: Vyberte typ poľa
sl: Izberite Vrsta polja
sq: Zgjidhni Lloji i Fusha
sr: Изаберите врсту поља
sv: Välj fälttyp
sw: Chagua Aina ya Shamba
ta: புலம் வகை தேர்ந்தெடு
te: ఫీల్డ్ పద్ధతి ఎంచుకోండి
tg: Навъи майдаро интихоб кунед
th: เลือกประเภทฟิลด์
tk: Meýdanyň görnüşini saýlaň
tl: Piliin ang Uri ng Patlang
tr: Alan Türünü Seç
tt: Кыр төрен сайлагыз
ug: مەيدان تۈرىنى تاللاڭ
uk: Виберіть тип поля
ur: فیلڈ کی قسم منتخب کریں
uz: Field Type-ni tanlang
vi: Chọn loại trường
xh: Khetha Uluhlu lweNdawo
yi: סעלעקט פעלד טיפּ

source: Text Only
af: Slegs teks
am: ጽሑፍ ብቻ
ar: نص فقط
az: Yalnız mətn
be: Толькі тэкст
bg: Само текст
bn: শুধুমাত্র টেক্সট
ca: Només text
cs: Pouze text
cy: Testun yn Unig
da: Kun tekst
de: Nur Text
el: Κείμενο μόνο
eo: Teksto Nur
es: Solo texto
et: Ainult tekst
eu: Testua soilik
fa: فقط متن
fi: Vain tekstiä
fr: Texte seulement
fy: Tekst allinich
ga: Téacs Amháin
gd: Teacsa a-mhàin
gl: Só texto
gu: ફક્ત લખાણ
hi: सिर्फ टेक्स्ट
hr: Samo tekst
hu: Csak szöveg
hy: Միայն տեքստը
id: Hanya Teks
is: Aðeins texti
it: Solo testo
iw: רק טקסט
ja: テキストのみ
ka: მხოლოდ ტექსტი
kk: Тек мәтін
km: អត្ថបទតែប៉ុណ្ណោះ
kn: ಪಠ್ಯ ಮಾತ್ರ
ku: Tenê Text
ky: Текст гана
lb: Text nëmmen
lo: ຂໍ້ຄວາມເທົ່ານັ້ນ
lt: Tik tekstas
lv: Tikai teksts
mi: Kuputuhi anake
mk: Само текст
ml: വാചകം മാത്രം
mn: Зөвхөн бичнэ үү
mr: केवळ मजकूर
ms: Teks sahaja
mt: Test Biss
my: ကသာကိုစာသား
ne: केवल पाठ
nl: Alleen tekst
no: Kun tekst
or: କେବଳ ପାଠ |
pa: ਕੇਵਲ ਟੈਕਸਟ
pl: Tylko tekst
ps: یوازې متن
pt: Apenas texto
ro: Doar text
ru: Только текст
rw: Inyandiko Yonyine
sd: صرف ٽٽي
si: පෙළ පමණක්
sk: Iba text
sl: Samo besedilo
sq: Teksti i vetëm
sr: Само текст
sv: Text endast
sw: Nakala tu
ta: உரை மட்டும்
te: టెక్స్ట్ మాత్రమే
tg: Танҳо матн
th: ข้อความเท่านั้น
tk: Diňe tekst
tl: Teksto lamang
tr: Sadece yazı
tt: Текст кына
ug: پەقەت تېكىست
uk: Тільки текст
ur: متن صرف
uz: Faqat matn
vi: Chỉ văn bản
xh: Umbhalo kuphela
yi: טעקסט בלויז

source: Multiple Line Text
af: Meervoudige Lyntekst
am: በርካታ የጽሑፍ
ar: نص خط متعدد
az: Birden çox Xətt Mətnidir
be: Многолинейность тэксту
bg: Текст с няколко линии
bn: একাধিক লাইন টেক্সট
ca: Text de diverses línies
cs: Více řádků textu
cy: Testun Llinell Lluosog
da: Flere linjetekst
de: Mehrzeiliger Text
el: Κείμενο πολλών γραμμών
eo: Multnombra Linia Teksto
es: Texto de línea múltiple
et: Mitme rea tekst
eu: Lerro anitzeko testua
fa: متن خط چندگانه
fi: Useiden rivien teksti
fr: Texte à plusieurs lignes
ga: Téacs Illíne
gd: Teacsa Ioma-loidhne
gl: Texto de liña múltiple
gu: મલ્ટીપલ લાઇન ટેક્સ્ટ
hi: एकाधिक लाइन पाठ
hr: Više redaka teksta
hu: Többsoros szöveg
hy: Multiple Line տեքստը
id: Beberapa Baris Teks
is: Margfeldi lína texti
it: Testo a più righe
iw: טקסט שורה מרובה
ja: 複数行テキスト
ka: მრავალი ხაზი ტექსტი
kk: Бірнеше жол мәтіні
km: អត្ថបទបន្ទាត់ច្រើន
kn: ಬಹು ಲೈನ್ ಪಠ್ಯ
ku: Text Line
ky: Бир нече Line Text
lt: Kelių teksto tekstas
lv: Vairāku rindu teksts
mg: Lalana maromaro maromaro
mi: Kuputuhi Raina Maha
mk: Текст со повеќе линии
ml: ഒന്നിലധികം വരികളുടെ വാചകം
mn: Олон шугамын текст
mr: एकाधिक ओळ मजकूर
ms: Teks Pelbagai Talian
mt: Test ta &#39;Linja Multipla
my: အကွိမျမြားစှာလိုင်းစာသား
ne: बहु रेखा पाठ
nl: Meerregelige tekst
no: Flere linjetekst
or: ଏକାଧିକ ରେଖା ପାଠ୍ୟ |
pa: ਮਲਟੀਪਲ ਲਾਈਨ ਟੈਕਸਟ
pl: Tekst wielowierszowy
ps: د څو کرښې متن
pt: Texto de várias linhas
ro: Text cu mai multe linii
ru: Многострочный текст
rw: Imirongo myinshi
sd: گھڻن لائين متن
si: බහු රේඛීය පෙළ
sk: Viac riadkového textu
sl: Več vrstično besedilo
sq: Teksti i shumëfishtë i linjës
sr: Више редова текста
sv: Flervalstext
sw: Nakala ya Nambari Mingi
ta: பல வரி உரை
te: బహుళ లైన్ టెక్స్ట్
tg: Хатти бисёрҷабҳа
th: ข้อความหลายบรรทัด
tk: Birnäçe setir teksti
tl: Multiple Text Line
tr: Çoklu Satır Metni
tt: Күп юллы текст
ug: كۆپ قۇر تېكىست
uk: Кілька рядків тексту
ur: ایک سے زیادہ لائن متن
uz: Ko&#39;p qatorli matn
vi: Nhiều dòng văn bản
xh: Umbhalo oManinzi

source: Dropdown
af: vervolg
am: ዝቅ በል
ar: اسقاط
az: Açılan
be: Падаць
bg: Падащо
bn: ড্রপডাউন
cy: Gollwng i lawr
de: Dropdown-Liste
el: Πτώση
eo: Menuo
es: Desplegable
et: Tühjenemine
eu: goitibehera
fa: افتادن
fi: Pudota alas
fr: Menu déroulant
ga: Titim síos
gl: Despregar menú
gu: ડ્રોપડાઉન
hi: ड्रॉप डाउन
hr: padajući
hu: Ledob
hy: Բաց թողնելը
it: Cadere in picchiata
iw: להפיל
ja: 落ちる
ka: ძირს დაგდება
kk: Түсіп қалу
km: ទម្លាក់​ចុះ
kn: ಡ್ರಾಪ್ಡೌನ್
lb: Fale loossen
lt: Iššokantis langas
lv: Nomest lejā
mg: Velarina
mi: Takahanga
ml: ഡ്രോപ്പ് ഡൗൺ
mn: Устгах
mr: ड्रॉपडाउन
ms: Jatuh turun
my: ကျသည်
ne: ड्रपडाउन
nl: Laten vallen
no: Fall ned
or: ଡ୍ରପଡାଉନ୍
pa: ਡਰਾਪ ਡਾਉਨ
pl: Upuścić
ps: ویستل
pt: Suspenso
ro: Scapă jos
ru: Падать
rw: Kumanuka
si: පතන
sk: rozbaľovací
sl: Padajoče
sr: Испустити
sv: Falla ner
sw: Kushuka
ta: கீழே போடு
te: కింద పడేయి
tg: Поёнафтода
th: หล่นลง
tk: Aşak
tr: Yıkılmak
tt: Төшү
uk: Випадаюче меню
ur: نیچے گرجانا
uz: Ochiladigan ro&#39;yxat
vi: Thả xuống
xh: Lahla phantsi
yi: דראָפּדאָוון

source: Multi Dropdown
am: በበርካታ ተቆልቋይ
ar: متعدد المنسدلة
az: Çox açılma
be: мульты Dropdown
bg: Многократна разгъвка
bn: মাল্টি ড্রপডাউন
ca: Desplegable múltiple
cs: Vícenásobné rozbalování
cy: Aml-Dropdown
de: Mehrfachauswahl
eo: Multi menuo
et: Mitme väljalülitamine
eu: Multiple Dropdown
fa: چند کشویی
ga: Il-Dropdown
gu: મલ્ટી ડ્રોપડાઉન
hi: मल्टी ड्रॉपडाउन
hy: Մուլտի թողարկումը
iw: ריבוי רב
ja: マルチドロップダウン
kk: Көптеген түсіру
km: ធ្លាក់ចុះច្រើន
kn: ಮಲ್ಟಿ ಡ್ರಾಪ್ಡೌನ್
ku: Pirrjimar Pirrjimar
ky: көп Dropdown
lt: Multi sumažėjimas
lv: Vairāku izslēgšana
mi: Maha Whakamuri
mk: Мулти Dropdown
ml: മൾട്ടി ഡ്രോപ്പ്ഡൗൺ
mn: Олон уналт
mr: मल्टी ड्रॉपडाउन
mt: Dropdown Multi
ne: बहु ड्रपडाउन
or: ମଲ୍ଟି ଡ୍ରପଡାଉନ୍ |
pa: ਮਲਟੀ ਡਰਾਪਡਾਉਨ
ps: څو څو ځلې
pt: Dropdown Multi
rw: Ibitonyanga byinshi
sd: ملائي ڊيڊائونڊ
si: බහු වැටීම
sk: Rozbaľovanie viacerých položiek
sr: Мулти Дропдовн
sw: Dropdown nyingi
ta: பல கீழ்தோன்றுதல்
te: మల్టీ డౌన్
tg: Бисёр Dropdown
th: แบบเลื่อนลงหลายรายการ
tk: Köp düşmek
tr: Çoklu açılan
tt: Күп тамчы
uk: Багатократне падіння
ur: ملٹی ڈراپ ڈاؤن
uz: Ko&#39;p ochilish
yi: Multi דראָפּדאָוון

source: Checkboxes
af: blok
am: አመልካች ሳጥኖች
ar: مربعات
az: Yoxlama qutuları
be: сцяжкі
bg: Полета за отметка
bn: চেকবাক্সগুলি
ca: Caselles de verificació
cs: Zaškrtávací políčka
cy: Blychau gwirio
da: afkrydsningsfelter
de: Kontrollkästchen
el: Τα πλαίσια ελέγχου
eo: Ŝercojn
es: Casillas de verificación
et: Märkeruudud
eu: koadrotxo
fa: جعبه ها
fi: valintaruudut
fr: Cases à cocher
ga: Boscaí Seiceála
gd: Bocsaichean sgrùdaidh
gl: Caixa de verificación
gu: ચેકબૉક્સ
hi: चेक बॉक्स
hr: kućice
hu: négyzeteket
id: Kotak centang
is: Kassar
it: caselle di controllo
iw: תיבות סימון
ja: チェックボックス
kk: Белгішелер
km: ប្រអប់ធីក
kn: ಚೆಕ್ಬಾಕ್ಸ್ಗಳು
ky: кутуча
lb: Checkboxen
lt: Žymės langelius
lv: Izvēles rūtiņas
mi: Pouaka pouaka
mk: Обележувачи
ml: ചെക്ക്ബോക്സുകൾ
mn: Шалгаруулагч хайрцаг
mr: चेकबॉक्सेस
ms: Kotak centang
ne: चेकबक्सहरू
no: boksene
or: ଚେକ୍ ବକ୍ସଗୁଡିକ |
pa: ਚੈਕਬਾਕਸ
ps: چیک باکسونه
pt: Caixas de seleção
ro: Casetele de selectare
ru: Флажки
rw: Agasanduku
sd: چيڪ باڪس
si: චෙක් පොත් පෙට්ටි
sk: zaškrtávacie políčka
sl: Potrdila
sq: kutitë
sr: Цхецкбокес
sv: kryss~~POS=TRUNC
sw: Majina ya Angalia
ta: பெட்டிகள்
te: శోధక
tg: Санҷишҳо
th: ช่องทำเครื่องหมาย
tk: Bellikler
tl: Mga checkbox
tr: Onay kutuları
tt: Такталар
ug: تەكشۈرۈش رامكىسى
uk: Прапорці
ur: چیک باکس
uz: Belgilar
vi: Hộp kiểm
xh: Iibhokisi zokuhlola
yi: טשעקקבאָקסעס

source: Radio
am: ሬዲዮ
ar: راديو
be: радыё
bg: радио
bn: রেডিও
ca: Ràdio
cs: Rádio
el: Ραδιόφωνο
et: Raadio
fa: رادیو
ga: Raidió
gd: Rèidio
gu: રેડિયો
hi: रेडियो
hu: Rádió
hy: Ռադիո
is: Útvarp
iw: רדיו
ja: 無線
ka: რადიო
kk: Радио
km: វិទ្យុ
kn: ರೇಡಿಯೋ
ku: Radyo
ky: радио
lo: ວິດທະຍຸ
lt: Radijas
mk: Радио
ml: റേഡിയോ
mn: Радио
mr: रेडिओ
mt: Radju
my: ရေဒီယို
ne: रेडियो
or: ରେଡିଓ |
pa: ਰੇਡੀਓ
ps: راډیو
pt: Rádio
ru: Радио
rw: Radiyo
sd: ريڊيو
si: ගුවන් විදුලි
sk: rádio
sr: Радио
sw: Radi
ta: வானொலி
te: రేడియో
tg: Радио
th: วิทยุ
tr: Radyo
tt: Радио
uk: Радіо
ur: ریڈیو
xh: IRadio

source: Date
af: datum
am: ቀን
ar: تاريخ
az: Tarix
be: дата
bg: Дата
bn: তারিখ
ca: Data
cs: datum
cy: Dyddiad
da: Dato
de: Datum
el: Ημερομηνία
eo: Dato
es: Fecha
et: Kuupäev
eu: data
fa: تاریخ
fi: Treffi
fr: Rendez-vous amoureux
fy: Datum
ga: Dáta
gd: Ceann-latha
gl: Data
gu: તારીખ
hi: तारीख
hr: Datum
hu: Dátum
hy: Ամսաթիվ
id: Tanggal
is: Dagsetning
it: Data
iw: תַאֲרִיך
ja: 日付
ka: თარიღი
kk: Күні
km: កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ
ku: Rojek
ky: дата
lb: Datum
lt: Data
lv: Datums
mi: Rā
mk: Датум
ml: തീയതി
mn: Огноо
mr: तारीख
ms: Tarikh
mt: Data
my: နေ့စှဲ
ne: मिति
nl: Datum
no: Dato
or: ତାରିଖ
pa: ਤਾਰੀਖ
pl: Data
ps: نیټه
pt: Encontro
ro: Data
ru: Дата
rw: Itariki
sd: تاريخ
si: දිනය
sk: dátum
sl: Datum
sq: data
sr: Датум
sv: Datum
sw: Tarehe
ta: தேதி
te: తేదీ
tg: Сана
th: วันที่
tk: Sene
tl: Petsa
tr: tarih
tt: Дата
ug: چېسلا
uk: Дата
ur: تاریخ
uz: Sana
vi: Ngày
xh: Umhla
yi: דאַטע

source: Time
af: tyd
am: ሰዓት
ar: زمن
az: Vaxt
be: час
bg: път
bn: সময়
ca: Temps
cs: Čas
cy: Amser
da: Tid
de: Zeit
el: χρόνος
eo: Tempo
es: Hora
et: Aeg
eu: Ordua
fa: زمان
fi: Aika
fr: Temps
fy: Tiid
ga: Am
gd: Ùine
gl: Tempo
gu: સમય
hi: पहर
hr: Vrijeme
hu: Idő
hy: Ժամանակը
id: Waktu
is: Tími
it: Tempo
iw: זְמַן
ja: 時間
ka: დრო
kk: Уақыт
km: ពេលវេលា
kn: ಸಮಯ
ku: Dem
ky: убакыт
lb: Zäit
lo: ເວລາ
lt: Laikas
lv: Laiks
mi: Wā
mk: Време
ml: സമയം
mn: Цаг хугацаа
mr: वेळ
ms: Masa
mt: Ħin
my: အချိန်
ne: समय
nl: Tijd
no: Tid
or: ସମୟ
pa: ਸਮਾਂ
pl: Czas
ps: وخت
pt: Tempo
ro: Timp
ru: Время
rw: Igihe
sd: وقت
si: කාලය
sk: čas
sl: Čas
sq: kohë
sr: време
sv: Tid
sw: Muda
ta: நேரம்
te: సమయం
tg: Вақт
th: เวลา
tk: Wagt
tl: Oras
tr: Zaman
tt: Вакыт
ug: ۋاقىت
uk: Час
ur: وقت
uz: Vaqt
vi: Thời gian
xh: Ixesha
yi: צייַט

source: Yes/No
af: Ja / Nee
am: አዎ አይ
ar: نعم لا
az: Hə Yox
be: Так / не
bg: Да не
bn: হ্যাঁ না
ca: Sí / No
cs: Ano ne
cy: Ydw / Nac ydw
da: Ja Nej
de: Ja Nein
el: Ναι όχι
eo: Jes Ne
es: Si no
et: Jah ei
eu: Bai Ez
fa: بله خیر
fi: Kyllä ei
fr: Oui Non
fy: Ja / Nee
ga: Tá Níl
gd: Tha / Chan eil
gl: Si non
gu: હા નાં
hi: हाॅं नही
hr: Da ne
hu: Igen nem
hy: Այո Ոչ
id: Ya Tidak
is: Já Nei
it: Si No
iw: כן לא
ja: はい・いいえ
ka: Კი არა
kk: Иә Жоқ
km: បាទ​អត់​ទេ
kn: ಹೌದು ಅಲ್ಲ
ku: Belê na
ky: Ооба Жок
lb: Jo / Nee
lo: ແມ່ນ / ບໍ່
lt: Taip ne
lv: Jā nē
mg: Eny Tsia
mi: Ae / No
mk: Да / Не
ml: അതെ അല്ല
mn: Тийм Үгүй
mr: होय नाही
ms: Ya tidak
mt: Iva / Le
my: ဟုတ်တယ်မဟုတ်ဘူး
ne: हो होइन
nl: Ja nee
no: Ja Nei
or: ହଁ ନା
pa: ਹਾਂ ਨਹੀਂ
pl: Tak nie
ps: هو نه
pt: Sim não
ro: Da nu
ru: Да нет
rw: Yego / Oya
sd: ها نه
si: ඔව් නෑ
sk: Áno nie
sl: Da / Ne
sq: Po / Jo
sr: Да не
sv: Ja Nej
sw: Ndio la
ta: ஆம் இல்லை
te: అవును కాదు
tg: Ҳа Не
th: ใช่ไม่ใช่
tk: Hawa Ýok
tl: Oo hindi
tr: Evet Hayır
tt: Әйе Юк
ug: ھەئە / ياق
uk: Так ні
ur: ہاں نہیں
uz: Ha yo&#39;q
vi: Có không
xh: Ewe Hayi
yi: יא ניין

source: Number
af: aantal
am: ቁጥር
ar: رقم
az: Sayı
be: нумар
bg: номер
bn: সংখ্যা
ca: Número
cs: Číslo
cy: Rhif
da: Nummer
de: Nummer
el: Αριθμός
eo: Nombro
es: Número
eu: zenbakia
fa: عدد
fi: Määrä
fr: Nombre
fy: Nûmer
ga: Uimhir
gd: Àireamh
gl: Número
gu: સંખ્યા
hi: संख्या
hr: Broj
hu: Szám
hy: Թիվ
id: Jumlah
is: Númer
it: Numero
iw: מספר
ja: 数
ka: ნომერი
kk: Нөмірі
km: ចំនួន
kn: ಸಂಖ್ಯೆ
ku: Jimare
ky: сан
lb: Zuelen
lo: ຈໍານວນ
lt: Numeris
lv: Numurs
mi: Tau
mk: Број
ml: സംഖ്യ
mn: Тоо
mr: नंबर
ms: Nombor
mt: Numru
my: ဂဏန်း
ne: संख्या
nl: Aantal
no: Antall
or: ସଂଖ୍ୟା
pa: ਗਿਣਤੀ
pl: Numer
ps: شمېره
pt: Número
ro: Număr
ru: Число
rw: Umubare
sd: نمبر
si: අංකය
sk: číslo
sl: Številka
sq: numër
sr: Број
sv: siffra
sw: Nambari
ta: எண்
te: సంఖ్య
tg: Рақам
th: จำนวน
tk: San
tl: Numero
tr: Numara
tt: Сан
ug: سان
uk: Номер
ur: نمبر
uz: Raqam
vi: Con số
xh: Inani
yi: נומער

source: Access Denied
af: Toegang verbied
am: መዳረሻ ተከልክሏል።
ar: تم الرفض
az: Giriş qadağandır
be: Доступ забаронены
bg: Отказан достъп
bn: অ্যাক্সেস অস্বীকার করা হয়েছে৷
ca: Accés denegat
cs: Přístup odepřen
cy: Mynediad wedi ei wrthod
da: Adgang nægtet
de: Zugriff abgelehnt
el: Δεν επιτρέπεται η πρόσβαση
eo: Aliro Malpermesita
es: Acceso denegado
et: Ligipääs keelatud
eu: Sarrera debekatua
fa: دسترسی ممنوع شد
fi: Pääsy evätty
fr: Accès refusé
fy: Tagong wegere
ga: Rochtain Diúltaithe
gd: Cothrom air a dhiùltadh
gl: Acceso denegado
gu: પરવાનગી અસ્વીકાર
hi: पहुंच अस्वीकृत
hr: Pristup odbijen
hu: Hozzáférés megtagadva
hy: Մուտքն արգելված է
id: Akses ditolak
is: Aðgangi hafnað
it: Accesso negato
iw: גישה נדחתה
ja: アクセス拒否
ka: Შეღწევა უარყოფილია
kk: Рұқсат жоқ
km: ដំណើរ​ការ​ត្រូវ​បាន​បដិសេធ
kn: ಪ್ರವೇಶವನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ
ku: Gihîştin red kirin
ky: Кирүү четке кагылды
lb: Zugrëff refuséiert
lo: ປະ​ຕິ​ເສດ​ການ​ເຂົ້າ​ເຖິງ
lt: Prieiga uždrausta
lv: Pieeja noliegta
mg: Tsy nahazo alalàna
mi: Whakakahoretia te Uru
mk: Одбиен пристап
ml: പ്രവേശനം തടയപ്പെട്ടു
mn: Нэвтрэлт цуцлагдлаа
mr: प्रवेश नाकारला
ms: Akses dinafikan
mt: Aċċess miċħud
my: ဝင်ရောက်ချိတ်ဆက်ရန်ငြင်းဆိုခြင်း
ne: प्रवेश अस्वीकृत
nl: Toegang geweigerd
no: Ingen tilgang
or: ପ୍ରବେଶ ନିଷେଧ
pa: ਐਕਸੇਸ ਡਿਨਾਇਡ
pl: Brak dostępu
ps: رسۍ منکره شوه
pt: Acesso negado
ro: Acces interzis
ru: Доступ запрещен
rw: Kwinjira byanze
sd: رسائي رد ڪئي وئي
si: ප්රවේශය ප්රතික්ෂේප විණි
sk: Prístup zamietnutý
sl: Dostop zavrnjen
sq: Ndalohet hyrja
sr: Приступ забрањен
sv: Tillträde beviljas ej
sw: Ufikiaji Umekataliwa
ta: அணுகல் மறுக்கப்பட்டது
te: అనుమతి నిరాకరించడం అయినది
tg: Дастраси манъ аст
th: ปฏิเสธการเข้าใช้
tk: Giriş gadaganlandy
tl: Walang pahintulot
tr: Erişim engellendi
tt: Керү тыелган
ug: زىيارەت رەت قىلىندى
uk: Доступ заборонено
ur: رسائی مسترد کر دی
uz: Ruxsat berilmadi
vi: Truy cập bị từ chối
xh: Ukungena khange kuvunyelwe
yi: אַקסעס דינייד

source: You don't have access to this case.
af: U het nie toegang tot hierdie saak nie.
am: ወደዚህ ጉዳይ መዳረሻ የለዎትም ፡፡
ar: ليس لديك حق الوصول إلى هذه القضية.
az: Bu işə girişiniz yoxdur.
be: У вас няма доступу да гэтай справы.
bg: Нямате достъп до този случай.
bn: এই ক্ষেত্রে আপনার অ্যাক্সেস নেই।
ca: No teniu accés a aquest cas.
cs: K tomuto případu nemáte přístup.
cy: Nid oes gennych fynediad i'r achos hwn.
da: Du har ikke adgang til denne sag.
de: Sie haben keinen Zugriff auf diesen Fall.
el: Δεν έχετε πρόσβαση σε αυτήν την υπόθεση.
eo: Vi ne havas aliron al ĉi tiu kazo.
es: No tienes acceso a este caso.
et: Teil pole sellele juhtumile juurdepääsu.
eu: Ez duzu kasu honetarako sarbiderik.
fa: شما به این پرونده دسترسی ندارید
fi: Sinulla ei ole pääsyä tähän tapaukseen.
fr: Vous n'avez pas accès à ce cas.
fy: Jo hawwe gjin tagong ta dizze saak.
ga: Níl rochtain agat ar an gcás seo.
gd: Chan eil cothrom agad air a ’chùis seo.
gl: Non tes acceso a este caso.
gu: તમને આ કેસમાં toક્સેસ નથી.
hi: आपके पास इस मामले तक पहुंच नहीं है।
hr: Nemate pristup ovom slučaju.
hu: Nincs hozzáférése ehhez az esethez.
hy: Դուք այս գործին հասանելի չեք:
id: Anda tidak memiliki akses ke kasus ini.
is: Þú hefur ekki aðgang að þessu máli.
it: Non hai accesso a questo caso.
iw: אין לך גישה למקרה זה.
ja: このケースにアクセスすることはできません。
ka: თქვენ არ გაქვთ ამ საქმეზე წვდომა.
kk: Сізде бұл іске рұқсат жоқ.
km: អ្នកមិនមានលទ្ធភាពចូលក្នុងករណីនេះទេ។
kn: ಈ ಪ್ರಕರಣಕ್ಕೆ ನಿಮಗೆ ಪ್ರವೇಶವಿಲ್ಲ.
ku: Destûra we ji vê dozê re tune.
ky: Сизде бул иш жок.
lb: Dir hutt keen Zougang zu dësem Fall.
lo: ທ່ານບໍ່ສາມາດເຂົ້າເຖິງກໍລະນີນີ້ໄດ້.
lt: Jūs neturite prieigos prie šios bylos.
lv: Jums nav piekļuves šai lietai.
mg: Tsy mahazo miditra amin'ity raharaha ity ianao.
mi: Kaore o uru ki tenei keehi.
mk: Немате пристап до овој случај.
ml: ഈ കേസിലേക്ക് നിങ്ങൾക്ക് ആക്സസ് ഇല്ല.
mn: Танд энэ хэргийн хандалт байхгүй байна.
mr: आपणास या प्रकरणात प्रवेश नाही.
ms: Anda tidak mempunyai akses ke kes ini.
mt: M'għandekx aċċess għal dan il-każ.
my: သင့်အနေဖြင့်ဤအမှု၌ဝင်ရောက်ခွင့်မရှိပါ
ne: तपाईंसँग यस केसमा पहुँच छैन।
nl: U heeft geen toegang tot deze case.
no: Du har ikke tilgang til denne saken.
or: ଆପଣଙ୍କର ଏହି ମାମଲାରେ ପ୍ରବେଶ ନାହିଁ |
pa: ਤੁਹਾਡੀ ਇਸ ਕੇਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੈ.
pl: Nie masz dostępu do tej sprawy.
ps: تاسو دې قضیې ته لاسرسی نلرئ.
pt: Você não tem acesso a este caso.
ro: Nu aveți acces la acest caz.
ru: У вас нет доступа к этому делу.
rw: Ntushobora kubona uru rubanza.
sd: توهان کي هن ڪيس تائين رسائي نه آهي.
si: ඔබට මෙම නඩුවට ප්‍රවේශය නොමැත.
sk: K tomuto prípadu nemáte prístup.
sl: Nimate dostopa do tega primera.
sq: Ju nuk keni qasje në këtë rast.
sr: Немате приступ овом случају.
sv: Du har inte tillgång till detta fall.
sw: Huna idhini ya kufikia kesi hii.
ta: இந்த வழக்கில் உங்களுக்கு அணுகல் இல்லை.
te: ఈ కేసులో మీకు ప్రాప్యత లేదు.
tg: Шумо ба ин парванда дастрасӣ надоред.
th: คุณไม่มีสิทธิ์เข้าถึงกรณีนี้
tk: Bu ýagdaýa girip bilmersiňiz.
tl: Wala kang access sa kasong ito.
tr: Bu vakaya erişiminiz yok.
tt: Сезнең бу очракка керү мөмкинлеге юк.
ug: بۇ دېلونى زىيارەت قىلالمايسىز.
uk: Ви не маєте доступу до цієї справи.
ur: آپ کو اس معاملے تک رسائی نہیں ہے۔
uz: Sizda ushbu holatga kirish imkoni yo'q.
vi: Bạn không có quyền truy cập vào trường hợp này.
xh: Awunakho ukufikelela kweli tyala.
yi: איר טאָן ניט האָבן אַקסעס צו דעם פאַל.

source: Imports
af: Invoer
am: አስመጪዎች
ar: الواردات
az: İdxal
be: Імпарт
bg: Внос
bn: আমদানি
ca: Importacions
cs: Dovoz
cy: Mewnforion
da: Import
de: Importe
el: Εισαγωγές
eo: Importadoj
es: Importaciones
et: Import
eu: Inportazioak
fa: واردات
fi: Tuonti
fr: Importations
fy: Ymport
ga: Allmhairí
gd: In-mhalairt
gl: Importacións
gu: આયાત
hi: आयात
hr: Uvoz
hu: Behozatal
hy: Ներմուծում
id: Impor
is: Innflutningur
it: Importazioni
iw: יבוא
ja: 輸入
ka: იმპორტი
kk: Импорт
km: ការនាំចូល
kn: ಆಮದು
ku: Portsmport dike
ky: Импорт
lb: Importéieren
lo: ການ ນຳ ເຂົ້າ
lt: Importas
mg: fanafarana
mi: Kawemai
mk: Увозот
ml: ഇറക്കുമതി
mn: Импорт
mr: आयात
ms: Import
mt: Importazzjonijiet
my: သွင်းကုန်များ
ne: आयात
nl: Invoer
no: Import
or: ଆମଦାନୀ
pa: ਆਯਾਤ
pl: Import
ps: واردات
pt: Importações
ro: Importurile
ru: Импорт
rw: Ibicuruzwa bitumizwa mu mahanga
sd: واردات
si: ආනයන
sk: Dovoz
sl: Uvoz
sq: Importet
sr: Увоз
sv: Import
sw: Uagizaji
ta: இறக்குமதி
te: దిగుమతులు
tg: Воридот
th: การนำเข้า
tk: Import
tl: Mga Pag-import
tr: İthalat
tt: Импорт
ug: ئىمپورت
uk: Імпорт
ur: درآمدات
uz: Import
vi: Nhập khẩu
xh: Ukungenisa elizweni
yi: ימפּאָרץ

source: View import
af: Bekyk invoer
am: ማስመጣትን ይመልከቱ
ar: مشاهدة الاستيراد
az: Importa baxın
be: Прагляд імпарту
bg: Преглед на импортирането
bn: আমদানি দেখুন
ca: Mostra la importació
cs: Zobrazit import
cy: Gweld mewnforio
da: Se import
de: Import anzeigen
el: Προβολή εισαγωγής
eo: Vidi importadon
es: Ver importación
et: Vaata importi
eu: Ikusi inportazioa
fa: مشاهده واردات
fi: Näytä tuonti
fr: Afficher l'importation
fy: Besjoch ymport
ga: Féach ar allmhairiú
gd: Thoir sùil air in-mhalairt
gl: Ver importación
gu: આયાત જુઓ
hi: आयात देखें
hr: Prikaži uvoz
hu: Importálás megtekintése
hy: Դիտել ներմուծումը
id: Lihat impor
is: Skoða innflutning
it: Visualizza importazione
iw: הצג ייבוא
ja: インポートを表示
ka: იმპორტის ნახვა
kk: Импортты көру
km: មើលការនាំចូល
kn: ಆಮದು ವೀಕ್ಷಿಸಿ
ku: Binêre import
ky: Импортту көрүү
lo: ເບິ່ງການນໍາເຂົ້າ
lt: Žiūrėti importą
lv: Skatīt importēšanu
mg: Jereo ny fanafarana
mi: Tirohia te kawemai
mk: Прикажи увоз
ml: ഇറക്കുമതി കാണുക
mn: Импортыг харах
mr: आयात पहा
ms: Lihat import
mt: Ara l-importazzjoni
my: တင်သွင်းမှုကိုကြည့်ပါ။
ne: आयात हेर्नुहोस्
nl: Bekijk import
no: Se import
or: ଆମଦାନି ଦେଖନ୍ତୁ |
pa: ਆਯਾਤ ਦੇਖੋ
pl: Zobacz import
ps: واردات وګورئ
pt: Ver importação
ro: Vedeți importul
ru: Посмотреть импорт
rw: Reba ibitumizwa hanze
sd: درآمد ڏسو
si: ආනයනය බලන්න
sk: Zobraziť import
sl: Ogled uvoza
sq: Shiko importin
sr: Прикажи увоз
sv: Visa import
sw: Tazama uingizaji
ta: இறக்குமதியைக் காண்க
te: దిగుమతిని వీక్షించండి
tg: Дидани воридот
th: ดูการนำเข้า
tk: Importy görmek
tl: Tingnan ang pag-import
tr: İçe aktarmayı görüntüle
tt: Импортны карау
ug: ئىمپورتنى كۆرۈش
uk: Переглянути імпорт
ur: درآمد دیکھیں
uz: Importni ko'rish
vi: Xem nhập
xh: Jonga ukuthatha ngaphandle
yi: View אַרייַנפיר
