Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
af: Kliënte kan hul profiele verander met opgedateerde data, foto&#39;s, wagwoorde en rekeninginstellings.
am: ደንበኞች መገለጫቸውን በዘመናዊ ውሂብ, ፎቶዎች, የይለፍ ቃላት እና መለያ ቅንብሮች ማስተካከል ይችላሉ.
ar: يمكن للعملاء تعديل ملفاتهم الشخصية بالبيانات المحدثة والصور وكلمات المرور وإعدادات الحساب.
az: Müştərilər, profillərini yenilənmiş məlumatlar, şəkillər, parollar və hesab ayarları ilə dəyişə bilər.
be: Кліенты могуць змяняць свае профілі з абноўленымі дадзенымі, фотаздымкамі, паролямі і наладай ўліковага запісу.
bg: Клиентите могат да променят профилите си с актуализирани данни, снимки, пароли и настройки на профила.
bn: ক্লায়েন্ট আপডেট তথ্য, ফটো, পাসওয়ার্ড, এবং অ্যাকাউন্ট সেটিংস সঙ্গে তাদের প্রোফাইল পরিবর্তন করতে পারেন।
ca: Els clients poden modificar els seus perfils amb dades, fotos, contrasenyes i configuració del compte actualitzats.
cs: Klienti mohou upravovat své profily pomocí aktualizovaných dat, fotografií, hesel a nastavení účtu.
cy: Gall cleientiaid addasu eu proffiliau gyda data wedi&#39;i ddiweddaru, lluniau, cyfrineiriau a gosodiadau cyfrif.
da: Klienter kan ændre deres profiler med opdaterede data, fotos, adgangskoder og kontoindstillinger.
de: Kunden können ihre Profile mit aktualisierten Daten, Fotos, Kennwörtern und Kontoeinstellungen ändern.
el: Οι πελάτες μπορούν να τροποποιήσουν τα προφίλ τους με ενημερωμένα δεδομένα, φωτογραφίες, κωδικούς πρόσβασης και ρυθμίσεις λογαριασμού.
eo: Klientoj povas modifi siajn profilojn per ĝisdatigitaj datumoj, fotoj, pasvortoj kaj agordoj de kontoj.
es: Los clientes pueden modificar sus perfiles con datos actualizados, fotos, contraseñas y configuraciones de cuenta.
et: Kliendid saavad oma profiile modifitseeritud andmete, fotode, paroolide ja konto seadetega muuta.
eu: Bezeroek beren profilak alda ditzakete datu, argazki, pasahitz eta kontu ezarpenekin.
fa: مشتریان می توانند پروفایل های خود را با اطلاعات به روز، عکس ها، گذرواژه ها و تنظیمات حساب تغییر دهند.
fi: Asiakkaat voivat muokata profiiliaan päivitetyillä tiedoilla, valokuvilla, salasanoilla ja tiliasetuksilla.
fr: Les clients peuvent modifier leurs profils avec des données, des photos, des mots de passe et des paramètres de compte mis à jour.
fy: Kliïnten kinne harren profyl wizigje mei aktualisearre gegevens, foto&#39;s, wachtwurden en akkount ynstellings.
ga: Is féidir le cliaint a bpróifílí a mhodhnú le sonraí nuashonraithe, grianghraif, pasfhocail agus suímh chuntais.
gd: Faodaidh luchd-dèiligidh na pròifil aca atharrachadh le dàta ùraichte, dealbhan, faclan-faire, agus roghainnean cunntas.
gl: Os clientes poden modificar os seus perfís con datos, fotos, contrasinais e axustes de conta actualizados.
gu: ક્લાઈન્ટો સુધારાશે ડેટા, ફોટા, પાસવર્ડ્સ, અને એકાઉન્ટ સેટિંગ્સ સાથે તેમના રૂપરેખાઓ સંશોધિત કરી શકો છો.
hi: ग्राहक अपडेट किए गए डेटा, फ़ोटो, पासवर्ड और खाता सेटिंग्स के साथ अपने प्रोफाइल को संशोधित कर सकते हैं।
hr: Klijenti mogu mijenjati svoje profile ažuriranim podacima, fotografijama, lozinkama i postavkama računa.
hu: Az ügyfelek módosíthatják profiljukat a frissített adatokkal, fotókkal, jelszavakkal és fiókbeállításokkal.
hy: Հաճախորդները կարող են փոփոխել իրենց պրոֆիլները նորացված տվյալները, լուսանկարները, գաղտնաբառերը եւ հաշվի կարգավորումներով:
id: Klien dapat memodifikasi profil mereka dengan data yang diperbarui, foto, kata sandi, dan pengaturan akun.
is: Viðskiptavinir geta breytt sniðum sínum með uppfærðum gögnum, myndum, lykilorðum og reikningsstillingum.
it: I clienti possono modificare i loro profili con dati aggiornati, foto, password e impostazioni dell&#39;account.
iw: לקוחות יכולים לשנות את הפרופילים שלהם באמצעות נתונים מעודכנים, תמונות, סיסמאות והגדרות חשבון.
ja: クライアントは、更新されたデータ、写真、パスワード、およびアカウント設定で自分のプロファイルを変更できます。
ka: კლიენტებს შეუძლიათ შეცვალონ თავიანთი პროფილები განახლებული მონაცემები, ფოტოები, პაროლები და ანგარიშის პარამეტრები.
kk: Клиенттер профильдерін жаңартылған деректермен, фотосуреттермен, парольдермен және тіркелгі параметрлерімен өзгерте алады.
km: អតិថិជនអាចកែប្រែប្រវត្តិរូបរបស់ពួកគេជាមួយទិន្នន័យទាន់សម័យរូបថតពាក្យសម្ងាត់និងការកំណត់គណនី។
kn: ಗ್ರಾಹಕರು ತಮ್ಮ ಪ್ರೊಫೈಲ್ಗಳನ್ನು ನವೀಕರಿಸಿದ ಡೇಟಾ, ಫೋಟೋಗಳು, ಪಾಸ್ವರ್ಡ್ಗಳು, ಮತ್ತು ಖಾತೆ ಸೆಟ್ಟಿಂಗ್ಗಳೊಂದಿಗೆ ಮಾರ್ಪಡಿಸಬಹುದು.
ku: Client dikarin profîlên xwe yên bi danûstandinên nû, wêneyan, şîfre, û navnîşên hesabê nû biguherînin.
ky: Кардарлар маалыматтары, сүрөттөр, сырсөздөр жана эсеп орнотуулар менен алардын өздүк өзгөртө аласыз.
lb: Klient kënnen hir Profil mat aktualiséierte Donnéeën, Fotoen, Passwuert a Konten änneren.
lo: ລູກຄ້າສາມາດແກ້ໄຂໂປຼແກຼມຂອງພວກເຂົາດ້ວຍຂໍ້ມູນທີ່ປັບປຸງ, ຮູບພາບ, ລະຫັດຜ່ານແລະການຕັ້ງຄ່າບັນຊີ.
lt: Klientai gali keisti savo profilius su atnaujintais duomenimis, nuotraukomis, slaptažodžiais ir paskyros nustatymais.
lv: Klienti var mainīt savus profilus ar atjauninātajiem datiem, fotoattēliem, parolēm un konta iestatījumiem.
mg: Ny mpividy dia afaka manova ny mombamomba azy amin&#39;ny alàlan&#39;ny angon-drakitra, sary, tenimiafina, ary ny kaonty kaonty.
mi: Ka taea e nga kiritaki te whakarerekē i o raatau pakihi me nga raraunga kua whakahoutia, nga whakaahua, nga kupuhipa, me nga tautuhinga pūkete.
mk: Клиентите можат да ги модифицираат своите профили со ажурирани податоци, фотографии, лозинки и поставувања на сметката.
ml: ക്ലയന്റുകൾ അപ്ഡേറ്റ് ചെയ്ത ഡാറ്റ, ഫോട്ടോകൾ, പാസ്വേഡുകൾ, അക്കൗണ്ട് ക്രമീകരണങ്ങൾ എന്നിവ ഉപയോഗിച്ച് അവരുടെ പ്രൊഫൈലുകൾ പരിഷ്ക്കരിക്കാൻ കഴിയും.
mn: Үйлчлүүлэгчид профайлаа шинэчилсэн өгөгдөл, зураг, нууц үг, дансны тохиргоонуудаар өөрчилж болно.
mr: ग्राहक त्यांचे प्रोफाइल अद्ययावत डेटा, फोटो, संकेतशब्द आणि खाते सेटिंग्जसह बदलू शकतात.
ms: Pelanggan boleh mengubah profil mereka dengan data, foto, kata laluan dan tetapan akaun dikemas kini.
mt: Il-klijenti jistgħu jimmodifikaw il-profili tagħhom b&#39;dejta aġġornata, ritratti, passwords u settings tal-kont.
my: clients updated ဒေတာ, ဓါတ်ပုံများ, စကားဝှက်များနှင့်အကောင့်ဆက်တင်များနှင့်အတူမိမိတို့၏ profile များကိုပြုပြင်နိုင်သည်။
ne: ग्राहकहरूले आफ्ना प्रोफाइलहरू अद्यावधिक डाटा, फोटोहरू, पासवर्डहरू र खाता सेटिङ्हरू परिमार्जन गर्न सक्छन्।
nl: Cliënten kunnen hun profielen aanpassen met bijgewerkte gegevens, foto&#39;s, wachtwoorden en accountinstellingen.
no: Klienter kan endre sine profiler med oppdaterte data, bilder, passord og kontoinnstillinger.
or: ଗ୍ରାହକମାନେ ଅପଡେଟ୍ ଡାଟା, ଫଟୋ, ପାସୱାର୍ଡ ଏବଂ ଆକାଉଣ୍ଟ୍ ସେଟିଙ୍ଗ୍ ସହିତ ସେମାନଙ୍କର ପ୍ରୋଫାଇଲ୍ ପରିବର୍ତ୍ତନ କରିପାରିବେ |
pa: ਗ੍ਰਾਹਕ ਆਪਣੇ ਪ੍ਰੋਫਾਈਲਾਂ ਨੂੰ ਅਪਡੇਟ ਕੀਤੇ ਡਾਟਾ, ਫੋਟੋਆਂ, ਪਾਸਵਰਡ ਅਤੇ ਅਕਾਉਂਟ ਸੈਟਿੰਗਾਂ ਨਾਲ ਬਦਲ ਸਕਦੇ ਹਨ.
pl: Klienci mogą modyfikować swoje profile za pomocą zaktualizowanych danych, zdjęć, haseł i ustawień konta.
ps: مراجعین کولی شي خپل پېژندل شوي تازه معلومات، انځورونه، پاسورډونه او د حساباتو ترتیباتو سره بدل کړي.
pt: Os clientes podem modificar seus perfis com dados atualizados, fotos, senhas e configurações de conta.
ro: Clienții își pot modifica profilurile cu date, fotografii, parole și setări de cont actualizate.
ru: Клиенты могут изменять свои профили с обновленными данными, фотографиями, паролями и настройками учетной записи.
rw: Abakiriya barashobora guhindura imyirondoro yabo hamwe namakuru agezweho, amafoto, ijambo ryibanga, hamwe na konte ya konti.
sd: ڪلائيندڙ پنهنجي تازي معلومات، فوٽوز، پاسورڊ، ۽ اڪائونٽ سيٽنگون سان تبديل ڪري سگهن ٿيون.
si: ගනුදෙනුකරුවන්ට යාවත්කාලීන දත්ත, ඡායාරූප, මුරපද සහ ගිණුම් සැකසුම් මගින් ඔවුන්ගේ පැතිකඩ වෙනස් කළ හැකිය.
sk: Klienti môžu upravovať svoje profily pomocou aktualizovaných údajov, fotografií, hesiel a nastavení účtu.
sl: Odjemalci lahko spremenijo svoje profile s posodobljenimi podatki, fotografijami, gesli in nastavitvami računa.
sq: Klientët mund të modifikojnë profilet e tyre me të dhëna të përditësuara, foto, fjalëkalime dhe cilësime llogarie.
sr: Клијенти могу да мењају своје профиле ажурираним подацима, фотографијама, лозинкама и подешавањима налога.
sv: Klienter kan ändra sina profiler med uppdaterade data, foton, lösenord och kontoinställningar.
sw: Wateja wanaweza kurekebisha maelezo yao kwa data updated, picha, nywila, na mipangilio ya akaunti.
ta: வாடிக்கையாளர்கள் புதுப்பிக்கப்பட்ட தரவு, புகைப்படங்கள், கடவுச்சொற்கள் மற்றும் கணக்கு அமைப்புகளுடன் தங்கள் சுயவிவரங்களை மாற்றலாம்.
te: క్లయింట్లు తమ ప్రొఫైల్లను నవీకరించిన డేటా, ఫోటోలు, పాస్వర్డ్లు, మరియు ఖాతా అమర్పులతో సవరించవచ్చు.
tg: Мизоҷон метавонанд намудҳои худро бо маълумоти нав, суратҳо, паролҳо ва танзимоти суратҳисоб тағйир диҳанд.
th: ลูกค้าสามารถแก้ไขโปรไฟล์ของพวกเขาด้วยข้อมูล, ภาพถ่าย, รหัสผ่านและการตั้งค่าบัญชีที่อัปเดต
tk: Müşderiler täzelenen maglumatlar, suratlar, parollar we hasap sazlamalary bilen öz profillerini üýtgedip bilerler.
tl: Maaaring baguhin ng mga kliyente ang kanilang mga profile na may na-update na data, larawan, password, at mga setting ng account.
tr: Müşteriler profillerini güncellenmiş veriler, fotoğraflar, şifreler ve hesap ayarları ile değiştirebilirler.
tt: Клиентлар үз профильләрен яңартылган мәгълүматлар, фотолар, серсүзләр һәм хисап көйләүләре белән үзгәртә алалар.
ug: خېرىدارلار يېڭىلانغان سانلىق مەلۇمات ، رەسىم ، پارول ۋە ھېسابات تەڭشىكى ئارقىلىق ئارخىپىنى ئۆزگەرتەلەيدۇ.
uk: Клієнти можуть змінювати свої профілі за допомогою оновлених даних, фотографій, паролів і налаштувань облікового запису.
ur: گاہکوں کو تازہ کاری کردہ اعداد و شمار، تصاویر، پاسورڈز اور اکاؤنٹ کی ترتیبات کے ساتھ ان کے پروفائلز میں ترمیم کر سکتے ہیں.
uz: Foydalanuvchilar o&#39;z profillarini yangilangan ma&#39;lumotlar, rasmlar, parollar va hisob sozlamalari bilan o&#39;zgartirishlari mumkin.
vi: Khách hàng có thể sửa đổi hồ sơ của họ với dữ liệu, hình ảnh, mật khẩu và cài đặt tài khoản được cập nhật.
xh: Abaxhasi bangakwazi ukuguqula iinkcukacha zabo ngeenkcukacha ezihlaziyiweyo, iifoto, iiphasiwedi kunye nezicwangciso ze-akhawunti.
yi: קליענץ קענען מאָדיפיצירן זייער פּראָופיילז מיט דערהייַנטיקט דאַטע, פאָטאָס, פּאַסווערדז, און חשבון סעטטינגס.

source: Ask Questions, Get Answers.
af: Stel vrae, kry antwoorde.
am: ጥያቄዎችን ይጠይቁ ፣ መልሶችን ያግኙ።
ar: طرح الأسئلة والحصول على الإجابات.
az: Sual verin, cavablar alın.
be: Задавайце пытанні, атрымлівайце адказы.
bg: Задавайте въпроси, получавайте отговори.
bn: প্রশ্ন জিজ্ঞাসা করুন, উত্তর পাবেন.
ca: Fer preguntes, obtenir respostes.
cs: Zeptejte se, získejte odpovědi.
cy: Gofynnwch Gwestiynau, Cael Atebion.
da: Stil spørgsmål, få svar.
de: Fragen stellen, Antworten erhalten.
el: Κάντε ερωτήσεις, λάβετε απαντήσεις.
eo: Faru Demandojn, Ricevu Respondojn.
es: Haga preguntas, obtenga respuestas.
et: Küsige küsimusi, saate vastuseid.
eu: Egin Galderak, Erantzunak.
fa: سوال بپرس، جواب بگیر.
fi: Kysy, saat vastauksia.
fr: Posez des questions, obtenez des réponses.
fy: Stel fragen, krije antwurden.
ga: Cuir Ceisteanna, Faigh Freagraí.
gd: Faighnich ceistean, Faigh freagairtean.
gl: Facer preguntas, obter respostas.
gu: પ્રશ્નો પૂછો, જવાબો મેળવો.
hi: प्रश्न पूछें, उत्तर पाएँ।
hr: Postavljajte pitanja, dobijte odgovore.
hu: Tegyen fel kérdéseket, kapjon válaszokat.
hy: Հարցեր տվեք, պատասխաններ ստացեք:
id: Ajukan Pertanyaan, Dapatkan Jawaban.
is: Spyrðu spurninga, fáðu svör.
it: Fai domande, ottieni risposte.
iw: שאל שאלות, קבל תשובות.
ja: 質問し、答えを得る。
ka: დასვით კითხვები, მიიღეთ პასუხები.
kk: Сұрақ қойыңыз, жауап алыңыз.
km: សួរសំណួរ, ទទួលបានចម្លើយ។
kn: ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿ, ಉತ್ತರಗಳನ್ನು ಪಡೆಯಿರಿ.
ku: Pirs bipirsin, Bersiv bigirin.
ky: Суроо бериңиз, жооп алыңыз.
lb: Stellt Froen, Kritt Äntwerten.
lo: ຖາມ ຄຳ ຖາມ, ຮັບ ຄຳ ຕອບ.
lt: Klauskite, gaukite atsakymus.
lv: Uzdodiet jautājumus, saņemiet atbildes.
mg: Manontania fanontaniana, mahazoa valiny.
mi: Uia nga Pātai, Tali Whakautu.
mk: Поставувајте прашања, добијте одговори.
ml: ചോദ്യങ്ങൾ ചോദിക്കുക, ഉത്തരങ്ങൾ നേടുക.
mn: Асуулт асуу, хариулт ав.
mr: प्रश्न विचारा, उत्तरे मिळवा.
ms: Kemukakan Soalan, Dapatkan Jawapan.
mt: Staqsi Mistoqsijiet, Ikseb Tweġibiet.
my: မေးခွန်းများမေး၊ အဖြေများရယူပါ။
ne: प्रश्नहरू सोध्नुहोस्, उत्तरहरू पाउनुहोस्।
nl: Stel vragen, krijg antwoorden.
no: Still spørsmål, få svar.
or: ପ୍ରଶ୍ନ ପଚାର, ଉତ୍ତର ପାଅ |
pa: ਪ੍ਰਸ਼ਨ ਪੁੱਛੋ, ਜਵਾਬ ਪ੍ਰਾਪਤ ਕਰੋ.
pl: Zadawaj pytania, uzyskuj odpowiedzi.
ps: پوښتنې وپوښتئ ، ځوابونه ترلاسه کړئ.
pt: Faça perguntas, obtenha respostas.
ro: Pune întrebări, primește răspunsuri.
ru: Задавайте вопросы, получайте ответы.
rw: Baza Ibibazo, Shaka Ibisubizo.
sd: سوال پڇو ، جواب حاصل ڪريو.
si: ප්‍රශ්න අසන්න, පිළිතුරු ලබා ගන්න.
sk: Opýtajte sa, získajte odpovede.
sl: Zastavite vprašanja, dobite odgovore.
sq: Bëni pyetje, merrni përgjigje.
sr: Постављајте питања, добијајте одговоре.
sv: Ställ frågor, få svar.
sw: Uliza Maswali, Pata Majibu.
ta: கேள்விகளைக் கேளுங்கள், பதில்களைப் பெறுங்கள்.
te: ప్రశ్నలు అడగండి, సమాధానాలు పొందండి.
tg: Саволҳо диҳед, ҷавоб гиред.
th: ถามคำถามรับคำตอบ
tk: Sorag beriň, jogap alyň.
tl: Magtanong ng Mga Tanong, Kumuha ng mga Sagot.
tr: Sorular Sorun, Cevaplar Alın.
tt: Сораулар бирегез, җавап алыгыз.
ug: سوئال سوراڭ ، جاۋابقا ئېرىشىڭ.
uk: Задавайте питання, отримуйте відповіді.
ur: سوالات پوچھیں ، جوابات حاصل کریں۔
uz: Savollar bering, javob oling.
vi: Đặt câu hỏi, nhận được câu trả lời.
xh: Buza imibuzo, fumana iimpendulo.
yi: פרעגן פֿראגן, באַקומען ענטפֿערס.
