Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
af: 7.2 Bykomende gelde: U mag ander nie-terugbetaalbare fooie of koste vir u gebruik van die dienste in rekening bring, benewens die gelde wat in die bestelvorm en / of aanmeldingsvloei uiteengesit word. Die bykomende nie-terugbetaalbare fooie en kostes word uiteengesit in die addisionele voorwaardes vir die toepaslike diens.
am: 7.2 ተጨማሪ ክፍያዎች በትእዛዝ ቅፅ እና / ወይም በምዝግብ ፍሰት ላይ ከተዘረዘሩት ሌሎች ክፍያዎች በተጨማሪ ለአገልግሎቶቹ አጠቃቀምዎ ሌሎች ተመላሽ የማይሆኑ ክፍያዎችን ወይም ክፍያዎችን ሊያስከትሉ ይችላሉ። ተጨማሪ ተመላሽ ማድረግ የማይችሉ ክፍያዎች እና ክፍያዎች ለሚመለከተው አገልግሎት ተጨማሪ ውሎች ውስጥ ተቀምጠዋል።
ar: 7.2 رسوم إضافية: قد تتحمل رسومًا أو رسومًا أخرى غير قابلة للاسترداد مقابل استخدامك للخدمات بالإضافة إلى تلك الرسوم المنصوص عليها في نموذج الطلب و / أو تدفق الاشتراك. يتم تحديد الرسوم والمصاريف الإضافية غير القابلة للاسترداد في الشروط الإضافية للخدمة المعمول بها.
az: 7.2 Əlavə ödənişlər: Sifariş Formasında və / və ya qeydiyyatdan keçmə axınında göstərilən ödənişlərə əlavə olaraq Xidmətlərdən istifadə etdiyiniz üçün başqa geri qaytarılmayan ödənişlər və ya ödənişlər ola bilər. Əlavə geri qaytarılmayan haqlar və ödənişlər tətbiq olunan Xidmət üçün əlavə şərtlərdə müəyyən edilir.
be: 7.2 Дадатковыя платы: Вы можаце спаганяць іншыя зборы або плату за карыстанне паслугамі ў дадатак да тых плацяжоў, якія прадугледжаны ў форме замовы і / або ў працэсе рэгістрацыі. Дадатковыя зборы і зборы, якія не вяртаюцца, прадугледжаны дадатковымі ўмовамі адпаведнай паслугі.
bg: 7.2 Допълнителни такси: Можете да наложите други невъзстановими такси или такси за използването на Услугите в допълнение към тези такси, посочени във Формуляр за поръчка и / или поток за регистрация. Допълнителните невъзстановими такси и такси са посочени в допълнителните условия за съответната Услуга.
bn: Fe.২ অতিরিক্ত ফি: আপনি অর্ডার ফর্ম এবং / অথবা সাইন-আপ প্রবাহে নির্ধারিত ফিগুলি ছাড়াও পরিষেবাগুলি আপনার ব্যবহারের জন্য ফেরতযোগ্য ফি বা চার্জ বহন করতে পারেন। অতিরিক্ত অ-ফেরতযোগ্য ফি এবং চার্জ প্রযোজ্য পরিষেবার জন্য অতিরিক্ত শর্তাদিতে সেট করা আছে।
ca: 7.2 Tarifes addicionals: Podeu incórrer en altres taxes o càrrecs no reemborsables pel vostre ús dels Serveis, a més de les tarifes previstes en el formulari de comanda i / o el flux d’inscripció. Les despeses i despeses addicionals no reemborsables s&#39;estableixen en els termes addicionals per al servei aplicable.
cs: 7.2 Další poplatky: Kromě poplatků uvedených v objednávkovém formuláři a / nebo přihlašovacím postupu vám mohou být za používání Služeb účtovány další nevratné poplatky nebo poplatky. Další nevratné poplatky a poplatky jsou stanoveny v dalších podmínkách pro příslušnou Službu.
cy: 7.2 Ffioedd Ychwanegol: Efallai y bydd yn rhaid i chi dalu ffioedd neu daliadau na ellir eu had-dalu am eich defnydd o&#39;r Gwasanaethau yn ychwanegol at y ffioedd hynny a nodir yn y Ffurflen Archebu a / neu&#39;r llif arwyddo. Mae&#39;r ffioedd a&#39;r taliadau ychwanegol na ellir eu had-dalu wedi&#39;u nodi yn y telerau ychwanegol ar gyfer y Gwasanaeth cymwys.
da: 7.2 Yderligere gebyrer: Du kan pådrage dig andre gebyrer eller gebyrer, der ikke kan refunderes, for din brug af tjenesterne ud over de gebyrer, der er angivet i ordreformularen og / eller tilmeldingsstrømmen. De ekstra gebyrer og gebyrer, der ikke kan refunderes, er angivet i de ekstra betingelser for den relevante tjeneste.
de: 7.2 Zusätzliche Gebühren: Möglicherweise fallen für Ihre Nutzung der Dienste zusätzlich zu den im Bestellformular und / oder im Anmeldefluss angegebenen Gebühren weitere nicht erstattungsfähige Gebühren oder Entgelte an. Die zusätzlichen nicht erstattungsfähigen Gebühren und Entgelte sind in den zusätzlichen Bedingungen für den jeweiligen Service aufgeführt.
el: 7.2 Πρόσθετες χρεώσεις: Ενδέχεται να επιβαρυνθείτε με άλλα μη επιστρεπτέα τέλη ή χρεώσεις για τη χρήση των Υπηρεσιών εκτός από τις χρεώσεις που ορίζονται στη Φόρμα Παραγγελίας ή / και στη ροή εγγραφής. Οι πρόσθετες μη επιστρέψιμες χρεώσεις και χρεώσεις καθορίζονται στους πρόσθετους όρους για την ισχύουσα Υπηρεσία.
eo: 7.2 Pliaj Kotizoj: Vi povas kaŭzi aliajn ne-repagajn kotizojn aŭ pagojn por via uzo de la Servoj aldone al tiuj kotizoj fiksitaj en la Ordiga Formo kaj / aŭ registriĝfluon. La aldonaj ne-repagendaj kotizoj kaj pagoj estas fiksitaj en la aldonaj terminoj por la aplikebla Servo.
es: 7.2 Tarifas adicionales: puede incurrir en otras tarifas no reembolsables o cargos por el uso de los Servicios, además de las tarifas establecidas en el Formulario de pedido y / o flujo de registro. Las tarifas y cargos adicionales no reembolsables se establecen en los términos adicionales para el Servicio correspondiente.
et: 7.2 Lisatasud: Teenuste kasutamise eest võite lisaks tellimisvormis ja / või registreerumisvoos sätestatud tasudele tasuda muid tagastamatuid tasusid või tasusid. Täiendavad tagastamatud tasud ja tasud on sätestatud kohaldatava teenuse lisatingimustes.
eu: 7.2 Tarifa Osagarriak: Zerbitzuak erabiltzeagatik itzul daitezkeen beste kuota edo gasturen bat ere eska dezakezu, eskaera-formularioan eta / edo erregistratze-fluxuan ezarritako tasa horiez gain. Itzuli ez diren kuota eta gastu gehigarriak Zerbitzu aplikagarriaren baldintza osagarrietan zehazten dira.
fa: 7.2 هزینه اضافی: علاوه بر هزینه های مندرج در فرم سفارش و یا جریان ثبت نام ، می توانید هزینه های دیگر یا هزینه های غیر قابل استرداد برای استفاده خود از خدمات را متحمل شوید. هزینه های اضافی و غیرقابل بازپرداخت با شرایط اضافی برای سرویس قابل اجرا ارائه شده است.
fi: 7.2 Lisämaksut: Palvelun käytöstä voi aiheutua muita palkkioita, joita ei palauteta, tilauslomakkeessa ja / tai liittymisprosessissa vahvistettujen maksujen lisäksi. Lisämaksut, joita ei palauteta, esitetään sovellettavan Palvelun lisäehdoissa.
fr: 7.2 Frais supplémentaires: Vous pouvez encourir d&#39;autres frais ou frais non remboursables pour votre utilisation des Services en plus des frais indiqués dans le Bon de commande et / ou le flux d&#39;inscription. Les frais et frais supplémentaires non remboursables sont définis dans les conditions supplémentaires du service applicable.
fy: 7.2 Oanfoljende fergoedings: Jo kinne oare net-reflektearjende fergoedingen of kosten betelje foar jo gebrûk fan &#39;e Tsjinsten, neist de fergoedingen dy&#39;t steld binne yn&#39; e oarderformulier en / of oanmeldstroom. De ekstra fergoedingen en kosten foar net werom te bringen wurde oanjûn yn &#39;e ekstra betingsten foar de jilde tsjinst.
ga: 7.2 Táillí Breise: D’fhéadfá táillí nó muirir neamh-inaisíoctha eile a thabhú as d’úsáid na Seirbhísí i dteannta na dtáillí sin atá leagtha amach san Fhoirm Ordaithe agus / nó sa sreabhadh sínithe. Tá na táillí agus na muirir neamh-inaisíoctha breise leagtha amach sna téarmaí breise don tSeirbhís is infheidhme.
gd: 7.2 Cìsean a bharrachd: Faodaidh tu cìsean no cosgaisean neo-ath-phàigheadh eile a phàigheadh airson do chleachdadh de na Seirbheisean a bharrachd air na cìsean sin a tha air am mìneachadh anns an Fhoirm Òrdugh agus / no sruthadh ainm-sgrìobhte. Tha na cìsean agus cosgaisean neo-ath-phàigheadh a bharrachd air am mìneachadh anns na cumhachan a bharrachd airson na Seirbheis iomchaidh.
gl: 7.2 Taxas adicionais: Pode incorporar outras taxas ou gastos non reembolsables polo uso dos servizos ademais das tarifas establecidas no formulario de solicitude e / ou fluxo de inscrición. As tarifas e gastos adicionais non reembolsables establécense nos termos adicionais para o servizo aplicable.
gu: .2.૨ અતિરિક્ત ફી: theર્ડર ફોર્મ અને / અથવા સાઇન-અપ પ્રવાહમાં નિર્ધારિત ફી ઉપરાંત તમે સેવાઓના તમારા ઉપયોગ માટે અન્ય બિન-પરતપાત્ર ફી અથવા શુલ્ક લઈ શકો છો. લાગુ સેવા માટે વધારાની શરતોમાં વધારાની બિન-પરતપાત્ર ફી અને ચાર્જ નક્કી કરવામાં આવ્યા છે.
hi: 7.2 अतिरिक्त शुल्क: आप आदेश शुल्क और / या साइन-अप प्रवाह में निर्धारित उन शुल्कों के अलावा सेवाओं के उपयोग के लिए अन्य गैर-वापसी योग्य शुल्क या शुल्क लगा सकते हैं। अतिरिक्त गैर-वापसी योग्य शुल्क और शुल्क लागू सेवा के लिए अतिरिक्त शर्तों में निर्धारित किए गए हैं।
hr: 7.2 Dodatne naknade: Za upotrebu Usluga možete pretpostaviti druge nepovratne naknade ili troškove osim onih naknada utvrđenih u Obrascu za narudžbu i / ili tijeku prijave. Dodatne bespovratne naknade i troškovi navedeni su u dodatnim uvjetima za odgovarajuću Uslugu.
hu: 7.2 Kiegészítő díjak: A Megrendelőlapon és / vagy a feliratkozási folyamatban meghatározott díjakon túl a Szolgáltatások használatáért más, vissza nem térítendő díjakat vagy díjakat is felszámíthatnak. A vissza nem térítendő további díjakat és díjakat az alkalmazandó Szolgáltatás kiegészítő feltételei tartalmazzák.
hy: 7.2 Լրացուցիչ վճարներ. Դուք կարող եք գանձել այլ չվերադարձման վճարներ կամ Ծառայություններ օգտագործելու համար վճարներ ՝ բացի այդ Պատվերի ձևի և (կամ) գրանցման հոսքի մեջ նշված վճարներից: Լրացուցիչ չվերադարձվող վճարներն ու գանձումները սահմանվում են գործող Ծառայության համար լրացուցիչ պայմաններով:
id: 7.2 Biaya Tambahan: Anda mungkin dikenai biaya atau biaya lain yang tidak dapat dikembalikan untuk penggunaan Layanan Anda selain biaya-biaya yang tercantum dalam Formulir Pemesanan dan / atau aliran pendaftaran. Biaya dan biaya tambahan yang tidak dapat dikembalikan diatur dalam persyaratan tambahan untuk Layanan yang berlaku.
is: 7.2 Viðbótargjöld: Þú gætir lagt í önnur gjöld eða gjöld sem ekki er endurgreitt fyrir notkun þína á þjónustunni til viðbótar þeim gjöldum sem sett eru fram á pöntunarformi og / eða skráningarflæði. Viðbótargjöld og gjöld sem ekki eru endurgreidd eru sett fram í viðbótarkjörum fyrir viðeigandi þjónustu.
it: 7.2 Commissioni aggiuntive: è possibile che vengano addebitate altre commissioni o spese non rimborsabili per l&#39;utilizzo dei Servizi oltre alle commissioni stabilite nel Modulo d&#39;ordine e / o nel flusso di iscrizione. Le commissioni e gli addebiti aggiuntivi non rimborsabili sono indicati nei termini aggiuntivi per il Servizio applicabile.
iw: 7.2 עמלות נוספות: אתה רשאי לחייב עמלות או חיובים אחרים שאינם ניתנים להחזר כספי בגין השימוש שלך בשירותים בנוסף לאותם עמלות המפורטות בטופס ההזמנה ו / או בזרימת ההרשמה. העמלות והחיובים הנוספים שאינם ניתנים להחזרה נקבעים בתנאים הנוספים לשירות הרלוונטי.
ja: 7.2追加料金：注文フォームやサインアップフローに記載されている料金に加えて、サービスの使用に対して他の返金不可の料金または料金が発生する場合があります。追加の返金不可の料金および料金は、該当するサービスの追加条件に記載されています。
ka: 7.2 დამატებითი საფასური: თქვენ შეიძლება დააკისროთ სხვა ანაზღაურებადი გადასახადი ან გადასახადი თქვენს მიერ გამოყენებული სერვისების გამოყენებისა, გარდა იმ გადასახადებისა, რომლებიც მითითებულია შეკვეთის ფორმით ან / და რეგისტრაციის დინებით. დამატებითი ანაზღაურებადი გადასახადი და მოსაკრებლები დადგენილია დამატებითი მომსახურების პირობებით.
kk: 7.2 Қосымша төлемдер: Тапсырыс бланкісінде және / немесе тіркелу ағынында көрсетілген төлемдерден басқа Сізге қызметтерді пайдаланғаны үшін басқа төлемдер немесе төлемдер алынуы мүмкін. Қосымша қайтарылмайтын алымдар мен төлемдер қолданылатын Сервистің қосымша шарттарында қарастырылған.
km: ៧.២ ថ្លៃឈ្នួលបន្ថែម៖ អ្នកអាចទទួលរងថ្លៃឈ្នួលឬថ្លៃឈ្នួលផ្សេងទៀតសម្រាប់ការប្រើសេវាកម្មរបស់អ្នកបន្ថែមលើថ្លៃសេវាដែលមានចែងក្នុងទម្រង់បែបបទនិង / ឬលំហូរសញ្ញាឡើង។ កម្រៃនិងថ្លៃសេវាកម្មបន្ថែមដែលមិនអាចដកមកវិញបានត្រូវបានកំណត់ក្នុងលក្ខខណ្ឌបន្ថែមសម្រាប់សេវាកម្មដែលអាចអនុវត្តបាន។
kn: 7.2 ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಗಳು: ಆರ್ಡರ್ ಫಾರ್ಮ್ ಮತ್ತು / ಅಥವಾ ಸೈನ್ ಅಪ್ ಹರಿವಿನಲ್ಲಿ ನಿಗದಿಪಡಿಸಿದ ಶುಲ್ಕಗಳಿಗೆ ಹೆಚ್ಚುವರಿಯಾಗಿ ನೀವು ಸೇವೆಗಳ ಬಳಕೆಗಾಗಿ ಮರುಪಾವತಿಸಲಾಗದ ಇತರ ಶುಲ್ಕಗಳು ಅಥವಾ ಶುಲ್ಕಗಳನ್ನು ನೀವು ಅನುಭವಿಸಬಹುದು. ಅನ್ವಯಿಸಲಾಗದ ಸೇವೆಗಾಗಿ ಹೆಚ್ಚುವರಿ ಮರುಪಾವತಿಸಲಾಗದ ಶುಲ್ಕಗಳು ಮತ್ತು ಶುಲ್ಕಗಳನ್ನು ಹೆಚ್ಚುವರಿ ನಿಯಮಗಳಲ್ಲಿ ನಿಗದಿಪಡಿಸಲಾಗಿದೆ.
ku: 7.2 Tezmên Zêde: Hûn dikarin ji bilî karûbarên we yên ji Karanîna Xizmet bidin lêçûnên nedan-vegerandin an jî ji wan xercên ku di Forma Fermana de û / an şûnda tomarbûnê hatine destnîşan kirin. Xercên berdêlên bê vekêşandin ên mayî di şertên din de ji bo karûbarê serlêdandî têne diyar kirin.
ky: 7.2 Кошумча акылар: Сиздин Кызматтарды пайдалануу үчүн Тартип формасында жана / же катталуу агымында көрсөтүлгөн жыйымдардан тышкары башка кайтарылбай турган акылар алынышы мүмкүн. Кошумча кайтарылбай турган алымдар жана төлөмдөр тиешелүү Кызматтын кошумча шарттарында аныкталат.
lb: 7.2 Zousätzlech Käschten: Dir kënnt aner net-remboursabel Käschten oder Käschten fir Är Benotzung vun de Servicer zousätzlech zu dësen Fraisen, déi an der Bestellformular an / oder Umeldungsfloss uginn, enthalen. Déi zousätzlech net-bezuelbar Käschten a Käschten ginn an de zousätzleche Konditioune fir den ugemiessene Service ugi.
lo: 7.2 ຄ່າ ທຳ ນຽມເພີ່ມເຕີມ: ທ່ານອາດຈະຕ້ອງເສຍຄ່າອື່ນໆຫຼືຄ່າ ທຳ ນຽມທີ່ບໍ່ສາມາດສົ່ງຄືນໄດ້ ສຳ ລັບການ ນຳ ໃຊ້ບໍລິການຂອງທ່ານນອກ ເໜືອ ຈາກຄ່າ ທຳ ນຽມທີ່ລະບຸໄວ້ໃນແບບຟອມ ຄຳ ສັ່ງແລະ / ຫຼືການລົງທະບຽນ. ຄ່າ ທຳ ນຽມແລະຄ່າບໍລິການເພີ່ມເຕີມທີ່ບໍ່ສາມາດສົ່ງຄືນໄດ້ຖືກ ກຳ ນົດໄວ້ໃນຂໍ້ ກຳ ນົດເພີ່ມເຕີມ ສຳ ລັບການບໍລິການ.
lt: 7.2 Papildomi mokesčiai: Jūs galite mokėti kitus negrąžintinus mokesčius ar rinkliavas už naudojimąsi Paslaugomis, be tų mokesčių, kurie nurodyti Užsakymo formoje ir (arba) registracijos metu. Papildomi negrąžinami mokesčiai ir rinkliavos yra nustatyti papildomose taikytinos paslaugos sąlygose.
lv: 7.2 Papildu maksas: Par Pakalpojumu lietošanu papildus tām, kas norādītas Pasūtījuma veidlapā un / vai reģistrēšanās plūsmā, jums var būt iekasējamas citas neatmaksājamas maksas vai maksas. Papildu neatmaksājamās maksas un nodevas ir noteiktas piemērojamā Pakalpojuma papildu noteikumos.
mg: 7.2 Sarany fanampiny: Afaka mandray karama na tsy voaloa ianao amin&#39;ny fampiasanao ny serivisy ankoatry ny vola aloa ao amin&#39;ny taratasy fandaharana sy / na fidirana fisoratana anarana. Ny sarany sy ny fiampangana tsy azo averina dia napetraka ao amin&#39;ny teny fanampiny ho an&#39;ny serivisy azo ampiharina.
mi: 7.2 Nga utu taapiri: Ka taea pea e koe te utu ki etahi atu utu kaore i utua hei utu mo to whakamahi i nga Ratonga hei taapiri i nga utu kua whakaatuhia mai i roto i te Puka ota me / ranei te haina o nga hainatanga. Ko nga taapiri kaore ano kia whakahokia mai i roto i nga taapiri mo te Ratonga e pa ana.
mk: 7.2 Дополнителни такси: Може да имате и други надоместоци или надоместоци што не се враќаат за вашата употреба на Услугите, покрај оние надоместоци утврдени во Образецот за нарачка и / или протокот на пријавување. Дополнителните такси и надоместоци што не се враќаат, се утврдени во дополнителните услови за важечката услуга.
ml: 7 ബാധകമല്ലാത്ത സേവനത്തിനായുള്ള അധിക നിബന്ധനകളിൽ മടക്കിനൽകാത്ത അധിക ഫീസുകളും നിരക്കുകളും വ്യക്തമാക്കുന്നു.
mn: 7.2 Нэмэлт хураамж: Захиалгын маягт ба / эсвэл бүртгүүлэх урсгалд заасан хураамжаас гадна бусад үйлчилгээг буцаан олгохгүй. Нэмэлт төлбөр, хураамжийг холбогдох үйлчилгээний нэмэлт нөхцөлд тусгасан болно.
mr: .2.२ अतिरिक्त फी: ऑर्डर फॉर्म आणि / किंवा साइन-अप प्रवाहात नमूद केलेल्या शुल्काव्यतिरिक्त आपण सेवेच्या वापरासाठी इतर परतावा न देणारी फी किंवा शुल्क आकारू शकता. अतिरिक्त सेवा न परत करण्यायोग्य फी आणि शुल्क लागू असलेल्या सेवेसाठी अतिरिक्त अटींमध्ये नमूद केले आहे.
ms: 7.2 Bayaran Tambahan: Anda mungkin dikenakan bayaran atau caj yang tidak dapat dikembalikan untuk penggunaan Perkhidmatan anda sebagai tambahan kepada bayaran yang dinyatakan dalam Borang Pesanan dan / atau aliran pendaftaran. Bayaran dan caj tambahan yang tidak dapat dikembalikan dinyatakan dalam syarat tambahan untuk Perkhidmatan yang berlaku.
mt: 7.2 Drittijiet Addizzjonali: Tista &#39;teħel miżati jew ħlasijiet oħra li ma jistgħux jiġu rimborżati għall-użu tiegħek tas-Servizzi minbarra dawk id-drittijiet stabbiliti fil-Formola ta&#39; Ordni u / jew fluss ta &#39;reġistrazzjoni. Il-ħlasijiet u l-imposti addizzjonali li ma jitħallsu lura huma stipulati fit-termini addizzjonali għas-Servizz applikabbli.
my: ၇.၂ အပိုဆောင်းအခကြေးငွေများ - ၀ န်ဆောင်မှုများအသုံးပြုခြင်းအတွက်အမှာစာပုံစံနှင့် / သို့မဟုတ်စာရင်းသွင်းခြင်းအစီအစဉ်များမှပေးသောအခကြေးငွေများအပြင်သင်ပြန်အမ်းမပေးသောအခြားအခကြေးငွေများသို့မဟုတ်အခကြေးငွေများကိုသင်ခံရနိုင်သည်။ အပိုပြန်အမ်းမယူသည့်အခကြေးငွေများနှင့်ဝန်ဆောင်ခများကိုသက်ဆိုင်ရာ ၀ န်ဆောင်မှုအတွက်ထပ်ဆောင်းအသုံးအနှုန်းများတွင်ဖော်ပြထားသည်။
ne: .2.२ अतिरिक्त शुल्कहरू: तपाईले अर्डर फाराम र / वा साइन-अप प्रवाहमा तोकेका यी शुल्कहरूको अतिरिक्त सेवाहरूको प्रयोगको लागि अन्य गैर-फिर्ती शुल्क वा शुल्क पनि लाग्न सक्छ। थप गैर-फिर्ती योग्य शुल्क र शुल्क लागू सेवा को लागी अतिरिक्त सर्तहरु मा सेट गरीएको छ।
nl: 7.2 Extra kosten: u kunt andere niet-restitueerbare kosten of kosten voor uw gebruik van de Services in rekening brengen, naast de kosten die zijn vermeld in het Bestelformulier en / of de aanmeldingsstroom. De aanvullende niet-restitueerbare vergoedingen en kosten worden uiteengezet in de aanvullende voorwaarden voor de toepasselijke Service.
no: 7.2 Tilleggsgebyrer: Du kan pådra deg andre ikke-refunderbare gebyrer eller gebyrer for din bruk av tjenestene i tillegg til de gebyrene som er angitt i bestillingsskjemaet og / eller påmeldingsstrømmen. De ekstra ikke-refunderbare gebyrene og kostnadene er angitt i tilleggsvilkårene for den aktuelle tjenesten.
or: 7.2 ଅତିରିକ୍ତ ଦେୟ: ଅର୍ଡର ଫର୍ମ ଏବଂ / କିମ୍ବା ସାଇନ୍ ଅପ୍ ଫ୍ଲୋରେ ସେଟ୍ ହୋଇଥିବା ସେହି ଫିସ୍ ବ୍ୟତୀତ ଆପଣ ସେବାଗୁଡିକର ବ୍ୟବହାର ପାଇଁ ଅନ୍ୟ ଅଣ-ଫେରସ୍ତଯୋଗ୍ୟ ଦେୟ କିମ୍ବା ଦେୟ ବହନ କରିପାରନ୍ତି | ଅତିରିକ୍ତ ଅଣ-ଫେରସ୍ତଯୋଗ୍ୟ ଦେୟ ଏବଂ ଦେୟ ପ୍ରଯୁଜ୍ୟ ସେବା ପାଇଁ ଅତିରିକ୍ତ ସର୍ତ୍ତାବଳୀରେ ଉଲ୍ଲେଖ କରାଯାଇଛି |
pa: 7.2 ਅਤਿਰਿਕਤ ਫੀਸਾਂ: ਤੁਸੀਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਲਈ ਹੋਰ ਨਾ-ਵਾਪਸੀਯੋਗ ਫੀਸਾਂ ਜਾਂ ਚਾਰਜਾਂ ਦਾ ਭੁਗਤਾਨ ਆਰਡਰ ਫਾਰਮ ਅਤੇ / ਜਾਂ ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ ਵਿੱਚ ਦਰਸਾਏ ਗਏ ਫੀਸਾਂ ਤੋਂ ਇਲਾਵਾ ਲੈ ਸਕਦੇ ਹੋ. ਵਾਧੂ ਗੈਰ-ਵਾਪਸੀਯੋਗ ਫੀਸਾਂ ਅਤੇ ਖਰਚੇ ਲਾਗੂ ਸੇਵਾ ਲਈ ਵਾਧੂ ਸ਼ਰਤਾਂ ਵਿੱਚ ਨਿਰਧਾਰਤ ਕੀਤੇ ਗਏ ਹਨ.
pl: 7.2 Opłaty dodatkowe: Użytkownik może ponieść inne bezzwrotne opłaty lub opłaty za korzystanie z Usług oprócz opłat określonych w Formularzu zamówienia i / lub procesie rejestracji. Dodatkowe bezzwrotne opłaty i prowizje są określone w dodatkowych warunkach dotyczących danej Usługi.
ps: .2. Fe اضافي فیسونه: تاسو ممکن د ناقانونه بیرته ستنیدو فیس یا د خدماتو کارولو لپاره لګښتونه هم ولرئ د دې فیسونو سربیره چې د غوښتنې فورمه او / یا لاسلیک جریان کې ترتیب شوي. اضافي غیر بیرته تادیه کیدونکي فیسونه او لګښتونه د تطبیق شوي خدمت لپاره په اضافي شرایطو کې ټاکل شوي دي.
pt: 7.2 Taxas adicionais: Você pode incorrer em outras taxas ou encargos não reembolsáveis pelo uso dos Serviços, além daquelas estabelecidas no Formulário de Pedido e / ou no fluxo de inscrição. As taxas e encargos adicionais não reembolsáveis são estabelecidos nos termos adicionais do Serviço aplicável.
ro: 7.2 Taxe suplimentare: Puteți suporta alte taxe sau taxe nerambursabile pentru utilizarea Serviciilor, pe lângă aceste taxe prevăzute în Formularul de comandă și / sau fluxul de înscriere. Taxele și taxele suplimentare nerambursabile sunt stabilite în termenii suplimentari pentru Serviciul aplicabil.
ru: 7.2 Дополнительные сборы: Вы можете понести другие невозмещаемые сборы или сборы за использование Услуг в дополнение к платам, указанным в Форме заказа и / или порядке регистрации. Дополнительные невозмещаемые сборы и платежи указаны в дополнительных условиях для соответствующей Услуги.
rw: 7.2. Amafaranga yinyongera adasubizwa hamwe namafaranga ateganijwe mumagambo yinyongera kuri serivisi ikoreshwa.
sd: 7.2 اضافي فيس: توهان آرڊر فارم ۽ / يا سائن اپ جي وهڪري ۾ مقرر ڪيل فيس جي علاوه خدمات جي استعمال لاءِ توهان ڪي ٻيا رقم جي واپسي جي قابل ادائيگي فيس يا چارج ڪري سگھو ٿا. قابل اطلاق سروس جي اضافي شرطن ۾ اضافي نا قابل واپسي فيس ۽ ادائگي مقرر ٿيل آهن.
si: 7.2 අමතර ගාස්තු: ඇණවුම් පෝරමයේ සහ / හෝ ලියාපදිංචි වීමේ ප්‍රවාහයේ දක්වා ඇති ගාස්තු වලට අමතරව, ඔබේ සේවාවන් භාවිතා කිරීම සඳහා ආපසු නොගෙවන වෙනත් ගාස්තු හෝ ගාස්තු ඔබට ගෙවිය හැකිය. ආපසු නොගෙවන අමතර ගාස්තු සහ ගාස්තු අදාළ සේවාව සඳහා වන අතිරේක නියමයන්හි දක්වා ඇත.
sk: 7.2 Dodatočné poplatky: Za používanie Služieb vám môžu byť účtované ďalšie nevratné poplatky alebo poplatky okrem poplatkov uvedených v objednávkovom formulári a / alebo registračnom postupe. Dodatočné nevratné poplatky a poplatky sú stanovené v dodatočných podmienkach pre príslušnú Službu.
sl: 7.2 Dodatne pristojbine: Za uporabo storitev lahko zaračunate druge nevračljive pristojbine ali pristojbine poleg tistih, ki so določene v naročilnici in / ali vpisu. Dodatne nevračljive pristojbine in pristojbine so določene v dodatnih pogojih za ustrezno storitev.
sq: 7.2 Tarifa shtesë: Ju mund të pësoni tarifa ose tarifa të tjera të pakthyeshme për përdorimin tuaj të Shërbimeve, përveç atyre tarifave të përcaktuara në Formularin e Rendit dhe / ose rrjedhën e regjistrimit. Tarifat dhe tarifat shtesë të pakthyeshme përcaktohen në termat shtesë për Shërbimin në fuqi.
sr: 7.2 Додатне накнаде: Можете користити друге неповратне накнаде или трошкове за коришћење Услуга поред оних накнада утврђених у Обрасцу за наруџбу и / или протоку пријаве. Додатне неповратне накнаде и трошкови наведени су у додатним условима за одговарајућу Услугу.
sv: 7.2 Ytterligare avgifter: Du kan ådra dig andra icke-återbetalningsbara avgifter eller avgifter för din användning av tjänsterna utöver de avgifter som anges i beställningsformuläret och / eller anmälningsflödet. De ytterligare icke-återbetalningsbara avgifterna och avgifterna anges i tilläggsvillkoren för tillämplig tjänst.
sw: 7.2 Ada ya ziada: Unaweza kupata ada zingine ambazo hazijarudishiwa au malipo kwa matumizi yako ya Huduma kwa kuongeza ada hizo zilizoorodheshwa katika Fomu ya Amri na / au mtiririko wa usajili. Ada ya ziada isiyo na kurudishwa na malipo huwekwa kwa masharti ya ziada kwa Huduma inayotumika.
ta: 7.2 கூடுதல் கட்டணங்கள்: ஆர்டர் படிவம் மற்றும் / அல்லது பதிவுபெறும் ஓட்டத்தில் குறிப்பிடப்பட்டுள்ள கட்டணங்களுக்கு மேலதிகமாக, நீங்கள் சேவைகளைப் பயன்படுத்துவதற்கான பிற திருப்பிச் செலுத்த முடியாத கட்டணங்கள் அல்லது கட்டணங்கள் விதிக்கப்படலாம். பொருந்தக்கூடிய சேவைக்கான கூடுதல் விதிமுறைகளில் கூடுதல் திருப்பிச் செலுத்த முடியாத கட்டணங்கள் மற்றும் கட்டணங்கள் குறிப்பிடப்பட்டுள்ளன.
te: 7.2 అదనపు ఫీజులు: ఆర్డర్ ఫారం మరియు / లేదా సైన్-అప్ ప్రవాహంలో పేర్కొన్న ఫీజులకు అదనంగా మీరు తిరిగి చెల్లించని ఇతర ఫీజులు లేదా మీ సేవలను ఉపయోగించడం కోసం ఛార్జీలు చెల్లించవచ్చు. అదనపు తిరిగి చెల్లించని ఫీజులు మరియు ఛార్జీలు వర్తించే సేవ కోసం అదనపు నిబంధనలలో పేర్కొనబడ్డాయి.
tg: 7.2 Пардохтҳои иловагӣ: Ғайр аз пардохтҳое, ки дар варақаи фармоиш ва / ё ҷараёни сабти номбар шудаанд, метавонанд барои истифодаи хидматҳо шумо пардохтҳо ва пардохтҳои дигарро пардохт кунед. Ҳаққи иловагӣ ва пардохтҳои баргардонидашаванда дар шартҳои иловагӣ барои Хадамоти дахлдор муқаррар карда мешаванд.
th: 7.2 ค่าธรรมเนียมเพิ่มเติม: คุณอาจต้องเสียค่าธรรมเนียมหรือค่าธรรมเนียมอื่น ๆ ที่ไม่สามารถขอคืนได้สำหรับการใช้บริการของคุณนอกเหนือจากค่าธรรมเนียมที่กำหนดไว้ในแบบฟอร์มการสั่งซื้อและ / หรือขั้นตอนการสมัครใช้งาน ค่าธรรมเนียมและค่าใช้จ่ายเพิ่มเติมที่ไม่สามารถขอคืนได้จะระบุไว้ในข้อกำหนดเพิ่มเติมสำหรับบริการที่เกี่ยวข้อง
tk: 7.2 Goşmaça ýygymlar: Sargyt görnüşinde we / ýa-da hasaba alyş akymynda görkezilen töleglere goşmaça Hyzmatlary ulanmagyňyz üçin yzyna gaýtarylmaýan beýleki tölegleri ýa-da tölegleri alyp bilersiňiz. Yzyna gaýtarylmaýan goşmaça tölegler we tölegler degişli Hyzmat üçin goşmaça şertlerde görkezilýär.
tl: 7.2 Karagdagang Mga Bayad: Maaari kang makakuha ng iba pang mga hindi bayad na bayad o singil para sa iyong paggamit ng Mga Serbisyo bilang karagdagan sa mga bayarin na nakalagay sa Order Form at / o daloy ng pag-sign-up. Ang karagdagang mga hindi bayad na bayad at singil ay nakalagay sa mga karagdagang termino para sa naaangkop na Serbisyo.
tr: 7.2 Ek Ücretler: Sipariş Formunda ve / veya kayıt akışında belirtilen ücretlere ek olarak, Hizmetleri kullanımınız için başka iade edilmeyen ücretler veya ücretler ödeyebilirsiniz. Ek iade edilmeyen ücretler ve ücretler, geçerli Hizmet için ek şartlarda belirtilmiştir.
tt: 7.2 Өстәмә түләүләр: Заказ формасында һәм / яки теркәлү агымында күрсәтелгән түләүләргә өстәп, Сез Хезмәтләрне кулланган өчен бүтән кире кайтарылмый торган түләүләр яки түләүләр алырга мөмкин. Кире кайтарылмый торган өстәмә түләүләр һәм түләүләр кулланыла торган Хезмәт өчен өстәмә шартларда күрсәтелгән.
ug: 7.2 قوشۇمچە ھەق: زاكاز جەدۋىلى ۋە / ياكى تىزىمغا ئالدۇرۇش ئېقىمىدا كۆرسىتىلگەن ھەقلەردىن باشقا ، مۇلازىمەتنى ئىشلىتىشىڭىز ئۈچۈن قايتۇرۇلمايدىغان باشقا ھەق ياكى ھەقلەرنى ئالسىڭىز بولىدۇ. قايتۇرۇلمايدىغان قوشۇمچە ھەق ۋە ھەقلەر مۇناسىۋەتلىك مۇلازىمەتنىڭ قوشۇمچە ماددىلىرىدا بەلگىلىنىدۇ.
uk: 7.2 Додаткові збори: Ви можете стягувати інші збори або збори за користування Послугами, крім плати, встановленої у формі замовлення та / або підписці. Додаткові збори та збори, що не підлягають поверненню, викладені в додаткових умовах для відповідної Послуги.
ur: 7.2 اضافی فیس: آپ آرڈر فارم اور / یا سائن اپ کے بہاؤ میں بتائی گئی فیسوں کے علاوہ خدمات کے اپنے استعمال کے لئے ناقابل واپسی فیس یا چارجز لے سکتے ہیں۔ قابل اضافی ناقابل واپسی فیسوں اور معاوضوں کا اطلاق قابل اطلاق سروس کیلئے اضافی شرائط میں کیا گیا ہے۔
uz: 7.2 Qo&#39;shimcha to&#39;lovlar: Buyurtma shakli va / yoki ro&#39;yxatdan o&#39;tish oqimida belgilangan to&#39;lovlardan tashqari, siz xizmatlardan foydalanganingiz uchun boshqa to&#39;lovlar olinishi mumkin. Qo&#39;shimcha qaytarib berilmaydigan to&#39;lovlar va to&#39;lovlar amaldagi Xizmat uchun qo&#39;shimcha shartlarda belgilanadi.
vi: 7.2 Phí bổ sung: Bạn có thể phải chịu các khoản phí hoặc phí không hoàn lại khác cho việc sử dụng Dịch vụ của bạn ngoài các khoản phí được quy định trong Mẫu đơn đặt hàng và / hoặc luồng đăng ký. Các khoản phí và lệ phí không hoàn lại bổ sung được quy định trong các điều khoản bổ sung cho Dịch vụ hiện hành.
xh: 7.2 Imirhumo eyongeziweyo: Unokufumana ezinye iintlawulo ezingabuyiswayo okanye iintlawulo zokusebenzisa kwakho iinkonzo ukongeza kwezo ntlawulo zimiselweyo kwiFom yoku-odola kunye / okanye ukuhamba-ukungena. Iimali ezongeziweyo ezingabuyiswayo kunye neentlawulo zichazwe ngokwemigaqo eyongezelelweyo yeNkonzo esebenzayo.
yi: 7.2 נאָך פיז: איר קען האָבן אנדערע ניט-ריפאַנדאַבאַל פיז אָדער טשאַרדזשאַז פֿאַר דיין נוצן פון די סערוויסעס אין אַדישאַן צו די פיז וואָס זענען געוויזן אין די אָרדער פאָרעם און / אָדער זיך-אַרויף לויפן. די נאָך ניט-ריפאַנדאַבאַל פיז און טשאַרדזשיז זענען באַשטימט אין די נאָך טערמינען פֿאַר די אָנווענדלעך סערוויס.
