Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Loading
af: laai
am: በመጫን ላይ
ar: جار التحميل
az: Yüklənir
be: загрузка
bg: Зареждане
bn: বোঝাই
ca: Carregant
cs: načítání
cy: Llwytho
da: Indlæser
de: Wird geladen
el: Φόρτωση
eo: Ŝargado
es: Cargando
et: Laadimine
eu: Lanean
fa: بارگذاری
fi: Ladataan
fr: Chargement
gd: A ’luchdachadh
gl: Cargando
gu: લોડ કરી રહ્યું છે
hi: लोड हो रहा है
hr: Učitavam
hu: Betöltés
hy: Բեռնվում է
id: Pemuatan
is: Hleðsla
it: Caricamento in corso
iw: טעינה
ja: ロード中
ka: Ჩატვირთვა
kk: Жүктелуде
km: កំពុងផ្ទុក
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ky: Жүктөлүүдө
lb: Lueden
lt: Įkeliama
lv: Notiek ielāde
mi: Te mahi
mk: Вчитување
ml: ലോഡിംഗ്
mn: Ачаалж байна
mr: लोड करीत आहे
ms: Memuatkan
mt: Tagħbija
ne: लोड हुँदैछ
nl: Bezig met laden
no: Laster
or: ଲୋଡିଂ
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
pl: Ładuję
ps: پورته کول
pt: Carregando
ro: se incarca
ru: загрузка
rw: Kuremera
sd: لوڊ ڪندي
si: පැටවීම
sk: Načítava
sl: nalaganje
sq: ngarkim
sr: Лоадинг
sv: Läser in
sw: Inapakia
ta: ஏற்றுதல்
te: లోడ్
th: กำลังโหลด
tk: Adingüklemek
tl: Naglo-load
tr: Yükleniyor
tt: Йөкләү
ug: يۈكلەۋاتىدۇ
uk: Завантаження
ur: لوڈ کر رہا ہے
uz: Yuklanmoqda
vi: Tải
xh: Ukulayisha
yi: לאָודינג

source: Importance
af: belangrikheid
am: አስፈላጊነት
ar: أهمية
az: Əhəmiyyəti
be: значэнне
bg: важност
bn: গুরুত্ব
ca: Importància
cs: Důležitost
cy: Pwysigrwydd
da: Betydning
de: Bedeutung
el: Σημασια
eo: Graveco
es: Importancia
et: Tähtsus
eu: Garrantzia
fa: اهمیت
fi: Merkitys
fy: Belang
ga: Tábhacht
gd: Cudromachd
gl: Importancia
gu: મહત્વ
hi: महत्त्व
hr: Važnost
hu: fontosság
hy: Կարեւորությունը
id: Pentingnya
is: Mikilvægi
it: Importanza
iw: חשיבות
ja: 重要性
ka: მნიშვნელობა
kk: Маңыздылығы
km: សារៈសំខាន់
kn: ಪ್ರಾಮುಖ್ಯತೆ
ku: Giringî
ky: мааниге ээ
lb: Wichteg
lo: ຄວາມສໍາຄັນ
lt: Svarba
lv: Nozīme
mg: Zava-dehibe
mi: Mea nui
mk: Важноста
ml: പ്രാധാന്യം
mn: Ач холбогдол
mr: महत्त्व
ms: Kepentingan
mt: Importanza
my: အရေးပါပုံ
ne: महत्व
nl: Belang
no: Betydning
or: ଗୁରୁତ୍ୱ
pa: ਮਹੱਤਤਾ
pl: Znaczenie
ps: ارزښت
pt: Importância
ro: Importanţă
ru: значение
rw: Akamaro
sd: اهميت
si: වැදගත්කම
sk: dôležitosť
sl: Pomen
sq: rëndësi
sr: Значај
sv: Betydelse
sw: Umuhimu
ta: முக்கியத்துவம்
te: ప్రాముఖ్యత
tg: Муҳим
th: ความสำคัญ
tk: Möhümligi
tl: Kahalagahan
tr: Önem
tt: Мөһимлек
ug: ئەھمىيىتى
uk: Важливість
ur: اہمیت
uz: Uning ahamiyati
vi: Tầm quan trọng
xh: Kubaluleka
yi: וויכטיקייט

source: Send A New Message
af: Stuur &#39;n nuwe boodskap
am: አዲስ መልእክት ይላኩ
ar: أرسل رسالة جديدة
az: Yeni bir mesaj göndər
be: Адправіць новае паведамленне
bg: Изпратете ново съобщение
bn: একটি নতুন বার্তা প্রেরণ করুন
ca: Envia un missatge nou
cs: Poslat novou zprávu
cy: Anfon Neges Newydd
da: Send en ny besked
de: Senden Sie eine neue Nachricht
el: Στείλτε ένα νέο μήνυμα
eo: Sendu Novan Mesaĝon
es: Enviar un nuevo mensaje
et: Saada uus teade
eu: Bidali mezu berria
fa: ارسال پیام جدید
fi: Lähetä uusi viesti
fr: Envoyer un nouveau message
fy: Stjoer in nij berjocht
ga: Seol Teachtaireacht Nua
gd: Cuir teachdaireachd ùr
gl: Enviar unha nova mensaxe
gu: નવો સંદેશ મોકલો
hi: एक नया संदेश भेजें
hr: Pošaljite novu poruku
hu: Új üzenet küldése
hy: Ուղարկեք նոր հաղորդագրություն
id: Kirim Pesan Baru
is: Sendu ný skilaboð
it: Invia un nuovo messaggio
iw: שלח הודעה חדשה
ja: 新しいメッセージを送る
ka: გაუგზავნე ახალი შეტყობინება
kk: Жаңа хабарлама жіберу
km: ផ្ញើសារថ្មី
kn: ಹೊಸ ಸಂದೇಶ ಕಳುಹಿಸಿ
ku: Peyamek Nû bişînin
ky: Жаңы билдирүү жөнөтүү
lb: Schéckt En Neie Message
lo: ສົ່ງຂໍ້ຄວາມ ໃໝ່
lt: Siųsti naują žinutę
lv: Nosūtīt jaunu ziņojumu
mg: Mandefasa hafatra vaovao
mi: Tukuna he Karere Hou
mk: Испратете нова порака
ml: ഒരു പുതിയ സന്ദേശം അയയ്‌ക്കുക
mn: Шинэ зурвас илгээх
mr: नवीन संदेश पाठवा
ms: Hantar Mesej Baru
mt: Ibgħat Messaġġ Ġdid
my: မက်ဆေ့ခ်ျအသစ်ပို့ပါ
ne: नयाँ सन्देश पठाउनुहोस्
nl: Stuur een nieuw bericht
no: Send en ny melding
or: ଏକ ନୂତନ ବାର୍ତ୍ତା ପଠାନ୍ତୁ |
pa: ਇੱਕ ਨਵਾਂ ਸੁਨੇਹਾ ਭੇਜੋ
pl: Wyślij nową wiadomość
ps: نوی پیغام ولیږئ
pt: Enviar uma nova mensagem
ro: Trimite un mesaj nou
ru: Отправить новое сообщение
rw: Ohereza Ubutumwa bushya
sd: نئون پيغام موڪليو
si: නව පණිවිඩයක් යවන්න
sk: Poslať novú správu
sl: Pošlji novo sporočilo
sq: Dërgoni një mesazh të ri
sr: Пошаљи нову поруку
sv: Skicka ett nytt meddelande
sw: Tuma Ujumbe Mpya
ta: புதிய செய்தியை அனுப்பவும்
te: క్రొత్త సందేశం పంపండి
tg: Ирсоли паёми нав
th: ส่งข้อความใหม่
tk: Täze habar iber
tl: Magpadala ng Isang Bagong Mensahe
tr: Yeni Mesaj Gönder
tt: Яңа хәбәр җибәр
ug: يېڭى ئۇچۇر ئەۋەتىڭ
uk: Надіслати нове повідомлення
ur: نیا پیغام بھیجیں
uz: Yangi xabar yuboring
vi: Gửi tin nhắn mới
xh: Thumela umyalezo omtsha
yi: שיקן אַ נייַע אָנזאָג

source: Send message
af: Stuur boodskap
am: መልዕክት ላክ
ar: إرسال رسالة
az: Mesaj göndər
be: адправіць паведамленне
bg: Изпрати съобщение
bn: বার্তা পাঠান
ca: Enviar missatge
cs: Poslat zprávu
cy: Anfon neges
da: Send besked
de: Nachricht senden
el: Να στείλετε μήνυμα
eo: Sendi mesaĝon
es: Enviar mensaje
et: Saada sõnum
eu: Mezua bidali
fa: پیام فرستادن
fi: Lähetä viesti
fr: Envoyer le message
fy: Stjoer berjocht
ga: Seol teachtaireacht
gd: Sgaoil brath
gl: Enviar mensaxe
gu: સંદેશ મોકલો
hi: मेसेज भेजें
hr: Pošalji poruku
hu: Üzenet küldése
hy: Ուղարկել հաղորդագրություն
id: Mengirim pesan
is: Senda skilaboð
it: Invia messaggio
iw: לשלוח הודעה
ja: メッセージを送る
ka: შეტყობინების გაგზავნა
kk: Хат жіберу
km: ផ្ញើ​សារ
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ku: Peyamê bişîne
ky: үчүн билдирүү жөнөтүү
lb: Noriicht schécken
lo: ສົ່ງ​ຂໍ້​ຄວາມ
lt: Siųsti žinutę
lv: Sūtīt ziņu
mi: Tukua he karere
mk: Испрати порака
ml: സന്ദേശം അയയ്ക്കുക
mn: Зурвас илгээх
mr: संदेश पाठवा
ms: Menghantar mesej
mt: Ibgħat messaġġ
my: မက်ဆေ့ခ်ျကို Send
ne: सन्देश पठाउनुहोस्
nl: Bericht versturen
no: Sende melding
or: ବାର୍ତ୍ତା ପଠାନ୍ତୁ |
pa: ਸੁਨੇਹਾ ਭੇਜੋ
pl: Wyślij wiadomość
ps: پیغام واستوئ
pt: Enviar mensagem
ro: Trimite mesaj
ru: Отправить сообщение
rw: Ohereza ubutumwa
sd: پيغام موڪليو
si: පණිවුඩය යවන්න
sk: Poslať správu
sl: Pošlji sporočilo
sq: Dërgoni mesazh
sr: Пошаљи поруку
sv: Skicka meddelande
sw: Tuma ujumbe
ta: செய்தி அனுப்ப
te: సందేశము పంపుము
tg: Паёмҳо фиристед
th: ส่งข้อความ
tk: Habar iber
tl: Magpadala ng Mensahe
tr: Mesaj gönder
tt: Хәбәр җибәр
ug: ئۇچۇر ئەۋەتىڭ
uk: Відправити повідомлення
ur: پیغام بھیجیں
uz: Xabarni yuborish
vi: Gửi tin nhắn
xh: Thumela umyalezo
yi: שיק א מעסעדזש

source: Answers to Questions
af: Antwoorde op vrae
am: ለጥያቄዎች መልሶች
ar: إجابات على الأسئلة
az: Suallara cavablar
be: Адказы на пытанні
bg: Отговори на въпроси
bn: প্রশ্নের উত্তর
ca: Respostes a preguntes
cs: Odpovědi na otázky
cy: Atebion i Gwestiynau
da: Svar på spørgsmål
de: Antworten auf Fragen
el: Απαντήσεις σε ερωτήσεις
eo: Respondoj al Demandoj
es: Respuestas a preguntas
et: Vastused küsimustele
eu: Galderen erantzunak
fa: پاسخ به سؤالات
fi: Vastauksia kysymyksiin
fr: Réponses aux questions
fy: Antwurden op fragen
ga: Freagraí ar Cheisteanna
gd: Freagairtean do cheistean
gl: Respostas a preguntas
gu: પ્રશ્નોના જવાબો
hi: सवालों के जवाब
hr: Odgovori na pitanja
hu: Válaszok a kérdésekre
hy: Հարցերի պատասխանները
id: Jawaban atas Pertanyaan
is: Svör við spurningum
it: Risposte alle domande
iw: תשובות לשאלות
ja: 質問への回答
ka: პასუხები კითხვებზე
kk: Сұрақтарға жауаптар
km: ចម្លើយចំពោះសំណួរ
kn: ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಗಳು
ku: Bersivên Pirsan
ky: Суроолорго жооптор
lb: Äntwerten op Froen
lo: ຄຳ ຕອບຕໍ່ ຄຳ ຖາມ
lt: Atsakymai į klausimus
lv: Atbildes uz jautājumiem
mg: Valin'ny fanontaniana
mi: Whakautu ki nga Pātai
mk: Одговори на прашања
ml: ചോദ്യങ്ങൾക്കുള്ള ഉത്തരങ്ങൾ
mn: Асуултанд хариулт
mr: प्रश्नांची उत्तरे
ms: Jawapan kepada Soalan
mt: Tweġibiet għall-Mistoqsijiet
my: အဖြေများ
ne: प्रश्नहरूको जवाफ
nl: Antwoorden op vragen
no: Svar på spørsmål
or: ପ୍ରଶ୍ନର ଉତ୍ତର
pa: ਪ੍ਰਸ਼ਨਾਂ ਦੇ ਉੱਤਰ
pl: Odpowiedzi na pytania
ps: پوښتنو ته ځوابونه
pt: Respostas a perguntas
ro: Răspunsuri la întrebări
ru: Ответы на вопросы
rw: Ibisubizo by'ibibazo
sd: سوالن جا جواب
si: ප්‍රශ්න වලට පිළිතුරු
sk: Odpovede na otázky
sl: Odgovori na vprašanja
sq: Përgjigjet në pyetje
sr: Одговори на питања
sv: Svar på frågor
sw: Majibu ya Maswali
ta: கேள்விகளுக்கான பதில்கள்
te: ప్రశ్నలకు సమాధానాలు
tg: Ҷавобҳо ба саволҳо
th: คำตอบสำหรับคำถาม
tk: Soraglara jogap
tl: Mga Sagot sa Mga Tanong
tr: Sorulara Cevaplar
tt: Сорауларга җаваплар
ug: سوئاللارنىڭ جاۋابى
uk: Відповіді на запитання
ur: سوالات کے جوابات
uz: Savollarga javoblar
vi: Trả lời câu hỏi
xh: Iimpendulo kwimibuzo
yi: ענטפֿערס צו פֿראגן

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
af: Het u enige vrae? Lees verdere riglyne in ons antwoorde op kliënte se navrae en vind die antwoorde op u eie.
am: ጥያቄዎች አሉዎት? ለደንበኞች ጥያቄዎች በተሰጡት መልሶች ላይ ተጨማሪ መመሪያን እና ለእራስዎ መፍትሄዎችን ያንብቡ.
ar: لديك أي أسئلة؟ اقرأ المزيد من الإرشادات في إجاباتنا على استفسارات العملاء وابحث عن إجاباتك.
az: Hər hansı bir sualınız varmı? Müştərilərin sorgularına cavablarımızda daha çox təlimat oxuyun və öz cavablarını tapa bilərsiniz.
be: У Вас ёсць пытанні? Чытаць далей кіраўніцтва ў нашых адказах на запыты кліентаў і знайсці адказы на свае ўласныя.
bg: Имате ли някакви въпроси? Прочетете допълнителните указания в нашите отговори на запитванията на клиентите и намерете отговорите на вашите собствени.
bn: কোনো প্রশ্ন আছে কি? গ্রাহকদের প্রশ্নের জবাব আমাদের উত্তর আরও নির্দেশিকা পড়ুন এবং আপনার নিজের উত্তর খুঁজে।
ca: Tens alguna pregunta? Llegiu més informació sobre les nostres respostes a les consultes dels clients i trobeu les respostes pròpies.
cs: Máte nějaké otázky? Přečtěte si další pokyny v našich odpovědích na dotazy zákazníků a najít odpovědi na své vlastní.
cy: Oes gennych chi unrhyw gwestiynau? Darllenwch ganllawiau pellach yn ein hatebion i ymholiadau cwsmeriaid a dewch o hyd i&#39;r atebion ar eich pen eich hun.
da: Har du spørgsmål? Læs yderligere vejledning i vores svar på kundernes forespørgsler og find svarene på dine egne.
de: Haben Sie noch Fragen? Lesen Sie weitere Hinweise in unseren Antworten auf Kundenfragen und finden Sie die Antworten auf Ihre eigenen Fragen.
el: Έχετε κάποιες ερωτήσεις; Διαβάστε τις περαιτέρω οδηγίες στις απαντήσεις μας στα ερωτήματα των πελατών και βρείτε τις δικές σας απαντήσεις.
eo: Ĉu vi havas demandojn? Legu pliajn gvidojn en niaj respondoj al la demandoj de klientoj kaj trovu la respondojn al viaj propraj.
es: ¿Tiene alguna pregunta? Lea más información en nuestras respuestas a las consultas de los clientes y encuentre las respuestas a las suyas.
et: Kas teil on küsimusi? Lugege täiendavaid juhiseid oma vastuste kohta klientide päringutele ja leidke oma vastused.
eu: Edozein galdera? Irakurri orientazio gehiago gure bezeroen kontsultaei buruzko erantzunetan eta bilatu zeure erantzunak.
fa: هر سوالی دارید؟ راهنمایی های بیشتری در پاسخ های ما به نمایشگاه های مشتریان پیدا کنید و پاسخ های خود را پیدا کنید.
fi: Onko kysymyksiä? Lue lisäohjeita vastauksistamme asiakkaiden kyselyihin ja löydä vastaukset omiin.
fr: Avez-vous des questions? Lisez davantage de conseils dans nos réponses aux questions des clients et trouvez les réponses aux vôtres.
fy: Hawwe jo fragen? Lês fierder begelieding yn ús antwurden op fragen fan klanten en fine jo antwurden op jo eigen.
ga: Bíodh aon cheisteanna agat? Léigh tuilleadh treorach inár bhfreagraí ar cheisteanna custaiméirí agus faigh na freagraí ar do chuid féin.
gd: A bheil ceistean agad? Leugh tuilleadh stiùiridh anns na freagairtean againn air ceistean luchd-ceannach agus lorg na freagairtean agad fhèin.
gl: ¿Tes algunha dúbida? Lea máis información nas nosas respostas ás consultas dos clientes e busque as respostas ás súas.
gu: કોઈ પ્રશ્નો છે? ગ્રાહકોના પ્રશ્નોના અમારા જવાબોમાં વધુ માર્ગદર્શન વાંચો અને તમારા પોતાના જવાબો શોધો.
hi: कोई भी प्रश्न है? ग्राहकों के प्रश्नों के हमारे उत्तर में और अधिक मार्गदर्शन पढ़ें और अपने स्वयं के उत्तर खोजें।
hr: Imate li pitanja? Pročitajte daljnje smjernice u našim odgovorima na upite klijenata i pronađite odgovore na vlastite.
hu: Van kérdés? Olvassa el az ügyfelek lekérdezéseire adott válaszok további útmutatásait, és találja meg a saját válaszát.
hy: Հարցեր ունեք: Կարդացեք հետագա ուղեցույց հաճախորդների հարցումների մեր պատասխաններում եւ գտնել ձեր սեփական պատասխանները:
id: Ada pertanyaan? Baca panduan lebih lanjut dalam jawaban kami untuk pertanyaan pelanggan dan temukan jawaban Anda sendiri.
is: Hafa einhverjar spurningar? Lestu frekari leiðbeiningar í svörum okkar við spurningum viðskiptavina og finndu svörin þín eigin.
it: Hai qualche domanda? Leggi ulteriori indicazioni nelle nostre risposte alle domande dei clienti e trova le risposte alle tue.
iw: יש איזה שהן שאלות? קרא הנחיות נוספות בתשובות שלנו לשאילתות הלקוחות ומצא את התשובות לשאלות שלך.
ja: 何か質問がある？顧客からの問い合わせに対する回答の詳細なガイダンスを読んで、あなた自身の回答を見つけてください。
ka: რაიმე შეკითხვა გაქვთ? შემდგომი მითითებების წაკითხვა ჩვენს პასუხებზე მომხმარებელთა შეკითხვებს და გაეცანით პასუხებს.
kk: Сұрақтарыңыз бар ма? Клиенттердің сұрауларына жауаптар бойынша әрі қарай басшылықты оқыңыз және өзіңіздің жауабыңызды табыңыз.
km: មានសំណួរអ្វី? សូមអានការណែនាំបន្ថែមនៅក្នុងចម្លើយរបស់យើងចំពោះសំណួររបស់អតិថិជននិងរកចម្លើយសម្រាប់ខ្លួនឯង។
kn: ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳಿವೆಯೇ? ಗ್ರಾಹಕರ ಪ್ರಶ್ನೆಗಳಿಗೆ ನಮ್ಮ ಉತ್ತರಗಳಲ್ಲಿ ಮತ್ತಷ್ಟು ಮಾರ್ಗದರ್ಶನ ಓದಿ ಮತ್ತು ನಿಮ್ಮದೇ ಆದ ಉತ್ತರಗಳನ್ನು ಹುಡುಕಿ.
ku: Pirs hene? Li ser bersivên din li bersivên ji bo mişterî pirsan bixwînin û bersivên xwe bi xwe bibînin.
ky: кандайдыр-бир суроолор пайда барбы? кардарлардын суроо үчүн жооп ары жетекчилик окуу жана өз жооп табууга.
lb: Hutt et Froen? Weiderliesen Weider Guidéiert fir eis Äntwerten op d&#39;Ufroen vun de Clienten a fanne sech d&#39;Äntwerten op Äert eegent.
lo: ມີຄໍາຖາມໃດໆບໍ? ອ່ານຄໍາແນະນໍາໃນຄໍາຕອບຂອງພວກເຮົາຕໍ່ຄໍາຖາມຂອງລູກຄ້າແລະຊອກຫາຄໍາຕອບໃຫ້ກັບຕົວເອງ.
lt: Turite klausimų? Skaitykite tolesnius nurodymus mūsų atsakymuose į klientų užklausas ir suraskite atsakymus į savo klausimus.
lv: Vai jums ir kādi jautājumi? Lasiet tālākos norādījumus mūsu atbildēs uz klientu jautājumiem un atrodiet atbildes.
mg: Misy fanontaniana ve? Vakio ny fitarihana fanampiny amin&#39;ny valinteny omen&#39;ny mpanjifa ary valio ny valiny.
mi: He pātai? Pānuihia atu te aratohu ki a maatau whakautu ki nga uiuinga a nga kiritaki me te rapu i nga whakautu ki a koe ake.
mk: Имате некои прашања? Прочитајте понатамошни упатства во нашите одговори на прашањата на потрошувачите и сами да ги пронајдете одговорите.
ml: എന്തെങ്കിലും ചോദ്യങ്ങൾ ഉണ്ടോ? ഉപഭോക്താവിന്റെ ചോദ്യങ്ങളോട് ഞങ്ങളുടെ ഉത്തരങ്ങളിൽ കൂടുതൽ മാർഗനിർദേശം വായിക്കുക, നിങ്ങളുടെ ഉത്തരങ്ങൾ കണ്ടെത്തുക.
mn: Асуулт байна уу? Харилцагчийн асуултын хариултуудаас нэмэлт удирдамжийг уншиж өөрийн хариултуудыг олж авна уу.
mr: काही प्रश्न आहेत का? ग्राहकांच्या प्रश्नांच्या आमच्या उत्तरांमध्ये पुढील मार्गदर्शन वाचा आणि उत्तरे मिळवा.
ms: Ada sebarang soalan? Baca panduan selanjutnya dalam jawapan kami kepada pertanyaan pelanggan dan dapatkan jawapan anda sendiri.
mt: Għandek xi mistoqsijiet? Aqra iktar gwida fit-tweġibiet tagħna għall-mistoqsijiet tal-klijenti u sib it-tweġibiet għal tiegħek.
my: မည်သည့်မေးခွန်းများကိုရှိပါသလား? ဖောက်သည်များ &#39;&#39; မေးမြန်းချက်ကြှနျုပျတို့၏အဖြေကိုနောက်ထပ်လမ်းညွှန်မှု Read နှင့်သင့်ကိုယ်ပိုင်ဖို့အဖြေကိုရှာပါ။
ne: कुनै प्रश्नहरू छन्? ग्राहकहरूको प्रश्नहरूको जवाफमा हाम्रो मार्गदर्शनमा थप निर्देशन पढ्नुहोस् र तपाईंको आफ्नै जवाफहरू फेला पार्नुहोस्।
nl: Heb je nog vragen? Lees verdere richtlijnen in onze antwoorden op vragen van klanten en vind de antwoorden op uw eigen vragen.
no: Har du spørsmål? Les videre veiledning i våre svar på kundenes spørsmål og finn svarene på egen hånd.
or: କ questions ଣସି ପ୍ରଶ୍ନ ଅଛି କି? ଗ୍ରାହକଙ୍କ ପ୍ରଶ୍ନଗୁଡିକର ଆମର ଉତ୍ତରରେ ଅଧିକ ମାର୍ଗଦର୍ଶନ ପ Read ନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ନିଜର ଉତ୍ତର ଖୋଜ |
pa: ਕੀ ਕੋਈ ਸਵਾਲ ਹੈ? ਗਾਹਕਾਂ ਦੀਆਂ ਸਵਾਲਾਂ ਦੇ ਆਪਣੇ ਜਵਾਬਾਂ ਵਿੱਚ ਹੋਰ ਮਾਰਗਦਰਸ਼ਨ ਪੜ੍ਹੋ ਅਤੇ ਆਪਣੇ ਖੁਦ ਦੇ ਜਵਾਬ ਲੱਭੋ.
pl: Jakieś pytania? Przeczytaj dalsze wskazówki w odpowiedziach na zapytania klientów i znajdź odpowiedzi na własne.
ps: کومې پوښتنې لرئ؟ زموږ د پیرودونکو پوښتنو په ځواب کې نور لارښوونه ولولئ او خپل ځوابونه ومومئ.
pt: Tem alguma pergunta? Leia mais orientações em nossas respostas às perguntas dos clientes e encontre as respostas para você.
ro: Aveți întrebări? Citiți mai multe îndrumări în răspunsurile noastre la întrebările clienților și găsiți răspunsurile proprii.
ru: Есть вопросы? Прочтите дальнейшие указания в наших ответах на запросы клиентов и найдите ответы на свои вопросы.
rw: Ufite ikibazo? Soma ubundi buyobozi mubisubizo byacu kubibazo byabakiriya hanyuma ushakishe ibisubizo byawe wenyine.
sd: ڇا ڪي سوال آهن؟ گراهڪن جي جوابن جي جوابن ۾ وڌيڪ هدايت پڙهو ۽ پنهنجي جوابن جا جواب ڳولڻ.
si: ප්රශ්න කිසිවක් තිබේද? ගනුදෙනුකරුවන්ගේ විමසීම්වලට අපගේ පිළිතුරු සම්බන්ධයෙන් වැඩිදුර මග පෙන්වීම සහ ඔබේම පිළිතුරු සොයා ගන්න.
sk: Máte nejaké otázky? Prečítajte si ďalšie pokyny v odpovediach na otázky zákazníkov a nájdite odpovede na vlastné otázky.
sl: Imate vprašanja? Preberite nadaljnja navodila v naših odgovorih na poizvedbe strank in poiščite odgovore na svoja vprašanja.
sq: Keni ndonjë pyetje? Lexoni udhëzime të mëtejshme në përgjigjet tona për pyetjet e klientëve dhe gjeni përgjigjet tuaja.
sr: Имате ли питања? Прочитајте даље смернице у нашим одговорима на упите клијената и пронађите одговоре на своје.
sv: Har några frågor? Läs vidare vägledning i våra svar på kundernas frågor och hitta svaren på din egen.
sw: Una maswali yoyote? Soma mwongozo zaidi katika majibu yetu kwa maswali ya wateja na kupata majibu yako mwenyewe.
ta: ஏதேனும் கேள்விகள் இருந்தால்? வாடிக்கையாளர்களின் வினவல்களுக்கு எங்கள் பதில்களில் மேலும் வழிகாட்டுதலைப் படியுங்கள் மற்றும் உங்களுடைய பதில்களைக் கண்டறியவும்.
te: ఏవైనా ప్రశ్నలు ఉన్నాయా? కస్టమర్ల ప్రశ్నలకు మా సమాధానాలపై మరిన్ని మార్గదర్శకాలను చదవండి మరియు మీ స్వంత సమాధానాలను కనుగొనండి.
tg: Ҳама саволҳо доранд? Ҷавобҳоро минбаъд дар саволҳои мо ба саволҳои муштариён хонед ва ҷавобҳои худро ба худ пайдо кунед.
th: มีคำถามอะไรไหม? อ่านคำแนะนำเพิ่มเติมในคำตอบของเรากับคำสั่งของลูกค้าและค้นหาคำตอบของคุณเอง
tk: Soraglaryňyz barmy? Müşderileriň soraglaryna beren jogaplarymyzda goşmaça görkezmeleri okaň we özüňiziň jogaplaryňyzy tapyň.
tl: May mga katanungan? Basahin ang karagdagang gabay sa aming mga sagot sa mga query ng mga customer at hanapin ang mga sagot sa iyong sarili.
tr: Sorularınız mı var? Müşterilerin sorularına cevaplarımızda daha fazla kılavuz okuyun ve kendi cevaplarınızı bulun.
tt: Сорауларыгыз бармы? Клиентларның сорауларына җавапларыбызда өстәмә җитәкчелекне укыгыз һәм үзегезнекенә җавап табыгыз.
ug: سوئالىڭىز بارمۇ؟ خېرىدارلارنىڭ سوئاللىرىغا بەرگەن جاۋابىمىزدا تېخىمۇ كۆپ يېتەكچىلىكنى ئوقۇڭ ۋە ئۆزىڭىزنىڭ جاۋابىنى تېپىڭ.
uk: Є питання? Прочитайте подальші вказівки щодо наших відповідей на запити клієнтів та знайдіть відповіді на власні.
ur: کیا کوئی سوال ہے؟ صارفین کے سوالات کے جوابات میں مزید رہنمائی پڑھیں اور اپنے آپ کے جوابات تلاش کریں.
uz: Har qanday savol bormi? Mijozlar so&#39;rovlariga bo&#39;lgan javoblarimizda qo&#39;shimcha yo&#39;l-yo&#39;riqni o&#39;qing va o&#39;zingizning javoblaringizni toping.
vi: Có câu hỏi nào không? Đọc hướng dẫn thêm trong câu trả lời của chúng tôi cho các truy vấn của khách hàng và tìm câu trả lời cho câu hỏi của riêng bạn.
xh: Unemibuzo? Funda izikhokelo ezongezelelweyo kwimpendulo yethu kumbuzo yabathengi uze ufumane iimpendulo zakho.
yi: האָבן קיין פראגעס? לייענען ווייַטערדיק גיידאַנס אין אונדזער ענטפֿערס צו קאַסטאַמערז &#39;קוויריז און געפינען די ענטפֿערס צו דיין אייגן.

source: How secure is CaseActive?
af: Hoe veilig is CaseActive?
am: CaseActive ምን ያህል ደህንነቱ የተጠበቀ ነው?
ar: ما مدى أمان CaseActive؟
az: CaseActive nə dərəcədə təhlükəsizdir?
be: Наколькі бяспечны CaseActive?
bg: Колко сигурен е CaseActive?
bn: CaseActive কতটা নিরাপদ?
ca: Què tan segur és CaseActive?
cs: Jak bezpečný je CaseActive?
cy: Pa mor ddiogel yw CaseActive?
da: Hvor sikker er CaseActive?
de: Wie sicher ist CaseActive?
el: Πόσο ασφαλές είναι το CaseActive;
eo: Kiom sekura estas CaseActive?
es: ¿Qué tan seguro es CaseActive?
et: Kui turvaline on CaseActive?
eu: Zenbateko segurua da CaseActive?
fa: CaseActive چقدر امن است؟
fi: Kuinka turvallinen CaseActive on?
fr: À quel point CaseActive est-il sécurisé ?
fy: Hoe feilich is CaseActive?
ga: Cé chomh slán atá CaseActive?
gd: Dè cho tèarainte sa tha CaseActive?
gl: Que tan seguro é CaseActive?
gu: CaseActive કેટલું સુરક્ષિત છે?
hi: केसएक्टिव कितना सुरक्षित है?
hr: Koliko je siguran CaseActive?
hu: Mennyire biztonságos a CaseActive?
hy: Որքանո՞վ է ապահով CaseActive-ը:
id: Seberapa aman CaseActive?
is: Hversu öruggt er CaseActive?
it: Quanto è sicuro CaseActive?
iw: כמה מאובטח CaseActive?
ja: CaseActiveはどの程度安全ですか？
ka: რამდენად უსაფრთხოა CaseActive?
kk: CaseActive қаншалықты қауіпсіз?
km: តើ CaseActive មានសុវត្ថិភាពប៉ុណ្ណា?
kn: CaseActive ಎಷ್ಟು ಸುರಕ್ಷಿತವಾಗಿದೆ?
ku: CaseActive çiqas ewledar e?
ky: CaseActive канчалык коопсуз?
lb: Wéi sécher ass CaseActive?
lo: CaseActive ມີຄວາມປອດໄພຫຼາຍປານໃດ?
lt: Kiek saugus yra „CaseActive“?
lv: Cik droša ir CaseActive?
mg: Manao ahoana ny fiarovana ny CaseActive?
mi: He pehea te haumaru o CaseActive?
mk: Колку е безбеден CaseActive?
ml: CaseActive എത്രത്തോളം സുരക്ഷിതമാണ്?
mn: CaseActive хэр найдвартай вэ?
mr: CaseActive किती सुरक्षित आहे?
ms: Sejauh manakah CaseActive selamat?
mt: Kemm huwa sigur CaseActive?
my: CaseActive မည်မျှလုံခြုံသနည်း။
ne: CaseActive कति सुरक्षित छ?
nl: Hoe veilig is CaseActive?
no: Hvor sikker er CaseActive?
or: କେସ୍ ଆକ୍ଟିଭ୍ କେତେ ସୁରକ୍ଷିତ?
pa: CaseActive ਕਿੰਨਾ ਸੁਰੱਖਿਅਤ ਹੈ?
pl: Jak bezpieczny jest CaseActive?
ps: CaseActive څومره خوندي دی؟
pt: Quão seguro é o CaseActive?
ro: Cât de sigur este CaseActive?
ru: Насколько безопасен CaseActive?
rw: CaseActive ifite umutekano muke?
sd: CaseActive ڪيترو محفوظ آهي؟
si: CaseActive කෙතරම් ආරක්ෂිතද?
sk: Ako bezpečný je CaseActive?
sl: Kako varen je CaseActive?
sq: Sa i sigurt është CaseActive?
sr: Колико је безбедан ЦасеАцтиве?
sv: Hur säkert är CaseActive?
sw: Je, CaseActive iko salama kwa kiwango gani?
ta: கேஸ்ஆக்டிவ் எவ்வளவு பாதுகாப்பானது?
te: CaseActive ఎంత సురక్షితమైనది?
tg: CaseActive то чӣ андоза бехатар аст?
th: CaseActive ปลอดภัยแค่ไหน?
tk: CaseActive näderejede ygtybarly?
tl: Gaano ka-secure ang CaseActive?
tr: CaseActive ne kadar güvenli?
tt: CaseActive никадәр куркынычсыз?
ug: CaseActive قانچىلىك بىخەتەر؟
uk: Наскільки безпечний CaseActive?
ur: CaseActive کتنا محفوظ ہے؟
uz: CaseActive qanchalik xavfsiz?
vi: CaseActive bảo mật như thế nào?
xh: Ikhuseleke kangakanani i-CaseActive?
yi: ווי זיכער איז CaseActive?
