Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: No Files yet.
af: Nog geen lêers nie.
am: እስካሁን ምንም ፋይሎች የሉም።
ar: لا توجد ملفات بعد.
az: Hələ Fayl yoxdur.
be: Файлаў пакуль няма.
bg: Все още няма файлове.
bn: এখনো কোনো ফাইল নেই।
ca: Encara no hi ha fitxers.
cs: Zatím žádné soubory.
cy: Dim Ffeiliau eto.
da: Ingen filer endnu.
de: Noch keine Dateien.
el: Δεν υπάρχουν ακόμα αρχεία.
eo: Ankoraŭ neniuj dosieroj.
es: No hay archivos todavía.
et: Faile veel pole.
eu: Oraindik ez dago fitxategirik.
fa: هنوز فایلی وجود ندارد.
fi: Ei tiedostoja vielä.
fr: Aucun fichier pour le moment.
fy: Noch gjin triemmen.
ga: Níl Comhaid ar bith fós.
gd: Chan eil faidhlichean ann fhathast.
gl: Aínda non hai ficheiros.
gu: હજી સુધી કોઈ ફાઇલ નથી.
hi: अभी तक कोई फाइल नहीं।
hr: Još nema datoteka.
hu: Még nincsenek fájlok.
hy: Ֆայլեր դեռ չկան:
id: Belum ada File.
is: Engar skrár ennþá.
it: Nessun file ancora.
iw: אין עדיין קבצים.
ja: ファイルはまだありません。
ka: ფაილები ჯერ არ არის.
kk: Әлі файлдар жоқ.
km: មិនទាន់មានឯកសារនៅឡើយ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಫೈಲ್‌ಗಳಿಲ್ಲ.
ku: Hîn Pes nînin.
ky: Азырынча Файлдар жок.
lb: Nach keng Dateien.
lo: ບໍ່ມີໄຟລ໌ເທື່ອ.
lt: Failų dar nėra.
lv: Vēl nav neviena faila.
mg: Tsy mbola misy rakitra.
mi: Kaore ano he Kōnae.
mk: Сè уште нема датотеки.
ml: ഇതുവരെ ഫയലുകളൊന്നുമില്ല.
mn: Одоогоор файл алга.
mr: अद्याप फायली नाहीत.
ms: Tiada Fail lagi.
mt: S'issa l-ebda Fajls.
my: ဖိုင်များ မရှိသေးပါ။
ne: अहिलेसम्म कुनै फाइलहरू छैनन्।
nl: Nog geen bestanden.
no: Ingen filer ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ Files ଣସି ଫାଇଲ ନାହିଁ |
pa: ਹਾਲੇ ਤੱਕ ਕੋਈ ਫ਼ਾਈਲਾਂ ਨਹੀਂ ਹਨ।
pl: Brak plików.
ps: تراوسه هیڅ فایل نشته.
pt: Nenhum arquivo ainda.
ro: Nu există încă fișiere.
ru: Файлов пока нет.
rw: Nta dosiye.
sd: اڃان تائين ڪا به فائل ناهي.
si: තවමත් ගොනු නොමැත.
sk: Zatiaľ žiadne súbory.
sl: Ni še datotek.
sq: Ende nuk ka skedarë.
sr: Још нема датотека.
sv: Inga filer än.
sw: Bado hakuna Faili.
ta: இதுவரை கோப்புகள் இல்லை.
te: ఇంకా ఫైల్‌లు లేవు.
tg: Ҳанӯз ягон файл нест.
th: ยังไม่มีไฟล์
tk: Entek faýl ýok.
tl: Wala pang mga File.
tr: Henüz Dosya Yok.
tt: Файллар юк.
ug: ھۆججەت يوق.
uk: Файлів ще немає.
ur: ابھی تک کوئی فائل نہیں ہے۔
uz: Hali fayl yoʻq.
vi: Chưa có tệp nào.
xh: Akukho ziFayile okwangoku.
yi: קיין טעקעס נאָך.

source: No Images yet.
af: Nog geen prente nie.
am: እስካሁን ምንም ምስሎች የሉም።
ar: لا توجد صور بعد.
az: Hələ Şəkil yoxdur.
be: Выяваў пакуль няма.
bg: Все още няма изображения.
bn: এখনও কোন ছবি.
ca: Encara no hi ha imatges.
cs: Zatím žádné obrázky.
cy: Dim Delweddau eto.
da: Ingen billeder endnu.
de: Noch keine Bilder.
el: Δεν υπάρχουν ακόμα εικόνες.
eo: Neniuj Bildoj ankoraŭ.
es: Aún no hay imágenes.
et: Pilte veel pole.
eu: Irudirik ez oraindik.
fa: هنوز هیچ تصویری وجود ندارد.
fi: Ei kuvia vielä.
fr: Pas encore d'images.
fy: Noch gjin ôfbyldings.
ga: Níl Íomhánna ar bith fós.
gd: Chan eil dealbhan ann fhathast.
gl: Aínda non hai imaxes.
gu: હજુ સુધી કોઈ છબીઓ નથી.
hi: अभी तक कोई छवि नहीं।
hr: Još nema slika.
hu: Még nincsenek képek.
hy: Պատկերներ դեռ չկան:
id: Belum ada Gambar.
is: Engar myndir ennþá.
it: Nessuna immagine ancora.
iw: אין תמונות עדיין.
ja: 画像はまだありません。
ka: სურათები ჯერ არ არის.
kk: Әлі суреттер жоқ.
km: មិនមានរូបភាពនៅឡើយទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಚಿತ್ರಗಳಿಲ್ಲ.
ku: Hîn wêne tune.
ky: Азырынча сүрөттөр жок.
lb: Nach keng Biller.
lo: ບໍ່ມີຮູບພາບເທື່ອ.
lt: Vaizdų dar nėra.
lv: Vēl nav attēlu.
mg: Tsy mbola misy sary.
mi: Kaore ano he Whakaahua.
mk: Сè уште нема слики.
ml: ഇതുവരെ ചിത്രങ്ങളൊന്നുമില്ല.
mn: Одоогоор зураг байхгүй.
mr: अद्याप कोणतीही प्रतिमा नाहीत.
ms: Tiada Imej lagi.
mt: S'issa l-ebda Stampi.
my: ပုံများ မရှိသေးပါ။
ne: अहिलेसम्म कुनै छविहरू छैनन्।
nl: Nog geen afbeeldingen.
no: Ingen bilder ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ Images ଣସି ପ୍ରତିଛବି ନାହିଁ |
pa: ਹਾਲੇ ਕੋਈ ਚਿੱਤਰ ਨਹੀਂ ਹਨ।
pl: Nie ma jeszcze obrazów.
ps: تر اوسه هیڅ انځورونه نشته.
pt: Ainda não há imagens.
ro: Nicio imagine încă.
ru: Изображения пока отсутствуют.
rw: Nta mashusho.
sd: اڃان تائين ڪا به تصوير ناهي.
si: තවම පින්තූර නැත.
sk: Zatiaľ žiadne obrázky.
sl: Ni še slik.
sq: Nuk ka ende imazhe.
sr: Још нема слика.
sv: Inga bilder än.
sw: Bado hakuna Picha.
ta: இதுவரை படங்கள் இல்லை.
te: ఇంకా చిత్రాలు లేవు.
tg: Ҳанӯз тасвирҳо нест.
th: ยังไม่มีรูปภาพ
tk: Entek suratlar ýok.
tl: Wala pang mga Larawan.
tr: Henüz Resim Yok.
tt: Рәсемнәр юк.
ug: رەسىم يوق.
uk: Ще немає зображень.
ur: ابھی تک کوئی تصاویر نہیں ہیں۔
uz: Hali tasvirlar yoʻq.
vi: Chưa có hình ảnh nào.
xh: Akukho Mifanekiso okwangoku.
yi: קיין בילדער נאָך.

source: No Videos yet.
af: Nog geen video's nie.
am: እስካሁን ምንም ቪዲዮዎች የሉም።
ar: لا توجد مقاطع فيديو حتى الآن.
az: Hələ Video yoxdur.
be: Пакуль няма відэа.
bg: Все още няма видеоклипове.
bn: এখনও কোন ভিডিও নেই.
ca: Encara no hi ha vídeos.
cs: Zatím žádná videa.
cy: Dim Fideos eto.
da: Ingen videoer endnu.
de: Noch keine Videos.
el: Δεν υπάρχουν ακόμα βίντεο.
eo: Neniuj Videoj ankoraŭ.
es: Aún no hay vídeos.
et: Videoid veel pole.
eu: Oraindik ez dago bideorik.
fa: هنوز ویدیویی وجود ندارد.
fi: Ei videoita vielä.
fr: Pas encore de vidéos.
fy: Noch gjin fideo's.
ga: Níl Físeáin ar bith fós.
gd: Chan eil bhidiothan ann fhathast.
gl: Aínda non hai vídeos.
gu: હજી સુધી કોઈ વિડિઓઝ નથી.
hi: अभी तक कोई वीडियो नहीं।
hr: Još nema videozapisa.
hu: Még nincsenek videók.
hy: Տեսանյութեր դեռ չկան:
id: Belum ada Video.
is: Engin myndbönd ennþá.
it: Nessun video ancora.
iw: אין עדיין סרטונים.
ja: ビデオはまだありません。
ka: ვიდეოები ჯერ არ არის.
kk: Әлі бейнелер жоқ.
km: មិនមានវីដេអូនៅឡើយទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ವೀಡಿಯೊಗಳಿಲ್ಲ.
ku: Hîn Vîdyo tune.
ky: Азырынча видеолор жок.
lb: Nach keng Videoen.
lo: ບໍ່ມີວິດີໂອເທື່ອ.
lt: Dar nėra vaizdo įrašų.
lv: Vēl nav neviena videoklipa.
mg: Tsy mbola misy horonan-tsary.
mi: Kaore ano he Ataata.
mk: Сè уште нема видеа.
ml: ഇതുവരെ വീഡിയോകളൊന്നുമില്ല.
mn: Одоогоор видео байхгүй.
mr: अद्याप कोणतेही व्हिडिओ नाहीत.
ms: Tiada Video lagi.
mt: S'issa l-ebda Videos.
my: ဗီဒီယိုများ မရှိသေးပါ။
ne: अहिलेसम्म कुनै भिडियोहरू छैनन्।
nl: Nog geen video's.
no: Ingen videoer ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ No ଣସି ଭିଡିଓ ନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਵੀਡੀਓ ਨਹੀਂ।
pl: Nie ma jeszcze filmów.
ps: تراوسه هیڅ ویډیو نشته.
pt: Ainda não há vídeos.
ro: Niciun videoclip încă.
ru: Видео пока нет.
rw: Nta videwo.
sd: اڃان تائين ڪابه وڊيو ناهي.
si: තවමත් වීඩියෝ නොමැත.
sk: Zatiaľ žiadne videá.
sl: Ni še videoposnetkov.
sq: Ende nuk ka video.
sr: Још нема видео снимака.
sv: Inga videor än.
sw: Bado hakuna Video.
ta: இதுவரை வீடியோக்கள் இல்லை.
te: ఇంకా వీడియోలు లేవు.
tg: Ҳанӯз видео нест.
th: ยังไม่มีวิดีโอ
tk: Wideo ýok.
tl: Wala pang mga Video.
tr: Henüz Video Yok.
tt: Видео юк.
ug: ھازىرچە سىن يوق.
uk: Відео ще немає.
ur: ابھی تک کوئی ویڈیوز نہیں ہیں۔
uz: Hozircha videolar yoʻq.
vi: Chưa có video nào.
xh: Akukho vidiyo okwangoku.
yi: נאָך קיין ווידיאס.

source: Page Not Found
af: Bladsy nie gevind nie
am: ገጹ አልተገኘም
ar: الصفحة غير موجودة
az: Səhifə tapılmadı
be: Старонка не знойдзена
bg: Страницата не е намерена
bn: পৃষ্ঠা খুঁজে পাওয়া যায়নি
ca: Pàgina no trobada
cs: Stránka nenalezena
cy: Tudalen Heb ei Darganfod
da: Siden blev ikke fundet
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
eo: Paĝo ne trovita
es: Página no encontrada
et: Lehte ei leitud
eu: Ez da orria aurkitu
fa: صفحه یافت نشد
fi: Sivua ei löydetty
fr: Page non trouvée
fy: Side net fûn
ga: Ní bhfuarthas an leathanach
gd: Duilleag nach deach a lorg
gl: Páxina non atopada
gu: પેજ નથી મળ્યું
hi: पृष्ठ नहीं मिला
hr: Stranica nije pronađena
hu: Az oldal nem található
hy: Էջը չի գտնվել
id: Halaman tidak ditemukan
is: Síða ekki fundin
it: Pagina non trovata
iw: הדף לא נמצא
ja: ページが見つかりません
ka: Გვერდი არ მოიძებნა
kk: Бет табылмады
km: រកមិនឃើញទំព័រ
kn: ಪುಟ ಕಂಡುಬಂದಿಲ್ಲ
ku: Rûpel nehat dîtin
ky: Барак табылган жок
lb: Säit net fonnt
lo: ບໍ່ພົບ ໜ້າ
lt: Puslapis nerastas
lv: Lapa nav atrasta
mg: Tsy hita ny pejy
mi: Kaore i kitea nga whaarangi
mk: Страната не е пронајдена
ml: പേജ് കണ്ടെത്തിയില്ല
mn: Хуудас олдсонгүй
mr: पृष्ठ सापडले नाही
ms: Laman tidak dijumpai
mt: Paġna li Ma nstabitx
my: စာမျက်နှာမတွေ့ပါ
ne: पृष्ठ फेला परेन
nl: Pagina niet gevonden
no: Side ikke funnet
or: ପୃଷ୍ଠାଟି ମିଳିଲା ନାହିଁ
pa: ਪੰਨਾ ਮਿਲਿਆ ਨਹੀਂ
pl: Strona nie znaleziona
ps: پا Foundه ونه موندل شو
pt: Página não encontrada
ro: Pagina nu a fost gasita
ru: Страница не найдена
rw: Urupapuro Ntiruboneka
sd: پيج نه لڌو
si: පිටුව හමු නොවීය
sk: Stránka nenájdená
sl: Stran ni najdena
sq: Faqja nuk u gjet
sr: Страница није пронађена
sv: Sidan hittas inte
sw: Ukurasa Haupatikani
ta: பக்கம் கிடைக்கவில்லை
te: పేజి దొరకలేదు
tg: Саҳифа ёфт нашуд
th: ไม่พบหน้านี้
tk: Sahypa tapylmady
tl: Hindi Natagpuan ang Pahina
tr: Sayfa bulunamadı
tt: Бит табылмады
ug: بەت تېپىلمىدى
uk: Сторінку не знайдено
ur: صفحہ نہیں ملا
uz: Sahifa topilmadi
vi: Không tìm thấy trang
xh: Iphela alifumaneki
yi: בלאַט ניט געפֿונען

source: Attachments
af: aanhegsels
am: አባሪዎች
ar: مرفقات
az: Əlavələr
be: Ўкладанні
bg: Прикачени
bn: সংযুক্তিসমূহ
ca: Adjunts
cs: Přílohy
cy: Ymlyniadau
da: Vedhæftede filer
de: Anlagen
el: Συνημμένα
eo: Aldonaĵoj
es: Archivos adjuntos
et: Manused
eu: eranskinak
fa: پیوست ها
fi: Liitteet
fr: Les pièces jointes
fy: Ynstallaasjes
ga: Ceangaltáin
gd: Ceanglan
gl: Anexos
gu: જોડાણો
hi: संलग्नक
hr: Prilozi
hu: Mellékletek
hy: Հավելվածներ
id: Lampiran
is: Viðhengi
it: allegati
iw: קבצים מצורפים
ja: 添付ファイル
ka: მიმაგრებული
kk: Тіркемелер
km: ឯកសារភ្ជាប់
kn: ಲಗತ್ತುಗಳು
ky: Тиркемелер
lb: Attachementer
lo: ໄຟລ໌ແນບ
lt: Priedai
lv: Pielikumi
mg: kofehy mifamatotra
mi: Ngā Āpitihanga
mk: Прилози
ml: അറ്റാച്ചുമെന്റുകൾ
mn: Хавсралтууд
mr: संलग्नक
ms: Lampiran
mt: Mehmużin
ne: अनुलग्नकहरू
nl: Bijlagen
no: vedlegg
or: ସଂଲଗ୍ନକ
pa: ਅਟੈਚਮੈਂਟਸ
pl: Załączniki
ps: لاسوندونه
pt: Anexos
ro: Fișiere atașate
ru: Вложения
rw: Umugereka
sd: ڪچهري
si: ඇමුණුම්
sk: prílohy
sl: Priloge
sr: Прилози
sv: bilagor
sw: Viambatisho
ta: இணைப்புகள்
te: అటాచ్మెంట్లు
tg: Замимаҳо
th: สิ่งที่แนบมา
tk: Goşundylar
tl: Mga Attachment
tr: Ekler
tt: Кушымчалар
ug: قوشۇمچە ھۆججەتلەر
uk: Додатки
ur: منسلکات
uz: Qo&#39;shimchalar
vi: Tài liệu đính kèm
xh: Zi qhotyoshelweyo
yi: אַטטאַטשמענץ

source: Note View
af: Nota Aansig
am: የማስታወሻ እይታ
ar: عرض الملاحظات
az: Qeyd Görünüşü
be: Выгляд нататкі
bg: Изглед на бележка
bn: নোট দেখুন
ca: Vista de notes
cs: Poznámka Zobrazit
cy: Nodyn Golwg
da: Bemærk Vis
de: Hinweisansicht
el: Προβολή Σημείωσης
eo: Noto Vido
es: Vista de nota
et: Märkus Vaade
eu: Oharren ikuspegia
fa: مشاهده یادداشت
fi: Huomautus Näytä
fr: Affichage des notes
fy: Opmerking View
ga: Nóta Amharc
gd: Sealladh nota
gl: Vista de notas
gu: નોંધ જુઓ
hi: नोट देखें
hr: Napomena Pogled
hu: Megjegyzés Nézet
hy: Նշման դիտում
id: Tampilan Catatan
is: Athugið Skoða
it: Nota Visualizza
iw: הערה תצוגה
ja: ノートビュー
ka: შენიშვნის ხედი
kk: Ескертпе көрінісі
km: ចំណាំមើល
kn: ಗಮನಿಸಿ ನೋಟ
ku: Nîşe Nîşe
ky: Эскертүү көрүнүшү
lo: ບັນທຶກເບິ່ງ
lt: Pastaba Rodyti
lv: Piezīme Skats
mg: Fanamarihana View
mi: Tirohanga Panui
mk: Приказ на белешка
ml: നോട്ട് കാഴ്ച
mn: Тэмдэглэл харах
mr: टीप पहा
ms: Pandangan Nota
mt: Nota View
my: မှတ်ချက် မြင်ကွင်း
ne: नोट दृश्य
nl: Notitieweergave
no: Merknad Vis
or: ଟିପ୍ପଣୀ ଦର୍ଶନ
pa: ਨੋਟ ਵੇਖੋ
pl: Widok notatki
ps: نوټ لید
pt: Visualização de Notas
ro: Vizualizare notă
ru: Примечание Просмотр
rw: Icyitonderwa Reba
sd: نوٽ ڏسو
si: සටහන දැක්ම
sk: Poznámka Zobraziť
sl: Pogled opombe
sq: Pamja e shënimeve
sr: Напомена Виев
sv: Notera Visa
sw: Mtazamo wa Kumbuka
ta: குறிப்பு பார்வை
te: గమనిక వీక్షణ
tg: Намоиши ёддошт
th: หมายเหตุดู
tk: Bellik görnüşi
tl: View ng Tala
tr: Not Görünümü
tt: Искәрмә
ug: ئەسكەرتىش كۆرۈنۈشى
uk: Перегляд примітки
ur: نوٹ دیکھیں
uz: Eslatma ko'rinishi
vi: Ghi chú Xem
xh: Jonga inqaku
yi: באַמערקונג View

source: No Notes
af: Geen notas
am: ምንም ማስታወሻዎች የሉም
ar: لا ملاحظات
az: Qeydlər yoxdur
be: Няма нататак
bg: Без бележки
bn: কোন নোট
ca: Sense notes
cs: Žádné poznámky
cy: Dim Nodiadau
da: Ingen noter
de: Keine Notizen
el: Δεν υπάρχουν σημειώσεις
eo: Neniuj Notoj
es: Sin notas
et: Märkmeid pole
eu: Oharrik ez
fa: بدون یادداشت
fi: Ei huomautuksia
fr: Pas de notes
ga: Níl Nótaí
gd: Chan eil notaichean
gl: Non hai notas
gu: કોઈ નોંધો
hi: कोई नोट्स नहीं
hr: Nema napomena
hu: Nincs jegyzet
hy: Ոչ մի նշում
id: Tidak ada catatan
is: Engar athugasemdir
it: Nessuna nota
iw: אין הערות
ja: ノートなし
ka: არ არის შენიშვნები
kk: Ескертпелер жоқ
km: គ្មានកំណត់ត្រា
kn: ಟಿಪ್ಪಣಿಗಳಿಲ್ಲ
ky: Жазуулар жок
lt: Nėra pastabų
lv: Nav piezīmju
mi: Kāore he Tuhipoka
mk: Нема белешки
ml: കുറിപ്പുകളൊന്നുമില്ല
mn: Тэмдэглэл байхгүй
mr: नो नोट्स
ms: Tiada Nota
mt: Ebda Noti
my: အဘယ်သူမျှမမှတ်စုများ
ne: कुनै नोटहरू छैनन्
nl: Geen aantekeningen
no: Ingen notater
or: କ Not ଣସି ଟିପ୍ପଣୀ ନାହିଁ |
pa: ਕੋਈ ਨੋਟਸ ਨਹੀਂ
pl: Brak notatek
ps: یادښتونه
pt: Sem notas
ro: Nu există note
ru: Нет заметок
rw: Nta Inyandiko
sd: ڪا به نوٽيس
si: සටහන් නැත
sk: Žiadne poznámky
sl: Brez opomb
sq: Nuk ka shënime
sr: Но Нотес
sv: Inga anteckningar
sw: Hakuna Vidokezo
ta: குறிப்புகள் இல்லை
te: గమనికలు లేవు
tg: Ҳикояҳо нестанд
th: ไม่มีหมายเหตุ
tk: Bellikler ýok
tl: Walang Mga Tala
tr: Not yok
tt: Искәрмәләр юк
ug: ئىزاھات يوق
uk: Немає приміток
ur: کوئی نوٹس نہیں
uz: Eslatmalar yo&#39;q
vi: Không có ghi chú
xh: Akukho manqaku

source: Select the person to answer this field
af: Kies die persoon om hierdie veld te beantwoord
am: ለዚህ መስክ መልስ ለመስጠት ግለሰቡን ይምረጡ
ar: حدد الشخص للإجابة على هذا الحقل
az: Bu sahədə cavab verən şəxsləri seçin
be: Выберыце чалавека, каб адказаць на гэтае поле
bg: Изберете лицето, на което да отговорите на това поле
bn: এই ক্ষেত্র উত্তর দিতে ব্যক্তি নির্বাচন করুন
ca: Seleccioneu la persona per respondre a aquest camp
cs: Vyberte osobu, na kterou chcete odpovědět
cy: Dewiswch y person i ateb y maes hwn
da: Vælg den person, der skal svare på dette felt
de: Wählen Sie die Person aus, die dieses Feld beantworten soll
el: Επιλέξτε το άτομο για να απαντήσετε σε αυτό το πεδίο
eo: Elektu la personon por respondi ĉi tiun kampon
es: Seleccione la persona para responder a este campo
et: Valige isik, kellele selles valdkonnas vastata
eu: Hautatu eremu honi erantzuteko pertsona
fa: فردی را انتخاب کنید که به این فیلد پاسخ دهد
fi: Valitse henkilö, joka vastaa tähän kenttään
fr: Sélectionnez la personne pour répondre à ce champ
fy: Selektearje de persoan om dit fjild te antwurdjen
ga: Roghnaigh an duine chun an réimse seo a fhreagairt
gd: Tagh an neach gus an raon seo a fhreagairt
gl: Seleccione a persoa que responda a este campo
gu: આ ક્ષેત્રનો જવાબ આપવા માટે વ્યક્તિ પસંદ કરો
hi: इस फ़ील्ड का उत्तर देने के लिए व्यक्ति का चयन करें
hr: Odaberite osobu za odgovor na ovo polje
hu: Válassza ki azt a személyt, aki erre a mezőre válaszol
hy: Ընտրեք այս դաշտին պատասխանող անձը
id: Pilih orang untuk menjawab bidang ini
is: Veldu viðkomandi til að svara þessu sviði
it: Seleziona la persona per rispondere a questo campo
iw: בחר את האדם כדי לענות לשדה זה
ja: このフィールドに回答する人を選択してください
ka: აირჩიე პირი, რომ პასუხი გასცეს ამ ველს
kk: Осы өріске жауап беру үшін адамды таңдаңыз
km: ជ្រើសរើសមនុស្សដើម្បីឆ្លើយវាលនេះ
kn: ಈ ಕ್ಷೇತ್ರಕ್ಕೆ ಉತ್ತರಿಸಲು ವ್ಯಕ್ತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Kesê hilbijêre ku ji vê qada bersiv bikin
ky: Бул талааны жооп адамды тандоо
lb: Wielt déi Persoun fir dëst Feld ze äntwerten
lo: ເລືອກບຸກຄົນທີ່ຕອບສະຫນາມນີ້
lt: Pasirinkite asmenį, kuriam reikia atsakyti į šį lauką
lv: Izvēlieties personu, kas atbildēs uz šo lauku
mg: Mifidiana olona hamaly io saha io
mi: Tīpakohia te tangata hei whakautu i tenei mara
mk: Изберете го лицето кое ќе одговори на ова поле
ml: ഈ ഫീൽഡിന് ഉത്തരം നൽകാൻ വ്യക്തിയെ തിരഞ്ഞെടുക്കുക
mn: Энэ талбарт хариулах хүнийг сонго
mr: या फील्डला उत्तर देण्यासाठी व्यक्ती निवडा
ms: Pilih orang untuk menjawab bidang ini
mt: Agħżel il-persuna biex twieġeb dan il-field
my: ဒီလယ်ကိုဖြေဆိုဖို့ပုဂ္ဂိုလ်တစ်ဦးကိုရွေးချယ်ပါ
ne: यस क्षेत्रमा जवाफ दिन व्यक्ति चयन गर्नुहोस्
nl: Selecteer de persoon om dit veld te beantwoorden
no: Velg personen som svarer på dette feltet
or: ଏହି କ୍ଷେତ୍ରର ଉତ୍ତର ଦେବାକୁ ବ୍ୟକ୍ତି ଚୟନ କରନ୍ତୁ |
pa: ਇਸ ਖੇਤਰ ਦਾ ਜਵਾਬ ਦੇਣ ਲਈ ਵਿਅਕਤੀ ਨੂੰ ਚੁਣੋ
pl: Wybierz osobę, aby odpowiedzieć na to pole
ps: د دې ساحې ځواب لپاره شخص غوره کړئ
pt: Selecione a pessoa para responder a este campo
ro: Selectați persoana pentru a răspunde la acest câmp
ru: Выберите человека, чтобы ответить на это поле
rw: Hitamo umuntu wo gusubiza iki gice
sd: ھن فيلڊ کي جواب ڏيڻ لاء ماڻھو چونڊيو
si: මෙම ක්ෂේත්රයට පිළිතුරු දීමට පුද්ගලයා තෝරන්න
sk: Vyberte osobu, na ktorú chcete odpovedať
sl: Izberite osebo, ki bo odgovorila na to polje
sq: Zgjidhni personin që përgjigjet në këtë fushë
sr: Изаберите особу за одговор на ово поље
sv: Välj den person som ska svara på det här fältet
sw: Chagua mtu kujibu shamba hili
ta: இந்த துறையில் பதிலளிக்க நபரைத் தேர்ந்தெடுக்கவும்
te: ఈ ఫీల్డ్కు సమాధానం ఇవ్వడానికి వ్యక్తిని ఎంచుకోండి
tg: Шахсеро барои ҷавоб додан ба ин майдон интихоб кунед
th: เลือกบุคคลที่จะตอบฟิลด์นี้
tk: Bu ugura jogap berjek adamy saýlaň
tl: Piliin ang tao upang sagutin ang patlang na ito
tr: Bu alana cevap verecek kişiyi seçin
tt: Бу өлкәгә җавап бирер өчен кешене сайлагыз
ug: بۇ ساھەگە جاۋاب بېرىدىغان ئادەمنى تاللاڭ
uk: Виберіть особу для відповіді на це поле
ur: اس فیلڈ کا جواب دینے کے لئے شخص منتخب کریں
uz: Bu sohaga javob beradigan odamni tanlang
vi: Chọn người trả lời trường này
xh: Khetha umntu ukuba aphendule le ntsimi
yi: אויסקלייַבן די מענטש צו ענטפֿערן דעם פעלד

source: Create E-sign
af: Skep E-teken
am: ኢ-ምልክት ይፍጠሩ
ar: إنشاء علامة إلكترونية
az: Elektron işarə yaradın
be: Стварыце электронны знак
bg: Създаване на електронен знак
bn: ই-সাইন তৈরি করুন
ca: Crea un signe electrònic
cs: Vytvořte E-sign
cy: Creu E-arwydd
da: Opret E-skilt
de: E-Signatur erstellen
el: Δημιουργία Ηλεκτρονικού Σήματος
eo: Kreu E-signon
es: Crear firma electrónica
et: Loo e-märk
eu: Sortu E-seinalea
fa: ایجاد علامت الکترونیکی
fi: Luo sähköinen merkki
fr: Créer une signature électronique
fy: Meitsje E-teken
ga: Cruthaigh E-comhartha
gd: Cruthaich E-sign
gl: Crear signo electrónico
gu: ઇ-સાઇન બનાવો
hi: ई-साइन बनाएं
hr: Napravite E-znak
hu: E-jel létrehozása
hy: Ստեղծեք էլեկտրոնային նշան
id: Buat tanda elektronik
is: Búðu til E-merki
it: Crea segno elettronico
iw: צור סימן אלקטרוני
ja: 電子サインを作成する
ka: შექმენით ელექტრონული ნიშანი
kk: Электрондық белгіні жасау
km: បង្កើតសញ្ញាអ៊ី
kn: ಇ-ಚಿಹ್ನೆಯನ್ನು ರಚಿಸಿ
ku: E-nîşana çêbikin
ky: Электрондук белги түзүү
lb: Schafen E-Zeechen
lo: ສ້າງ E-sign
lt: Sukurkite elektroninį ženklą
lv: Izveidojiet e-zīmi
mg: Mamorona E-sign
mi: Waihanga E-tohu
mk: Креирај е-знак
ml: ഇ-സൈൻ സൃഷ്ടിക്കുക
mn: Цахим тэмдэг үүсгэх
mr: ई-चिन्ह तयार करा
ms: Buat tanda E
mt: Oħloq E-sinjal
my: E-sign ဖန်တီးပါ။
ne: ई-साइन सिर्जना गर्नुहोस्
nl: E-teken maken
no: Lag e-skilt
or: ଇ-ସାଇନ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਈ-ਸਾਈਨ ਬਣਾਓ
pl: Utwórz e-podpis
ps: د بریښنایی نښه رامینځته کړئ
pt: Criar assinatura eletrônica
ro: Creați un semn electronic
ru: Создать электронную подпись
rw: Kora E-ikimenyetso
sd: اي-سائن ٺاهيو
si: ඊ ලකුණ සාදන්න
sk: Vytvorte E-znamenie
sl: Ustvari E-znak
sq: Krijo e-shenjë
sr: Направите Е-знак
sv: Skapa E-skylt
sw: Unda ishara ya E
ta: மின் அடையாளத்தை உருவாக்கவும்
te: ఇ-సైన్‌ని సృష్టించండి
tg: Эҷоди аломати электронӣ
th: สร้างสัญลักษณ์อิเล็กทรอนิกส์
tk: Elektron belligi dörediň
tl: Lumikha ng E-sign
tr: E-imza oluştur
tt: Электрон билге ясагыз
ug: ئېلېكترونلۇق بەلگە قۇرۇش
uk: Створіть електронний знак
ur: ای سائن بنائیں
uz: E-belgi yaratish
vi: Tạo chữ ký điện tử
xh: Yenza uphawu lwe-E
yi: שאַפֿן E- צייכן

source: Update E-signs
af: Dateer E-tekens op
am: ኢ-ምልክቶችን ያዘምኑ
ar: تحديث العلامات الإلكترونية
az: Elektron nişanları yeniləyin
be: Абнаўленне электронных знакаў
bg: Актуализирайте електронни знаци
bn: ই-চিহ্ন আপডেট করুন
ca: Actualitzar els signes electrònics
cs: Aktualizujte E-signály
cy: Diweddaru E-arwyddion
da: Opdater E-skilte
de: Aktualisieren Sie E-Signaturen
el: Ενημέρωση ηλεκτρονικών πινακίδων
eo: Ĝisdatigi E-signojn
es: Actualizar firmas electrónicas
et: Uuenda e-märke
eu: Eguneratu E-seinaleak
fa: علائم الکترونیکی را به روز کنید
fi: Päivitä e-kyltit
fr: Mettre à jour les enseignes électroniques
fy: Update E-tekens
ga: Nuashonraigh E-comharthaí
gd: Luchdaich a-nuas e-suaicheantasan
gl: Actualizar os sinais electrónicos
gu: ઇ-ચિહ્નો અપડેટ કરો
hi: ई-संकेत अपडेट करें
hr: Ažurirajte E-znakove
hu: Frissítse az E-jeleket
hy: Թարմացրեք էլեկտրոնային նշանները
id: Perbarui tanda elektronik
is: Uppfærðu rafræn skilti
it: Aggiorna i segni E
iw: עדכון שלטים אלקטרוניים
ja: 電子サインを更新する
ka: განაახლეთ ელექტრონული ნიშნები
kk: Электрондық белгілерді жаңарту
km: ធ្វើបច្ចុប្បន្នភាពសញ្ញាអ៊ី
kn: ಇ-ಚಿಹ್ನೆಗಳನ್ನು ನವೀಕರಿಸಿ
ku: E-nîşanan nûve bikin
ky: Электрондук белгилерди жаңыртуу
lb: Update E-Schëlder
lo: ອັບເດດເຄື່ອງໝາຍອີເມລ໌
lt: Atnaujinkite elektroninius ženklus
lv: Atjaunināt e-zīmes
mg: Fanavaozana ny E-signs
mi: Whakahouhia nga tohu-e
mk: Ажурирајте ги Е-знаците
ml: ഇ-ചിഹ്നങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
mn: Цахим тэмдгийг шинэчлэх
mr: ई-चिन्हे अपडेट करा
ms: Kemas kini E-tanda
mt: Aġġorna E-sinjali
my: E-ဆိုင်းဘုတ်များကို အပ်ဒိတ်လုပ်ပါ။
ne: ई-चिन्हहरू अद्यावधिक गर्नुहोस्
nl: E-borden bijwerken
no: Oppdater E-skilt
or: ଇ-ଚିହ୍ନଗୁଡିକ ଅଦ୍ୟତନ କରନ୍ତୁ |
pa: ਈ-ਚਿੰਨ੍ਹ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj znaki elektroniczne
ps: د بریښنایی نښو تازه کول
pt: Atualizar E-signs
ro: Actualizați semnele electronice
ru: Обновить электронные подписи
rw: Kuvugurura E-ibimenyetso
sd: تازه ڪاري E-signs
si: ඊ-ලකුණු යාවත්කාලීන කරන්න
sk: Aktualizujte elektronické značky
sl: Posodobite e-znake
sq: Përditësoni shenjat elektronike
sr: Ажурирајте Е-знакове
sv: Uppdatera E-skyltar
sw: Sasisha ishara za E
ta: மின்-அடையாளங்களைப் புதுப்பிக்கவும்
te: ఇ-చిహ్నాలను నవీకరించండి
tg: Навсозии аломатҳои электронӣ
th: อัพเดท E-signs
tk: Elektron alamatlary täzeläň
tl: I-update ang mga E-sign
tr: E-işaretlerini güncelle
tt: Электрон билгеләрне яңарту
ug: ئېلېكترونلۇق بەلگىلەرنى يېڭىلاش
uk: Оновіть електронні знаки
ur: ای سائنز کو اپ ڈیٹ کریں۔
uz: Elektron belgilarni yangilang
vi: Cập nhật ký hiệu điện tử
xh: Hlaziya iimpawu ze-E
yi: דערהייַנטיקן E- וואונדער

source: Signs
af: Tekens
am: ምልክቶች
ar: علامات
az: İşarələr
be: Знакі
bg: Знаци
bn: চিহ্ন
ca: Signes
cs: Známky
cy: Arwyddion
da: Tegn
de: Zeichen
el: Σημάδια
eo: Signoj
es: Señales
et: Märgid
eu: Seinaleak
fa: نشانه ها
fi: Merkkejä
fr: Panneaux
fy: Ûndertekenje
ga: Comharthaí
gd: Soidhnichean
gl: Sinais
gu: ચિહ્નો
hi: लक्षण
hr: Znakovi
hu: Jelek
hy: Նշաններ
id: Tanda-tanda
is: Merki
it: Segni
iw: שלטים
ja: 標識
ka: ნიშნები
kk: Белгілер
km: សញ្ញា
kn: ಚಿಹ್ನೆಗಳು
ku: Nîşan
ky: Белгилер
lb: Schëlder
lo: ສັນຍານ
lt: Ženklai
lv: Zīmes
mg: FAMANTARANA
mi: Nga tohu
mk: Знаци
ml: അടയാളങ്ങൾ
mn: Шинж тэмдэг
mr: चिन्हे
ms: Tanda-tanda
mt: Sinjali
my: လက္ခဏာများ
ne: संकेत
nl: Tekens
no: Tegn
or: ଚିହ୍ନଗୁଡିକ
pa: ਚਿੰਨ੍ਹ
pl: Oznaki
ps: نښې
pt: sinais
ro: Semne
ru: Знаки
rw: Ibimenyetso
sd: نشانيون
si: සංඥා
sk: Známky
sl: Znaki
sq: Shenjat
sr: Знакови
sv: Tecken
sw: Ishara
ta: அடையாளங்கள்
te: సంకేతాలు
tg: Аломатҳо
th: สัญญาณ
tk: Alamatlar
tl: Palatandaan
tr: İşaretler
tt: Билгеләр
ug: بەلگىلەر
uk: Знаки
ur: نشانیاں
uz: Belgilar
vi: Dấu hiệu
xh: Iimpawu
yi: צייכנס
