Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 70+ languages
af: 70 + tale
am: 70+ ቋንቋዎች
ar: أكثر من 70 لغة
az: 70+ dildə
be: 70+ мовы
bg: 70 езика
bn: 70+ ভাষা
ca: 70 llengües més
cs: 70+ jazyků
cy: 70+ o ieithoedd
da: 70 + sprog
de: 70+ Sprachen
el: 70+ γλώσσες
eo: 70+ lingvoj
es: 70+ idiomas
et: 70+ keelt
eu: 70 hizkuntza gehiago
fa: 70 زبان +
fi: 70 + kieliä
fr: Plus de 70 langues
fy: 70+ talen
ga: 70+ teanga
gd: 70+ cànan
gl: 70 idiomas
gu: 70+ ભાષાઓ
hi: 70+ भाषाएँ
hr: 70 jezika
hu: 70+ nyelv
hy: 70+ լեզուներով
id: 70+ bahasa
is: 70+ tungumál
it: 70+ lingue
iw: 70+ שפות
ja: 70以上の言語
ka: 70+ ენები
kk: 70+ тілдері
km: 70+ ភាសា
kn: 70+ ಭಾಷೆಗಳು
ku: 70+ zimanan
ky: 70+ тилдер
lb: 70+ Sproochen
lo: 70+ ພາສາ
lt: 70 + kalbų
lv: 70+ valodas
mi: 70 reo
mk: 70+ јазици
ml: 70+ ഭാഷകൾ
mn: 70+ хэл дээр
mr: 70+ भाषा
ms: 70+ bahasa
mt: 70+ lingwa
my: 70+ ဘာသာစကားများ
ne: 70+ भाषाहरू
nl: 70+ talen
no: 70 + språk
or: 70+ ଭାଷା
pa: 70+ ਭਾਸ਼ਾਵਾਂ
pl: 70+ języków
ps: 70+ ژبو
pt: Mais de 70 idiomas
ro: 70 de limbi
ru: 70+ языков
rw: Indimi 70+
sd: 70+ ٻولين وارا
si: භාෂා 70+
sk: 70+ jazykov
sl: 70 jezikov
sq: 70+ gjuhë
sr: 70+ лангуагес
sv: 70+ språk
sw: Lugha 70+
ta: 70+ மொழிகள்
te: 70+ భాషలు
tg: 70+ забон
th: มากกว่า 70 ภาษา
tk: 70+ dil
tl: 70 + na wika
tr: 70+ dil
tt: 70+ тел
ug: 70+ تىل
uk: 70 мов
ur: 70+ زبانوں
uz: 70+ til
vi: Hơn 70 ngôn ngữ
xh: 70+ iilwimi
yi: 70+ שפּראַכן

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
af: Of dit plaaslik of wêreldwyd werk, jy kan die taal van jou kliënt deur CaseActive&#39;s vertaal
am: በአካባቢያዊም ሆነ በአለማቀፍ ሥራ ቢሰራ, በቼክ-ኦርቲቭ (CaseActive&#39;s) አማካኝነት ደንበኛዎትን የእንግሊዝኛ ቋንቋ መተርጎም ይችላሉ
ar: سواء كنت تعمل محليا أو عالميا ، يمكنك ترجمة اللغة الأم للعميل من خلال CaseActive
az: Yerli və ya qlobal işləməyiniz, Müştərinizin ana dilini CaseActive vasitəsilə tərcümə edə bilərsiniz
be: Працуеце Ці лакальна або глабальна, вы можаце перавесці родная мова вашага кліента праз CaseActive-х
bg: Независимо дали работите на местно или глобално ниво, можете да превеждате родния език на клиента си чрез CaseActive
bn: স্থানীয়ভাবে বা বিশ্বব্যাপী কাজ করে কিনা, আপনি CaseActive এর মাধ্যমে আপনার ক্লায়েন্টের মাতৃভাষা অনুবাদ করতে পারেন
ca: Ja sigui a nivell local o global, podeu traduir la llengua nativa del vostre client a través de CaseActive
cs: Ať už pracujete lokálně nebo globálně, můžete přeložit rodný jazyk vašeho klienta prostřednictvím CaseActive
cy: P&#39;un a ydych chi&#39;n gweithio&#39;n lleol neu&#39;n fyd-eang, gallwch gyfieithu iaith frodorol eich cleient trwy CaseActive
da: Uanset om du arbejder lokalt eller globalt, kan du oversætte din klients modersmål gennem CaseActives
de: Egal, ob Sie lokal oder global arbeiten, Sie können die Muttersprache Ihres Kunden über CaseActive übersetzen
el: Είτε εργάζεστε τοπικά είτε σε παγκόσμιο επίπεδο, μπορείτε να μεταφράσετε τη μητρική γλώσσα του πελάτη σας μέσω του CaseActive
eo: Ĉu vi laboras loke aŭ tutmonde, vi povas traduki la denaskan lingvon de via kliento tra tiu de CaseActive
es: Ya sea que trabaje local o globalmente, puede traducir la lengua nativa de su cliente a través de CaseActive&#39;s
et: Kas töötate kohalikul või ülemaailmsel tasandil, saate tõlkida oma kliendi emakeelt CaseActive&#39;i kaudu
eu: Lokalki edo mundu osoan lan egiten duen ala ez, zure bezeroaren ama-hizkuntza itzuli ahal izango duzu CaseActive-ren bidez
fa: آیا کار در محلی یا جهانی، شما می توانید زبان مادری مشتری خود را از طریق CaseActive ترجمه کنید
fi: Voitko kääntää asiakkaan äidinkielen CaseActivein kautta riippumatta siitä, työskentelevätkö ne paikallisesti tai maailmanlaajuisesti
fr: Que vous travailliez localement ou dans le monde entier, vous pouvez traduire la langue maternelle de votre client à travers celle de CaseActive.
fy: As jo lokale of globaal wurkje, kinne jo eigen memmetaal fan jo kliïnt troch CaseActive&#39;s oersetten
ga: Cibé acu atá tú ag obair go háitiúil nó go domhanda, is féidir leat teanga dhúchais do chliaint a aistriú trí CaseActive
gd: Co-dhiù a tha thu ag obair gu h-ionadail no air feadh an t-saoghail, is urrainn dhut cànan dùthchasach do chliant eadar-theangachadh tro chùis CaseActive
gl: Se traballas a nivel local ou global, pode traducir a lingua nativa do teu cliente a través de CaseActive
gu: સ્થાનિક સ્તરે અથવા વૈશ્વિક સ્તરે કામ કરવું, તમે કેસએક્ટિવ્સ દ્વારા તમારા ક્લાયન્ટની મૂળ ભાષાને અનુવાદિત કરી શકો છો
hi: चाहे स्थानीय या विश्व स्तर पर काम कर रहे हों, आप CaseActive के माध्यम से अपने ग्राहक की मूल जीभ का अनुवाद कर सकते हैं
hr: Bez obzira radi li lokalno ili globalno, možete prevesti materinji jezik vašeg klijenta putem CaseActive-a
hu: Akár helyben, akár világszerte dolgozik, lefordíthatja az ügyfél anyanyelvét a CaseActive-n keresztül
hy: Անկախ նրանից, թե տեղական կամ գլոբալ աշխատել, կարող եք թարգմանել ձեր հաճախորդի մայրենի լեզուն CaseActive- ի միջոցով
id: Baik bekerja secara lokal maupun global, Anda dapat menerjemahkan bahasa ibu klien Anda melalui CaseActive
is: Hvort sem þú vinnur á staðnum eða á heimsvísu getur þú þýtt móðurmál viðskiptavinarins með CaseActive
it: Sia lavorando localmente che globalmente, puoi tradurre la lingua nativa del tuo cliente attraverso CaseActive
iw: בין אם אתה עובד באופן מקומי או גלובלי, אתה יכול לתרגם את שפת האם של הלקוח שלך דרך CaseActive של
ja: ローカルでもグローバルでも、CaseActiveの方法でクライアントの母国語を翻訳できます。
ka: თუ მუშაობს ადგილობრივ ან გლობალურად, შეგიძლიათ თარგმნოთ თქვენი კლიენტის მშობლიური ენა CaseActive- ის მეშვეობით
kk: Жергілікті немесе ғаламдық деңгейде жұмыс жасайсыз ба, клиенттің ана тілін CaseActive арқылы аудара аласыз
km: មិនថាធ្វើការនៅក្នុងស្រុកឬទូទាំងពិភពលោកទេអ្នកអាចបកប្រែភាសាកំណើតរបស់កូនសិស្សរបស់អ្នកតាមរយៈ CaseActive&#39;s
kn: ಸ್ಥಳೀಯವಾಗಿ ಅಥವಾ ಜಾಗತಿಕವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆಯೇ, ನಿಮ್ಮ ಕ್ಲೈಂಟ್ನ ಸ್ಥಳೀಯ ಭಾಷೆಗಳನ್ನು ನೀವು ಕೇಸ್ಆಕ್ಟಿವ್ಸ್ ಮೂಲಕ ಅನುವಾದಿಸಬಹುದು
ku: Ma gelo herêmî an jî karbidestê dixebite, hûn dikarin ji zimanê AsActive ve bi zimanê zikmakî ve bikarbînin
ky: жергиликтүү же дүйнөдө иштеп келсе, CaseActive аркылуу сиздин кардардын эне тилинде которууга болот
lb: Egal ob lokal oder global fonctionnéiert, kënnt Dir Är Mammesprooch vun Ärer Client iwwer CaseActive&#39;s iwwersetzen
lo: ບໍ່ວ່າຈະເຮັດວຽກຢູ່ໃນທ້ອງຖິ່ນຫຼືທົ່ວໂລກ, ທ່ານສາມາດແປພາສາທ້ອງຖິ່ນຂອງລູກຄ້າຂອງທ່ານຜ່ານ CaseActive&#39;s
lt: Nesvarbu, ar dirbate vietoje, ar visame pasaulyje, galite išversti savo gimtąją kalbą per „CaseActive“
lv: Neatkarīgi no tā, vai strādājat vietējā vai globālā līmenī, jūs varat tulkot sava klienta dzimto valodu, izmantojot CaseActive
mg: Na miasa na eo an-toerana, afaka mandika ny tenin-drazanao amin&#39;ny mpanjifa ianao amin&#39;ny alalan&#39;ny CaseActive&#39;s
mi: Ahakoa mahi i te rohe, i te ao katoa, ka taea e koe te whakamaori i te reo taketake o to kiritaki na roto i te CaseActive
mk: Без разлика дали работи локално или глобално, можете да го преведете мајчин јазик на вашиот клиент преку CaseActive
ml: പ്രാദേശികമായി അല്ലെങ്കിൽ ഗ്ലോബലിയിൽ പ്രവർത്തിക്കുമെങ്കിൽ, നിങ്ങളുടെ കസ്റ്റമറിന്റെ പ്രാദേശികഭാഷ കേസിആക്ടീവ് വഴി വിവർത്തനം ചെയ്യാൻ കഴിയും
mn: Орон нутгийн эсвэл дэлхий даяар ажиллаж байгаа бол та CaseActive-ээр дамжуулан үйлчлүүлэгчийнхээ хэлийг орчуулж чадна
mr: स्थानिक किंवा जागतिक पातळीवर कार्य करत असल्यास, आपण केसएक्टीव्हच्या माध्यमातून आपल्या क्लायंटची मातृभाषा अनुवादित करू शकता
ms: Sama ada bekerja secara tempatan atau global, anda boleh menterjemahkan lidah bahasa klien anda melalui CaseActive&#39;s
mt: Kemm jekk taħdem lokali kif ukoll globalment, tista &#39;tittraduċi l-ilsien nattiv tal-klijent tiegħek permezz ta&#39; CaseActive&#39;s
my: ဒေသအလိုက်သို့မဟုတ်တကမ္ဘာလုံးအလုပ်လုပ်ခြင်းရှိမရှိ, သင် CaseActive ရဲ့အားဖြင့်သင်တို့၏ client ကိုရဲ့မိခင်ဘာသာစကားဘာသာပြန်ဆိုလို့ရပါတယ်
ne: स्थानीय या विश्वव्यापी रूपमा काम गरिरहनु पर्दछ, तपाईले तपाइँको ग्राहकको मूलभाषालाई केसएक्टिभको माध्यमबाट अनुवाद गर्न सक्नुहुन्छ
nl: Of u nu lokaal of wereldwijd werkt, u kunt de moedertaal van uw klant vertalen met behulp van CaseActive&#39;s
no: Enten du jobber lokalt eller globalt, kan du oversette klientens morsmål gjennom CaseActives
or: ସ୍ଥାନୀୟ କିମ୍ବା ସର୍ବଭାରତୀୟ ସ୍ତରରେ କାର୍ଯ୍ୟ କରନ୍ତୁ, ଆପଣ କେସ୍ ଆକ୍ଟିଭ୍ ମାଧ୍ୟମରେ ଆପଣଙ୍କ ଗ୍ରାହକଙ୍କ ମାତୃଭାଷା ଅନୁବାଦ କରିପାରିବେ |
pa: ਭਾਵੇਂ ਸਥਾਨਕ ਤੌਰ &#39;ਤੇ ਜਾਂ ਵਿਸ਼ਵ ਪੱਧਰ&#39; ਤੇ ਕੰਮ ਕਰਨਾ, ਤੁਸੀਂ ਆਪਣੇ ਕਲਾਇੰਟ ਦੀ ਮੂਲ ਭਾਸ਼ਾ ਨੂੰ ਕੈਸੀਐਕਟੀਵ ਦੇ ਜ਼ਰੀਏ ਅਨੁਵਾਦ ਕਰ ਸਕਦੇ ਹੋ
pl: Niezależnie od tego, czy pracujesz lokalnie, czy globalnie, możesz przetłumaczyć język ojczysty swojego klienta za pomocą CaseActive&#39;s
ps: که چیرې په سیمه ایز یا نړیواله کچه کار کول، تاسو کولی شئ د خپل مراجعینو اصلي پیژندګلوی د کیسActive&#39;s له لارې ژباړئ
pt: Seja trabalhando local ou globalmente, você pode traduzir a língua nativa do seu cliente através do CaseActive
ro: Fie că lucrați la nivel local sau global, puteți traduce limba maternă a clientului prin intermediul CaseActive
ru: Работаете ли вы локально или глобально, вы можете перевести родной язык вашего клиента с помощью CaseActive&#39;s
rw: Waba ukorera mu karere cyangwa kwisi yose, urashobora guhindura ururimi kavukire rwumukiriya wawe ukoresheje CaseActive
sd: ڇا مقامي يا فوري طور تي ڪم ڪري سگھي ٿو، توهان پنهنجي ڪلائنٽ جي مادري زبان جي ذريعي CaseActive جي ذريعي ڪري سگهو ٿا
si: දේශීයව හෝ ගෝලීයව වැඩ කරන්නේද යන්න, ඔබ ඔබේ සේවාදායකයාගේ ස්වදේශීය දිවෙන භාෂාව CaseActive ගේ හරහා පරිවර්තනය කළ හැකිය
sk: Či už pracujete lokálne alebo globálne, môžete prekladať rodný jazyk vášho klienta prostredníctvom CaseActive
sl: Ne glede na to, ali delate lokalno ali globalno, lahko prevajate materni jezik vaše stranke s pomočjo CaseActive-a
sq: Nëse punoni në nivel lokal ose global, ju mund të përkthejnë gjuhën amtare të klientit tuaj përmes CaseActive-së
sr: Било да радите локално или глобално, можете превести матерњи језик вашег клијента преко ЦасеАцтиве-а
sv: Oavsett om du arbetar lokalt eller globalt kan du översätta din klients modersmål genom CaseActives
sw: Ikiwa unafanya kazi ndani ya nchi au ulimwenguni, unaweza kutafsiri lugha ya asili ya mteja wako kupitia CaseActive&#39;s
ta: உள்நாட்டில் அல்லது உலகளாவிய ரீதியாக வேலைசெய்தாலும், உங்கள் வாடிக்கையாளரின் சொந்த நாவலை CaseActive இன் மூலம் மொழிபெயர்க்கலாம்
te: స్థానికంగా లేదా ప్రపంచవ్యాప్తంగా పని చేస్తున్నా, మీ క్లయింట్ యొక్క స్థానిక భాషని CaseActive ద్వారా అనువదించవచ్చు
tg: Новобаста аз он ки дар маҳалҳо ё дар саросари ҷаҳон кор кардаед, шумо метавонед забони худро бо забони модариатон ба воситаи CaseActive тарҷума кунед
th: ไม่ว่าจะทำงานในพื้นที่หรือทั่วโลกคุณสามารถแปลภาษาของลูกค้าผ่าน CaseActive
tk: Locallyerli ýa-da dünýä derejesinde işleseňiz, “CaseActive” -iň üsti bilen müşderiňiziň ene dilini terjime edip bilersiňiz
tl: Kung nagtatrabaho sa lokal o sa buong mundo, maaari mong isalin ang katutubong wika ng iyong kliyente sa pamamagitan ng CaseActive&#39;s
tr: İster yerel, ister global olarak çalışın, istemcinizin ana dilini CaseActive&#39;ın dilinden tercüme edebilirsiniz.
tt: Locallyирле яки глобаль эшләсәгез дә, сез клиентның туган телен CaseActive&#39;s аша тәрҗемә итә аласыз
ug: مەيلى يەرلىك ياكى دۇنيا مىقياسىدا ئىشلەڭ ، CaseActive ئارقىلىق خېرىدارنىڭ ئانا تىلىنى تەرجىمە قىلالايسىز
uk: Чи можна працювати на місцевому або глобальному рівні, ви можете перекладати рідну мову вашого клієнта за допомогою CaseActive
ur: چاہے مقامی یا عالمی طور پر کام کررہے ہو، آپ اپنے گاہک کے مقامی زبان کو کیس کیس کے ذریعہ ترجمہ کر سکتے ہیں
uz: Mahalliy yoki global miqyosda ishlaysizmi, mijozning ona tilini CaseActive orqali tarjima qilishingiz mumkin
vi: Dù làm việc tại địa phương hay toàn cầu, bạn có thể dịch tiếng mẹ đẻ của mình thông qua CaseActive
xh: Ingaba usebenza kwindawo okanye kwilizwe lonke, unokuguqula ulwimi lwabantu bakho ngolwimi lwaseCalaActive
yi: צי ארבעטן לאָוקאַלי אָדער גלאָובאַלי, איר קענען איבערזעצן דיין קליענט געבוירן צונג דורך CaseActive&#39;s

source: language management system
af: taalbestuurstelsel
am: የቋንቋ አስተዳደር ስርዓት
ar: نظام إدارة اللغة
az: dil idarəetmə sistemi
be: Сістэма кіравання мовай
bg: система за управление на езика
bn: ভাষা ব্যবস্থাপনা সিস্টেম
ca: sistema de gestió del llenguatge
cs: systému řízení jazyků
cy: system rheoli iaith
da: sprogstyringssystem
de: Sprachverwaltungssystem
el: σύστημα διαχείρισης γλώσσας
eo: sistemo pri lingva administrado
es: sistema de gestión del lenguaje
et: keele haldamise süsteem
eu: hizkuntz kudeaketa sistema
fa: سیستم مدیریت زبان
fi: kielenhallintajärjestelmä
fr: système de gestion de la langue
fy: taalmanagementsysteem
ga: córas bainistíochta teanga
gd: siostam stiùiridh cànain
gl: sistema de xestión de idiomas
gu: ભાષા વ્યવસ્થાપન પ્રણાલી
hi: भाषा प्रबंधन प्रणाली
hr: sustav upravljanja jezikom
hu: nyelvi menedzsment rendszer
hy: լեզուների կառավարման համակարգը
id: sistem manajemen bahasa
is: tungumálastjórnunarkerfi
it: sistema di gestione della lingua
iw: מערכת ניהול שפה
ja: 言語管理システム
ka: ენის მართვის სისტემა
kk: тілдерді басқару жүйесі
km: ប្រព័ន្ធគ្រប់គ្រងភាសា
kn: ಭಾಷಾ ನಿರ್ವಹಣಾ ವ್ಯವಸ್ಥೆ
ku: pergala rêveberiya zimanî
ky: тил башкаруу системасы
lb: Sprooche - Verwaltungssystem
lo: ລະບົບການຄຸ້ມຄອງພາສາ
lt: kalbos valdymo sistema
lv: valodas pārvaldības sistēma
mg: rafitra fitantanana ny fiteny
mi: te whakahaere i te reo
mk: систем за управување со јазик
ml: ഭാഷാ മാനേജ്മെന്റ് സിസ്റ്റം
mn: хэлний удирдлагын систем
mr: भाषा व्यवस्थापन प्रणाली
ms: sistem pengurusan bahasa
mt: sistema ta ’ġestjoni tal-lingwa
my: ဘာသာစကားစီမံခန့်ခွဲမှုစနစ်အ
ne: भाषा व्यवस्थापन प्रणाली
nl: taalbeheersysteem
no: språkstyringssystem
or: ଭାଷା ପରିଚାଳନା ବ୍ୟବସ୍ଥା |
pa: ਭਾਸ਼ਾ ਪ੍ਰਬੰਧਨ ਸਿਸਟਮ
pl: system zarządzania językami
ps: د ژبې مدیریت سیسټم
pt: sistema de gerenciamento de linguagem
ro: sistem de management al limbii
ru: система управления языками
rw: sisitemu yo gucunga ururimi
sd: ٻوليء جي انتظام جو نظام
si: භාෂා කළමනාකරණ පද්ධතිය
sk: systému riadenia jazykov
sl: sistem za upravljanje jezikov
sq: sistemi i menaxhimit të gjuhëve
sr: систем за управљање језиком
sv: språkhanteringssystem
sw: mfumo wa usimamizi wa lugha
ta: மொழி நிர்வாக அமைப்பு
te: భాష నిర్వహణ వ్యవస్థ
tg: системаи идоракунии забонӣ
th: ระบบการจัดการภาษา
tk: dil dolandyryş ulgamy
tl: sistema ng pamamahala ng wika
tr: dil yönetim sistemi
tt: тел белән идарә итү системасы
ug: تىل باشقۇرۇش سىستېمىسى
uk: система управління мовою
ur: زبان مینجمنٹ سسٹم
uz: tilni boshqarish tizimi
vi: hệ thống quản lý ngôn ngữ
xh: inkqubo yolawulo lweelwimi
yi: שפּראַך פאַרוואַלטונג סיסטעם

source: No more confusion or limits.
af: Geen meer verwarring of perke nie.
am: ምንም ተጨማሪ ውዝግብ ወይም ገደብ የለም.
ar: لا مزيد من الارتباك أو الحدود.
az: Daha çox qarışıqlıq və ya məhdudiyyət yoxdur.
be: Няма больш блытаніны або абмежаванні.
bg: Няма повече объркване или ограничения.
bn: কোন বিভ্রান্তি বা সীমা।
ca: No hi ha més confusió ni límits.
cs: Už žádné zmatky nebo limity.
cy: Dim mwy o ddryswch na therfynau.
da: Ikke mere forvirring eller grænser.
de: Keine Verwirrung oder Grenzen mehr.
el: Δεν υπάρχει άλλη σύγχυση ή όρια.
eo: Ne pli da konfuzo aŭ limoj.
es: No más confusiones ni límites.
et: Enam segadust või piiranguid pole.
eu: Ez dago nahasmendurik edo mugarik.
fa: بدون سردرگمی یا محدودیت بیشتر.
fi: Ei enää sekaannusta tai rajoituksia.
fr: Plus de confusion ou de limites.
fy: Gjin ferfeling of limiten mear.
ga: Níl níos mó mearbhaill ná teorainneacha ann.
gd: Chan eil tuilleadh troimh-chèile no crìochan ann.
gl: Non hai máis confusión nin límites.
gu: વધુ મૂંઝવણ અથવા મર્યાદાઓ નથી.
hi: कोई और भ्रम या सीमा नहीं।
hr: Nema više zabune ili ograničenja.
hu: Nincs több zavar vagy korlátozás.
hy: Ոչ ավելի շփոթություն կամ սահմանափակում:
id: Tidak ada lagi kebingungan atau batasan.
is: Ekkert meira rugl eða takmörk.
it: Niente più confusione o limiti.
iw: לא עוד בלבול או גבולות.
ja: これ以上混乱や制限はありません。
ka: უფრო დაბნეულობა ან ლიმიტები.
kk: Ешқандай шатасулар мен шектеулер жоқ.
km: មិនមានការយល់ច្រឡំច្រើនទេ។
kn: ಹೆಚ್ಚು ಗೊಂದಲ ಅಥವಾ ಮಿತಿಗಳಿಲ್ಲ.
ku: Ti mêş û sînor tune.
ky: башаламандык же чеги жок көп.
lb: Keen méi Verwiesslungen oder Limiten.
lo: ບໍ່ມີຄວາມສັບສົນຫຼືຈໍາກັດຫຼາຍ.
lt: Nėra daugiau painiavos ar ribų.
lv: Nav vairāk neskaidrību vai ierobežojumu.
mg: Tsy misy fifanjevoana na fetra.
mi: Kaore he raruraru, he whakawhitinga ranei.
mk: Нема повеќе конфузија или ограничувања.
ml: കൂടുതൽ ആശയക്കുഴപ്പം അല്ലെങ്കിൽ പരിധി ഇല്ല.
mn: Ямар ч төөрөгдөл, хязгаарлалт байхгүй.
mr: आणखी गोंधळ किंवा मर्यादा नाही.
ms: Tidak ada lagi kekeliruan atau batasan.
mt: Mhux iktar konfużjoni jew limiti.
my: ပိုပြီးရှုပ်ထွေးသို့မဟုတ်ကန့်သတ်မရှိပါ။
ne: थप भ्रमहरू वा सीमाहरू छैनन्।
nl: Geen verwarring of beperkingen meer.
no: Ikke mer forvirring eller grenser.
or: ଆଉ ଦ୍ୱନ୍ଦ୍ୱ କିମ୍ବା ସୀମା ନାହିଁ |
pa: ਕੋਈ ਹੋਰ ਉਲਝਣ ਜਾਂ ਸੀਮਾਵਾਂ ਨਹੀਂ
pl: Nigdy więcej zamieszania i ograniczeń.
ps: نور مغشوش یا حدود نشته.
pt: Não há mais confusão ou limites.
ro: Nu mai există confuzii sau limite.
ru: Нет больше путаницы или ограничений.
rw: Ntibizongera kwitiranya cyangwa imipaka.
sd: وڌيڪ مونجهاري يا حدن نه آهي.
si: තවත් ව්යාකූලත්වයක් හෝ සීමාවක් නැත.
sk: Žiadny zmätok alebo limity.
sl: Nič več zmede ali omejitev.
sq: Nuk ka më konfuzion apo kufizime.
sr: Нема више забуне или ограничења.
sv: Ingen mer förvirring eller gränser.
sw: Hakuna machafuko au mipaka.
ta: குழப்பம் அல்லது வரம்புகள் இல்லை.
te: ఎక్కువ గందరగోళం లేదా పరిమితులు లేవు.
tg: Бе ақл ва маҳдудият вуҷуд надорад.
th: ไม่มีความสับสนหรือข้อ จำกัด อีกต่อไป
tk: Indi bulaşyklyk ýa-da çäk ýok.
tl: Wala nang pagkalito o limitasyon.
tr: Daha fazla karışıklık veya sınır yok.
tt: Бүтән буталчыклык, чикләр юк.
ug: بۇنىڭدىن كېيىن قالايمىقانچىلىق ياكى چەك يوق.
uk: Немає більше плутанини або меж.
ur: کوئی الجھن یا حدود نہیں.
uz: Hech qanday tartibsizlik yoki cheklov yo&#39;q.
vi: Không còn nhầm lẫn hay giới hạn.
xh: Akukho kuphithiphithi okanye imida.
yi: ניט מער צעמישונג אָדער לימאַץ.

source: Let's see what others are saying
af: Kom ons kyk wat ander sê
am: ሌሎች ምን እንደሚሉ እስቲ እንመልከት
ar: دعونا نرى ما يقوله الآخرون
az: Başqalarının dediklərini görək
be: Давайце паглядзім, што кажуць іншыя
bg: Нека видим какво казват другите
bn: আসুন দেখি অন্যরা কী বলছে
ca: Vegem què diuen els altres
cs: Podívejme se, co říkají ostatní
cy: Gadewch i ni weld beth mae eraill yn ei ddweud
da: Lad os se, hvad andre siger
de: Mal sehen, was andere sagen
el: Ας δούμε τι λένε οι άλλοι
eo: Ni vidu, kion diras aliaj
es: Veamos lo que otros dicen
et: Vaatame, mida teised ütlevad
eu: Ikus dezagun besteek zer esaten duten
fa: بیایید ببینیم دیگران چه می گویند
fi: Katsotaanpa, mitä muut sanovat
fr: Voyons ce que disent les autres
fy: Lit sjen wat oaren sizze
ga: A ligean ar a fheiceáil cad atá á rá ag daoine eile
gd: Nach faic sinn na tha daoine eile ag ràdh
gl: Vexamos o que din os demais
gu: ચાલો જોઈએ બીજાઓ શું કહે છે
hi: आइए देखें कि दूसरे क्या कह रहे हैं
hr: Da vidimo što drugi govore
hu: Lássuk, mit mondanak mások
hy: Եկեք տեսնենք, թե ինչ են ասում ուրիշները
id: Mari kita lihat apa yang orang lain katakan
is: Við skulum sjá hvað aðrir segja
it: Vediamo cosa stanno dicendo gli altri
iw: בואו נראה מה אחרים אומרים
ja: 他の人が言っていることを見てみましょう
ka: მოდი ვნახოთ რა სხვები ამბობენ
kk: Өзгелердің айтқандарын көрейік
km: តោះយើងមើលអ្វីដែលអ្នកដទៃនិយាយ
kn: ಇತರರು ಏನು ಹೇಳುತ್ತಿದ್ದಾರೆಂದು ನೋಡೋಣ
ku: Bila bibînin ka kesên din dibêjin
ky: анын эмне деп жатканын башкалар карап көрөлү
lb: Looss eis gesinn, wat anerer soen
lo: ໃຫ້ເບິ່ງສິ່ງທີ່ຄົນອື່ນເວົ້າ
lt: Pažiūrėkime, ką kiti sako
lv: Let&#39;s redzēt, ko citi saka
mg: Andeha hojerentsika izay lazain&#39;ny hafa
mi: Kia kite tatou he aha ta etahi e korero ana
mk: Ајде да видиме што велат другите
ml: മറ്റുള്ളവർ എന്താണ് പറയുന്നതെന്ന് നമുക്ക് നോക്കാം
mn: Бусад хүмүүс юу хэлж байгааг харцгаая
mr: चला इतर लोक काय म्हणतात ते पाहूया
ms: Mari lihat apa yang dikatakan orang lain
mt: Ejja naraw dak li qed jgħidu oħrajn
my: ရဲ့ဟုနေကြတယ်ဆိုတာကိုအခြားသူတွေကြည့်ရအောင်
ne: आउनुहोस् कि अरू के भन्नुहुन्छ
nl: Laten we eens kijken wat anderen zeggen
no: La oss se hva andre sier
or: ଅନ୍ୟମାନେ କ’ଣ କହୁଛନ୍ତି ଦେଖିବା |
pa: ਆਓ ਦੇਖੀਏ ਕਿ ਦੂਸਰੇ ਕੀ ਕਹਿ ਰਹੇ ਹਨ
pl: Zobaczmy, co mówią inni
ps: راځئ وګورو چې نور څه وايي
pt: Vamos ver o que os outros estão dizendo
ro: Să vedem ce spun ceilalți
ru: Давайте посмотрим, что говорят другие
rw: Reka turebe icyo abandi bavuga
sd: اچو ته ڏسو ته ٻيا ڇا آهن
si: අනිත් අය කියනවා අපි බලමු
sk: Pozrime sa, čo hovoria iní
sl: Poglejmo, kaj drugi govorijo
sq: Le të shohim se çfarë thonë të tjerët
sr: Да видимо шта други кажу
sv: Låt oss se vad andra säger
sw: Hebu tuone ni nini wengine wanasema
ta: மற்றவர்கள் என்ன சொல்கிறார்கள் என்று பார்ப்போம்
te: ఇతరులు ఏమి చెప్తున్నారో చూద్దాము
tg: Биё бубинем, ки дигарон чӣ мегӯянд
th: ลองดูสิ่งที่คนอื่นพูด
tk: Başgalaryň näme diýýänine göz aýlalyň
tl: Tingnan natin kung ano ang sinasabi ng iba
tr: Bakalım başkalarının ne dediğini görelim
tt: Башкаларның нәрсә сөйләгәннәрен карыйк
ug: باشقىلارنىڭ نېمە دەۋاتقانلىقىنى كۆرۈپ باقايلى
uk: Давайте подивимося, що кажуть інші
ur: آتے ہیں کہ دوسروں کو کیا کہنا ہے
uz: Keling, boshqalarning aytganlarini ko&#39;rib chiqaylik
vi: Hãy xem những gì người khác đang nói
xh: Masibone oko abanye bathethayo
yi: זאל ס זען וואָס אנדערע זאָגן
