Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: No apps found
af: Geen programme gevind nie
am: ምንም መተግበሪያዎች አልተገኙም
ar: لم يتم العثور على تطبيقات
az: Tətbiq tapılmadı
be: Праграм не знойдзена
bg: Няма намерени приложения
bn: কোনও অ্যাপস পাওয়া যায় নি
ca: No s'ha trobat cap aplicació
cs: Nebyly nalezeny žádné aplikace
cy: Ni ddarganfuwyd unrhyw apiau
da: Ingen apps fundet
de: Keine Apps gefunden
el: Δεν βρέθηκαν εφαρμογές
eo: Neniuj programoj trovitaj
es: No se encontraron aplicaciones
et: Ühtegi rakendust ei leitud
eu: Ez da aplikaziorik aurkitu
fa: برنامه ای پیدا نشد
fi: Ei sovelluksia
fr: Aucune application trouvée
fy: Gjin apps fûn
ga: Níor aimsíodh aipeanna
gd: Cha do lorgar aplacaidean
gl: Non se atoparon aplicacións
gu: કોઈ એપ્લિકેશંસ મળી નથી
hi: कोई ऐप नहीं मिला
hr: Nije pronađena nijedna aplikacija
hu: Nem található alkalmazás
hy: Appsրագրեր չեն գտնվել
id: Tidak ada aplikasi yang ditemukan
is: Engin forrit fundust
it: Nessuna app trovata
iw: לא נמצאו אפליקציות
ja: アプリが見つかりません
ka: აპები ვერ მოიძებნა
kk: Қолданбалар табылмады
km: រកមិនឃើញកម្មវិធី
kn: ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Çu sepan nehat dîtin
ky: Колдонмолор табылган жок
lb: Keng Apps fonnt
lo: ບໍ່ພົບແອັບ apps
lt: Nerasta jokių programų
lv: Nav atrasta neviena lietotne
mg: Tsy misy fampiharana
mi: Kaore he taupānga i kitea
mk: Не се пронајдени апликации
ml: അപ്ലിക്കേഷനുകളൊന്നും കണ്ടെത്തിയില്ല
mn: Апп олдсонгүй
mr: कोणतेही अ‍ॅप्स आढळले नाहीत
ms: Aplikasi tidak dijumpai
mt: L-ebda apps ma nstabu
my: အက်ပလီကေးရှင်းများရှာမတွေ့ပါ
ne: कुनै अनुप्रयोग भेटिएन
nl: Geen apps gevonden
no: Ingen apper funnet
or: କ apps ଣସି ଆପ୍ ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ ਐਪਸ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono aplikacji
ps: هیڅ ایپس ونه موندل شو
pt: Nenhum aplicativo encontrado
ro: Nu au fost găsite aplicații
ru: Приложения не найдены
rw: Nta porogaramu zabonetse
sd: ڪوبه ايپس نه مليو
si: යෙදුම් හමු නොවීය
sk: Nenašli sa žiadne aplikácie
sl: Najdena ni nobena aplikacija
sq: Nuk u gjet asnjë aplikacion
sr: Није пронађена ниједна апликација
sv: Inga appar hittades
sw: Hakuna programu zilizopatikana
ta: பயன்பாடுகள் எதுவும் கிடைக்கவில்லை
te: అనువర్తనాలు కనుగొనబడలేదు
tg: Ҳеҷ барномае ёфт нашуд
th: ไม่พบแอป
tk: Programmalar tapylmady
tl: Walang nahanap na apps
tr: Uygulama bulunamadı
tt: Кушымталар табылмады
ug: ھېچقانداق ئەپ تېپىلمىدى
uk: Програми не знайдено
ur: کوئی ایپس نہیں ملی
uz: Hech qanday ilova topilmadi
vi: Không tìm thấy ứng dụng nào
xh: Alukho usetyenziso olufunyenweyo
yi: קיין אַפּפּס געפֿונען

source: admin
am: አስተዳዳሪ
ar: مشرف
be: адмін
bg: администратор
bn: অ্যাডমিন
ca: Administrador
de: Administrator
el: διαχειριστής
eo: administranto
es: administración
fa: مدیر سایت
fy: behearder
gu: એડમિન
hi: व्यवस्थापक
iw: מנהל
ja: 管理者
kk: Әкімші
kn: ನಿರ್ವಹಣೆ
ky: админ
lb: Administrator
ml: അഡ്മിൻ
mn: админ
mr: प्रशासन
my: admin ရဲ့
ne: व्यवस्थापक
nl: beheerder
or: ପ୍ରଶାସକ
pa: ਐਡਮਿਨ
ps: اداره
ru: админ
sd: منتظم
si: පරිපාලක
sr: Админ
sv: administration
ta: நிர்வாகம்
te: అడ్మిన్
tg: администратор
th: ผู้ดูแลระบบ
tr: yönetim
tt: админ
uk: Адміністратор
ur: منتظم
vi: quản trị viên
xh: Lawulo
yi: אַדמין

source: user
af: gebruiker
am: ተጠቃሚ
ar: المستعمل
az: istifadəçi
be: карыстальнік
bg: потребител
bn: ব্যবহারকারী
ca: usuari
cs: uživatel
cy: defnyddiwr
da: bruger
de: Nutzer
el: χρήστης
eo: uzanto
es: usuario
et: kasutaja
eu: erabiltzaile
fa: کاربر
fi: käyttäjä
fr: utilisateur
fy: brûker
ga: úsáideoir
gd: neach-cleachdaidh
gl: usuario
gu: વપરાશકર્તા
hi: उपयोगकर्ता
hr: korisnik
hu: használó
hy: օգտագործողը
id: pengguna
is: notandi
it: utente
iw: משתמש
ja: ユーザー
ka: მომხმარებელი
kk: пайдаланушы
km: អ្នក​ប្រើ
kn: ಬಳಕೆದಾರ
ku: bikaranîvan
ky: колдонуучу
lb: Benotzer
lo: ຜູ້ໃຊ້
lt: Vartotojas
lv: lietotājs
mg: mpampiasa
mi: kaiwhakamahi
mk: корисник
ml: ഉപയോക്താവ്
mn: хэрэглэгчийн
mr: वापरकर्ता
ms: pengguna
mt: utent
my: အသုံးပြုသူကို
ne: प्रयोगकर्ता
nl: gebruiker
no: bruker
or: ଉପଯୋଗକର୍ତ୍ତା |
pa: ਯੂਜ਼ਰ
pl: użytkownik
ps: کاروونکي
pt: do utilizador
ro: utilizator
ru: пользователь
rw: umukoresha
sd: استعمال ڪندڙ
si: පරිශීලක
sk: užívateľ
sl: uporabnika
sq: përdorues
sr: корисник
sv: användare
sw: mtumiaji
ta: பயனர்
te: యూజర్
tg: истифодабаранда
th: ผู้ใช้งาน
tk: ulanyjy
tr: kullanıcı
tt: кулланучы
ug: ئىشلەتكۈچى
uk: користувача
ur: صارف
uz: foydalanuvchi
vi: người dùng
xh: benzisi
yi: באַניצער

source: manager
af: bestuurder
am: ሥራ አስኪያጅ
ar: إدارة
az: menecer
be: менеджэр
bg: управител
bn: ম্যানেজার
ca: gerent
cs: manažer
cy: rheolwr
el: διευθυντής
eo: administranto
es: gerente
et: juhataja
eu: kudeatzailea
fa: مدیر
fi: johtaja
fr: directeur
fy: behearder
ga: bainisteoir
gd: manaidsear
gl: xerente
gu: મેનેજર
hi: प्रबंधक
hr: menadžer
hu: menedzser
hy: մենեջեր
id: Pengelola
is: framkvæmdastjóri
iw: מנהל
ja: マネジャー
ka: მენეჯერი
kk: менеджер
km: អ្នកគ្រប់គ្រង
kn: ವ್ಯವಸ್ಥಾಪಕ
ku: rêvebir
ky: менеджер
lo: ຜູ້​ຈັດ​ການ
lt: vadybininkas
lv: menedžeris
mg: mpitantana
mi: kaiwhakahaere
mk: менаџер
ml: മാനേജർ
mn: менежер
mr: व्यवस्थापक
ms: pengurus
mt: maniġer
my: မန်နေဂျာ
ne: प्रबन्धक
no: sjef
or: ପରିଚାଳକ
pa: ਮੈਨੇਜਰ
pl: menedżer
ps: مدیر
pt: Gerente
ro: administrator
ru: менеджер
rw: umuyobozi
sd: مئنيجر
si: කළමනාකරු
sk: manažér
sl: upravitelj
sq: menaxher
sr: управник
sv: chef
sw: Meneja
ta: மேலாளர்
te: నిర్వాహకుడు
tg: мудир
th: ผู้จัดการ
tk: dolandyryjy
tr: yönetici
tt: менеджер
ug: باشقۇرغۇچى
uk: менеджер
ur: مینیجر
uz: menejer
vi: người quản lý
xh: umphathi
yi: פאַרוואַלטער

source: active
af: aktiewe
am: ገባሪ
ar: نشيط
az: Aktiv
be: актыўны
bg: активен
bn: সক্রিয়
ca: actiu
cs: aktivní
cy: weithgar
da: aktiv
de: aktiv
el: ενεργός
eo: aktiva
es: activo
et: Aktiivne
eu: aktibo
fa: فعال
fi: aktiivinen
fr: actif
fy: aktyf
ga: gníomhach
gd: gnìomhach
gl: Activo
gu: સક્રિય
hi: सक्रिय
hr: aktivan
hu: aktív
hy: Ակտիվ
id: aktif
is: virkur
it: attivo
iw: פָּעִיל
ja: アクティブ
ka: აქტიური
kk: Белсенді
km: សកម្ម
kn: ಸಕ್ರಿಯವಾಗಿದೆ
ku: jîr
ky: активдүү
lb: aktiv
lo: ການເຄື່ອນໄຫວ
lt: Aktyvus
lv: Aktīvs
mi: hohe
mk: Активен
ml: സജീവമാണ്
mn: Идэвхитэй
mr: सक्रिय
ms: Aktif
mt: Attiv
my: တက်ကြွ
ne: सक्रिय
nl: actief
no: aktiv
or: ସକ୍ରିୟ
pa: ਕਿਰਿਆਸ਼ੀਲ
pl: aktywny
ps: فعال
pt: ativo
ro: activ
ru: активный
rw: Bikora
sd: چالو
si: ක්රියාකාරී වේ
sk: aktívny
sl: Aktiven
sq: aktiv
sr: Активан
sv: aktiva
sw: Kazi
ta: செயலில்
te: క్రియాశీల
tg: фаъол
th: คล่องแคล่ว
tk: işjeň
tl: Aktibo
tr: aktif
tt: актив
ug: ئاكتىپ
uk: Активний
ur: فعال
uz: Faol
vi: Đang hoạt động
xh: Esebenzayo
yi: אַקטיוו

source: inactive
af: onaktiewe
am: ንቁ ያልሆነ
ar: غير نشط
az: Effektiv deyil
be: неактыўны
bg: неактивен
bn: নিষ্ক্রিয়
ca: Inactiu
cs: neaktivní
cy: anweithgar
da: inaktiv
de: inaktiv
el: αδρανής
eo: neaktiva
es: inactivo
et: Mitteaktiivne
fa: غیر فعال
fi: epäaktiivinen
fr: inactif
fy: ynaktyf
ga: neamhghníomhach
gd: neo-ghnìomhach
gl: Inactivo
gu: નિષ્ક્રિય
hi: निष्क्रिय
hr: neaktivan
hu: tétlen
hy: Ակտիվ
id: Tidak aktif
is: Óvirkt
it: inattivo
iw: לֹא פָּעִיל
ja: 非アクティブ
ka: არააქტიური
kk: Белсенді емес
km: អសកម្ម
kn: ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ
ku: bêkar
ky: жигердүү эмес
lb: d&#39;Aarbechtslosegkeet
lt: Neaktyvus
lv: Neaktīvs
mg: tsy mavitrika
mi: hohekore
mk: Неактивен
ml: നിഷ്ക്രിയം
mn: Идэвхигүй
mr: निष्क्रिय
ms: tidak aktif
mt: Mhux attiv
my: မလှုပ်ရှားတတ်သော
ne: निष्क्रिय
nl: inactief
no: inaktiv
or: ନିଷ୍କ୍ରିୟ |
pa: ਨਾ-ਸਰਗਰਮ
pl: nieaktywny
ps: غیر فعال
pt: inativo
ro: inactiv
ru: неактивный
rw: idakora
sd: غير فعال
si: අක්රියව පවතී
sk: neaktívny
sl: Neaktivno
sq: joaktiv
sr: Неактиван
sv: inaktiv
sw: Haitumiki
ta: செயலற்று
te: క్రియారహితంగా
tg: щафомонда
th: เฉื่อยชา
tk: hereketsiz
tl: Hindi aktibo
tr: etkisiz
tt: актив түгел
ug: ھەرىكەتسىز
uk: Неактивний
ur: غیر فعال
uz: Faol emas
vi: không hoạt động
xh: Ayisebenzi
yi: ינאַקטיוו

source: Company Name
af: maatskappynaam
am: የድርጅት ስም
ar: اسم الشركة
az: Şirkət Adı
be: назва кампаніі
bg: Име на фирмата
bn: কোমপানির নাম
ca: Nom de la companyia
cs: Jméno společnosti
cy: Enw&#39;r cwmni
da: firmanavn
de: Name der Firma
el: Όνομα Εταιρίας
eo: Nomo de Firmo
es: nombre de empresa
et: Ettevõtte nimi
eu: Enpresaren izena
fa: نام شرکت
fi: Yrityksen nimi
fr: Nom de la compagnie
fy: Bedriuwsnamme
ga: Ainm na Cuideachta
gd: Ainm a &#39;Chompanaidh
gl: Nome da compañía
gu: કંપની નું નામ
hi: कंपनी का नाम
hr: Naziv tvrtke
hu: Cégnév
hy: Ընկերության Անվանումը
id: Nama Perusahaan
is: nafn fyrirtækis
it: Nome della ditta
iw: שם החברה
ja: 会社名
ka: კომპანიის სახელი
kk: Компанияның Аты
km: ឈ្មោះ​ក្រុមហ៊ុន
kn: ಸಂಸ್ಥೆಯ ಹೆಸರು
ku: Navê Niştimanî
ky: компаниянын аталышы
lb: Firmen Numm
lo: ຊື່​ບໍ​ລິ​ສັດ
lt: Įmonės pavadinimas
lv: Kompānijas nosaukums
mg: Anaran&#39;ny orinasa
mi: ingoa kamupene
mk: име на компанија
ml: കമ്പനി പേര്
mn: Компанийн нэр
mr: कंपनीचे नाव
ms: nama syarikat
mt: l-isem tal-kumpanija
my: ကုမ္ပဏီအမည်
ne: कम्पनी नाम
nl: Bedrijfsnaam
no: selskapsnavn
or: କମ୍ପାନି ନାଁ
pa: ਕੰਪਨੀ ਦਾ ਨਾਂ
pl: Nazwa firmy
ps: دکمپنی نوم
pt: Nome da empresa
ro: Numele Companiei
ru: название компании
rw: Izina ryisosiyete
sd: ڪمپني جو نالو
si: සමාගම් නාමය
sk: meno spoločnosti
sl: ime podjetja
sq: Emri i Kompanise
sr: Име компаније
sv: Företagsnamn
sw: jina la kampuni
ta: நிறுவனத்தின் பெயர்
te: కంపెనీ పేరు
tg: номи ширкат
th: ชื่อ บริษัท
tk: Kompaniýanyň ady
tl: pangalan ng Kumpanya
tr: Şirket Adı
tt: Оешма исеме
ug: شىركەت ئىسمى
uk: Назва компанії
ur: کمپنی کا نام
uz: kopmaniya nomi
vi: Tên công ty
xh: Igama leKhampani
yi: פֿירמע נאָמען

source: Type
af: tipe
am: ይተይቡ
ar: اكتب
az: Tipi
be: тып
bg: Тип
bn: আদর্শ
ca: Escriviu
cs: Typ
cy: math
de: Art
el: Τύπος
eo: Tipo
es: Tipo
et: Tüüp
eu: Mota
fa: تایپ کنید
fi: Tyyppi
ga: cineál
gl: Tipo
gu: પ્રકાર
hi: प्रकार
hr: Tip
hu: típus
hy: Տիպ
id: Mengetik
is: Gerð
it: Tipo
iw: סוּג
ja: タイプ
ka: ტიპი
kk: Түрі
km: វាយ
kn: ಕೌಟುಂಬಿಕತೆ
ku: Awa
ky: Түрү
lb: Typ
lo: ປະເພດ
lt: Tipas
lv: Tips
mi: momo
mk: Тип
ml: ടൈപ്പ് ചെയ്യുക
mn: Төрөл
mr: प्रकार
ms: Taipkan
mt: Tip
my: ပုံစံ
ne: प्रकार
or: ଟାଇପ୍ କରନ୍ତୁ |
pa: ਟਾਈਪ ਕਰੋ
pl: Rodzaj
ps: ډول
pt: Tipo
ro: Tip
ru: Тип
rw: Andika
sd: قسم
si: වර්ගය
sk: typ
sl: Tip
sq: lloj
sr: Тип
sv: Typ
sw: Weka
ta: வகை
te: రకం
tg: Намуди
th: ชนิด
tk: Görnüşi
tl: Uri
tr: tip
tt: Тип
ug: تىپ
uk: Тип
ur: ٹائپ کریں
uz: Turi
vi: Kiểu
xh: Uhlobo
yi: טיפּ

source: Status
am: ሁኔታ
ar: الحالة
be: статус
bg: Статус
bn: অবস্থা
ca: Estat
cs: Postavení
cy: statws
el: Κατάσταση
eo: Statuso
es: Estado
et: Olek
eu: Egoera
fa: وضعیت
fr: Statut
ga: stádas
gd: Inbhe
gl: Estado
gu: સ્થિતિ
hi: स्थिति
hu: Állapot
hy: Կարգավիճակը
is: Staða
it: Stato
iw: סטָטוּס
ja: 状態
ka: სტატუსი
kk: Күйі
km: ស្ថានភាព
kn: ಸ್ಥಿತಿ
ku: Cî
ky: абал
lo: ສະຖານະ
lt: Statusas
lv: Statuss
mi: tūnga
mk: Статус
ml: പദവി
mn: Статус
mr: स्थिती
ne: स्थिति
nl: staat
or: ସ୍ଥିତି
pa: ਸਥਿਤੀ
ps: حالت
ro: stare
ru: Положение дел
rw: Imiterere
sd: حالت
si: තත්ත්වය
sk: Postavenie
sl: Stanje
sr: Статус
sw: Hali
ta: நிலைமை
te: స్థితి
tg: Статуси
th: สถานะ
tk: .Agdaý
tl: Katayuan
tr: durum
tt: Статус
ug: ھالەت
uk: Статус
ur: حیثیت
uz: Holat
vi: Trạng thái
xh: Isimo
yi: סטאַטוס

source: Invitation
af: Uitnodiging
am: ግብዣ
ar: دعوة
az: Dəvət
be: Запрашэнне
bg: покана
bn: আমন্ত্রণ
ca: Invitació
cs: Pozvání
cy: Gwahoddiad
de: Einladung
el: Πρόσκληση
eo: Invito
es: Invitación
et: Kutse
eu: Gonbidapena
fa: دعوت
fi: Kutsu
fy: Útnoeging
ga: Cuireadh
gd: Cuireadh
gl: Invitación
gu: આમંત્રણ
hi: आमंत्रण
hr: Poziv
hu: Meghívás
hy: Հրավեր
id: Undangan
is: Boð
it: Invito
iw: הַזמָנָה
ja: 招待
ka: მოწვევა
kk: Шақыру
km: ការអញ្ជើញ
kn: ಆಮಂತ್ರಣ
ku: Ezimanî
ky: Чакыруу
lb: Invitatioun
lo: ເຊີນ
lt: Kvietimas
lv: Uzaicinājums
mg: fanasana
mi: Powhiri
mk: Покана
ml: ക്ഷണം
mn: Урилга
mr: आमंत्रण
ms: Jemputan
mt: Stedina
my: ဖိတ်စာ
ne: निमन्त्रणा
nl: Uitnodiging
no: Invitasjon
or: ନିମନ୍ତ୍ରଣ
pa: ਸੱਦਾ
pl: Zaproszenie
ps: بلنه
pt: Convite
ro: Invitație
ru: Приглашение
rw: Ubutumire
sd: دعوت
si: ආරාධනය
sk: Pozvánka
sl: vabilo
sq: Ftesë
sr: Позив
sv: Inbjudan
sw: Mwaliko
ta: அழைப்பிதழ்
te: ఆహ్వానం
tg: Даъват
th: การเชิญ
tk: Çakylyk
tl: Imbitasyon
tr: Davet
tt: Чакыру
ug: تەكلىپنامە
uk: Запрошення
ur: دعوت نامہ
uz: Taklif
vi: Lời mời
xh: Isimemo
yi: פאַרבעטונג

source: About App
af: Oor App
am: ስለ መተግበሪያ
ar: حول التطبيق
az: Tətbiq haqqında
be: Аб дадатку
bg: Относно приложението
bn: অ্যাপ সম্পর্কে
ca: Sobre l'aplicació
cs: O aplikaci
cy: Am Ap
da: Om App
de: Über App
el: Σχετικά με την εφαρμογή
eo: Pri Apo
es: Acerca de la aplicación
et: Teave rakenduse kohta
eu: Aplikazioari buruz
fa: درباره برنامه
fi: Tietoja App
fr: À propos de l'application
fy: Oer App
ga: Maidir le App
gd: Mu App
gl: Sobre a aplicación
gu: એપ્લિકેશન વિશે
hi: ऐप के बारे में
hr: O aplikaciji
hu: Az alkalmazásról
hy: App-ի մասին
id: Tentang Aplikasi
is: Um App
it: Informazioni sull'app
iw: על אפליקציה
ja: アプリについて
ka: აპლიკაციის შესახებ
kk: Қолданба туралы
km: អំពីកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಬಗ್ಗೆ
ku: Der barê App
ky: Колдонмо жөнүндө
lb: Iwwer App
lo: ກ່ຽວກັບ App
lt: Apie programą
lv: Par lietotni
mg: Momba ny App
mi: Mō App
mk: За апликацијата
ml: ആപ്പിനെക്കുറിച്ച്
mn: Аппликэйшний тухай
mr: अॅप बद्दल
ms: Perihal App
mt: Dwar App
my: App အကြောင်း
ne: एपको बारेमा
nl: Over de app
no: Om App
or: ଆପ୍ ବିଷୟରେ |
pa: ਐਪ ਬਾਰੇ
pl: O aplikacji
ps: د اپلیکیشن په اړه
pt: Sobre o aplicativo
ro: Despre aplicație
ru: О приложении
rw: Ibyerekeye Porogaramu
sd: ايپ بابت
si: යෙදුම ගැන
sk: O aplikácii
sl: O aplikaciji
sq: Rreth aplikacionit
sr: О апликацији
sv: Om App
sw: Kuhusu Programu
ta: ஆப் பற்றி
te: యాప్ గురించి
tg: Дар бораи Барнома
th: เกี่ยวกับแอพ
tk: Programma hakda
tl: Tungkol sa App
tr: Uygulama Hakkında
tt: Кушымта турында
ug: ئەپ ھەققىدە
uk: Про додаток
ur: ایپ کے بارے میں
uz: Ilova haqida
vi: Giới thiệu về ứng dụng
xh: Malunga ne-App
yi: וועגן אַפּ

source: Billing Info
af: Rekeninginligting
am: የሂሳብ አከፋፈል መረጃ
ar: معلومات الفواتير
az: Ödəniş Məlumatı
be: Платежная інфармацыя
bg: Информация за плащане
bn: বিলিং তথ্য
ca: Informació de facturació
cs: Fakturační údaje
cy: Gwybodaeth Bilio
da: Faktura information
de: Rechnungsinfo
el: Πληροφορίες Χρέωσης
eo: Fakturaj Informoj
es: Información de facturación
et: Arveldusinfo
eu: Fakturazio informazioa
fa: اطلاعات صورتحساب
fi: Laskutustiedot
fr: Informations de facturation
ga: Eolas Billeála
gd: Fiosrachadh bileachaidh
gl: Información de facturación
gu: બિલની માહિતી
hi: विज्ञापन कार्य की जानकारी
hr: Podaci o naplati
hu: Számlázási info
hy: Հաշվարկային տեղեկատվություն
id: Info pembayaran
is: Innheimtuupplýsingar
it: Informazioni di fatturazione
iw: מידע על חיוב
ja: 請求情報
ka: Გადახდის ინფორმაცია
kk: Төлем туралы ақпарат
km: ព័ត៌មានវិក័យប័ត្រ
kn: ಬಿಲ್ಲಿಂಗ್ ಮಾಹಿತಿ
ky: Эсептөө маалыматы
lb: Rechnung Info
lo: ຂໍ້ມູນການຮຽກເກັບເງິນ
lt: Atsiskaitymo informacija
lv: Norēķinu informācija
mg: Fanomezana faktiora
mi: Nga korero nama
mk: Информации за наплата
ml: ബിൽ വിവരങ്ങൾ
mn: Тооцооны мэдээлэл
mr: देयकाची माहिती
ms: Maklumat Pengebilan
mt: Informazzjoni dwar il-kontijiet
my: ငွေတောင်းခံအချက်အလက်
ne: बिलिङ जानकारी
nl: Betaal informatie
no: Faktureringsinformasjon
or: ବିଲିଂ ସୂଚନା
pa: ਬਿਲਿੰਗ ਜਾਣਕਾਰੀ
pl: Informacja rachunkowa
ps: د بیل کولو معلومات
pt: Informação de pagamento
ro: Informații factură
ru: Платежная информация
rw: Amakuru yo kwishura
sd: بلنگ جي ڄاڻ
si: බිල්පත් තොරතුරු
sk: Fakturačné údaje
sl: Informacije o obračunu
sq: Informacioni i faturimit
sr: Информације о наплати
sv: Faktureringsinfo
sw: Maelezo ya Malipo
ta: பில்லிங் தகவல்
te: బిల్లింగ్ సమాచారం
tg: Маълумоти ҳисобдорӣ
th: ข้อมูลการเรียกเก็บเงิน
tk: Hasaplaşyk maglumatlary
tl: Impormasyon sa Pagsingil
tr: Fatura bilgisi
tt: Хисап мәгълүматы
ug: ھېسابات ئۇچۇرى
uk: Платіжна інформація
ur: بلنگ کی معلومات
uz: Hisob-kitob ma'lumotlari
vi: Thông tin thanh toán
xh: Ulwazi lweBhili
yi: בילינג אינפֿאָרמאַציע

source: Your Company Name
af: U maatskappy se naam
am: የእርስዎ ኩባንያ ስም
ar: اسم شركتك
az: Şirkətinizin adı
be: Ваша імя кампаніі
bg: Вашето име на фирмата
bn: আপনার কোম্পানির নাম
ca: El vostre nom d&#39;empresa
cs: Název vaší společnosti
cy: Eich Enw Cwmni
da: Dit firmanavn
de: Ihr Firmenname
el: Το όνομα της εταιρείας σας
eo: Via Kompanio Nomo
es: El nombre de tu compañía
et: Teie ettevõtte nimi
eu: Zure enpresaren izena
fa: اسم شرکت شما
fi: Yrityksesi nimi
fr: Le nom de votre société
fy: Jo Bedriuwsnamme
ga: D&#39;ainm Cuideachta
gd: Your Name Companaidh
gl: Nome da súa empresa
gu: તમારી કંપનીનું નામ
hi: आपके संगठन का नाम
hr: Vaše ime tvrtke
hu: Cégének neve
hy: Ձեր ընկերության անունը
id: Nama perusahaan Anda
is: Nafn fyrirtækis þíns
it: Il nome della tua azienda
iw: שם החברה שלך
ja: あなたの会社名
ka: შენი კომპანიის სახელი
kk: Сіздің компанияңыздың атауы
km: ឈ្មោះក្រុមហ៊ុនរបស់អ្នក
kn: ನಿಮ್ಮ ಕಂಪನಿ ಹೆಸರು
ku: Navê Şîrketa we
ky: Сиздин Компаниянын аталышы
lb: Ärer Entreprise Numm
lo: ຊື່ບໍລິສັດຂອງທ່ານ
lt: Jūsų įmonės pavadinimas
lv: Jūsu uzņēmuma nosaukums
mg: Ny Company Name
mi: Tō Ingoa Kamupene
mk: Името на вашата компанија
ml: നിങ്ങളുടെ കമ്പനിയുടെ പേര്
mn: Таны компанийн нэр
mr: आपले कंपनी नाव
ms: Nama Syarikat Anda
mt: Isem tal-Kumpanija Tiegħek
my: သင့်ရဲ့ကုမ္ပဏီအမည်
ne: आफ्नो कम्पनी नाम
nl: Je bedrijfsnaam
no: Ditt firmanavn
or: ତୁମର କମ୍ପାନୀ ନାମ
pa: ਤੁਹਾਡੀ ਕੰਪਨੀ ਦਾ ਨਾਮ
pl: Nazwa Twojej firmy
ps: ستاسو د شرکت نوم
pt: O nome da sua empresa
ro: Numele companiei tale
ru: Название вашей компании
rw: Izina ryisosiyete yawe
sd: توهان جو ڪمپني جو نالو
si: ඔබේ සමාගමේ නම
sk: Názov vašej spoločnosti
sl: Ime vašega podjetja
sq: Emri i kompanisë tuaj
sr: Ваше име компаније
sv: Ditt företagsnamn
sw: Jina la Kampuni yako
ta: உங்கள் நிறுவனத்தின் பெயர்
te: మీ కంపెనీ పేరు
tg: Шумо номи ширкат
th: ชื่อ บริษัท ของคุณ
tk: Kompaniýanyňyzyň ady
tl: Pangalan ng iyong kumpanya
tr: Şirket adın
tt: Сезнең компания исеме
ug: شىركىتىڭىزنىڭ ئىسمى
uk: Ваше ім&#39;я компанії
ur: آپ کی کمپنی کا نام
uz: Kompaniyangizning nomi
vi: Tên công ty của bạn
xh: Igama lakho leNkampani
yi: דיין פֿירמע נאָמען

source: Your Company Website
af: Jou maatskappy se webwerf
am: የእርስዎ ኩባንያ ድር ጣቢያ
ar: موقع شركتك
az: Sizin Veb saytınız
be: Ваш вэб-сайт кампаніі
bg: Уебсайта на фирмата ви
bn: আপনার কোম্পানি ওয়েবসাইট
ca: El vostre lloc web d&#39;empresa
cs: Vaše webové stránky společnosti
cy: Eich Cwmni Gwefan
da: Din virksomheds hjemmeside
de: Ihre Firmenwebsite
el: Η ιστοσελίδα της εταιρείας σας
eo: Via Kompanio afiŝinto
es: Su Empresa
et: Teie ettevõtte veebisait
eu: Enpresaren webgunea
fa: وب سایت شرکت شما
fi: Yrityksesi verkkosivusto
fr: Le site Web de votre entreprise
fy: Jo Company Website
ga: Do Chuideachta láithreán
gd: Your Companaidh Làrach-lìn
gl: O seu sitio web da empresa
gu: તમારી કંપની વેબસાઇટ
hi: आपकी कंपनी की वेबसाइट
hr: Vaša web stranica tvrtke
hu: A cég weboldala
hy: Ձեր ընկերության կայք
id: Situs Perusahaan Anda
is: Vefsíða fyrirtækisins þíns
it: Sito web della tua azienda
iw: אתר האינטרנט של החברה שלך
ja: あなたの会社のウェブサイト
ka: შენი კომპანიის საიტი
kk: Сіздің компанияңыздың веб-сайты
km: គេហទំព័រក្រុមហ៊ុនរបស់អ្នក
kn: ನಿಮ್ಮ ಕಂಪನಿ ವೆಬ್ಸೈಟ್
ku: Website Company
ky: Сиздин компания сайт
lb: Ärer Entreprise Site
lo: ເວັບໄຊທ໌ຂອງບໍລິສັດ
lt: Jūsų įmonės svetainė
lv: Jūsu uzņēmuma mājas lapa
mg: Ny Company Website
mi: Tō Company paetukutuku
mk: Веб-страницата на вашата компанија
ml: നിങ്ങളുടെ കമ്പനി വെബ്സൈറ്റ്
mn: Таны Компанийн Вэбсайт
mr: आपली कंपनी वेबसाइट
ms: Laman Web Syarikat anda
mt: Il-websajt tal-kumpanija tiegħek
my: သင့်ရဲ့ကုမ္ပဏီဝက်ဘ်ဆိုက်
ne: आफ्नो कम्पनी वेबसाइट
nl: Uw bedrijfswebsite
no: Ditt firma Nettsted
or: ତୁମର କମ୍ପାନୀ ୱେବସାଇଟ୍ |
pa: ਤੁਹਾਡੀ ਕੰਪਨੀ ਦੀ ਵੈੱਬਸਾਈਟ
pl: Twoja strona firmowa
ps: ستاسو د شرکت ویب پاڼه
pt: O site da sua empresa
ro: Site-ul companiei dvs.
ru: Веб-сайт вашей компании
rw: Urubuga rwawe
sd: توهان جي ڪمپني جي ويب سائيٽ
si: ඔබේ වෙබ් අඩවිය
sk: Vaša webová stránka spoločnosti
sl: Vaša spletna stran podjetja
sq: Website juaj e kompanisë
sr: Васа компанија компаније
sv: Din företags hemsida
sw: Tovuti ya Kampuni yako
ta: உங்கள் நிறுவனத்தின் வலைத்தளம்
te: మీ కంపెనీ వెబ్సైట్
tg: Вебсайтро Ширкати Шумо
th: เว็บไซต์ บริษัท ของคุณ
tk: Kompaniýanyň web sahypasy
tl: Ang iyong Company Website
tr: Şirket Web Siteniz
tt: Сезнең компания сайты
ug: شىركىتىڭىز تور بېكىتى
uk: Веб-сайт вашої компанії
ur: آپ کی کمپنی کی ویب سائٹ
uz: Kompaniyangizning veb-sayti
vi: Trang Công ty của bạn
xh: Iwebhusayithi Yakho Yenkampani
yi: אייער פֿירמע וועבסייט

source: Saving...
af: Spaar ...
am: በማስቀመጥ ላይ ...
ar: إنقاذ...
be: Захаванне ...
bg: Се запазва ...
bn: সংরক্ষণ করা হচ্ছে ...
ca: S&#39;està desant ...
cs: Ukládání ...
cy: Arbed ...
da: Gemmer ...
de: Speichern ...
el: Οικονομία...
eo: Savante ...
es: Ahorro...
eu: Gordetzen ...
fa: صرفه جویی در...
fi: Tallentaa...
fr: Économie...
ga: Shábháil...
gd: Sàbhaladh ...
gl: Gardando ...
gu: સાચવી રહ્યું છે ...
hi: सहेजा जा रहा है ...
hr: Spremanje ...
hu: Megtakarítás...
hy: Խնայողական ...
id: Penghematan...
is: Vistar ...
it: Salvataggio...
iw: חִסָכוֹן...
ja: 保存中...
ka: Შენახვა...
kk: Сақтау ...
km: កំពុងរក្សាទុក ...
kn: ಉಳಿಸಲಾಗುತ್ತಿದೆ ...
ky: Сакталып жатат ...
lb: Spueren ...
lo: ການປະຢັດ ...
lt: Taupymas ...
lv: Saglabājot ...
mg: Fanavotana ...
mi: Tiaki ...
mk: Зачувува...
ml: സംരക്ഷിക്കുന്നത്...
mn: Хадгалж байна ...
mr: बचत...
ms: Menyimpan ...
mt: Iffrankar ...
my: သိမ်းဆည်းခြင်း ...
ne: सुरक्षित गर्दै ...
nl: Besparing...
no: Lagrer ...
or: ସଞ୍ଚୟ ...
pa: ਸੇਵ ਕਰ ਰਿਹਾ ਹੈ ...
pl: Oszczędność...
ps: خوندي ساتل ...
pt: Salvando ...
ro: Economisire...
ru: Сохранение ...
rw: Kuzigama ...
sd: محفوظ ڪندي ...
si: සුරකින්න ...
sk: Úsporné ...
sl: Shranjevanje ...
sq: Ruajtja e ...
sr: Уштеда...
sv: Sparande...
sw: Inaokoa ...
ta: சேமிக்கிறது ...
te: సేవ్ చేస్తోంది ...
th: ประหยัด...
tk: Tygşytlamak ...
tl: Nagse-save ...
tr: Tasarruf ...
tt: Саклау ...
ug: تېجەش ...
uk: Збереження ...
ur: بچت ...
uz: Saqlanmoqda ...
vi: Tiết kiệm...
xh: Ukulondoloza ...
yi: שפּאָרן ...

source: Billing Information
af: Rekening Inligting
am: የሂሳብ አከፋፈል መረጃ
ar: معلومات الفواتير
az: Ödəmə məlumatı
be: Плацежная інфармацыя
bg: Данни за плащане
bn: বিল সংক্রান্ত তথ্য
ca: Informació de facturació
cs: Fakturační údaje
cy: Gwybodaeth Bilio
da: Faktureringsoplysninger
de: Abrechnungsdaten
el: Πληροφορίες χρέωσης
eo: Fakturaj Informoj
es: Datos de facturación
et: Arveldusinfo
eu: Fakturazio informazioa
fa: اطلاعات صورت حساب
fi: laskutus tiedot
fr: détails de facturation
fy: Billing ynformaasje
ga: Eolas Billeála
gd: Fiosrachadh bileachaidh
gl: Datos de facturación
gu: બિલિંગ માહિતી
hi: बिलिंग जानकारी
hr: Podaci o naplati
hu: számlázási információ
hy: Հաշվարկային տեղեկատվություն
id: Informasi tagihan
is: greiðsluupplýsingar
it: Informazioni di fatturazione
iw: פרטי חיוב
ja: 課金情報
ka: ბილინგის ინფორმაცია
kk: Төлем туралы Ақпарат
km: ព័ត៌មានវិក័យប័ត្រ
kn: ಬಿಲ್ಲಿಂಗ್ ಮಾಹಿತಿ
ku: Agahdariya Billing
ky: Эсептөө маалыматы
lb: Ofrechnungsdaten
lo: ຂໍ້ມູນໃບບິນ
lt: Atsiskaitymo informacija
lv: Norēķinu informācija
mg: Fampahalalana momba ny faktiora
mi: Nga korero nama
mk: Информации за наплата
ml: ബില്ലിംഗ് വിവരം
mn: Тооцооны мэдээлэл
mr: बिलिंग माहिती
ms: Maklumat Bil
mt: Informazzjoni dwar il-kontijiet
my: ကျသင့်ငွေတောင်းခံလွှာဆိုင်ရာအချက်အလက်များ
ne: बिलिङ जानकारी
nl: facturatie gegevens
no: Faktureringsinformasjon
or: ବିଲିଂ ସୂଚନା
pa: ਬਿਲ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje rozliczeniowe
ps: د بل معلومات
pt: Informações de pagamento
ro: Informații de facturare
ru: Платежная информация
rw: Amakuru yo kwishura
sd: بلنگ جي ڄاڻ
si: බිල්කරණ තොරතුරු
sk: informácie o platbe
sl: Podatki za obračun
sq: Informacioni i Faturimit
sr: информације о наплати
sv: Faktureringsinformation
sw: Taarifa za bili
ta: பில்லிங் தகவல்
te: ఖర్చు వివరములు
tg: Маълумоти ҳисобдорӣ
th: ข้อมูลการเรียกเก็บเงิน
tk: Hasaplaşyk maglumatlary
tl: Impormasyon sa Pagsingil
tr: Fatura bilgileri
tt: Түләү турында
ug: ھېسابات ئۇچۇرى
uk: Платіжна інформація
ur: بلنگ کی معلومات
uz: To'lov ma'lumotlari
vi: Thông tin thanh toán
xh: Iinkcukacha zokuhlawuliswa
yi: בילינג אינפֿאָרמאַציע
