Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: PO No.
am: የፖስታ ቁጥር
ar: رقم صندوق البريد
be: ЗП №
bg: Пощенски номер
bn: পিও নং।
ca: PO Núm.
cs: PO č.
cy: Rhif PO.
da: PO-nr.
de: Bestellnummer
es: Nº de orden de compra
et: PO nr
eu: PO zk.
fa: شماره PO
fi: PO nro
fr: Numéro de bon de commande
ga: PO Uimh.
gd: PO Àir.
gl: Nº PO
gu: પો.નં.
hi: पीओ संख्या
hr: PO br.
hu: PO sz.
id: Nomor PO
is: PO nr.
it: PO n.
iw: מס' ת.ז.
ja: PO番号
kk: PO №
km: លេខ PO
kn: ಪಿಒ ನಂ.
lb: PO Nr.
lo: ຕູ້ໄປສະນີ
lt: PO Nr.
lv: PO Nr.
mk: ПО бр.
ml: പിഒ നം.
mn: PO дугаар
mr: PO क्र.
mt: PO Nru.
my: စာတိုက်အမှတ်
ne: PO नं.
nl: PO-nr.
or: PO ନମ୍ବର |
pa: ਪੀ.ਓ ਨੰ.
pl: Nr zamówienia
ps: PO شمیره.
pt: Nº do pedido
ro: PO nr.
ru: заказ №
sd: PO نمبر
si: තැපැල් අංකය
sk: PO č.
sl: PO št.
sq: Nr PO.
sr: ПО бр.
sv: PO nr.
sw: Nambari ya PO.
ta: அஞ்சல் எண்.
te: PO నం.
tg: № PO
th: เลขที่ใบสั่งซื้อ
tk: PO nomeri
uk: № ЗП
ur: پی او نمبر
uz: PO raqami.
vi: PO số
xh: Inombolo yePO.

source: Reference ID
af: Verwysings-ID
am: የማጣቀሻ መታወቂያ
ar: الرقم المرجعي
az: İstinad ID
be: Ідэнтыфікатар даведкі
bg: Референтен идентификатор
bn: রেফারেন্স আইডি
ca: ID de referència
cs: Referenční ID
cy: ID cyfeirnod
de: Referenz ID
el: Αναγνωριστικό Αναφοράς
eo: Referenca ID
es: Identificación de referencia
et: Viite ID
eu: Erreferentzia ID
fa: شناسه مرجع
fi: Viitetunnus
fr: Pièce d'identité
fy: Referinsje ID
ga: Aitheantas tagartha
gd: ID iomraidh
gl: ID de referencia
gu: સંદર્ભ ID
hi: संदर्भ पहचान पत्र
hr: Referentni ID
hu: Hivatkozási azonosító
hy: Հղման ID
id: ID Referensi
is: Tilvísunarauðkenni
it: ID di riferimento
iw: מזהה סימוכין
ja: 参照ID
ka: მითითების ID
kk: Анықтама идентификаторы
km: លេខសម្គាល់ឯកសារយោង
kn: ಉಲ್ಲೇಖ ID
ku: Nasnameya referansê
ky: Шилтеме ID
lb: Referenz ID
lo: ID ອ້າງອີງ
lt: Nuorodos ID
lv: Atsauces ID
mi: ID Tohutoro
mk: Референтен ID
ml: റഫറൻസ് ഐഡി
mn: Лавлагааны ID
mr: संदर्भ आयडी
ms: ID Rujukan
mt: ID ta' referenza
my: အကိုးအကား ID
ne: सन्दर्भ ID
nl: referentie nummer
no: Referanse-ID
or: ସନ୍ଦର୍ଭ ID
pa: ਹਵਾਲਾ ID
pl: Numer referencyjny
ps: د حوالې ID
pt: referência ID
ro: ID de referinta
ru: Идентификатор ссылки
rw: Indangamuntu
sd: حوالو ID
si: යොමු හැඳුනුම්පත
sk: Referenčné ID
sl: Referenčni ID
sq: ID-ja e referencës
sr: Референтни ИД
sv: Referens-ID
sw: Kitambulisho cha Marejeleo
ta: குறிப்பு ஐடி
te: సూచన ID
tg: ID-и истинод
th: รหัสอ้างอิง
tk: Salgy belgisi
tr: referans kimliği
tt: Белешмә ID
ug: پايدىلىنىش كىملىكى
uk: Ідентифікатор посилання
ur: حوالہ ID
uz: Malumot identifikatori
vi: ID tham chiếu
xh: I-ID yesalathisi
yi: רעפערענץ שייַן

source: Term
af: Termyn
am: ጊዜ
ar: شرط
az: Müddət
be: Тэрмін
bg: Срок
bn: মেয়াদ
ca: Terme
cs: Období
cy: Tymor
da: Semester
de: Begriff
el: Ορος
eo: Terminon
es: Término
et: Tähtaeg
eu: Epea
fa: مدت، اصطلاح
fi: Termi
fr: Terme
ga: Téarma
gd: Teirm
gl: Prazo
gu: મુદત
hi: अवधि
hr: Termin
hy: Ժամկետ
id: Ketentuan
is: Kjörtímabil
it: Termine
iw: טווח
ja: 期間
ka: ვადა
kk: Мерзімі
km: រយៈពេល
kn: ಅವಧಿ
ku: Îfade
ky: Мөөнөтү
lb: Begrëff
lo: ໄລຍະ
lt: Terminas
lv: Jēdziens
mg: teny
mi: Wāhanga
mk: Термин
ml: കാലാവധി
mn: Хугацаа
mr: मुदत
ms: Penggal
mt: Terminu
my: ဖိုးသူတော်
ne: अवधि
nl: Termijn
no: Begrep
or: ଅବଧି
pa: ਮਿਆਦ
pl: Termin
ps: اصطلاح
pt: Prazo
ro: Termen
ru: Срок
rw: Igihe
sd: اصطلاح
si: වාරය
sk: Termín
sl: Termin
sq: Afati
sr: Термин
sv: Termin
sw: Muda
ta: கால
te: పదం
tg: Мӯҳлат
th: ภาคเรียน
tk: Möhleti
tl: Termino
tr: Terim
tt: Термин
ug: مۇددىتى
uk: Термін
ur: مدت
uz: Muddati
vi: Kỳ hạn
xh: Ixesha
yi: טערמין

source: Note
af: Let wel
am: ማስታወሻ
ar: ملحوظة
az: Qeyd
be: Нататка
bg: Забележка
bn: বিঃদ্রঃ
ca: Nota
cs: Poznámka
cy: Nodyn
da: Bemærk
de: Notiz
el: Σημείωση
eo: Notu
es: Nota
et: Märge
eu: Ohar
fa: توجه داشته باشید
fi: Huomautus
fr: Noter
fy: Noat
ga: Nóta
gd: Thoir an aire
gl: Nota
gu: નૉૅધ
hi: टिप्पणी
hr: Bilješka
hu: jegyzet
hy: Նշում
id: Catatan
is: Athugið
it: Nota
iw: פתק
ja: ノート
ka: შენიშვნა
kk: Ескерту
km: ចំណាំ
kn: ಸೂಚನೆ
ku: Not
ky: Эскертүү
lo: ຫມາຍ​ເຫດ​
lt: Pastaba
lv: Piezīme
mg: Fanamarihana
mi: Tuhipoka
mk: Забелешка
ml: കുറിപ്പ്
mn: Анхаарна уу
mr: नोंद
ms: Catatan
mt: Nota
my: မှတ်ချက်
ne: नोट
nl: Opmerking
no: Merk
or: ଧ୍ୟାନ ଦିଅନ୍ତୁ
pa: ਨੋਟ ਕਰੋ
pl: Notatka
ps: نوټ
pt: Observação
ro: Notă
ru: Примечание
rw: Icyitonderwa
sd: نوٽ
si: සටහන
sk: Poznámka
sl: Opomba
sq: shënim
sr: Белешка
sv: Notera
sw: Kumbuka
ta: குறிப்பு
te: గమనిక
tg: Шарҳ
th: บันทึก
tk: Bellik
tl: Tandaan
tr: Not
tt: Тамга
ug: دىققەت
uk: Примітка
ur: نوٹ
uz: Eslatma
vi: Ghi chú
xh: Phawula
yi: נאטיץ

source: Quantity
af: Hoeveelheid
am: ብዛት
ar: كمية
az: Kəmiyyət
be: Колькасць
bg: количество
bn: পরিমাণ
ca: Quantitat
cs: Množství
cy: Nifer
da: Antal
de: Menge
el: Ποσότητα
eo: Kvanto
es: Cantidad
et: Kogus
eu: Kantitatea
fa: تعداد
fi: Määrä
fr: Quantité
fy: Kwantiteit
ga: Cainníocht
gd: Meud
gl: Cantidade
gu: જથ્થો
hi: मात्रा
hr: Količina
hu: Mennyiség
hy: Քանակ
id: Kuantitas
is: Magn
it: Quantità
iw: כַּמוּת
ja: 量
ka: რაოდენობა
kk: Саны
km: បរិមាណ
kn: ಪ್ರಮಾಣ
ku: Jimarî
ky: Саны
lb: Quantitéit
lo: ປະລິມານ
lt: Kiekis
lv: Daudzums
mg: Hatrany
mi: Te nui
mk: Квантитет
ml: അളവ്
mn: Тоо хэмжээ
mr: प्रमाण
ms: Kuantiti
mt: Kwantità
my: အရေအတွက်
ne: मात्रा
nl: Aantal stuks
no: Mengde
or: ପରିମାଣ
pa: ਮਾਤਰਾ
pl: Ilość
ps: مقدار
pt: Quantidade
ro: Cantitate
ru: Количество
rw: Umubare
sd: مقدار
si: ප්රමාණය
sk: Množstvo
sl: Količina
sq: sasi
sr: Количина
sv: Kvantitet
sw: Kiasi
ta: அளவு
te: పరిమాణం
tg: Миқдор
th: ปริมาณ
tk: Mukdar
tl: Dami
tr: Miktar
tt: Сан
ug: سانى
uk: Кількість
ur: مقدار
uz: Miqdori
vi: Định lượng
xh: Ubungakanani
yi: קוואַנטיטי

source: Price ($)
af: Prys ($)
am: ዋጋ ($)
ar: السعر (دولار)
az: Qiymət ($)
be: Кошт ($)
bg: Цена ($)
bn: মূল্য ($)
ca: Preu ($)
cs: Cena ($)
cy: Pris ($)
da: Pris ($)
de: Preis ($)
el: Τιμή ($)
eo: Prezo ($)
es: Precio ($)
et: Hind ($)
eu: Prezioa ($)
fa: قیمت (دلار)
fi: Hinta ($)
fr: Prix ($)
fy: Priis ($)
ga: Praghas ($)
gd: Prìs ($)
gl: Prezo ($)
gu: કિંમત ($)
hi: कीमत ($)
hr: Cijena ($)
hu: Ár ($)
hy: Գինը ($)
id: Harga ($)
is: Verð ($)
it: Prezzo ($)
iw: מחיר ($)
ja: 価格（$）
ka: ფასი ($)
kk: Бағасы ($)
km: តម្លៃ ($)
kn: ಬೆಲೆ ($)
ku: Biha ($)
ky: Баасы ($)
lb: Präis ($)
lo: ລາຄາ ($)
lt: Kaina ($)
lv: Cena ($)
mg: Vidiny ($)
mi: Utu ($)
mk: Цена ($)
ml: വില ($)
mn: Үнэ ($)
mr: किंमत ($)
ms: harga ($)
mt: Prezz ($)
my: ဈေးနှုန်း ($)
ne: मूल्य ($)
nl: Prijs ($)
no: Pris ($)
or: ମୂଲ୍ୟ ($)
pa: ਕੀਮਤ ($)
pl: Cena ($)
ps: قیمت ($)
pt: Preço ($)
ro: Preț ($)
ru: Цена ($)
rw: Igiciro ($)
sd: قيمت ($)
si: මිල ($)
sk: cena ($)
sl: Cena ($)
sq: Çmimi ($)
sr: Цена ($)
sv: Pris ($)
sw: Bei ($)
ta: விலை ($)
te: ధర ($)
tg: Нарх ($)
th: ราคา ($)
tk: Bahasy ($)
tl: Presyo ($)
tr: Fiyat ($)
tt: Бәя ($)
ug: باھاسى ($)
uk: Ціна ($)
ur: قیمت ($)
uz: Narxi ($)
vi: Giá ($)
xh: Ixabiso ($)
yi: פּרייַז ($)

source: Subtotal ($)
af: Subtotaal ($)
am: አጠቃላይ ($)
ar: المجموع الفرعي ($)
az: Ara cəmi ($)
be: Прамежкавы вынік ($)
bg: Междинна сума ($)
bn: সাবটোটাল ($)
cs: Mezisoučet ($)
cy: Is-gyfanswm ($)
de: Zwischensumme ($)
el: Μερικό σύνολο ($)
eo: Subtotalo ($)
et: Vahesumma ($)
eu: Azpi-totala ($)
fa: جمع فرعی ($)
fi: Välisumma ($)
fr: Sous-total ($)
fy: Subtotaal ($)
ga: Fo-iomlán ($)
gd: Fo-iomlan ($)
gu: પેટાસરવાળો ($)
hi: उप-योग ($)
hr: Međuzbroj ($)
hu: Részösszeg ($)
hy: Ենթագումար ($)
is: Samtala ($)
it: Totale parziale ($)
iw: סכום ביניים ($)
ja: 小計 ($)
ka: ქვეჯამი ($)
kk: Аралық жиынтық ($)
km: សរុបរង ($)
kn: ಉಪಮೊತ್ತ ($)
ku: Bingiştî ($)
ky: Аралык сумма ($)
lo: ທັງໝົດຍ່ອຍ ($)
lt: Tarpinė suma ($)
lv: Starpsumma ($)
mi: Tapekeroto ($)
mk: Подвкупно ($)
ml: ഉപമൊത്തം ($)
mn: Дунд нийлбэр ($)
mr: उपएकूण ($)
ms: Jumlah kecil ($)
my: စုစုပေါင်း ($)
ne: उपकुल ($)
nl: Subtotaal ($)
no: Delsum ($)
or: ଉପଟୋଟାଲ୍ ($)
pa: ਉਪ-ਜੋੜ ($)
pl: Suma częściowa ($)
ps: فرعي مجموعه ($)
ru: Итого ($)
sd: ذيلي مجموعي ($)
si: උප එකතුව ($)
sk: Medzisúčet ($)
sl: Vmesni seštevek ($)
sq: Nëntotali ($)
sr: Међузбир ($)
sv: Delsumma ($)
sw: Jumla ndogo ($)
ta: கூட்டுத்தொகை ($)
te: ఉపమొత్తం ($)
tg: Мобайнҳо ($)
th: ยอดรวม ($)
tk: Jemi ($)
tr: Ara toplam ($)
tt: Субтоталь ($)
uk: Проміжний підсумок ($)
ur: ذیلی کل ($)
uz: Oraliq jami ($)
vi: Tổng phụ ($)
xh: Itotali ephantsi ($)
yi: סובטאָטאַל ($)

source: Discount (%)
af: Afslag (%)
am: ቅናሽ (%)
ar: خصم (٪)
az: Güzəşt (%)
be: Зніжка (%)
bg: Отстъпка (%)
bn: ছাড় (%)
ca: Descompte (%)
cs: Sleva (%)
cy: Disgownt (%)
da: Rabat (%)
de: Rabatt (%)
el: Έκπτωση (%)
eo: Rabato (%)
es: Descuento (%)
et: Allahindlus (%)
eu: Deskontua (%)
fa: تخفیف (%)
fi: Alennus (%)
fr: Remise (%)
fy: Koarting (%)
ga: Lascaine (%)
gd: Lasachadh (%)
gl: Desconto (%)
gu: ડિસ્કાઉન્ટ (%)
hi: छूट (%)
hr: Popust (%)
hu: Kedvezmény (%)
hy: Զեղչ (%)
id: Diskon (%)
is: Afsláttur (%)
it: Sconto (%)
iw: הנחה (%)
ja: 割引 （％）
ka: ფასდაკლება (%)
kk: Жеңілдік (%)
km: បញ្ចុះតម្លៃ (%)
kn: ರಿಯಾಯಿತಿ (%)
ku: Daxistin (%)
ky: Арзандатуу (%)
lb: Remise (%)
lo: ສ່ວນຫຼຸດ (%)
lt: Nuolaida (%)
lv: Atlaide (%)
mg: fihenam-bidy (%)
mi: hekenga (%)
mk: попуст (%)
ml: കിഴിവ് (%)
mn: Хөнгөлөлт (%)
mr: सवलत (%)
ms: Diskaun (%)
mt: Roħs (%)
my: လျှော့စျေး (%)
ne: छुट (%)
nl: Korting (%)
no: Rabatt (%)
or: ରିହାତି (%)
pa: ਛੋਟ (%)
pl: Zniżka (%)
ps: تخفیف (٪)
pt: Desconto (%)
ro: Reducere (%)
ru: Скидка (%)
rw: Kugabanuka (%)
sd: رعايت (%)
si: වට්ටම් (%)
sk: zľava (%)
sl: Popust (%)
sq: Zbritje (%)
sr: Попуст (%)
sv: Rabatt (%)
sw: Punguzo (%)
ta: தள்ளுபடி (%)
te: తగ్గింపు (%)
tg: Тахфиф (%)
th: การลดราคา (%)
tk: Arzanladyş (%)
tl: Diskwento (%)
tr: İndirim (%)
tt: Ташлама (%)
ug: ئېتىبار (%)
uk: Знижка (%)
ur: رعایت (%)
uz: Chegirma (%)
vi: Chiết khấu (%)
xh: Isaphulelo (%)
yi: אַראָפּרעכענען (%)

source: Tax (%)
af: Belasting (%)
am: ግብር (%)
ar: الضريبة (٪)
az: Vergi (%)
be: Падатак (%)
bg: Данък (%)
bn: ট্যাক্স (%)
ca: Impost (%)
cs: daň (%)
cy: Treth (%)
da: Skat (%)
de: Steuer (%)
el: Φόρος (%)
eo: Imposto (%)
es: Impuesto (%)
et: Maks (%)
eu: Zerga (%)
fa: مالیات (٪)
fi: Vero (%)
fr: Impôt (%)
fy: Belesting (%)
ga: Cáin (%)
gd: Cìs (%)
gl: Imposto (%)
gu: કર (%)
hi: कर (%)
hr: Porez (%)
hu: adó (%)
hy: Հարկ (%)
id: Pajak (%)
is: Skattur (%)
it: Imposta (%)
iw: מס (%)
ja: 税 （％）
ka: გადასახადი (%)
kk: Салық (%)
km: ពន្ធ (%)
kn: ತೆರಿಗೆ (%)
ku: Bac (%)
ky: Салык (%)
lb: Steier (%)
lo: ພາສີ (%)
lt: Mokestis (%)
lv: Nodoklis (%)
mg: Hetra (%)
mi: Taake (%)
mk: Данок (%)
ml: നികുതി (%)
mn: Татвар (%)
mr: कर (%)
ms: Cukai (%)
mt: Taxxa (%)
my: အခွန် (%)
ne: कर (%)
nl: Belasting (%)
no: Skatt (%)
or: କର (%)
pa: ਟੈਕਸ (%)
pl: Podatek (%)
ps: مالیه (٪)
pt: Imposto (%)
ro: Impozit (%)
ru: Налог (%)
rw: Umusoro (%)
sd: ٽيڪس (%)
si: බද්ද (%)
sk: daň (%)
sl: davek (%)
sq: Taksa (%)
sr: Порез (%)
sv: moms (%)
sw: Kodi (%)
ta: வரி (%)
te: పన్ను (%)
tg: Андоз (%)
th: ภาษี (%)
tk: Salgyt (%)
tl: Buwis (%)
tr: Vergi (%)
tt: Салым (%)
ug: باج (%)
uk: Податок (%)
ur: ٹیکس (%)
uz: Soliq (%)
vi: Thuế (%)
xh: Irhafu (%)
yi: שטייַער (%)

source: Total ($)
af: Totaal ($)
am: ጠቅላላ ($)
ar: المجموع (دولار)
az: Cəmi ($)
be: Усяго ($)
bg: Общо ($)
bn: মোট ($)
cs: Celkem ($)
cy: Cyfanswm ($)
da: I alt ($)
de: Gesamt ($)
el: Σύνολο ($)
eo: Sumo ($)
es: totales ($)
et: Kokku ($)
eu: Guztira ($)
fa: مجموع ($)
fi: Yhteensä ($)
fr: Totale ($)
fy: Totaal ($)
ga: Iomlán ($)
gd: Iomlan ($)
gu: કુલ ($)
hi: कुल ($)
hr: Ukupno ($)
hu: Összesen ($)
hy: Ընդհանուր ($)
id: Jumlah ($)
is: Samtals ($)
it: Totale ($)
iw: סך הכל ($)
ja: 合計（$）
ka: სულ ($)
kk: Барлығы ($)
km: សរុប ($)
kn: ಒಟ್ಟು ($)
ku: Bi tevahî ($)
ky: Бардыгы ($)
lb: Ganzen ($)
lo: ທັງໝົດ ($)
lt: Iš viso ($)
lv: Kopā ($)
mi: Tapeke ($)
mk: Вкупно ($)
ml: ആകെ ($)
mn: Нийт ($)
mr: एकूण ($)
ms: Jumlah ($)
my: စုစုပေါင်း ($)
ne: कुल ($)
nl: Totaal ($)
no: Totalt ($)
or: ମୋଟ ($)
pa: ਕੁੱਲ ($)
pl: Razem ($)
ps: ټولټال ($)
ru: Итого ($)
rw: Igiteranyo ($)
sd: ڪل ($)
si: එකතුව ($)
sk: Celkom ($)
sl: Skupaj ($)
sq: Gjithsej ($)
sr: Укупно ($)
sv: Totalt ($)
sw: Jumla ($)
ta: மொத்தம் ($)
te: మొత్తం ($)
tg: Ҳамагӣ ($)
th: รวม ($)
tk: Jemi ($)
tl: Kabuuan ($)
tr: Toplam ($)
tt: Барлыгы ($)
ug: ئومۇمىي ($)
uk: Усього ($)
ur: کل ($)
uz: Jami ($)
vi: Tổng ($)
xh: Iyonke ($)
yi: גאַנץ ($)

source: Pay Invoice
af: Betaal faktuur
am: የክፍያ መጠየቂያ ክፍያ
ar: دفع الفاتورة
az: Ödəniş faktura
be: Аплаціць рахунак
bg: Платете фактура
bn: চালান পরিশোধ করুন
ca: Pagar factura
cs: Zaplatit fakturu
cy: Talu Anfoneb
da: Betal faktura
de: Rechnung bezahlen
el: Πληρωμή τιμολογίου
eo: Pagu Fakturon
es: Factura de pago
et: Makske arve
eu: Ordaindu faktura
fa: پرداخت فاکتور
fi: Maksa lasku
fr: Payer sa commande
fy: Invoice betelje
ga: Sonrasc Íoctha
gd: Fàirdeal pàighidh
gl: Pagar Factura
gu: ભરતિયું ચૂકવો
hi: रसीद का भुगतान करो
hr: Plaćanje fakture
hu: Számla befizetése
hy: Վճարման հաշիվ-ապրանքագիր
id: Bayar Faktur
is: Borga reikning
it: Pagare fattura
iw: שלם חשבונית
ja: 請求書の支払い
ka: გადაიხადეთ ინვოისი
kk: Төлем шот-фактурасы
km: បង់វិក្កយបត្រ
kn: ಸರಕುಪಟ್ಟಿ ಪಾವತಿಸಿ
ku: Fatura bidin
ky: Эсеп-фактураны төлөө
lb: Bezuelen Rechnung
lo: ຈ່າຍໃບແຈ້ງໜີ້
lt: Apmokėti sąskaitą faktūrą
lv: Apmaksāt rēķinu
mg: Mandoa faktiora
mi: Utu nama
mk: Плати фактура
ml: ഇൻവോയ്സ് അടയ്ക്കുക
mn: Нэхэмжлэхийг төлөх
mr: चलन भरा
ms: Bayar Invois
mt: Ħlas Fattura
my: ပြေစာပေးချေပါ။
ne: इनभ्वाइस तिर्नुहोस्
nl: Factuur betalen
no: Betal faktura
or: ଇନଭାଇସ୍ ଦେୟ |
pa: ਇਨਵੌਇਸ ਦਾ ਭੁਗਤਾਨ ਕਰੋ
pl: Zapłać fakturę
ps: رسید تادیه کړئ
pt: Fatura de pagamento
ro: Plătiți Factura
ru: Оплатить счет
rw: Inyemezabuguzi
sd: ادا انوائس
si: ඉන්වොයිසිය ගෙවන්න
sk: Zaplatiť faktúru
sl: Plačajte račun
sq: Pagesa e faturës
sr: Плати фактуру
sv: Betala faktura
sw: Lipa ankara
ta: விலைப்பட்டியல் செலுத்தவும்
te: ఇన్వాయిస్ చెల్లించండి
tg: Ҳисобнома-фактураро пардохт кунед
th: ชำระใบแจ้งหนี้
tk: Hasap-faktura töläň
tl: Magbayad ng Invoice
tr: Fatura Öde
tt: Фактура түләү
ug: تالون
uk: Оплатити рахунок
ur: انوائس ادا کریں۔
uz: Hisob-fakturani to'lash
vi: Hóa đơn thanh toán
xh: Hlawula i-invoyisi
yi: באַצאָלן ינווויס

source: Payment method
af: Betalings metode
am: የመክፈያ ዘዴ
ar: طريقة الدفع او السداد
az: Ödəniş üsulu
be: Спосаб аплаты
bg: Начин на плащане
bn: মূল্যপরিশোধ পদ্ধতি
ca: Mètode de pagament
cs: Způsob platby
cy: Dull talu
da: Betalingsmetode
de: Bezahlverfahren
el: Μέθοδος πληρωμής
eo: Pagmaniero
es: Método de pago
et: Makseviis
eu: Ordainketa modua
fa: روش پرداخت
fi: Maksutapa
fr: Mode de paiement
fy: Wize fan beteljen
ga: Modh íocaíochta
gd: Modh pàighidh
gl: Método de pago
gu: ચુકવણી પદ્ધતિ
hi: भुगतान विधि
hr: Način plaćanja
hu: Fizetési mód
hy: Վճարման եղանակ
id: Cara Pembayaran
is: Greiðslumáti
it: Metodo di pagamento
iw: אמצעי תשלום
ja: 支払方法
ka: Გადახდის საშუალება
kk: Төлем тәсілі
km: វិធី​សា​ស្រ្ត​ទូទាត់
kn: ಪಾವತಿ ವಿಧಾನ
ku: Rêbaza dayinê
ky: Төлөө ыкмасы
lb: Bezuelmethod
lo: ວິທີການຈ່າຍເງິນ
lt: Mokėjimo būdas
lv: Apmaksas veids
mg: Fomba fandoavam-bola
mi: Tikanga utu
mk: Метод за плаќање
ml: പണമടയ്ക്കൽ രീതി
mn: Төлбөрийн нөхцөл
mr: पेमेंट पद्धत
ms: Kaedah pembayaran
mt: Metodu ta 'pagament
my: ငွေပေးချေစနစ်
ne: भुक्तानी विधि
nl: Betalingsmiddel
no: Betalingsmetode
or: ଅର୍ଥ ପ୍ରଦାନ ପଦ୍ଧତି
pa: ਭੁਗਤਾਨੇ ਦੇ ਢੰਗ
pl: Metoda płatności
ps: د تادیاتو طریقه
pt: Forma de pagamento
ro: Modalitate de plată
ru: Способ оплаты
rw: Uburyo bwo kwishyura
sd: ادائگي جو طريقو
si: ගෙවීම් ක්රමය
sk: Spôsob platby
sl: Način plačila
sq: Metoda e pagesës
sr: Начин плаћања
sv: Betalningsmetod
sw: Njia ya malipo
ta: பணம் செலுத்தும் முறை
te: చెల్లింపు పద్ధతి
tg: Тариқи пардохт
th: วิธีการชำระเงิน
tk: Töleg usuly
tl: Paraan ng Pagbayad
tr: Ödeme yöntemi
tt: Түләү ысулы
ug: پۇل تۆلەش ئۇسۇلى
uk: Спосіб оплати
ur: ادائیگی کا طریقہ
uz: To'lov usuli
vi: Phương thức thanh toán
xh: Uhlobo lokuhlawula
yi: צאָלונג אופֿן

source: Add a new payment method
af: Voeg 'n nuwe betaalmetode by
am: አዲስ የመክፈያ ዘዴ ያክሉ
ar: أضف طريقة دفع جديدة
az: Yeni ödəniş üsulu əlavə edin
be: Дадайце новы спосаб аплаты
bg: Добавете нов метод на плащане
bn: একটি নতুন অর্থপ্রদানের পদ্ধতি যোগ করুন
ca: Afegeix una nova forma de pagament
cs: Přidejte novou platební metodu
cy: Ychwanegu dull talu newydd
da: Tilføj en ny betalingsmetode
de: Fügen Sie eine neue Zahlungsmethode hinzu
el: Προσθέστε έναν νέο τρόπο πληρωμής
eo: Aldonu novan pagmetodon
es: Agregar un nuevo método de pago
et: Lisage uus makseviis
eu: Gehitu ordainketa-metodo berri bat
fa: یک روش پرداخت جدید اضافه کنید
fi: Lisää uusi maksutapa
fr: Ajouter un nouveau moyen de paiement
fy: Foegje in nije betelmetoade ta
ga: Cuir modh íocaíochta nua leis
gd: Cuir dòigh pàighidh ùr ris
gl: Engade un novo método de pago
gu: નવી ચુકવણી પદ્ધતિ ઉમેરો
hi: एक नई भुगतान विधि जोड़ें
hr: Dodajte novi način plaćanja
hu: Új fizetési mód hozzáadása
hy: Ավելացրեք վճարման նոր եղանակ
id: Tambahkan metode pembayaran baru
is: Bættu við nýjum greiðslumáta
it: Aggiungi un nuovo metodo di pagamento
iw: הוסף אמצעי תשלום חדש
ja: 新しい支払い方法を追加する
ka: დაამატეთ გადახდის ახალი მეთოდი
kk: Жаңа төлем әдісін қосыңыз
km: បន្ថែមវិធីបង់ប្រាក់ថ្មី។
kn: ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ
ku: Rêbazek dravdanê ya nû lê zêde bike
ky: Жаңы төлөм ыкмасын кошуңуз
lb: Füügt eng nei Bezuelmethod
lo: ເພີ່ມວິທີການຈ່າຍເງິນໃໝ່
lt: Pridėti naują mokėjimo metodą
lv: Pievienojiet jaunu maksājuma veidu
mg: Manampia fomba fandoavam-bola vaovao
mi: Tāpirihia he tikanga utu hou
mk: Додајте нов начин на плаќање
ml: ഒരു പുതിയ പേയ്‌മെന്റ് രീതി ചേർക്കുക
mn: Шинэ төлбөрийн хэрэгсэл нэмнэ үү
mr: नवीन पेमेंट पद्धत जोडा
ms: Tambahkan kaedah pembayaran baharu
mt: Żid metodu ta' ħlas ġdid
my: ငွေပေးချေမှုနည်းလမ်းအသစ်ကို ထည့်ပါ။
ne: नयाँ भुक्तानी विधि थप्नुहोस्
nl: Voeg een nieuwe betaalmethode toe
no: Legg til en ny betalingsmåte
or: ଏକ ନୂତନ ଦେୟ ପଦ୍ଧତି ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਨਵੀਂ ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj nową metodę płatności
ps: د تادیې نوې طریقه اضافه کړئ
pt: Adicionar um novo método de pagamento
ro: Adăugați o nouă metodă de plată
ru: Добавить новый способ оплаты
rw: Ongeraho uburyo bushya bwo kwishyura
sd: نئون ادائگي جو طريقو شامل ڪريو
si: නව ගෙවීම් ක්‍රමයක් එක් කරන්න
sk: Pridajte nový spôsob platby
sl: Dodajte novo plačilno sredstvo
sq: Shto një mënyrë të re pagese
sr: Додајте нови начин плаћања
sv: Lägg till en ny betalningsmetod
sw: Ongeza njia mpya ya kulipa
ta: புதிய கட்டண முறையைச் சேர்க்கவும்
te: కొత్త చెల్లింపు పద్ధతిని జోడించండి
tg: Усули нави пардохтро илова кунед
th: เพิ่มวิธีการชำระเงินใหม่
tk: Täze töleg usulyny goşuň
tl: Magdagdag ng bagong paraan ng pagbabayad
tr: Yeni bir ödeme yöntemi ekleyin
tt: Яңа түләү ысулын өстәгез
ug: يېڭى پۇل تۆلەش ئۇسۇلىنى قوشۇڭ
uk: Додайте новий спосіб оплати
ur: ادائیگی کا نیا طریقہ شامل کریں۔
uz: Yangi toʻlov usuli qoʻshing
vi: Thêm phương thức thanh toán mới
xh: Yongeza indlela entsha yokuhlawula
yi: לייג אַ נייַע צאָלונג אופֿן

source: Summary
af: Opsomming
am: ማጠቃለያ
ar: ملخص
az: Xülasə
be: Рэзюмэ
bg: Резюме
bn: সারসংক্ষেপ
ca: Resum
cs: souhrn
cy: Crynodeb
da: Resumé
de: Zusammenfassung
el: Περίληψη
eo: Resumo
es: Resumen
et: Kokkuvõte
eu: Laburpen
fa: خلاصه
fi: Yhteenveto
fr: Résumé
fy: Gearfetting
ga: Achoimre
gd: Geàrr-chunntas
gl: Resumo
gu: સારાંશ
hi: सारांश
hr: Sažetak
hu: Összegzés
hy: Ամփոփում
id: Ringkasan
is: Samantekt
it: Riepilogo
iw: סיכום
ja: まとめ
ka: Შემაჯამებელი
kk: Түйіндеме
km: សង្ខេប
kn: ಸಾರಾಂಶ
ku: Berhevkirinî
ky: Жыйынтык
lb: Resumé
lo: ສະຫຼຸບ
lt: Santrauka
lv: Kopsavilkums
mg: FAMINTINANA
mi: Whakarāpopototanga
mk: Резиме
ml: സംഗ്രഹം
mn: Дүгнэлт
mr: सारांश
ms: Ringkasan
mt: Sommarju
my: အနှစ်ချုပ်
ne: सारांश
nl: Samenvatting
no: Sammendrag
or: ସାରାଂଶ
pa: ਸੰਖੇਪ
pl: Streszczenie
ps: لنډیز
pt: Resumo
ro: rezumat
ru: Краткое содержание
rw: Incamake
sd: خلاصو
si: සාරාංශය
sk: Zhrnutie
sl: Povzetek
sq: Përmbledhje
sr: Резиме
sv: Sammanfattning
sw: Muhtasari
ta: சுருக்கம்
te: సారాంశం
tg: Хулоса
th: สรุป
tk: Gysgaça mazmun
tl: Buod
tr: Özet
tt: Аннотация
ug: خۇلاسە
uk: Резюме
ur: خلاصہ
uz: Xulosa
vi: Bản tóm tắt
xh: Isishwankathelo
yi: קיצער

source: Payment:
af: Betaling:
am: ክፍያ፡-
ar: قسط:
az: Ödəniş:
be: Аплата:
bg: Плащане:
bn: পেমেন্ট:
ca: Pagament:
cs: Způsob platby:
cy: Taliad:
da: Betaling:
de: Zahlung:
el: Πληρωμή:
eo: Pago:
es: Pago:
et: Makse:
eu: Ordainketa:
fa: پرداخت:
fi: Maksu:
fr: Paiement:
fy: Betelling:
ga: Íocaíocht:
gd: Pàigheadh:
gl: Pago:
gu: ચુકવણી:
hi: भुगतान:
hr: Plaćanje:
hu: Fizetés:
hy: Վճարում:
id: Pembayaran:
is: Greiðsla:
it: Pagamento:
iw: תַשְׁלוּם:
ja: 支払い：
ka: გადახდა:
kk: Төлем:
km: ការទូទាត់៖
kn: ಪಾವತಿ:
ku: Diravdanî:
ky: Төлөм:
lb: Bezuelen:
lo: ການຈ່າຍເງິນ:
lt: Mokėjimas:
lv: Maksājums:
mg: Fandoavana:
mi: Utu:
mk: Плаќање:
ml: പേയ്മെന്റ്:
mn: Төлбөр:
mr: पेमेंट:
ms: Pembayaran:
mt: Ħlas:
my: ငွေပေးချေမှု-
ne: भुक्तानी:
nl: Betaling:
no: Innbetaling:
or: ଦେୟ:
pa: ਭੁਗਤਾਨ:
pl: Zapłata:
ps: تادیه:
pt: Pagamento:
ro: Plată:
ru: Оплата:
rw: Kwishura:
sd: ادائگي:
si: ගෙවීම:
sk: Platba:
sl: Plačilo:
sq: Pagesa:
sr: Плаћање:
sv: Betalning:
sw: Malipo:
ta: கட்டணம்:
te: చెల్లింపు:
tg: Пардохт:
th: การชำระเงิน:
tk: Töleg:
tl: Pagbabayad:
tr: Ödeme:
tt: Түләү:
ug: چىقىم قىلىش:
uk: Оплата:
ur: ادائیگی:
uz: Toʻlov:
vi: Sự chi trả:
xh: Intlawulo:
yi: צאָלונג:

source: Total charge:
af: Totale heffing:
am: ጠቅላላ ክፍያ፡-
ar: القيمة الاجمالية:
az: Ümumi ödəniş:
be: Агульная плата:
bg: Обща такса:
bn: মোট চার্জ:
ca: Càrrec total:
cs: Celkový poplatek:
cy: Cyfanswm y tâl:
da: Samlet afgift:
de: Gesamtbetrag:
el: Συνολική χρέωση:
eo: Totala ŝarĝo:
es: Carga total:
et: Kogutasu:
eu: Karga osoa:
fa: هزینه کل:
fi: Kokonaisveloitus:
fr: Charge totale:
fy: Totale lading:
ga: Muirear iomlán:
gd: Cosgais iomlan:
gl: Cargo total:
gu: કુલ ચાર્જ:
hi: कुल शुल्क:
hr: Ukupna naknada:
hu: Teljes díj:
hy: Ընդհանուր վճար.
id: Total biaya:
is: Heildargjald:
it: Addebito totale:
iw: תשלום כולל:
ja: 合計料金:
ka: მთლიანი გადასახადი:
kk: Жалпы төлем:
km: គិតថ្លៃសរុប៖
kn: ಒಟ್ಟು ಶುಲ್ಕ:
ku: Berdêla tevahî:
ky: Жалпы төлөм:
lo: ຄ່າບໍລິການທັງໝົດ:
lt: Visas mokestis:
lv: Kopējā maksa:
mg: Total sarany:
mi: utu katoa:
mk: Вкупна наплата:
ml: മൊത്തം ചാർജ്:
mn: Нийт төлбөр:
mr: एकूण शुल्क:
ms: Jumlah caj:
mt: Ħlas totali:
my: စုစုပေါင်းကောက်ခံမှု-
ne: कुल शुल्क:
nl: Totale kosten:
no: Total kostnad:
or: ମୋଟ ଚାର୍ଜ:
pa: ਕੁੱਲ ਚਾਰਜ:
pl: Łączna opłata:
ps: ټول لګښت:
pt: Carga total:
ro: Taxa totala:
ru: Полный заряд:
rw: Amafaranga yose hamwe:
sd: ڪل چارج:
si: මුළු ගාස්තුව:
sk: Celkový poplatok:
sl: Skupni znesek:
sq: Tarifa totale:
sr: Укупна наплата:
sv: Total kostnad:
sw: Jumla ya malipo:
ta: மொத்த கட்டணம்:
te: మొత్తం ఛార్జ్:
tg: Маблағи умумӣ:
th: ค่าใช้จ่ายทั้งหมด:
tk: Jemi töleg:
tl: Kabuuang bayad:
tr: Toplam ücret:
tt: Гомуми түләү:
ug: ئومۇمىي ھەق:
uk: Загальна сума:
ur: کل چارج:
uz: Umumiy to'lov:
vi: Tổng phí:
xh: Iyonke intlawulo:
yi: גאַנץ אָפּצאָל:
