Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: You currently have no tasks of your own
af: Jy het tans geen take van jou eie nie
am: በአሁኑ ጊዜ የራስዎ ምንም ተግባራት የሉዎትም።
ar: ليس لديك حاليا مهام خاصة بك
az: Hal-hazırda sizin heç bir vəzifəniz yoxdur
be: Зараз у вас няма ўласных задач
bg: В момента нямате свои задачи
bn: বর্তমানে আপনার নিজের কোনো কাজ নেই
ca: Actualment no teniu cap tasca pròpia
cs: Momentálně nemáte žádné vlastní úkoly
cy: Nid oes gennych unrhyw dasgau eich hun ar hyn o bryd
da: Du har i øjeblikket ingen egne opgaver
de: Sie haben derzeit keine eigenen Aufgaben
el: Αυτήν τη στιγμή δεν έχετε δικές σας εργασίες
eo: Vi nuntempe ne havas proprajn taskojn
es: Actualmente no tienes tareas propias
et: Teil pole praegu oma ülesandeid
eu: Une honetan ez duzu zeregin propiorik
fa: شما در حال حاضر هیچ وظیفه ای از خود ندارید
fi: Sinulla ei tällä hetkellä ole omia tehtäviä
fr: Vous n'avez actuellement aucune tâche personnelle
fy: Jo hawwe op it stuit gjin eigen taken
ga: Níl aon tascanna de do chuid féin agat faoi láthair
gd: Chan eil gnìomhan agad fhèin an-dràsta
gl: Actualmente non tes tarefas propias
gu: તમારી પાસે હાલમાં તમારા પોતાના કોઈ કાર્યો નથી
hi: वर्तमान में आपके पास अपना कोई कार्य नहीं है
hr: Trenutno nemate vlastitih zadataka
hu: Jelenleg nincs saját feladata
hy: Դուք ներկայումս չունեք ձեր սեփական առաջադրանքները
id: Saat ini Anda tidak memiliki tugas sendiri
is: Þú hefur engin eigin verkefni eins og er
it: Al momento non hai attività tue
iw: אין לך כרגע משימות משלך
ja: 現在、自分自身のタスクはありません
ka: თქვენ ამჟამად არ გაქვთ საკუთარი ამოცანები
kk: Қазіргі уақытта сіздің жеке тапсырмаларыңыз жоқ
km: បច្ចុប្បន្ន អ្នកមិនមានកិច្ចការផ្ទាល់ខ្លួនទេ។
kn: ನೀವು ಪ್ರಸ್ತುತ ನಿಮ್ಮ ಸ್ವಂತ ಕಾರ್ಯಗಳನ್ನು ಹೊಂದಿಲ್ಲ
ku: Niha tu peywirên xwe bi xwe nînin
ky: Учурда сиздин эч кандай тапшырмаңыз жок
lb: Dir hutt de Moment keng eegen Aufgaben
lo: ໃນປັດຈຸບັນທ່ານບໍ່ມີວຽກງານຂອງຕົນເອງ
lt: Šiuo metu neturite savo užduočių
lv: Pašlaik jums nav savu uzdevumu
mg: Tsy manana asa manokana ianao amin'izao fotoana izao
mi: I tenei wa karekau he mahi nau ake
mk: Во моментов немате свои задачи
ml: നിലവിൽ നിങ്ങൾക്ക് സ്വന്തമായി ടാസ്‌ക്കുകളൊന്നുമില്ല
mn: Танд одоогоор өөрийн хийх ажил алга
mr: तुमच्याकडे सध्या तुमची स्वतःची कोणतीही कार्ये नाहीत
ms: Pada masa ini anda tidak mempunyai tugasan anda sendiri
mt: Bħalissa m'għandekx kompiti tiegħek
my: လက်ရှိတွင် သင့်တွင် ကိုယ်ပိုင်အလုပ်များ မရှိပါ။
ne: तपाईंसँग हाल तपाईंको आफ्नै कुनै कार्यहरू छैनन्
nl: U heeft momenteel geen eigen taken
no: Du har for øyeblikket ingen egne oppgaver
or: ଆପଣଙ୍କର ବର୍ତ୍ତମାନ ଆପଣଙ୍କର କ tasks ଣସି କାର୍ଯ୍ୟ ନାହିଁ |
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਵੇਲੇ ਤੁਹਾਡੇ ਆਪਣੇ ਕੋਈ ਕੰਮ ਨਹੀਂ ਹਨ
pl: Obecnie nie masz własnych zadań
ps: تاسو اوس مهال خپله دنده نه لرئ
pt: No momento, você não tem tarefas próprias
ro: În prezent, nu aveți sarcini proprii
ru: В настоящее время у вас нет собственных задач
rw: Kugeza ubu nta mirimo yawe wenyine
sd: توھان وٽ في الحال پنھنجو ڪوبہ ڪم ڪونھي
si: ඔබට දැනට ඔබගේම කාර්යයන් නොමැත
sk: Momentálne nemáte žiadne vlastné úlohy
sl: Trenutno nimate lastnih nalog
sq: Aktualisht nuk keni detyra tuajat
sr: Тренутно немате сопствених задатака
sv: Du har för närvarande inga egna uppgifter
sw: Kwa sasa huna kazi zako mwenyewe
ta: உங்களிடம் தற்போது உங்களுக்கான பணிகள் எதுவும் இல்லை
te: మీకు ప్రస్తుతం మీ స్వంత పనులు లేవు
tg: Дар айни замон шумо ягон вазифаи худ надоред
th: ขณะนี้คุณไม่มีงานของคุณเอง
tk: Häzirki wagtda siziň özüňizde hiç hili wezipe ýok
tl: Sa kasalukuyan ay wala kang sariling mga gawain
tr: Şu anda kendinize ait bir göreviniz yok
tt: Хәзерге вакытта сезнең үзегезнең бурычларыгыз юк
ug: ھازىر سىزنىڭ ھېچقانداق ۋەزىپىڭىز يوق
uk: Зараз у вас немає власних завдань
ur: فی الحال آپ کے اپنے کوئی کام نہیں ہیں۔
uz: Sizda hozirda hech qanday vazifa yo'q
vi: Bạn hiện không có nhiệm vụ nào của riêng mình
xh: Okwangoku akukho misebenzi eyeyakho
yi: איר איצט האָבן קיין טאַסקס פון דיין אייגן

source: Your Uncompleted Tasks
af: Jou onvoltooide take
am: የእርስዎ ያልተጠናቀቁ ተግባራት
ar: مهامك غير المكتملة
az: Tamamlanmamış Tapşırıqlarınız
be: Вашы нявыкананыя заданні
bg: Вашите незавършени задачи
bn: আপনার অসম্পূর্ণ কাজ
ca: Les vostres tasques no finalitzades
cs: Vaše nedokončené úkoly
cy: Eich Tasgau Heb eu Cwblhau
da: Dine ufuldendte opgaver
de: Ihre unerledigten Aufgaben
el: Οι μη ολοκληρωμένες εργασίες σας
eo: Viaj Nekompletigitaj Taskoj
es: Tus tareas incompletas
et: Teie lõpetamata ülesanded
eu: Amaitu gabeko zereginak
fa: وظایف ناتمام شما
fi: Keskeneräiset tehtäväsi
fr: Vos tâches inachevées
fy: Jo net foltôge taken
ga: Do Thascanna Neamhchríochnaithe
gd: Na Gnìomhan Neo-chrìochnaichte agad
gl: As túas tarefas sen completar
gu: તમારા અપૂર્ણ કાર્યો
hi: आपके अधूरे कार्य
hr: Vaši nedovršeni zadaci
hu: Az Ön befejezetlen feladatai
hy: Ձեր չկատարված առաջադրանքները
id: Tugas Anda yang Belum Selesai
is: Ólokið verkefni þín
it: Le tue attività non completate
iw: המשימות שלא הושלמו
ja: 未完了のタスク
ka: თქვენი დაუსრულებელი ამოცანები
kk: Сіздің аяқталмаған тапсырмаларыңыз
km: កិច្ចការដែលអ្នកមិនបានបញ្ចប់
kn: ನಿಮ್ಮ ಅಪೂರ್ಣ ಕಾರ್ಯಗಳು
ku: Karên Te yên Neqedandî
ky: Сиздин бүтө элек милдеттериңиз
lb: Är onkomplett Aufgaben
lo: ວຽກງານທີ່ບໍ່ສໍາເລັດຂອງທ່ານ
lt: Jūsų neatliktos užduotys
lv: Jūsu nepabeigtie uzdevumi
mg: Ny asanao tsy vita
mi: Ō Tūmahi Kāhore i oti
mk: Вашите незавршени задачи
ml: നിങ്ങളുടെ പൂർത്തിയാകാത്ത ജോലികൾ
mn: Таны дуусаагүй ажлууд
mr: तुमची अपूर्ण कामे
ms: Tugasan Anda yang Belum Selesai
mt: Il-Kompitu Mhux Tlesti Tiegħek
my: သင်၏ မပြီးပြတ်သော အလုပ်များ
ne: तपाईंका अपूर्ण कार्यहरू
nl: Uw onvoltooide taken
no: Dine ufullførte oppgaver
or: ତୁମର ଅସମ୍ପୂର୍ଣ୍ଣ କାର୍ଯ୍ୟଗୁଡ଼ିକ |
pa: ਤੁਹਾਡੇ ਅਧੂਰੇ ਕੰਮ
pl: Twoje nieukończone zadania
ps: ستاسو نه بشپړ شوي دندې
pt: Suas tarefas incompletas
ro: Sarcinile dvs. nefinalizate
ru: Ваши незавершенные задачи
rw: Inshingano zawe zitarangiye
sd: توهان جا اڻپورا ڪم
si: ඔබගේ සම්පූර්ණ නොකළ කාර්යයන්
sk: Vaše nedokončené úlohy
sl: Vaše nedokončane naloge
sq: Detyrat tuaja të Papërfunduara
sr: Ваши недовршени задаци
sv: Dina oavslutade uppgifter
sw: Kazi Zako ambazo Hazijakamilika
ta: உங்கள் முடிக்கப்படாத பணிகள்
te: మీ అసంపూర్తి పనులు
tg: Вазифаҳои иҷронашудаи шумо
th: งานที่ยังไม่เสร็จของคุณ
tk: Gutarmadyk wezipeleriňiz
tl: Iyong Mga Hindi Nakumpletong Gawain
tr: Tamamlanmamış Görevleriniz
tt: Сезнең тәмамланмаган биремнәр
ug: تاماملانمىغان ۋەزىپىلىرىڭىز
uk: Ваші невиконані завдання
ur: آپ کے نامکمل کام
uz: Tugallanmagan vazifalaringiz
vi: Nhiệm vụ chưa hoàn thành của bạn
xh: ImiSebenzi Yakho Engekagqitywa
yi: דיין אַנקאַמפּליטיד טאַסקס

source: Your Completed Tasks
af: Jou voltooide take
am: የእርስዎ የተጠናቀቁ ተግባራት
ar: مهامك المكتملة
az: Tamamlanmış Tapşırıqlarınız
be: Вашы выкананыя заданні
bg: Вашите изпълнени задачи
bn: আপনার সম্পূর্ণ কাজ
ca: Les vostres tasques completades
cs: Vaše dokončené úkoly
cy: Eich Tasgau Wedi'u Cwblhau
da: Dine udførte opgaver
de: Ihre erledigten Aufgaben
el: Οι Ολοκληρωμένες Εργασίες σας
eo: Viaj Finitaj Taskoj
es: Tus tareas completadas
et: Teie lõpetatud ülesanded
eu: Egin dituzun zereginak
fa: وظایف تکمیل شده شما
fi: Suoritetut tehtäväsi
fr: Vos tâches terminées
fy: Jo foltôge taken
ga: Do Thascanna Críochnaithe
gd: Na Gnìomhan Crìochnaichte agad
gl: As túas tarefas completadas
gu: તમારા પૂર્ણ કરેલા કાર્યો
hi: आपके पूर्ण किए गए कार्य
hr: Vaši dovršeni zadaci
hu: Az Ön elvégzett feladatai
hy: Ձեր կատարած առաջադրանքները
id: Tugas Selesai Anda
is: Verkefnum sem þú hefur lokið
it: Le tue attività completate
iw: המשימות שהושלמו
ja: 完了したタスク
ka: თქვენი დასრულებული ამოცანები
kk: Аяқталған тапсырмаларыңыз
km: កិច្ចការដែលបានបញ្ចប់របស់អ្នក។
kn: ನಿಮ್ಮ ಪೂರ್ಣಗೊಂಡ ಕಾರ್ಯಗಳು
ku: Karên Te Qediyayî
ky: Аткарылган милдеттериңиз
lb: Är ofgeschloss Aufgaben
lo: ວຽກ​ງານ​ທີ່​ສໍາ​ເລັດ​ຂອງ​ທ່ານ​
lt: Jūsų atliktos užduotys
lv: Jūsu izpildītie uzdevumi
mg: Ny asa vitanao
mi: Ko o Mahi kua oti
mk: Вашите завршени задачи
ml: നിങ്ങളുടെ പൂർത്തിയാക്കിയ ജോലികൾ
mn: Таны гүйцэтгэсэн даалгаврууд
mr: तुमची पूर्ण झालेली टास्क
ms: Tugas Anda Selesai
mt: Il-Kompiti Tlesti Tiegħek
my: သင်၏ ပြီးမြောက်သော တာဝန်များ
ne: तपाईंका पूरा भएका कार्यहरू
nl: Uw voltooide taken
no: Dine fullførte oppgaver
or: ତୁମର ସମାପ୍ତ କାର୍ଯ୍ୟଗୁଡ଼ିକ |
pa: ਤੁਹਾਡੇ ਪੂਰੇ ਕੀਤੇ ਕੰਮ
pl: Twoje ukończone zadania
ps: ستاسو بشپړ شوي دندې
pt: Suas tarefas concluídas
ro: Sarcinile dvs. finalizate
ru: Ваши выполненные задачи
rw: Imirimo yawe Yuzuye
sd: توهان جا مڪمل ڪيل ڪم
si: ඔබගේ සම්පූර්ණ කළ කාර්යයන්
sk: Vaše dokončené úlohy
sl: Vaše opravljene naloge
sq: Detyrat tuaja të përfunduara
sr: Ваши завршени задаци
sv: Dina slutförda uppgifter
sw: Majukumu Yako Umekamilika
ta: உங்கள் முடிக்கப்பட்ட பணிகள்
te: మీ పూర్తి చేసిన పనులు
tg: Вазифаҳои анҷомёфтаи шумо
th: งานที่เสร็จสมบูรณ์ของคุณ
tk: Tamamlanan ýumuşlaryňyz
tl: Iyong Mga Nakumpletong Gawain
tr: Tamamlanan Görevleriniz
tt: Сезнең тәмамланган биремнәр
ug: تاماملانغان ۋەزىپىلىرىڭىز
uk: Ваші виконані завдання
ur: آپ کے مکمل کردہ کام
uz: Bajarilgan vazifalaringiz
vi: Nhiệm vụ đã hoàn thành của bạn
xh: ImiSebenzi Yakho Egqityiweyo
yi: דיין געענדיקט טאַסקס

source: Your Tasks
af: Jou take
am: የእርስዎ ተግባራት
ar: المهام الخاصة بك
az: Tapşırıqlarınız
be: Вашы задачы
bg: Вашите задачи
bn: আপনার কাজ
ca: Les teves tasques
cs: Vaše úkoly
cy: Eich Tasgau
da: Dine opgaver
de: Ihre Aufgaben
el: Τα καθήκοντά σας
eo: Viaj Taskoj
es: Sus tareas
et: Teie ülesanded
eu: Zure Zereginak
fa: وظایف شما
fi: Sinun tehtäväsi
fr: Vos tâches
fy: Jo taken
ga: Do Thascanna
gd: Na Gnìomhan agad
gl: As túas tarefas
gu: તમારા કાર્યો
hi: आपके कार्य
hr: Vaši zadaci
hu: Az Ön feladatai
hy: Ձեր առաջադրանքները
id: Tugas Anda
is: Verkefnin þín
it: I tuoi compiti
iw: המשימות שלך
ja: あなたのタスク
ka: თქვენი ამოცანები
kk: Сіздің тапсырмаларыңыз
km: កិច្ចការរបស់អ្នក។
kn: ನಿಮ್ಮ ಕಾರ್ಯಗಳು
ku: Karên we
ky: Сиздин милдеттериңиз
lb: Är Aufgaben
lo: ວຽກ​ງານ​ຂອງ​ທ່ານ​
lt: Jūsų užduotys
lv: Jūsu uzdevumi
mg: Ny asanao
mi: Ō Mahi
mk: Вашите задачи
ml: നിങ്ങളുടെ ചുമതലകൾ
mn: Таны даалгавар
mr: तुमची कार्ये
ms: Tugas Anda
mt: Il-Kompiti Tiegħek
my: သင်၏တာဝန်များ
ne: तपाईंको कार्यहरू
nl: Jouw Taken
no: Dine oppgaver
or: ତୁମର କାର୍ଯ୍ୟ
pa: ਤੁਹਾਡੇ ਕੰਮ
pl: Twoje zadania
ps: ستاسو دندې
pt: Suas tarefas
ro: Sarcinile dvs
ru: Ваши задачи
rw: Inshingano zawe
sd: توهان جا ڪم
si: ඔබගේ කාර්යයන්
sk: Vaše úlohy
sl: Vaše naloge
sq: Detyrat tuaja
sr: Ваши задаци
sv: Dina uppgifter
sw: Kazi Zako
ta: உங்கள் பணிகள்
te: మీ పనులు
tg: Вазифаҳои шумо
th: งานของคุณ
tk: Siziň wezipeleriňiz
tl: Iyong mga Gawain
tr: Görevleriniz
tt: Сезнең биремнәр
ug: ۋەزىپىلىرىڭىز
uk: Ваші завдання
ur: آپ کے کام
uz: Sizning vazifalaringiz
vi: Nhiệm vụ của bạn
xh: Imisebenzi Yakho
yi: דיין טאַסקס

source: All Tasks
af: Alle take
am: ሁሉም ተግባራት
ar: كل المهام
az: Bütün Tapşırıqlar
be: Усе заданні
bg: Всички задачи
bn: সমস্ত কাজ
ca: Totes les tasques
cs: Všechny úkoly
cy: Pob Tasg
da: Alle opgaver
de: Alle Aufgaben
el: Όλες οι εργασίες
eo: Ĉiuj Taskoj
es: Todas las tareas
et: Kõik ülesanded
eu: Zeregin guztiak
fa: همه وظایف
fi: Kaikki tehtävät
fr: Toutes les tâches
fy: Alle taken
ga: Gach Tascanna
gd: A h-uile gnìomh
gl: Todas as tarefas
gu: બધા કાર્યો
hi: सभी कार्य
hr: Svi zadaci
hu: Minden feladat
hy: Բոլոր առաջադրանքները
id: Semua Tugas
is: Öll verkefni
it: Tutte le attività
iw: כל המשימות
ja: すべてのタスク
ka: ყველა ამოცანა
kk: Барлық тапсырмалар
km: កិច្ចការទាំងអស់។
kn: ಎಲ್ಲಾ ಕಾರ್ಯಗಳು
ku: Hemû Karên
ky: Бардык тапшырмалар
lb: All Aufgaben
lo: ວຽກງານທັງໝົດ
lt: Visos užduotys
lv: Visi uzdevumi
mg: Asa rehetra
mi: Nga Mahi Katoa
mk: Сите задачи
ml: എല്ലാ ജോലികളും
mn: Бүх даалгавар
mr: सर्व कार्ये
ms: Semua Tugas
mt: Il-Kompiti kollha
my: Tasks အားလုံး
ne: सबै कार्यहरू
nl: Alle taken
no: Alle oppgaver
or: ସମସ୍ତ କାର୍ଯ୍ୟ
pa: ਸਾਰੇ ਕੰਮ
pl: Wszystkie zadania
ps: ټولې دندې
pt: Todas as Tarefas
ro: Toate sarcinile
ru: Все задачи
rw: Inshingano zose
sd: سڀ ڪم
si: සියලුම කාර්යයන්
sk: Všetky úlohy
sl: Vse naloge
sq: Të gjitha detyrat
sr: Сви задаци
sv: Alla uppgifter
sw: Kazi Zote
ta: அனைத்து பணிகளும்
te: అన్ని పనులు
tg: Ҳама вазифаҳо
th: งานทั้งหมด
tk: Allhli meseleler
tl: Lahat ng Gawain
tr: Tüm görevler
tt: Барлык биремнәр
ug: بارلىق ۋەزىپە
uk: Всі завдання
ur: تمام کام
uz: Barcha vazifalar
vi: Tất cả nhiệm vụ
xh: Yonke imisebenzi
yi: אַלע טאַסקס

source: Task
af: Taak
am: ተግባር
ar: مهمة
az: Tapşırıq
be: Задача
bg: Задача
bn: টাস্ক
ca: Tasca
cs: Úkol
cy: Tasg
da: Opgave
de: Aufgabe
el: Εργο
eo: Tasko
es: Tarea
et: Ülesanne
eu: Zeregin
fa: وظیفه
fi: Tehtävä
fr: Tâche
fy: Taak
ga: Tasc
gd: Tasc
gl: Tarefa
gu: કાર્ય
hi: काम
hr: Zadatak
hu: Feladat
hy: Առաջադրանք
id: Tugas
is: Verkefni
it: Compito
iw: מְשִׁימָה
ja: タスク
ka: დავალება
kk: Тапсырма
km: កិច្ចការ
kn: ಕಾರ್ಯ
ku: Karî
ky: Тапшырма
lb: Aufgab
lo: ວຽກງານ
lt: Užduotis
lv: Uzdevums
mg: ASA
mi: Mahi
mk: Задача
ml: ടാസ്ക്
mn: Даалгавар
mr: कार्य
ms: Tugasan
mt: Kompitu
my: တာဝန်
ne: कार्य
nl: Taak
no: Oppgave
or: କାର୍ଯ୍ୟ
pa: ਟਾਸਕ
pl: Zadanie
ps: دنده
pt: Tarefa
ro: Sarcină
ru: Задача
rw: Inshingano
sd: ڪم
si: කාර්ය
sk: Úloha
sl: Naloga
sq: Detyrë
sr: Задатак
sv: Uppgift
sw: Kazi
ta: பணி
te: టాస్క్
tg: Вазифа
th: งาน
tk: Wezipe
tl: Gawain
tr: Görev
tt: Бирем
ug: ۋەزىپە
uk: завдання
ur: کام
uz: Vazifa
vi: Nhiệm vụ
xh: Umsebenzi
yi: אַרבעט

source: Deadline
af: Sperdatum
am: ማለቂያ ሰአት
ar: موعد التسليم
az: Son tarix
be: Крайні тэрмін
bg: Краен срок
bn: শেষ তারিখ
ca: Data límit
cs: Uzávěrka
cy: Dyddiad cau
de: Termin
el: Προθεσμία
eo: Limdato
es: Fecha límite
et: Tähtaeg
eu: Epemuga
fa: ضرب الاجل
fi: Takaraja
fr: Date limite
ga: Spriocdháta
gd: Ceann-latha
gl: Data límite
gu: અન્તિમ રેખા
hi: अंतिम तारीख
hr: Rok
hu: Határidő
hy: Վերջնաժամկետ
id: Tenggat waktu
is: Frestur
it: Scadenza
iw: מועד אחרון
ja: 締め切り
ka: Ბოლო ვადა
kk: Мерзімі
km: ផុតកំណត់
kn: ಗಡುವು
ky: Мөөнөтү
lb: Termin
lo: ມື້​ກໍາ​ນົດ​ສົ່ງ
lt: Terminas
lv: Nodošanas laiks
mg: Fe-potoana
mi: Te wa mutunga
mk: Рок
ml: ഡെഡ്ലൈൻ
mn: Эцсийн хугацаа
mr: अंतिम मुदत
ms: Tarikh akhir
mt: Skadenza
my: ပြီးစီးရမည့်နောက်ဆုံးအချိန်
ne: म्याद
no: Frist
or: ସମୟସୀମା
pa: ਅੰਤਮ ਤਾਰੀਖ
pl: Termin ostateczny
ps: وروستنۍ نېټه
pt: Prazo final
ro: Termen limită
ru: Крайний срок
rw: Igihe ntarengwa
sd: آخري حد
si: නියමිත කාලය
sk: Konečný termín
sl: Rok
sq: Afati i fundit
sr: Рок
sw: Tarehe ya mwisho
ta: காலக்கெடுவை
te: గడువు
tg: Мӯҳлати охирин
th: วันกำหนดส่ง
tk: Giriş möhleti
tr: Son teslim tarihi
tt: Ремонтка бирү
ug: مۆھلەت
uk: Дедлайн
ur: ڈیڈ لائن
uz: Topshirish muddati; tugatish muddati
vi: Đường giới hạn
xh: Umhla wokugqibela
yi: טערמין

source: Assignees
af: Gevolmagtigdes
am: ተመዳቢዎች
ar: المعينون
az: Təyin edilmiş şəxslər
be: Праваступнікі
bg: Правоприемници
bn: বরাদ্দকৃতরা
ca: Cesionaris
cs: Pověřenci
cy: Aseinwyr
da: Udnævnte
de: Beauftragte
el: Ανάδοχοι
eo: Asignitoj
es: cesionarios
et: Määratud isikud
eu: Esleipendunak
fa: مأمورین
fi: Valtuutetut
fr: Cessionnaires
fy: Oanwêzigen
ga: sannaithe
gd: luchd-sònrachaidh
gl: Cesionarios
gu: સોંપણીઓ
hi: असाइनी
hr: Opunomoćenici
hu: Megbízottak
hy: Հանձնարարվածներ
id: Penerima tugas
is: Viðtakendur
it: Assegnatari
iw: קבלנים
ja: 譲受人
ka: დავალებულები
kk: Тағайындаушылар
km: អ្នកទទួលបន្ទុក
kn: ನಿಯೋಜಿತರು
ky: Дайындоочулар
lb: Assignéiert
lo: ຜູ້ຮັບມອບໝາຍ
lt: Perėmėjai
lv: Cesionāri
mg: Mpiasa
mi: Nga Kaiwhiwhi
mk: Назначени
ml: നിയോഗിക്കപ്പെട്ടവർ
mn: Томилогдсон хүмүүс
mr: नियुक्त केलेले
ms: penerima tugasan
mt: Assenjaturi
my: တာဝန်ပေးသူများ
ne: नियुक्तिहरू
nl: Verkrijgenden
no: Oppdragstakere
or: ନ୍ୟସ୍ତ
pa: ਸੌਂਪੇ ਗਏ
pl: cesjonariusze
ps: ګمارل شوي کسان
pt: Cessionários
ro: Cesionarii
ru: Правопреемники
rw: Abashinzwe
sd: تفويض ڪندڙ
si: පැවරූ අය
sk: Pridelené osoby
sl: Prejemniki
sq: Të caktuarit
sr: Заступници
sv: Uppdragstagare
sw: Waliokabidhiwa
ta: ஒதுக்கப்பட்டவர்கள்
te: అప్పగించినవారు
tg: Таъинкунандагон
th: ผู้รับมอบหมาย
tk: Bellenenler
tl: Mga nakatalaga
tr: atananlar
tt: Тапшыручылар
ug: ھاۋالە قىلغۇچىلار
uk: правонаступники
ur: تفویض کرنے والے
uz: Tayinlovchilar
vi: người được giao
xh: Abathunyiweyo
yi: אַסיינדעעס

source: In Progress
af: Aan die gang
am: በሂደት ላይ
ar: في تَقَدم
az: Davam edir
be: У працэсе
bg: В ход
bn: চলমান
ca: En progrés
cs: Probíhá
cy: Ar y gweill
da: I gang
de: Im Gange
el: Σε εξέλιξη
eo: En progreso
es: En curso
et: Käimas
eu: Eraikitzen
fa: در حال پیش رفت
fi: Käynnissä
fr: En cours
fy: Dwaande
ga: Ar Siúl
gd: A’ dèanamh adhartais
gl: En progreso
gu: પ્રગતિમાં છે
hi: चालू
hr: U nastajanju
hu: Folyamatban
hy: Ընթացքի մեջ է
id: Sedang berlangsung
is: Í vinnslu
it: In corso
iw: בתהליך
ja: 進行中
ka: Პროგრესირებს
kk: Орындалуда
km: កំពុង​ដំណើរការ
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ
ku: Ez teslîm nabim
ky: Прогрессте
lb: A Beaarbechtung
lo: ຢູ່ໃນຄວາມຄືບໜ້າ
lt: Vykdoma
lv: Notiek Progress
mg: Eo an-dàlana
mi: Kei te ahu whakamua
mk: Во тек
ml: പുരോഗതിയിൽ
mn: Ажиллаж байна
mr: प्रगतीपथावर आहे
ms: Sedang Berlangsung
mt: Fil-progress
my: ဆောင်ရွက်ဆဲဖြစ်သည်
ne: प्रगति हुदैछ
nl: Bezig
no: I prosess
or: ଚାଲୁଛି
pa: ਤਰੱਕੀ ਹੋ ਰਹੀ ਹੈ
pl: W trakcie
ps: د پرمختګ په حال کې
pt: Em andamento
ro: În curs
ru: В ходе выполнения
rw: Iterambere
sd: جاري آهي
si: ප්රගතියේ
sk: Prebieha
sl: V delu
sq: Në progres
sr: У току
sv: Pågående
sw: Inaendelea
ta: செயல்பாட்டில் உள்ளது
te: పురోగతిలో ఉంది
tg: Дар ҷараён
th: กำลังดำเนินการ
tk: Dowam edilýär
tl: Isinasagawa
tr: Devam etmekte
tt: Эшләнә
ug: ئىلگىرىلەۋاتىدۇ
uk: В процесі
ur: کام جاری ہے
uz: Jarayonda
vi: Trong tiến trình
xh: Iyaqhubeka
yi: מען ארבעט דערויף

source: Delete task
af: Vee taak uit
am: ተግባር ሰርዝ
ar: حذف المهمة
az: Tapşırığı silin
be: Выдаліць задачу
bg: Изтриване на задача
bn: টাস্ক মুছুন
ca: Suprimeix la tasca
cs: Smazat úkol
cy: Dileu tasg
da: Slet opgave
de: Aufgabe löschen
el: Διαγραφή εργασίας
eo: Forigi taskon
es: Eliminar tarea
et: Kustuta ülesanne
eu: Ezabatu zeregina
fa: وظیفه را حذف کنید
fi: Poista tehtävä
fr: Supprimer la tâche
fy: Taak wiskje
ga: Scrios tasc
gd: Sguab às an obair
gl: Eliminar tarefa
gu: કાર્ય કાઢી નાખો
hi: कार्य हटाएं
hr: Izbriši zadatak
hu: Feladat törlése
hy: Ջնջել առաջադրանքը
id: Hapus tugas
is: Eyða verkefni
it: Elimina attività
iw: מחק משימה
ja: タスクを削除
ka: ამოცანის წაშლა
kk: Тапсырманы жою
km: លុបកិច្ចការ
kn: ಕಾರ್ಯವನ್ನು ಅಳಿಸಿ
ku: Karê jêbirin
ky: Тапшырма жок кылуу
lb: Läschen Aufgab
lo: ລຶບໜ້າວຽກ
lt: Ištrinti užduotį
lv: Dzēst uzdevumu
mg: Fafao ny asa
mi: Mukua te mahi
mk: Избриши задача
ml: ടാസ്ക് ഇല്ലാതാക്കുക
mn: Даалгаврыг устгах
mr: कार्य हटवा
ms: Padam tugasan
mt: Ħassar kompitu
my: အလုပ်တစ်ခုကို ဖျက်ပါ။
ne: कार्य मेटाउनुहोस्
nl: Taak verwijderen
no: Slett oppgave
or: କାର୍ଯ୍ୟ ବିଲୋପ କରନ୍ତୁ |
pa: ਕਾਰਜ ਮਿਟਾਓ
pl: Usuń zadanie
ps: دنده ړنګول
pt: Excluir tarefa
ro: Ștergeți sarcina
ru: Удалить задачу
rw: Siba inshingano
sd: ڪم کي ختم ڪريو
si: කාර්යය මකන්න
sk: Odstrániť úlohu
sl: Izbriši nalogo
sq: Fshi detyrën
sr: Избриши задатак
sv: Ta bort uppgift
sw: Futa jukumu
ta: பணியை நீக்கு
te: టాస్క్‌ని తొలగించండి
tg: Нест кардани вазифа
th: ลบงาน
tk: Işi poz
tl: Tanggalin ang gawain
tr: Görevi sil
tt: Биремне бетерү
ug: ۋەزىپىنى ئۆچۈرۈڭ
uk: Видалити завдання
ur: کام کو حذف کریں۔
uz: Vazifani o'chirish
vi: Xóa nhiệm vụ
xh: Cima umsebenzi
yi: ויסמעקן אַרבעט

source: No Tasks
af: Geen take
am: ምንም ተግባራት የሉም
ar: لا توجد مهام
az: Tapşırıqlar yoxdur
be: Няма задач
bg: Няма задачи
bn: কোনো কাজ নেই
ca: Sense tasques
cs: Žádné úkoly
cy: Dim Tasgau
da: Ingen opgaver
de: Keine Aufgaben
el: Χωρίς καθήκοντα
eo: Neniuj Taskoj
es: Sin tareas
et: Ülesandeid pole
eu: Zereginik ez
fa: بدون کار
fi: Ei tehtäviä
fr: Aucune tâche
fy: Gjin taken
ga: Gan Tascanna
gd: Gun Gnìomhan
gl: Sen tarefas
gu: કોઈ કાર્યો નથી
hi: कोई कार्य नहीं
hr: Nema zadataka
hu: Nincsenek feladatok
hy: Առաջադրանքներ չկան
id: Tidak Ada Tugas
is: Engin verkefni
it: Nessun compito
iw: אין משימות
ja: タスクがありません
ka: არ არის ამოცანები
kk: Тапсырмалар жоқ
km: គ្មានកិច្ចការ
kn: ಯಾವುದೇ ಕಾರ್ಯಗಳಿಲ್ಲ
ky: Тапшырма жок
lb: Keng Aufgaben
lo: ບໍ່ມີໜ້າວຽກ
lt: Jokių užduočių
lv: Nav uzdevumu
mg: Tsy misy asa
mi: Kore Nga Mahi
mk: Нема задачи
ml: ടാസ്‌ക്കുകളൊന്നുമില്ല
mn: Даалгавар байхгүй
mr: कोणतीही कार्ये नाहीत
ms: Tiada Tugas
mt: Ebda Kompiti
my: Tasks မရှိပါ။
ne: कुनै कार्यहरू छैनन्
nl: Geen taken
no: Ingen oppgaver
or: କ No ଣସି କାର୍ଯ୍ୟ ନାହିଁ |
pa: ਕੋਈ ਕਾਰਜ ਨਹੀਂ
pl: Brak zadań
ps: هیڅ دندې نشته
pt: Nenhuma Tarefa
ro: Fără sarcini
ru: Нет задач
rw: Nta nshingano
sd: ڪوبه ڪم ناهي
si: කාර්යයන් නොමැත
sk: Žiadne úlohy
sl: Brez nalog
sq: Nuk ka detyra
sr: Нема задатака
sv: Inga uppgifter
sw: Hakuna Majukumu
ta: பணிகள் இல்லை
te: టాస్క్‌లు లేవు
tg: Вазифаҳо нест
th: ไม่มีงาน
tk: Wezipe ýok
tl: Walang mga Gawain
tr: Görev Yok
tt: Биремнәр юк
ug: ۋەزىپە يوق
uk: Завдань немає
ur: کوئی ٹاسکس نہیں۔
uz: Vazifalar yoʻq
vi: Không có nhiệm vụ
xh: Akukho Misebenzi
yi: קיין טאַסקס

source: wants access
af: wil toegang hê
am: መድረስ ይፈልጋል
ar: يريد الوصول
az: giriş istəyir
be: хоча атрымаць доступ
bg: иска достъп
bn: অ্যাক্সেস চায়
ca: vol accedir
cs: chce přístup
cy: eisiau mynediad
da: ønsker adgang
de: will Zugang
el: θέλει πρόσβαση
eo: volas aliron
es: quiere acceso
et: soovib juurdepääsu
eu: sarbidea nahi du
fa: دسترسی می خواهد
fi: haluaa pääsyn
fr: veut un accès
fy: wol tagong
ga: ag iarraidh rochtana
gd: ag iarraidh ruigsinneachd
gl: quere acceso
gu: wantsક્સેસ માંગે છે
hi: पहुँच चाहता है
hr: želi pristup
hu: hozzáférést akar
hy: մուտք է ուզում
id: menginginkan akses
is: vill fá aðgang
it: vuole l'accesso
iw: רוצה גישה
ja: アクセスしたい
ka: სურს წვდომა
kk: қол жеткізгісі келеді
km: ចង់ចូលដំណើរការ
kn: ಪ್ರವೇಶವನ್ನು ಬಯಸುತ್ತದೆ
ku: gihiştinê dixwaze
ky: кирүүнү каалайт
lb: wëllt Zougang
lo: ຕ້ອງການເຂົ້າເຖິງ
lt: nori prieigos
lv: vēlas piekļuvi
mg: te hiditra
mi: e hiahia ana kia uru atu
mk: сака пристап
ml: ആക്‌സസ്സ് ആഗ്രഹിക്കുന്നു
mn: нэвтрэхийг хүсч байна
mr: प्रवेश इच्छिते
ms: mahukan akses
mt: irid aċċess
my: ရယူလိုသည်
ne: पहुँच चाहान्छ
nl: wil toegang
no: ønsker tilgang
or: ପ୍ରବେଶ ଚାହୁଁଛି |
pa: ਪਹੁੰਚ ਚਾਹੁੰਦਾ ਹੈ
pl: chce dostępu
ps: لاسرسی غواړي
pt: quer acesso
ro: vrea acces
ru: хочет доступа
rw: ishaka kwinjira
sd: رسائي چاهي ٿو
si: ප්‍රවේශය අවශ්‍යයි
sk: chce prístup
sl: želi dostop
sq: do akses
sr: жели приступ
sv: vill ha tillgång
sw: anataka ufikiaji
ta: அணுகலை விரும்புகிறது
te: యాక్సెస్ కావాలి
tg: дастрасӣ мехоҳад
th: ต้องการเข้าถึง
tk: girmek isleýär
tl: gusto ng access
tr: erişim istiyor
tt: керергә тели
ug: زىيارەت قىلىشنى خالايدۇ
uk: хоче отримати доступ
ur: رسائی چاہتا ہے
uz: kirish istaydi
vi: muốn truy cập
xh: ufuna ukufikelela
yi: וויל אַקסעס
