Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
af: Aangesien sommige state / jurisdiksies nie die uitsluiting of beperking van aanspreeklikheid vir gevolge of toevallige skade kan toelaat nie, mag die bogenoemde beperking op u nie van toepassing wees nie, waartydens ons aanspreeklikheid tot die maksimum uiterste beperkings beperk sal word.
am: በተወሰኑ ሁኔታዎች / ድንጋጌዎች ምክንያት ለተፈጥሮ ወይም ለተጠያቂነት ጉዳቶች ብቸኛ ተጠያቂነት ወይም የሕግ ተጠያቂነት አይወስኑም ፣ ብቸኛው የይገባኛል ጥያቄ እኛ ጉዳዩን በሚመለከተው ሁኔታ ላይ ተፈጻሚነት እስከሚኖረው መጠን እስከሚወስነው ጊዜ ድረስ ብቻ ነው ፡፡
ar: نظرًا لأن بعض الدول / السلطات القضائية لا تسمح باستثناء أو تحديد المسؤولية عن الأضرار التبعية أو العرضية ، فقد لا ينطبق التحديد أعلاه عليك ، في أي حالة يجب أن تقتصر مسؤوليتنا على أقصى حد مسموح به.
az: Bəzi dövlətlərdən / YURİZİKLİKLƏRDƏN QARŞI İDDİA VƏ YA QANUN DAĞIDAN ZƏMANƏTLƏR ÜÇÜN CAVABININ İDDİASINA İMZAMAYIN, QANUNUN MÜDAFİƏSİ MƏNZİM İMKANININ MÜHÜM İMKANI MÜHÜM İMKANINA ÇOX BAŞA BİLMƏZ.
be: ПАСЛЯ НЕГАЛЬКІ ДЗЯРЖА / ЮРЫСДЫКІІ НЕ ДОБАВЛЯЮЦЬ ВЫКЛЮЧЕННЕ І АБМЕЖАВАННЕ адказнасці за НЕЗАЛЕЖНЫЯ АБО СТАНДАРТНЫЯ ШКОДЫ, НАДЗЕМНЫЯ ОГРАНАЧЕННІ НЕ МОЖАЦЬ прымяняцца да вас, у якіх СПАСІБ НАШАЯ адказнасць павінна быць абмежавана МАКСІМАЛЬНЫМ ПЕРШЫМ ПАСТАМОМ.
bg: ЗАЩОТО НЯКОИ ДЪРЖАВИ / ЮРИСДИКЦИИ НЕ ДОЗВОЛЯВАТ ИЗКЛЮЧЕНИЕТО ИЛИ ОГРАНИЧЕНИЕТО НА ОТГОВОРНОСТ ЗА ПОСЛЕДНИ ИЛИ НЕЧАЛНИ УВРЕЖЕНИЯ, НАСТОЯЩОТО ОГРАНИЧЕНИЕ НЕ МОЖЕ ДА ПРИЛАГА ЗА ВАС, В КОЕТО СЛУЧАЙ НАШАТА ОТГОВОРНОСТ ЩЕ БЪДЕ ОГРАНИЧЕНА ДО МАКСИМАЛНИЯТ ДОСТЪП НА ИЗОБРАЖЕНИЕТО НА МЕКСИМАЛНИЯ ДОСТЪП.
bn: কিছু স্টেটস / এখতিয়ারের কারণে দায়বদ্ধতার বা দায়বদ্ধতার দায় বা দায়সীমা অনুমোদনের অনুমতি দেয় না, উপরের সীমাবদ্ধতা আপনাকে প্রয়োগ করতে পারে না, তবে আমাদের দায়বদ্ধতার সীমা সীমাবদ্ধ থাকবে।
ca: PERQUÈ ALGUNS ESTATS / JURISDICCIONS NO PERMETEN L’EXCLUSIÓ O LA LIMITACIÓ DE RESPONSABILITAT PER DANYS CONSSEQÜENCIALS O INCIDENTALS, LA LIMITACIÓ SOBRE NO POT APLICAR-SE, EN EL QUE EL CAS NOSALTRES PERMETRE PERMETRE EL MÉS MOLT PERMET.
cs: Jelikož NĚKTERÉ STÁTY / JURISDIKCE NEPOVOLUJÍ VYLOUČENÍ NEBO OMEZENÍ ODPOVĚDNOSTI ZA NÁSLEDNÉ NEBO NÁHODNÉ ŠKODY, NEMUSÍ SE NA VÁS UVEDENÁ OMEZENÍ OMEZIT NA MAXIMÁLNÍ ROZSAH POVOLENÍ.
cy: OHERWYDD NAD YW RHAI STATES / CYFREITHIAU YN CANIATÁU GWAHARDD NEU DERFYNU RHWYMEDIGAETH AR GYFER DAMAGAU CANLYNOL NEU DDIGWYDDIADOL, NI ALL Y TERFYN UCHOD YN YMGEISIO I CHI, YN YR ACHOS YW EIN RHWYMEDIG YN DERBYN I&#39;R UCHAF.
da: Eftersom nogle STATER / JURISDICTIONER IKKE TILLADER UDELUKKELSE ELLER BEGRÆNSNING AF ANSVAR FOR Konsekvente eller tilfældige skader, kan ovennævnte begrænsning muligvis ikke gælde for dig, i hvilket tilfælde vores ansvar skal begrænses til den maksimale begrænsede tilladelse.
de: WEIL EINIGE STAATEN / GERICHTSBESTIMMUNGEN DEN AUSSCHLUSS ODER DIE EINSCHRÄNKUNG DER HAFTUNG FÜR FOLGESCHÄDEN ODER NEBENSCHÄDEN NICHT ERLAUBEN, GILT DIE OBEN GENANNTE EINSCHRÄNKUNG FÜR SIE NICHT, IN DEM UNSERER HAFTUNGSBESCHRÄNKUNG BESCHRÄNKT IST.
el: Επειδή Μερικά Κράτη / Δικαιοδοσίες ΔΕΝ ΕΠΙΤΡΕΠΟΥΝ ΤΗΝ ΕΞΑΙΡΕΣΗ Ή τον ΠΕΡΙΟΡΙΣΜΟ ΤΗΣ ΕΥΘΥΝΗΣ ΓΙΑ ΣΥΜΠΕΡΑΣΤΙΚΕΣ Ή ΕΜΠΙΣΤΕΥΤΙΚΕΣ ΖΗΜΙΕΣ, Ο παραπάνω περιορισμός ΔΕΝ ΕΙΝΑΙ ΕΦΑΡΜΟΓΟΣ ΣΕ ΕΣΩΤΕΡΙΚΗ ΑΠΟΚΛΕΙΣΤΙΚΗ ΕΥΘΥΝΗ.
eo: ĈAR ALIAJ STAToj / JURISDIKOJ NE PERMETAS LA EXCLUSION Aŭ LIMITACION DE RESPAKTO POR KONSENCIENTAJ KAJ INCIDENTAJ DOMAGOJ, LA ALIA LIMITADO POVAS NENI APLIKI AL TIU, KIU NIA KAJ NIA RESPONDO ESTAS LIMITITA AL Maksimuma Konduto.
es: DEBIDO A QUE ALGUNOS ESTADOS / JURISDICCIONES NO PERMITEN LA EXCLUSIÓN O LIMITACIÓN DE RESPONSABILIDAD POR DAÑOS CONSECUENTES O INCIDENTALES, LA LIMITACIÓN ANTERIOR PUEDE NO APLICARSE A USTED, EN CUÁL CASO NUESTRA RESPONSABILIDAD SE LIMITARÁ AL EXTREMO MÁXIMO PERMITIDO POR LA LEY.
et: SEST TEISTE RIIGID / JURISDIKTSIOONID EI LÕPPENE JÄTKUVATE VÕI JUHUSLIKE KAHJUDE VASTUTUSE VÄLISTAMIST VÕI PIIRAMIST, VÕTKE ÜLES ÜLES EI KOHALDA ÜLDSÄTTED, MIS VASTAVAD VASTUTUST, MIS VASTUTAVAD VASTUTUST LUBATUD LUBATUD LUBATUD LUBATUD LUBATUD LUBATUD LUBADEGA.
eu: BATZUK ERE ESTATUAK / JURISDIKZIOAK EZ DU ERABAKI ERANTZUKIZUNAREN ERABAKI EDO MUGIKORTZEKO KALTE BATZUK EDO ZERBATZEKO BALIABIDEAK, GEHIENEZKO MUGIKOA EZ DA BETE ESKARRI, ZUEN KASUAREN MUGIMENDUAREN MUGIMENDUAREN AURREAN BETI.
fa: از آنجا که برخی از کشورها / احکام صحیح اجازه انصراف یا محدودیت مسئولیت را برای خسارت های احتمالی یا اجباری مجاز نمی دانند ، در مورد موارد محدودیت ممکن است به شما اعمال نشود ، در مواردی که مواردی از مجازات ما مجاز است استفاده شود.
fi: SEN KUIN TIETTY JOTKIN VALTIOT / JURISDIKTIOT, EI SALLI VASTUUJEN POISTAMISTA TAI RAJOITTAMISEKSI SEURAAVISTA TAI JÄLKEISISTÄ VAHINGOISTA, YRITTÄVÄÄ RAJOITETTA EI SAA soveltaa sinulle, koska tapaus, jolla vastuumme on rajoitettava suurimpaan sallittuun lupaan.
fr: PARCE QUE CERTAINS ÉTATS / JURIDICTIONS N&#39;AUTORISENT PAS L&#39;EXCLUSION OU LA LIMITATION DE RESPONSABILITÉ POUR LES DOMMAGES INDIRECTS OU ACCESSOIRES, LA LIMITATION CI-DESSUS PEUT NE PAS S&#39;APPLIQUER À VOUS, DANS CE CAS, NOTRE RESPONSABILITÉ SERA LIMITÉE À LA MESURE MAXIMALE AUTORISÉE PAR LA LOI.
fy: FAN SINNE STATEN / JURISDISKJOCHTEN litte de útsluting of beheining fan ferantwurdlikens net tastean foar konsekwinsjele of tafallige skea, DE BJINSTE beheining meie jo net fan tapassing wêze, wêrfan ús oanspraaklikens beheind sil wurde ta de maksimale beheinde tajefte.
ga: DE BHRÍ GO BHFUIL ROINNT STÁIT / DLÍNSEANNA CEADÚNAITHE NÓ TEORANTA DLITEANAS DO DAMÁISTEANNA IARMHARTACHA nó INIÚCHTA, NÍ FÉIDIR LEIS AN TEORAINNEACHA FAOI IARRATAS A CHUR ISTEACH LEIS AN MÍ-ÚSÁID A BHEARTAÍTEAR LEIS AN UIMH.
gd: CHA BHI BHI BHI BHI BHI BHI BHI BHI BHI BHI BHI BHI MI FÀILTEAN / DÙTHCHASAN A ’GABHAIL A’ GABHAIL A-STEACH NO TORAIDHEAN AIRSON DAMAGAN CO-DHÙNAIDHEAN NO DÙTHCHAIL, CHAN EIL A ’CHLEACHDADH GU H-UILE A THA A’ CUR A BHITH A ’CUR A BHITH A’ GABHAIL A-MHÀIN.
gl: PORQUE ALGÚNS ESTADOS / XURISDICCIÓNS NON PERMITEN A EXCLUSIÓN OU LIMITACIÓN DE RESPONSABILIDADE PARA DANOS CONSECUENCIAIS O INCIDENTAIS, A LIMITACIÓN anterior non poderá aplicarse, en caso de que a nosa responsabilidade se limite ao mínimo.
gu: કેટલાક સ્ટેટ્સ / ન્યાયશાસ્ત્રને લીધે મર્યાદિત મર્યાદિત મર્યાદામાં મર્યાદિત હોઈ શકે તે માટે, મર્યાદિત મર્યાદિત મર્યાદા હોઈ શકે તેવા સંભવિત અથવા ઉત્સાહિત નુકસાનને લીધે જવાબદારીની મર્યાદા અથવા મર્યાદાને મંજૂરી આપતા નથી, ઉપર અથવા મર્યાદા મર્યાદિત રહેશે નહીં.
hi: विभिन्न सम्‍मिलित स्‍थल / ज्‍यूरिकेशंस संवैधानिक या आकस्मिक डैमेज के लिए देयता की सीमा या सीमा की अनुमति नहीं देते हैं, अभिप्रेरण सीमा आप पर लागू नहीं होती है, जो हमारी देयता की सीमा तक सीमित नहीं है।
hr: OSIM NEKIH DRŽAVA / NADLEŽNOSTI NE DOZVOLJUJU ISKLJUČIVANJE ILI OGRANIČAVANJE ODGOVORNOSTI ZA POSLJEDIČNE ILI NEPOTREBNE ŠTETE, NAVEDENO OGRANIČENJE NE MOŽE PRIJAVITI NA VAS, U SLUČAJU DA NAŠA OBAVEZA DO OGRANIČENJA NA MAKSIMALNOM PREDMETU DOSTOJI DO NASTAVLJIVOSTI DO MAKSIMALNOG IZLAZA.
hu: MIVEL NEM FELTÜNTETT ÁLLAMOK / JOGHATÓSÁGOK NEM SZENNYEZIK KÖVETKEZŐ vagy VÉLETLEN KÁROK FELELŐSSÉGÉNEK KIZÁRÁSAI ÉS KORLÁTOZÁSA, A FELTÉTEL KAPCSOLATÁNAK NEM ALKALMAZHATVA, HOGY AZ ESETT FELELŐSSÉGET A MEGERŐSÍTETT ENGEDÉLYEKHEZ KORLÁTOZNI.
hy: ԴԻՏԱՐԿԵՔ ՈՐՈՇՈՒՄ ԵՆ ՄԻ ԿԱՐԳԱՎԻԱԿՆԵՐ / ԴՐՈՒՅԹՆԵՐ ՉԻ ԹՈՒՅԼՏՈՒՄ ԲՈՂՈՔԻ ԿՈՂՄԻ ԴՈՒՐՍ ՎՏԱՆԳՄԱՆ ՎԵՐԱԲԵՐՅԱԼ ՊԱՏԱՍԽԱՆԱՏՎՈՒԹՅՈՒՆԸ, ՈՐՈՇՈՒՄ ԵՆ, ՈՐ ԴԵՊՔ ԵՆ ԱՆՀԱՆԳՍՏ ԱՊՐԱՆՔՈՒՄ ՍՊԱՆՎԵԼՈՒ ՄԻ LԵ L
id: KARENA BEBERAPA NEGARA / YURISDIKSI TIDAK MENGIZINKAN PENGECUALIAN ATAU PEMBATASAN TANGGUNG JAWAB ATAS KERUSAKAN KONSEKUENSIAL ATAU INSIDENTAL, BATASAN DI ATAS MUNGKIN TIDAK BERLAKU BAGI ANDA, DALAM KASUS KEWAJIBAN KAMI AKAN DIBATASI DENGAN KEMUNGKINAN LAINNYA.
is: Vegna þess að sumar ríki / dómnefndir leyfa ekki útilokun eða takmörkun ábyrgðar vegna skaðlegra eða tilviljanakenndra skaða, getur ofangreind takmörkun ekki átt við þig, þar sem ábyrgð okkar verður takmörkuð við hámarks gildandi leyfi.
it: PERCHÉ ALCUNI STATI / GIURISDIZIONI NON CONSENTONO L&#39;ESCLUSIONE O LA LIMITAZIONE DI RESPONSABILITÀ PER DANNI CONSEQUENZIALI O INCIDENTALI, LA LIMITAZIONE DI CUI SOPRA POTREBBE NON ESSERE APPLICABILE A TE, IN QUALE CASO LA NOSTRA RESPONSABILITÀ SARÀ LIMITATA AL MASSIMO LIMITE CONSENTITO DALLA LEGGE.
iw: מכיוון שמדינות / תחומי שיפוט מסוימים אינם מאפשרים חריגה או הגבלת אחריות בגין נזקים תוצאתיים או מקריים, המגבלה האמורה לעיל אינה יכולה לחול עליך, אשר במקרה שיחויבותנו תוגבל לתנאי המקסימלי המוחלף על ידי החוק.
ja: 一部の州/司法管轄区では、結果的または偶発的な損害に対する責任の除外または制限が許可されていないため、上記の制限がお客様に適用されない場合があります。
ka: რადგან რამდენიმე სახელმწიფო / ნებართვა არ მოგცემთ ნებადართვას, თუ გამორიცხავს ან პასუხისმგებლობის შეზღუდვას საკონსულტაციო ან სავალდებულო სადაზღვევო შემთხვევებისთვის, ორმაგი შეზღუდვა არ შეიძლება მიმართოს თქვენ, იმ შემთხვევაში, როდესაც ჩვენი პასუხისმგებლობის შეზღუდვა იქნება გამოყენებული.
kk: Кейбір жағдайларды ескеріңіз / юрисдикциялар, жауапкершілікті шектеуге немесе шектеулерге жол бермейді, немесе шектеулерге рұқсат етілмейді, оның шектеулігі сізге мүмкін емес, себебі біздің жауапкершілігіміз максимум мерзімге дейін шектелуі мүмкін.
km: ស្ថានភាពមួយចំនួន / សេចក្តីវិនិច្ឆ័យមិនអនុញ្ញាតឱ្យមានការបដិសេធឬការទទួលខុសត្រូវចំពោះការបំពេញបន្ថែមដោយផ្អែកលើតម្រូវការឬការពង្រីកដោយការពង្រីកដែនកំណត់អាចមិនត្រូវបានអនុវត្តចំពោះអ្នកក្នុងករណីដែលការទទួលខុសត្រូវរបស់យើងត្រូវបានកំណត់ចំពោះដែនកំណត់ម៉ាក្រូ។
kn: ಕೆಲವು ರಾಜ್ಯಗಳು / ನ್ಯಾಯವ್ಯಾಪ್ತಿಗಳು ಸಂವಹನ ಅಥವಾ ಆಕಸ್ಮಿಕ ಹಾನಿಗಳಿಗೆ ಹೊಣೆಗಾರಿಕೆಯ ಹೊರಗಿಡುವಿಕೆ ಅಥವಾ ಮಿತಿಯನ್ನು ಅನುಮತಿಸುವುದಿಲ್ಲ, ಮೇಲಿನ ಮಿತಿಯು ಕಡಿಮೆ ಪ್ರಮಾಣದಲ್ಲಿ ಇರಬೇಕಾದರೆ, ಮೇಲಿನ ಮಿತಿಯು ನಿಮಗೆ ಅನ್ವಯಿಸುವುದಿಲ್ಲ.
ku: BI DIKARIN ATIYAN / / JIYANNDARN DIKE NIKARIN OR JI BO LIYN LIBILIYAN BI XWEDN XWEY DN OR ZIMANCN CIYAN, THEIHN KU JI BO API DIKIRIN, JI BO KU JI BO XWE JI BO LI SER JI BO LI SER JI LI SER JI LI SER JI LI SER JI PIRTIN
ky: Кээ бир Штаттарды колдонбоңуз / Юрисдикциялар ЖӨНҮНДӨ ЖАНА Индивидуалдык Зыяндар үчүн Жоопкерчиликти Четтетүүгө же Чектөөгө жол бербейт, ЖОГОРКУ ЧЕКТӨӨ СИЗГЕ ЖАРДАМ БЕРБЕЙТ, БИЗДИН ЖООПКЕРЧИЛИГИ ЖОГОРКУ МҮМКҮНЧҮЛҮГҮНӨ ЧАКЫРЫЛАТ.
lb: BESCHREIWEN NOE STATEN / JURISDIKTIOUNEN SINN NET D &#39;Ausgrenzung ODER Limitatioun vun der Verantwortung fir konsequent oder zoufälleg Schued, DÉI BEMAACHTE BEGRËNNUNG KËNNT DIR NET BENUWEN, A WANN FIR EIS Responsabilitéit Limitéiert Fir Déi MAXIMUM EXTENT PERMIT.
lo: ສະຖິຕິບາງຢ່າງ / ການຕັດສິນບໍ່ຄວນອະນຸຍາດໃຫ້ຍົກເວັ້ນຫຼືຄວາມ ຈຳ ກັດຂອງຄວາມຮັບຜິດຊອບຕໍ່ຂໍ້ ຈຳ ກັດດ້ານສິນຄ້າຫຼືຂໍ້ມູນເພີ່ມເຕີມ, ຂໍ້ ຈຳ ກັດດ້ານເທິງອາດຈະບໍ່ຖືກ ນຳ ໃຊ້ກັບທ່ານ, ໃນກໍລະນີທີ່ຄວາມຮັບຜິດຊອບຂອງພວກເຮົາຄວນຈະຖືກ ຈຳ ກັດຕໍ່ຂອບເຂດ ຈຳ ກັດຂອງບໍລິສັດ.
lt: DĖL KAI KURIŲ VALSTYBIŲ / JURISDIKCIJOS NESTEIKIAMA ATSAKOMYBĖ AR ATSAKOMYBĖ UŽ PASEKMĖS AR NETIKĖTINIUS ŽALUS, ATSAKINGAS APRIBOJIMAS GALI JŪS NEMOKAMAI TAIKYTI, KAD ATVEJU MŪSŲ ATSAKOMYBĖ TURI BŪTI APIBRĖŽTA DĖL LEIDŽIAMO LEIDIMO.
lv: TĀDĒL DAŽAS VALSTIS / JURISDIKCIJAS NEVAJADZĒT ATBILDĪGUMU UN ATBILDĪBAS IEROBEŽOŠANU ATTIECĪBĀ UZ NEKĀDĪJIEM VAI TIESĪBĀM, BET PAREDZĒTAIS IEROBEŽOJUMS NEVAJADZĒTU JŪS ATTIECĪBĀ UZ TO, KĀDOS GADĪJUMOS MŪSU ATBILDĪBA BŪTU IEROBEŽOTĀ UZ maksimāli pieļaujamo atļauju.
mg: AZO ATSIKA TSY MISY TOKONY / FIVORIANA AZY ATAO AZO ATAO DIA ATAO NY FAHAFATESANA NA FANAFAHANA NY FAHAFATESANA MBOLA MAMPISOMPISY NA DIDIM-PANAZAVANA, INDRINDRA INDRINDRA INDRINDRA, TSY HITANAO INDRINDRA, ARY MBOLA HITANAO NY FAHAFATESANA NY FIAINANA MAIMAIMPOANA.
mi: E TUATAHI KI TE HAIRANGI / KI TE KAUPAPA KI TE KAUPAPA KI TE WHAKAMAHI KI TE KAUPAPA KI TE KAUPAPA KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE WHAKAMAHI, KI TE KAUPAPA KI TE MAHI KI TE KORE KI TE KAI, KI TE WHAKAMAHI KI TE KAUPAPA KI TE KAUPAPA KI TE KAIAKO.
mk: Бидејќи НЕКОИ ДРАВИ / ЈУРИЗДИКЦИИ НЕ дозволуваат ИСКЛУЧУВА ORЕ ИЛИ ОГРАНИЧУВА OFЕ НА ОДГОВОРНОСТ ЗА КОНСЕКВЕНЦИСКИ ИЛИ НЕВЕДНИЧКИ ОБРАЗОВАНИЕ, ОДГОВОРНИОТ ОГРАНИЧУВАAYЕ МОЕ ДА НЕ СЕ ПРИМЕНУВААТ ДА, ТОА КАКО САМО НАШАТА ОДГОВОРНОСТ
ml: ചില സംസ്ഥാനങ്ങൾ / നിയമപരിധികൾ കാരണം, ബാധ്യതയുടെ പരിമിതി അല്ലെങ്കിൽ പരിമിതി അനുവദനീയമല്ല, കാരണം പരിമിതികളോ അപകടമോ ആയ നാശനഷ്ടങ്ങൾ, മേൽപ്പറഞ്ഞ പരിമിതി പരിമിതപ്പെടുത്തിയിരിക്കേണ്ടിവരുമ്പോൾ, മുകളിൽ പറഞ്ഞ പരിമിതി നിങ്ങൾക്ക് ബാധകമാകില്ല.
mn: БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БОЛОМЖТОЙ.
mr: काही राज्ये / न्यायालयीन हानीकारक किंवा एकसमान हानीसाठी उत्तरदायित्वाची मर्यादा किंवा मर्यादा परवानगी देत नाही, वरील मर्यादा आपल्यावर लागू होऊ शकत नाही, ज्यावर आमची जबाबदारी मर्यादित मर्यादित असू शकते.
ms: KERANA BEBERAPA NEGERI / JURISDIKSI TIDAK MEMBENARKAN PENGECUALIAN ATAU PEMBATASAN TANGGUNGJAWAB KERANA KERUSAKAN SAMBUNGAN ATAU INSIDENAL, PEMBATASAN DI ATAS TIDAK BERLAKU KEPADA ANDA, DALAM KEBENARAN KEWAJIBAN KAMI AKAN DIBATAS DENGAN BATASAN.
mt: GĦAX XEJN STAT / ĠURISDIKZZJONIJIET MA JITĦALLFUX L-ESKLUŻJONI JEW IL-LIMITAZZJONI TA &#39;RESPONSABBILITÀ GĦAL ĦSARA KONSENWENZJALI JEW INĊIDENTALI, IL-LIMITAZZJONI&#39; L fuq MA JISTAX JAPPLIKA GĦALIEX, FIL-KAŻ LI L-RESPONSABBILITÀ TAGĦNA GĦANDHOM IKUNU LIMITATI MILL-PERMESS TA &#39;PERMESS.
my: အကြောင်းမှာအချို့သောပြည်နယ်များ / တရားစီရင်မှုများသည်အဆက်မပြတ်ဖြစ်ပွားနေသောထိခိုက်ပျက်စီးမှုများအတွက်တာ ၀ န် ၀ တ္တရား၏ခြွင်းချက်သို့မဟုတ်အကန့်အသတ်ကိုခွင့်မပြုပါ။ အထက်ဖော်ပြပါကန့်သတ်ချက်သည်အမြင့်ဆုံးသတ်မှတ်ထားသောအတိုင်းအတာအထိကန့်သတ်ထားနိုင်သည်။
ne: केही तथ्या .्कहरू / न्यायाधिकारहरू अन्तर्निहित वा उन्मुख क्षतिहरूको लागि दायित्वको बहिष्करण वा सीमिततालाई अनुमति दिदैनन्, माथिल्लो सीमा तपाईंको लागि लागू हुँदैन, जसमा हाम्रो दायित्व सीमा सीमित हुन सक्छ।
nl: OMDAT SOMMIGE STATEN / RECHTSGEBIEDEN DE UITSLUITING OF BEPERKING VAN AANSPRAKELIJKHEID VOOR GEVOLGSCHADE OF INCIDENTELE SCHADE NIET TOESTAAN, IS DE BOVENSTAANDE BEPERKING MOGELIJK NIET OP U VAN TOEPASSING, IN welk GEVAL ONZE AANSPRAKELIJKHEID IS BEPERKT TOT DE TOEGESTANE MAXIMUM.
no: Fordi NOEN STATER / JURISDISKJONER IKKE tillater utelukkelse eller begrensning av erstatningsansvar for konsekvenser eller tilfeldige skader, kan den ovennevnte begrensningen ikke gjelde deg, i hvilken tilfelle ansvaret vårt skal begrenses til den maksimale utvidede betingelsen.
or: କାରଣ କେତେକ ରାଜ୍ୟ / ଅଧିକାରଗୁଡିକ କନ୍ସକ୍ୟୁଏଣ୍ଟିଆଲ୍ କିମ୍ବା ଇନ୍‌ସିଡେଣ୍ଟାଲ୍ କ୍ଷତି ପାଇଁ ଦାୟିତ୍ EX ର ବହିଷ୍କାର କିମ୍ବା ସୀମିତତାକୁ ଅନୁମତି ଦିଏ ନାହିଁ, ଯେଉଁଥିରେ ଆମର ସୀମିତତା ସୀମିତ ହେବ ନାହିଁ।
pa: ਕੁਝ ਸਥਿਤੀਾਂ / ਅਧਿਕਾਰ ਖੇਤਰਾਂ ਵਿਚ ਇਕਸਾਰ ਜਾਂ ਘਾਤਕ ਨੁਕਸਾਨਾਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰੀ ਦੀ ਵਰਤੋਂ ਜਾਂ ਸੀਮਾ ਦੀ ਆਗਿਆ ਨਹੀਂ ਦਿੱਤੀ ਜਾਂਦੀ, ਉਪਰੋਕਤ ਸੀਮਾਵਾਂ ਤੁਹਾਡੇ ਲਈ ਲਾਗੂ ਨਹੀਂ ਹੋ ਸਕਦੀਆਂ, ਜਿਸ ਵਿਚ ਸਾਡੀ ਜ਼ਿੰਮੇਵਾਰੀ ਸੀਮਿਤ ਸੀਮਿਤ ਹੋਵੇਗੀ.
pl: PONIEWAŻ NIEKTÓRE PAŃSTWA / JURYSDYKCJE NIE ZEZWALAJĄ NA WYKLUCZENIE LUB OGRANICZENIE ODPOWIEDZIALNOŚCI ZA SZKODY WTÓRNE LUB PRZYPADKOWE, POWYŻSZE OGRANICZENIE MOŻE NIE MIEĆ ZASTOSOWANIA, W TYM PRZYPADKU NASZA ODPOWIEDZIALNOŚĆ MUSI BYĆ OGRANICZONA DO MAKSYMALNEGO POZWOLENIA.
ps: ځینې حالتونه / قضاوتونه د اختصاصي یا حتمي زیانونو لپاره د مسؤلیت یا محدودیت اجازه نه ورکوي ، پورته محدودیت ممکن تاسو باندې غوښتنه ونکړي ، پداسې حال کې چې زموږ د شرایطو محدودیت محدود کیدی شي.
pt: POR ALGUNS ESTADOS / JURISDIÇÕES NÃO PERMITEM A EXCLUSÃO OU LIMITAÇÃO DE RESPONSABILIDADE POR DANOS CONSEQÜENCIAIS OU INCIDENTAIS, A LIMITAÇÃO ACIMA NÃO PODE SE APLICAR A VOCÊ, NO CASO DE NOSSA RESPONSABILIDADE SERÁ LIMITADA AO MÁXIMO PERMITIDO POR LEI.
ro: DUPĂ UNOR STATE / JURISDICȚII NU PERMIS EXCLUSIA SAU LIMITAREA RESPONSABILITĂȚII PENTRU DAUNE CONSECVENȚIONALE SAU INCIDENTALE, LIMITAREA SUPLIMENTARĂ NU POATE FI APLICATĂ PENTRU DUMNEAVOASTRĂ, ÎN CARE CELUI NOSTRU RESPONSABILITATEA NOSTRĂ ESTE LIMITATĂ LA MULTIMITATEA PERMISĂ.
ru: ПОСКОЛЬКУ НЕКОТОРЫЕ ГОСУДАРСТВА / ЮРИСДИКЦИИ НЕ ДОПУСКАЮТ ИСКЛЮЧЕНИЯ ИЛИ ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ ЗА КОСВЕННЫЕ ИЛИ СЛУЧАЙНЫЕ УБЫТКИ, ВЫШЕУКАЗАННОЕ ОГРАНИЧЕНИЕ МОЖЕТ НЕ ОТНОСИТЬСЯ К ВАМ, В СЛУЧАЕ ВАШЕЙ ОТВЕТСТВЕННОСТИ НЕ ОГРАНИЧИВАЕТСЯ СУЩЕННАЯ СРОК ГОДНОСТИ.
rw: KUKO LETA ZIMWE / UBUBASHA NTIBEMERE KUGARAGAZA CYANGWA KUGARAGAZA INSHINGANO Z&#39;INDISHYI ZIDASANZWE CYANGWA ZIDASANZWE, LIMITATION YISHOBORA KUBA NTIBIKURIKIRA, KUBURANISHA URUBYIRUKO RWACU RUKURIKIRA.
sd: ڇو ته ڪجهه رياستون / ججز صرف انفرادي يا بااثر نقصانن جي خارج يا محدود ذميواري جي اجازت نه ڏيندا آهن ، مٿي Lاڻايل حد توهان لاءِ لاڳو نه ٿي ڪري سگهجي ، جنهن جي ذميواري اسان جي حد تائين محدود هوندي.
si: සමහර රාජ්‍යයන් / අධිකරණ සීමාවන් නිසා, සීමිත හෝ සීමිත විය හැකි අවස්ථා වලදී, ඉහත සඳහන් සීමාව ඔබට අදාළ නොවනු ඇත.
sk: Pretože NIEKTORÉ ŠTÁTY / JURISDIKCIE NEDOVOĽUJÚ VYLÚČENIE ALEBO OBMEDZENIE ZODPOVEDNOSTI ZA NÁSLEDNÉ ALEBO NÁHODNÉ POŠKODENIA, NAŠEJ OBMEDZENIA SA NA VÁS NEMUSÍ VZŤAHOVAŤ NA MAXIMÁLNE ROZSAH POVOLENIE.
sl: Ker NEKATERA DRŽAVA / PRISTOJNOSTI NE DOVOLJUJEJO IZKLJUČITVE ALI OMEJITEV ODGOVORNOSTI ZA POSLEDICNE ALI NESKONČNE ŠKODE, PRENO OMEJITEV SE NE morejo uveljaviti za vas, V katerih je NAŠA ODGOVORNOST DO OMEJENEGA NA MAKSIMALNEM PREDSTAVLJU.
sq: BECNI DISA SHTETE / JURISDIKTIME NUK LEXOJN EX SHKOLLIMIN OSE KUFIZIMIN E PIARGJEGJESIS FORS P FORR D DMET KONSUMUESE DHE PCRFUNDIMTARE, P ABR KUFIZIMIN E KUFIZUARIT NUK MUND T AP P APRB YNI TUAJ, N WH TIC CILEN CSHT P LRGJIGJEN P LRGJIGJEN E TUAJ PERGJEGJESIA
sr: ОСИМ НЕКИХ ДРЖАВА / НАДЛЕЖНОСТИ НЕ ДОЗВОЉУЈУ ИСКЉУЧИВАЊЕ ИЛИ ОГРАНИЧАВАЊЕ ОДГОВОРНОСТИ ЗА ПОСЛЕДЊЕ ИЛИ НЕПОТРЕБНЕ ШТЕТЕ, ОСТВАРЕНО ОГРАНИЧЕЊЕ НЕ МОЖЕ ДА СЕ ПРИЈАВИ НА ВАС, У КОЈОЈ ЋЕ НАША ОБАВЕЗА ДОКАЗАТИ ДО МАКСИМАЛНОГ ИЗУЗИМА.
sv: Eftersom vissa STATER / JURISDIKTIONER LÅTER INTE UTSLUTNING ELLER BEGRÄNSNING AV ANSVAR FÖR FÖLJANDE ELLER OAVSIKTIGA SKADOR, KAN BEGRÄNSNINGEN OCH INTE GÄLLA PÅ DIG, DER FÖR ATT ANSVAR FÖR ANSVAR begränsas till MAXIMUM EXTENT PERMITED.
sw: BAADA YA TABIA ZINGINE / MAHUSIANO HAWATAKI KUPUNGUZA AU KIWANGO CHA MFIDUO WA MAHUSIANO AU DALILI ZA KIUFANIKIO, KIWANGO CHA MFIDUO HUWEZI KUTAKUWA NAYE, KWA KILA KIWANGO CHA LIABILITI KILIVYO BONYEZA KWA PESA ZA MAHUSIANO.
ta: சில மாநிலங்கள் / அதிகார வரம்புகள் காரணமாக, தற்செயலான அல்லது தற்செயலான பாதிப்புகளுக்கான பொறுப்பின் விலக்கு அல்லது வரம்பை அனுமதிக்காது, மேலே உள்ள வரம்பு வரம்பிற்குட்பட்டதாக இருக்க வேண்டும்.
te: కొన్ని రాష్ట్రాలు / న్యాయ పరిధులు పరిమితి లేదా ప్రమాదకర నష్టాల కోసం మినహాయింపు లేదా పరిమితిని అనుమతించవు, పైన పేర్కొన్న పరిమితి మీకు పరిమితం కానట్లయితే, పరిమితంగా ఉంటుంది.
tg: Баъзе аз давлатҳо / юрисдиксияҳоро аз назар нагузоред, маҳдудият ва маҳдудияти масъулиятро барои зарари мутамаддин ё ғайримоддӣ иҷозат надиҳед, маҳдудияти қаблӣ ба шумо муроҷиат намекунад, дар ҳолате, ки масъулияти мо ба муҳлати ҳадди аксар маҳдуд карда мешавад.
th: เนื่องจากบางรัฐ / เขตอำนาจศาลไม่อนุญาตให้มีการยกเว้นหรือจำกัดความรับผิดสำหรับความเสียหายที่เกิดขึ้นโดยบังเอิญหรือความเสียหายโดยบังเอิญข้อ จำกัด ข้างต้นอาจไม่นำมาใช้กับคุณในกรณีที่ความรับผิดของเราจะถูก จำกัด
tk: Käbir döwletler / ýurisdiksiýa şertleri ýa-da tötänleýin zyýanlary üçin jogapkärçiligiň aýrylmagyna ýa-da çäklendirilmegine ýol bermeýär, ýokarky çäklendirme size degişli bolup bilmez, sebäbi jogapkärçiligimiziň çäklendirilmegi mümkin.
tl: DAHIL SA ILANG MGA istatistika / JURISDICTIONS AY HINDI HINDI MABUTI ANG PAGSUSULIT O LIMITASYON NG LIABILITY PARA SA KONSEPLENTAL O PAGKATUTO NG KATOTOHANAN, ANG MABUTING PAGHAHANAP AY HINDI MAAUTANG SA IYO, SA KANYANG KASALANAN NG ATING PAGBABAGO NG LIABILITY PARA SA KONSEPLENTAL O PAGKATUTO NG KATOTOHANAN, ANG KATAPOSANG PANIMULANG AY HINDI MAAUTANG SA IYO, SA KANYANG MAAARI ANG ATING PAGKAKAIBIGAN NG LIABILIDAD PARA SA KONSEPENTAL O KAGAMITAN NG PAGSUSULIT, ANG MABUTING PAGHAHANAP AY HINDI MAWALANG SA IYO, SA KAPANGYARIHAN NG ATING PAGSUSULIT NG LIABILIDAD.
tr: BAZI DEVLETLER / YARGI YETKİLERİ, SINIRSIZ VE RAHATSIZ ZARARLAR İÇİN SORUMLULUĞUN SINIRLANDIRILMASINA VEYA SINIRLANDIRILMASINA İZİN VERMEZ.
tt: Кайбер дәүләтләр / юрисдикцияләр ЧЫГАРЫЛЫШЫ ORӘМ ТОРМЫШ ЗАКОНЛАРЫ FORЧ. АЧЫЛЫШЫ ORӘМ ЧИКЛЕГЕНӘ БУЛМАГАН, ӨЧЕН ЧИКЛӘР СЕЗГӘ кагылмаска мөмкин, БЕЗНЕ. Lаваплылыгыбыз чикләнгән.
ug: بەزى شىتاتلار / باشقۇرۇش تەۋەلىكى قوشۇمچە ياكى تاسادىپىي زىيانلار ئۈچۈن جاۋابكارلىقنى كەچۈرۈم قىلىشقا ياكى چەكلەشكە يول قويمايدۇ ، بۇ چەكلىمىلەر چەكلىمىگە ئۇچرىمايدۇ.
uk: Так як деякі штати / юрисдикції НЕ ДОЗВОЛЕНО ВИКЛЮЧЕННЯ АБО ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ ЗА НЕПРЯМІ АБО ВИПАДКОВІ ЗБИТКИ, вищевказані обмеження можуть не стосується особисто Вас, в цьому випадку наша відповідальність повинна бути обмежена максимальною межах, дозволених законом.
ur: کسی بھی صورتحال / دائرہ اختیار کی وجہ سے خود مختار یا حتمی نقصانات کے لئے واجبات کی پابندی یا حد کی اجازت نہیں دی جاتی ہے ، مندرجہ بالا حدود آپ کے لئے درخواست نہیں کرسکتی ہے ، جس میں ہماری ذمہ داری محدود ہوسکتی ہے۔
uz: BA&#39;ZI ShAXSLARNI YOKI YURISh QILIShNI YO&#39;Q QILINIShGA YO&#39;Q QILING YOKI HIZMATNING DASTURLARI UChUN JAVOBGARLIKNING CHEKLANIShIGA YO&#39;Q, MAZMUNI MUHIM MAZMUNI UChUN MUHIM MAZMUNI BOSHQARILMAYDI.
vi: VÌ MỘT SỐ NHÀ NƯỚC / JURISDICTIC KHÔNG CHO PHÉP LOẠI TRỪ HOẶC GIỚI HẠN TRÁCH NHIỆM PHÁP LÝ ĐỐI VỚI CÁC THIỆT HẠI TUYỆT VỜI HOẶC TUYỆT VỜI CỦA CHÚNG TÔI CÓ THỂ ÁP DỤNG CHO BẠN, TRONG TRƯỜNG HỢP CỦA CHÚNG TÔI CÓ THỂ ÁP DỤNG CHO BẠN
xh: NGOKUFANELEKILEYO ZEZOBUCHULE / IZIPHUMO ZESIQINISEKISO AKUKHO BUFUMA ISIPHUMO OKANYE UKUPHUNYEZWA KOKUVUNYELWA KWEEMFUNO EZIQINISEKILEYO OKANYE ZOKUQHUTYELWA KWAKHO, NGOKUXELASILEYO IXESHA LAKHO LOKUFUNDA LIYA KUXELWA NGEXESHA LENKCAZO YOKUGQIBELA.
yi: ווייַל עטלעכע סטאַטעס / דזשוריסדיקטיאָנס לאָזן נישט ויסשליסן אָדער באַגרענעצונג פון אַכרייַעס פֿאַר קאַנסאַקווענטשאַל אָדער אַקסאַדענטאַל שאַטן, די לימיטיישאַן פון די אויבן קען נישט אַפּלייז צו איר, אין וואָס פאַל אונדזער אַכרייַעס וועט זיין לימיטעד צו די מאַקסימום יקסטענשאַנאַל רעכט.
