Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: How many clients can I have?
af: Hoeveel kliënte kan ek hê?
am: ምን ያህል ደንበኞች ሊኖሩኝ ይችላሉ?
ar: كم عدد العملاء الذين يمكنني الحصول عليهم؟
az: Neçə müştərim ola bilər?
be: Колькі ў мяне можа быць кліентаў?
bg: Колко клиенти мога да имам?
bn: আমার কতজন ক্লায়েন্ট থাকতে পারে?
ca: Quants clients puc tenir?
cs: Kolik klientů mohu mít?
cy: Faint o gleientiaid y gallaf eu cael?
da: Hvor mange kunder kan jeg have?
de: Wie viele Kunden kann ich haben?
el: Πόσους πελάτες μπορώ να έχω;
eo: Kiom da klientoj mi povas havi?
es: ¿Cuántos clientes puedo tener?
et: Kui palju kliente mul võib olla?
eu: Zenbat bezero izan ditzaket?
fa: چند مشتری می توانم داشته باشم؟
fi: Kuinka monta asiakasta minulla voi olla?
fr: Combien de clients puis-je avoir ?
fy: Hoefolle kliïnten kin ik hawwe?
ga: Cé mhéad cliant is féidir a bheith agam?
gd: Cia mheud neach-dèiligidh as urrainn dhomh a bhith agam?
gl: Cantos clientes podo ter?
gu: મારી પાસે કેટલા ગ્રાહકો હોઈ શકે?
hi: मेरे कितने ग्राहक हो सकते हैं?
hr: Koliko klijenata mogu imati?
hu: Hány ügyfelem lehet?
hy: Քանի՞ հաճախորդ կարող եմ ունենալ:
id: Berapa banyak klien yang dapat saya miliki?
is: Hversu marga viðskiptavini get ég haft?
it: Quanti clienti posso avere?
iw: כמה לקוחות אפשר לקבל?
ja: 何人のクライアントを持つことができますか?
ka: რამდენი კლიენტი შემიძლია მყავდეს?
kk: Менің қанша клиентім болуы мүмкін?
km: តើខ្ញុំអាចមានអតិថិជនប៉ុន្មាននាក់?
kn: ನಾನು ಎಷ್ಟು ಗ್ರಾಹಕರನ್ನು ಹೊಂದಬಹುದು?
ku: Ez dikarim çend xerîdarên min hebin?
ky: Канча кардарым болот?
lb: Wéi vill Clienten kann ech hunn?
lo: ຂ້ອຍສາມາດມີລູກຄ້າໄດ້ເທົ່າໃດ?
lt: Kiek klientų galiu turėti?
lv: Cik klientu man var būt?
mg: Firy ny mpanjifa azoko ananana?
mi: E hia nga kaihoko ka taea e au?
mk: Колку клиенти можам да имам?
ml: എനിക്ക് എത്ര ക്ലയന്റുകളുണ്ടാകും?
mn: Би хичнээн үйлчлүүлэгчтэй болох вэ?
mr: माझ्याकडे किती क्लायंट असू शकतात?
ms: Berapa ramai pelanggan yang boleh saya miliki?
mt: Kemm jista’ jkolli klijenti?
my: ကျွန်ုပ်တွင် ဖောက်သည်မည်မျှရှိနိုင်မည်နည်း။
ne: मसँग कति ग्राहक हुन सक्छु?
nl: Hoeveel klanten mag ik hebben?
no: Hvor mange kunder kan jeg ha?
or: ମୋର କେତେ ଗ୍ରାହକ ରହିପାରିବେ?
pa: ਮੇਰੇ ਕੋਲ ਕਿੰਨੇ ਗਾਹਕ ਹੋ ਸਕਦੇ ਹਨ?
pl: Ilu klientów mogę mieć?
ps: زه څومره پیرودونکي کولی شم؟
pt: Quantos clientes posso ter?
ro: Câți clienți pot avea?
ru: Сколько клиентов я могу иметь?
rw: Nshobora kugira abakiriya bangahe?
sd: مون وٽ ڪيترا گراهڪ هوندا؟
si: මට සේවාදායකයින් කී දෙනෙක් සිටිය හැකිද?
sk: Koľko klientov môžem mať?
sl: Koliko strank lahko imam?
sq: Sa klientë mund të kem?
sr: Колико клијената могу да имам?
sv: Hur många kunder kan jag ha?
sw: Je, ninaweza kuwa na wateja wangapi?
ta: நான் எத்தனை வாடிக்கையாளர்களை வைத்திருக்க முடியும்?
te: నేను ఎంత మంది క్లయింట్‌లను కలిగి ఉండగలను?
tg: Ман чанд мизоҷ дошта метавонам?
th: ฉันสามารถมีลูกค้าได้กี่คน?
tk: Näçe müşderim bolup biler?
tl: Ilang kliyente ang maaari kong makuha?
tr: Kaç müşterim olabilir?
tt: Минем ничә клиент була алам?
ug: قانچە خېرىدارىم بولالايدۇ؟
uk: Скільки клієнтів я можу мати?
ur: میرے کتنے کلائنٹ ہو سکتے ہیں؟
uz: Qancha mijozga ega bo'lishim mumkin?
vi: Tôi có thể có bao nhiêu khách hàng?
xh: Bangaphi abaxhasi endinokuba nabo?
yi: ווי פילע קלייאַנץ קענען איך האָבן?

source: You are billed per staff seat, per month. You can have unlimited client users.
af: Jy word gefaktureer per personeelsitplek, per maand. U kan onbeperkte kliëntgebruikers hê.
am: በሠራተኛ መቀመጫ በወር ይከፍላሉ። ያልተገደበ የደንበኛ ተጠቃሚዎች ሊኖሩዎት ይችላሉ።
ar: يتم محاسبتك على كل مقعد موظفين شهريًا. يمكن أن يكون لديك عدد غير محدود من المستخدمين العميل.
az: Sizdən ayda bir işçi yeri üçün ödəniş edilir. Limitsiz müştəri istifadəçiniz ola bilər.
be: Вам выстаўляюць рахунак за месца персаналу ў месяц. Вы можаце мець неабмежаваную колькасць кліентаў.
bg: Вие се таксувате на работно място на месец. Можете да имате неограничен брой клиентски потребители.
bn: প্রতি মাসে আপনাকে স্টাফ সিট প্রতি বিল দেওয়া হয়। আপনার সীমাহীন ক্লায়েন্ট ব্যবহারকারী থাকতে পারে।
ca: Se us cobra per lloc de personal, per mes. Podeu tenir usuaris de clients il·limitats.
cs: Platí se vám za místo zaměstnance měsíčně. Můžete mít neomezený počet klientů.
cy: Byddwch yn cael eich bilio fesul sedd staff, bob mis. Gallwch gael defnyddwyr cleient diderfyn.
da: Du faktureres pr. personaleplads pr. måned. Du kan have et ubegrænset antal klientbrugere.
de: Die Abrechnung erfolgt pro Mitarbeiterplatz und Monat. Sie können unbegrenzt Client-Benutzer haben.
el: Χρεώνεστε ανά θέση προσωπικού, ανά μήνα. Μπορείτε να έχετε απεριόριστους χρήστες πελατών.
eo: Vi estas fakturita per dungitaro, monate. Vi povas havi senlimajn klientajn uzantojn.
es: Se le factura por puesto de personal, por mes. Puede tener usuarios de clientes ilimitados.
et: Teile esitatakse arve personalikoha kohta kuus. Teil võib olla piiramatu arv kliente.
eu: Langileen eserleku bakoitzeko fakturatuko zaizu hilean. Bezero erabiltzaile mugagabeak izan ditzakezu.
fa: به ازای هر صندلی کارمند، در هر ماه صورتحساب دریافت می کنید. شما می توانید کاربران مشتری نامحدودی داشته باشید.
fi: Sinulta laskutetaan henkilökunnan paikkakohtaisesti kuukaudessa. Sinulla voi olla rajattomasti asiakaskäyttäjiä.
fr: Vous êtes facturé par siège de personnel, par mois. Vous pouvez avoir un nombre illimité d'utilisateurs clients.
fy: Jo wurde yn rekken brocht per personiel sit, per moanne. Jo kinne unbeheinde kliïnt brûkers hawwe.
ga: Gearrtar ort in aghaidh suíochán foirne, in aghaidh na míosa. Is féidir leat úsáideoirí cliant gan teorainn a bheith agat.
gd: Tha thu a’ faighinn cunntas airson gach suidheachan luchd-obrach, gach mìos. Faodaidh luchd-cleachdaidh teachdaiche gun chrìoch a bhith agad.
gl: Fábrache por praza de persoal, por mes. Podes ter usuarios cliente ilimitados.
gu: તમને દર મહિને સ્ટાફ સીટ દીઠ બિલ આપવામાં આવે છે. તમારી પાસે અમર્યાદિત ક્લાયંટ વપરાશકર્તાઓ હોઈ શકે છે.
hi: आपको प्रति कर्मचारी सीट, प्रति माह बिल किया जाता है। आपके पास असीमित ग्राहक उपयोगकर्ता हो सकते हैं।
hr: Naplaćujete se po radnom mjestu, mjesečno. Možete imati neograničen broj klijenata.
hu: Számlázunk havonta alkalmazotti helyenként. Korlátlan számú kliens felhasználója lehet.
hy: Դուք վճարվում եք մեկ անձնակազմի նստատեղի համար, ամսական: Դուք կարող եք ունենալ անսահմանափակ հաճախորդի օգտվողներ:
id: Anda ditagih per kursi staf, per bulan. Anda dapat memiliki pengguna klien yang tidak terbatas.
is: Þú ert rukkaður fyrir hvert starfsmannasæti, á mánuði. Þú getur haft ótakmarkaða notendur viðskiptavina.
it: La fatturazione avviene per postazione del personale, al mese. Puoi avere un numero illimitato di utenti client.
iw: אתה מחויב לפי מושב צוות, לחודש. אתה יכול לקבל משתמשי לקוחות ללא הגבלה.
ja: 毎月、スタッフ シートごとに請求されます。無制限のクライアント ユーザーを持つことができます。
ka: თქვენ დაგერიცხებათ თითო პერსონალის ადგილი, თვეში. თქვენ შეგიძლიათ გყავდეთ შეუზღუდავი კლიენტის მომხმარებლები.
kk: Қызметкерлер орны үшін ай сайын ақы төленеді. Сізде шектеусіз клиент пайдаланушылары болуы мүмкін.
km: អ្នកត្រូវបានគិតប្រាក់ក្នុងមួយកៅអីបុគ្គលិកក្នុងមួយខែ។ អ្នកអាចមានអ្នកប្រើប្រាស់អតិថិជនគ្មានដែនកំណត់។
kn: ಪ್ರತಿ ಸಿಬ್ಬಂದಿ ಸ್ಥಾನಕ್ಕೆ, ತಿಂಗಳಿಗೆ ನಿಮಗೆ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ. ನೀವು ಅನಿಯಮಿತ ಕ್ಲೈಂಟ್ ಬಳಕೆದಾರರನ್ನು ಹೊಂದಬಹುದು.
ku: Hûn ji her kursiya karmendê, her meh têne hesab kirin. Hûn dikarin bikarhênerên xerîdar ên bêsînor hebin.
ky: Сизге ар бир кызматкердин орду үчүн ай сайын төлөнөт. Сиз чексиз кардар колдонуучуларга ээ боло аласыз.
lb: Dir sidd pro Personal Sëtz, pro Mount Rechnung. Dir kënnt onlimitéiert Client Benotzer hunn.
lo: ທ່ານຈະຖືກເກັບເງິນຕໍ່ບ່ອນນັ່ງພະນັກງານ, ຕໍ່ເດືອນ. ທ່ານສາມາດມີຜູ້ໃຊ້ລູກຄ້າບໍ່ຈໍາກັດ.
lt: Jūs esate apmokestinami už kiekvieną personalo vietą per mėnesį. Galite turėti neribotą klientų skaičių.
lv: Jums tiek iekasēta maksa par katru darbinieku vietu mēnesī. Jums var būt neierobežots klientu lietotāju skaits.
mg: Isaky ny sezan'ny mpiasa ianao, isam-bolana. Afaka manana mpampiasa mpanjifa tsy misy fetra ianao.
mi: Ka utua koe mo ia nohoanga kaimahi, ia marama. Ka taea e koe he kaiwhakamahi kiritaki mutunga kore.
mk: Ви се наплаќа по место за персонал, месечно. Може да имате неограничени корисници на клиенти.
ml: ഓരോ സ്റ്റാഫ് സീറ്റിനും പ്രതിമാസം നിങ്ങൾ ബില്ല് ചെയ്യുന്നു. നിങ്ങൾക്ക് പരിധിയില്ലാത്ത ക്ലയന്റ് ഉപയോക്താക്കളെ നേടാനാകും.
mn: Та ажилчдын суудлын төлбөрийг сар бүр авдаг. Та хязгааргүй үйлчлүүлэгчтэй байж болно.
mr: तुम्हाला प्रति कर्मचारी सीट, दरमहा बिल दिले जाते. आपल्याकडे अमर्यादित ग्राहक वापरकर्ते असू शकतात.
ms: Anda dibilkan setiap tempat duduk kakitangan, sebulan. Anda boleh mempunyai pengguna pelanggan tanpa had.
mt: Tiġi fatturat għal kull siġġu tal-persunal, kull xahar. Jista 'jkollok utenti tal-klijenti illimitati.
my: သင့်အား ဝန်ထမ်းထိုင်ခုံတစ်ခုစီအတွက် တစ်လလျှင် ကောက်ခံပါသည်။ သင့်တွင် အကန့်အသတ်မရှိ သုံးစွဲသူများ ရှိနိုင်ပါသည်။
ne: तपाईंलाई प्रति कर्मचारी सिट, प्रति महिना बिल गरिन्छ। तपाईंसँग असीमित ग्राहक प्रयोगकर्ताहरू हुन सक्छन्।
nl: U wordt gefactureerd per personeelszetel, per maand. U kunt een onbeperkt aantal clientgebruikers hebben.
no: Du faktureres per personalplass, per måned. Du kan ha et ubegrenset antall klientbrukere.
or: ଆପଣ ପ୍ରତି କର୍ମଚାରୀଙ୍କ ସିଟ୍ ପ୍ରତି ମାସରେ ବିଲ୍ କରନ୍ତି | ଆପଣଙ୍କର ଅସୀମିତ କ୍ଲାଏଣ୍ଟ ବ୍ୟବହାରକାରୀ ରହିପାରିବେ |
pa: ਤੁਹਾਨੂੰ ਪ੍ਰਤੀ ਸਟਾਫ ਸੀਟ, ਪ੍ਰਤੀ ਮਹੀਨਾ ਬਿਲ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ। ਤੁਹਾਡੇ ਕੋਲ ਬੇਅੰਤ ਗਾਹਕ ਉਪਭੋਗਤਾ ਹੋ ਸਕਦੇ ਹਨ.
pl: Opłata jest naliczana za stanowisko pracownika miesięcznie. Możesz mieć nieograniczoną liczbę użytkowników klientów.
ps: تاسو ته په هره میاشت کې د هر کارمند څوکۍ بل درکول کیږي. تاسو کولی شئ لامحدود پیرودونکي کاروونکي ولرئ.
pt: Você é cobrado por assento na equipe, por mês. Você pode ter usuários clientes ilimitados.
ro: Sunteți facturat pe loc de personal, pe lună. Puteți avea utilizatori clienți nelimitați.
ru: Вам выставляется счет за рабочее место в месяц. У вас может быть неограниченное количество пользователей клиента.
rw: Wishyurwa kuri buri cyicaro cyabakozi, buri kwezi. Urashobora kugira abakoresha batagira imipaka.
sd: توهان کي في اسٽاف سيٽ، هر مهيني بل ڪيو ويندو. توھان وٽ لامحدود ڪلائنٽ استعمال ڪندڙ آھن.
si: ඔබ කාර්ය මණ්ඩල ආසනයකට, මසකට බිල් කරනු ලැබේ. ඔබට අසීමිත සේවාදායක පරිශීලකයින් සිටිය හැක.
sk: Účtuje sa vám za miesto zamestnanca za mesiac. Môžete mať neobmedzený počet klientov.
sl: Zaračunavajo se na sedež osebja na mesec. Imate lahko neomejeno število uporabnikov strank.
sq: Ju faturoheni për vendin e stafit, në muaj. Ju mund të keni përdorues të pakufizuar klientësh.
sr: Наплаћујете се по месту особља, месечно. Можете имати неограничене клијенте.
sv: Du faktureras per personalplats, per månad. Du kan ha ett obegränsat antal klientanvändare.
sw: Unatozwa kwa kila kiti cha wafanyikazi, kwa mwezi. Unaweza kuwa na watumiaji wa wateja wasio na kikomo.
ta: ஒரு ஊழியர் இருக்கைக்கு, மாதத்திற்கு கட்டணம் விதிக்கப்படும். நீங்கள் வரம்பற்ற வாடிக்கையாளர் பயனர்களைக் கொண்டிருக்கலாம்.
te: మీరు సిబ్బంది సీటుకు, నెలకు బిల్ చేయబడతారు. మీరు అపరిమిత క్లయింట్ వినియోగదారులను కలిగి ఉండవచ్చు.
tg: Шумо барои ҳар як курсии кормандон дар як моҳ пардохт карда мешавад. Шумо метавонед истифодабарандагони мизоҷи номаҳдуд дошта бошед.
th: คุณจะถูกเรียกเก็บเงินต่อที่นั่งพนักงาน ต่อเดือน คุณสามารถมีผู้ใช้ที่เป็นลูกค้าได้ไม่จำกัด
tk: Işgärler üçin her aýda töleg tölenýär. Çäklendirilmedik müşderi ulanyjylary bolup biler.
tl: Sinisingil ka sa bawat upuan ng kawani, bawat buwan. Maaari kang magkaroon ng walang limitasyong mga gumagamit ng kliyente.
tr: Aylık olarak personel koltuğu başına faturalandırılırsınız. Sınırsız müşteri kullanıcısına sahip olabilirsiniz.
tt: Сез ай саен персонал урынына түләнәсез. Сездә клиент кулланучылары чиксез була ала.
ug: سىز ھەر بىر خىزمەتچى ئورۇن ئۈچۈن ھەق ئالىدۇ. چەكلىمىسىز خېرىدار ئىشلەتكۈچىلىرىڭىز بولىدۇ.
uk: Ви виставляєте рахунок за робоче місце за місяць. Ви можете мати необмежену кількість клієнтів.
ur: آپ کو فی اسٹاف سیٹ، ہر ماہ بل دیا جاتا ہے۔ آپ کے پاس لامحدود کلائنٹ صارفین ہوسکتے ہیں۔
uz: Sizdan har oyda har bir xodim uchun to‘lov olinadi. Siz cheksiz mijoz foydalanuvchilariga ega bo'lishingiz mumkin.
vi: Bạn được lập hóa đơn cho mỗi chỗ ngồi của nhân viên, mỗi tháng. Bạn có thể có người dùng khách hàng không giới hạn.
xh: Uhlawulwa ngokwesihlalo sabasebenzi, ngenyanga. Unokuba nabasebenzisi abathengi abangenamkhawulo.
yi: איר זענט באַצאָלט פּער שטעקן אַוועקזעצן, פּער חודש. איר קענען האָבן אַנלימאַטאַד קליענט ניצערס.

source: Enhance User Experience
af: Verbeter gebruikerservaring
am: የተጠቃሚ ተሞክሮን ያሳድጉ
ar: تعزيز تجربة المستخدم
az: İstifadəçi Təcrübəsini Təkmilləşdirin
be: Паляпшэнне карыстацкага досведу
bg: Подобрете потребителското изживяване
bn: ব্যবহারকারীর অভিজ্ঞতা উন্নত করুন
ca: Millora l'experiència d'usuari
cs: Vylepšete uživatelskou zkušenost
cy: Gwella Profiad y Defnyddiwr
da: Forbedre brugeroplevelsen
de: Verbessern Sie die Benutzererfahrung
el: Βελτιώστε την εμπειρία χρήστη
eo: Plibonigu Uzantan Sperton
es: Mejore la experiencia del usuario
et: Täiustage kasutajakogemust
eu: Hobetu Erabiltzaileen Esperientzia
fa: افزایش تجربه کاربری
fi: Paranna käyttökokemusta
fr: Améliorer l'expérience utilisateur
fy: Ferbetterje brûkersûnderfining
ga: Feabhas a chur ar Eispéireas Úsáideora
gd: Leasaich eòlas luchd-cleachdaidh
gl: Mellora a experiencia do usuario
gu: વપરાશકર્તા અનુભવ વધારવો
hi: उपयोगकर्ता अनुभव बढ़ाएँ
hr: Poboljšajte korisničko iskustvo
hu: Növelje a felhasználói élményt
hy: Բարելավել օգտագործողի փորձը
id: Tingkatkan Pengalaman Pengguna
is: Bættu notendaupplifun
it: Migliora l'esperienza utente
iw: שפר את חווית המשתמש
ja: ユーザー エクスペリエンスの向上
ka: გააუმჯობესეთ მომხმარებლის გამოცდილება
kk: Пайдаланушы тәжірибесін жақсарту
km: បង្កើនបទពិសោធន៍អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸಿ
ku: Tecrûbeya Bikarhêner zêde bikin
ky: Колдонуучу тажрыйбасын жогорулатуу
lb: Verbessert d'Benotzererfarung
lo: ປັບປຸງປະສົບການຂອງຜູ້ໃຊ້
lt: Pagerinkite vartotojo patirtį
lv: Uzlabojiet lietotāja pieredzi
mg: Ampitomboy ny traikefan'ny mpampiasa
mi: Whakanuia te Wheako Kaiwhakamahi
mk: Подобрете го корисничкото искуство
ml: ഉപയോക്തൃ അനുഭവം മെച്ചപ്പെടുത്തുക
mn: Хэрэглэгчийн туршлагыг сайжруулах
mr: वापरकर्ता अनुभव वर्धित करा
ms: Tingkatkan Pengalaman Pengguna
mt: Ittejjeb l-Esperjenza tal-Utent
my: အသုံးပြုသူအတွေ့အကြုံကို မြှင့်တင်ပါ။
ne: प्रयोगकर्ता अनुभव बढाउनुहोस्
nl: Verbeter de gebruikerservaring
no: Forbedre brukeropplevelsen
or: ଉପଯୋଗକର୍ତ୍ତା ଅଭିଜ୍ଞତା ବୃଦ୍ଧି କରନ୍ତୁ |
pa: ਉਪਭੋਗਤਾ ਅਨੁਭਵ ਨੂੰ ਵਧਾਓ
pl: Popraw wrażenia użytkownika
ps: د کارونکي تجربې ته وده ورکړئ
pt: Melhore a experiência do usuário
ro: Îmbunătățiți experiența utilizatorului
ru: Улучшить пользовательский опыт
rw: Kongera uburambe bwabakoresha
sd: صارف جو تجربو وڌايو
si: පරිශීලක අත්දැකීම් වැඩි දියුණු කරන්න
sk: Vylepšite používateľskú skúsenosť
sl: Izboljšajte uporabniško izkušnjo
sq: Përmirësoni përvojën e përdoruesit
sr: Побољшајте корисничко искуство
sv: Förbättra användarupplevelsen
sw: Boresha Uzoefu wa Mtumiaji
ta: பயனர் அனுபவத்தை மேம்படுத்தவும்
te: వినియోగదారు అనుభవాన్ని మెరుగుపరచండి
tg: Таҷрибаи корбарро такмил диҳед
th: ปรับปรุงประสบการณ์ผู้ใช้
tk: Ulanyjy tejribesini ýokarlandyrmak
tl: Pagandahin ang Karanasan ng User
tr: Kullanıcı Deneyimini Geliştirin
tt: Кулланучының тәҗрибәсен арттыру
ug: ئىشلەتكۈچى تەجرىبىسىنى كۈچەيتىش
uk: Покращення взаємодії з користувачем
ur: صارف کے تجربے کو بہتر بنائیں
uz: Foydalanuvchi tajribasini oshirish
vi: Nâng cao trải nghiệm người dùng
xh: Phucula amava oMsebenzisi
yi: פֿאַרבעסערן באַניצער דערפאַרונג
