Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Attach File
af: Heg leër aan
am: ፋይል አያይዝ
ar: أرفق ملف
az: Fayl əlavə edin
be: Далучыць файл
bg: Прикачите файл
bn: ফাইল সংযুক্ত
ca: Adjuntar arxiu
cs: Přiložit soubor
cy: Atodwch Ffeil
da: Vedhæft fil
de: Datei anhängen
el: Επισυνάψετε το αρχείο
eo: Alektu Dosieron
es: Adjuntar archivo
et: Manusta fail
eu: Erantsi fitxategia
fa: فایل را پیوست کنید
fi: Liitä tiedosto
fr: Pièce jointe
fy: Heakje bestân ta
ga: Ceangail Comhad
gd: Ceangail File
gl: Achegar ficheiro
gu: ફાઇલ જોડો
hi: फ़ाइल जोड़ें
hr: Priložite datoteku
hu: Fájl csatolása
hy: Կցել ֆայլը
id: Lampirkan file
is: Hengja skrá
it: Allega file
iw: לצרף קובץ
ja: ファイルを添付する
ka: Ფაილის მიმაგრება
kk: Файлды тіркеңіз
km: ភ្ជាប់ឯកសារ
kn: ಕಡತವನ್ನು ಲಗತ್ತಿಸಿ
ku: Pelê pêvebike
ky: Файлды тиркөө
lb: Befestegt Datei
lo: ແນບໄຟລ໌
lt: Pridėti failą
lv: Pievienot failu
mi: Āpiti Kōnae
mk: Прикачи датотека
ml: ഫയൽ അറ്റാച്ചുചെയ്യുക
mn: Файл хавсаргах
mr: फाईल जोडा
ms: Melampirkan fail
mt: Ehmeż Fajl
my: ဖိုင်တွဲ
ne: फाइल संलग्न गर्नुहोस्
nl: Bijlage
no: Legg ved fil
or: ଫାଇଲ୍ ସଂଲଗ୍ନ କରନ୍ତୁ |
pa: ਫਾਈਲ ਅਟੈਚ ਕਰੋ
pl: Załącz plik
ps: فایل ضمیمه کړئ
pt: Anexar Arquivo
ro: Ataseaza fisier
ru: Прикрепить файл
rw: Ongeraho Idosiye
sd: فائل ڳنڍيو
si: ගොනුව අමුණන්න
sk: Priložiť súbor
sl: Priložite datoteko
sq: Bashkangjit skedarin
sr: Приложите датотеку
sv: Bifoga fil
sw: Ambatisha Faili
ta: கோப்பினை இணைக்கவும்
te: ఫైలు జత చేయుము
tg: Файл замима кунед
th: แนบไฟล์
tk: Faýl dakyň
tl: Maglakip ng file
tr: Dosya eki
tt: Файлны беркетегез
ug: ھۆججەتنى قوشۇمچە قىلىڭ
uk: Прикріпити файл
ur: فائل منسلک
uz: Fayl biriktirish
vi: Đính kèm tệp
xh: Qhoboshela iFayile
yi: צוטשעפּען טעקע

source: From Template
af: Van Sjabloon
am: ከአብነት
ar: من القالب
az: Şablondan
be: З шаблона
bg: От шаблон
bn: টেমপ্লেট থেকে
ca: De Plantilla
cs: Ze šablony
cy: O Templed
da: Fra skabelon
de: Von Vorlage
el: Από το Πρότυπο
eo: El Ŝablono
es: De la plantilla
et: Mallist
eu: Txantiloitik
fa: از قالب
fi: Mallista
fr: À partir du modèle
fy: Fan Template
ga: Ó Teimpléad
gd: Bho Teamplaid
gl: De Modelo
gu: ટેમ્પલેટમાંથી
hi: टेम्पलेट से
hr: Iz predloška
hu: Sablonból
hy: Կաղապարից
id: Dari Templat
is: Frá Sniðmát
it: Da modello
iw: מתבנית
ja: テンプレートから
ka: შაბლონიდან
kk: Үлгіден
km: ពីគំរូ
kn: ಟೆಂಪ್ಲೇಟ್‌ನಿಂದ
ku: Ji Şablon
ky: Калыптан
lb: Vun Schabloun
lo: ຈາກແມ່ແບບ
lt: Iš šablono
lv: No veidnes
mg: Avy amin'ny Template
mi: Mai i te tauira
mk: Од Шаблон
ml: ടെംപ്ലേറ്റിൽ നിന്ന്
mn: Загвараас
mr: साचा पासून
ms: Daripada Templat
mt: Minn Template
my: Template မှ
ne: टेम्प्लेटबाट
nl: Van sjabloon
no: Fra mal
or: ଟେମ୍ପଲେଟ୍ ରୁ
pa: ਟੈਂਪਲੇਟ ਤੋਂ
pl: Z szablonu
ps: د کينډۍ څخه
pt: Do modelo
ro: Din șablon
ru: Из шаблона
rw: Kuva ku cyitegererezo
sd: ٽيمپليٽ کان
si: සැකිල්ලෙන්
sk: Zo šablóny
sl: Iz predloge
sq: Nga Shablloni
sr: Фром Темплате
sv: Från mall
sw: Kutoka kwa Kigezo
ta: டெம்ப்ளேட்டிலிருந்து
te: టెంప్లేట్ నుండి
tg: Аз Шаблон
th: จากเทมเพลต
tk: Şablondan
tl: Mula sa Template
tr: Şablondan
tt: Шаблоннан
ug: قېلىپتىن
uk: З шаблону
ur: ٹیمپلیٹ سے
uz: Shablondan
vi: Từ mẫu
xh: Ukusuka kwiSifanekiso
yi: פֿון מוסטער

source: No feeds yet.
af: Nog geen feeds nie.
am: ገና ምንም ምግቦች የሉም.
ar: لا يغذي حتى الآن.
az: Hələ yem yoxdur.
be: Няма сілкуе яшчэ.
bg: Все още няма емисии.
bn: এখনো কোন ফিড নেই
ca: Encara no hi ha feeds.
cs: Žádné zdroje zatím.
cy: Dim bwydydd eto.
da: Ingen feeds endnu.
de: Noch keine Feeds.
el: Δεν υπάρχουν ακόμη τροφοδοσίες.
eo: Ne plu nutras.
es: No se alimenta todavía
et: Sööde pole veel.
eu: Ez dago jarioik oraindik.
fa: هنوز خوراکی نیست
fi: Ei syötteitä vielä.
fr: Aucun flux pour le moment.
fy: Gjin feeds noch.
ga: Gan aon fhothaí fós.
gd: Chan eil feeds ann fhathast.
gl: Aínda non hai feeds.
gu: હજુ સુધી કોઈ ફીડ્સ નથી
hi: अभी तक कोई फ़ीड नहीं
hr: Još nema feedova.
hu: Még nincs hírcsatorna.
hy: Առայժմ կերակուրներ չկան:
id: Belum ada feed.
is: Engar straumar ennþá.
it: Nessun feed ancora.
iw: אין עדיין עדכונים.
ja: フィードはまだありません。
ka: ჯერ არხებია.
kk: Әзірше арналар жоқ.
km: មិនមានមតិព័ត៌មាននៅឡើយទេ។
kn: ಇನ್ನೂ ಫೀಡ್ಗಳಿಲ್ಲ.
ku: Tiştek nehatiye dayîn.
ky: Ге комментарий азыктандырат.
lb: Keng Feiss bis haut.
lo: ຍັງບໍ່ມີລາຍຮັບເທື່ອ.
lt: Dar nėra informacijos.
lv: Vēl nav nevienas plūsmas.
mg: Tsy mbola misy sakafo.
mi: Karekau he whāngai.
mk: Сеуште не се храни.
ml: ഇതുവരെ ഫീഡുകൾ ഒന്നുമില്ല.
mn: Ямар ч тэжээл байхгүй байна.
mr: अजून फीड नाहीत
ms: Tiada suapan lagi.
mt: Għadhom m&#39;għadux għalfejn.
my: သေး feeds မရှိပါ။
ne: अहिले सम्म कुनै फिडहरू छैनन्।
nl: Nog geen feeds.
no: Ingen strømmer ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ feed ଣସି ଫିଡ୍ ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਫੀਡ ਨਹੀਂ.
pl: Brak kanałów.
ps: تراوسه هیڅ فیډز نشته.
pt: Nenhum feed ainda.
ro: Nu există feeduri încă.
ru: Пока нет фидов.
rw: Nta bigaburira.
sd: اڃان تائين فيڊز ناھي
si: තවමත් පෝෂණය නැත.
sk: Žiadne informačné kanály.
sl: Še ni virov.
sq: Asnjë ushqim ende.
sr: Још увек се не храни.
sv: Inga flöden ännu.
sw: Hakuna chakula bado.
ta: இதுவரை ஊட்டங்கள் இல்லை.
te: ఇంకా ఫీడ్ లు లేవు.
tg: Ҳатто хабардор нест.
th: ยังไม่มีฟีด
tk: Entek iýmit ýok.
tl: Wala pang mga feed.
tr: Henüz yayın yok.
tt: Фидлар юк.
ug: ھازىرچە يەم يوق.
uk: Немає каналів.
ur: ابھی تک فیڈ نہیں.
uz: Hech qanday ovqat yo&#39;q.
vi: Chưa có nguồn cấp dữ liệu nào.
xh: Akukho zondlo okwamanje.
yi: ניט קיין פידז נאָך.

source: comments
af: kommentaar
am: አስተያየቶች
ar: تعليقات
az: şərhlər
be: каментарыі
bg: коментари
bn: মন্তব্য
ca: comentaris
cs: komentáře
cy: sylwadau
da: kommentarer
de: Kommentare
el: σχόλια
eo: komentoj
es: comentarios
et: kommentaarid
eu: iruzkinak
fa: نظرات
fi: kommentteja
fr: commentaires
fy: opmerkings
ga: tuairimí
gd: beachdan
gl: comentarios
gu: ટિપ્પણીઓ
hi: टिप्पणियाँ
hr: komentari
hu: Hozzászólások
hy: մեկնաբանություններ
id: komentar
is: athugasemdir
it: Commenti
iw: הערות
ja: コメント
ka: კომენტარები
kk: пікірлер
km: មតិយោបល់
kn: ಕಾಮೆಂಟ್‌ಗಳು
ky: комментарийлер
lb: Kommentaren
lo: ຄໍາເຫັນ
lt: komentarus
lv: komentāri
mg: fanehoan-kevitra
mi: kōrero
mk: коментари
ml: അഭിപ്രായങ്ങൾ
mn: сэтгэгдэл
mr: टिप्पण्या
ms: komen
mt: kummenti
my: မှတ်ချက်များ
ne: टिप्पणीहरू
nl: opmerkingen
no: kommentarer
or: ମନ୍ତବ୍ୟଗୁଡିକ
pa: ਟਿੱਪਣੀਆਂ
pl: uwagi
ps: تبصرې
pt: comentários
ro: comentarii
ru: Комментарии
rw: ibitekerezo
sd: تبصرا
si: අදහස්
sk: komentáre
sl: komentarji
sq: komentet
sr: коментари
sv: kommentarer
sw: maoni
ta: கருத்துக்கள்
te: వ్యాఖ్యలు
tg: шарҳҳо
th: ความคิดเห็น
tk: teswirler
tl: mga komento
tr: yorumlar
tt: аңлатмалар
ug: باھا
uk: коментарі
ur: تبصرے
uz: Izohlar
vi: bình luận
xh: izimvo
yi: באַמערקונגען

source: comment
af: kommentaar lewer
am: አስተያየት
ar: تعليق
az: Şərh
be: каментар
bg: коментар
bn: মন্তব্য
ca: comentar
cs: komentář
cy: sylw
da: kommentar
de: Kommentar
el: σχόλιο
eo: komento
es: comentario
et: kommenteerida
eu: iruzkin
fa: اظهار نظر
fi: kommentti
fr: commentaire
fy: kommentaar
ga: trácht
gd: beachd
gl: comentar
gu: ટિપ્પણી
hi: टिप्पणी
hr: komentar
hu: megjegyzés
hy: մեկնաբանել
id: komentar
is: athugasemd
it: commento
iw: תגובה
ja: コメント
ka: კომენტარი
kk: түсініктеме
km: មតិយោបល់
kn: ಕಾಮೆಂಟ್
ku: agahkişî
ky: комментарий
lb: kommentéieren
lo: ຄໍາເຫັນ
lt: komentarą
lv: komentēt
mg: fanehoan-kevitra
mi: korero
mk: коментар
ml: അഭിപ്രായം
mn: сэтгэгдэл
mr: टिप्पणी
ms: komen
mt: jikkummenta
my: မှတ်ချက်
ne: टिप्पणी
nl: opmerking
no: kommentar
or: ମନ୍ତବ୍ୟ ଦିଅନ୍ତୁ |
pa: ਟਿੱਪਣੀ
pl: komentarz
ps: تبصره
pt: Comente
ro: cometariu
ru: комментарий
rw: igitekerezo
sd: تبصرو
si: අදහස් දක්වන්න
sk: komentovať
sl: komentar
sq: koment
sr: коментар
sv: kommentar
sw: maoni
ta: கருத்து
te: వ్యాఖ్య
tg: шарҳ
th: ความคิดเห็น
tk: teswir
tl: komento
tr: Yorum
tt: аңлатма
ug: باھا
uk: коментар
ur: تبصرہ
uz: izoh
vi: bình luận
xh: izimvo
yi: באַמערקונג

source: Add a comment
af: Lewer kommentaar
am: አስተያየት ጨምር
ar: اضف تعليق
az: Şərh əlavə edin
be: Дадайце каментарый
bg: Добави коментар
bn: একটা মন্তব্য যোগ করুন
ca: Afegeix un comentari
cs: Přidat komentář
cy: Ychwanegu sylw
da: Tilføj en kommentar
de: Einen Kommentar hinzufügen
el: Πρόσθεσε ένα σχόλιο
eo: Aldonu komenton
es: Añadir un comentario
et: Lisa kommentaar
eu: Gehitu iruzkin bat
fa: یک نظر اضافه کنید
fi: Lisää kommentti
fr: Ajouter un commentaire
fy: Foegje in reaksje
ga: Cuir nóta tráchta leis
gd: Cuir beachd ris
gl: Engade un comentario
gu: એક ટિપ્પણી ઉમેરો
hi: एक टिप्पणी जोड़ने
hr: Dodaj komentar
hu: Hozzászólni
hy: Ավելացնել մեկնաբանություն
id: Tambahkan komentar
is: Bættu við athugasemd
it: Aggiungi un commento
iw: הוסף תגובה
ja: コメントを追加
ka: დაამატეთ კომენტარი
kk: Пікір қосу
km: បន្ថែមមតិយោបល់
kn: ಕಾಮೆಂಟ್ ಸೇರಿಸಿ
ku: Şîroveyek lê zêde bike
ky: Комментарий кошуу
lb: Füügt e Kommentar
lo: ເພີ່ມຄຳເຫັນ
lt: Pridėti komentarą
lv: Pievieno komentāru
mg: Manampia fanehoan-kevitra
mi: Tāpirihia he korero
mk: Додај коментар
ml: ഒരു അഭിപ്രായം ചേർക്കുക
mn: Сэтгэгдэл нэмэх
mr: एक टिप्पणी जोडा
ms: Tambah komen
mt: Żid kumment
my: မှတ်ချက်တစ်ခုထည့်ပါ။
ne: टिप्पणी थप्नुहोस्
nl: Voeg een reactie toe
no: Legg til en kommentar
or: ଏକ ମନ୍ତବ୍ୟ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਟਿੱਪਣੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj komentarz
ps: یو نظر اضافه کړئ
pt: Adicione um comentário
ro: Adauga un comentariu
ru: Добавить комментарий
rw: Ongeraho igitekerezo
sd: تبصرو شامل ڪريو
si: අදහස දක්වන්න
sk: Pridať komentár
sl: Dodaj komentar
sq: Shto një koment
sr: Додајте коментар
sv: Lägg till en kommentar
sw: Ongeza maoni
ta: கருத்தைச் சேர்க்கவும்
te: వ్యాఖ్యను జోడించండి
tg: Эзоҳ илова кунед
th: เพิ่มความคิดเห็น
tk: Teswir goşuň
tl: Magdagdag ng komento
tr: Yorum ekle
tt: Аңлатма өстәгез
ug: باھا قوشۇڭ
uk: Додати коментар
ur: تبصرہ شامل کریں
uz: Fikr qo'shing
vi: thêm nhận xét
xh: Yongeza uluvo
yi: לייג אַ באַמערקונג

source: Template
af: Sjabloon
am: አብነት
ar: قالب
az: Şablon
be: Шаблон
bg: Шаблон
bn: টেমপ্লেট
ca: Plantilla
cs: Šablona
cy: Templed
da: Skabelon
de: Vorlage
el: Πρότυπο
eo: Ŝablono
es: Plantilla
et: Mall
eu: Txantiloia
fa: قالب
fi: Sapluuna
fr: Modèle
fy: Sjabloan
ga: Teimpléad
gd: Teamplaid
gl: Modelo
gu: Templateાંચો
hi: टेम्पलेट
hr: Predložak
hu: Sablon
hy: Կաղապար
is: Sniðmát
it: Modello
iw: תבנית
ja: テンプレート
ka: შაბლონი
kk: Үлгі
km: គំរូ
kn: ಟೆಂಪ್ಲೇಟು
ku: Plateablon
ky: Калып
lb: Schabloun
lo: ແມ່ແບບ
lt: Šablonas
lv: Veidne
mg: Endrika
mi: Tauira
mk: Шаблон
ml: ടെംപ്ലേറ്റ്
mn: Загвар
mr: टेम्पलेट
ms: Templat
mt: Mudell
ne: टेम्पलेट
nl: Sjabloon
no: Mal
or: ଟେମ୍ପଲେଟ୍ |
pa: ਫਰਮਾ
pl: Szablon
ps: کينډۍ
pt: Modelo
ro: Șablon
ru: Шаблон
rw: Inyandikorugero
sd: خاڪو
si: සැකිල්ල
sk: Šablóna
sl: Predloga
sq: Shabllon
sr: Предложак
sv: Mall
sw: Kiolezo
ta: வார்ப்புரு
te: మూస
tg: Шаблон
th: เทมเพลต
tk: Şablon
tr: Şablon
tt: Шаблон
ug: قېلىپ
uk: Шаблон
ur: سانچے
uz: Andoza
vi: Bản mẫu
xh: Itemplate
yi: מוסטער

source: No templates
af: Geen sjablone nie
am: አብነቶች የሉም
ar: لا توجد قوالب
az: Şablon yoxdur
be: Няма шаблонаў
bg: Няма шаблони
bn: কোনও টেম্পলেট নেই
ca: No hi ha plantilles
cs: Žádné šablony
cy: Dim templedi
da: Ingen skabeloner
de: Keine Vorlagen
el: Χωρίς πρότυπα
eo: Neniu ŝablono
es: Sin plantillas
et: Malle pole
eu: Ez dago txantiloirik
fa: بدون الگو
fi: Ei malleja
fr: Aucun modèle
fy: Gjin sjabloanen
ga: Uimh teimpléid
gd: Gun teamplaidean
gl: Non hai modelos
gu: કોઈ નમૂનાઓ નથી
hi: कोई टेम्पलेट नहीं
hr: Nema predložaka
hu: Nincsenek sablonok
hy: Կաղապարներ չկան
id: Tidak ada template
is: Engin sniðmát
it: Nessun modello
iw: אין תבניות
ja: テンプレートなし
ka: შაბლონები არ არის
kk: Шаблондар жоқ
km: គ្មានគំរូ
kn: ಟೆಂಪ್ಲೆಟ್ಗಳಿಲ್ಲ
ku: Tempablon tune
ky: Шаблон жок
lb: Keng Templates
lo: ບໍ່ມີແມ່ແບບ
lt: Šablonų nėra
lv: Nav veidņu
mg: Tsy misy modely
mi: Kaore he tauira
mk: Нема шаблони
ml: ടെം‌പ്ലേറ്റുകളൊന്നുമില്ല
mn: Загвар байхгүй
mr: टेम्पलेट नाहीत
ms: Tiada templat
mt: L-ebda mudelli
my: တင်းပလိတ်များမရှိပါ
ne: कुनै टेम्प्लेटहरू छैनन्
nl: Geen sjablonen
no: Ingen maler
or: କ temp ଣସି ଟେମ୍ପଲେଟ୍ ନାହିଁ |
pa: ਕੋਈ ਟੈਂਪਲੇਟ ਨਹੀਂ
pl: Brak szablonów
ps: ټیمپلیټونه نشته
pt: Sem modelos
ro: Fără șabloane
ru: Нет шаблонов
rw: Nta nyandikorugero
sd: ڪو به نمونو ناهي
si: සැකිලි නොමැත
sk: Žiadne šablóny
sl: Brez predlog
sq: Asnjë shabllon
sr: Без шаблона
sv: Inga mallar
sw: Hakuna templeti
ta: வார்ப்புருக்கள் இல்லை
te: టెంప్లేట్లు లేవు
tg: Шаблон нест
th: ไม่มีเทมเพลต
tk: Şablon ýok
tl: Walang mga template
tr: Şablon yok
tt: Шаблоннар юк
ug: قېلىپ يوق
uk: Немає шаблонів
ur: کوئی ٹیمپلیٹس نہیں
uz: Shablonlar yo‘q
vi: Không có mẫu
xh: Akukho templates
yi: קיין טעמפּלאַטעס

source: Done
af: Klaar
am: ተከናውኗል
ar: منجز
az: Bitdi
be: Гатова
bg: Свършен
bn: সম্পন্ন
ca: Fet
cs: Hotovo
cy: Wedi'i wneud
da: Færdig
de: Getan
el: Ολοκληρώθηκε
eo: Farita
es: Hecho
et: Valmis
eu: Eginda
fa: انجام شده
fi: Tehty
fr: Terminé
fy: Klear
ga: Arna dhéanamh
gd: Dèanta
gl: Feito
gu: થઈ ગયું
hi: किया हुआ
hr: Sastavljeno
hu: Kész
hy: Կատարած
id: Selesai
is: Gjört
it: Fatto
iw: בוצע
ja: できた
ka: შესრულებულია
kk: Дайын
km: ធ្វើរួច
kn: ಮುಗಿದಿದೆ
ku: Kirî
ky: Бүттү
lb: Gemaach
lo: ເຮັດແລ້ວ
lt: padaryta
lv: Gatavs
mg: hatao
mi: Kua Oti
mk: Направено
ml: ചെയ്‌തു
mn: Дууссан
mr: पूर्ण झाले
ms: Selesai
mt: Magħmul
my: ပြီးပြီ
ne: भयो
nl: Gedaan
no: Ferdig
or: ସମାପ୍ତ
pa: ਹੋ ਗਿਆ
pl: Gotowe
ps: وشو
pt: Feito
ro: Terminat
ru: Готово
rw: Byakozwe
sd: ٿي ويو
si: සිදු විය
sk: hotový
sl: Končano
sq: Bërë
sr: Готово
sv: Gjort
sw: Imefanywa
ta: முடிந்தது
te: పూర్తి
tg: Шуд
th: เสร็จแล้ว
tk: Boldy
tl: Tapos na
tr: Bitti
tt: Булды
ug: تامام
uk: Готово
ur: ہو گیا
uz: Bajarildi
vi: Làm xong
xh: Yenziwe
yi: געשען

source: Select the members who needs to fill this form
af: Kies die lede wat hierdie vorm moet invul
am: ይህን ቅጽ መሙላት የሚያስፈልጋቸውን አባላት ይምረጡ
ar: حدد الأعضاء الذين يحتاجون لملء هذا النموذج
az: Bu formanı doldurmalı olan üzvləri seçin
be: Выберыце ўдзельнікаў, якім неабходна запоўніць гэтую форму
bg: Изберете членовете, които трябва да попълнят този формуляр
bn: এই ফর্মটি পূরণ করতে হবে এমন সদস্যদের নির্বাচন করুন
ca: Seleccioneu els membres que necessiten omplir aquest formulari
cs: Vyberte členy, kteří musí vyplnit tento formulář
cy: Dewiswch yr aelodau sydd angen llenwi'r ffurflen hon
da: Vælg de medlemmer, der skal udfylde denne formular
de: Wählen Sie die Mitglieder aus, die dieses Formular ausfüllen müssen
el: Επιλέξτε τα μέλη που πρέπει να συμπληρώσουν αυτή τη φόρμα
eo: Elektu la membrojn, kiuj bezonas plenigi ĉi tiun formularon
es: Seleccione los miembros que necesitan completar este formulario
et: Valige liikmed, kes peavad selle vormi täitma
eu: Hautatu formulario hau bete behar duten kideak
fa: اعضایی را که باید این فرم را پر کنند انتخاب کنید
fi: Valitse jäsenet, joiden on täytettävä tämä lomake
fr: Sélectionnez les membres qui doivent remplir ce formulaire
fy: Selektearje de leden dy't dit formulier moatte ynfolje
ga: Roghnaigh na baill ar gá dóibh an fhoirm seo a líonadh
gd: Tagh na buill a dh ’fheumas am foirm seo a lìonadh
gl: Seleccione os membros que precisan cubrir este formulario
gu: આ ફોર્મ ભરવાની જરૂર હોય તેવા સભ્યોને પસંદ કરો
hi: उन सदस्यों का चयन करें जिन्हें इस फॉर्म को भरने की आवश्यकता है
hr: Odaberite članove koji trebaju ispuniti ovaj obrazac
hu: Válassza ki azokat a tagokat, akiknek ki kell tölteniük ezt az űrlapot
hy: Ընտրեք այն անդամներին, ովքեր պետք է լրացնեն այս ձևը
id: Pilih anggota yang perlu mengisi formulir ini
is: Veldu þá félaga sem þurfa að fylla út þetta eyðublað
it: Seleziona i membri che devono compilare questo modulo
iw: בחר את החברים שצריכים למלא טופס זה
ja: このフォームに記入する必要があるメンバーを選択してください
ka: აირჩიეთ წევრები, რომლებმაც უნდა შეავსონ ეს ფორმა
kk: Осы пішінді толтыруы қажет мүшелерді таңдаңыз
km: ជ្រើសរើសសមាជិកដែលត្រូវការបំពេញទម្រង់នេះ។
kn: ಈ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಬೇಕಾದ ಸದಸ್ಯರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ku: Endamên ku divê vê formê dagirin hilbijêrin
ky: Бул форманы толтуруу керек болгон мүчөлөрдү тандаңыз
lb: Wielt d'Memberen déi dëse Formulaire ausfëllen mussen
lo: ເລືອກສະມາຊິກທີ່ຕ້ອງການຕື່ມແບບຟອມນີ້
lt: Pasirinkite narius, kuriems reikia užpildyti šią formą
lv: Atlasiet dalībniekus, kuriem jāaizpilda šī veidlapa
mg: Fidio ireo mpikambana mila mameno ity taratasy ity
mi: Tīpakohia ngā mema hei whakakī i tēnei puka
mk: Изберете ги членовите кои треба да го пополнат овој формулар
ml: ഈ ഫോം പൂരിപ്പിക്കേണ്ട അംഗങ്ങളെ തിരഞ്ഞെടുക്കുക
mn: Энэ маягтыг бөглөх гишүүдээ сонго
mr: ज्या सदस्यांना हा फॉर्म भरायचा आहे ते निवडा
ms: Pilih ahli yang perlu mengisi borang ini
mt: Agħżel il-membri li jridu jimlew din il-formola
my: ဤဖောင်ဖြည့်ရန် လိုအပ်သော အဖွဲ့ဝင်များကို ရွေးပါ။
ne: यो फारम भर्नु पर्ने सदस्यहरू छान्नुहोस्
nl: Selecteer de leden die dit formulier moeten invullen
no: Velg medlemmene som skal fylle ut dette skjemaet
or: ଏହି ଫର୍ମ ପୂରଣ କରିବାକୁ ଆବଶ୍ୟକ କରୁଥିବା ସଦସ୍ୟମାନଙ୍କୁ ବାଛନ୍ତୁ |
pa: ਉਨ੍ਹਾਂ ਮੈਂਬਰਾਂ ਦੀ ਚੋਣ ਕਰੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਫਾਰਮ ਭਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Wybierz członków, którzy muszą wypełnić ten formularz
ps: هغه غړي وټاکئ چې دا فورمه ډکولو ته اړتیا لري
pt: Selecione os membros que precisam preencher este formulário
ro: Selectați membrii care trebuie să completeze acest formular
ru: Выберите участников, которым необходимо заполнить эту форму
rw: Hitamo abanyamuryango bakeneye kuzuza iyi fomu
sd: ميمبرن کي چونڊيو جن کي هن فارم ڀرڻ جي ضرورت آهي
si: මෙම පෝරමය පිරවීමට අවශ්‍ය සාමාජිකයන් තෝරන්න
sk: Vyberte členov, ktorí musia vyplniť tento formulár
sl: Izberite člane, ki morajo izpolniti ta obrazec
sq: Zgjidhni anëtarët që duhet të plotësojnë këtë formular
sr: Изаберите чланове који треба да попуне овај образац
sv: Välj de medlemmar som behöver fylla i detta formulär
sw: Chagua wanachama wanaohitaji kujaza fomu hii
ta: இந்தப் படிவத்தை நிரப்ப வேண்டிய உறுப்பினர்களைத் தேர்ந்தெடுக்கவும்
te: ఈ ఫారమ్ నింపాల్సిన సభ్యులను ఎంచుకోండి
tg: Аъзоёнеро, ки бояд ин варақаро пур кунанд, интихоб кунед
th: เลือกสมาชิกที่ต้องการกรอกแบบฟอร์มนี้
tk: Bu blankany doldurmaly agzalary saýlaň
tl: Piliin ang mga miyembrong kailangang punan ang form na ito
tr: Bu formu doldurması gereken üyeleri seçin
tt: Бу форманы тутырырга кирәк булган әгъзаларны сайлагыз
ug: بۇ جەدۋەلنى تولدۇرۇشقا ئېھتىياجلىق ئەزالارنى تاللاڭ
uk: Виберіть учасників, яким потрібно заповнити цю форму
ur: ان ممبروں کو منتخب کریں جنہیں یہ فارم بھرنا ہے۔
uz: Ushbu shaklni to'ldirishi kerak bo'lgan a'zolarni tanlang
vi: Chọn những thành viên cần điền vào biểu mẫu này
xh: Khetha amalungu afuna ukugcwalisa le fomu
yi: אויסקלייַבן די מיטגלידער וואָס דאַרפֿן צו פּלאָמבירן דעם פאָרעם

source: Update Form
af: Dateer vorm op
am: ቅጹን አዘምን
ar: نموذج التحديث
az: Formanı yeniləyin
be: Абнаўленне формы
bg: Актуализация на формуляра
bn: ফর্ম আপডেট করুন
ca: Formulari d'actualització
cs: Aktualizovat formulář
cy: Ffurflen Diweddaru
da: Opdater formular
de: Formular aktualisieren
el: Ενημέρωση φόρμας
eo: Ĝisdatigi Formularon
es: Formulario de actualización
et: Värskenda vormi
eu: Eguneratzeko formularioa
fa: به روز رسانی فرم
fi: Päivitä lomake
fr: Formulaire de mise à jour
ga: Foirm Nuashonraithe
gd: Foirm ùrachaidh
gl: Formulario de actualización
gu: ફોર્મ અપડેટ કરો
hi: अद्यतन प्रपत्र
hr: Ažuriraj obrazac
hu: Űrlap frissítése
hy: Թարմացնել ձևը
id: Perbarui Formulir
is: Uppfærðu eyðublað
it: Modulo di aggiornamento
iw: טופס עדכון
ja: 更新フォーム
ka: განაახლეთ ფორმა
kk: Пішінді жаңарту
km: ធ្វើបច្ចុប្បន្នភាពទម្រង់
kn: ಫಾರ್ಮ್ ಅನ್ನು ನವೀಕರಿಸಿ
ku: Nûvekirina Forma
ky: Форманы жаңыртуу
lo: ອັບເດດແບບຟອມ
lt: Atnaujinti formą
lv: Atjaunināt veidlapu
mg: Fanavaozana ny endrika
mi: Whakahou Puka
mk: Образец за ажурирање
ml: ഫോം അപ്ഡേറ്റ് ചെയ്യുക
mn: Маягтыг шинэчлэх
mr: फॉर्म अपडेट करा
ms: Kemas kini Borang
mt: Formola ta' Aġġornament
my: ဖောင်ကို အပ်ဒိတ်လုပ်ပါ။
ne: फारम अपडेट गर्नुहोस्
nl: Formulier bijwerken
no: Oppdater skjema
or: ଫର୍ମ ଅଦ୍ୟତନ କରନ୍ତୁ |
pa: ਫ਼ਾਰਮ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizuj formularz
ps: فورمه تازه کړئ
pt: Formulário de Atualização
ro: Actualizare formular
ru: Обновить форму
rw: Ifishi yo kuvugurura
sd: تازه ڪاري فارم
si: පෝරමය යාවත්කාලීන කරන්න
sk: Aktualizovať formulár
sl: Posodobite obrazec
sq: Përditëso Formularin
sr: Ажурирај образац
sv: Uppdatera formulär
sw: Kusasisha Fomu
ta: படிவத்தைப் புதுப்பிக்கவும்
te: ఫారమ్‌ను నవీకరించండి
tg: Навсозии форма
th: อัพเดทแบบฟอร์ม
tk: Formany täzeläň
tr: Formu Güncelle
tt: Форманы яңарту
ug: جەدۋەلنى يېڭىلاش
uk: Оновити форму
ur: اپڈیٹ فارم
uz: Shaklni yangilash
vi: Cập nhật biểu mẫu
xh: Ifom yoHlaziyo
yi: דערהייַנטיקן פאָרעם

source: Due Date
af: Vervaldatum
am: የመጨረሻ ማስረከቢያ ቀን
ar: تاريخ الاستحقاق
az: Bitiş tarixi, son tarix
be: Тэрмін
bg: Дата на падежа
bn: নির্দিষ্ট তারিখ
ca: Data de venciment
cs: Datum splatnosti
cy: Dyddiad Cau
da: Afleveringsdato
de: Geburtstermin
el: Ημερομηνία λήξης
eo: Due Dato
es: Fecha de vencimiento
et: Tähtaeg
eu: Data ordaindua
fa: تاریخ تحویل
fi: Eräpäivä
fr: Date d&#39;échéance
fy: Ferfaldatum
ga: Dáta dlite
gd: An latha ri thighinn
gl: Data de caducidade
gu: નિયત તારીખ
hi: नियत तारीख
hr: Datum dospijeća
hu: Esedékesség
hy: Վերջնաժամկետ
id: Batas tanggal terakhir
is: Gjalddagi
it: Scadenza
iw: תאריך להגשה
ja: 期日
ka: თარიღის თანახმად
kk: Мерзімнің өту күні
km: កាលបរិច្ឆេទ​កំណត់
kn: ಕಾರಣ ದಿನಾಂಕ
ku: Serdem
ky: Бүтүмдүк дата
lb: Fällegkeetsdatum
lo: ວັນ​ຄົບ​ກໍາ​ນົດ
lt: Mokėjimo data
lv: Gala termiņš
mg: Daty farany
mi: Te Ra Whakamutunga
mk: Датум на достава
ml: അവസാന തീയതി
mn: Хугацаатай дуусах хугацаа
mr: देय तारीख
ms: Tarikh Gagal
mt: Data ta &#39;skadenza
my: နောက်ဆုံးရက်
ne: म्याद मिति
nl: Opleveringsdatum
no: Tidsfrist
or: ଧାର୍ଯ୍ୟ ତାରିଖ
pa: ਅਦਾਇਗੀ ਤਾਰੀਖ
pl: Termin płatności
ps: د تاریخ په مطابق
pt: Data de Vencimento
ro: Data scadentă
ru: Срок
rw: Itariki ntarengwa
sd: مقرر تاريخ
si: ගෙවිය යුතු දිනය
sk: Do dátumu
sl: Datum zapadlosti
sq: Data e duhur
sr: Рок предаје
sv: Förfallodatum
sw: Tarehe ya kukamilisha
ta: தேதி தேதி
te: గడువు తేది
tg: Мӯҳлати пардохт
tk: Berlen senesi
tl: Takdang petsa
tr: Bitiş tarihi
tt: Түләү срогы
ug: قەرەلى توشقان ۋاقىت
uk: Термін сплати
ur: اخری تاریخ
uz: Muddati
vi: Ngày đáo hạn
xh: Umhla wokuphila

source: Due Time
af: Die regte tyd
am: ጊዜ ያለፈበት
ar: عند الوقت
az: Zamanında
be: З-за часу
bg: Срок за изпълнение
bn: দরুন সময়
ca: En el moment oportú
cs: Patřičný čas
cy: Amser dyledus
da: Forfaldsdato
de: Fällige Zeit
el: Εγκαίρως
eo: Due Tempo
es: Tiempo debido
et: Tähtaeg
fa: زمان مناسب
fi: Aika
fr: Échéance
fy: As it safier is
ga: Am Dlite
gd: Àm dùinte
gl: Tempo de espera
gu: યોગ્ય સમય
hi: निश्चित समय
hr: Vrijeme
hu: Kellő időben
hy: Ժամանակի ընթացքում
id: Waktunya
is: Fyrirframgreiðsla
it: Il tempo dovuto
iw: זמן אספקה
ja: 期限
ka: Დანიშნულ დროს
kk: Уақыты
km: ពេលកំណត់
kn: ಕಾರಣ ಸಮಯ
ku: Gava Demjimêr
ky: байланыштуу убакыт
lt: Laiku
lv: Laiks
mg: Time Time
mi: Te wa e pai ana
mk: Рок
ml: സമയം തീരും
mn: Хугацаатай
mr: योग्य वेळी
ms: Masa yang Dikehendaki
mt: Żmien dovut
my: သတ်မှတ်ထားသောအချိန်
ne: रहेको समय
no: Tidsfrist
or: ଧାର୍ଯ୍ୟ ସମୟ |
pa: ਨਿਰਧਾਰਤ ਸਮਾਂ
pl: Termin
ps: د وخت وخت
pt: Prazo de entrega
ro: Timp cuvenit
ru: Время
rw: Igihe gikwiye
sd: مقرر وقت
si: නියමිත වේලාවට
sk: Patričný čas
sl: Rok
sq: Koha e duhur
sr: Због времена
sv: Sinom tid
sw: Muda wa Kutunzwa
ta: உரிய நேரத்தில்
te: గడవు సమయం
tg: Вақтҳои охир
th: เวลาที่กำหนด
tk: Wagty
tl: Dahil Oras
tr: Zamanı
tt: Вакыт
ug: مۇۋاپىق ۋاقىت
uk: Час завершення
ur: آخری تاریخ
uz: Vaqt
vi: Thời gian đến hạn
xh: Ixesha elifanele
