Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
af: 10.3 U skadeloosstelling: U stem in om ons en al ons werknemers, beamptes, direkteure en agente te vrywaar, onskadelik te hou en te verdedig teen alle eise, eise, kostes, verrigtinge, ondersoeke, skadevergoeding, koste, uitgawes, verliese en enige ander aanspreeklikhede (insluitende redelike koste van prokureurs, hofkoste en uitgawes) wat voortspruit uit of verband hou met (i) u gebruik van die dienste in stryd met die ooreenkoms, (ii) &#39;n uitsluitlike eis, (iii) enige werklike of beweerde oortreding deur u van enige voorstelling, waarborg, verbond of verpligting ingevolge die Ooreenkoms, of (iv) u growwe nalatigheid of opsetlike wangedrag. U skadeloosstellingsverpligtinge kragtens hierdie Afdeling 10.3 sal enige beëindiging of verstryking van die Ooreenkoms oorleef.
am: 10.3 የመለያዎ ማረጋገጫ-ማንንም ሆነ ሁሉንም ሰራተኞቻችን ፣ መኮንኖቻችን ፣ ዳሬክተኞቻችን እና ወኪሎቻችንን ከማንኛውም እና ሁሉም የይገባኛል ጥያቄዎች ፣ ፍላጎቶች ፣ ሙግቶች ፣ ሂደቶች ፣ ምርመራዎች ፣ ጉዳቶች ፣ ወጪዎች ፣ ወጪዎች ፣ ኪሳራዎች ፣ ኪሳራዎችን እና ከማንኛውም ሌሎች ጉዳዮችን ማንሳት ፣ ጉዳትን ፣ ጉዳቶችን ፣ ጉዳቶችን ፣ ኪሳራዎችን እና ጉዳቶችን ማንሳትን ሙሉ በሙሉ ላለማሳወቅ ፣ ጉዳት ለማድረስ ተስማምተዋል እንዲሁም ግዴታውን በመጣስ (i) በስምምነቱ ውስጥ የተካተቱ የአገልግሎቶች አጠቃቀምን በተመለከተ (ሀ) ልዩ የይገባኛል ጥያቄ ፣ (iii) ማንኛውም ተጨባጭ ወይም ክስ ከተከሰሰ (iii) በስምምነቱ መሠረት ማንኛውንም ውክልና ፣ ዋስትና ፣ ቃል ኪዳን ወይም ግዴታ ወይም በዚህ አንቀጽ 10.3 መሠረት የመከራየት ግዴታዎችዎ የስምምነቱ ማቋረጡን ወይም የሚያበቃበትን ጊዜ የሚያልፉ ይሆናሉ።
ar: 10.3 تعويضك: أنت توافق على تعويضنا وحمايتنا وغير ضرر والدفاع عنا وجميع موظفينا وضباطنا ومديرينا ووكلائنا من أي وجميع المطالبات والطلبات والدعاوى والإجراءات والتحقيقات والأضرار والتكاليف والنفقات والخسائر وأية أخرى الالتزامات (بما في ذلك أتعاب المحامين المعقولة وتكاليف المحكمة ونفقاتها) الناشئة عن أو المتعلقة بـ (1) استخدامك للخدمات بخرق الاتفاقية ، (2) مطالبة مستبعدة ، (3) أي خرق فعلي أو مزعوم من قبلك من أي تمثيل أو ضمان أو ميثاق أو التزام بموجب الاتفاقية ، أو (4) إهمالك الجسيم أو سوء التصرف المتعمد. تظل التزامات التعويض بموجب هذا البند 10.3 سارية بعد أي إنهاء أو انتهاء للاتفاقية.
az: 10.3 Sizin ödəməniz: Sizi kompensasiya etməyə, zərərsiz saxlamağa razılaşırsınız və bizi və bütün işçilərimizi, zabitlərimizi, direktorlarımızı və agentlərimizi hər hansı bir iddia, tələb, iddia, icraat, araşdırma, ziyan, xərc, xərc, itki və digər hər şeydən müdafiə edirsiniz. Müqaviləni pozaraq (ii) Xidmətlərdən istifadə etməyinizlə bağlı yaranan öhdəliklər (məqbul vəkillərin haqları, məhkəmə xərcləri və xərcləri daxil olmaqla), (ii) Qaydasız İddia, (iii) sizin tərəfindən hər hansı bir faktiki və ya ehtimal olunan pozuntu. Razılığa əsasən hər hansı bir nümayəndəlik, zəmanət, əhd və ya öhdəlik, və ya (iv) kobud səhlənkarlığınız və ya bilərəkdən yalnış davranışınız. Bu Bölmə 10.3-dəki ödəmə öhdəliyiniz Sazişin hər hansı bir ləğvindən və ya bitməsindən sonra qalacaqdır.
be: 10.3 Ваша кампенсацыя: Вы згаджаецеся пакрываць шкоду, трымаць бяскрыўдныя і абараняць нас і ўсіх нашых супрацоўнікаў, афіцэраў, дырэктараў і агентаў ад любых патрабаванняў, патрабаванняў, пазоваў, разбораў, расследаванняў, пакрыцця страт, выдаткаў, выдаткаў, страт і любых іншых абавязацельствы (уключаючы разумныя адвакацкія ўзносы, судовыя выдаткі і выдаткі), якія ўзнікаюць у выніку альбо звязаных з (i) выкарыстаннем Вамі Паслуг з парушэннем Пагаднення; (ii) Выключаным патрабаваннем; (iii) любым фактычным або меркаваным парушэннем Вамі пра любое прадстаўленне, гарантыю, пакт або абавязацельства па Дамове, альбо (iv) вашу грубую нядбайнасць альбо наўмыснае парушэнне правілаў. Вашы абавязацельствы па пакрыцці ў адпаведнасці з дадзеным раздзелам 10.3 перажываюць любое спыненне або заканчэнне тэрміну дзеяння Пагаднення.
bg: 10.3 Вашето обезщетение: Вие се съгласявате да обезщетите, да държите безобидни и да защитавате нас и всички наши служители, служители, директори и агенти от всякакви искове, искания, дела, дела, разследвания, щети, разходи, разходи, загуби и всякакви други задължения (включително разумни адвокатски хонорари, съдебни разходи и разходи), произтичащи от или свързани с (i) използването на Услугите в нарушение на Споразумението, (ii) Изключен иск, (iii) всяко действително или предполагаемо нарушение от Вас на всяко представителство, гаранция, договор или задължение съгласно Споразумението или (iv) грубата ви небрежност или умишлено нарушение. Вашите задължения за обезщетение съгласно настоящия раздел 10.3 преживяват всяко прекратяване или изтичане на срока на споразумението.
bn: 10.3 আপনার ক্ষতিপূরণ: আপনি ক্ষতিপূরণ, নিরপরাধকে ধরে রাখতে এবং আমাদের এবং আমাদের সমস্ত কর্মচারী, কর্মকর্তা, পরিচালক এবং এজেন্টদের যে কোনও এবং সমস্ত দাবি, দাবি, মামলা, মামলা, তদন্ত, ক্ষয়ক্ষতি, ব্যয়, ব্যয়, ক্ষয় এবং অন্য যে কোনও একটির হাত থেকে রক্ষা করতে সম্মত হন (ii) চুক্তি লঙ্ঘন করে আপনার পরিষেবাগুলির ব্যবহার, (ii) একটি বর্জনিত দাবি, (iii) আপনার দ্বারা কোনও প্রকৃত বা কথিত লঙ্ঘন থেকে উদ্ভূত দায় (যুক্তিসঙ্গত অ্যাটর্নিদের ফি, আদালতের ব্যয় এবং ব্যয় সহ) চুক্তির অধীনে কোনও উপস্থাপনা, ওয়্যারেন্টি, চুক্তি বা বাধ্যবাধকতা বা (iv) আপনার সম্পূর্ণ অবহেলা বা ইচ্ছাকৃত অসদাচরণের বিষয়। এই ধারা 10.3 এর অধীনে আপনার ক্ষতিপূরণ বাধ্যবাধকতাগুলি চুক্তির যে কোনও অবসান বা মেয়াদ শেষ হবে।
ca: 10.3 La vostra indemnització: Accepteu indemnitzar, mantenir inofensius i defensar nosaltres i tots els nostres empleats, oficials, directors i agents de qualsevol reclamació, demanda, demanda, demanda, investigació, danys, despeses, despeses, pèrdues i qualsevol altra. passius (inclosos els honoraris d&#39;advocats raonables, les despeses judicials i les despeses) derivats o relatius a (i) el seu ús dels Serveis en violació de l&#39;Acord, (ii) una Reclamació Exclosa, (iii) qualsevol incompliment real o presumpte per part de vostè. de qualsevol representació, garantia, pacte o obligació en virtut de l&#39;Acord o (iv) la seva negligència greu o mala conducta voluntària. Les vostres obligacions d’indemnització previstes en aquesta secció 10.3 sobreviuran a qualsevol finalització o caducitat de l’Acord.
cs: 10.3 Vaše odškodnění: Souhlasíte s tím, že odškodníte, budete neškodně chránit a hájíte nás a všechny naše zaměstnance, vedoucí pracovníky, ředitele a agenty před jakýmikoli nároky, nároky, žalobami, řízeními, vyšetřováním, škodami, náklady, výdaji, ztrátami a dalšími závazky (včetně přiměřených poplatků za právní zastoupení, soudních nákladů a výdajů) vyplývajících nebo souvisejících s (i) vaším používáním Služeb v rozporu s Dohodou, (ii) Vyloučenou reklamací, (iii) jakýmkoli skutečným nebo domnělým porušením vámi jakýchkoli prohlášení, záruk, smluv nebo závazků vyplývajících ze smlouvy nebo (iv) hrubé nedbalosti nebo úmyslného pochybení. Vaše závazky týkající se odškodnění podle tohoto oddílu 10.3 zůstávají v platnosti i po ukončení nebo vypršení platnosti smlouvy.
cy: 10.3 Eich Indemniad: Rydych yn cytuno i indemnio, dal yn ddiniwed, ac amddiffyn ni a&#39;n holl weithwyr, swyddogion, cyfarwyddwyr ac asiantau rhag unrhyw hawliadau, galwadau, siwtiau, achos, ymchwiliadau, iawndal, costau, treuliau, ac unrhyw rai eraill rhwymedigaethau (gan gynnwys ffioedd atwrneiod rhesymol, costau llys a threuliau) sy&#39;n deillio o (i) eich defnydd o&#39;r Gwasanaethau yn groes i&#39;r Cytundeb, (ii) Hawliad Eithriedig, (iii) unrhyw doriad gwirioneddol neu honedig gennych chi o unrhyw gynrychiolaeth, gwarant, cyfamod neu rwymedigaeth o dan y Cytundeb, neu (iv) eich esgeulustod dybryd neu eich camymddwyn bwriadol. Bydd eich rhwymedigaethau indemnio o dan yr Adran 10.3 hon yn goroesi unrhyw derfynu neu ddiwedd y Cytundeb.
da: 10.3 Din skadeserstatning: Du accepterer at skadesløsholde, holde uskadelig og forsvare os og alle vores medarbejdere, officerer, direktører og agenter for ethvert krav, krav, søgsmål, sagsanlæg, efterforskning, skader, omkostninger, udgifter, tab og enhver anden forpligtelser (inklusive rimelige advokatsalærer, retsomkostninger og udgifter), der opstår som følge af (i) din brug af tjenesterne i strid med aftalen, (ii) et ekskluderet krav, (iii) enhver faktisk eller påstået overtrædelse af dig for enhver repræsentation, garanti, pagt eller forpligtelse i henhold til aftalen, eller (iv) din grove uagtsomhed eller forsætlige forseelser. Dine erstatningsforpligtelser i henhold til dette afsnit 10.3 skal overleve enhver opsigelse eller udløb af aftalen.
de: 10.3 Ihre Entschädigung: Sie erklären sich damit einverstanden, uns und alle unsere Mitarbeiter, leitenden Angestellten, Direktoren und Vertreter von sämtlichen Ansprüchen, Forderungen, Klagen, Verfahren, Ermittlungen, Schäden, Kosten, Ausgaben, Verlusten und anderen zu entschädigen, schadlos zu halten und zu verteidigen Verbindlichkeiten (einschließlich angemessener Anwaltskosten, Gerichtskosten und -kosten), die sich aus oder im Zusammenhang mit (i) Ihrer Nutzung der Dienste unter Verstoß gegen den Vertrag, (ii) einem ausgeschlossenen Anspruch, (iii) einem tatsächlichen oder mutmaßlichen Verstoß von Ihnen ergeben von jeglicher Zusicherung, Garantie, Zusage oder Verpflichtung aus dem Vertrag oder (iv) Ihrer groben Fahrlässigkeit oder vorsätzlichen Verfehlung. Ihre Freistellungsverpflichtungen gemäß diesem Abschnitt 10.3 gelten auch nach Beendigung oder Ablauf des Vertrags.
el: 10.3 Η αποζημίωση σας: Συμφωνείτε να αποζημιώσετε, να κρατήσετε αβλαβείς και να υπερασπιστείτε εμάς και όλους τους υπαλλήλους, τους αξιωματικούς, τους διευθυντές και τους αντιπροσώπους μας από οποιαδήποτε και κάθε αξίωση, απαίτηση, αγωγή, διαδικασία, έρευνα, ζημία, κόστος, έξοδα, απώλειες και οποιαδήποτε άλλη υποχρεώσεις (συμπεριλαμβανομένων εύλογων αμοιβών δικηγόρων, δικαστικών εξόδων και εξόδων) που προκύπτουν από ή σχετίζονται με (i) τη χρήση των Υπηρεσιών από εσάς κατά παράβαση της Συμφωνίας, (ii) Εξαιρούμενη Αξίωση, (iii) οποιαδήποτε πραγματική ή φερόμενη παραβίαση από εσάς οποιασδήποτε εκπροσώπησης, εγγύησης, σύμβασης ή υποχρέωσης βάσει του Συμφωνητικού ή (iv) της βαριάς αμέλειας ή εκούσιας συμπεριφοράς. Οι υποχρεώσεις αποζημίωσής σας σύμφωνα με την παρούσα Ενότητα 10.3 θα παραμείνουν σε ισχύ κατά τη λήξη ή τη λήξη της Συμφωνίας.
eo: 10.3 Via Indemnizo: Vi konsentas indemnigi, teni sendanĝeran, kaj protekti nin kaj ĉiujn niajn dungitojn, oficirojn, direktorojn kaj agentojn de ĉiaj aŭ pretendoj, petoj, procesoj, procesoj, esploroj, damaĝoj, kostoj, elspezoj, perdoj kaj ĉiu alia. ŝuldoj (inkluzive de raciaj honorarioj, juĝkostoj kaj elspezoj) devenantaj de aŭ rilate al (i) via uzo de la Servoj malobservante la Interkonsenton, (ii) Ekskludita Reklamo, (iii) ia reala aŭ supozata rompo de vi. pri iu ajn reprezento, garantio, interligo aŭ obligacio laŭ la Interkonsento, aŭ (iv) via grava neglektemo aŭ volonta miskonduto. Viaj indemnizaj devoj laŭ ĉi tiu Sekcio 10.3 postvivos al ĉia fino aŭ finiĝo de la Interkonsento.
es: 10.3 Su indemnización: Usted acepta indemnizar, eximir de responsabilidad y defendernos a nosotros y a todos nuestros empleados, funcionarios, directores y agentes de todos y cada uno de los reclamos, demandas, demandas, procedimientos, investigaciones, daños, costos, gastos, pérdidas y cualquier otro responsabilidades (incluidos honorarios razonables de abogados, costos y gastos judiciales) que surjan de o estén relacionados con (i) su uso de los Servicios en violación del Acuerdo, (ii) un Reclamo Excluido, (iii) cualquier incumplimiento real o presunto por usted de cualquier representación, garantía, convenio u obligación en virtud del Acuerdo, o (iv) su negligencia grave o mala conducta intencional. Sus obligaciones de indemnización bajo esta Sección 10.3 sobrevivirán a cualquier terminación o vencimiento del Acuerdo.
et: 10.3 Teie hüvitamine: Te nõustute hüvitama, hoidma ennast kahjutuks ja kaitsma meid ja kõiki meie töötajaid, ametnikke, direktoreid ja esindajaid kõigi nõuete, nõudmiste, hagide, menetluste, uurimiste, kahjude, kulude, kulude, kahjude ja muude kahjude eest kohustused (sealhulgas mõistlikud advokaaditasud, kohtukulud ja kulud), mis tulenevad või on seotud (i) teenuste kasutamisega lepingut rikkudes, (ii) välistatud nõudega, (iii) mis tahes tegeliku või väidetava rikkumisega teie poolt mis tahes lepingust tuleneva esinduse, garantii, lepingu või kohustuse kohta või (iv) teie raske hooletuse või tahtliku üleastumise korral. Teie käesoleva punkti 10.3 kohased hüvitamiskohustused kehtivad pärast lepingu lõppemist või lõppemist.
eu: 10.3 Zure Kalte-ordaina: kalteak, kostuak, gastuak, galerak eta beste edozein kaltegabe, kostu, gastu, galera eta beste guztietatik babestea onartzen duzu. erantzukizunak (abokatuen tasak, epaitegiaren kostuak eta gastuak barne) edo Zerbitzuak erabiltzea Hitzarmena urratzeari lotutakoak (ii) Baztertutako erreklamazioa, (iii) benetako edo ustezko arau-hausteak. edozein hitzarmenaren edo ordezkaritzaren, bermeen, itunen edo betebeharren edo (iv) zure arduragabekeria larria edo nahigabea. 10.3 atal honetan jasotako kalte-ordainen betebeharrak Hitzarmena amaitu edo iraungitzen denean iraungo du.
fa: 10.3 غرامت شما: شما موافقت می کنید غرامت ، بی ضرر ، و دفاع از ما و همه کارمندان ، افسران ، مدیران و نمایندگان ما از هر گونه ادعا ، مطالبات ، دادخواستها ، دادرسی ، تحقیقات ، خسارت ، هزینه ها ، هزینه ها ، ضرر و زیان و هر نوع دیگر. تعهدات (از جمله هزینه های وکلا معقول ، هزینه های دادگاه و هزینه های) ناشی از یا مربوط به (من) استفاده شما از خدمات در نقض توافق نامه ، (ب) ادعای محروم ، (iii) هرگونه نقض واقعی یا ادعایی توسط شما هرگونه نمایندگی ، ضمانت نامه ، میثاق یا تعهدات مندرج در این توافق نامه ، یا (iv) سهل انگاری ناخواسته یا سوء رفتار ناخواسته شما. تعهدات جبران خسارت شما تحت این بخش 10.3 باید از هرگونه خاتمه یا انقضاء توافق نامه بماند.
fi: 10.3 Vakuutuksesi: Suostut korvaamaan, pitämään vaarattomana ja puolustamaan meitä ja kaikkia työntekijöitämme, virkamiehiä, johtajia ja edustajia kaikilta vaatimuksilta, vaatimuksilta, kanteilta, menettelyiltä, tutkimuksilta, vahingoista, kustannuksista, kuluista, menetyksistä ja muista vastuut (mukaan lukien kohtuulliset asianajajien palkkiot, oikeudenkäyntikulut ja kulut), jotka aiheutuvat tai liittyvät (i) Palveluiden käyttämiseen sopimuksen vastaisesti, (ii) Poissuljetun vaatimuksen, (iii) käyttäjän tosiasiallisen tai väitetyn rikkomuksen kaikista sopimuksen mukaisista edustuksista, takuista, sopimuksista tai velvoitteista tai (iv) törkeästä huolimattomuudestasi tai tahallisesta väärinkäytöksestäsi. Tämän kohdan 10.3 mukaiset korvausvelvoitteesi säilyvät sopimuksen irtisanomisen tai voimassaolon päättymisen jälkeen.
fr: 10.3 Votre indemnisation: Vous vous engagez à indemniser, dégager de toute responsabilité et nous défendre ainsi que tous nos employés, dirigeants, administrateurs et agents contre toutes réclamations, demandes, poursuites, procédures, enquêtes, dommages, coûts, dépenses, pertes et tout autre les responsabilités (y compris les honoraires raisonnables d&#39;avocat, les frais de justice et les frais de justice) découlant de ou liées à (i) votre utilisation des Services en violation du Contrat, (ii) une Réclamation exclue, (iii) toute violation réelle ou alléguée de votre part de toute représentation, garantie, engagement ou obligation en vertu de l&#39;Accord, ou (iv) votre négligence grave ou faute intentionnelle. Vos obligations d&#39;indemnisation en vertu de la présente section 10.3 survivront à toute résiliation ou expiration de l&#39;accord.
fy: 10.3 Jo skeafergoeding: Jo stimme yn om us en al ús meiwurkers, offisieren, direkteuren en aginten te frijwarjen, ûnskadelik te hâlden, en ferdigenje fan alle easken, easken, saak, prosedueres, ûndersiik, skea, kosten, útjeften, ferlies en alle oare ferplichtingen (ynklusyf ridlike advokatekosten, rjochtbankkosten en -útjeften) dy&#39;t fuortkomme út of relatearre binne oan (i) jo gebrûk fan &#39;e Tsjinsten yn oertreding fan&#39; e Oerienkomst, (ii) in útsluten foardering, (iii) alle feitlike of bewearde ynbreuk troch jo fan elke fertsjinwurdiging, garânsje, ferbûn as ferplichting ûnder de oerienkomst, of (iv) jo grute neilittichheid of opsetlike mishanneling. Jo fergoedingsferplichtingen ûnder dizze paragraaf 10.3 sille elke beëinigjen of ferrinnen fan &#39;e oerienkomst oerlibje.
ga: 10.3 Do Shlánaithe: Aontaíonn tú sinn a shlánú, a shealbhú go neamhdhíobhálach, agus sinn féin agus ár bhfostaithe, oifigigh, stiúrthóirí agus gníomhairí uile a chosaint ar aon éilimh, éilimh, oireann, imeachtaí, imscrúduithe, damáistí, costais, costais, agus aon rud eile. dliteanais (lena n-áirítear táillí aturnae réasúnacha, costais chúirte agus caiteachais) a éiríonn as (i) d’úsáid na Seirbhísí de shárú ar an gComhaontú, (ii) Éileamh Eisiata, (iii) aon sárú iarbhír nó líomhnaithe agat ar aon uiríoll, baránta, cúnant nó oibleagáid faoin gComhaontú, nó (iv) d’fhaillí mór nó mí-iompar toiliúil. Mairfidh d’oibleagáidí slánaíochta faoin Alt 10.3 seo ó fhoirceannadh nó dul in éag an Chomhaontaithe.
gd: 10.3 Do Indemnification: Tha thu ag aontachadh a bhith a ’dì-cheadachadh, a’ cumail gun chron, agus gar dìon fhèin agus ar luchd-obrach, oifigearan, stiùirichean agus riochdairean bho thagraidhean, iarrtasan, suidhichidhean, imeachdan, rannsachaidhean, damaistean, cosgaisean, cosgaisean agus call sam bith eile. uallaichean (a ’toirt a-steach cìsean neach-lagha reusanta, cosgaisean cùirte agus cosgaisean) ag èirigh bho no co-cheangailte ri (i) do chleachdadh de na Seirbheisean a’ dol an aghaidh an Aonta, (ii) Tagradh Toirmisgte, (iii) briseadh fìor no casaid sam bith leat de riochdachadh, barantas, cùmhnant no uallach sam bith fon Aonta, no (iv) do dhearmad mòr no mì-ghiùlan a dh&#39;aona ghnothaich. Mairidh na dleastanasan dìon agad fon Earrann 10.3 seo gu crìch no crìoch air an Aonta.
gl: 10.3 A súa indemnización: Vostede acepta indemnizar, manter inofensivos e defender a nós e a todos os nosos empregados, oficiais, directores e axentes de calquera reclamación, demanda, demanda, demanda, investigación, danos, custos, gastos, perdas e calquera outra. pasivos (incluídos honorarios de avogados razoables, gastos xudiciais e gastos) derivados ou relacionados con (i) o uso dos servizos con violación do acordo, (ii) unha reclamación excluída, (iii) calquera incumprimento real ou suposto por vostede. de calquera representación, garantía, pacto ou obriga conforme ao acordo, ou (iv) a súa neglixencia grave ou mala conducta. As súas obrigas de indemnización previstas nesta sección 10.3 sobrevivirán a calquera rescisión ou caducidade do acordo.
gu: 10.3 તમારું વળતર: તમે કોઈ પણ અને બધા દાવા, માંગ, દાવો, કાર્યવાહી, તપાસ, નુકસાન, ખર્ચ, ખર્ચ, ખોટ અને અન્ય કોઈપણમાંથી અમને અને અમારા બધા કર્મચારીઓ, અધિકારીઓ, ડિરેક્ટર અને એજન્ટોનું નુકસાન, નુકસાન પહોંચાડવાનું, અને બચાવવા માટે સંમત થાઓ છો. (ii) બાકાત રાખેલા દાવા, (iii) તમારા દ્વારા કરાયેલ કોઈ વાસ્તવિક અથવા કથિત ભંગ (ii) કરારનું ઉલ્લંઘન કરતી સેવાઓનો ઉપયોગ અથવા તેનાથી ઉદ્ભવતા અથવા સંબંધિત સંબંધિત જવાબદારીઓ (વાજબી એટર્નીની ફી, કોર્ટના ખર્ચ અને ખર્ચ સહિત) કરાર હેઠળ કોઈપણ રજૂઆત, વ ,રંટિ, કરાર અથવા જવાબદારી, અથવા (iv) તમારી સંપૂર્ણ બેદરકારી અથવા ઇરાદાપૂર્વકની ગેરવર્તણૂકું. આ કલમ 10.3 હેઠળની તમારી ક્ષતિભંગ જવાબદારીઓ કરારની કોઈપણ સમાપ્તિ અથવા સમાપ્તિથી બચી જશે.
hi: 10.3 आपकी क्षतिपूर्ति: आप क्षतिपूर्ति करने के लिए सहमत हैं, हानिरहित पकड़ रखते हैं, और किसी भी और सभी दावों, मांगों, सूट, कार्यवाही, जांच, क्षति, लागत, व्यय, हानि और किसी भी अन्य से हमारे सभी कर्मचारियों, अधिकारियों, निदेशकों और एजेंटों की रक्षा करते हैं। देनदारियों (उचित वकीलों की फीस, अदालत की लागत और व्यय सहित) समझौते के उल्लंघन में (i) सेवाओं के आपके उपयोग से (या) से संबंधित हैं, (ii) आपके द्वारा किसी वास्तविक या कथित उल्लंघन को छोड़कर समझौते के तहत किसी भी प्रतिनिधित्व, वारंटी, वाचा या दायित्व, या (iv) आपकी घोर लापरवाही या इच्छाधारी दुराचार। इस धारा १०.३ के तहत आपकी क्षतिपूर्ति बाध्यताएं समझौते की किसी भी समाप्ति या समाप्ति से बची रहेंगी।
hr: 10.3 Vaša odšteta: Slažete se da ćete obeštetiti, držati se bezopasnim i braniti nas i sve naše zaposlenike, službenike, direktore i agente od bilo kojih zahtjeva, zahtjeva, tužbi, postupaka, istraga, šteta, troškova, troškova, gubitaka i bilo kojeg drugog obveze (uključujući razumne odvjetničke naknade, sudske troškove i troškove) koje proizlaze iz ili se odnose na (i) vašu upotrebu Usluga kršeći Sporazum, (ii) isključeni zahtjev, (iii) bilo koju stvarnu ili navodnu povredu koju ste izvršili bilo kojeg zastupanja, jamstva, sporazuma ili obveze iz ovog Ugovora ili (iv) vaše grube nepažnje ili namjernog kršenja zakona. Vaše odštetne obveze prema ovom odjeljku 10.3 preživljavat će nakon raskida ili isteka Ugovora.
hu: 10.3 Ön kártalanítása: Ön vállalja, hogy kártalanítja, ártalmatlannak tartja és megvédi minket és minden alkalmazottunkat, tisztjeinket, igazgatóinkat és ügynökeinket minden igénytől, követeléstől, pertől, eljárástól, nyomozástól, károktól, költségektől, költségeitől, veszteségeitől és minden egyéb kötelezettségek (ideértve az ésszerű ügyvédi díjakat, bírósági költségeket és költségeket), amelyek felmerülnek vagy kapcsolódnak a következőkhöz: i) a Szolgáltatásoknak a Megállapodást megsértésével történő használata, (ii) kizárt követelés, (iii) az Ön tényleges vagy állítólagos megszegése bármilyen képviselet, garancia, szövetség vagy kötelezettségvállalás a megállapodás alapján, vagy (iv) súlyos gondatlanság vagy szándékos kötelességszegés. Az e 10.3. Szakasz szerinti kártalanítási kötelezettségei fennállnak a Szerződés bármilyen felmondása vagy lejárta esetén is.
hy: 10.3 Ձեր փոխհատուցում. Դուք համաձայն եք փոխհատուցել, անվնաս պահել և պաշտպանել մեզ և մեր բոլոր աշխատակիցներին, սպաներին, տնօրեններին և գործակալներին ցանկացած և բոլոր պահանջներից, պահանջներից, հայցերով, դատավարություններով, քննություններով, վնասներով, ծախսերով, ծախսերով, կորուստներով և ցանկացած այլ պարտավորություններ (ներառյալ փաստաբանի փաստաբանների վճարները, դատական ծախսերը և ծախսերը), որոնք բխում են կամ առնչվում են (i) Ծառայությունների օգտագործմանը `համաձայնագրի խախտմամբ, (ii) Բացառված պահանջով, (iii) ձեր կողմից իրական կամ ենթադրյալ խախտում: Պայմանագրով նախատեսված ցանկացած ներկայացուցչություն, երաշխիք, դաշնագիր կամ պարտավորություն կամ (iv) ձեր կոպիտ անփութության կամ կամայական վարքագիծ: Սույն բաժնի 10.3-ի համաձայն ձեր հատուցման պարտավորությունները պետք է գոյատևեն Համաձայնագրի ցանկացած դադարեցում կամ ավարտ:
id: 10.3 Ganti Rugi Anda: Anda setuju untuk mengganti rugi, tidak berbahaya, dan membela kami dan semua karyawan, pejabat, direktur, dan agen kami dari setiap dan semua klaim, tuntutan, tuntutan, tuntutan, proses, penyelidikan, kerusakan, biaya, pengeluaran, kerugian, dan lainnya kewajiban (termasuk biaya pengacara yang masuk akal, biaya pengadilan dan biaya) yang timbul dari atau berkaitan dengan (i) penggunaan Anda terhadap Layanan yang melanggar Perjanjian, (ii) Klaim yang Dikecualikan, (iii) setiap pelanggaran aktual atau dugaan pelanggaran oleh Anda representasi, jaminan, perjanjian atau kewajiban apa pun berdasarkan Perjanjian, atau (iv) kelalaian Anda atau kesalahan yang disengaja. Kewajiban ganti rugi Anda berdasarkan Bagian 10.3 ini akan tetap berlaku setelah pengakhiran atau berakhirnya Perjanjian.
is: 10.3 Skaðabótaskylda þín: Þú samþykkir að bæta, halda skaðlausu og verja okkur og alla starfsmenn okkar, yfirmenn, stjórnendur og umboðsmenn frá öllum kröfum, kröfum, málum, málum, rannsóknum, tjóni, kostnaði, útgjöldum, tapi og hvers konar öðrum skuldir (þ.mt hæfileg lögfræðikostnaður, málskostnaður og kostnaður) sem stafar af eða tengjast (i) notkun þinni á þjónustunni í bága við samninginn, (ii) útilokaða kröfu, (iii) raunverulegt eða meint brot frá þér um framsetningu, ábyrgð, sáttmála eða skyldu samkvæmt samningnum, eða (iv) verulegu gáleysi þínu eða vísvitandi hegðun. Skaðabótaábyrgð þín samkvæmt þessum kafla 10.3 skal lifa við allar uppsagnir eða fyrning samningsins.
it: 10.3 Indennizzo: l&#39;utente accetta di indennizzare, tenere indenne, e difendere noi e tutti i nostri dipendenti, funzionari, direttori e agenti da qualsiasi rivendicazione, richiesta, causa, procedimento, indagine, danni, costi, spese, perdite e qualsiasi altro le responsabilità (incluse le spese legali ragionevoli, le spese giudiziarie e le spese) derivanti o relative a (i) il tuo uso dei Servizi in violazione del Contratto, (ii) un reclamo escluso, (iii) qualsiasi violazione effettiva o presunta da te di qualsiasi dichiarazione, garanzia, alleanza o obbligo ai sensi del Contratto o (iv) la tua negligenza grave o dolo. Gli obblighi di indennizzo ai sensi della presente Sezione 10.3 sopravvivranno a qualsiasi risoluzione o scadenza del Contratto.
iw: 10.3 השיפוי שלך: אתה מסכים לשפות, להחזיק במזיקים ולהגן עלינו ועל כל עובדינו, נושאי המשרה, הדירקטורים והסוכנים מכל טענה, דרישה, תביעה, הליכים, חקירות, נזקים, עלויות, הוצאות, הפסדים וכל סוג אחר התחייבויות (כולל שכר טרחת עורכי דין סביר, הוצאות משפט והוצאות) הנובעות או קשורות ל (i) השימוש שלך בשירותים תוך הפרה של ההסכם, (ii) תביעה שלא נכללה, (iii) כל הפרה בפועל או לכאורה על ידך. על כל מצג, אחריות, אמנה או התחייבות לפי ההסכם, או (iv) רשלנות גסה או התנהגות בלתי הולמת מכוונת שלך. התחייבויות השיפוי שלך לפי סעיף 10.3 זה ישרדו כל סיום או תפוגה של ההסכם.
ja: 10.3お客様の補償：お客様は、当社および当社のすべての従業員、役員、取締役、代理人を、すべての請求、要求、訴訟、訴訟、調査、損害、費用、費用、損失、およびその他のあらゆるものから補償し、無害にすることに同意するものとします。 （i）契約に違反したサービスの使用、（ii）除外された請求、（iii）お客様による実際のまたは申し立てられた違反に起因または関連する責任（合理的な弁護士費用、裁判所の費用および費用を含む）本契約に基づく表明、保証、誓約、または義務、または（iv）お客様の重大な過失または故意の違法行為。この第10.3条に基づく補償義務は、契約の終了または満了後も存続するものとします。
ka: 10.3 თქვენი ანაზღაურება: თქვენ ეთანხმებით ზიანის ანაზღაურებას, უვნებლად დაცვას და ჩვენს და ჩვენს ყველა თანამშრომელს, ოფიცერს, დირექტორს და აგენტს, ნებისმიერი მოთხოვნისაგან, მოთხოვნების, სარჩელების, სამართალწარმოების, გამოძიების, ზიანის ანაზღაურების, ხარჯების, ხარჯების, ზარალისგან და სხვაგან. ვალდებულებები (ადვოკატთა მოსაკრებლების ჩათვლით, სასამართლო ხარჯებისა და ხარჯების ჩათვლით), რომლებიც გამომდინარეობს ან უკავშირდება (i) თქვენს გამოყენებას ხელშეკრულების დარღვევით, (ii) გამორიცხული პრეტენზია, (iii) თქვენს მიერ რაიმე ფაქტობრივი ან სავარაუდო დარღვევა. ხელშეკრულებით გათვალისწინებული ნებისმიერი წარმომადგენლობის, გარანტიის, შეთანხმების ან ვალდებულებების შესახებ, ან (iv) თქვენი უხეში დაუდევრობა ან მიზანმიმართული საქციელი. 10.3 პუნქტით გათვალისწინებული თქვენი ანაზღაურებადი ვალდებულებები გადარჩება ხელშეკრულების შეწყვეტის ან დასრულების შესახებ.
kk: 10.3 Сіздің өтемақыңыз: Сіз өтеуге, зиянсыз ұстауға келісесіз және бізді және біздің барлық қызметкерлерімізді, қызметкерлерімізді, директорларымызды және агенттерді кез-келген шағымдардан, талаптардан, сот істерінен, сот ісін жүргізуден, тергеуден, шығындардан, шығындардан, шығындардан және басқа да жағдайлардан қорғауға келісесіз. Келісімді бұза отырып (ii) Сіздің Қызметтерді пайдалануыңызға байланысты туындаған міндеттемелерге (адвокаттардың жалақысы, сот шығындары мен шығыстарын қоса), (ii) алынып тасталған шағым, (iii) сіз жасаған кез келген нақты немесе болжамды бұзушылықтар. Келісім бойынша кез-келген өкілдік, кепілдік, келісім немесе міндеттеме, немесе (iv) өрескел немқұрайлылық немесе қасақана заңсыздық. Осы 10.3 Бөлім бойынша сіздің төлем міндеттемелеріңіз Келісімнің бұзылуынан немесе әрекет ету мерзімінің аяқталуынан сақталады.
km: ១០.៣ ការបញ្ជាក់ពីសំណងរបស់អ្នក៖ អ្នកយល់ព្រមសងជំងឺចិត្តនិងមិនបង្កគ្រោះថ្នាក់និងការពារយើងនិងនិយោជិកមន្រ្តីនាយកនិងភ្នាក់ងារទាំងអស់ពីការទាមទារការទាមទារបណ្តឹងកិច្ចដំណើរការនីតិវិធីការស៊ើបអង្កេតការខូចខាតការខូចខាតការចំណាយការខាតបង់និងអ្វីផ្សេងទៀត ការទទួលខុសត្រូវ (រាប់បញ្ចូលទាំងថ្លៃឈ្នួលមេធាវីសមហេតុផលថ្លៃដើមនិងការចំណាយរបស់តុលាការ) ដែលកើតឡើងឬទាក់ទងទៅនឹង (i) ការប្រើប្រាស់សេវាកម្មរបស់អ្នកក្នុងការរំលោភលើកិច្ចព្រមព្រៀង (ii) បណ្តឹងដែលបានដកចេញ (iii) ការរំលោភបំពានជាក់ស្តែងឬដោយចោទប្រកាន់។ នៃការតំណាងការធានាកិច្ចព្រមព្រៀងឬកាតព្វកិច្ចណាមួយក្រោមកិច្ចព្រមព្រៀងឬ (iv) ការធ្វេសប្រហែសដុលរបស់អ្នកឬការប្រព្រឹត្តខុសដោយចេតនា។ កាតព្វកិច្ចសំណងរបស់អ្នកដែលមានចែងក្នុងផ្នែកទី ១០.៣ នេះនឹងរស់រានមានជីវិតពីការបញ្ចប់ឬផុតកំណត់នៃកិច្ចព្រមព្រៀង។
kn: 10.3 ನಿಮ್ಮ ನಷ್ಟ ಪರಿಹಾರ: ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲಾ ಹಕ್ಕುಗಳು, ಬೇಡಿಕೆಗಳು, ಸೂಟುಗಳು, ವಿಚಾರಣೆಗಳು, ತನಿಖೆಗಳು, ಹಾನಿಗಳು, ವೆಚ್ಚಗಳು, ವೆಚ್ಚಗಳು, ನಷ್ಟಗಳು ಮತ್ತು ಇನ್ನಿತರ ಯಾವುದೇ ಹಕ್ಕು, ನಷ್ಟ, ಹಾನಿಯಾಗದಂತೆ ಮತ್ತು ನಮ್ಮನ್ನು ಮತ್ತು ನಮ್ಮ ಎಲ್ಲ ನೌಕರರು, ಅಧಿಕಾರಿಗಳು, ನಿರ್ದೇಶಕರು ಮತ್ತು ಏಜೆಂಟರನ್ನು ರಕ್ಷಿಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. (i) ಒಪ್ಪಂದವನ್ನು ಉಲ್ಲಂಘಿಸಿ ನಿಮ್ಮ ಸೇವೆಗಳ ಬಳಕೆ, (ii) ಹೊರತುಪಡಿಸಿದ ಹಕ್ಕು, (iii) ನಿಮ್ಮಿಂದ ಯಾವುದೇ ನೈಜ ಅಥವಾ ಆಪಾದಿತ ಉಲ್ಲಂಘನೆ ಉಂಟಾಗುವ ಅಥವಾ ಅದಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಅಥವಾ ಉಂಟಾಗುವ ಹೊಣೆಗಾರಿಕೆಗಳು (ಸಮಂಜಸವಾದ ವಕೀಲರ ಶುಲ್ಕಗಳು, ನ್ಯಾಯಾಲಯದ ವೆಚ್ಚಗಳು ಮತ್ತು ವೆಚ್ಚಗಳು ಸೇರಿದಂತೆ). ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ಯಾವುದೇ ಪ್ರಾತಿನಿಧ್ಯ, ಖಾತರಿ, ಒಡಂಬಡಿಕೆ ಅಥವಾ ಬಾಧ್ಯತೆ, ಅಥವಾ (iv) ನಿಮ್ಮ ಸಂಪೂರ್ಣ ನಿರ್ಲಕ್ಷ್ಯ ಅಥವಾ ಉದ್ದೇಶಪೂರ್ವಕ ದುಷ್ಕೃತ್ಯ. ಈ ವಿಭಾಗ 10.3 ರ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ನಷ್ಟ ಪರಿಹಾರದ ಕಟ್ಟುಪಾಡುಗಳು ಒಪ್ಪಂದದ ಯಾವುದೇ ಮುಕ್ತಾಯ ಅಥವಾ ಮುಕ್ತಾಯವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುತ್ತವೆ.
ku: 10.3 Dravkirina we: Hûn qebûl dikin ku zirarê bidin, zirarê bigirin, û parastina me û hemî karmendên me, efser, rêvebir û nûnerên me ji her û her doz, daxwaz, daxwaz, doz, doz, lêpirsîn, zirar, lêçûn, lêçûn, lêçûn, zirar û her kesê din bikin. berpirsiyariyên (di nav de berdêlên parêzerên maqûl, mesrefên dadgehê û lêçûnên) ku ji holê an ji têkildarî (i) karanîna we ya karûbarên di binpêkirina Peymanê de ne, (ii) Daxuyaniyek Bêdawî, (iii) her binpêkirinên rastîn an îdîaya ji hêla we ve. ji her nûner, garantî, peyman an berpirsiyarî ya li gorî Peymanê, an (iv) nexwestiya we ya qewimîn an tevgerê bê guman. Hewcedariyên we yên li gorî vê Beşê 10.3 dê di her qedînek an qedandina Peymana de sax bimînin.
ky: 10.3 Сиздин ордун толтуруу: Сиз зыяндын ордун толтурууга, зыянсыз кармап турууга макулдук бересиз жана бизди жана биздин бардык кызматкерлерибизди, офицерлерибизди, директорлорубузду жана агенттерибизди ар кандай дооматтардан, талаптардан, соттук териштирүүлөрдөн, сот процесстеринен, тергөө иштеринен, зыяндардан, чыгымдардан, чыгымдардан жана башка бардык нерселерден коргоп жатасыз. (i) Кызматтарды Макулдашууну бузуу менен пайдалануу, (ii) Четке кагылган Доомат, (iii) сиз тарабынан иш жүзүндө же болжолдуу түрдө бузулгандыгы менен байланыштуу келип чыккан милдеттенмелер (анын ичинде адвокаттардын акылары, сот чыгымдары жана чыгымдары). Келишим боюнча кандайдыр бир өкүлчүлүктү, кепилдикти, келишимди же милдеттенмени, же (iv) одоно этиятсыздыгыңызды же атайылап туура эмес жасагандыгыңызды. Ушул 10.3 Бөлүмгө ылайык, сиздин ордун толтуруу боюнча милдеттенмелериңиз Келишимдин мөөнөтү аяктаганда же бүткөндөн кийин гана сакталат.
lb: 10.3 Är Schuedensweis: Dir averstanen eis ze schueden, onschiedlech ze halen, an eis an all eis Mataarbechter, Offizéier, Direkteren an Agenten vu jidderengem vun alle Fuerderungen, Demanden, Sueden, Enquêten, Enquêten, Schuedenersaz, Käschten, Käschten, Verloschter an all aner ze verteidegen Verbëndlechkeete (inklusiv raisonnabel Käschte fir Affekote, Geriichtskäschten a Käschten) déi aus oder am Zesummenhang mat (i) Äre Gebrauch vun de Servicer am Verletzung vun der Konventioun sinn, (ii) eng ausgeschloss Fuerderung, (iii) all tatsächlech oder angeblech Verstouss vun Iech vun all Duerstellung, Garantie, Bund oder Flicht ënner der Konventioun, oder (iv) Är groer Noléissegkeet oder bewosst Mëssverhalen. Är Schuedensflicht ënner dëser Sektioun 10.3 iwwerliewt all Enn oder Verfall vun der Konventioun.
lo: 10.3 Indemnification ຂອງທ່ານ: ທ່ານຕົກລົງທີ່ຈະ indemnify, ຖືເປັນອັນຕະລາຍ, ແລະປ້ອງກັນພວກເຮົາແລະພະນັກງານ, ພະນັກງານ, ຜູ້ ອຳ ນວຍການແລະຕົວແທນທຸກຄົນຈາກການຮຽກຮ້ອງ, ການຮຽກຮ້ອງ, ການຟ້ອງຮ້ອງ, ການ ດຳ ເນີນຄະດີ, ການສືບສວນ, ການເສຍຫາຍ, ຄ່າໃຊ້ຈ່າຍ, ຄ່າໃຊ້ຈ່າຍ, ການສູນເສຍແລະອື່ນໆ ຄວາມຮັບຜິດຊອບ (ລວມທັງຄ່າໃຊ້ຈ່າຍຂອງທະນາຍຄວາມທີ່ສົມເຫດສົມຜົນ, ຄ່າໃຊ້ຈ່າຍໃນສານແລະຄ່າໃຊ້ຈ່າຍ) ທີ່ເກີດຂື້ນຫຼືກ່ຽວຂ້ອງກັບ (i) ການໃຊ້ບໍລິການຂອງທ່ານໃນການລະເມີດສັນຍາ, (ii) ຂໍ້ຮຽກຮ້ອງທີ່ຖືກຍົກເວັ້ນ, (iii) ການລະເມີດຕົວຈິງຫຼືຕາມຂໍ້ກ່າວຫາຂອງທ່ານ. ຂອງການເປັນຕົວແທນ, ການຮັບປະກັນ, ພັນທະສັນຍາຫລືພັນທະພາຍໃຕ້ສັນຍາ, ຫຼື (iv) ການລະເລີຍລວມຂອງທ່ານຫຼືການປະພຶດທີ່ບໍ່ດີ. ພາລະຜູກພັນຂອງທ່ານພາຍໃຕ້ຂໍ້ 10.3 ນີ້ຈະຢູ່ລອດທຸກການຍົກເລີກຫລື ໝົດ ອາຍຸຂອງສັນຍາ.
lt: 10.3 Jūsų nuostolių atlyginimas: Jūs sutinkate atlyginti žalą, laikyti ją nekenksmingą ir ginti mus ir visus mūsų darbuotojus, pareigūnus, vadovus ir agentus nuo visų pretenzijų, reikalavimų, ieškinių, procesų, tyrimų, žalos atlyginimo, išlaidų, išlaidų, nuostolių ir visų kitų įsipareigojimai (įskaitant pagrįstus advokato honorarus, teismo išlaidas ir išlaidas), atsirandantys dėl ar susijusių su (i) jūsų naudojimusi paslaugomis pažeidžiant susitarimą, (ii) neįtrauktu ieškiniu, (iii) bet kokiu faktiniu ar tariamu jūsų pažeidimu bet kokį atstovavimą, garantiją, susitarimą ar įsipareigojimus pagal šią sutartį arba (iv) dėl jūsų didelio aplaidumo ar tyčinio netinkamo elgesio. Jūsų nuostolių atlyginimo įsipareigojimai pagal šį 10.3 skyrių galios ir po sutarties nutraukimo ar pasibaigimo.
lv: 10.3. Jūsu atlīdzība: Jūs piekrītat atlīdzināt, nekaitēt un aizstāvēt mūs un visus mūsu darbiniekus, virsniekus, direktorus un aģentus no visām pretenzijām, prasībām, tiesas prāvām, tiesvedību, izmeklēšanu, zaudējumiem, izmaksām, izdevumiem, zaudējumiem un citām saistības (ieskaitot saprātīgu advokātu atlīdzību, tiesas izmaksas un izdevumus), kas rodas no vai ir saistīti ar (i) Pakalpojumu izmantošanu, pārkāpjot Līgumu, (ii) izslēgtu prasību, (iii) jebkādu faktisku vai iespējamu jūsu pārkāpumu par jebkuru pārstāvību, garantiju, derību vai saistībām, kas noteiktas Līgumā, vai (iv) par rupju neuzmanību vai tīšu nepareizu izturēšanos. Jūsu kompensācijas saistības, kas noteiktas šajā 10.3. Sadaļā, paliek spēkā pēc līguma izbeigšanas vai termiņa beigām.
mg: 10.3 Ny fanamelohana anao: manaiky ianao hanome trosa, mizaka loza, ary miaro anay sy ny mpiasanay, manamboninahitra, tompon&#39;andraikitra rehetra ary tompon&#39;andraikitra rehetra amin&#39;ny fangatahana rehetra, fitakiana, fitoriana, fanadinana, fanimbana, vola, fandaniana, very, ary ny hafa manan-kery (ao anatin&#39;izany ny saram-pitsarana mety, ny vidin&#39;ny fitsarana ary ny fandaniana) nipoitra na nifandraika tamin&#39;ny (i) ny fampiasana ny serivisy izay fanitsakitsahana ny fifanarahana, (ii) fitakiana tsy voatazona, (iii) ny fanitsakitsahana ny tena nisy na voalaza ho anao. na inona na inona fanehoana, fiantohana, fifanekena na adidy eo ambanin&#39;ny Fifanarahana, na (iv) ny tsy fitandremanao na ny tsy fanao ratsy nataonao. Ny adidy omenao anao eo ambanin&#39;ity fizarana 10.3 ity dia ho tafita velona amin&#39;ny fotoana famaranana na fandavoana ny fifanarahana.
mi: 10.3 Ko to Kupu Whakawhiwhi: E whakaae ana koe ki te whakawhiwhi, ki te whakamamae, me te tiaki i a matou me a matou kaimahi katoa, āpiha, kaiwhakahaere me apiha mai i nga kereme katoa, tono, whakapae, whakahaere, tirotirohanga, pakaru, utu, whakapaunga, ngaro, me etahi atu taunahatanga (tae atu ki nga utu mo nga roia o nga roia, utu o te kooti me nga utu) i ahu mai i te hononga ranei ki (i) to whakamahi i nga Ratonga kei te takahi i te Whakaaetanga, (ii) tetahi Kereme Haunga, (iii) tetahi whaainga i whakapaehia e koe ranei. mo tetahi haangai, kaitono, whakaaetanga, herenga i raro i te Whakaaetanga, ((iv) ranei o to ngoikoretanga kino, he mahi he ranei. Ko o herenga nama i raro i tenei tekiona 10.3 ka ora tonu ki te whakamutu i te mutunga o te Whakaaetanga ranei.
mk: 10.3 Вашето обештетување: Вие се согласувате да обесштетувате, да држите безопасни и да ги бранат сите нас и сите наши вработени, службеници, директори и агенти од какви било побарувања, барања, тужби, постапки, истраги, штети, трошоци, трошоци, загуби и кое било друго обврски (вклучувајќи разумни такси за адвокатите, судски трошоци и трошоци) кои произлегуваат од или се однесуваат на (i) вашата употреба на Услугите спротивно на Договорот, (ii) Исклучено побарување, (iii) какво било фактичко или наводно кршење од вас на какво било застапување, гаранција, завет или обврска согласно Договорот, или (iv) вашата груба небрежност или намерно однесување. Вашите обврски за обештетување според овој дел 10.3 ќе преживеат какво било прекинување или истекување на договорот.
ml: 10 (i) കരാറിന്റെ ലംഘനത്തിലൂടെ നിങ്ങൾ സേവനങ്ങളുടെ ഉപയോഗം, (ii) ഒരു ഒഴിവാക്കപ്പെട്ട ക്ലെയിം, (iii) നിങ്ങൾ നടത്തിയ ഏതെങ്കിലും യഥാർത്ഥ അല്ലെങ്കിൽ ആരോപിത ലംഘനം എന്നിവയുമായി ബന്ധപ്പെട്ടതോ അല്ലെങ്കിൽ ബന്ധപ്പെട്ടതോ ആയ ബാധ്യതകൾ (ന്യായമായ അഭിഭാഷകരുടെ ഫീസ്, കോടതി ചെലവുകൾ, ചെലവുകൾ എന്നിവ ഉൾപ്പെടെ). കരാറിന് കീഴിലുള്ള ഏതെങ്കിലും പ്രാതിനിധ്യം, വാറന്റി, ഉടമ്പടി അല്ലെങ്കിൽ ബാധ്യത, അല്ലെങ്കിൽ (iv) നിങ്ങളുടെ കടുത്ത അവഗണന അല്ലെങ്കിൽ മന ful പൂർവമായ ദുരാചാരം. ഈ വകുപ്പ് 10.3 പ്രകാരമുള്ള നിങ്ങളുടെ നഷ്‌ടപരിഹാര ബാധ്യതകൾ കരാറിന്റെ അവസാനമോ കാലഹരണമോ നിലനിൽക്കും.
mn: 10.3 Таны нөхөн төлбөр: Та нөхөн төлөх, хор хөнөөлгүй, бидний болон манай бүх ажилтнууд, ажилтнууд, захирлууд, төлөөлөгчдийг аливаа нэхэмжлэл, хүсэлт, нэхэмжлэл, шүүх ажиллагаа, мөрдөн байцаалт, хохирол, зардал, зардал, алдагдал болон бусад аливаа асуудлаас хамгаалахыг зөвшөөрч байна. (i) таны Гэрээг зөрчсөн тохиолдолд Үйлчилгээг ашиглах, (ii) хасагдсан нэхэмжлэл, (iii) таны бодит эсвэл таамаглаж байсан зөрчилтэй холбоотой үүссэн өр төлбөр (зохих өмгөөлөгчийн хөлс, шүүхийн зардал, зардлыг оруулан). Гэрээнд заасны дагуу төлөөлөл, баталгаа, гэрээ эсвэл үүрэг, эсвэл (iv) таны хайхрамжгүй байдал эсвэл санаатайгаар хийсэн үйлдэл. Энэхүү 10.3-т заасны дагуу таны нөхөн төлбөрийн үүрэг нь гэрээ цуцлагдах эсвэл дуусах хүртэл үлдэнэ.
mr: 10.3 आपले नुकसान भरपाई: आपण नुकसान भरपाई, हानी पोहोचविण्यावर आणि आमचे आणि आमच्या सर्व कर्मचार्‍यांचे, अधिकारी, संचालकांचे आणि एजंट्सचे कोणतेही दावे, मागण्या, दावे, कार्यवाही, तपासणी, नुकसान, खर्च, खर्च, तोटा आणि कोणत्याही अन्य गोष्टींचे संरक्षण करण्यास सहमती देता. (ii) कराराचे उल्लंघन केल्यामुळे तुमच्या सेवेचा वापर, (ii) वगळलेला दावा, (iii) तुमच्याकडून केलेला प्रत्यक्ष किंवा कथित उल्लंघन यासंबंधी उद्भवणारी जबाबदा (्या (वाजवी वकीलांची फी, कोर्टाचे खर्च आणि खर्चासह) कराराअंतर्गत कोणतेही प्रतिनिधित्व, हमी, करार किंवा बंधन, किंवा (iv) आपली एकूण दुर्लक्ष किंवा हेतूपुरस्सर गैरवर्तन. या कलम 10.3 अंतर्गत आपली नुकसान भरपाईची जबाबदारी कराराच्या कोणत्याही समाप्तीनंतर किंवा समाप्तीपर्यंत टिकेल.
ms: 10.3 Ganti rugi Anda: Anda bersetuju untuk mengganti rugi, menahan tidak berbahaya, dan membela kami dan semua pekerja, pegawai, pengarah dan ejen kami dari sebarang dan semua tuntutan, tuntutan, tuntutan, prosiding, penyiasatan, kerosakan, kos, perbelanjaan, kerugian, dan lain-lain liabiliti (termasuk bayaran peguam, kos dan perbelanjaan pengadilan yang munasabah) yang timbul daripada atau berkaitan dengan (i) penggunaan Perkhidmatan oleh anda yang melanggar Perjanjian, (ii) Tuntutan yang Dikecualikan, (iii) sebarang pelanggaran yang sebenarnya atau yang didakwa oleh anda apa-apa perwakilan, jaminan, perjanjian atau kewajipan di bawah Perjanjian, atau (iv) kelalaian berat atau salah laku anda. Kewajiban ganti rugi anda di bawah Seksyen 10.3 ini akan berlaku sepanjang penamatan atau tamatnya Perjanjian.
mt: 10.3 L-Indennifikazzjoni tiegħek: Inti taqbel li tikkumpensa, iżżomm li ma tagħmilx ħsara, u tiddefendi lilna u lill-impjegati kollha tagħna, uffiċjali, diretturi u aġenti minn kull talba, talbiet, kawżi, proċeduri, investigazzjonijiet, danni, spejjeż, spejjeż, telf, u kull ħaġa oħra obbligazzjonijiet (inklużi miżati raġonevoli ta &#39;avukati, spejjeż tal-qorti u spejjeż) li jirriżultaw minn jew relatati ma&#39; (i) l-użu tiegħek tas-Servizzi bi ksur tal-Ftehim, (ii) Talba Eskluża, (iii) kwalunkwe ksur attwali jew allegat minnek dwar kwalunkwe rappreżentazzjoni, garanzija, patt jew obbligu taħt il-Ftehim, jew (iv) in-negliġenza kbira tiegħek jew imġieba ħażina volontarja. L-obbligi ta &#39;kumpens tiegħek taħt din it-Taqsima 10.3 għandhom jgħixu f&#39;kull terminazzjoni jew skadenza tal-Ftehim.
my: ၁၀.၃ သင်၏လျော်ကြေး: သင်သည်လျော်ကြေးပေးခြင်း၊ ဘေးကင်းစွာထားခြင်းနှင့်ကျွန်ုပ်တို့နှင့်ကျွန်ုပ်တို့၏ ၀ န်ထမ်းများ၊ အရာရှိများ၊ ဒါရိုက်တာများနှင့်အေးဂျင့်များအားတောင်းဆိုမှုများ၊ တောင်းဆိုမှုများ၊ တရားစွဲဆိုမှုများ၊ တရားစွဲဆိုမှုများ၊ တာ ၀ န် ၀ တ္တရားများ (ကျိုးကြောင်းဆီလျော်သောရှေ့နေများ၏အခကြေးငွေများ၊ တရားရုံးကုန်ကျစရိတ်များအပါအ ၀ င်) နှင့် (i) သင်သဘောတူစာချုပ်ကိုဖောက်ဖျက်ခြင်းဖြင့် ၀ န်ဆောင်မှုများကိုအသုံးပြုခြင်းနှင့်သက်ဆိုင်သောတာ ၀ န် ၀ တ္တရားများ၊ (၂) ချန်လှပ်ထားသည့်တောင်းဆိုမှု၊ (၃) သင့်အားအမှန်တကယ်ဖြစ်စေ၊ အာမခံ၊ သဘောတူစာချုပ်သို့မဟုတ်တာ ၀ န် ၀ တ္တရားများသို့မဟုတ် (iv) သင်၏အကြီးအကျယ်ပေါ့ဆမှုသို့မဟုတ်တမင်တကာလက်မခံနိုင်သောအပြုအမူများ၊ ဤပုဒ်မ ၁၀.၃ အရသင်၏လျော်ကြေးပေးရန်တာ ၀ န်များသည်သဘောတူညီချက်၏သက်တမ်းကုန်ဆုံးခြင်းသို့မဟုတ်သက်တမ်းကုန်ဆုံးခြင်းများကိုဆက်လက်ရှင်သန်စေမည်ဖြစ်သည်။
ne: १०. Your तपाईंको क्षतिपूर्ति: तपाईं क्षतिपूर्ति, हानिरहित पकड, र कुनै पनि र सबै दाबी, माग, सूट, कार्यवाही, छानबिन, हानी, लागत, खर्च, घाटा, र कुनै पनि अन्यबाट हामी र हाम्रा सबै कर्मचारीहरू, अधिकारीहरू, निर्देशकहरू र एजेन्टहरूको रक्षा गर्न सहमत हुनुहुन्छ। दायित्वहरू (उचित वकीलहरूको शुल्क, अदालतको लागत र खर्चहरू सहित) उत्पन्न हुन्छन् वा सम्बन्धित छन् (i) सम्झौताको उल्ल in्घनमा तपाईंको सेवाहरूको प्रयोग, (ii) एक बहिष्कृत दाबी, (iii) तपाईं द्वारा कुनै वास्तविक वा कथित उल्लंघन। सम्झौता अन्तर्गत कुनै प्रतिनिधित्व, वारेन्टी, करार वा दायित्व, वा (iv) तपाईंको घोर लापरवाही वा जानाजानी कुप्रथाको। यस धारा १०..3 अन्तर्गत तपाईंको क्षतिपूर्ति दायित्वहरू सम्झौताको कुनै पनि समाप्ति वा समाप्तिबाट बच्नेछ।
nl: 10.3 Uw vrijwaring: U stemt ermee in om ons en al onze werknemers, officieren, directeuren en agenten te vrijwaren, onschadelijk te maken en te verdedigen tegen alle claims, eisen, rechtszaken, procedures, onderzoeken, schade, kosten, uitgaven, verliezen en andere aansprakelijkheden (inclusief redelijke advocatenkosten, gerechtskosten en uitgaven) die voortvloeien uit of verband houden met (i) uw gebruik van de Services in strijd met de Overeenkomst, (ii) een uitgesloten claim, (iii) elke feitelijke of vermeende schending door u van enige vertegenwoordiging, garantie, convenant of verplichting onder de Overeenkomst, of (iv) uw grove nalatigheid of opzettelijk wangedrag. Uw vrijwaringsverplichtingen onder deze Sectie 10.3 blijven van kracht na beëindiging of afloop van de Overeenkomst.
no: 10.3 Din skadesløsgjøring: Du samtykker i å skadesløsgjøre, holde uskadelig og forsvare oss og alle våre ansatte, offiserer, direktører og agenter fra alle krav, krav, søksmål, saksbehandling, etterforskning, erstatning, kostnader, utgifter, tap og annet forpliktelser (inkludert rimelige advokatsalærer, domstolskostnader og utgifter) som oppstår som følge av (i) din bruk av tjenestene i strid med avtalen, (ii) et ekskludert krav, (iii) et faktisk eller påstått brudd av deg av enhver representasjon, garanti, pakt eller forpliktelse i henhold til avtalen, eller (iv) din grove uaktsomhet eller forsettlige oppførsel. Dine erstatningsforpliktelser i henhold til dette avsnitt 10.3 skal overleve enhver oppsigelse eller utløp av avtalen.
or: 10.3 ଆପଣଙ୍କର କ୍ଷତିପୂରଣ: ଆପଣ କ୍ଷତିପୂରଣ, ଅନିଷ୍ଟହୀନ ରଖିବା ଏବଂ ଆମକୁ ତଥା ଆମର ସମସ୍ତ କର୍ମଚାରୀ, ଅଧିକାରୀ, ନିର୍ଦ୍ଦେଶକ ଏବଂ ଏଜେଣ୍ଟମାନଙ୍କୁ ଯେକ and ଣସି ତଥା ସମସ୍ତ ଦାବି, ଦାବି, ମକଦ୍ଦମା, ପ୍ରକ୍ରିୟା, ଅନୁସନ୍ଧାନ, କ୍ଷତି, ଖର୍ଚ୍ଚ, ଖର୍ଚ୍ଚ, କ୍ଷତି ଏବଂ ଅନ୍ୟାନ୍ୟରୁ ରକ୍ଷା କରିବାକୁ ରାଜି ହୁଅନ୍ତି | ଚୁକ୍ତିନାମା (ଯୁକ୍ତିଯୁକ୍ତ ଆଟର୍ଣ୍ଣି ଫି, କୋର୍ଟ ଖର୍ଚ୍ଚ ଏବଂ ଖର୍ଚ୍ଚ ଅନ୍ତର୍ଭୂକ୍ତ କରି) କିମ୍ବା (i) ଚୁକ୍ତିନାମାକୁ ଉଲ୍ଲଂଘନ କରି ସେବାଗୁଡିକର ବ୍ୟବହାର, (ii) ଏକ ବହିଷ୍କୃତ ଦାବି, (iii) ଆପଣଙ୍କ ଦ୍ any ାରା କ actual ଣସି ପ୍ରକୃତ କିମ୍ବା ଅଭିଯୋଗ ଉଲ୍ଲଂଘନ; ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ଯେକ any ଣସି ପ୍ରତିନିଧିତ୍ୱ, ୱାରେଣ୍ଟି, ଚୁକ୍ତି କିମ୍ବା ବାଧ୍ୟତାମୂଳକ, କିମ୍ବା (iv) ଆପଣଙ୍କର ଚରମ ଅବହେଳା କିମ୍ବା ଇଚ୍ଛାକୃତ ଅସଦାଚରଣ | ଏହି ଧାରା 10.3 ଅନୁଯାୟୀ ଆପଣଙ୍କର କ୍ଷତିପୂରଣ ବାଧ୍ୟତାମୂଳକ ଚୁକ୍ତିନାମାଗୁଡିକର ସମାପ୍ତି କିମ୍ବା ଅବଧି ସମାପ୍ତ ହେବ |
pa: 10.3 ਤੁਹਾਡਾ ਮੁਆਵਜ਼ਾ: ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਅਤੇ ਸਾਰੇ ਦਾਅਵਿਆਂ, ਮੰਗਾਂ, ਮੁਕੱਦਮੇ, ਕਾਰਵਾਈਆਂ, ਜਾਂਚਾਂ, ਨੁਕਸਾਨਾਂ, ਖਰਚਿਆਂ, ਖਰਚਿਆਂ ਅਤੇ ਹੋਰ ਕਿਸੇ ਵੀ ਨੁਕਸਾਨ ਤੋਂ ਮੁਆਵਜ਼ਾ, ਨੁਕਸਾਨ ਰਹਿਤ ਰੱਖਣ ਅਤੇ ਸਾਡੀ ਅਤੇ ਸਾਡੇ ਸਾਰੇ ਕਰਮਚਾਰੀਆਂ, ਅਧਿਕਾਰੀਆਂ, ਨਿਰਦੇਸ਼ਕਾਂ ਅਤੇ ਏਜੰਟਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ. ਦੇਣਦਾਰੀਆਂ (ਵਾਜਬ ਵਕੀਲਾਂ ਦੀਆਂ ਫੀਸਾਂ, ਅਦਾਲਤੀ ਖਰਚਿਆਂ ਅਤੇ ਖਰਚਿਆਂ ਸਮੇਤ) (i) ਸਮਝੌਤੇ ਦੀ ਉਲੰਘਣਾ ਵਿਚ ਤੁਹਾਡੀ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ, ਜਾਂ (ii) ਇਕ ਕੱludedੇ ਹੋਏ ਦਾਅਵੇ, (iii) ਦੁਆਰਾ ਤੁਹਾਡੇ ਦੁਆਰਾ ਕੋਈ ਅਸਲ ਜਾਂ ਕਥਿਤ ਉਲੰਘਣਾ ਇਕਰਾਰਨਾਮੇ ਦੇ ਅਧੀਨ ਕਿਸੇ ਵੀ ਨੁਮਾਇੰਦਗੀ, ਵਾਰੰਟੀ, ਨੇਮ ਜਾਂ ਜ਼ਿੰਮੇਵਾਰੀ, ਜਾਂ (iv) ਤੁਹਾਡੀ ਘੋਰ ਅਣਗਹਿਲੀ ਜਾਂ ਜਾਣਬੁੱਝ ਕੇ ਦੁਰਾਚਾਰ. ਇਸ ਧਾਰਾ 10.3 ਦੇ ਤਹਿਤ ਤੁਹਾਡੀਆਂ ਮੁਆਵਜ਼ੇ ਦੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਸਮਝੌਤੇ ਦੀ ਕਿਸੇ ਵੀ ਸਮਾਪਤੀ ਜਾਂ ਮਿਆਦ ਤੋਂ ਬਚ ਜਾਣਗੀਆਂ.
pl: 10.3 Twoje odszkodowanie: zgadzasz się na odszkodowanie, nieszkodliwość i obronę nas oraz wszystkich naszych pracowników, urzędników, dyrektorów i agentów przed wszelkimi roszczeniami, żądaniami, pozwami, postępowaniami, dochodzeniami, odszkodowaniami, kosztami, wydatkami, stratami i wszelkimi innymi zobowiązania (w tym uzasadnione koszty obsługi prawnej, koszty sądowe i wydatki) wynikające lub związane z (i) korzystaniem z Usług z naruszeniem Umowy, (ii) Roszczeniem Wyłączonym, (iii) wszelkim faktycznym lub domniemanym naruszeniem przez Ciebie jakiegokolwiek oświadczenia, gwarancji, zobowiązania lub zobowiązania wynikającego z Umowy lub (iv) rażącego niedbalstwa lub działania umyślnego. Zobowiązania odszkodowawcze wynikające z niniejszego punktu 10.3 zachowają ważność po rozwiązaniu lub wygaśnięciu umowy.
ps: 10.3 ستاسو تاوان ورکول: تاسو موافقه کوئ چې له تاوان څخه بې برخې شئ ، بې ضرره وساتئ ، او له موږ او زموږ ټولو کارمندانو ، افسرانو ، رییسانو او اجنټانو څخه د هرې ادعا ، غوښتنې ، قضیو ، تعقیب ، تحقیقاتو ، زیانونو ، لګښتونو ، لګښتونو ، زیانونو او کوم بل څخه دفاع وکړئ. مکلفیتونه (د معقول وکیلانو فیسونه ، د محکمې لګښتونه او لګښتونه) چې د (i) له موافقې څخه سرغړونې کې ستاسو د خدماتو کارول ، یا (ii) خارج شوې ادعا ، (iii) ستاسو لخوا کوم واقعی یا ادعا شوی سرغړونه رامینځته کیږي. د تړون لاندې هر ډول نمایش ، تضمین ، تړون یا مسؤلیت ، یا (iv) ستاسو لوی غفلت یا قصدي ناوړه چلند. د دې برخې 10.3 الندې ستاسو د زیان منلو مکلفیتونه باید د تړون هر پای یا پای ته رسیدو څخه خوندي وي.
pt: 10.3 Sua Indenização: Você concorda em indenizar, isentar e defender a nós e todos os nossos funcionários, executivos, diretores e agentes de toda e qualquer reivindicação, demanda, ação, processo, investigação, dano, custo, despesa, perda e qualquer outra responsabilidades (incluindo honorários advocatícios razoáveis, custas e despesas judiciais) decorrentes ou relacionadas a (i) seu uso dos Serviços em violação do Contrato, (ii) uma Reivindicação Excluída, (iii) qualquer violação real ou alegada por você de qualquer representação, garantia, convênio ou obrigação nos termos do Contrato ou (iv) sua negligência grave ou conduta dolosa. Suas obrigações de indenização de acordo com esta Seção 10.3 sobreviverão a qualquer rescisão ou expiração do Contrato.
ro: 10.3 Despăgubirea dvs.: Sunteți de acord să despăgubiți, să păstrați inofensiv și să ne apărați pe noi și pe toți angajații, ofițerii, directorii și agenții noștri de orice cerere, cerere, proces, procedură, investigație, daune, cheltuieli, cheltuieli, pierderi și orice alte obligații (inclusiv onorarii rezonabile ale avocaților, cheltuieli de judecată și cheltuieli) care rezultă din sau în legătură cu (i) utilizarea serviciilor dvs. cu încălcarea acordului, (ii) o revendicare exclusă (iii) orice încălcare reală sau presupusă a oricărei reprezentări, garanții, acorduri sau obligații în temeiul acordului sau (iv) neglijența dvs. gravă sau conduita incorectă. Obligațiile dvs. de despăgubire în conformitate cu prezenta secțiune 10.3 vor supraviețui oricărei rezilieri sau expirări a acordului.
ru: 10.3. Ваше возмещение: Вы соглашаетесь возместить ущерб, обезвредить и защитить нас и всех наших сотрудников, должностных лиц, директоров и агентов от любых претензий, требований, исков, разбирательств, расследований, убытков, затрат, расходов, убытков и любых других. обязательства (включая разумные гонорары адвокатов, судебные издержки и расходы), возникающие в связи с (i) использованием вами Услуг в нарушение Соглашения, (ii) Искомой Иск, (iii) любым фактическим или предполагаемым нарушением вами любого заявления, гарантии, соглашения или обязательства по Соглашению, или (iv) вашей грубой небрежности или преднамеренного проступка. Ваши обязательства по возмещению в соответствии с настоящим Разделом 10.3 остаются в силе после прекращения или истечения срока действия Соглашения.
rw: 10.3 Indishyi zawe: Uremera kwishyura, gufata nabi, no kuturwanirira hamwe nabakozi bacu bose, abayobozi, abayobozi n&#39;abakozi bacu kubintu byose, ibisabwa, ibirego, imiburanishirize, iperereza, ibyangiritse, ibiciro, amafaranga, igihombo, nibindi byose imyenda (harimo igihembo cya avoka gifite ishingiro, amagarama y&#39;urubanza n&#39;amafaranga yakoreshejwe) akomoka cyangwa ajyanye na (i) imikoreshereze yawe ya Serivisi mu buryo bunyuranyije n’amasezerano, (ii) Ikirego kivuyeho, (iii) kutubahiriza ukuri cyangwa kuvugwa nawe cyo guhagararirwa, garanti, amasezerano cyangwa inshingano nkuko amasezerano abiteganya, cyangwa (iv) uburangare bwawe bukabije cyangwa imyitwarire mibi nkana. Inshingano zawe zo kwishyurwa hakurikijwe iki gice 10.3 zizarokoka amasezerano yose arangiye cyangwa arangiye.
sd: 10.3 توهان جي معافي ذميواريون (معقول وڪيل جي فيس ، عدالتي خرچن ۽ خرچن سميت) پيدا ٿيڻ يا واسطي سان (i) معاهدي جي خلاف ورزي تي توهان جي خدمتن جو استعمال ، (ii) هڪ نڪتل دعوي ، ڪنهن به نمائندگي ، وارنٽي ، معاهدي يا معاهدي جي تحت ذميداري ، يا (iv) توهان جي انتهائي غفلت يا اراديت ۾ بدانتظامي. هن سيڪشن 10.3 تحت توهان جي معافي جون ذميواريون ڪنهن به معاهدي جي خاتمي يا ختم ٿيڻ تائين زنده رهنديون.
si: 10.3 ඔබේ වන්දි ගෙවීම: ඕනෑම වන්දි, ඉල්ලීම්, ඇඳුම් කට්ටල, නඩු විභාග, විමර්ශන, හානි, පිරිවැය, වියදම්, පාඩු සහ වෙනත් ඕනෑම දෙයකින් වන්දි ගෙවීම, හානිකර නොවන ලෙස සහ අප සහ අපගේ සියලුම සේවකයින්, නිලධාරීන්, අධ්‍යක්ෂවරුන් සහ නියෝජිතයින් ආරක්ෂා කිරීමට ඔබ එකඟ වේ. (I) ගිවිසුම උල්ලං in නය කරමින් ඔබ සේවා භාවිතා කිරීම, (ii) බැහැර කරන ලද හිමිකම් පෑමක්, (iii) ඔබ විසින් සිදු කරන ලද කිසියම් සත්‍ය හෝ චෝදනාවක් උල්ලං ach නය කිරීමක් සම්බන්ධයෙන් පැන නගින හෝ ඊට අදාළව පැන නගින හෝ ඊට අදාළව පැන නගින වගකීම් (සාධාරණ නීති orney ගාස්තු, උසාවි පිරිවැය සහ වියදම් ඇතුළුව) ගිවිසුම යටතේ කිසියම් නියෝජනයක්, වගකීමක්, ගිවිසුමක් හෝ බැඳීමක් හෝ (iv) ඔබේ දැඩි නොසැලකිල්ල හෝ හිතාමතා විෂමාචාරය. මෙම 10.3 වගන්තිය යටතේ ඔබගේ වන්දි ගෙවීමේ බැඳීම් ගිවිසුම අවසන් කිරීම හෝ කල් ඉකුත්වීම නොනැසී පවතී.
sk: 10.3 Vaše odškodnenie: Súhlasíte s tým, že odškodníte, budete neškodne chrániť a obhajujete nás a všetkých našich zamestnancov, vedúcich pracovníkov, riaditeľov a agentov pred akýmikoľvek nárokmi, požiadavkami, súdnymi spormi, konaniami, vyšetrovaniami, škodami, nákladmi, výdavkami, stratami a akýmikoľvek inými. záväzky (vrátane primeraných poplatkov za právne zastúpenie, súdnych nákladov a výdavkov), ktoré vyplývajú z alebo súvisia s (i) vaším používaním Služieb v rozpore s touto Zmluvou, (ii) Vylúčenou pohľadávkou, (iii) akýmkoľvek skutočným alebo údajným porušením vami o akejkoľvek reprezentácii, záruke, zmluve alebo záväzku podľa tejto dohody, alebo (iv) hrubej nedbanlivosti alebo úmyselnom zneužití úradnej moci. Vaše záväzky týkajúce sa odškodnenia podľa tohto oddielu 10.3 zostanú v platnosti aj po ukončení alebo ukončení platnosti tejto dohody.
sl: 10.3 Vaša odškodnina: Strinjate se, da boste obdržali, obdržali neškodljive in nas ter vse naše zaposlene, častnike, direktorje in zastopnike branili pred vsemi zahtevki, zahtevami, tožbami, postopki, preiskavami, odškodninami, stroški, stroški, izgubami in vsemi drugimi obveznosti (vključno z razumnimi odvetniškimi honorarji, sodnimi stroški in stroški), ki izhajajo iz ali se nanašajo na (i) vašo uporabo storitev v nasprotju s sporazumom, (ii) izključen zahtevek, (iii) kakršno koli dejansko ali domnevno kršitev s strani vas kakršnega koli zastopanja, garancije, zaveze ali obveznosti v skladu s pogodbo ali (iv) hude malomarnosti ali namerne kršitve. Vaše odškodninske obveznosti iz tega oddelka 10.3 preživijo vsako odpoved ali prenehanje veljavnosti sporazuma.
sq: 10.3 Dëmshpërblimi juaj: Ju pranoni të dëmshpërbleni, të mbani të padëmshëm dhe të mbroni ne dhe të gjithë punonjësit tanë, oficerët, drejtorët dhe agjentët nga çdo dhe të gjitha pretendimet, kërkesat, paditë, procedurat, hetimet, dëmet, kostot, shpenzimet, humbjet dhe çfarëdo tjetër detyrimet (përfshirë tarifat e arsyeshme të avokatëve, shpenzimet gjyqësore dhe shpenzimet) që vijnë nga ose lidhen me (i) përdorimin tuaj të Shërbimeve në kundërshtim të Marrëveshjes, (ii) një Kërkesë të Përjashtuar, (iii) çdo shkelje faktike ose të pretenduar nga ju të çfarëdo përfaqësimi, garancie, besëlidhje ose detyrimi në bazë të Marrëveshjes, ose (iv) pakujdesia juaj e rëndë ose sjellja e qëllimshme. Detyrimet tuaja të dëmshpërblimit sipas këtij Seksioni 10.3 do t&#39;i mbijetojnë çdo përfundimi ose skadimi të Marrëveshjes.
sr: 10.3 Ваша одштета: Слажете се да ћете обештетити, држати се безазленим и бранити нас и све наше запослене, службенике, директоре и агенте од било којих захтева, захтева, тужби, поступака, истрага, штете, трошкова, трошкова, губитака и било којег другог обавезе (укључујући разумне одветничке накнаде, судске трошкове и трошкове) које произилазе из или се односе на (и) вашу употребу услуга у супротности са споразумом, (ии) искључени захтев, (иии) било које стварно или наводно кршење од стране вас било ког заступања, гаранције, споразума или обавезе из овог Уговора или (ив) ваше грубе непажње или намерног кршења закона. Ваше одштетне обавезе из овог Одељка 10.3 преживеће било какво раскидање или истек Уговора.
sv: 10.3 Ersättning: Du samtycker till att ersätta, hålla oskadlig och försvara oss och alla våra anställda, officerare, styrelseledamöter och ombud från alla krav, krav, mål, förfaranden, utredningar, skador, kostnader, utgifter, förluster och alla andra skulder (inklusive rimliga advokatsavgifter, domstolskostnader och utgifter) som uppstår till följd av (i) din användning av tjänsterna i strid med avtalet, (ii) ett uteslutet fordran, (iii) alla faktiska eller påstådda överträdelser av dig av någon representation, garanti, förbund eller skyldighet enligt avtalet, eller (iv) din grova vårdslöshet eller avsiktliga fel. Dina skadeståndskrav enligt detta avsnitt 10.3 ska överleva varje uppsägning eller upphörande av avtalet.
sw: 10.3 Dhibitisho lako: Unakubali kumtia hatiani, kushikilia bila shida, na kututetea sisi na wafanyikazi wetu, maafisa, wakurugenzi na maajenti kutoka kwa madai yoyote na madai yote, madai, mashtaka, uchunguzi, uchunguzi, uharibifu, gharama, gharama, hasara, na nyingine yoyote. Dhima (pamoja na ada ya mawakili halali, gharama na gharama za mahakama) zinazotokana na (i) matumizi yako ya Huduma kwa kukiuka Mkataba, (ii) madai ya Kutengwa, (iii) Uvunjaji wowote wa kweli au unaodaiwa na wewe ya uwakilishi wowote, dhamana, agano au wajibu chini ya Mkataba, au (iv) uzembe wako mkubwa au mwenendo mbaya wa makusudi. Majukumu yako ya uandikishaji chini ya kifungu hiki 10.3 yataendelea kumaliza kazi au kumaliza muda wa Mkataba.
ta: 10.3 உங்கள் இழப்பீடு: எந்தவொரு மற்றும் அனைத்து உரிமைகோரல்கள், கோரிக்கைகள், வழக்குகள், நடவடிக்கைகள், விசாரணைகள், சேதங்கள், செலவுகள், செலவுகள், இழப்புகள் மற்றும் பிறவற்றிலிருந்து நஷ்டஈடு, பாதிப்பில்லாதது மற்றும் எங்களையும் எங்கள் ஊழியர்கள், அதிகாரிகள், இயக்குநர்கள் மற்றும் முகவர்கள் அனைவரையும் பாதுகாக்க ஒப்புக்கொள்கிறீர்கள். (i) ஒப்பந்தத்தை மீறும் வகையில் நீங்கள் சேவைகளைப் பயன்படுத்துதல், (ii) விலக்கப்பட்ட உரிமைகோரல், (iii) நீங்கள் ஏதேனும் உண்மையான அல்லது கூறப்படும் மீறல் போன்றவற்றிலிருந்து எழும் அல்லது தொடர்புடைய கடன்கள் (நியாயமான வழக்கறிஞர்களின் கட்டணம், நீதிமன்ற செலவுகள் மற்றும் செலவுகள் உட்பட) ஒப்பந்தத்தின் கீழ் எந்தவொரு பிரதிநிதித்துவம், உத்தரவாதம், உடன்படிக்கை அல்லது கடமை, அல்லது (iv) உங்கள் மொத்த அலட்சியம் அல்லது வேண்டுமென்றே தவறான நடத்தை. இந்த பிரிவு 10.3 இன் கீழ் உங்கள் இழப்பீட்டு கடமைகள் ஒப்பந்தத்தின் முடிவு அல்லது காலாவதியாகும்.
te: 10.3 మీ నష్టపరిహారం: ఏదైనా మరియు అన్ని వాదనలు, డిమాండ్లు, సూట్లు, కార్యకలాపాలు, పరిశోధనలు, నష్టాలు, ఖర్చులు, ఖర్చులు, నష్టాలు మరియు మరేదైనా నుండి నష్టపరిహారం, హానిచేయనివి మరియు మమ్మల్ని మరియు మా ఉద్యోగులు, అధికారులు, డైరెక్టర్లు మరియు ఏజెంట్లందరినీ రక్షించడానికి మీరు అంగీకరిస్తున్నారు. (I) ఒప్పందాన్ని ఉల్లంఘిస్తూ మీ సేవలను ఉపయోగించడం, (ii) మినహాయించిన దావా, (iii) మీరు చేసిన ఏదైనా వాస్తవమైన లేదా ఆరోపించిన ఉల్లంఘన నుండి ఉత్పన్నమయ్యే లేదా వాటికి సంబంధించిన బాధ్యతలు (సహేతుకమైన న్యాయవాదుల ఫీజులు, కోర్టు ఖర్చులు మరియు ఖర్చులతో సహా). ఒప్పందం ప్రకారం ఏదైనా ప్రాతినిధ్యం, వారంటీ, ఒడంబడిక లేదా బాధ్యత, లేదా (iv) మీ స్థూల నిర్లక్ష్యం లేదా ఉద్దేశపూర్వక దుష్ప్రవర్తన. ఈ సెక్షన్ 10.3 ప్రకారం మీ నష్టపరిహార బాధ్యతలు ఒప్పందం యొక్క ఏదైనా ముగింపు లేదా గడువు నుండి బయటపడతాయి.
tg: 10.3 Ҷуброни шумо: Шумо розӣ мешавед, ки ҷуброн кунед, безарар нигоҳ доред ва моро ва ҳамаи кормандон, кормандон, директорон ва агентҳоро аз ҳама гуна даъвоҳо, талабот, даъвоҳо, мурофиа, тафтишот, зарар, хароҷот, хароҷот, зарар ва дигар ҳама чизҳо муҳофизат кунед. ӯҳдадориҳо (аз ҷумла пардохти оқилонаи адвокатҳо, хароҷоти суд ва хароҷотҳо), ки аз (i) истифодаи хидматҳои шумо бо вайрон кардани Созишнома ба вуҷуд меоянд; (ii) даъвои истисношуда, (iii) ягон вайронкунии воқеӣ ё эҳтимолӣ аз ҷониби шумо ҳар гуна намояндагӣ, кафолат, аҳд ё ӯҳдадориҳои қарордодӣ ва ё (iv) беэҳтиётии дағалона ё рафтори барқасдонаатон. Уҳдадориҳои ҷуброни шумо тибқи фасли 10.3 ҳама гуна қатъкунӣ ё гузашти Шартномаро ҳифз мекунанд.
th: 10.3 การชดใช้ค่าเสียหายของคุณ: คุณตกลงที่จะชดใช้ค่าเสียหายและปกป้องเราและพนักงานเจ้าหน้าที่ผู้อำนวยการและตัวแทนของเราจากการเรียกร้องความต้องการการฟ้องร้องดำเนินคดีการสอบสวนค่าเสียหายค่าใช้จ่ายการสูญเสียและอื่น ๆ หนี้สิน (รวมถึงค่าธรรมเนียมทนายความที่สมเหตุสมผลค่าใช้จ่ายในศาลและค่าใช้จ่าย) ที่เกิดขึ้นจากหรือเกี่ยวข้องกับ (i) การใช้บริการของคุณโดยละเมิดข้อตกลง (ii) การเรียกร้องที่ยกเว้น (iii) การฝ่าฝืนที่เกิดขึ้นจริงหรือถูกกล่าวหา ของการเป็นตัวแทนการรับประกันพันธสัญญาหรือข้อผูกพันใด ๆ ภายใต้ข้อตกลงหรือ (iv) ความประมาทเลินเล่ออย่างร้ายแรงหรือการประพฤติผิดโดยเจตนาของคุณ ภาระผูกพันการชดใช้ค่าเสียหายของคุณภายใต้ข้อ 10.3 นี้จะยังคงอยู่ต่อไปหากการยกเลิกหรือการหมดอายุของข้อตกลง
tk: 10.3 Öwezini doluş tölegiňiz: Bizi we ähli işgärlerimizi, işgärlerimizi, direktorlarymyzy we wekillerimizi talaplardan, talaplardan, kazyýet işlerinden, kazyýet işlerinden, derňewlerden, ýitgilerden, çykdajylardan, çykdajylardan, ýitgilerden we başga zatlardan öwezini dolmaga, zyýansyz saklamaga we goramaga razylaşýarsyňyz. (i) Şertnamany bozmak bilen Hyzmatlary ulanmagyňyz bilen baglanyşykly ýüze çykýan borçnamalar (aklawçylaryň tölegleri, kazyýet çykdajylary we çykdajylary goşmak bilen), (ii) Aýyrylan talap, (iii) haýsydyr bir hakyky ýa-da çak edilýän bozulma; Ylalaşyk boýunça islendik wekilçilik, kepillik, şertnama ýa-da borçnama ýa-da (iv) gödek geleňsizligiňiz ýa-da bilkastlaýyn alyp barşyňyz. Şu Bölüm 10.3-e laýyklykda öwezini dolmak borçnamalaryňyz Ylalaşygyň ýatyrylmagy ýa-da möhleti gutarandan soň dowam eder.
tl: 10.3 Ang Iyong Indemnipikasyon: Sumasang-ayon ka na magbayad ng utang, hindi makakapinsala, at ipagtanggol kami at lahat ng aming mga empleyado, opisyal, direktor at ahente mula sa anuman at lahat ng mga pag-aangkin, hinihingi, demanda, paglilitis, pagsisiyasat, pinsala, gastos, gastos, pagkalugi, at anumang iba pang pananagutan (kabilang ang mga makatwirang bayad sa abugado, gastos sa hukuman at paggasta) na nagmula sa o nauugnay sa (i) ang iyong paggamit ng Mga Serbisyo na lumalabag sa Kasunduan, (ii) isang Hindi kasama na Pag-aangkin, (iii) anumang aktwal o di-umano’y paglabag sa iyo ng anumang representasyon, garantiya, tipan o obligasyon sa ilalim ng Kasunduan, o (iv) ang iyong labis na kapabayaan o sinasadyang maling paggawi. Ang iyong mga obligasyon sa indemnipikasyon sa ilalim ng Seksyon 10.3 na ito ay makakaligtas sa anumang pagwawakas o pagtatapos ng Kasunduan.
tr: 10.3 Tazminatınız: Tazmin etmeyi, zararsız kalmayı ve bizi ve tüm çalışanlarımızı, memurlarımızı, müdürlerimizi ve acentelerimizi her türlü talep, talep, dava, dava, soruşturma, hasar, masraf, gider, kayıp ve diğerlerinden savunmayı kabul edersiniz. (i) Sözleşmeyi ihlal eden Hizmetleri kullanımınız, (ii) Hariç Tutulan Talep, (iii) tarafınızdan gerçek veya iddia edilen herhangi bir ihlal nedeniyle ortaya çıkan yükümlülükler (makul avukatlık ücretleri, mahkeme masrafları ve giderleri dahil) Sözleşme kapsamındaki herhangi bir temsili, garantiyi, sözleşmeyi veya yükümlülüğü veya (iv) ağır ihmalkarlığınızı veya kasıtlı olarak suistimalinizi. Bu Bölüm 10.3 kapsamındaki tazminat yükümlülükleriniz, Sözleşmenin feshinden veya sona ermesinden sonra da devam eder.
tt: 10.3 Сезнең компенсация: Сез безне һәм безнең барлык хезмәткәрләрне, офицерларны, директорларны һәм агентларны теләсә нинди таләпләрдән, таләпләрдән, суд процессларыннан, тикшерүләрдән, зыяннан, чыгымнардан, чыгымнардан, югалтулардан һәм бүтәннәрдән сакларга риза. (i) Сезнең Килешүне бозып Хезмәтләрне куллануыгыз белән бәйле булган бурычлар (шул исәптән акыллы адвокатлар түләүләре, суд чыгымнары һәм чыгымнары), (ii) Чыгарылган Игътибар, (iii) Сезнең фактик яки гаепләнгән бозу. Килешү нигезендә теләсә нинди вәкиллек, гарантия, килешү яки бурыч, яки (iv) сезнең тупас игътибарсызлык яки белә торып тәртип бозу. Бу бүлек 10.3 нигезендә сезнең компенсация йөкләмәләре Килешү беткәндә яки беткәндә сакланачак.
ug: 10.3 تۆلەم: سىز ۋە بارلىق خىزمەتچىلىرىمىز ، ئوفېتسىرلار ، مۇدىرلار ۋە ۋاكالەتچىلىرىمىزنى ھەر قانداق تەلەپ ، تەلەپ ، دەۋا ، دەۋا ، تەكشۈرۈش ، زىيان ، خىراجەت ، چىقىم ، زىيان ۋە باشقىلاردىن تۆلەم تۆلەشكە ، زىيانسىز تۇتۇشقا ۋە قوغداشقا قوشۇلىسىز. (1) سىزنىڭ مۇلازىمەتنى كېلىشىمگە خىلاپلىق قىلغانلىقىڭىزدىن كېلىپ چىققان ياكى ئۇنىڭغا مۇناسىۋەتلىك جاۋابكارلىق (مۇۋاپىق ئادۋوكات ھەققى ، سوت ھەققى ۋە خىراجەتنى ئۆز ئىچىگە ئالىدۇ) ، (2) چىقىرىۋېتىلگەن تەلەپ ، (3) سىز ئوتتۇرىغا قويغان ئەمەلىي ياكى ئەيىبلەنگەنلەر ؛ كېلىشىمدىكى ھەر قانداق ۋەكىللىك ، كاپالەت ، كېلىشىم ياكى مەجبۇرىيەت ياكى (4) ئېغىر سەۋەنلىكىڭىز ياكى قەستەن خىلاپلىق قىلغانلىقىڭىز. بۇ پاراگراف 10.3-ماددىسىدىكى تۆلەم مەجبۇرىيىتىڭىز كېلىشىمنىڭ ئاخىرلىشىشى ياكى مۇددىتى توشقاندا ساقلىنىدۇ.
uk: 10.3 Ваше відшкодування збитків: Ви погоджуєтесь відшкодувати, несанкціонувати, захищати нас та всіх наших працівників, офіцерів, директорів та агентів від будь-яких вимог, вимог, позовів, судових справ, розслідувань, збитків, витрат, витрат, збитків та будь-якого іншого зобов’язання (включаючи розумні збори адвокатів, судові витрати та витрати), що виникають внаслідок або пов’язаних із (i) вашим використанням Послуг з порушенням Угоди, (ii) Виключеним позовом, (iii) будь-яким фактичним або передбачуваним порушенням вами будь-якого представництва, гарантії, договору чи зобов’язання за Угодою, або (iv) вашої грубої недбалості чи умисного проступку. Ваші зобов&#39;язання щодо відшкодування збитків згідно з цим Розділом 10.3 втрачають будь-яке припинення або закінчення терміну дії Договору.
ur: 10.3 آپ کا معاوضہ: آپ کسی بھی طرح کے دعوے ، مطالبات ، مقدمات ، کاروائی ، تحقیقات ، نقصانات ، اخراجات ، اخراجات ، نقصانات اور کسی اور سے ہمارے اور اپنے تمام ملازمین ، افسران ، ڈائریکٹرز اور ایجنٹوں سے ہرجانہ ، نقصان دہ ، اور کسی بھی طرح کے نقصان دہ ، اور دفاع کرنے پر متفق ہیں۔ واجبات (معقول وکیلوں کی فیسوں ، عدالتی اخراجات اور اخراجات سمیت) (i) معاہدے کی خلاف ورزی کرتے ہوئے آپ کی خدمات کا استعمال ، (ii) خارج شدہ دعوی ، (iii) آپ کی طرف سے کوئی اصل یا مبینہ خلاف ورزی سے پیدا ہونے والی ذمہ داری معاہدے کے تحت کسی بھی نمائندگی ، وارنٹی ، عہد یا ذمہ داری کی ، یا (iv) آپ کی مکمل غفلت یا جان بوجھ کر برتاؤ کی۔ اس سیکشن 10.3 کے تحت آپ کی معاوضے کی ذمہ داریاں معاہدے کے خاتمے یا ختم ہونے سے بچ جائیں گی۔
uz: 10.3 Sizning zararingizni qoplash: Siz zararni qoplashga, zararsiz saqlashga va bizni va bizning barcha xodimlarimizni, zobitlarni, direktorlarni va agentlarni har qanday da&#39;volar, talablar, da&#39;volar, sud jarayonlari, tergovlar, zarar, xarajatlar, xarajatlar, yo&#39;qotishlar va boshqa har qanday narsadan himoya qilishga rozilik bildirasiz. Shartnomani buzgan holda (ii) Sizning Xizmatlardan foydalanishingiz bilan bog&#39;liq yoki (ii) chiqarib tashlangan da&#39;vo, (iii) siz tomonidan amalga oshirilgan yoki taxmin qilingan har qanday buzilish bilan bog&#39;liq yuzaga keladigan majburiyatlar (jumladan advokat haqi, sud xarajatlari va harajatlari). Shartnoma bo&#39;yicha har qanday vakillik, kafolat, shartnoma yoki majburiyat, yoki (iv) sizning o&#39;ta beparvolikingiz yoki ataylab qonunbuzarligingiz. Ushbu bo&#39;limning 10.3-bandiga muvofiq sizning qoplash majburiyatlaringiz Shartnoma bekor qilinganidan yoki amal qilish muddati tugagandan so&#39;ng saqlanib qoladi.
vi: 10.3 Bồi thường của bạn: Bạn đồng ý bồi thường, giữ vô hại và bảo vệ chúng tôi và tất cả nhân viên, cán bộ, giám đốc và đại lý của chúng tôi khỏi mọi khiếu nại, yêu cầu, vụ kiện, tố tụng, điều tra, thiệt hại, chi phí, tổn thất, và bất kỳ điều gì khác trách nhiệm pháp lý (bao gồm phí luật sư hợp lý, chi phí tòa án và chi phí) phát sinh từ hoặc liên quan đến (i) việc bạn sử dụng Dịch vụ vi phạm Thỏa thuận, (ii) Khiếu nại bị loại trừ, (iii) bất kỳ vi phạm thực tế hoặc bị cáo buộc nào của bạn của bất kỳ đại diện, bảo hành, giao ước hoặc nghĩa vụ nào theo Thỏa thuận, hoặc (iv) sơ suất thô sơ hoặc hành vi sai trái cố ý của bạn. Nghĩa vụ bồi thường của bạn theo Mục 10.3 này sẽ tồn tại khi bất kỳ chấm dứt hoặc hết hạn Thỏa thuận.
xh: 10.3 Isiqinisekiso sakho: Uvuma ukusibeka ematyaleni, usibambe ngokungenabungozi, kwaye usikhusele thina nabo bonke abasebenzi, amagosa, abalawuli kunye neearhente kuwo nawuphi na amabango, amabango, iimfanelo, iinkqubo, uphando, umonakalo, iindleko, iindleko, ilahleko, kunye nayiphi na enye into Amatyala (kubandakanya imirhumo yamagqwetha afanelekileyo, iindleko zenkundla kunye neendleko) ezivela okanye ezinxulumene (i) nokusetyenziswa kwakho kweeNkonzo ngokuchasene nesiVumelwano, (ii) ibango elichongiweyo, (iii) nakuphi na ukwaphula okwenyani okanye okutyholwa nguwe Nakuphi na ukumelwa, iwaranti, isivumelwano okanye isibophelelo phantsi kwesi siVumelwano, okanye (iv) ukungakhathaleli kwakho konke okanye ukungaziphathi ngabom. Uxanduva lwakho lokuhlanjwa phantsi kweli Candelo 10.3 uya kusinda ekuphelisweni okanye ukupheliswa kwesiVumelwano.
yi: 10.3 דיין ינדעמניפיקאַטיאָן: איר שטימען צו פאַרגיטיקן, האַלטן ומשעדלעך, און באַשיצן אונדז און אַלע אונדזער עמפּלוייז, אָפפיסערס, דירעקטאָרס און אגענטן פון קיין און אַלע קליימז, פאָדערונג, סוץ, פאַרהאַנדלונג, ינוועסטאַגיישאַנז, דאַמאַדזשאַז, קאָס, הוצאות, לאָססעס און קיין אנדערע לייאַביליטיז (אַרייַנגערעכנט געהעריק אַדוואָקאַט פיז, געריכט קאָס און הוצאות) וואָס זענען געפֿירט פֿון אָדער שייך צו (i) דיין נוצן פון די סערוויסעס אין הילעל פון די אַגרעעמענט, (ii) אַ יקסקלודיד קליים, (iii) פאַקטיש פאַקטיש אָדער אַלעדזשד בריטש דורך איר פון קיין פאַרטרעטונג, וואָראַנטי, בונד אָדער פליכט אונטער די אַגרעעמענט, אָדער (iv) דיין גראָב נעגלאַדזשאַנס אָדער ווילד מיסקאַנדאַקט. דיין פאַרגיטיקונג אַבלאַגיישאַנז אונטער דעם אָפּטיילונג 10.3 וועט בלייַבנ לעבן קיין טערמאַניישאַן אָדער עקספּעריישאַן פון די אַגרעעמענט.
