Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Audios
af: audio
am: ኦዲዮዎች
ar: صوتيات
az: Audio
bg: аудиофайлове
bn: অডিও
ca: Àudios
eu: audioak
fa: صداهای
fi: audiona
gu: ઑડિઓઝ
hi: ऑडियो
hr: audio
hu: Hangok
is: Hljóðfæra
it: audio
ja: オーディオ
kk: Аудио
km: អូឌីយ៉ូ
kn: ಆಡಿಯೊಗಳು
ky: Макалалар
mi: Pūrongo
mk: Аудио
ml: ആഡിയോസ്
mn: Аудио
mr: ऑडिओ
ms: Audio
mt: Awdjo
my: Audio
ne: अडियो
nl: audio
or: ଅଡିଓ
pa: ਔਡੀਓ
ps: آډیو
pt: Áudios
ro: fișiere audio
rw: Amajwi
sd: آڊيو
si: ශ්රව්ය උපකරණ
sk: audionahrávky
sr: Аудиос
ta: ஆடியோக்கள்
te: ఆడియోలు
tg: Аудио
th: ไฟล์เสียง
tk: Sesler
tl: Mga Audio
tr: Sesli
tt: Аудио
ug: Audio
uk: Аудіо
ur: آڈیو
uz: Audio
vi: Âm thanh
xh: Ii Audios
yi: אַודיאָס

source: Videos
af: video&#39;s
am: ቪዲዮዎች
ar: أشرطة فيديو
az: Videolar
be: відэа
bg: Видео
bn: ভিডিও
ca: Vídeos
cs: Videa
cy: Fideos
da: Videoer
el: Βίντεο
eo: Videoj
et: Videod
eu: Bideoak
fa: فیلم های
fi: Videot
fr: Vidéos
ga: Físeáin
gd: Bhideothan
gl: Vídeos
gu: વિડિઓઝ
hi: वीडियो
hr: Video
hu: Videók
id: Video
is: Myndbönd
it: video
iw: סרטונים
ja: ビデオ
ka: ვიდეოები
kk: Бейнелер
km: វីដេអូ
kn: ವೀಡಿಯೊಗಳು
lo: ວິດີໂອ
lt: Vaizdo klipai
lv: Videoklipi
mi: Ataata
mk: Видеа
ml: വീഡിയോകൾ
mn: Видео бичлэгүүд
mr: व्हिडिओ
ms: Video
my: Videos မ
ne: भिडियोहरू
no: videoer
or: ଭିଡିଓଗୁଡିକ
pa: ਵੀਡੀਓ
pl: Filmy wideo
ps: ویډیو
pt: Vídeos
ro: Videoclipuri
ru: Видео
rw: Amashusho
sd: وڊيوز
si: වීඩියෝ
sk: videá
sl: Video posnetki
sr: Видео
sv: videoklipp
sw: Video
ta: வீடியோக்கள்
te: వీడియోలు
tg: Видео
th: วิดีโอ
tk: Wideo
tl: Mga Video
tr: Videolar
tt: Видео
ug: سىنلار
uk: Відео
ur: ویڈیوز
uz: Videolar
vi: Video
xh: IiVideos

source: Files
af: lêers
am: ፋይሎች
ar: ملفات
az: Fayllar
be: файлы
bg: файлове
bn: নথি পত্র
ca: Fitxers
cs: Soubory
cy: Ffeiliau
da: Filer
de: Dateien
el: Αρχεία
eo: Dosieroj
es: Archivos
et: Failid
eu: Fitxategiak
fa: فایل ها
fi: Tiedostot
fr: Des dossiers
ga: Comhaid
gd: Faidhlichean
gl: Arquivos
gu: ફાઈલો
hi: फ़ाइलें
hr: datoteke
hy: Ֆայլեր
id: File
is: Skrár
it: File
iw: קבצים
ja: ファイル
ka: ფაილები
kk: Файлдар
km: ឯកសារ
kn: ಕಡತಗಳನ್ನು
ku: Pelan
lb: Dateien
lo: ໄຟລ໌
lt: Failai
lv: Faili
mi: Kōnae
mk: Датотеки
ml: ഫയലുകൾ
mn: Файлууд
mr: फायली
ms: Fail
mt: Fajls
ne: फाइलहरू
nl: bestanden
no: filer
or: ଫାଇଲଗୁଡିକ
pa: ਫਾਇਲਾਂ
pl: Akta
ps: دوتنه
pt: arquivos
ro: Fișiere
ru: файлы
rw: Amadosiye
sd: فائلون
si: ගොනු
sk: súbory
sl: Datoteke
sr: Фајлови
sv: filer
sw: Mafaili
ta: கோப்புகள்
te: ఫైళ్లు
tg: Файлҳо
th: ไฟล์
tk: Faýllar
tl: Mga file
tr: Dosyalar
tt: Файллар
ug: ھۆججەتلەر
uk: Файли
ur: فائلوں
uz: Fayllar
vi: Các tập tin
xh: Iifayile
yi: טעקעס

source: Events
af: gebeure
am: ክስተቶች
ar: أحداث
az: Hadisələr
be: падзеі
bg: Събития
bn: ঘটনাবলী
ca: Esdeveniments
cs: Události
cy: Digwyddiadau
da: Begivenheder
de: Veranstaltungen
el: Εκδηλώσεις
eo: Okazaĵoj
es: Eventos
et: Sündmused
eu: Ekitaldiak
fa: مناسبت ها
fi: Tapahtumat
fr: Événements
fy: Eveneminten
ga: Imeachtaí
gd: Tachartasan
gl: Eventos
gu: ઇવેન્ટ્સ
hi: आयोजन
hr: Događaji
hu: Események
hy: Միջոցառումներ
id: Acara
is: Viðburðir
it: eventi
iw: אירועים
ja: イベント
ka: ივენთი
kk: Оқиғалар
km: ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮಗಳು
ku: Bûyeran
lo: ເຫດການຕ່າງໆ
lt: Renginiai
lv: Notikumi
mi: Ngā Takahanga
mk: Настани
ml: ഇവന്റുകൾ
mn: Үйл явдал
mr: आगामी कार्यक्रम
ms: Peristiwa
mt: Avvenimenti
my: ဖြစ်ရပ်များ
ne: घटनाक्रमहरू
nl: Evenementen
no: arrangementer
or: ଘଟଣା
pa: ਸਮਾਗਮ
pl: Wydarzenia
ps: پیښې
pt: Eventos
ro: Evenimente
ru: Мероприятия
rw: Ibyabaye
sd: واقعا
si: සිද්ධීන්
sk: Diania
sl: Dogodki
sq: Ngjarje
sr: Догађаји
sv: evenemang
sw: Matukio
ta: நிகழ்வுகள்
te: ఈవెంట్స్
tg: Чорабинӣ
th: เหตุการณ์ที่เกิดขึ้น
tk: Wakalar
tl: Mga Kaganapan
tr: Olaylar
tt: Вакыйгалар
uk: Події
ur: تقریبات
uz: Voqealar
vi: Sự kiện
xh: I zi ganeko
yi: געשעענישן

source: Forms
af: vorms
am: ቅጾች
ar: إستمارات
az: Formalar
be: формы
bg: Форми
bn: ফরম
ca: Formes
cs: formuláře
cy: Ffurflenni
de: Formen
el: Έντυπα
eo: Formoj
es: Formularios
et: Vormid
eu: Inprimakiak
fa: تشکیل می دهد
fi: Lomakkeet
fr: Formes
fy: Formulieren
ga: Foirmeacha
gd: Foirmean
gl: Formularios
gu: ફોર્મ્સ
hi: फार्म
hr: obrasci
hy: Ձեւեր
id: Formulir
is: Eyðublöð
it: Forme
iw: טפסים
ja: フォーム
ka: ფორმები
kk: Формалар
km: ទម្រង់
kn: ಫಾರ್ಮ್ಸ್
ku: Formên
ky: түрлөрү
lb: Formen
lo: ແບບຟອມ
lt: Formos
lv: Veidlapas
mi: Puka
mk: Форми
ml: ഫോമുകൾ
mn: Маягтууд
mr: फॉर्म
ms: Borang
mt: Formoli
my: ပုံစံများ
ne: फारमहरू
nl: vormen
no: skjemaer
or: ଫର୍ମଗୁଡିକ
pa: ਫਾਰਮ
pl: Formularze
ps: فورمه
pt: Formulários
ro: Formulare
ru: формы
rw: Ifishi
sd: فارم
si: ආකෘති පත්ර
sk: formuláre
sl: Obrazci
sq: Format
sr: Обрасци
sv: formulär
sw: Fomu
ta: படிவங்கள்
te: పత్రాలు
th: รูปแบบ
tk: Formalar
tl: Mga Form
tr: Formlar
tt: Формалар
ug: جەدۋەل
uk: Форми
ur: فارم
uz: Shakllar
vi: Các hình thức
xh: IiFom

source: E-signs
af: E-tekens
am: ኢ-ምልክቶች
ar: علامات إلكترونية
az: Elektron işarələr
be: Электронныя знакі
bg: Е-знаци
bn: ই-চিহ্ন
ca: Signes electrònics
cs: E-znaky
cy: E-arwyddion
da: E-skilte
de: E-Zeichen
el: Ηλεκτρονικά σήματα
eo: E-signoj
es: E-signos
et: E-märgid
eu: E-seinaleak
fa: علائم الکترونیکی
fi: E-kyltit
fr: E-signes
fy: E-tekens
ga: E-comharthaí
gd: Soidhnichean-d
gl: Sinais electrónicos
gu: ઇ-ચિહ્નો
hi: ई-संकेत
hr: E-znakovi
hu: E-jelek
hy: Էլեկտրոնային նշաններ
id: tanda elektronik
is: Rafræn merki
it: Segni E
iw: שלטים אלקטרוניים
ja: 電子サイン
ka: ელექტრონული ნიშნები
kk: Электрондық белгілер
km: សញ្ញាអ៊ី
kn: ಇ-ಚಿಹ್ನೆಗಳು
ku: E-nîşan
ky: Электрондук белгилер
lb: E-Schëlder
lo: ສັນຍານອີເມລ໌
lt: Elektroniniai ženklai
lv: E-zīmes
mg: E-famantarana
mi: E-tohu
mk: Е-знаци
ml: ഇ-ചിഹ്നങ്ങൾ
mn: Цахим тэмдэг
mr: ई-चिन्ह
ms: E-tanda
mt: E-sinjali
my: အီး-လက္ခဏာများ
ne: ई-चिन्हहरू
nl: E-borden
no: E-skilt
or: ଇ-ଚିହ୍ନ |
pa: ਈ-ਚਿੰਨ੍ਹ
pl: E-znaki
ps: ای نښې
ro: Semne electronice
ru: Электронные знаки
rw: E-ibimenyetso
sd: اي نشانيون
si: ඊ-ලකුණු
sk: E-znamenia
sl: E-znaki
sq: Shenjat elektronike
sr: Е-знакови
sv: E-skyltar
sw: E-ishara
ta: மின் அடையாளங்கள்
te: ఇ-చిహ్నాలు
tg: Аломатҳои электронӣ
th: ป้ายอิเล็กทรอนิกส์
tk: Elektron alamatlar
tl: Mga e-sign
tr: E-işaretler
tt: Электрон билгеләр
ug: ئېلېكترونلۇق بەلگە
uk: Е-знаки
ur: ای نشانیاں
uz: Elektron belgilar
vi: Dấu hiệu điện tử
xh: Iimpawu ze-E
yi: E- וואונדער

source: Invoices
af: Fakture
am: ደረሰኞች
ar: الفواتير
az: Fakturalar
be: Рахункі-фактуры
bg: Фактури
bn: চালান
ca: Factures
cs: Faktury
cy: Anfonebau
da: Fakturaer
de: Rechnungen
el: τιμολόγια
eo: Fakturoj
es: Facturas
et: Arved
eu: Fakturak
fa: فاکتورها
fi: Laskut
fr: Factures
ga: Sonraisc
gd: Fàirdealan
gl: Facturas
gu: ઇન્વૉઇસ
hi: चालान
hr: Računi
hu: Számlák
hy: Հաշիվ-ապրանքագրեր
id: Faktur
is: Reikningar
it: Fatture
iw: חשבוניות
ja: 請求書
ka: ინვოისები
kk: Шот-фактуралар
km: វិក្កយបត្រ
kn: ಇನ್ವಾಯ್ಸ್ಗಳು
ku: Faturên
ky: Эсеп-фактуралар
lb: Rechnungen
lo: ໃບແຈ້ງໜີ້
lt: Sąskaitos faktūros
lv: Rēķini
mg: faktiora
mi: Nga nama
mk: Фактури
ml: ഇൻവോയ്സുകൾ
mn: Нэхэмжлэх
mr: पावत्या
ms: Invois
mt: Fatturi
my: ပြေစာများ
ne: इनभ्वाइसहरू
nl: facturen
no: Fakturaer
or: ଇନଭଏସ୍ |
pa: ਚਲਾਨ
pl: Faktury
ps: رسیدونه
pt: Faturas
ro: Facturi
ru: Счета
rw: Inyemezabuguzi
sd: انوائس
si: ඉන්වොයිසි
sk: faktúry
sl: Računi
sq: Faturat
sr: фактуре
sv: Fakturor
sw: ankara
ta: இன்வாய்ஸ்கள்
te: ఇన్‌వాయిస్‌లు
tg: Ҳисобнома-фактураҳо
th: ใบแจ้งหนี้
tk: Hasap-faktura
tl: Mga invoice
tr: faturalar
tt: Фактура
ug: تالون
uk: Рахунки-фактури
ur: رسیدیں
uz: Hisob-fakturalar
vi: Hóa đơn
xh: Ii-invoyisi
yi: ינווויסיז

source: Notes
af: notas
am: ማስታወሻዎች
ar: ملاحظات
az: Qeydlər
be: Нататкі
bg: бележки
bn: নোট
cs: Poznámky
cy: Nodiadau
da: Noter
de: Anmerkungen
el: Σημειώσεις
eo: Notoj
es: Notas
et: Märkused
eu: Oharrak
fa: یادداشت
fi: Huomautuksia
fr: Remarques
fy: Notysjes
ga: Nótaí
gd: Nòtaichean
gl: Notas
gu: નોંધો
hi: टिप्पणियाँ
hr: Bilješke
hu: Megjegyzések
hy: Նշումներ
id: Catatan
is: Skýringar
it: Gli appunti
iw: הערות
ja: ノート
ka: შენიშვნები
kk: Ескертулер
km: ចំណាំ
kn: ಟಿಪ್ಪಣಿಗಳು
ky: Кошумча маалыматтар
lb: Notizen
lo: ຫມາຍເຫດ
lt: Pastabos
lv: Piezīmes
mi: Tuhipoka
mk: Белешки
ml: കുറിപ്പുകൾ
mn: Тэмдэглэл
mr: नोट्स
ms: Nota
mt: Noti
my: မှတ်စုများ
ne: टिप्पणीहरू
no: Merknader
or: ଟିପ୍ପଣୀ |
pa: ਨੋਟਸ
pl: Uwagi
ps: یادښتونه
pt: Notas
ro: notițe
ru: Заметки
rw: Inyandiko
sd: نوٽ
si: සටහන්
sk: Poznámky
sl: Opombe
sq: Shënime
sr: Нотес
sv: anteckningar
sw: Vidokezo
ta: குறிப்புக்கள்
te: గమనికలు
tg: Замимаҳо
th: หมายเหตุ
tk: Bellikler
tl: Mga Tala
tr: notlar
tt: Искәрмәләр
ug: ئىزاھات
uk: Примітки
ur: نوٹس
uz: Eslatmalar
vi: Ghi chú
xh: Amanqaku
yi: נאָטעס

source: Tasks
af: Take
am: ተግባራት
ar: مهام
az: Tapşırıqlar
be: Задачы
bg: Задачи
bn: কাজ
ca: Tasques
cs: Úkoly
cy: Tasgau
da: Opgaver
de: Aufgaben
el: Καθήκοντα
eo: Taskoj
es: Tareas
et: Ülesanded
eu: Zereginak
fa: وظایف
fi: Tehtävät
fr: Tâches
fy: Taken
ga: Tascanna
gd: Gnìomhan
gl: Tarefas
gu: કાર્યો
hi: कार्य
hr: Zadaci
hu: Feladatok
hy: Առաջադրանքներ
id: Tugas
is: Verkefni
it: Compiti
iw: משימות
ja: タスク
ka: Დავალებები
kk: Тапсырмалар
km: ភារកិច្ច
kn: ಕಾರ್ಯಗಳು
lb: Aufgaben
lo: ວຽກງານ
lt: Užduotys
lv: Uzdevumi
mg: asa
mi: Nga Mahi
mk: Задачи
ml: ചുമതലകൾ
mn: Даалгаврууд
mr: कार्ये
ms: Tugasan
mt: Kompiti
my: လုပ်ငန်းတာဝန်များ
ne: कार्यहरू
nl: Taken
no: Oppgaver
or: କାର୍ଯ୍ୟଗୁଡିକ
pa: ਕਾਰਜ
pl: Zadania
ps: دندې
pt: Tarefas
ro: Sarcini
ru: Задания
rw: Inshingano
sd: ڪم
si: කාර්යයන්
sk: Úlohy
sl: Naloge
sq: Detyrat
sr: Задаци
sv: Uppgifter
sw: Kazi
ta: பணிகள்
te: పనులు
tg: Вазифахо
th: งาน
tk: Wezipeler
tl: Mga gawain
tr: Görevler
tt: Биремнәр
ug: ۋەزىپە
uk: завдання
ur: کام
uz: Vazifalar
vi: nhiệm vụ
xh: Imisebenzi
yi: טאַסקס

source: Convo
af: Konvo
am: ኮንቮ
ar: كونفو
az: Konvo
bg: Разговор
bn: কনভো
cy: Confo
fr: Envoyer un message
ga: Cóbh
gd: Conabh
gu: કોન્વો
hy: Կոնվո
id: obrolan
ja: コンボ
ka: კონვო
kk: Конво
kn: ಸಂವಾದ
mi: Whakawhitiwhiti
mk: Конво
ml: കോൺവോ
mr: कॉन्व्हो
ms: konvo
ne: कन्भो
nl: gesprek
or: କନଭୋ |
pa: ਕਾਨਵੋ
pl: Konwój
ru: Конво
si: සංවාද
sq: Konvo
sr: Цонво
sw: Mazungumzo
ta: உரையாடல்
te: కాన్వో
tg: Конво
tr: Muhabbet
tt: Конво
uz: Konvo
yi: קאָנוואָ

source: Great job!
af: Goeie werk!
am: ታላቅ ስራ!
ar: عمل عظيم!
az: Əla işdir!
be: Выдатная праца!
bg: Добра работа!
bn: দারূন কাজ!
ca: Bona feina!
cs: Dobrá práce!
cy: Swydd ardderchog!
da: Godt arbejde!
de: Gut gemacht!
el: Καλή δουλειά!
eo: Bonega laboro!
es: ¡Gran trabajo!
et: Suurepärane töö!
eu: Lan handia!
fa: کارت عالی بود!
fi: Hyvää työtä!
fr: Bon travail!
fy: Goed wurk!
ga: Post iontach!
gd: Obair mhòr!
gl: Gran traballo!
gu: મહાન કામ!
hi: अच्छा काम!
hr: Odličan posao!
hu: Nagyszerű munka!
hy: Մեծ աշխատանք
id: Kerja bagus!
is: Frábært starf!
it: Ottimo lavoro!
iw: עבודה טובה!
ja: よくやった！
ka: ყოჩაღ!
kk: Ұлы жұмыс!
km: ធ្វើ​បាន​ល្អ!
kn: ಉತ್ತಮ ಕೆಲಸ!
ku: Karê mezin!
ky: Мыкты иш!
lb: Super Aarbecht!
lo: ດີ​ຫຼາຍ!
lt: Puikus darbas!
lv: Lielisks darbs!
mg: Asa lehibe!
mi: He nui te mahi!
mk: Одлична работа!
ml: മികച്ച ജോലി!
mn: Сайн ажил!
mr: चांगले काम!
ms: Bagus!
mt: Impjieg kbir!
my: ဂရိတ်အလုပ်!
ne: राम्रो काम!
nl: Goed werk!
no: God jobb!
or: ଭଲ କାମ!
pa: ਮਹਾਨ ਅੱਯੂਬ!
pl: Dobra robota!
ps: لوی کار!
pt: Bom trabalho!
ro: Buna treaba!
ru: Отличная работа!
rw: Akazi keza!
sd: تمام سٺو ڪم!
si: මහා රැකියාව!
sk: Dobrá práca!
sl: Odlično opravljeno!
sq: Punë e mrekullueshme!
sr: Одличан посао!
sv: Bra jobbat!
sw: Kazi nzuri!
ta: பெரிய வேலை!
te: గొప్ప పని!
tg: Кори бузург!
th: งานที่ยอดเยี่ยม!
tk: Gowy iş!
tl: Mahusay na trabaho!
tr: İyi iş!
tt: Әйбәт эш!
ug: قالتىس خىزمەت!
uk: Чудова робота!
ur: بہت اچھا کام!
uz: Ajoyib ish!
vi: Lam tôt lăm!
xh: Umsebenzi omhle kakhulu!
yi: גוטע ארבעט!

source: You did all
af: Jy het alles gedoen
am: ሁሉንም አደረጉ
ar: أنت فعلت كل شيء
az: Hamısını etdin
be: Вы зрабілі ўсё,
bg: Ти направи всичко
bn: আপনি সব করেছেন
ca: Has fet tot
cs: Všechno jsi udělal
cy: Rydych chi i gyd
da: Du gjorde alt
de: Du hast alles gemacht
el: Το κάνατε όλοι
eo: Vi faris ĉion
es: Hiciste todo
et: Sa tegid kõik
eu: Guztiak egin dituzu
fa: تو همه کار کردی
fi: Teit kaikki
fr: Vous avez tout fait
fy: Jo dogge alles
ga: Rinne tú go léir
gd: Rinn thu uile
gl: Vostede fixo todo
gu: તમે બધા કર્યું
hi: तुमने सब किया
hr: Sve si učinio
hu: Mindent megtettél
hy: Դուք ամեն ինչ արեցիք
id: Anda melakukan semuanya
is: Þú gerðir allt
it: Hai fatto tutto
iw: עשית הכול
ja: あなたはすべてをやった
ka: თქვენ გააკეთეთ ყველაფერი
kk: Сіз бәрін жасадыңыз
km: អ្នកបានធ្វើទាំងអស់
kn: ನೀವು ಎಲ್ಲವನ್ನೂ ಮಾಡಿದ್ದೀರಿ
ku: Hûn hemû kir
ky: Сен баарын кылды
lb: Dir hutt alles gemaach
lo: ທ່ານໄດ້ເຮັດທັງຫມົດ
lt: Tu padarė viską
lv: Jūs visu darījāt
mg: Nanao izany rehetra izany ianao
mi: I mahi koe
mk: Сте направиле сите
ml: നീ എല്ലാം ചെയ്തു
mn: Та бүгдийг хийсэн
mr: आपण सर्व केले
ms: Anda semua
mt: Kellek kollha
my: သင်တို့ရှိသမျှကိုပြု၏
ne: तपाईंले सबै गर्नुभयो
nl: Jij hebt alles gedaan
no: Du gjorde alt
or: ତୁମେ ସବୁ କରିଛ
pa: ਤੁਸੀਂ ਸਭ ਕੁਝ ਕੀਤਾ ਸੀ
pl: Zrobiłeś wszystko
ps: تاسو ټول وکړ
pt: Você fez tudo
ro: Ai făcut totul
ru: Вы сделали все
rw: Wakoze byose
sd: توهان سڀني کي ڏني
si: ඔබ සියල්ල කළා
sk: Urobil si všetko
sl: Vse si naredil
sq: Ju bënë të gjitha
sr: Све си урадио
sv: Du gjorde allt
sw: Wewe ulifanya yote
ta: நீங்கள் அனைத்தையும் செய்தீர்கள்
te: మీరు అన్ని చేశారు
tg: Шумо ҳама кор кардед
th: คุณทำได้ทุกอย่าง
tk: Hemmesini etdiň
tl: Ginawa mo na ang lahat
tr: Sen hepsini yaptın
tt: Сез барысын да эшләдегез
ug: ھەممىنى قىلدىڭىز
uk: Ви зробили все
ur: تم نے کیا کیا
uz: Siz hamma narsani qildingiz
vi: Bạn đã làm tất cả
xh: Wenza konke
yi: איר האָט אַלע

source: the tasks
af: die take
am: ተግባሮች
ar: المهام
az: vəzifələr
be: задачы
bg: задачите
bn: কাজগুলো
ca: les tasques
cs: úkoly
cy: y tasgau
da: opgaverne
de: die Aufgaben
el: τα καθήκοντα
eo: la taskoj
es: las tareas
et: ülesanded
eu: zereginak
fa: وظایف
fi: tehtävät
fr: les tâches
fy: de taken
ga: na tascanna
gd: na gnìomhan
gl: as tarefas
gu: ક્રિયાઓ
hi: कार्य
hr: zadatke
hu: a feladatok
hy: խնդիրները
id: tugas-tugasnya
is: verkefni
it: i compiti
iw: את המשימות
ja: タスク
ka: ამოცანები
kk: тапсырмалар
km: ភារកិច្ច
kn: ಕಾರ್ಯಗಳು
ku: karkerên
ky: милдеттери
lb: den Aufgaben
lo: ວຽກງານ
lt: užduotis
lv: uzdevumus
mg: ny asa
mi: nga mahi
mk: задачите
ml: ചുമതലകൾ
mn: ажлууд
mr: कार्ये
ms: tugas-tugas
mt: il-kompiti
my: အဆိုပါတာဝန်များကို
ne: कार्यहरू
nl: de taken
no: Oppgavene
or: କାର୍ଯ୍ୟଗୁଡ଼ିକ
pa: ਕੰਮ
pl: zadania
ps: دندې
pt: as tarefas
ro: misiunile
ru: задачи
rw: imirimo
sd: ڪم
si: කාර්යයන්
sk: úloh
sl: naloge
sq: detyrat
sr: задаци
sv: uppgifterna
sw: kazi
ta: பணிகளை
te: పనులు
tg: вазифаҳо
th: งาน
tk: meseleler
tl: ang mga gawain
tr: görevler
tt: биремнәр
ug: ۋەزىپىلەر
uk: завдання
ur: کاموں
uz: vazifalar
vi: các nhiệm vụ
xh: imisebenzi
yi: די טאַסקס

source: Media
am: ማህደረ መረጃ
ar: وسائل الإعلام
be: сродкі масавай інфармацыі
bg: средства
bn: মিডিয়া
ca: Mitjans de comunicació
cs: Média
cy: Cyfryngau
da: Medier
de: Medien
el: Μεσο ΜΑΖΙΚΗΣ ΕΝΗΜΕΡΩΣΗΣ
eo: Amaskomunikiloj
es: Medios de comunicación
et: Meedia
fa: رسانه ها
fi: tiedotusvälineet
fr: Médias
ga: Meáin
gd: Meadhanan
gl: Medios de comunicación
gu: મીડિયા
hi: मीडिया
hu: Média
hy: ԶԼՄ-ներ
iw: כְּלֵי תִקְשׁוֹרֶת
ja: メディア
ka: მედია
kk: БАҚ
km: ប្រព័ន្ធផ្សព្វផ្សាយ
kn: ಮಾಧ್ಯಮ
ku: Medya
ky: маалымат каражаттары
lb: Medien
lo: ສື່ມວນຊົນ
lt: Žiniasklaida
lv: Mediji
mk: Медиуми
ml: മീഡിയ
mn: Хэвлэл мэдээлэл
mr: मीडिया
mt: Midja
my: မီဒီယာ
ne: मिडिया
or: ମିଡିଆ |
pa: ਮੀਡੀਆ
pl: Głoska bezdźwięczna
ps: رسنۍ
pt: meios de comunicação
ro: Mass-media
ru: СМИ
rw: Itangazamakuru
sd: ميڊيا
si: මාධ්ය
sl: Mediji
sr: Медији
sw: Vyombo vya habari
ta: ஊடகம்
te: మీడియా
tg: Медиа
th: สื่อ
tk: Mediýa
tr: medya
tt: Медиа
uk: Медіа
ur: میڈیا
vi: Phương tiện truyền thông
xh: Imidiya
yi: מעדיע

source: Skip to navigation (n)
af: Slaan oor na navigasie (n)
am: ወደ ዳሰሳ (n) ይሂዱ
ar: تخطي إلى الملاحة (ن)
az: Naviqasiya ötürmək (n)
be: Перайсці да навігацыі (п)
bg: Прескачане към навигация (n)
bn: নেভিগেশন এড়িয়ে যান (n)
ca: Saltar a la navegació (n)
cs: Přeskočit na navigaci (n)
da: Spring til navigation (n)
de: Springe zur Navigation (n)
el: Μετάβαση στην πλοήγηση (n)
eo: Rekte al la navigado (n)
es: Saltar a la navegación (n)
et: Minna navigatsioonini (n)
eu: Salto egin nabigazioara (n)
fa: پرش به ناوبری (n)
fi: Siirry navigointiin (n)
fr: Passer à la navigation (n)
fy: Gean nei navigaasje (n)
gd: Air adhart gu seòladh (n)
gl: Ir á navegación (n)
gu: નેવિગેશન પર જાઓ (n)
hi: नेविगेशन पर जाएं (एन)
hr: Preskoči na navigaciju (n)
hu: Ugrás a navigációra (n)
hy: Բաց թողնել Navigation (n)
id: Lewati ke navigasi (n)
is: Fara í flakk (n)
it: Vai alla navigazione (n)
iw: דלג לניווט (n)
ja: ナビゲーションにスキップする（n）
ka: გადასვლა ნავიგაციისთვის (n)
kk: Навигацияға өту (n)
km: រំលងទៅការរុករក (n)
kn: ಸಂಚರಣೆಗೆ ತೆರಳಿ (n)
ku: Skip to navîgasyon (n)
ky: багыттоо Кечки Азаттык (о)
lb: Wiesselen op Navigatioun (n)
lo: ຂ້າມໄປຫາທິດທາງ (n)
lt: Pereiti prie navigacijos (n)
lv: Pāriet uz navigāciju (n)
mi: Haere ki te whakaterenga (n)
mk: Скокни до навигација (n)
ml: നാവിഗേഷനിലേക്ക് പോകുക (n)
mn: Навигац руу очих (n)
mr: नेव्हिगेशन कडे जा (एन)
ms: Langkau ke navigasi (n)
mt: Aqbeż għan-navigazzjoni (n)
my: (ဎ) အညွှန်းမှ Skip
ne: नेभिगेसनमा छोड्नुहोस् (n)
nl: Ga naar navigatie (n)
no: Gå til navigasjon (n)
or: ନାଭିଗେସନ୍ (n) କୁ ଯାଆନ୍ତୁ |
pa: ਨੇਵੀਗੇਸ਼ਨ ਤੇ ਜਾਓ (n)
pl: Przejdź do nawigacji (n)
ps: نیویارک ته لاړ شئ (n)
pt: Pular para navegação (n)
ro: Salt la navigare (n)
ru: Перейти к навигации (n)
rw: Jya mu nzira (n)
sd: نيويگيشن ڏانھن وڃو (ن)
si: සංචලනය වෙත යන්න (n)
sk: Prejsť na navigáciu (n)
sl: Preskoči na navigacijo (n)
sq: Kalo në navigacion (n)
sr: Прескочи на навигацију (н)
sv: Hoppa till navigering (n)
sw: Ruka kwa urambazaji (n)
ta: வழிசெலுத்தல் வழிசெலுத்தல் (n)
te: పేజీకి సంబంధించిన లింకులు దాటవేయి (n)
tg: Ба сайти navigation (n) гузоред
th: ข้ามไปที่การนำทาง (n)
tk: Nawigasiýa geçiň (n)
tl: Laktawan sa nabigasyon (n)
tr: Gezinmeye geç (n)
tt: Навигациягә күчү (n)
ug: يول باشلاش (n)
uk: Перейти до навігації (n)
ur: نیویگیشن پر جائیں (ن)
uz: Navigatsiyaga o&#39;tish (n)
vi: Chuyển đến điều hướng (n)
xh: Dlulela kwi-navigation (n)
yi: האָפּקען צו נאַוויגאַציע (n)

source: Skip to content (c)
af: Slaan oor na inhoud (c)
am: ወደ ይዘት (ሐ) ይዝለሉ
ar: تخطي إلى المحتوى (ج)
az: İçindəkinə keç (c)
be: Перайсці да змесціва (с)
bg: Прескачане на съдържание (c)
bn: কন্টেন্ট এড়িয়ে যাও (গ)
ca: Vés al contingut (c)
cs: Přeskočit na obsah (c)
cy: Skip i&#39;r cynnwys (c)
da: Spring til indhold (c)
de: Springe zum Inhalt (c)
el: Μετάβαση στο περιεχόμενο (γ)
eo: Rekte al enhavo (c)
es: Saltar al contenido (c)
et: Otse sisu juurde (c)
eu: Edukinera joan (c)
fa: پرش به محتوا (ج)
fi: Siirry sisältöön (c)
fr: Aller au contenu (c)
fy: Gean nei ynhâld (c)
ga: Scipeáil chuig ábhar (c)
gl: Ir ao contido (c)
gu: વિષયવસ્તુ પર જાઓ (c)
hi: सामग्री पर जाएं (सी)
hr: Preskoči na sadržaj (c)
hu: Ugrás a tartalomhoz (c)
hy: Բաց թողնել բովանդակությունը (գ)
id: Lewati ke konten (c)
is: Fara í efnið (c)
it: Vai al contenuto (c)
iw: דלג לתוכן (c)
ja: コンテンツにスキップする（c）
ka: გამოტოვება (გ)
kk: Мазмұнға өту (c)
km: រំលងទៅមាតិកា (គ)
kn: ವಿಷಯಕ್ಕೆ ತೆರಳಿ (ಸಿ)
ky: Мазмунун көрсөтүү (с)
lo: ຂ້າມໄປຫາເນື້ອໃນ (c)
lt: Pereiti prie turinio (c)
lv: Pāriet uz saturu (c)
mg: Alefaso amin&#39;ny votoatiny (c)
mi: Haere ki te ihirangi (c)
mk: Скокни до содржината (в)
ml: ഉള്ളടക്കത്തിലേക്ക് പോകുക (c)
mn: Агуулга руу очих (c)
mr: सामग्रीवर जा (क)
ms: Langkau ke kandungan (c)
mt: Aqbeż għall-kontenut (c)
my: (ဂ) အကြောင်းအရာ Skip
ne: सामग्रीमा छोड्नुहोस् (c)
nl: Ga naar inhoud (c)
no: Gå til innhold (c)
or: ବିଷୟବସ୍ତୁକୁ ଯାଆନ୍ତୁ (ଗ)
pa: ਸਮੱਗਰੀ ਤੇ ਜਾਓ (c)
pl: Przejdź do treści (c)
ps: منځپانګې ته مراجعه وکړئ (c)
pt: Pular para o conteúdo (c)
ro: Salt la conținut (c)
ru: Перейти к содержанию (c)
rw: Jya ku bikubiyemo (c)
sd: مواد ڏانهن وڃو (c)
si: අන්තර්ගතයට යන්න (ඇ)
sk: Preskočiť na obsah (c)
sl: Preskoči na vsebino (c)
sq: Kalo në përmbajtje (c)
sr: Скочи до садржаја (ц)
sv: Hoppa till innehåll (c)
sw: Ruka kwenye maudhui (c)
ta: உள்ளடக்கத்திற்குச் செல் (c)
te: కంటెంట్కు దాటవేయి (సి)
th: ข้ามไปที่เนื้อหา (c)
tk: Mazmuna geçiň (c)
tl: Laktawan sa nilalaman (c)
tr: İçeriğe geç (c)
tt: Эчтәлеккә күчү (в)
ug: مەزمۇنغا ئاتلاش (c)
uk: Перейти до змісту (c)
ur: مواد پر جائیں (ج)
uz: O&#39;tkazib yuborish (c)
vi: Chuyển đến nội dung (c)
xh: Dlulela kumxholo (c)
yi: האָפּקען צו צופרידן (C)

source: Skip to footer (f)
af: Slaan oor na voetskrif (f)
am: ወደ ግርጌ ይለፉ (ረ)
ar: تخطي إلى footer (f)
az: Altbilgiyə atlayın (f)
be: Перайсці да зносцы (е)
bg: Преминаване към долния колонтитул (f)
bn: পাদলেখ এড়িয়ে যান (চ)
ca: Saltar al peu de pàgina (f)
cs: Přejít na zápatí (f)
cy: Skip at footer (f)
da: Spring til sidefod (f)
de: Direkt zur Fußzeile (f)
el: Μετάβαση στο υποσέλιδο (f)
eo: Salti al piedlinio (f)
es: Saltar al pie de página (f)
et: Jätkake jaluse juurde (f)
eu: Saltatu orri-oina (f)
fa: پرش به بالا (f)
fi: Siirry alasivulle (f)
fr: Passer au pied de page (f)
fy: Gean nei foet (f)
ga: Téigh go dtí an buntásc (f)
gl: Saltar ao pé de páxina (f)
gu: ફૂટર પર જાઓ (એફ)
hi: पाद लेख पर जाएं (एफ)
hr: Preskoči na podnožje (f)
hu: Ugrás a láblécre (f)
hy: Անցնել ստորեւ (f)
id: Lewati ke footer (f)
is: Fara í fótinn (f)
it: Vai al footer (f)
iw: דלג לכותרת התחתונה (f)
ja: フッターにスキップする（f）
ka: გადასვლა ძირიდან (ვ)
kk: Төменгі колонтитулға өту (f)
km: រំលងទៅបាតកថា (ច)
kn: ಅಡಿಟಿಪ್ಪಣಿಗೆ ತೆರಳಿ (ಎಫ್)
ku: Vegere footer (f)
ky: этеги Кечки Азаттык (е)
lb: Wiesselen op Fousszeilen (f)
lt: Pereiti į apačią (f)
lv: Pāriet uz kājeni (f)
mg: Alefaso amin&#39;ny footer (f)
mi: Huri ki raro (f)
mk: Скокни до подножјето (ѓ)
ml: ഫൂട്ടറിലേക്ക് പോകുക (f)
mn: Хөл рүү алгасах (f)
mr: फुटरवर जा (फ)
ms: Langkau ke footer (f)
mt: Aqbeż għall-footer (f)
my: (စ) ထဲက footer မှ Skip
ne: फुटरमा छोड्नुहोस् (च)
nl: Ga naar footer (f)
no: Gå til bunntekst (f)
or: ଫୁଟର୍ କୁ ଯାଆନ୍ତୁ (f)
pa: ਪਦਲੇਖ ਤੇ ਜਾਓ (f)
pl: Przejdź do stopki (f)
ps: فوټر ته لاړ شئ (f)
pt: Pular para o rodapé (f)
ro: Treceți la subsol (f)
ru: Переход к нижнему колонтитулу (f)
rw: Jya kuri footer (f)
sd: فوٽر ڏانهن وڃو (f)
si: පාදකය වෙත යන්න (f)
sk: Prejsť na pätu (f)
sl: Preskoči na nogo (f)
sq: Kalo në futboll (f)
sr: Пређите у подножје (ф)
sv: Hoppa till sidfot (f)
ta: அடிக்குறிப்பில் செல்க (f)
te: ఫుటరుకు వెళ్ళు (f)
tg: Ба пиёдагард гузаред (f)
th: ข้ามไปที่ส่วนท้าย (f)
tk: Aşakdaky ýazgylara geçiň (f)
tl: Laktawan ang footer (f)
tr: Altbilgiye atla (f)
tt: Аяк астына күчү (f)
ug: بەت ئاستىغا ئۆتۈش (f)
uk: Перейти в нижній колонтитул (f)
ur: فوٹر پر جائیں (f)
uz: Pastga atlayın (f)
vi: Chuyển đến chân trang (f)
xh: Yeka kwi nqanaba (f)
yi: האָפּקען צו פוטער (f)

source: Case
af: Saak
am: ጉዳይ
ar: قضية
az: İş
be: Справа
bg: Дело
bn: কেস
ca: Caixa
cs: Případ
cy: Achos
da: Sag
de: Fall
el: Υπόθεση
eo: Kazo
es: Caso
et: Juhtum
eu: Kasua
fa: مورد
fi: Asia
fr: Cas
fy: Rjochtsaak
ga: Cás
gd: Cùis
gl: Caso
gu: કેસ
hi: मामला
hr: Slučaj
hu: Ügy
hy: Գործ
id: Kasus
is: Málið
it: Astuccio
iw: מקרה
ja: 場合
ka: საქმე
kk: Іс
km: ករណី
kn: ಪ್ರಕರಣ
ku: Doz
lb: Fall
lo: ກໍລະນີ
lt: Byla
lv: Lieta
mg: Raharaha
mi: Take
mk: Случај
ml: കേസ്
mn: Кейс
mr: केस
ms: Kes
mt: Każ
my: ကိစ္စ
ne: केस
nl: Geval
no: Sak
or: ମାମଲା
pa: ਕੇਸ
pl: Walizka
ps: قضیه
pt: Caso
ro: Caz
ru: Дело
rw: Urubanza
sd: ڪيس
si: නඩුව
sk: Prípad
sl: Ovitek
sq: Rast
sr: Случај
sv: Fall
sw: Kesi
ta: வழக்கு
te: కేసు
tg: Парванда
th: กรณี
tk: Kazyýet
tl: Kaso
tr: Durum
tt: Эш
ug: دېلو
uk: Справа
ur: معاملہ
uz: Ish
vi: Trường hợp
xh: Ityala
yi: קאַסע
