Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Monitor User Logs
af: Monitor gebruikers logs
am: የተቆጣጣሪ ተጠቃሚ ምዝግብ ማስታወሻዎች
ar: مراقبة سجلات المستخدم
az: İstifadəçi qeydlərini izləyin
be: Маніторынг часопісаў карыстальнікаў
bg: Наблюдавайте потребителските регистрационни файлове
bn: ব্যবহারকারী লগ মনিটর
ca: Superviseu els registres d’usuari
cs: Sledování uživatelských protokolů
cy: Monitro Logiau Defnyddwyr
da: Overvåg brugerlogger
de: Benutzerprotokolle überwachen
el: Παρακολουθήστε τα αρχεία καταγραφής χρήστη
eo: Kontrolu uzantogrupojn
es: Monitorear los registros del usuario
et: Kasutaja logide jälgimine
eu: Erabiltzaile erregistroen jarraipena
fa: نظارت بر ورود کاربر
fi: Seuraa käyttäjän lokit
fr: Surveiller les journaux d&#39;utilisateurs
fy: Monitor brûkersproses
ga: Monatóireacht a dhéanamh ar Logchomhaid Úsáideora
gd: A ’sgrùdadh logaichean cleachdaichean
gl: Monitorizar rexistros de usuarios
gu: વપરાશકર્તા લોગ મોનીટર કરો
hi: उपयोगकर्ता लॉग की निगरानी करें
hr: Zapisnici korisnika monitora
hu: Monitor felhasználói naplók
hy: Monitor User Logs- ը
id: Monitor Log Pengguna
is: Skoðaðu notendaskrár
it: Monitora i registri degli utenti
iw: מעקב אחר יומני משתמשים
ja: ユーザーログの監視
ka: მონიტორინგის მომხმარებელი ლოგები
kk: Пайдаланушы журналдарын бақылау
km: កំណត់ហេតុអ្នកប្រើត្រួតពិនិត្យ
kn: ಬಳಕೆದಾರ ಲಾಗ್ಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ
ku: Çavdêriya bikarhênerên bikarhêneran
ky: Monitor Колдонуучунун Журналдар
lb: Kontroll Benotzer Logs
lt: Stebėkite naudotojo žurnalus
lv: Pārraudzīt lietotāju žurnālus
mg: Diniho ny mpampiasa mpampiasa
mi: Aroturuki Ngā Rangitaki Kaiwhakamahi
mk: Ги следи дневниците на корисникот
ml: ഉപയോക്താവിന്റെ ലോഗുകൾ നിരീക്ഷിക്കുക
mn: Хэрэглэгчийн бүртгэлийг хянах
mr: वापरकर्ता लॉग निरीक्षण करा
ms: Memantau Pengguna Log
mt: Timmonitorja z-zkuk ta ’l-utenti
my: monitor အသုံးပြုသူမှတ်တမ်းများ
ne: प्रयोगकर्ता लगहरू माउन्ट गर्नुहोस्
nl: Gebruikerslogboeken controleren
no: Overvåk brukerlogger
or: ଉପଯୋଗକର୍ତ୍ତା ଲଗଗୁଡ଼ିକ ଉପରେ ନଜର ରଖନ୍ତୁ |
pa: ਮਾਨੀਟਰ ਉਪਭੋਗਤਾ ਲਾਗ
pl: Monitoruj dzienniki użytkownika
ps: د کارن کاروونکي څارنه وکړئ
pt: Monitore os registros do usuário
ro: Monitorizați jurnalele utilizatorilor
ru: Мониторинг пользовательских журналов
rw: Kurikirana Ibikoresha
sd: مانیٹر ڪندڙ يوزر لاگ ان
si: පරිශීලක ලොගයන් අධීක්ෂණය කරන්න
sk: Monitorovanie používateľských denníkov
sl: Dnevniki uporabnikov monitorja
sq: Monitoroni Regjistrat e Përdoruesit
sr: Монитор корисничких записа
sv: Övervaka användarloggar
sw: Fuatilia Ingia ya Mtumiaji
ta: பயனர் பதிவுகள் கண்காணிக்க
te: వినియోగదారు లాగ్లను పర్యవేక్షించండి
tg: Нишонҳои истифодабарандаи мониторинг
th: ตรวจสอบบันทึกผู้ใช้
tk: Ulanyjy surnallaryna gözegçilik
tl: Subaybayan ang Mga Log ng User
tr: Kullanıcı Günlüklerini İzleme
tt: Кулланучылар журналларын күзәтү
ug: ئىشلەتكۈچى خاتىرىسىنى نازارەت قىلىش
uk: Журнали користувачів монітора
ur: مانیٹر کے صارف لاگ ان
uz: Foydalanuvchi jurnallarini kuzatib boring
vi: Theo dõi nhật ký người dùng
xh: Ukujonga iLog Logs
yi: מאָניטאָר באַניצער לאָגס

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
af: Hou die kliënt- en spanlidaanmeldings en platformaktiwiteit dop om te verseker dat al hul optrede binne die gevalparameters gemagtig is en dat alle lede hul pligte uitvoer soos benodig.
am: ሁሉም ተግባሮቻቸው በጉዳይ መለኪያዎች ውስጥ የተፈቀደላቸው መሆናቸውን እና ሁሉም አባላት እንደ አስፈላጊነቱ ተግባራቸውን እያከናወኑ መሆናቸውን ለማረጋገጥ የደንበኛውን እና የቡድን አባል ምዝግቦችን እና የመሳሪያ ስርዓቶችን እንቅስቃሴ ይከታተሉ።
ar: راقب عمليات تسجيل دخول العميل وأعضاء الفريق ونشاط المنصة للتأكد من أن جميع إجراءاتهم مصرح بها ضمن معلمات الحالة وأن جميع الأعضاء يؤدون واجباتهم على النحو المطلوب.
az: Müştəri və komanda üzvlərinin girişlərini və platforma fəaliyyətlərini diqqətlə nəzərdən keçirin ki, bütün hərəkətləri iş parametrləri daxilində səlahiyyətlidir və bütün üzvlər öz vəzifələrini tələb olunduğu kimi yerinə yetirirlər.
be: Сачыце за ўходамі кліентаў і членаў каманды і дзейнасцю платформы, каб пераканацца, што ўсе іх дзеянні ўпарадкаваны ў межах параметраў справы і каб усе ўдзельнікі выконвалі свае абавязкі па меры неабходнасці.
bg: Следете данните за вход на клиенти и членове на екипа и дейността на платформата, за да се уверите, че всичките им действия са разрешени в рамките на параметрите на случая и че всички членове изпълняват задълженията си според изискванията.
bn: কেস পরামিতিগুলির মধ্যে তাদের সমস্ত ক্রিয়াকলাপ অনুমোদিত এবং সমস্ত সদস্য প্রয়োজনীয় হিসাবে তাদের দায়িত্ব পালন করছে তা নিশ্চিত করতে ক্লায়েন্ট এবং টিমের সদস্য লগইন এবং প্ল্যাটফর্ম ক্রিয়াকলাপের দিকে নজর রাখুন।
ca: Mireu els inicis de sessió i l&#39;activitat de la plataforma de clients i membres de l&#39;equip per assegurar-vos que totes les seves accions estan autoritzades dins dels paràmetres del cas i que tots els membres exerceixin les seves funcions segons es requereixi.
cs: Sledujte přihlašovací údaje klientů a členů týmu a aktivitu platformy, abyste zajistili, že všechny jejich akce jsou autorizovány v rámci parametrů případu a že všichni členové plní své povinnosti podle potřeby.
cy: Cadwch lygad ar fewngofnodi cleientiaid ac aelodau tîm a gweithgaredd platfform i sicrhau bod eu holl gamau gweithredu wedi&#39;u hawdurdodi o fewn paramedrau&#39;r achos a bod pob aelod yn cyflawni ei ddyletswyddau yn ôl yr angen.
da: Hold øje med klienter og teammedlemmer logins og platformaktivitet for at sikre, at alle deres handlinger er autoriseret inden for sagsparametrene, og at alle medlemmer udfører deres opgaver efter behov.
de: Behalten Sie die Anmeldungen von Kunden und Teammitgliedern sowie die Plattformaktivitäten im Auge, um sicherzustellen, dass alle ihre Aktionen innerhalb der Fallparameter autorisiert sind und dass alle Mitglieder ihre Aufgaben nach Bedarf ausführen.
el: Παρακολουθήστε τις συνδέσεις πελατών και μελών της ομάδας και τη δραστηριότητα της πλατφόρμας για να διασφαλίσετε ότι όλες οι ενέργειές τους επιτρέπονται εντός των παραμέτρων της υπόθεσης και ότι όλα τα μέλη εκτελούν τα καθήκοντά τους όπως απαιτείται.
eo: Rigardu la enirojn de kliento kaj membro de teamo kaj platforma agado por certigi, ke ĉiuj iliaj agoj estas rajtigitaj en la kazaj parametroj kaj ke ĉiuj membroj plenumas siajn devojn laŭ bezono.
es: Vigile los inicios de sesión de los clientes y miembros del equipo y la actividad de la plataforma para garantizar que todas sus acciones estén autorizadas dentro de los parámetros del caso y que todos los miembros estén desempeñando sus funciones según sea necesario.
et: Hoidke silm peal kliendi ja meeskonna liikmete sisselogimisel ja platvormi tegevusel, et veenduda, et kõik nende toimingud on lubatud juhtumi parameetrite piires ja et kõik liikmed täidavad oma kohustusi vastavalt vajadusele.
eu: Begiratu bezeroari eta taldeko kideei saioak eta plataformen jarduera, kasu guztiak parametroen barruan baimenduta daudela eta kide guztiek betebeharrak betetzen dituztela ziurtatzeko.
fa: برای اطمینان از اینکه تمام اقدامات آنها در پارامترهای پرونده مجاز است و اینکه تمام اعضا طبق وظایف خود وظایف خود را انجام می دهند ، مراقب ورود به سیستم مشتری و اعضای تیم باشید.
fi: Pidä silmällä asiakkaan ja tiimin jäsenten kirjautumisia ja alustaympäristöä, jotta varmistetaan, että kaikki heidän toimintansa ovat sallittuja tapausparametrien sisällä ja että kaikki jäsenet suorittavat tehtävänsä vaatimusten mukaisesti.
fr: Gardez un œil sur les connexions des clients et des membres de l&#39;équipe et sur l&#39;activité de la plateforme pour vous assurer que toutes leurs actions sont autorisées dans les paramètres du dossier et que tous les membres remplissent leurs fonctions comme requis.
fy: Hâld in each op oanmeldingen fan kliïnten en teamleden en aktiviteit fan platfoarms om te soargjen dat al har aksjes binne autorisearre binnen de saakparameters en dat alle leden har taken útfiere as nedich.
ga: Coinnigh súil ar logáil isteach cliant agus ball foirne agus gníomhaíocht ardáin lena chinntiú go n-údaraítear a gcuid gníomhartha go léir laistigh de pharaiméadair an cháis agus go bhfuil gach ball ag comhlíonadh a ndualgas de réir mar is gá.
gd: Cum sùil air logins luchd-cleachdaidh agus buill sgioba agus gnìomhachd àrd-ùrlair gus dèanamh cinnteach gu bheil na gnìomhan aca air an ùghdarrasachadh taobh a-staigh paramadairean na cùise agus gu bheil na buill uile a ’coileanadh an dleastanasan mar a dh’ fheumar.
gl: Fíxate no inicio de sesión e na actividade da plataforma de clientes e membros do equipo para asegurarse de que todas as súas accións estean autorizadas dentro dos parámetros do caso e que todos os membros están desempeñando as súas funcións segundo o requira.
gu: કેસની પરિમાણોમાં તેમની બધી ક્રિયાઓ અધિકૃત છે અને બધા સભ્યો જરૂરી મુજબની ફરજો બજાવી રહ્યા છે તેની ખાતરી કરવા માટે ક્લાયંટ અને ટીમના સભ્ય લ logગિન અને પ્લેટફોર્મ પ્રવૃત્તિ પર નજર રાખો.
hi: ग्राहक और टीम के सदस्य लॉगिन और प्लेटफ़ॉर्म गतिविधि पर नज़र रखें ताकि यह सुनिश्चित हो सके कि उनके सभी कार्य मामले के मापदंडों के भीतर अधिकृत हैं और सभी सदस्य अपने कर्तव्यों को आवश्यकतानुसार निभा रहे हैं।
hr: Pratite prijave i članove tima i aktivnosti platforme kako biste osigurali da su svi njihovi postupci autorizirani unutar parametara slučaja i da svi članovi izvršavaju svoje dužnosti prema potrebi.
hu: Figyelemmel kell kísérnie az ügyfél és a csapat tagjainak bejelentkezéseit és a platform tevékenységeit annak biztosítása érdekében, hogy minden cselekedetük az eset paraméterein belül engedélyezett legyen, és hogy minden tag elvégzi feladatait.
hy: Ուշադրություն դարձրեք հաճախորդի և թիմի անդամների մուտքերի և պլատֆորմի գործունեության վրա `ապահովելու համար, որ իրենց բոլոր գործողությունները թույլատրված են գործի պարամետրերում, և որ բոլոր անդամները կատարում են իրենց պարտականությունները, ինչպես պահանջվում է:
id: Mengawasi login klien dan anggota tim dan aktivitas platform untuk memastikan semua tindakan mereka diotorisasi dalam parameter kasus dan bahwa semua anggota melakukan tugas mereka sebagaimana diperlukan.
is: Fylgstu með innskráningum viðskiptavina og liðsmanna og virkni vettvangs til að tryggja að allar aðgerðir þeirra séu leyfðar innan málsbreytanna og að allir meðlimir framfylgi skyldum sínum eins og krafist er.
it: Tieni d&#39;occhio gli accessi dei clienti e dei membri del team e l&#39;attività della piattaforma per assicurarti che tutte le loro azioni siano autorizzate all&#39;interno dei parametri del caso e che tutti i membri svolgano le loro funzioni come richiesto.
iw: עוקב אחר כניסות לחברי לקוחות וצוות ופעילות פלטפורמה כדי להבטיח שכל פעולותיהם מורשות במסגרת פרמטרי המקרה וכי כל החברים מבצעים את תפקידם כנדרש.
ja: クライアントとチームメンバーのログインとプラットフォームのアクティビティに注意して、すべてのアクションがケースパラメーター内で承認され、すべてのメンバーが必要に応じて職務を実行していることを確認します。
ka: გაითვალისწინეთ კლიენტისა და გუნდის წევრების ლოგები და პლატფორმის საქმიანობა, რათა უზრუნველყოთ ყველა მათი მოქმედება საქმის პარამეტრებში და რომ ყველა წევრი ასრულებს თავის მოვალეობას, როგორც ეს საჭიროა.
kk: Клиент пен команда мүшелерінің логиндерін және платформаның әрекеттерін, олардың барлық іс жағдайлардың параметрлерінде рұқсат етілгендігін және барлық мүшелер өз міндеттерін қажет болған жағдайда орындауын қамтамасыз ету үшін қадағалаңыз.
km: តាមដានមើលការចូលរបស់អតិថិជននិងសមាជិកក្រុមនិងសកម្មភាពវេទិកាដើម្បីធានាថារាល់សកម្មភាពរបស់ពួកគេត្រូវបានអនុញ្ញាតិនៅក្នុងប៉ារ៉ាម៉ែត្រហើយសមាជិកទាំងអស់កំពុងបំពេញភារកិច្ចរបស់ពួកគេតាមតម្រូវការ។
kn: ಕ್ಲೈಂಟ್ ಮತ್ತು ತಂಡದ ಸದಸ್ಯರ ಲಾಗಿನ್‌ಗಳು ಮತ್ತು ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಚಟುವಟಿಕೆಯ ಮೇಲೆ ಕಣ್ಣಿಡಿ, ಅವರ ಎಲ್ಲಾ ಕಾರ್ಯಗಳು ಕೇಸ್ ನಿಯತಾಂಕಗಳಲ್ಲಿ ಅಧಿಕೃತವಾಗಿವೆ ಮತ್ತು ಎಲ್ಲಾ ಸದಸ್ಯರು ಅಗತ್ಯವಿರುವಂತೆ ತಮ್ಮ ಕರ್ತವ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತಿದ್ದಾರೆ.
ku: Li ser login û endamên endamên tîmê û çalakiya platformê çavê xwe bigirin da ku hûn hemî tevgerên wan di nav rêzên dozê de werin destûrdar kirin û ku hemî endam wekî ku pêwîst e karên xwe pêk bînin.
ky: Кардардын жана команданын мүчөлөрүнүн логиндерин жана платформанын иш-аракеттерин, алардын иш-аракеттеринин иштин параметрлеринде уруксат берилгендигин жана бардык мүчөлөр өз милдеттерин талап кылынгандай аткарып жаткандыгын текшерип туруңуз.
lb: Maacht en Abléck op Client- an Team Member Logins a Plattform Aktivitéit fir sécher ze stellen datt all hir Handlungen innerhalb vun de Fallparameter autoriséiert sinn an datt all Member hir Flichte maache wéi néideg.
lo: ຕິດຕາມເບິ່ງການເຂົ້າສູ່ລະບົບຂອງລູກຄ້າແລະສະມາຊິກຂອງທີມແລະກິດຈະ ກຳ ຂອງເວທີເພື່ອຮັບປະກັນການກະ ທຳ ທັງ ໝົດ ຂອງພວກເຂົາໄດ້ຮັບອະນຸຍາດພາຍໃນຕົວ ກຳ ນົດແລະສະມາຊິກທຸກຄົນ ກຳ ລັງປະຕິບັດ ໜ້າ ທີ່ຂອງພວກເຂົາຕາມຄວາມຕ້ອງການ.
lt: Stebėkite klientų ir komandos narių prisijungimus bei platformos veiklą, kad įsitikintumėte, jog visi jų veiksmai yra leidžiami atsižvelgiant į atvejo parametrus ir kad visi nariai vykdo savo pareigas taip, kaip reikalaujama.
lv: Sekojiet līdzi klienta un komandas locekļu pieteikumiem un platformas darbībām, lai pārliecinātos, ka visas viņu darbības ir atļautas atbilstoši lietas parametriem un ka visi dalībnieki veic savus pienākumus atbilstoši prasībai.
mg: Tandremo tsara ny rindrambaiko sy ny mpikambana ao amin&#39;ny ekipa ary ny hetsika eny amin&#39;ny lampihazo mba hahazoana antoka fa omena alalana ao anatin&#39;ny tarehin-javatra ny hetsika rehetra ary ny mpikambana rehetra dia manao ny andraikiny raha takiana.
mi: Kia mataara ki nga kaute o te kaitono me nga mema o te roopu me nga mahi tihi hei whakarite kia whakamanahia a raatau mahi katoa i roto i nga waahanga roera me te mahi i nga mema katoa ki a raatau mahi.
mk: Внимавајте најавувањата на клиентот и членовите на тимот и активноста на платформата за да се осигурате дека сите нивни активности се овластени во рамките на параметрите на случајот и дека сите членови ги извршуваат своите должности по потреба.
ml: ക്ലയന്റ്, ടീം അംഗങ്ങളുടെ ലോഗിനുകൾ, പ്ലാറ്റ്ഫോം പ്രവർത്തനം എന്നിവയിൽ ശ്രദ്ധ പുലർത്തുക, അവരുടെ എല്ലാ പ്രവർത്തനങ്ങളും കേസ് പാരാമീറ്ററുകൾക്കുള്ളിൽ അംഗീകരിച്ചിട്ടുണ്ടെന്നും എല്ലാ അംഗങ്ങളും ആവശ്യാനുസരണം അവരുടെ ചുമതലകൾ നിർവഹിക്കുന്നുണ്ടെന്നും ഉറപ്പുവരുത്തുക.
mn: Үйлчлүүлэгч болон багийн гишүүдийн нэвтрэлт, платформын үйл ажиллагааг ажиглаж, бүх үйлдлүүд нь тухайн параметрийн дагуу зөвшөөрөгдсөн, бүх гишүүд шаардлагатай бол үүргээ гүйцэтгэж байгаа эсэхийг шалгаарай.
mr: केस पॅरामीटर्समध्ये त्यांच्या सर्व कृती अधिकृत केल्या आहेत आणि सर्व सदस्य आवश्यकतेनुसार आपली कर्तव्ये पार पाडत आहेत याची खात्री करण्यासाठी क्लायंट आणि कार्यसंघ सदस्य लॉगइन आणि प्लॅटफॉर्मवरील क्रियेवरील लक्ष ठेवा.
ms: Mengawasi log masuk pelanggan dan ahli pasukan dan aktiviti platform untuk memastikan semua tindakan mereka dibenarkan dalam parameter kes dan bahawa semua anggota menjalankan tugas mereka sebagaimana yang diperlukan.
mt: Żżomm għajnejk fuq il-logins tal-klijent u tal-membri tat-tim u l-attività tal-pjattaforma biex tiżgura li l-azzjonijiet kollha tagħhom huma awtorizzati fil-parametri tal-każ u li l-membri kollha qed iwettqu d-dmirijiet tagħhom kif meħtieġ.
my: ၀ န်ဆောင်မှုခံယူသူနှင့်အသင်း ၀ င်အသင်း ၀ င်သူများ၏ ၀ င်ရောက်မှုများနှင့်လုပ်ဆောင်မှုများကိုအမှုကိစ္စများသတ်မှတ်ချက်များအတွင်းတွင်လုပ်ပိုင်ခွင့်ရှိကြောင်းသေချာစေရန်နှင့်အဖွဲ့ဝင်များအားလုံးသည်လိုအပ်သလိုတာ ၀ န်များကိုထမ်းဆောင်ရန်သေချာစေပါ။
ne: ग्राहक र टोली सदस्य लगइनहरू र प्लेटफर्म गतिविधिमा नजर राख्नुहोस् उनीहरूको सबै कार्यहरू केस प्यारामिटरहरू भित्र आधिकारिक छन् र ती सबै सदस्यहरूले आ-आफ्नो कर्तव्य पूरा गरिरहेछन् भन्ने कुरा सुनिश्चित गर्न।
nl: Houd de aanmeldingen en platformactiviteiten van klanten en teamleden in de gaten om ervoor te zorgen dat al hun acties zijn geautoriseerd binnen de casusparameters en dat alle leden hun taken naar behoren uitvoeren.
no: Følg med på pålogginger av klienter og teammedlemmer og plattformaktivitet for å sikre at alle deres handlinger er autorisert innenfor saksparametrene og at alle medlemmer utfører sine oppgaver etter behov.
or: କ୍ଲାଏଣ୍ଟ ଏବଂ ଦଳର ସଦସ୍ୟ ଲଗଇନ୍ ଏବଂ ପ୍ଲାଟଫର୍ମ କାର୍ଯ୍ୟକଳାପ ଉପରେ ନଜର ରଖନ୍ତୁ ଯେ ସେମାନଙ୍କର ସମସ୍ତ କାର୍ଯ୍ୟ କେସ୍ ପାରାମିଟର ମଧ୍ୟରେ ସ୍ authorized ୀକୃତପ୍ରାପ୍ତ ଏବଂ ସମସ୍ତ ସଦସ୍ୟ ଆବଶ୍ୟକତା ଅନୁଯାୟୀ ସେମାନଙ୍କର କର୍ତ୍ତବ୍ୟ ପାଳନ କରୁଛନ୍ତି।
pa: ਕਲਾਇੰਟ ਅਤੇ ਟੀਮ ਦੇ ਮੈਂਬਰ ਲੌਗਇਨਸ ਅਤੇ ਪਲੇਟਫਾਰਮ ਦੀ ਗਤੀਵਿਧੀ &#39;ਤੇ ਨਜ਼ਰ ਰੱਖੋ ਤਾਂ ਜੋ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਉਨ੍ਹਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਕਾਰਵਾਈਆਂ ਕੇਸ ਪੈਰਾਮੀਟਰਾਂ ਦੇ ਅੰਦਰ ਅਧਿਕਾਰਤ ਹਨ ਅਤੇ ਇਹ ਕਿ ਸਾਰੇ ਮੈਂਬਰ ਲੋੜ ਅਨੁਸਾਰ ਆਪਣੇ ਫਰਜ਼ ਨਿਭਾ ਰਹੇ ਹਨ.
pl: Obserwuj loginy klienta i członka zespołu oraz działania platformy, aby upewnić się, że wszystkie ich działania są autoryzowane w ramach parametrów sprawy i że wszyscy członkowie wykonują swoje obowiązki zgodnie z wymaganiami.
ps: د پیرودونکي او ټیم غړي ننوتلونو او د پلیټ فارم فعالیت ته پام وکړئ ترڅو ډاډ ترلاسه شي چې د دوی ټولې کړنې د قضیې پیرامیټونو کې واک شوي دي او دا چې ټول غړي د اړتیا سره سم خپلې دندې ترسره کوي.
pt: Fique de olho nos logins de clientes e membros da equipe e na atividade da plataforma para garantir que todas as suas ações sejam autorizadas dentro dos parâmetros do caso e que todos os membros estejam cumprindo suas funções conforme necessário.
ro: Urmăriți conectările clientului și ale membrilor echipei și activitatea platformei pentru a vă asigura că toate acțiunile lor sunt autorizate în parametrii cazului și că toți membrii își îndeplinesc sarcinile, după cum este necesar.
ru: Следите за тем, чтобы клиент и члены команды входили в систему, а также выполняли действия на платформе, чтобы гарантировать, что все их действия авторизованы в рамках параметров дела и что все участники выполняют свои обязанности в соответствии с требованиями.
rw: Komeza witegereze kubakiriya hamwe nitsinda ryabagize itsinda hamwe nibikorwa bya platform kugirango barebe ko ibikorwa byabo byose byemewe mubipimo byimanza kandi ko abanyamuryango bose bakora imirimo yabo nkuko bisabwa.
sd: ڪلائنٽ ۽ ٽيم جي ميمبرن لاگسن ۽ پليٽفارم جي سرگرمي تي نظر رکون ته يقيني بڻائين ته انهن جا سڀئي عمل ڪيس جي پيراگرافس جي اندر بااختيار آهن ۽ سڀ ميمبر گهربل فرض سرانجام ڏئي رهيا آهن.
si: සිද්ධි පරාමිතීන් තුළ ඔවුන්ගේ සියලු ක්‍රියා අනුමත කර ඇති බවත්, අවශ්‍ය පරිදි සියළුම සාමාජිකයන් තම යුතුකම් ඉටු කරන බවත් සහතික කිරීම සඳහා සේවාදායකයා සහ කණ්ඩායම් සාමාජිකයින්ගේ පිවිසුම් සහ වේදිකා ක්‍රියාකාරකම් පිළිබඳව විමසිල්ලෙන් සිටින්න.
sk: Sledujte prihlásenie klienta a člena tímu a aktivitu platformy, aby ste zabezpečili, že všetky ich činnosti sú autorizované v rámci parametrov prípadu a že všetci členovia plnia svoje povinnosti podľa potreby.
sl: Pazite na prijave strank in članov ekipe ter dejavnosti platforme, da zagotovite, da so vsa njihova dejanja dovoljena znotraj parametrov primera in da vsi člani opravljajo svoje naloge po potrebi.
sq: Mbani një sy në hyrjet e klientit dhe anëtarëve të ekipit dhe aktivitetin e platformës për të siguruar që të gjitha veprimet e tyre janë të autorizuara brenda parametrave të çështjes dhe që të gjithë anëtarët po kryejnë detyrat e tyre siç kërkohet.
sr: Пратите пријаве и чланове тима и активности платформе како бисте осигурали да су сви њихови поступци овлашћени унутар параметара случаја и да сви чланови извршавају своје дужности према потреби.
sv: Håll ett öga på kund- och teammedlemmars inloggningar och plattformsaktivitet för att säkerställa att alla deras handlingar är auktoriserade inom fallparametrarna och att alla medlemmar utför sina uppgifter efter behov.
sw: Weka macho kwa mteja na washiriki wa magogo ya timu na shughuli za jukwaa ili kuhakikisha kuwa vitendo vyao vyote vimeidhinishwa katika vigezo vya kesi na kwamba washiriki wote wanafanya majukumu yao kama inavyotakiwa.
ta: வாடிக்கையாளர் மற்றும் குழு உறுப்பினர் உள்நுழைவுகள் மற்றும் மேடையில் செயல்பாடுகள் குறித்து ஒரு கண் வைத்திருங்கள், அவற்றின் அனைத்து செயல்களும் வழக்கு அளவுருக்களுக்குள் அங்கீகரிக்கப்பட்டுள்ளன என்பதையும், அனைத்து உறுப்பினர்களும் தங்கள் கடமைகளை தேவைக்கேற்ப செய்கிறார்கள் என்பதையும் உறுதிப்படுத்திக் கொள்ளுங்கள்.
te: కేసు పారామితులలో వారి అన్ని చర్యలు అధికారం కలిగి ఉన్నాయని మరియు సభ్యులందరూ తమ విధులను అవసరమైన విధంగా నిర్వర్తిస్తున్నారని నిర్ధారించడానికి క్లయింట్ మరియు జట్టు సభ్యుల లాగిన్‌లు మరియు ప్లాట్‌ఫాం కార్యాచరణపై నిఘా ఉంచండి.
tg: Нишонҳои воридшавӣ ба муштариён ва аъзои гурӯҳ ва фаъолияти платформаро бодиққат назорат кунед, то боварӣ ҳосил кунед, ки амалҳои онҳо дар параметрҳои парванда ваколатдоранд ва ҳамаи аъзоҳо вазифаҳои худро тибқи талабот иҷро мекунанд.
th: จับตามองการเข้าสู่ระบบของลูกค้าและสมาชิกในทีมและกิจกรรมแพลตฟอร์มเพื่อให้แน่ใจว่าการกระทำทั้งหมดของพวกเขาได้รับอนุญาตภายในพารามิเตอร์กรณีและสมาชิกทุกคนมีการปฏิบัติหน้าที่ตามที่ต้องการ
tk: Müşderiniň we toparyň agzalarynyň girişlerine we platforma işjeňligine gözegçilik ediň, ähli hereketleriniň kazyýet parametrleriniň çäginde ygtyýarlydygyny we ähli agzalaryň talaplaryny ýerine ýetirýändiklerini anyklaň.
tl: Isaalang-alang ang mga logins ng miyembro ng kliyente at koponan at aktibidad ng platform upang matiyak na ang lahat ng kanilang mga aksyon ay awtorisado sa loob ng mga parameter ng kaso at ang lahat ng mga miyembro ay nagsasagawa ng kanilang mga tungkulin kung kinakailangan.
tr: Tüm eylemlerinin vaka parametreleri içinde yetkilendirildiğinden ve tüm üyelerin görevlerini gerektiği gibi yerine getirdiğinden emin olmak için müşteri ve ekip üyesi oturumlarını ve platform etkinliğini göz önünde bulundurun.
tt: Клиент һәм команда әгъзаларының логиннарына һәм платформа эшчәнлегенә игътибар итегез, аларның барлык гамәлләре эш параметрлары кысаларында рөхсәт ителгән һәм барлык әгъзалар үз бурычларын тиешенчә үтиләр.
ug: خېرىدار ۋە گۇرۇپپا ئەزالىرىنىڭ كىرىش ۋە سۇپا پائالىيىتىنى كۆزىتىپ ، ئۇلارنىڭ بارلىق ھەرىكەتلىرىنىڭ دېلو پارامېتىرى ئىچىدە ھوقۇق بېرىلگەنلىكىگە ۋە بارلىق ئەزالارنىڭ تەلەپ بويىچە مەجبۇرىيىتىنى ئادا قىلىشىغا كاپالەتلىك قىلىڭ.
uk: Слідкуйте за входами клієнтів та членів команди та активністю платформи, щоб переконатися, що всі їх дії дозволені в межах параметрів справи та щоб усі учасники виконували свої обов&#39;язки відповідно до необхідності.
ur: مؤکل اور ٹیم ممبر کے لاگ ان اور پلیٹ فارم کی سرگرمی پر نگاہ رکھیں تاکہ ان کے سارے عمل کیس کے پیرامیٹرز میں مستند ہوں اور یہ کہ تمام ممبران اپنے فرائض کی ضرورت کے مطابق انجام دے رہے ہیں۔
uz: Mijozlar va guruh a&#39;zolarining loginlari va platforma faoliyatini diqqat bilan kuzatib boring, ularning barcha xatti-harakatlari ish parametrlari doirasida avtorizatsiya qilinganligini va barcha a&#39;zolar zarur bo&#39;lganda o&#39;z vazifalarini bajarayotganligini tekshiring.
vi: Theo dõi thông tin đăng nhập của khách hàng và thành viên nhóm và hoạt động nền tảng để đảm bảo tất cả các hành động của họ được cho phép trong các tham số trường hợp và tất cả các thành viên đang thực hiện nhiệm vụ theo yêu cầu.
xh: Gcina iliso kumthengi nakwilungu leqela ukuba lisebenze kunye nomsebenzi weqonga ukuqinisekisa ukuba zonke izinto ezenziwayo zigunyazisiwe ngaphakathi kwepharamitha kwaye onke amalungu enza imisebenzi yawo njengoko kufuneka.
yi: האַלטן אַן אויג אויף קלאָינס און מאַנשאַפֿט מיטגליד לאָגינס און פּלאַטפאָרמע טעטיקייט צו ענשור אַלע זייער אַקשאַנז זענען אָטערייזד אין די פאַל פּאַראַמעטערס און אַז אַלע מיטגלידער דורכפירן זייער דוטיז ווי פארלאנגט.
