Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: No convo videos yet
af: Nog geen konvoo-video's nie
am: እስካሁን ምንም የኮንቮ ቪዲዮዎች የሉም
ar: لا توجد مقاطع فيديو محادثة حتى الآن
az: Hələ konvo videosu yoxdur
be: Пакуль няма відэа для размовы
bg: Все още няма видео разговори
bn: এখনো কোনো কনভো ভিডিও নেই
ca: Encara no hi ha vídeos de conversa
cs: Zatím žádná konverzační videa
cy: Dim fideos convo eto
da: Ingen konvo-videoer endnu
de: Noch keine Convo-Videos
el: Δεν υπάρχουν βίντεο συνομιλίας ακόμα
eo: Ankoraŭ neniuj konvovideoj
es: Aún no hay videos de conversación
et: Vestlusvideoid veel pole
eu: Ez dago elkarrizketa-bideorik oraindik
fa: هنوز ویدیوی convo وجود ندارد
fi: Ei keskusteluvideoita vielä
fr: Pas encore de vidéos de conversation
fy: Noch gjin konvo-fideo's
ga: Níl aon fhíseáin convo fós
gd: Chan eil bhidiothan convo ann fhathast
gl: Aínda non hai vídeos de conversa
gu: હજુ સુધી કોઈ કોન્વો વીડિયો નથી
hi: अभी तक कोई कॉन्वो वीडियो नहीं है
hr: Još nema video razgovora
hu: Még nincsenek beszélgetési videók
hy: Կոնվո տեսանյութեր դեռ չկան
id: Belum ada video obrolan
is: Engin samtalsmyndbönd ennþá
it: Nessun video di conversazione ancora
iw: אין עדיין סרטוני שיחה
ja: コンボビデオはまだありません
ka: კონვო ვიდეო ჯერ არ არის
kk: Әзірге конволық бейнелер жоқ
km: មិនទាន់មានវីដេអូ Convo នៅឡើយទេ
kn: ಇನ್ನೂ ಯಾವುದೇ ಕಾನ್ವೊ ವೀಡಿಯೊಗಳಿಲ್ಲ
ku: Vîdyoyên convo hîna tune
ky: Азырынча конво видеолору жок
lb: Nee convo Videoen nach
lo: ບໍ່ມີວິດີໂອ convo ເທື່ອ
lt: Dar nėra pokalbių vaizdo įrašų
lv: Pagaidām nav sarunu video
mg: Tsy mbola misy video convo
mi: Karekau ano nga riipene whakaata
mk: Сè уште нема видеа за разговор
ml: ഇതുവരെ കോൺവോ വീഡിയോകളൊന്നുമില്ല
mn: Одоогоор конвын видео байхгүй байна
mr: अद्याप कोणतेही कॉन्व्हो व्हिडिओ नाहीत
ms: Belum ada video konvo
mt: Għadu l-ebda vidjows tal-konvokazzjoni
my: Convo ဗီဒီယိုများ မရှိသေးပါ။
ne: अहिलेसम्म कुनै कन्भो भिडियोहरू छैनन्
nl: Nog geen convo-video's
no: Ingen konvo-videoer ennå
or: ଏପର୍ଯ୍ୟନ୍ତ କ con ଣସି କନଭୋ ଭିଡିଓ ନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਕਨਵੋ ਵੀਡੀਓ ਨਹੀਂ ਹਨ
pl: Nie ma jeszcze filmów z konwersacji
ps: تر اوسه کومه ویډیو نشته
pt: Ainda não há vídeos de convo
ro: Niciun videoclip de convo încă
ru: Видео конво пока нет
rw: Nta videwo ya convo
sd: اڃان تائين ڪا به وڊيو ناهي
si: තවමත් සංවාද වීඩියෝ නැත
sk: Zatiaľ žiadne konverzačné videá
sl: Videoposnetkov konvojev še ni
sq: Nuk ka ende video bisedash
sr: Још нема конво видео снимака
sv: Inga konvovideor än
sw: Bado hakuna video za mazungumzo
ta: இதுவரை கான்வோ வீடியோக்கள் இல்லை
te: ఇంకా కాన్వో వీడియోలు లేవు
tg: Ҳанӯз ягон видеои конвоӣ нест
th: ยังไม่มีวิดีโอคอนโว
tk: Entek konwo wideo ýok
tl: Wala pang convo videos
tr: Henüz konvo videosu yok
tt: Конво видеолары юк
ug: ھازىرغا قەدەر ھېچقانداق سىنئالغۇ يوق
uk: Відео з розмови ще немає
ur: ابھی تک کوئی Convo ویڈیوز نہیں ہیں۔
uz: Hozircha konvo videolari yoʻq
vi: Chưa có video trò chuyện
xh: Akukho vidiyo ze-convo okwangoku
yi: נאָך קיין קאָנוואָ ווידיאס

source: Start Convo
af: Begin Convo
am: ኮንቮን ጀምር
ar: ابدأ المحادثة
az: Convo-ya başlayın
be: Запусціце Convo
bg: Стартирайте Convo
bn: কনভো শুরু করুন
ca: Inicia Convo
cs: Spusťte Convo
cy: Dechrau Convo
da: Start konvo
de: Convo starten
el: Ξεκινήστε το Convo
eo: Komencu Convo
es: Iniciar conversación
et: Alusta vestlust
eu: Hasi Convo
fa: Convo را شروع کنید
fi: Aloita Convo
fr: Démarrer la conversation
ga: Tosaigh Convo
gd: Tòisich Convo
gl: Iniciar Convo
gu: કોન્વો શરૂ કરો
hi: Convo . प्रारंभ करें
hr: Pokreni Convo
hu: Indítsa el a Convo-t
hy: Սկսեք Convo-ն
id: Mulai Obrolan
is: Byrjaðu Convo
it: Avvia Convo
iw: התחל Convo
ja: コンボを開始
ka: დაიწყეთ Convo
kk: Convo бастаңыз
km: ចាប់ផ្តើម Convo
kn: ಕಾನ್ವೊ ಪ್ರಾರಂಭಿಸಿ
ku: Convo dest pê bikin
ky: Convo баштоо
lo: ເລີ່ມ Convo
lt: Pradėti Convo
lv: Sāciet Convo
mg: Manomboka Convo
mi: Tīmata Convo
mk: Започнете Convo
ml: കോൺവോ ആരംഭിക്കുക
mn: Convo-г эхлүүлэх
mr: कॉन्व्हो सुरू करा
ms: Mulakan Konvo
mt: Ibda Convo
my: Convo စတင်ပါ။
ne: Convo सुरु गर्नुहोस्
nl: Convo starten
or: କନଭୋ ଆରମ୍ଭ କରନ୍ତୁ |
pa: ਕਨਵੋ ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij konwój
ps: Convo پیل کړئ
pt: Iniciar conversa
ro: Începeți Convo
ru: Начать Конво
rw: Tangira Convo
sd: شروع ڪريو Convo
si: Convo ආරම්භ කරන්න
sk: Spustite konverzáciu
sl: Zaženi Convo
sq: Filloni Convo
sr: Старт Цонво
sv: Starta Convo
sw: Anzisha Mazungumzo
ta: உரையாடலைத் தொடங்கவும்
te: కాన్వోను ప్రారంభించండి
tg: Convo-ро оғоз кунед
th: เริ่ม Convo
tk: Convo başla
tl: Simulan ang Convo
tr: Convo'yu Başlat
tt: Конво башлау
ug: Convo نى باشلاڭ
uk: Почніть Convo
ur: Convo شروع کریں۔
uz: Convo-ni boshlang
vi: Bắt đầu cuộc trò chuyện
xh: Qala iConvo
yi: אָנהייב קאָנוואָ

source: Notify the Host
af: Stel die gasheer in kennis
am: አስተናጋጁን አሳውቁ
ar: قم بإخطار المضيف
az: Ev sahibini xəbərdar edin
be: Паведаміце гаспадару
bg: Уведомете домакина
bn: হোস্টকে অবহিত করুন
ca: Aviseu l'amfitrió
cs: Informujte hostitele
cy: Hysbyswch y Gwesteiwr
da: Giv værten besked
de: Benachrichtigen Sie den Gastgeber
el: Ειδοποιήστε τον οικοδεσπότη
eo: Sciigu la Gastiganton
es: Notificar al anfitrión
et: Teavita võõrustajat
eu: Jakinarazi ostalariari
fa: به میزبان اطلاع دهید
fi: Ilmoita isännöitsijälle
fr: Avertir l'hôte
fy: Notify de Host
ga: Fógra a thabhairt don Óstach
gd: Cuir fios chun Host
gl: Notificar ao anfitrión
gu: યજમાનને સૂચિત કરો
hi: मेजबान को सूचित करें
hr: Obavijestite domaćina
hu: Értesítse a házigazdát
hy: Տեղեկացրեք հյուրընկալողին
id: Beri tahu Tuan Rumah
is: Láttu gestgjafann vita
it: Avvisare l'ospite
iw: הודע למארח
ja: ホストに通知する
ka: აცნობეთ მასპინძელს
kk: Хостқа хабарлаңыз
km: ជូនដំណឹងដល់ម្ចាស់ផ្ទះ
kn: ಹೋಸ್ಟ್‌ಗೆ ಸೂಚಿಸಿ
ku: Mêvandar agahdar bikin
ky: Хостка кабарлаңыз
lb: Notéiert den Host
lo: ແຈ້ງໃຫ້ເຈົ້າພາບ
lt: Pranešti šeimininkui
lv: Paziņojiet saimniekam
mg: Ampahafantaro ny mpampiantrano
mi: Whakamōhiotia te Kaihautū
mk: Известете го домаќинот
ml: ഹോസ്റ്റിനെ അറിയിക്കുക
mn: Хост мэдэгдэнэ үү
mr: होस्टला सूचित करा
ms: Maklumkan kepada Hos
mt: Avża lill-Ospitanti
my: အိမ်ရှင်ကို အကြောင်းကြားပါ။
ne: होस्टलाई सूचित गर्नुहोस्
nl: Breng de gastheer op de hoogte
no: Gi beskjed til verten
or: ହୋଷ୍ଟକୁ ଜଣାନ୍ତୁ |
pa: ਹੋਸਟ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pl: Powiadom gospodarza
ps: کوربه ته خبر ورکړئ
pt: Notifique o anfitrião
ro: Notificați gazda
ru: Уведомить хост
rw: Menyesha nyiricyubahiro
sd: ميزبان کي اطلاع ڏيو
si: සත්කාරක සමාගමට දැනුම් දෙන්න
sk: Informujte hostiteľa
sl: Obvesti gostitelja
sq: Njoftoni hostin
sr: Обавестите домаћина
sv: Meddela värden
sw: Mjulishe Mwenyeji
ta: ஹோஸ்டுக்கு தெரிவிக்கவும்
te: హోస్ట్‌కి తెలియజేయండి
tg: Хостро огоҳ кунед
th: แจ้งเจ้าภาพ
tk: Öý eýesine habar beriň
tl: Abisuhan ang Host
tr: Ev Sahibine Bildir
tt: Хостка хәбәр итегез
ug: رىياسەتچىگە خەۋەر قىلىڭ
uk: Повідомте господаря
ur: میزبان کو مطلع کریں۔
uz: Xostga xabar bering
vi: Thông báo cho máy chủ
xh: Yazisa umamkeli
yi: געבנ צו וויסן די האָסט

source: is in the call
af: is in die oproep
am: ጥሪው ውስጥ ነው።
ar: في المكالمة
az: zəngdədir
be: знаходзіцца ў выкліку
bg: е в разговора
bn: কলে আছে
ca: està a la convocatòria
cs: je v hovoru
cy: sydd yn yr alwad
da: er i opkaldet
de: ist im Gespräch
el: είναι στην κλήση
eo: estas en la voko
es: esta en la llamada
et: on kõnes
eu: deialdian dago
fa: در تماس است
fi: on puhelussa
fr: est dans l'appel
fy: is yn 'e oprop
ga: atá sa ghlao
gd: tha anns a' ghairm
gl: está na convocatoria
gu: કૉલમાં છે
hi: कॉल में है
hr: je u pozivu
hu: a hívásban van
hy: զանգի մեջ է
id: sedang dalam panggilan
is: er í símtalinu
it: è nella chiamata
iw: נמצא בשיחה
ja: 通話中です
ka: არის ზარში
kk: қоңырауда
km: គឺនៅក្នុងការហៅ
kn: ಕರೆಯಲ್ಲಿದೆ
ku: di bangê de ye
ky: чакырууда
lb: ass am Uruff
lo: ຢູ່ໃນການໂທ
lt: yra skambutyje
lv: ir zvanā
mg: dia ao amin'ny antso
mi: kei te karanga
mk: е во повикот
ml: കോളിലാണ്
mn: дуудлагад байна
mr: कॉल मध्ये आहे
ms: sedang dalam panggilan
mt: jinsab fis-sejħa
my: ခေါ်ဆိုမှုတွင်ရှိသည်။
ne: कलमा छ
nl: is in gesprek
no: er i samtalen
or: କଲ୍ ରେ ଅଛି |
pa: ਕਾਲ ਵਿੱਚ ਹੈ
pl: jest w rozmowie
ps: په زنګ کې دی
pt: está na chamada
ro: este în apel
ru: находится на связи
rw: ni mu guhamagara
sd: ڪال ۾ آهي
si: ඇමතුමේ ඇත
sk: je v hovore
sl: je v klicu
sq: është në thirrje
sr: је у позиву
sv: är med i samtalet
sw: yuko kwenye simu
ta: அழைப்பில் உள்ளது
te: కాల్‌లో ఉంది
tg: дар занг аст
th: อยู่ในสาย
tk: jaňda
tl: ay nasa tawag
tr: görüşmede
tt: шалтыратуда
ug: دەۋاتىدۇ
uk: знаходиться в дзвінку
ur: کال میں ہے
uz: qo'ng'iroqda
vi: đang trong cuộc gọi
xh: usemnxebeni
yi: איז אין די רופן

source: and
af: en
am: እና
ar: و
az: və
be: і
bg: и
bn: এবং
ca: i
cs: a
cy: a
da: og
de: und
el: και
eo: kaj
es: y
et: ja
eu: eta
fa: و
fi: ja
fr: et
fy: en
ga: agus
gd: agus
gl: e
gu: અને
hi: तथा
hr: i
hu: és
hy: և
id: dan
is: og
it: e
iw: ו
ja: と
ka: და
kk: және
km: និង
kn: ಮತ್ತು
ku: û
ky: жана
lb: an
lo: ແລະ
lt: ir
lv: un
mg: SY
mi: a
mk: и
ml: ഒപ്പം
mn: болон
mr: आणि
ms: dan
mt: u
my: နှင့်
ne: र
nl: en
no: og
or: ଏବଂ
pa: ਅਤੇ
pl: oraz
ps: او
pt: e
ro: și
ru: а также
rw: na
si: හා
sk: a
sl: in
sq: dhe
sr: и
sv: och
sw: na
ta: மற்றும்
te: మరియు
tg: ва
th: และ
tk: we
tl: at
tr: ve
tt: һәм
ug: ۋە
uk: і
ur: اور
uz: va
vi: và
xh: kwaye
yi: און

source: others are in the call
af: ander is in die oproep
am: ሌሎች በጥሪው ውስጥ ናቸው።
ar: البعض الآخر في المكالمة
az: başqaları zəngdədir
be: іншыя ўдзельнічаюць у выкліку
bg: други участват в разговора
bn: অন্যরা কলে আছে
ca: altres estan a la convocatòria
cs: ostatní jsou v hovoru
cy: mae eraill yn yr alwad
da: andre er i opkaldet
de: andere sind im Gespräch
el: άλλοι είναι στην κλήση
eo: aliaj estas en la voko
es: otros están en la llamada
et: teised on kõnes
eu: beste batzuk deialdian daude
fa: دیگران در تماس هستند
fi: muut ovat puhelussa
fr: d'autres sont dans l'appel
fy: oaren binne yn 'e oprop
ga: tá daoine eile sa ghlao
gd: tha cuid eile anns a' ghairm
gl: outros están na convocatoria
gu: અન્ય કૉલમાં છે
hi: अन्य कॉल में हैं
hr: drugi su u pozivu
hu: mások is részt vesznek a hívásban
hy: մյուսները զանգի մեջ են
id: yang lain sedang dalam panggilan
is: aðrir eru í símtalinu
it: altri sono nella chiamata
iw: אחרים נמצאים בשיחה
ja: 他の人が通話中です
ka: სხვები არიან ზარში
kk: басқалары қоңырауда
km: អ្នកផ្សេងទៀតស្ថិតនៅក្នុងការហៅទូរសព្ទ
kn: ಇತರರು ಕರೆಯಲ್ಲಿದ್ದಾರೆ
ku: yên din di bangê de ne
ky: башкалар чакырууда
lb: anerer sinn am Uruff
lo: ຄົນອື່ນຢູ່ໃນການໂທ
lt: kiti dalyvauja skambutyje
lv: citi piedalās zvanā
mg: ny hafa ao amin'ny antso
mi: ko etahi kei te karanga
mk: други се во повикот
ml: മറ്റുള്ളവർ കോളിലുണ്ട്
mn: бусад нь дуудлагад байна
mr: इतर कॉलमध्ये आहेत
ms: yang lain dalam panggilan
mt: oħrajn qegħdin fis-sejħa
my: အခြားသူများ ခေါ်ဆိုမှုတွင် ပါဝင်ပါသည်။
ne: अरूहरू कलमा छन्
nl: anderen zijn in gesprek
no: andre er i samtalen
or: ଅନ୍ୟମାନେ କଲ୍ ରେ ଅଛନ୍ତି |
pa: ਹੋਰ ਕਾਲ ਵਿੱਚ ਹਨ
pl: inni biorą udział w rozmowie
ps: نور په تلیفون کې دي
pt: outros estão na chamada
ro: alții sunt în apel
ru: другие на связи
rw: abandi bari mu guhamagarwa
sd: ٻيا ڪال ۾ آهن
si: අනෙක් අය ඇමතුමේ සිටිති
sk: ostatní sú v hovore
sl: drugi so v klicu
sq: të tjerët janë në thirrje
sr: други су у позиву
sv: andra är med i samtalet
sw: wengine wako kwenye simu
ta: மற்றவர்கள் அழைப்பில் உள்ளனர்
te: ఇతరులు కాల్‌లో ఉన్నారు
tg: дигарон дар даъват мебошанд
th: คนอื่นอยู่ในสาย
tk: beýlekiler jaňda
tl: ang iba ay nasa tawag
tr: diğerleri çağrıda
tt: башкалар шалтыратуда
ug: باشقىلار تېلېفوندا
uk: інші беруть участь у виклику
ur: دوسرے کال میں ہیں۔
uz: boshqalar qo'ng'iroqda
vi: những người khác đang trong cuộc gọi
xh: abanye bakwifowuni
yi: אנדערע זענען אין די רופן

source: Audio call is being recorded
af: Oudio-oproep word opgeneem
am: የድምጽ ጥሪ እየተቀረጸ ነው።
ar: يتم تسجيل مكالمة صوتية
az: Audio zəng qeydə alınır
be: Ідзе запіс гукавога выкліку
bg: Аудио разговорът се записва
bn: অডিও কল রেকর্ড করা হচ্ছে
ca: La trucada d'àudio s'està gravant
cs: Zvukový hovor se nahrává
cy: Mae galwad sain yn cael ei recordio
da: Lydopkald optages
de: Audioanruf wird aufgezeichnet
el: Η ηχητική κλήση καταγράφεται
eo: Sonalvoko estas registrita
es: La llamada de audio se está grabando
et: Helikõnet salvestatakse
eu: Audio-deia grabatzen ari da
fa: تماس صوتی در حال ضبط است
fi: Äänipuhelua tallennetaan
fr: L'appel audio est en cours d'enregistrement
fy: Audiooprop wurdt opnommen
ga: Tá glao fuaime á thaifeadadh
gd: Tha gairm claisneachd ga chlàradh
gl: Estase gravando a chamada de audio
gu: ઓડિયો કોલ રેકોર્ડ કરવામાં આવી રહ્યો છે
hi: ऑडियो कॉल रिकॉर्ड की जा रही है
hr: Audio poziv se snima
hu: A hanghívás rögzítése folyamatban van
hy: Ձայնային զանգը ձայնագրվում է
id: Panggilan audio sedang direkam
is: Verið er að taka upp hljóðsímtal
it: È in corso la registrazione della chiamata audio
iw: שיחת שמע מוקלטת
ja: 音声通話が録音されています
ka: მიმდინარეობს აუდიოზარის ჩაწერა
kk: Аудио қоңырау жазылуда
km: ការហៅជាសំឡេងកំពុងត្រូវបានថត
kn: ಆಡಿಯೋ ಕರೆ ರೆಕಾರ್ಡ್ ಆಗುತ್ತಿದೆ
ku: Banga dengî tê tomarkirin
ky: Аудио чалуу жаздырылууда
lb: Audio Uruff gëtt opgeholl
lo: ກຳລັງບັນທຶກການໂທສຽງ
lt: Garsinis skambutis įrašomas
lv: Tiek ierakstīts audiozvans
mg: Voarakitra an-tsoratra ny antso an-peo
mi: Kei te hopukina te waea ororongo
mk: Аудио повик се снима
ml: ഓഡിയോ കോൾ റെക്കോർഡ് ചെയ്യുന്നു
mn: Аудио дуудлагыг бичиж байна
mr: ऑडिओ कॉल रेकॉर्ड केला जात आहे
ms: Panggilan audio sedang dirakam
mt: Sejħa awdjo qed tiġi rreġistrata
my: အသံခေါ်ဆိုမှုကို မှတ်တမ်းတင်နေပါသည်။
ne: अडियो कल रेकर्ड भइरहेको छ
nl: Audiogesprek wordt opgenomen
no: Lydanrop tas opp
or: ଅଡିଓ କଲ୍ ରେକର୍ଡ କରାଯାଉଛି |
pa: ਆਡੀਓ ਕਾਲ ਰਿਕਾਰਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Rozmowa audio jest nagrywana
ps: آډیو کال ثبتیږي
pt: A chamada de áudio está sendo gravada
ro: Apelul audio este în curs de înregistrare
ru: Аудиовызов записывается
rw: Ihamagarwa ry'amajwi ririmo kwandikwa
sd: آڊيو ڪال رڪارڊ ڪئي پئي وڃي
si: ශ්‍රව්‍ය ඇමතුම පටිගත වෙමින් පවතී
sk: Nahráva sa zvukový hovor
sl: Avdio klic se snema
sq: Telefonata audio po regjistrohet
sr: Аудио позив се снима
sv: Ljudsamtal spelas in
sw: Simu ya sauti inarekodiwa
ta: ஆடியோ அழைப்பு பதிவு செய்யப்படுகிறது
te: ఆడియో కాల్ రికార్డ్ చేయబడుతోంది
tg: Зангҳои аудиоӣ сабт карда мешаванд
th: กำลังบันทึกเสียงสนทนาอยู่
tk: Ses jaňy ýazga alynýar
tl: Nire-record ang audio call
tr: Sesli arama kaydediliyor
tt: Аудио шалтырату яздырыла
ug: ئاۋازلىق تېلېفون خاتىرىلىنىۋاتىدۇ
uk: Виконується запис аудіодзвінка
ur: آڈیو کال ریکارڈ کی جا رہی ہے۔
uz: Audio qo'ng'iroq yozib olinmoqda
vi: Cuộc gọi âm thanh đang được ghi lại
xh: Umnxeba ovakalayo uyarekhodwa
yi: אַודיאָ רופן איז רעקאָרדעד

source: Video call is being recorded
af: Video-oproep word opgeneem
am: የቪዲዮ ጥሪ እየተቀረጸ ነው።
ar: يتم تسجيل مكالمة الفيديو
az: Video zəng qeydə alınır
be: Ідзе запіс відэазванка
bg: Видеообаждането се записва
bn: ভিডিও কল রেকর্ড করা হচ্ছে
ca: S'està enregistrant una videotrucada
cs: Videohovor se nahrává
cy: Mae galwad fideo yn cael ei recordio
da: Videoopkald optages
de: Videoanruf wird aufgezeichnet
el: Γίνεται εγγραφή βιντεοκλήσης
eo: Videovoko estas registrita
es: Se está grabando la videollamada
et: Videokõne salvestatakse
eu: Bideo-deia grabatzen ari da
fa: تماس تصویری در حال ضبط است
fi: Videopuhelua tallennetaan
fr: L'appel vidéo est en cours d'enregistrement
fy: Fideo-oprop wurdt opnommen
ga: Tá físghlao á thaifeadadh
gd: Tha gairm bhidio ga chlàradh
gl: Estase gravando a videochamada
gu: વીડિયો કોલ રેકોર્ડ કરવામાં આવી રહ્યો છે
hi: वीडियो कॉल रिकॉर्ड की जा रही है
hr: Video poziv se snima
hu: A videohívás rögzítése folyamatban van
hy: Տեսազանգը ձայնագրվում է
id: Panggilan video sedang direkam
is: Verið er að taka upp myndsímtal
it: È in corso la registrazione della videochiamata
iw: שיחת וידאו מוקלטת
ja: ビデオ通話が記録されています
ka: მიმდინარეობს ვიდეო ზარის ჩაწერა
kk: Бейне қоңырау жазылуда
km: ការហៅជាវីដេអូកំពុងត្រូវបានថត
kn: ವೀಡಿಯೊ ಕರೆಯನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ku: Banga vîdyoyê tê tomarkirin
ky: Видео чалуу жаздырылууда
lb: Video Uruff gëtt opgeholl
lo: ກຳລັງບັນທຶກການໂທດ້ວຍວິດີໂອ
lt: Vaizdo skambutis įrašomas
lv: Notiek videozvana ierakstīšana
mg: Noraisina an-tsoratra ny antso an-tsary
mi: Kei te hopukina te waea ataata
mk: Се снима видео повик
ml: വീഡിയോ കോൾ റെക്കോർഡ് ചെയ്യുന്നു
mn: Видео дуудлагыг бичиж байна
mr: व्हिडिओ कॉल रेकॉर्ड केला जात आहे
ms: Panggilan video sedang dirakam
mt: Video call qed tiġi rreġistrata
my: ဗီဒီယိုခေါ်ဆိုမှုကို မှတ်တမ်းတင်နေပါသည်။
ne: भिडियो कल रेकर्ड भइरहेको छ
nl: Videogesprek wordt opgenomen
no: Videoanrop blir tatt opp
or: ଭିଡିଓ କଲ୍ ରେକର୍ଡ କରାଯାଉଛି |
pa: ਵੀਡੀਓ ਕਾਲ ਰਿਕਾਰਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Rozmowa wideo jest nagrywana
ps: ویډیو زنګ ثبتیږي
pt: A videochamada está sendo gravada
ro: Apelul video este în curs de înregistrare
ru: Видеозвонок записывается
rw: Hamagara kuri videwo
sd: وڊيو ڪال رڪارڊ ڪئي پئي وڃي
si: වීඩියෝ ඇමතුම පටිගත වෙමින් පවතී
sk: Videohovor sa nahráva
sl: Video klic se snema
sq: Videotelefonata po regjistrohet
sr: Видео позив се снима
sv: Videosamtal spelas in
sw: Hangout ya Video inarekodiwa
ta: வீடியோ அழைப்பு பதிவு செய்யப்படுகிறது
te: వీడియో కాల్ రికార్డ్ చేయబడుతోంది
tg: Зангҳои видеоӣ сабт карда мешаванд
th: กำลังบันทึกแฮงเอาท์วิดีโอ
tk: Wideo jaňy ýazga alynýar
tl: Nire-record ang video call
tr: Görüntülü görüşme kaydediliyor
tt: Видео шалтырату яздырыла
ug: سىنلىق تېلېفون خاتىرىلىنىۋاتىدۇ
uk: Відеодзвінок записується
ur: ویڈیو کال ریکارڈ کی جا رہی ہے۔
uz: Video qoʻngʻiroq yozib olinmoqda
vi: Cuộc gọi điện video đang được ghi lại
xh: Ifowuni yevidiyo iyarekhodwa
yi: ווידעא רופן איז רעקאָרדעד

source: Join now
af: Sluit nou aan
am: አሁን ይቀላቀሉ
ar: نضم الان
az: İndi qoşul
be: Далучайся зараз
bg: Присъедини се сега
bn: এখনি যোগদিন
ca: Unir-se ara
cs: Přidej se teď
cy: Ymunwch nawr
da: Deltag nu
de: Jetzt beitreten
el: Πάρε μέρος τώρα
eo: Aliĝu nun
es: Únete ahora
et: Liitu nüüd
eu: Sartu orain
fa: همین الان ملحق شوید، همین الان بپیوندید
fi: Liity nyt
fr: Adhérer maintenant
fy: Doch no mei
ga: Glac páirt anois
gd: Thig còmhla a-nis
gl: Únete agora
gu: હવે જોડાઓ
hi: अब शामिल हों
hr: Pridružite se sada
hu: Csatlakozz most
hy: Միացիր հիմա
id: Bergabung sekarang
is: Taktu þátt núna
it: Iscriviti adesso
iw: הצטרף עכשיו
ja: 今すぐ参加
ka: Შემოგვიერთდი ეხლავე
kk: Қазір қосылыңыз
km: ចូលរួមឥឡូវនេះ
kn: ಈಗಲೇ ಸೇರಿಕೊಳ್ಳಿ
ku: Join niha
ky: Азыр кошул
lb: Maacht elo mat
lo: ເຂົ້າ​ຮ່ວມ​ດຽວ​ນີ້
lt: Prisijunk dabar
lv: Pievienojies tagad
mg: Midira izao
mi: Hono mai inaianei
mk: Придружи се сега
ml: ഇപ്പോൾ ചേരുക
mn: Одоо нэгд
mr: आता सामील व्हा
ms: Sertai sekarang
mt: Ingħaqad issa
my: ယခုချိတ်ဆက်ပါ။
ne: अहिले सामेल हुनुहोस
nl: Word nu lid
no: Bli med nå
or: ଏବେ ଯୋଗଦିଅ
pa: ਹੁਣੇ ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz teraz
ps: اوس ګډون وکړئ
pt: Entrar
ro: Alătură-te acum
ru: Присоединяйся сейчас
rw: Injira nonaha
sd: بلڪل ھاڻي ئي
si: දැන්ම එකතු වෙන්න
sk: Pridať sa teraz
sl: Pridruži se zdaj
sq: Bashkohu tani
sr: Придружи се сад
sv: Gå med nu
sw: Jiunge sasa
ta: இப்போது சேரவும்
te: ఇప్పుడు చేరండి
tg: Ҳоло ҳамроҳ шавед
th: เข้าร่วมเดี๋ยวนี้
tk: Şu wagt goşul
tl: Sumali ka na
tr: Şimdi Katıl
tt: Хәзер кушылыгыз
ug: ھازىر قوشۇلۇڭ
uk: Приєднуйся зараз
ur: ابھی شامل ہوں
uz: Hoziroq qo'shil
vi: Tham gia ngay
xh: Ngena ngoku
yi: נעם יעצט אנטייל

source: Dismiss
af: Verwerp
am: አሰናብት
ar: رفض
az: Rədd et
be: Звольніць
bg: Отхвърляне
bn: খারিজ
ca: Descartar
cs: Zavrhnout
cy: Diystyru
da: Afskedige
de: Zurückweisen
el: Απολύω
eo: Forĵeti
es: Despedir
et: Vabaks laskma
eu: Baztertu
fa: رد
fi: Hylkää
fr: Rejeter
ga: Díbhe
gd: Cur às
gl: Descartar
gu: કાઢી નાખો
hi: नकार देना
hr: Odbaciti
hu: Elvetés
hy: Հեռացնել
id: Membubarkan
is: Segja frá
it: Congedare
iw: לשחרר
ja: 解散
ka: გაუქმება
kk: Бас тарту
km: ច្រានចោល
kn: ವಜಾಗೊಳಿಸಿ
ku: Berdan
ky: Иштен чыгаруу
lb: Entlooss
lo: ປິດ
lt: Atsisakyti
lv: Atlaist
mg: handroaka
mi: Whakakore
mk: Отфрли
ml: പിരിച്ചുവിടുക
mn: Өгүүлэх
mr: काढून टाकणे
ms: Tolak
mt: Tkeċċi
my: ပယ်ရန်
ne: खारेज गर्नुहोस्
nl: Afwijzen
no: Avskjedige
or: ବରଖାସ୍ତ
pa: ਖਾਰਜ ਕਰੋ
pl: Odrzucać
ps: ګوښه کول
pt: Dispensar
ro: Respingeți
ru: Увольнять
rw: Kwirukana
sd: برطرف
si: අස් කරන්න
sk: Odmietnuť
sl: Odpusti
sq: Largoje
sr: Одбаци
sv: Avfärda
sw: Ondoa
ta: நிராகரி
te: రద్దుచేసే
tg: Хориҷ кардан
th: อนุญาตให้ออกไป
tk: Işden aýyrmak
tl: I-dismiss
tr: Azletmek
tt: Эштән чыгару
ug: خىزمەتتىن ھەيدەش
uk: Відхилити
ur: برطرف کرنا
uz: Rad etish
vi: Bỏ qua
xh: Gxotha
yi: אָפּזאָגן

source: Can’t find your
af: Kan nie jou
am: የእርስዎን ማግኘት አልተቻለም
ar: لا يمكن العثور على
az: Sizinkini tapa bilmir
be: Не магу знайсці ваш
bg: Не мога да намеря вашия
bn: আপনার খুঁজে পাচ্ছি না
ca: No trobo el teu
cs: Nelze najít vaše
cy: Methu dod o hyd i'ch
da: Kan ikke finde din
de: Kann deine nicht finden
el: Δεν μπορώ να βρω το δικό σας
eo: Ne povas trovi vian
es: No puedo encontrar tu
et: Ei leia teie
eu: Ezin da aurkitu zure
fa: شما را نمی توان پیدا کرد
fi: Omaasi ei löydy
fr: Impossible de trouver votre
fy: Kin net fine dyn
ga: Ní féidir do chuid a aimsiú
gd: Chan urrainn dhut do lorg
gl: Non podo atopar o teu
gu: તમારા શોધી શકતા નથી
hi: आपका नहीं मिल रहा
hr: Ne mogu pronaći vaš
hu: Nem találja a tiéd
hy: Չհաջողվեց գտնել ձերը
id: Tidak dapat menemukan
is: Finn ekki þitt
it: Non riesco a trovare il tuo
iw: לא מוצא את שלך
ja: 見つからない
ka: ვერ პოულობ შენს
kk: Өзіңізді табу мүмкін емес
km: រកមិនឃើញរបស់អ្នក។
kn: ನಿಮ್ಮದನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಲಿಲ್ಲ
ku: Hûn nikarin xwe bibînin
ky: Сиздин таба албай жатат
lb: Kann net fannen Är
lo: ບໍ່ສາມາດຊອກຫາຂອງທ່ານ
lt: Negaliu rasti jūsų
lv: Nevar atrast savu
mg: Tsy hita ny anao
mi: Kaore e kitea to
mk: Не можам да го најдам твоето
ml: നിങ്ങളുടെ കണ്ടെത്താൻ കഴിയുന്നില്ല
mn: Таныг олж чадахгүй байна
mr: आपले शोधू शकत नाही
ms: Tidak dapat mencari anda
mt: Ma tistax issib tiegħek
my: သင့်အား ရှာမတွေ့ပါ။
ne: आफ्नो फेला पार्न सकिएन
nl: Kan jouw . niet vinden
no: Finner ikke din
or: ତୁମର ସନ୍ଧାନ କରିପାରିବ ନାହିଁ
pa: ਤੁਹਾਡਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ
pl: Nie mogę znaleźć twojego
ps: نشي موندلی ستاسو
pt: Não foi possível encontrar seu
ro: Nu vă pot găsi
ru: Не могу найти свой
rw: Ntushobora kubona ibyawe
sd: ڳولي نه سگهيس توهان جي
si: ඔබගේ සොයා ගත නොහැක
sk: Nedá sa nájsť vaše
sl: Vašega ni mogoče najti
sq: Nuk mund të gjesh tëndin
sr: Не могу да пронађем ваш
sv: Hittar inte din
sw: Haiwezi kupata yako
ta: உன்னுடையதைக் கண்டுபிடிக்க முடியவில்லை
te: మీది కనుగొనబడలేదు
tg: Шуморо ёфта наметавонед
th: ไม่พบของคุณ
tk: Özüňizi tapyp bilemok
tl: Hindi mahanap ang iyong
tr: senin bulamıyorum
tt: Сезне таба алмыйсыз
ug: تاپالمىدىڭىز
uk: Не можу знайти ваш
ur: آپ کو نہیں مل سکتا
uz: Sizni topa olmadi
vi: Không thể tìm thấy của bạn
xh: Awukwazi ukufumana eyakho
yi: קענען ניט געפֿינען דיין

source: microphone
af: mikrofoon
am: ማይክሮፎን
ar: ميكروفون
az: mikrofon
be: мікрафон
bg: микрофон
bn: মাইক্রোফোন
ca: micròfon
cs: mikrofon
cy: meicroffon
da: mikrofon
de: Mikrofon
el: μικρόφωνο
eo: mikrofono
es: micrófono
et: mikrofon
eu: mikrofonoa
fa: میکروفون
fi: mikrofoni
fy: mikrofoan
ga: micreafón
gd: micreofon
gl: micrófono
gu: માઇક્રોફોન
hi: माइक्रोफ़ोन
hr: mikrofon
hu: mikrofon
hy: խոսափող
id: mikropon
is: hljóðnema
it: microfono
iw: מִיקרוֹפוֹן
ja: マイクロフォン
ka: მიკროფონი
kk: микрофон
km: មីក្រូហ្វូន
kn: ಮೈಕ್ರೊಫೋನ್
ku: mîkrofon
ky: микрофон
lb: Mikrofon
lo: ໄມໂຄຣໂຟນ
lt: mikrofonas
lv: mikrofons
mg: mikrô
mi: hopuoro
mk: микрофон
ml: മൈക്രോഫോൺ
mn: микрофон
mr: मायक्रोफोन
ms: mikrofon
mt: mikrofonu
my: မိုက်ခရိုဖုန်း
ne: माइक्रोफोन
nl: microfoon
no: mikrofon
or: ମାଇକ୍ରୋଫୋନ୍ |
pa: ਮਾਈਕ੍ਰੋਫੋਨ
pl: mikrofon
ps: مایکروفون
pt: microfone
ro: microfon
ru: микрофон
rw: mikoro
sd: مائڪروفون
si: මයික්රෆෝනය
sk: mikrofón
sl: mikrofon
sq: mikrofon
sr: микрофон
sv: mikrofon
sw: kipaza sauti
ta: ஒலிவாங்கி
te: మైక్రోఫోన్
tg: микрофон
th: ไมโครโฟน
tk: mikrofon
tl: mikropono
tr: mikrofon
tt: микрофон
ug: مىكروفون
uk: мікрофон
ur: مائکروفون
uz: mikrofon
vi: cái mic cờ rô
xh: imayikrofoni
yi: מיקראָפאָן
