Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: e-signs
af: e-tekens
am: ኢ-ምልክቶች
ar: العلامات الإلكترونية
az: e-işarələr
be: электронныя шыльды
bg: електронни знаци
bn: ই-চিহ্ন
ca: signes electrònics
cs: elektronické značky
cy: e-arwyddion
da: e-skilte
de: E-Zeichen
el: ηλεκτρονικά σήματα
eo: e-signoj
es: firmas electrónicas
et: e-märgid
eu: e-seinaleak
fa: علائم الکترونیکی
fi: e-kyltit
fr: e-signes
fy: e-tekens
ga: ríomhchomharthaí
gd: e-soidhnichean
gl: sinais electrónicos
gu: ઈ-ચિહ્નો
hi: ई-संकेत
hr: e-znakovi
hu: e-jelek
hy: էլեկտրոնային նշաններ
id: tanda elektronik
is: rafræn merki
it: segni elettronici
iw: שלטים אלקטרוניים
ja: 電子署名
ka: ელექტრონული ნიშნები
kk: электрондық белгілер
km: សញ្ញាអេឡិចត្រូនិច
kn: ಇ-ಚಿಹ್ನೆಗಳು
ku: e-nîşan
ky: электрондук белгилер
lb: e-Schëlder
lo: e-ອາການ
lt: elektroninių ženklų
lv: e-zīmes
mg: e-famantarana
mi: tohu-e
mk: е-знаци
ml: ഇ-അടയാളങ്ങൾ
mn: цахим тэмдэг
mr: ई-चिन्ह
ms: e-tanda
mt: sinjali elettroniċi
my: အီး-လက္ခဏာများ
ne: ई-चिन्हहरू
nl: e-tekens
no: e-skilt
or: ଇ-ଚିହ୍ନ
pa: ਈ-ਚਿੰਨ੍ਹ
pl: e-znaki
ps: برېښنايي نښې
ro: semne electronice
ru: электронные знаки
rw: e-ibimenyetso
sd: اليڪٽرانڪ نشانيون
si: ඊ-ලකුණු
sk: elektronické značky
sl: e-znaki
sq: e-shenjat
sr: е-знакови
sv: e-skyltar
sw: alama za kielektroniki
ta: மின் அடையாளங்கள்
te: ఇ-చిహ్నాలు
tg: аломатҳои электронӣ
th: ป้ายอิเล็กทรอนิกส์
tk: elektron alamatlary
tl: mga e-sign
tr: e-işaretler
tt: электрон билгеләр
ug: ئېلېكترونلۇق بەلگە
uk: електронні знаки
ur: ای نشانیاں
uz: elektron belgilar
vi: dấu hiệu điện tử
xh: Iimpawu ze-e
yi: E- וואונדער

source: on
af: op
am: በ
ar: على
be: на
bg: за
bn: উপর
cs: na
cy: ymlaen
da: på
de: auf
el: επί
eo: sur
es: en
eu: buruzko
fa: بر
fi: päällä
fr: sur
fy: op
ga: ar
gd: air adhart
gu: ચાલુ
hi: पर
hr: na
hu: tovább
hy: վրա
id: di
is: á
it: sopra
iw: עַל
ja: に
kk: қосу
km: លើ
kn: ಆನ್
ku: li
ky: боюнча
lb: op
lv: uz
mg: amin&#39;ny
mi: i runga i
mk: на
ml: ഓണാണ്
mn: дээр
mr: चालू
ms: pada
mt: fuq
my: အပေါ်
ne: मा
nl: op
no: på
or: ଉପରେ
pa: ਤੇ
pl: na
ps: په
pt: em
ro: pe
ru: на
rw: ku
sd: تي
si: මත
sk: na
sl: naprej
sq: në
sr: на
sv: på
sw: juu
ta: மீது
te: పై
tg: дар бораи
th: บน
tk: üstünde
tl: sa
tr: üzerinde
tt: өстендә
uk: на
ur: پر
uz: ochiq
vi: trên

source: Allowed File Sizes
af: Toegestaan ​​Lêergroottes
am: የተፈቀዱ የፋይል መጠኖች
ar: يسمح حجم الملف
az: Faylın ölçüsünə icazə verilir
be: Дапушчальныя памеры файлаў
bg: Разрешени размери на файловете
bn: অনুমোদিত ফাইলের আকার
ca: Tons de fitxer permesos
cs: Povolené velikosti souborů
cy: Maint Ffeiliau a Ganiateir
da: Tilladte filstørrelser
de: Erlaubte Dateigrößen
el: Επιτρεπόμενα μεγέθη αρχείων
eo: Permesitaj Dosieraj Grandecoj
es: Tamaños de archivo permitidos
et: Lubatud failisuurused
eu: Onartutako fitxategien tamainak
fa: اندازه فایل های مجاز
fi: Sallitut tiedostokoot
fr: Taille de fichier autorisée
fy: Meitsje triemgrutte
ga: Méideanna Comhad Ceadaithe
gd: Meudan Faidhle Ceadaichte
gl: Tamaños de ficheiros permitidos
gu: ફાઇલ કદ મંજૂર
hi: फ़ाइल आकार अनुमत
hr: Dopuštene veličine datoteke
hu: Engedélyezett fájlméretek
hy: Թույլատրելի ֆայլի չափսերը
id: Ukuran File Diizinkan
is: Leyfileg skráarstærð
it: Dimensioni file consentite
iw: גדלי קבצים מותרים
ja: 許可されるファイルサイズ
ka: დაშვებული ფაილის ზომები
kk: Рұқсат етілген файл өлшемдері
km: បានអនុញ្ញាតទំហំឯកសារ
kn: ಅನುಮತಿಸಿದ ಫೈಲ್ ಗಾತ್ರಗಳು
ku: Saziyên pelkirî
ky: Уруксат File Sizes
lb: Erlaabt Dateigréisst
lo: ອະນຸຍາດຂະຫນາດໄຟລ໌
lt: Leidžiami failo dydžiai
lv: Atļautā faila izmēri
mg: Nahazoana sora-bolana
mi: Whakaaetia nga Piki Rauemi
mk: Дозволени големини на датотеки
ml: അനുവദനീയമായ ഫയൽ വലുപ്പം
mn: Файлын хэмжээ
mr: अनुमत फाइल आकार
ms: Saiz fail yang dibenarkan
mt: Daqsijiet tal-fajl permessi
my: Allowed ဖိုင်အရွယ်အစား
ne: स्वीकृत फाइल आकारहरू
nl: Toegestane bestandsgroottes
no: Tillatte filstørrelser
or: ଅନୁମୋଦିତ ଫାଇଲ ଆକାର |
pa: ਮਨਜ਼ੂਰ ਫਾਈਲ ਸਾਈਜ਼
pl: Dopuszczalne rozmiary plików
ps: اجازه ورکړل شوی دوتنه ډولونه
pt: Tamanhos de arquivos permitidos
ro: Dimensiunile fișierelor acceptate
ru: Разрешенные размеры файлов
rw: Byemerewe Idosiye Ingano
sd: اجازت ڏنل فائل سائيز
si: අනුමත ගොනුවල ප්රමාණය
sk: Povolené veľkosti súborov
sl: Dovoljene velikosti datotek
sq: Skedarët e lejuar të skedarit
sr: Дозвољене величине датотека
sv: Tillåtna filstorlekar
sw: Ukubwa wa faili unaoruhusiwa
ta: அனுமதிக்கப்பட்ட கோப்பு அளவுகள்
te: అనుమతించిన ఫైల్ పరిమాణాలు
tg: Имконоти андозаи файл
th: ขนาดไฟล์ที่อนุญาต
tk: Rugsat berlen faýl ululyklary
tl: Pinapayagan ang Laki ng File
tr: İzin Verilen Dosya Boyutları
tt: Рөхсәт ителгән файл размерлары
ug: رۇخسەت قىلىنغان ھۆججەت چوڭلۇقى
uk: Дозволені розміри файлів
ur: اجازت فائل سائز
uz: Ruxsat berilgan fayl hajmi
vi: Kích thước tệp cho phép
xh: Iifayile ezivumelekileyo
yi: ערלויבט טעקע סיזעס

source: Create
af: Skep
am: ይፍጠሩ
ar: خلق
az: Yaradın
be: стварыць
bg: създавам
bn: সৃষ্টি
ca: Crear
cs: Vytvořit
cy: Creu
da: skab
de: Erstellen
el: Δημιουργώ
eo: Krei
es: Crear
et: Loo
eu: Sortu
fa: ايجاد كردن
fi: Luoda
fr: Créer
fy: Meitsje
ga: Cruthaigh
gd: Cruthaich
gl: Crear
gu: બનાવો
hi: सर्जन करना
hr: Stvoriti
hu: Teremt
hy: Ստեղծեք
id: Membuat
is: Búa til
it: Creare
iw: לִיצוֹר
ja: 作成する
ka: შექმნა
kk: Жасау
km: បង្កើត
kn: ರಚಿಸಿ
ku: Xûliqandin
ky: түзүү
lb: Erstellen
lo: ສ້າງ
lt: Sukurti
lv: Izveidot
mg: mamorona
mi: Waihanga
mk: Креирај
ml: സൃഷ്ടിക്കാൻ
mn: Үүсгэх
mr: तयार करा
ms: Buat
mt: Oħloq
my: ဖန်တီး
ne: सिर्जना गर्नुहोस्
nl: creëren
no: Skape
or: ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਬਣਾਓ
pl: Stwórz
ps: جوړ کړئ
pt: Crio
ro: Crea
ru: Создайте
rw: Kurema
sd: ٺاهيو
si: නිර්මාණය කරන්න
sk: vytvoriť
sl: Ustvari
sq: krijoj
sr: Креирај
sv: Skapa
sw: Unda
ta: உருவாக்கவும்
te: సృష్టించు
tg: Эҷод кунед
th: สร้าง
tk: Dörediň
tl: Lumikha
tr: yaratmak
tt: Ярат
ug: قۇرۇش
uk: Створити
ur: بنانا
uz: Yaratmoq
vi: Tạo nên
xh: Yakha
yi: שאַפֿן

source: Creating...
af: Die skep van ...
am: በመፍጠር ላይ ...
ar: خلق...
az: Yaratmaq ...
be: Стварэнне ...
bg: Създаване на ...
bn: তৈরি করা হচ্ছে ...
ca: S&#39;està creant ...
cs: Vytváření ...
cy: Creu ...
da: Oprettelse ...
de: Erstellen...
el: Δημιουργία ...
eo: Kreante ...
es: Creando ...
et: Loomine ...
eu: Sortzen ...
fa: پدید آوردن...
fi: Luominen ...
fr: Créer ...
ga: Ag cruthú ...
gd: A &#39;cruthachadh ...
gl: Creando ...
gu: બનાવી રહ્યું છે ...
hi: बनाना...
hr: Izrada ...
hu: Létrehozása ...
hy: Ստեղծում ...
id: Menciptakan ...
is: Búa til...
it: Creazione ...
iw: יוצר ...
ja: 作成...
ka: შექმნა ...
kk: Құрастыруда ...
km: កំពុងបង្កើត ...
kn: ರಚಿಸಲಾಗುತ್ತಿದೆ ...
ky: Түзүлүүдө ...
lb: Schafen ...
lo: ການສ້າງ ...
lt: Kurti ...
lv: Radīt ...
mg: Famoronana ...
mi: Te waihanga ...
mk: Создавање...
ml: ഉണ്ടാക്കുന്നു...
mn: Үүсгэх ...
mr: तयार करीत आहे ...
ms: Mencipta ...
mt: Il-ħolqien ...
ne: सिर्जना हुँदै ...
nl: Het creëren van ...
no: Lage ...
or: ସୃଷ୍ଟି ...
pa: ਬਣਾ ਰਿਹਾ ਹੈ ...
pl: Tworzenie ...
ps: جوړول ...
pt: Criando ...
ro: Crearea...
ru: Создание ...
rw: Kurema ...
sd: ٺاهڻ
si: නිර්මාණය කිරීම ...
sk: Vytváranie ...
sl: Ustvarjanje ...
sq: Krijimi ...
sr: Креирање ...
sv: Skapande...
sw: Inaunda ...
ta: உருவாக்குகிறது ...
te: సృష్టించడం...
tg: Эҷоди ...
th: การสร้าง...
tk: Döretmek ...
tl: Paglikha ...
tr: Oluşturuluyor ...
tt: Иҗат ...
ug: قۇرۇش ...
uk: Створення ...
ur: تخلیق ...
uz: Yaratish ...
vi: Đang tạo ...
xh: Ukudala ...

source: Modules
am: ሞጁሎች
ar: وحدات
az: Modullar
be: модулі
bg: модули
bn: মডিউল
ca: Mòduls
cs: Moduly
cy: Modiwlau
da: moduler
de: Module
el: Ενότητες
eo: Moduloj
es: Módulos
et: Moodulid
eu: moduluak
fa: ماژول ها
fi: moduulit
fy: Module
ga: Modúil
gd: Modalan
gl: Módulos
gu: મોડ્યુલો
hi: मॉड्यूल
hr: moduli
hu: modulok
hy: Մոդուլներ
id: Modul
is: Einingar
it: moduli
iw: מודולים
ja: モジュール
ka: მოდულები
kk: Модульдер
km: ម៉ូឌុល
kn: ಮಾಡ್ಯೂಲ್ಗಳು
ku: Module
ky: модулдар
lb: Modul
lo: ໂມດູນ
lt: Moduliai
lv: Moduļi
mi: Ngā kōwae
mk: Модули
ml: മൊഡ്യൂളുകൾ
mn: Модулиуд
mr: मॉड्यूल
ms: Modul
mt: Moduli
ne: मोड्युलहरू
no: moduler
or: ମଡ୍ୟୁଲ୍
pa: ਮੋਡੀਊਲ
pl: Moduły
ps: ماډلونه
pt: Módulos
ro: module
ru: Модули
rw: Module
sd: ماڊلز
si: මොඩියුල
sk: moduly
sl: Moduli
sq: modulet
sr: Модули
sv: moduler
ta: தொகுதிகள்
te: గుణకాలు
tg: Модулҳо
th: โมดูล
tk: Modullar
tl: Mga Module
tr: Modüller
tt: Модульләр
uk: Модулі
ur: ماڈیولز
uz: Moduli
vi: Mô-đun
xh: I modyuli
yi: מאָדולעס

source: Roles
af: rolle
am: ሚና
ar: الأدوار
be: ролі
bg: Роли
bn: ভূমিকা
ca: Funcions
cs: Role
cy: Rolau
da: Roller
de: Rollen
el: Ρόλοι
eo: Roloj
et: Rollid
eu: rolak
fa: نقش ها
fi: roolit
fr: Rôles
fy: Rollen
ga: Rólanna
gd: À ite
gl: Papeis
gu: ભૂમિકાઓ
hi: भूमिकाएँ
hr: uloge
hu: szerepek
hy: Դերերում
id: Peran
is: Hlutverk
it: ruoli
iw: תפקידים
ja: 役割
ka: როლები
kk: Рөлдері
km: តួនាទី
kn: ಪಾತ್ರಗಳು
ky: ролдору
lb: Rollen
lo: ບົດບາດ
lt: Vaidmenys
lv: Lomas
mg: andraikitra
mi: Ngā Rohe
mk: Улоги
ml: കഥകൾ
mn: Үүрэг
mr: भूमिका
ms: Peranan
mt: Rwoli
my: အခန်းကဏ္ဍ
ne: भूमिकाहरू
nl: Rollen
no: Roller
or: ଭୂମିକା
pa: ਭੂਮਿਕਾਵਾਂ
pl: Role
ps: رولونه
pt: Papéis
ro: roluri
ru: Роли
rw: Inshingano
sd: روڊن
si: භූමිකාවන්
sk: role
sl: Vloge
sq: rolet
sr: Улоге
sv: roller
sw: Wajibu
ta: பாத்திரங்கள்
te: పాత్రలు
tg: Нақшаҳо
th: บทบาท
tk: Rollar
tl: Mga tungkulin
tr: Roller
tt: Рольләр
ug: رولى
uk: Ролі
ur: کردار
uz: Rollar
vi: Vai trò
xh: Imisebenzi
yi: ראָלעס

source: Profile information
af: Profiel inligting
am: የመገለጫ መረጃ
ar: معلومات الملف الشخصي
az: Profil məlumatları
be: Профільная інфармацыя
bg: Информация за профила
bn: জীবন তথ্য
ca: Informació del perfil
cs: Profilové informace
cy: Gwybodaeth proffil
da: Profiloplysninger
de: Profil Information
el: Πληροφορίες ΠΡΟΦΙΛ
eo: Profilaj informoj
es: Información del perfil
et: Profiili info
eu: Profilaren informazioa
fa: اطلاعات پروفایل
fi: Profiilin tiedot
fr: Informations sur le profil
fy: Profile ynformaasje
ga: Eolas próifíle
gd: Fiosrachadh pròifil
gl: Información do perfil
gu: પ્રોફાઇલ માહિતી
hi: प्रोफाइल की जानकारी
hr: Informacije o profilu
hu: Profil információ
hy: Անձնագիր տեղեկատվություն
id: Informasi Profil
is: Upplýsingar um prófíl
it: Informazioni del profilo
iw: מידע על הפרופיל
ja: プロフィール情報
ka: Პროფილის ინფორმაცია
kk: Профиль туралы ақпарат
km: ព័ត៌មានប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ
ku: Agahdariya profîlê
ky: Профиль маалыматы
lb: Profil Informatiounen
lo: ຂໍ້ມູນໂປຣໄຟລ໌
lt: Profilio informacija
lv: Profila informācija
mg: mombamomba ny mombamomba
mi: Kōtaha kōrero
mk: Информации за профилот
ml: വ്യക്തിഗത വിവരങ്ങൾ
mn: Профайлын мэдээлэл
mr: प्रोफाइल माहिती
ms: Maklumat Profil
mt: Informazzjoni tal-profil
my: ပရိုဖိုင်အချက်အလက်
ne: प्रोफाइल जानकारी
nl: Profiel informatie
no: Profil informasjon
or: ପ୍ରୋଫାଇଲ୍ ସୂଚନା
pa: ਪ੍ਰੋਫਾਈਲ ਜਾਣਕਾਰੀ
pl: Informacje o Profilu
ps: د پروفایل معلومات
pt: Informação do Perfil
ro: Informații de profil
ru: Информация профиля
rw: Ibisobanuro
sd: پروفائل ڄاڻ
si: පැතිකඩ තොරතුරු
sk: Profilové informácie
sl: Informacije o profilu
sq: Informacioni i profilit
sr: Информације о профилу
sv: Profilinformation
sw: Maelezo ya wasifu
ta: சுயவிவரத் தகவல்
te: ప్రొఫైల్ సమాచారం
tg: Маълумот дар бораи профил
th: ข้อมูลโปรไฟล์
tk: Profil maglumatlary
tl: Impormasyon sa profile
tr: Profil bilgisi
tt: Профиль турында мәгълүмат
ug: ئارخىپ ئۇچۇرى
uk: Інформація про профіль
ur: ذاتی معلومات
uz: Profil ma'lumotlari
vi: Thông tin cá nhân
xh: Ulwazi lweprofayile
yi: פּראָפיל אינפֿאָרמאַציע

source: No role found.
af: Geen rol gevind nie.
am: ምንም ሚና አልተገኘም.
ar: لا يوجد دور
az: Heç bir rol tapılmadı.
be: Няма ролі не знойдзена.
bg: Няма намерена роля.
bn: কোন ভূমিকা পাওয়া যায় নি।
ca: No s’ha trobat cap rol.
cs: Nebyla nalezena žádná role.
cy: Ni chanfuwyd unrhyw rôl.
da: Ingen rolle fundet.
de: Keine Rolle gefunden
el: Δεν βρέθηκε ρόλος.
eo: Neniu rolo trovita.
es: Ningún papel encontrado.
et: Ühtegi rolli ei leitud.
eu: Ez da rolik aurkitu.
fa: هیچ نقشی پیدا نشد
fi: Roolia ei löytynyt.
fr: Aucun rôle trouvé.
fy: Gjin rol fûn.
ga: Níor aimsíodh aon ról.
gd: Cha deach dreuchd a lorg.
gl: Non se atopou ningún papel.
gu: કોઈ ભૂમિકા મળી નથી.
hi: कोई भूमिका नहीं मिली।
hr: Nije pronađena uloga.
hu: Nem található szerep.
hy: Դեր չի գտնվել:
id: Tidak ditemukan peran.
is: Ekkert hlutverk fannst.
it: Nessun ruolo trovato.
iw: לא נמצא תפקיד.
ja: 役割は見つかりませんでした。
ka: როლი ვერ მოიძებნა.
kk: Рөл табылған жоқ.
km: គ្មានតួនាទីត្រូវបានរកឃើញ។
kn: ಯಾವುದೇ ಪಾತ್ರ ಕಂಡುಬಂದಿಲ್ಲ.
ky: Эч кандай ролу жок.
lb: Keng Roll fonnt.
lo: ບໍ່ພົບພາລະບົດບາດ.
lt: Nerasta jokio vaidmens.
lv: Nav konstatēta loma.
mg: Tsy misy anjara hita.
mi: Kaore i kitea he mahi.
mk: Не е пронајдена улога.
ml: റോൾ ഒന്നും കണ്ടെത്തിയില്ല.
mn: Ямар ч үүрэг байхгүй.
mr: कोणतीही भूमिका आढळली नाही.
ms: Tiada peranan ditemui.
mt: L-ebda rwol misjub.
my: မျှမတွေ့အခန်းကဏ္ဍ။
ne: कुनै भूमिका फेला परेन।
nl: Geen rol gevonden.
no: Ingen rolle funnet.
or: କ role ଣସି ଭୂମିକା ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ ਭੂਮਿਕਾ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono roli.
ps: هیڅ رول ونه موندل شو.
pt: Nenhum papel encontrado.
ro: Nu sa găsit niciun rol.
ru: Роль не найдена.
rw: Nta ruhare rwabonetse.
sd: ڪو به ڪردار نه مليو.
si: කිසිදු භූමිකාවක් හමු නොවීය.
sk: Nebola nájdená žiadna úloha.
sl: Vloga ni bila najdena.
sq: Asnjë rol nuk u gjet.
sr: Није пронађена ниједна улога.
sv: Ingen roll funnen.
sw: Hakuna jukumu lililopatikana.
ta: எந்த பாத்திரமும் இல்லை.
te: ఏ పాత్ర దొరకలేదు.
tg: Нақши ҷустуҷӯӣ нест.
th: ไม่พบบทบาท
tk: Hiç hili rol tapylmady
tl: Walang nakitang papel na ginagampanan.
tr: Rol bulunamadı.
tt: Роль табылмады.
ug: ھېچقانداق رول تېپىلمىدى.
uk: Не знайдено жодної ролі.
ur: کوئی کردار نہیں ملا.
uz: Hech qanday rol topilmadi.
vi: Không tìm thấy vai trò.
xh: Akukho nxaxheba efunyenweyo.
yi: קיין ראָלע געפונען.

source: When a case is created, auto assign these users
af: Wanneer 'n saak geskep word, ken hierdie gebruikers outomaties toe
am: መያዣ ሲፈጠር እነዚህን ተጠቃሚዎች በራስ ሰር ይመድቡ
ar: عند إنشاء حالة ، قم بتعيين هؤلاء المستخدمين تلقائيًا
az: İş yaradıldıqda, bu istifadəçiləri avtomatik təyin edin
be: Калі справа створана, гэтыя карыстальнікі прызначаюцца аўтаматычна
bg: Когато се създаде случай, тези потребители се присвояват автоматично
bn: যখন একটি কেস তৈরি করা হয়, তখন এই ব্যবহারকারীদের স্বয়ংক্রিয়ভাবে বরাদ্দ করুন৷
ca: Quan es crea un cas, assigneu aquests usuaris automàticament
cs: Když je případ vytvořen, automaticky přiřaďte tyto uživatele
cy: Pan fydd achos yn cael ei greu, aseinio'r defnyddwyr hyn yn awtomatig
da: Når en sag er oprettet, skal du automatisk tildele disse brugere
de: Wenn ein Fall erstellt wird, weisen Sie diese Benutzer automatisch zu
el: Όταν δημιουργείται μια υπόθεση, εκχωρήστε αυτόματα αυτούς τους χρήστες
eo: Kiam kazo estas kreita, aŭtomate asignu ĉi tiujn uzantojn
es: Cuando se crea un caso, asigne automáticamente estos usuarios
et: Juhtumi loomisel määrake need kasutajad automaatselt
eu: Kasu bat sortzen denean, automatikoki esleitu erabiltzaile hauek
fa: هنگامی که یک مورد ایجاد می شود، به طور خودکار این کاربران را اختصاص دهید
fi: Kun tapaus on luotu, määritä nämä käyttäjät automaattisesti
fr: Lorsqu'un cas est créé, attribuez automatiquement ces utilisateurs
fy: As in saak wurdt oanmakke, tawize dizze brûkers automatysk
ga: Nuair a chruthaítear cás, sannfaidh na húsáideoirí seo go huathoibríoch
gd: Nuair a thèid cùis a chruthachadh, sònraich na cleachdaichean sin gu fèin-ghluasadach
gl: Cando se crea un caso, asigne automaticamente estes usuarios
gu: જ્યારે કેસ બનાવવામાં આવે છે, ત્યારે આ વપરાશકર્તાઓને સ્વતઃ સોંપો
hi: जब कोई मामला बनाया जाता है, तो इन उपयोगकर्ताओं को स्वतः असाइन करें
hr: Kada se kreira slučaj, automatski dodijeli ove korisnike
hu: Az eset létrehozásakor automatikusan hozzárendeli ezeket a felhasználókat
hy: Երբ ստեղծվում է գործ, ավտոմատ նշանակեք այս օգտվողներին
id: Saat kasus dibuat, tetapkan pengguna ini secara otomatis
is: Þegar mál er búið til skaltu úthluta þessum notendum sjálfkrafa
it: Quando viene creato un caso, assegna automaticamente questi utenti
iw: כאשר נוצר מקרה, הקצה אוטומטית משתמשים אלה
ja: ケースが作成されると、これらのユーザーが自動割り当てされます
ka: როდესაც საქმე იქმნება, ავტომატურად მიამაგრეთ ეს მომხმარებლები
kk: Іс жасалғанда, осы пайдаланушыларды автоматты түрде тағайындаңыз
km: នៅពេលដែលករណីត្រូវបានបង្កើត កំណត់ដោយស្វ័យប្រវត្តិដល់អ្នកប្រើប្រាស់ទាំងនេះ
kn: ಪ್ರಕರಣವನ್ನು ರಚಿಸಿದಾಗ, ಈ ಬಳಕೆದಾರರನ್ನು ಸ್ವಯಂ ನಿಯೋಜಿಸಿ
ku: Dema ku dozek çêbibe, bixweber van bikarhêneran destnîşan bikin
ky: Иш түзүлгөндө, бул колдонуучуларды автоматтык түрдө дайындаңыз
lb: Wann e Fall erstallt gëtt, ginn dës Benotzer automatesch zou
lo: ເມື່ອກໍລະນີຖືກສ້າງຂຶ້ນ, ມອບຫມາຍຜູ້ໃຊ້ເຫຼົ່ານີ້ໂດຍອັດຕະໂນມັດ
lt: Kai sukuriamas atvejis, automatiškai priskirkite šiuos vartotojus
lv: Kad lieta ir izveidota, automātiski piešķiriet šos lietotājus
mg: Rehefa voaforona ny tranga iray, dia omeo ho azy ireo mpampiasa ireo
mi: Ina hangaia he keehi, tohua aunoa enei kaiwhakamahi
mk: Кога ќе се креира случај, автоматски доделете ги овие корисници
ml: ഒരു കേസ് സൃഷ്ടിക്കുമ്പോൾ, ഈ ഉപയോക്താക്കളെ സ്വയമേവ അസൈൻ ചെയ്യുക
mn: Кейс үүсгэсэн тохиолдолд эдгээр хэрэглэгчдийг автоматаар онооно
mr: केस तयार केल्यावर, या वापरकर्त्यांना स्वयं नियुक्त करा
ms: Apabila kes dibuat, auto tetapkan pengguna ini
mt: Meta jinħoloq każ, assenja awtomatikament dawn l-utenti
my: အမှုတစ်ခုကို ဖန်တီးသောအခါ၊ ဤအသုံးပြုသူများကို အလိုအလျောက် သတ်မှတ်ပေးသည်။
ne: जब केस सिर्जना हुन्छ, यी प्रयोगकर्ताहरूलाई स्वत: असाइन गर्नुहोस्
nl: Wanneer een case is gemaakt, wijst u deze gebruikers automatisch toe
no: Når en sak opprettes, tilordner du disse brukerne automatisk
or: ଯେତେବେଳେ ଏକ କେସ୍ ସୃଷ୍ଟି ହୁଏ, ଏହି ଉପଭୋକ୍ତାମାନଙ୍କୁ ଅଟୋ ନ୍ୟସ୍ତ କରନ୍ତୁ |
pa: ਜਦੋਂ ਕੋਈ ਕੇਸ ਬਣਾਇਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਹਨਾਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਨਿਰਧਾਰਤ ਕਰੋ
pl: Po utworzeniu zgłoszenia automatycznie przypisz tych użytkowników
ps: کله چې قضیه رامینځته شي ، نو دا کارونکي په اوتومات ډول وټاکئ
pt: Quando um caso é criado, atribua automaticamente esses usuários
ro: Când este creat un caz, atribuiți automat acești utilizatori
ru: Когда дело создано, автоматически назначать этих пользователей
rw: Mugihe urubanza rwashizweho, auto igenera aba bakoresha
sd: جڏهن هڪ ڪيس ٺاهي وئي آهي، خودڪار طور تي انهن صارفين کي تفويض ڪريو
si: නඩුවක් සෑදූ විට, මෙම පරිශීලකයින් ස්වයංක්‍රීයව පැවරීම
sk: Po vytvorení prípadu automaticky priraďte týchto používateľov
sl: Ko je primer ustvarjen, samodejno dodeli te uporabnike
sq: Kur krijohet një rast, cakto automatikisht këta përdorues
sr: Када се креира случај, аутоматски доделите ове кориснике
sv: När ett ärende skapas, tilldela dessa användare automatiskt
sw: Kesi inapoundwa, wape watumiaji hawa kiotomatiki
ta: ஒரு வழக்கு உருவாக்கப்பட்டால், இந்தப் பயனர்களை தானாக ஒதுக்கவும்
te: కేసు సృష్టించబడినప్పుడు, ఈ వినియోగదారులను స్వయంచాలకంగా కేటాయించండి
tg: Вақте ки парванда сохта мешавад, ин корбаронро ба таври худкор таъин кунед
th: เมื่อสร้างเคสแล้ว กำหนดผู้ใช้เหล่านี้โดยอัตโนมัติ
tk: Kazyýet döredilende, bu ulanyjylary awtomatiki belläň
tl: Kapag may ginawang case, awtomatikong italaga ang mga user na ito
tr: Bir servis talebi oluşturulduğunda, bu kullanıcıları otomatik olarak atayın
tt: Эш барлыкка килгәндә, бу кулланучыларны автоматик рәвештә билгеләгез
ug: دېلو يۈز بەرگەندە ، بۇ ئىشلەتكۈچىلەرنى ئاپتوماتىك تەقسىم قىلىڭ
uk: Після створення запиту автоматично призначайте цих користувачів
ur: جب کوئی کیس بنتا ہے، تو ان صارفین کو خود بخود تفویض کریں۔
uz: Ish yaratilganda, bu foydalanuvchilarni avtomatik ravishda tayinlang
vi: Khi một trường hợp được tạo, tự động chỉ định những người dùng này
xh: Xa imeko yenziwe, yabela ngokuzenzekelayo aba basebenzisi
yi: ווען אַ פאַל איז באשאפן, אַוטאָ באַשטימען די יוזערז

source: Remove All
af: Verwyder alle
am: ሁሉንም አስወግድ
ar: حذف الكل
az: Hamısını Sil
be: Выдаліць усе
bg: Премахнете всички
bn: সব মুছে ফেলুন
ca: Esborra-ho tot
cs: Odebrat všechny
cy: Dileu Pawb
da: Fjern alt
de: Alles entfernen
el: Αφαίρεση όλων
eo: Forigi Ĉion
es: Eliminar todo
et: Eemalda kõik
eu: Kendu guztiak
fa: حذف همه
fi: Poista kaikki
fr: Enlever tout
fy: Alles fuorthelje
ga: Bain Uile
gd: Thoir air falbh a h-uile
gl: Eliminar todo
gu: બધા દૂર કરો
hi: सभी हटाएं
hr: Ukloniti sve
hu: Összes eltávolítása
hy: Հեռացնել բոլորը
id: Hapus semua
is: Fjarlægja allt
it: Rimuovi tutto
iw: להסיר את כל
ja: すべて削除する
ka: წაშალე ყველა
kk: Барлығын жою
km: លុបចេញទាំងអស់។
kn: ಎಲ್ಲವನ್ನೂ ತೆಗೆದುಹಾಕಿ
ku: Hemûyan jê bibe
ky: Баарын алып салуу
lb: Ewechzehuelen All
lo: ເອົາທັງໝົດ
lt: Pašalinti visus
lv: Noņemt visus
mg: Fafao daholo
mi: Tango Katoa
mk: Отстрани ги сите
ml: എല്ലാം നീക്കം ചെയ്യുക
mn: Бүгдийг устгах
mr: सर्व काढून टाका
ms: Keluarkan semua
mt: Neħħi Kollha
my: အားလုံးကို ဖယ်ရှားပါ။
ne: सबै हटाऊ
nl: Verwijder alles
no: Fjern alle
or: ସମସ୍ତ ଅପସାରଣ କରନ୍ତୁ |
pa: ਸਭ ਹਟਾਓ
pl: Usuń wszystko
ps: ټول لرې کړئ
pt: Deletar tudo
ro: Inlătură tot
ru: Убрать все
rw: Kuraho Byose
sd: سڀ هٽايو
si: සියල්ල ඉවත් කරන්න
sk: Odobrať všetky
sl: Odstrani vse
sq: Hiq të gjitha
sr: Уклони све
sv: Ta bort alla
sw: Ondoa Zote
ta: அனைத்து நீக்க
te: అన్ని తీసివెయ్
tg: Ҳамаро нест кунед
th: ลบทั้งหมด
tk: Hemmesini aýyryň
tl: Alisin lahat
tr: Hepsini kaldır
tt: Барысын да бетерегез
ug: ھەممىنى ئۆچۈرۈڭ
uk: Видалити все
ur: سب کو ہٹا دیں
uz: Hammasini o'chirish
vi: Xoá bỏ hết
xh: Susa Konke
yi: נעם אוועק אלע

source: User Name
af: Gebruikersnaam
am: የተጠቃሚ ስም
ar: اسم االمستخدم
az: İstifadəçi adı
be: Імя карыстальніка
bg: Потребителско име
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
cs: Uživatelské jméno
cy: Enw Defnyddiwr
da: Brugernavn
de: Nutzername
el: Ονομα χρήστη
eo: Uzantnomo
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile izena
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
fy: Brûkersnamme
ga: Ainm Úsáideora
gd: Ainm Cleachdaiche
gl: Nome de usuario
gu: વપરાશકર્તા નામ
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
hy: Օգտագործողի անունը
id: Nama belakang
is: Notandanafn
it: Nome utente
iw: שם משתמש
ja: ユーザー名
ka: მომხმარებლის სახელი
kk: Пайдаланушы аты
km: ឈ្មោះ​អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಹೆಸರು
ku: Navê bikarhêner
ky: Колдонуучунун аты
lb: Benotzernumm
lo: ຊື່ຜູ້ໃຊ້
lt: Vartotojo vardas
lv: Lietotājvārds
mg: Anaran'ny mpampiasa
mi: Ingoa Kaiwhakamahi
mk: Корисничко име
ml: ഉപയോക്തൃ നാമം
mn: Хэрэглэгчийн нэр
mr: वापरकर्ता नाव
ms: Nama Pengguna
mt: Isem tal-Utent
my: အသုံးပြုသူအမည်
ne: प्रयोगकर्ता नाम
nl: Gebruikersnaam
no: Brukernavn
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ
pa: ਉਪਭੋਗਤਾ ਨਾਮ
pl: Nazwa Użytkownika
ps: د کارن نوم
pt: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
rw: Izina ryumukoresha
sd: استعمال ڪندڙ جو نالو
si: පරිශීලක නාමය
sk: Používateľské meno
sl: Uporabniško ime
sq: Emri i përdoruesit
sr: Корисничко име
sv: Användarnamn
sw: Jina la mtumiaji
ta: பயனர் பெயர்
te: వినియోగదారు పేరు
tg: Номи корбар
th: ชื่อผู้ใช้
tk: Ulanyjynyň ady
tr: Kullanıcı adı
tt: Кулланучы исеме
ug: ئىشلەتكۈچى ئىسمى
uk: Ім'я користувача
ur: صارف کا نام
uz: Foydalanuvchi nomi
vi: Tên tài khoản
xh: Igama lomsebenzisi
yi: באַניצער נאָמען
