Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
af: Gemagtigde gebruikers kan vinnig toegang tot kliëntedata en saakinligting kry (insluitend huidige, verlede, oop, geslote en hangende sake), alles deur een portaal.
am: የተፈቀደላቸው ተጠቃሚዎች የደንበኛ ውሂብን እና የጉዳይ መረጃን (የአሁኑን ፣ ያለፉትን ፣ ክፍት ፣ የተዘጉ እና ተጠባባቂ ጉዳዮችን ጨምሮ) በፍጥነት መድረስ ይችላሉ ፣ ሁሉም በአንድ ፖርታል በኩል።
ar: يمكن للمستخدمين المصرح لهم الوصول بسرعة إلى بيانات العميل ومعلومات الحالة (بما في ذلك الحالات الحالية والماضية والمفتوحة والمغلقة والمعلقة) ، وكل ذلك من خلال بوابة واحدة.
az: Səlahiyyətli istifadəçilər müştəri məlumatlarına və iş məlumatlarına (cari, keçmiş, açıq, qapalı və gözləyən işlər daxil olmaqla) hamısını bir portal vasitəsilə əldə edə bilərlər.
be: Аўтарызаваныя карыстальнікі могуць хутка атрымаць доступ да дадзеных кліентаў і інфармацыі пра выпадак (уключаючы бягучыя, мінулыя, адкрытыя, закрытыя і невыкананыя выпадкі) праз адзін партал.
bg: Оторизираните потребители могат бързо да получат достъп до клиентски данни и информация за случаи (включително текущи, минали, отворени, затворени и висящи случаи), всички чрез един портал.
bn: অনুমোদিত ব্যবহারকারীরা দ্রুত ক্লায়েন্টের ডেটা এবং কেস তথ্য (বর্তমান, অতীত, উন্মুক্ত, বন্ধ, এবং মীমাংসিত কেস সহ) সমস্ত একটি পোর্টালের মাধ্যমে অ্যাক্সেস করতে পারবেন।
ca: Els usuaris autoritzats poden accedir ràpidament a les dades del client i a la informació del cas (inclosos els casos actuals, passats, oberts, tancats i pendents), a través d’un portal.
cs: Oprávnění uživatelé mají rychlý přístup k klientským datům a informacím o případech (včetně aktuálních, minulých, otevřených, uzavřených a čekajících případů), a to vše prostřednictvím jednoho portálu.
cy: Gall defnyddwyr awdurdodedig gyrchu data cleientiaid a gwybodaeth achos yn gyflym (gan gynnwys achosion cyfredol, blaenorol, agored, caeedig ac yn yr arfaeth), i gyd trwy un porth.
da: Autoriserede brugere kan hurtigt få adgang til klientdata og sagsinformation (herunder aktuelle, tidligere, åbne, lukkede og afventende sager), alt gennem en portal.
de: Autorisierte Benutzer können über ein einziges Portal schnell auf Kundendaten und Fallinformationen (einschließlich aktueller, vergangener, offener, geschlossener und ausstehender Fälle) zugreifen.
el: Οι εξουσιοδοτημένοι χρήστες μπορούν να έχουν γρήγορη πρόσβαση σε δεδομένα πελατών και πληροφορίες περίπτωσης (συμπεριλαμβανομένων τρεχουσών, παλαιών, ανοιχτών, κλειστών και εκκρεμών υποθέσεων), όλα μέσω μιας πύλης.
eo: Rajtigitaj uzantoj povas rapide aliri datumojn kaj kazajn informojn (inkluzive aktualajn, pasintajn, malfermitajn, fermitajn, kaj pritraktajn kazojn), ĉio tra unu portalo.
es: Los usuarios autorizados pueden acceder rápidamente a los datos del cliente y la información del caso (incluidos los casos actuales, pasados, abiertos, cerrados y pendientes), todo a través de un portal.
et: Volitatud kasutajad pääsevad ühe portaali kaudu kiiresti juurde kliendi andmetele ja juhtumiteabele (sealhulgas praegustele, varasematele, avatud, suletud ja pooleliolevatele juhtumitele).
eu: Baimendutako erabiltzaileek bezeroaren datu eta kasuen informazioa azkar sar dezakete (uneko, iraganeko, irekitako, itxitako eta zain dauden kasuak barne), guztiak atari bakarrean.
fa: کاربران مجاز می توانند به سرعت به داده های مشتری و اطلاعات پرونده (از جمله موارد فعلی ، گذشته ، باز ، بسته و موارد معلق) ، از طریق یک درگاه دسترسی پیدا کنند.
fi: Valtuutetut käyttäjät pääsevät nopeasti asiakastietoihin ja tapaustietoihin (mukaan lukien nykyiset, aiemmat, avoimet, suljetut ja vireillä olevat tapaukset) - kaikki yhden portaalin kautta.
fr: Les utilisateurs autorisés peuvent accéder rapidement aux données des clients et aux informations sur les cas (y compris les cas actuels, passés, ouverts, fermés et en attente), le tout via un seul portail.
fy: Autoriseare brûkers kinne fluch tagong krije ta kliïntgegevens en saakynformaasje (ynklusyf hjoeddeistige, ferline, iepen, sluten en yn ôfwachting), allegear fia ien portal.
ga: Is féidir le húsáideoirí údaraithe rochtain a fháil go tapa ar shonraí cliaint agus ar fhaisnéis cáis (lena n-áirítear cásanna reatha, roimhe seo, oscailte, dúnta agus ar feitheamh), iad uile trí thairseach amháin.
gd: Faodaidh luchd-cleachdaidh ùghdarraichte faighinn gu luath gu dàta teachdaiche agus fiosrachadh cùise (a ’toirt a-steach cùisean gnàthach, roimhe, fosgailte, dùinte, agus ri thighinn), uile tro aon phort.
gl: Os usuarios autorizados poden acceder a datos de cliente e información de caso rapidamente (incluíndo casos actuais, pasados, abertos, pechados e pendentes), a través dun portal.
gu: અધિકૃત વપરાશકર્તાઓ ક્લાઈન્ટ ડેટા અને કેસની માહિતી (વર્તમાન, ભૂતકાળ, ખુલ્લા, બંધ, અને બાકી કેસ) સહિત, એક જ પોર્ટલ દ્વારા ઝડપથી canક્સેસ કરી શકે છે.
hi: अधिकृत उपयोगकर्ता एक पोर्टल के माध्यम से क्लाइंट डेटा और केस की जानकारी (वर्तमान, अतीत, खुले, बंद और लंबित मामलों सहित) का त्वरित रूप से उपयोग कर सकते हैं।
hr: Ovlašteni korisnici mogu brzo pristupiti podacima klijenta i informacijama o slučajevima (uključujući trenutne, prošle, otvorene, zatvorene i neriješene slučajeve), sve putem jednog portala.
hu: A felhatalmazott felhasználók gyorsan hozzáférhetnek az ügyféladatokhoz és az ügyekkel kapcsolatos információkhoz (ideértve a jelenlegi, a múltbeli, a nyitott, a zárt és a folyamatban lévő ügyeket), egy portálon keresztül.
hy: Լիազորված օգտվողները կարող են արագ մուտք գործել հաճախորդի տվյալներ և դեպքերի մասին տեղեկատվություն (ներառյալ ընթացիկ, անցյալ, բաց, փակ և սպասվող դեպքերը) ՝ ամբողջ մեկ պորտալի միջոցով:
id: Pengguna yang berwenang dapat dengan cepat mengakses data klien dan informasi kasus (termasuk case saat ini, masa lalu, buka, tutup, dan tertunda), semua melalui satu portal.
is: Viðurkenndir notendur geta fljótt nálgast upplýsingar um viðskiptavini og upplýsingar um mál (þ.mt núverandi, fyrri, opin, lokuð og í bið), allt í gegnum eina vefgátt.
it: Gli utenti autorizzati possono accedere rapidamente ai dati del cliente e alle informazioni sui casi (inclusi casi attuali, passati, aperti, chiusi e in sospeso), tutto attraverso un portale.
iw: משתמשים מורשים יכולים לגשת במהירות לנתוני לקוחות ולפרטי תיקים (כולל תיקים עדכניים, עבריים, פתוחים, סגורים ועומדים), והכל דרך פורטל אחד.
ja: 承認されたユーザーは、1つのポータルを通じて、クライアントデータとケース情報（現在、過去、未解決、クローズ、保留中のケースを含む）にすばやくアクセスできます。
ka: უფლებამოსილ მომხმარებლებს შეუძლიათ სწრაფად მიიღონ წვდომა კლიენტის მონაცემებსა და საქმის შესახებ ინფორმაციებზე (მათ შორის მიმდინარე, წარსული, ღია, დახურული და მოქმედი შემთხვევების ჩათვლით), ყველა პორტალზე.
kk: Уәкілетті пайдаланушылар клиенттің деректері мен істер туралы ақпаратқа (ағымдағы, өткен, ашық, жабық және күтілетін жағдайларды қоса) бір портал арқылы тез қол жеткізе алады.
km: អ្នកប្រើប្រាស់ដែលមានការអនុញ្ញាតអាចចូលមើលទិន្នន័យរបស់អតិថិជននិងព័ត៌មានអំពីករណីនានា (រាប់បញ្ចូលទាំងករណីបច្ចុប្បន្នអតីតកាលការបិទនិងករណីរង់ចាំ) ទាំងអស់តាមរយៈវិបផតថលមួយ។
kn: ಅಧಿಕೃತ ಬಳಕೆದಾರರು ಕ್ಲೈಂಟ್ ಡೇಟಾ ಮತ್ತು ಕೇಸ್ ಮಾಹಿತಿಯನ್ನು (ಪ್ರಸ್ತುತ, ಹಿಂದಿನ, ಮುಕ್ತ, ಮುಚ್ಚಿದ ಮತ್ತು ಬಾಕಿ ಇರುವ ಪ್ರಕರಣಗಳನ್ನು ಒಳಗೊಂಡಂತೆ) ತ್ವರಿತವಾಗಿ ಒಂದು ಪೋರ್ಟಲ್ ಮೂಲಕ ಪ್ರವೇಶಿಸಬಹುದು.
ku: Bikarhênerên destûr bi zûtirîn dikarin bi navgîniya yek portalalê ve bigihin daneyên muwekîlê û agahdariya doza (di nav de bûyerên heyî, berê, vekirî, girtî, û li benda).
ky: Ыйгарым укуктуу колдонуучулар кардарлардын маалыматтарына жана учурлар жөнүндө маалыматтарга (анын ичинде учурдагы, өткөн, ачык, жабык жана күтүлүүчү учурларда) бир портал аркылуу тез жете алышат.
lb: Autoriséiert Benotzer kënnen séier Zougang zu Clientsdaten a Fallinformatioun kréien (inklusiv aktuell, vergaangen, offen, zou, a pending Fäll), alles duerch ee Portal.
lo: ຜູ້ໃຊ້ທີ່ໄດ້ຮັບອະນຸຍາດສາມາດເຂົ້າເຖິງຂໍ້ມູນຂອງລູກຄ້າແລະຂໍ້ມູນກ່ຽວກັບກໍລະນີຕ່າງໆ (ລວມທັງບັນດາກໍລະນີປະຈຸບັນ, ທີ່ຜ່ານມາ, ເປີດ, ປິດແລະລໍຖ້າ), ໂດຍຜ່ານປະຕູດຽວ.
lt: Įgalioti vartotojai per vieną portalą gali greitai pasiekti kliento duomenis ir informaciją apie bylas (įskaitant dabartinę, buvusią, atvirą, uždarytą ir nagrinėjamą bylą).
lv: Pilnvarotie lietotāji var ātri piekļūt klienta datiem un informācijai par lietām (ieskaitot pašreizējās, iepriekšējās, atvērtās, slēgtās un neizlemtās lietas), izmantojot visu portālu.
mg: Ireo mpampiasa manam-pahefana dia afaka miditra haingana amin&#39;ny angon-drakitra momba ny mpanjifa sy ny fampahalalana momba ny tranga (anisan&#39;izany ny ankehitriny, taloha, misokatra, mihidy ary misy tranga miandry), amin&#39;ny alàlan&#39;ny vavahadin-tserasera iray.
mi: Ka taea e nga kaiwhakamahi whai mana te whakauru ki nga raraunga kiritaki me nga korero keehi (tae atu ki nga waa o mua, mua, tuwhera, kati, me te tatari ano).
mk: Овластените корисници можат брзо да пристапат до податоците за клиентот и информациите за случаи (вклучително и тековни, минати, отворени, затворени и во очекување случаи), преку еден портал.
ml: അംഗീകൃത ഉപയോക്താക്കൾക്ക് ക്ലയന്റ് ഡാറ്റയും കേസ് വിവരങ്ങളും (നിലവിലെ, പഴയത്, തുറന്നത്, അടച്ചതും തീർപ്പുകൽപ്പിക്കാത്തതുമായ കേസുകൾ ഉൾപ്പെടെ) എല്ലാം ഒരു പോർട്ടലിലൂടെ വേഗത്തിൽ ആക്സസ് ചെയ്യാൻ കഴിയും.
mn: Эрх бүхий хэрэглэгчид үйлчлүүлэгчдийн өгөгдөл болон хэргийн мэдээлэлд (одоогийн, өнгөрсөн, нээлттэй, хаалттай, хүлээгдэж буй хэргүүдийг оруулаад) нэг порталаар хурдан хандах боломжтой.
mr: अधिकृत वापरकर्ते द्रुतपणे क्लायंट डेटा आणि प्रकरण माहिती (वर्तमान, मागील, उघडे, बंद आणि प्रलंबित प्रकरणांसह) सर्व पोर्टलद्वारे प्रवेश करू शकतात.
ms: Pengguna yang sah dapat mengakses data klien dan maklumat kes dengan cepat (termasuk kes semasa, masa lalu, terbuka, tertutup, dan belum selesai), semuanya melalui satu portal.
mt: Utenti awtorizzati jistgħu jaċċessaw malajr id-dejta tal-klijent u l-informazzjoni tal-każ (inklużi każijiet kurrenti, tal-passat, miftuħa, magħluqa u pendenti), kollha permezz ta &#39;portal wieħed.
my: ခွင့်ပြုထားသောအသုံးပြုသူများသည် ၀ န်ဆောင်မှုခံယူသူ၏ဒေတာနှင့်ကိစ္စရပ်ဆိုင်ရာသတင်းအချက်အလက်များကို (လက်ရှိ၊ အတိတ်၊ ဖွင့်လှစ်ခြင်း၊ ပိတ်ထားခြင်းနှင့်ဆိုင်းငံ့ထားခြင်းများအပါအ ၀ င်) ကိုအလွယ်တကူဝင်ရောက်နိုင်သည်။
ne: अधिकृत प्रयोगकर्ताहरूले द्रुत रूपमा ग्राहक डेटा र केस जानकारी (हालको, विगत, खुला, बन्द, र पेन्डि cases केसहरू सहित) सबै एक पोर्टल मार्फत पहुँच गर्न सक्दछन्।
nl: Geautoriseerde gebruikers hebben snel toegang tot klantgegevens en case-informatie (inclusief huidige, eerdere, open, gesloten en lopende cases), allemaal via één portal.
no: Autoriserte brukere kan raskt få tilgang til klientdata og saksinformasjon (inkludert nåværende, tidligere, åpne, lukkede og påvente saker), alt gjennom en portal.
or: ପ୍ରାଧିକୃତ ଉପଭୋକ୍ତାମାନେ ଏକ ପୋର୍ଟାଲ ମାଧ୍ୟମରେ କ୍ଲାଏଣ୍ଟ ତଥ୍ୟ ଏବଂ କେସ୍ ସୂଚନା (ସାମ୍ପ୍ରତିକ, ଅତୀତ, ଖୋଲା, ବନ୍ଦ ଏବଂ ବିଚାରାଧୀନ ମାମଲା ଅନ୍ତର୍ଭୂକ୍ତ କରି) ଶୀଘ୍ର ପ୍ରବେଶ କରିପାରିବେ |
pa: ਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾ ਗਾਹਕ ਦੇ ਡੇਟਾ ਅਤੇ ਕੇਸ ਦੀ ਜਾਣਕਾਰੀ ਤੇਜ਼ੀ ਨਾਲ ਵਰਤ ਸਕਦੇ ਹਨ (ਮੌਜੂਦਾ, ਪਿਛਲੇ, ਖੁੱਲੇ, ਬੰਦ ਅਤੇ ਲੰਬਿਤ ਕੇਸਾਂ ਸਮੇਤ), ਸਾਰੇ ਇੱਕ ਪੋਰਟਲ ਦੁਆਰਾ.
pl: Autoryzowani użytkownicy mogą szybko uzyskać dostęp do danych klienta i informacji o sprawach (w tym o sprawach bieżących, przeszłych, otwartych, zamkniętych i oczekujących) za pośrednictwem jednego portalu.
ps: مجاز کارونکي کولی شي په چټکۍ سره د پیرودونکي ډیټا او د قضیې معلوماتو ته لاسرسی ومومي (پشمول اوسني ، تیر ، خلاص ، تړل شوی ، او پاتې قضیې) ټول د یو پورټل له لارې.
pt: Usuários autorizados podem acessar rapidamente dados de clientes e informações de casos (incluindo casos atuais, passados, abertos, fechados e pendentes), tudo através de um portal.
ro: Utilizatorii autorizați pot accesa rapid datele clientului și informațiile despre cazuri (inclusiv cazuri actuale, trecute, deschise, închise și în așteptare), toate printr-un singur portal.
ru: Авторизованные пользователи могут быстро получать доступ к данным клиента и информации о делах (включая текущие, прошлые, открытые, закрытые и ожидающие рассмотрения дела) через один портал.
rw: Abakoresha babiherewe uburenganzira barashobora kubona byihuse amakuru yumukiriya namakuru yimanza (harimo nubu, kera, gufungura, gufunga, no gutegereza imanza), byose binyuze kumurongo umwe.
sd: مجاز استعمال ڪندڙ يڪدم کلائنٽ جي ڊيٽا ۽ ڪيس جي معلومات تائين رسائي ڪري سگھن ٿا (موجوده ، ماضي ، کليل ، بند ، ۽ منتظر ڪيس سميت) سڀ هڪ پورٽ جي ذريعي.
si: බලයලත් පරිශීලකයින්ට එක් ද්වාරයක් හරහා සේවාදායක දත්ත සහ සිද්ධි තොරතුරු (වත්මන්, අතීත, විවෘත, සංවෘත සහ අපේක්ෂිත අවස්ථා ඇතුළුව) ඉක්මනින් ප්‍රවේශ විය හැකිය.
sk: Oprávnení používatelia majú rýchly prístup k klientskym údajom a informáciám o prípadoch (vrátane aktuálnych, minulých, otvorených, uzavretých a čakajúcich prípadov), a to všetko prostredníctvom jedného portálu.
sl: Pooblaščeni uporabniki lahko hitro dostopajo do podatkov stranke in podatkov o zadevah (vključno s trenutnimi, preteklimi, odprtimi, zaprtimi in nerešenimi primeri), vse prek enega portala.
sq: Përdoruesit e autorizuar mund të hyjnë shpejt në të dhënat e klientit dhe informacionin e çështjeve (përfshirë rastet aktuale, të kaluara, të hapura, të mbyllura dhe në pritje), të gjitha përmes një portali.
sr: Овлашћени корисници могу брзо приступити подацима клијента и информацијама о случајевима (укључујући тренутне, прошле, отворене, затворене и неријешене случајеве), све путем једног портала.
sv: Auktoriserade användare kan snabbt komma åt klientdata och ärendeinformation (inklusive aktuella, tidigare, öppna, stängda och väntande ärenden), allt via en portal.
sw: Watumiaji walioidhinishwa wanaweza kupata haraka data ya mteja na habari ya kesi (pamoja na kesi za sasa, za zamani, wazi, zilizofungwa, na zinazosubiri), kupitia portal moja.
ta: அங்கீகரிக்கப்பட்ட பயனர்கள் கிளையன்ட் தரவு மற்றும் வழக்குத் தகவல்களை (தற்போதைய, கடந்த, திறந்த, மூடிய மற்றும் நிலுவையில் உள்ள வழக்குகள் உட்பட) விரைவாக ஒரு போர்டல் மூலம் அணுகலாம்.
te: అధీకృత వినియోగదారులు క్లయింట్ డేటా మరియు కేసు సమాచారాన్ని (ప్రస్తుత, గత, ఓపెన్, క్లోజ్డ్ మరియు పెండింగ్ కేసులతో సహా) త్వరగా ఒక పోర్టల్ ద్వారా యాక్సెస్ చేయవచ్చు.
tg: Истифодабарандагони салоҳиятдор метавонанд ба ҳама тавассути як портал зуд ба маълумоти муштариён ва иттилооти парванда (аз ҷумла парвандаҳои ҷорӣ, гузашта, кушода, пӯшида ва интизорӣ) дастрасӣ пайдо кунанд.
th: ผู้ใช้ที่ได้รับอนุญาตสามารถเข้าถึงข้อมูลลูกค้าและข้อมูลเคสได้อย่างรวดเร็ว (รวมถึงกรณีปัจจุบัน, อดีต, เปิด, ปิดและรอดำเนินการ) ผ่านพอร์ทัลเดียว
tk: Ygtyýarly ulanyjylar bir portal arkaly müşderi maglumatlaryna we kazyýet maglumatlaryna (häzirki, geçmiş, açyk, ýapyk we garaşylýan ýagdaýlary goşmak bilen) çalt girip bilerler.
tl: Ang mga awtorisadong gumagamit ay maaaring mabilis na ma-access ang data ng kliyente at impormasyon sa kaso (kabilang ang kasalukuyan, nakaraan, bukas, sarado, at nakabinbing mga kaso), lahat sa pamamagitan ng isang portal.
tr: Yetkili kullanıcılar, müşteri verilerine ve vaka bilgilerine (mevcut, geçmiş, açık, kapalı ve bekleyen vakalar dahil) tek bir portal üzerinden hızlı bir şekilde erişebilir.
tt: Рөхсәтле кулланучылар клиент мәгълүматларына һәм очрак мәгълүматларына (хәзерге, үткән, ачык, ябык һәм көтелгән очракларны кертеп) бер портал аша тиз керә ала.
ug: ھوقۇق بېرىلگەن ئىشلەتكۈچىلەر بىر ئېغىز ئارقىلىق خېرىدارلارنىڭ سانلىق مەلۇماتلىرى ۋە دېلو ئۇچۇرلىرىنى (نۆۋەتتىكى ، ئۆتمۈش ، ئوچۇق ، يېپىق ۋە ساقلىنىۋاتقان دېلولارنى ئۆز ئىچىگە ئالىدۇ) تېز زىيارەت قىلالايدۇ.
uk: Авторизовані користувачі можуть швидко отримати доступ до даних клієнта та інформації про справи (включаючи поточні, минулі, відкриті, закриті та очікувані справи), через один портал.
ur: مجاز صارف فوری طور پر کلائنٹ کے ڈیٹا اور کیس کی معلومات تک رسائی حاصل کرسکتے ہیں (بشمول موجودہ ، ماضی ، کھلی ، بند ، اور زیر التوا مقدمات) ، ایک ہی پورٹل کے ذریعے۔
uz: Vakolatli foydalanuvchilar mijoz ma&#39;lumotlari va ishlarning ma&#39;lumotlariga (shu jumladan, joriy, o&#39;tgan, ochilgan, yopiq va ko&#39;rib chiqilayotgan ishlarga) hammasi bitta portal orqali kirishlari mumkin.
vi: Người dùng được ủy quyền có thể nhanh chóng truy cập dữ liệu khách hàng và thông tin trường hợp (bao gồm các trường hợp hiện tại, quá khứ, mở, đóng và đang chờ xử lý), tất cả thông qua một cổng thông tin.
xh: Abasebenzisi abagunyazisiweyo banokufikelela ngokukhawuleza kwidatha yabathengi kunye nolwazi ngamatyala (kubandakanywa iimeko zangoku, ezidlulileyo, ezivulekileyo, ezivaliweyo, kunye nezilindelweyo), yonke nge-portal enye.
yi: אַוטהאָריזעד ניצערס קענען געשווינד אַקסעס קליענט דאַטן און קאַסעס אינפֿאָרמאַציע (אַרייַנגערעכנט קראַנט, פאַרגאַנגענהייט, עפענען, פֿאַרמאַכט און פּענדינג קאַסעס), אַלע דורך איין טויער.

source: Automatic timezone conversion
af: Outomatiese tydsone omskakeling
am: ራስ ሰር የሰዓት ሰቅ መለወጥ
ar: تحويل التوقيت التلقائي
az: Avtomatik vaxt zonası dönüşümü
be: Аўтаматычнае пераўтварэнне гадзінных паясоў
bg: Автоматично преобразуване на часовата зона
bn: স্বয়ংক্রিয় টাইমজোন রূপান্তর
ca: Conversió de zona horària automàtica
cs: Automatická konverze časové zóny
cy: Trawsnewid cylchfa amser awtomatig
da: Automatisk tidszoneomregning
de: Automatische Zeitzonenumrechnung
el: Αυτόματη μετατροπή ζώνης ώρας
eo: Aŭtomata konvertiĝo de horzono
es: Conversión automática de zona horaria
et: Automaatne ajavööndi teisendamine
eu: Ordu-orduen bihurketa automatikoa
fa: تبدیل منطقه زمانی اتوماتیک
fi: Automaattinen aikavyöhykkeen muuntaminen
fr: Conversion automatique du fuseau horaire
fy: Automatyske tiidûntwikkeling
ga: Comhshó an chrios ama uathoibríoch
gd: Iompachadh crios-uinneig fèin-ghluasadach
gl: Conversión automática da zona horaria
gu: આપોઆપ ટાઇમઝોન રૂપાંતરણ
hi: स्वचालित समयक्षेत्र रूपांतरण
hr: Automatska pretvorba vremenske zone
hu: Automatikus időzóna konverzió
hy: Ավտոմատ ժամային գոտու փոխակերպում
id: Konversi zona waktu otomatis
is: Sjálfvirk tímabeltisreikningur
it: Conversione automatica del fuso orario
iw: המרה אוטומטית של אזור זמן
ja: 自動タイムゾーン変換
ka: ავტომატური დროის სარტყელი კონვერსია
kk: Уақытты автоматты түрде түрлендіру
km: ការបម្លែងតំបន់ពេលវេលាស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತ ಸಮಯವಲಯ ಪರಿವರ್ತನೆ
ku: Vebijêrk-an-guherîner a qonax
ky: Автоматтык убакыт алкагын өзгөртүү
lb: Automatesch Zeitzone Konvertéierung
lo: ການປ່ຽນແປງເວລາອັດຕະໂນມັດ
lt: Automatinis laiko juostos konvertavimas
lv: Automātiska laika joslas konvertēšana
mg: Fiovan&#39;ny vanim-potoana mandeha amin&#39;ny fotoana
mi: Huringa huringa taunoa
mk: Автоматска конверзија на временски зони
ml: സ്വയമേവ സമയമേഖല മാറ്റൽ
mn: Автомат цагийн бүсийг хувиргах
mr: स्वयंचलित टाइमझोन रूपांतरण
ms: Penukaran zon waktu automatik
mt: Konverżjoni awtomatika tal-ħin
my: အလိုအလျောက်စံတော်ချိန်ပြောင်းလဲခြင်း
ne: स्वचालित समयक्षेत्र रूपान्तरण
nl: Automatische tijdzoneconversie
no: Automatisk tidszone-konvertering
or: ସ୍ୱୟଂଚାଳିତ ସମୟ ମଣ୍ଡଳ ରୂପାନ୍ତର |
pa: ਆਟੋਮੈਟਿਕ ਸਮਾਂ ਜ਼ੋਨ ਪਰਿਵਰਤਨ
pl: Automatyczna konwersja strefy czasowej
ps: د اتوماتیک مهال ویش تبادله
pt: Conversão automática de fuso horário
ro: Conversia automată a fusului orar
ru: Автоматическое преобразование часового пояса
rw: Guhindura igihe cyigihe
sd: خودڪار ٽائم زون جي تبديلي
si: ස්වයංක්රීය වේලා කලාපය පරිවර්තනය
sk: Automatická konverzia časových pásiem
sl: Samodejna pretvorba časovnega pasu
sq: Bërja automatike e zonës
sr: Аутоматска конверзија временске зоне
sv: Automatisk tidszonomvandling
sw: Uongofu wa wakati wa moja kwa moja
ta: தானியங்கு நேரமண்டல மாற்றம்
te: ఆటోమాటిక్ టైమ్జోన్ కన్వర్షన్
tg: Муҳофизати вақтсанҷи худкор
th: การแปลงเขตเวลาอัตโนมัติ
tk: Awtomatiki wagt öwrülişi
tl: Awtomatikong pag-convert ng timezone
tr: Otomatik saat dilimi dönüştürme
tt: Автоматик вакыт зонасын үзгәртү
ug: ئاپتوماتىك ۋاقىت رايونىنى ئايلاندۇرۇش
uk: Автоматичне перетворення часового поясу
ur: خودکار ٹائم زون تبادلوں
uz: Soat mintaqasini avtomatik ravishda aylantirish
vi: Chuyển đổi múi giờ tự động
xh: Ukuguqulwa kwexesha elizenzekelayo
yi: אָטאַמאַטיק טימזאָנע קאַנווערזשאַן
