Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Please add the APP ID provided by the company
af: Voeg asseblief die APP-ID by wat deur die maatskappy verskaf is
am: እባክዎ በድርጅቱ የቀረበውን የAPP መታወቂያ ያክሉ
ar: يرجى إضافة معرف التطبيق المقدم من الشركة
az: Lütfən, şirkət tərəfindən verilən APP ID-ni əlavə edin
be: Дадайце ідэнтыфікатар APP, прадастаўлены кампаніяй
bg: Моля, добавете ИД на APP, предоставен от компанията
bn: অনুগ্রহ করে কোম্পানির দেওয়া APP ID যোগ করুন
ca: Si us plau, afegiu l'identificador de l'APP proporcionat per l'empresa
cs: Přidejte prosím ID aplikace poskytnuté společností
cy: Ychwanegwch yr ID APP a ddarparwyd gan y cwmni
da: Tilføj venligst det APP-id, som virksomheden har leveret
de: Bitte fügen Sie die vom Unternehmen bereitgestellte APP-ID hinzu
el: Προσθέστε το APP ID που παρέχεται από την εταιρεία
eo: Bonvolu aldoni la APP-ID provizitan de la kompanio
es: Agregue la ID de la aplicación proporcionada por la empresa
et: Lisage ettevõtte antud APP ID
eu: Mesedez, gehitu enpresak emandako APP IDa
fa: لطفاً شناسه APP ارائه شده توسط شرکت را اضافه کنید
fi: Lisää yrityksen toimittama APP ID
fr: Veuillez ajouter l'ID APP fourni par l'entreprise
fy: Foegje asjebleaft de APP-ID ta levere troch it bedriuw
ga: Cuir isteach ID an APP a chuir an chuideachta ar fáil
gd: Feuch an cuir thu ris an ID APP a thug a’ chompanaidh seachad
gl: Engade o ID da aplicación proporcionado pola empresa
gu: કૃપા કરીને કંપની દ્વારા આપવામાં આવેલ APP ID ઉમેરો
hi: कृपया कंपनी द्वारा प्रदान की गई एपीपी आईडी जोड़ें
hr: Dodajte ID APP-a koji je dostavila tvrtka
hu: Kérjük, adja meg a cég által megadott APP ID-t
hy: Խնդրում ենք ավելացնել ընկերության կողմից տրամադրված APP ID-ն
id: Silakan tambahkan ID APLIKASI yang disediakan oleh perusahaan
is: Vinsamlegast bættu við APP auðkenninu sem fyrirtækið gefur upp
it: Si prega di aggiungere l'ID APP fornito dall'azienda
iw: אנא הוסף את מזהה האפליקציה שסופק על ידי החברה
ja: 会社から提供されたAPPIDを追加してください
ka: გთხოვთ, დაამატოთ კომპანიის მიერ მოწოდებული APP ID
kk: Компания ұсынған APP идентификаторын қосыңыз
km: សូមបន្ថែមលេខសម្គាល់ APP ដែលផ្តល់ដោយក្រុមហ៊ុន
kn: ದಯವಿಟ್ಟು ಕಂಪನಿಯು ಒದಗಿಸಿದ APP ಐಡಿಯನ್ನು ಸೇರಿಸಿ
ku: Ji kerema xwe nasnameya APP ya ku ji hêla pargîdaniyê ve hatî peyda kirin lê zêde bike
ky: Сураныч, компания тарабынан берилген APP ID кошуңуз
lb: Füügt w.e.g. d'APP ID, déi vun der Firma zur Verfügung gestallt gëtt
lo: ກະລຸນາເພີ່ມ APP ID ທີ່ບໍລິສັດສະໜອງໃຫ້
lt: Pridėkite įmonės pateiktą APP ID
lv: Lūdzu, pievienojiet uzņēmuma sniegto APP ID
mg: Ampio azafady ny ID APP nomen'ny orinasa
mi: Tena koa taapirihia te APP ID i homai e te kamupene
mk: Ве молиме додајте го ID на APP обезбеден од компанијата
ml: കമ്പനി നൽകിയ APP ഐഡി ചേർക്കുക
mn: Компаниас өгсөн APP ID-г нэмнэ үү
mr: कृपया कंपनीने प्रदान केलेला APP ID जोडा
ms: Sila tambahkan ID APP yang disediakan oleh syarikat
mt: Jekk jogħġbok żid l-APP ID ipprovdut mill-kumpanija
my: ကုမ္ပဏီမှပေးသော APP ID ကို ကျေးဇူးပြု၍ ထည့်ပါ။
ne: कृपया कम्पनीले उपलब्ध गराएको APP ID थप्नुहोस्
nl: Voeg de APP-ID toe die door het bedrijf is verstrekt
no: Vennligst legg til APP-ID-en fra selskapet
or: ଦୟାକରି କମ୍ପାନୀ ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇଥିବା APP ID ଯୋଡନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੰਪਨੀ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ APP ID ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj identyfikator aplikacji dostarczony przez firmę
ps: مهرباني وکړئ د شرکت لخوا چمتو شوی APP ID اضافه کړئ
pt: Adicione o ID do aplicativo fornecido pela empresa
ro: Vă rugăm să adăugați ID-ul aplicației furnizat de companie
ru: Пожалуйста, добавьте идентификатор приложения, предоставленный компанией
rw: Nyamuneka ongeraho indangamuntu ya APP yatanzwe nisosiyete
sd: مھرباني ڪري ڪمپني پاران مهيا ڪيل APP ID شامل ڪريو
si: කරුණාකර සමාගම විසින් සපයන ලද APP ID එක් කරන්න
sk: Pridajte ID aplikácie poskytnuté spoločnosťou
sl: Dodajte ID APP, ki ga je zagotovilo podjetje
sq: Ju lutemi shtoni ID-në e APP-së të ofruar nga kompania
sr: Додајте ИД АПП-а који је обезбедила компанија
sv: Vänligen lägg till APP-ID som tillhandahålls av företaget
sw: Tafadhali ongeza APP ID iliyotolewa na kampuni
ta: நிறுவனம் வழங்கிய APP ஐடியைச் சேர்க்கவும்
te: దయచేసి కంపెనీ అందించిన APP IDని జోడించండి
tg: Лутфан ID-и APP-ро, ки ширкат пешниҳод кардааст, илова кунед
th: กรุณาเพิ่ม APP ID ที่บริษัทให้มา
tk: Kompaniýa tarapyndan berlen APP ID-ni goşmagyňyzy haýyş edýäris
tl: Pakidagdag ang APP ID na ibinigay ng kumpanya
tr: Lütfen şirket tarafından sağlanan APP kimliğini ekleyin
tt: Зинһар, компания биргән APP ID өстәгез
ug: شىركەت تەمىنلىگەن APP كىملىكىنى قوشۇڭ
uk: Додайте ідентифікатор APP, наданий компанією
ur: براہ کرم کمپنی کی طرف سے فراہم کردہ APP ID شامل کریں۔
uz: Iltimos, kompaniya tomonidan taqdim etilgan APP identifikatorini qo'shing
vi: Vui lòng thêm ID APP do công ty cung cấp
xh: Nceda wongeze i-ID ye-APP enikezwe yinkampani
yi: ביטע לייג די APP ID צוגעשטעלט דורך די פירמע

source: Select an option
af: Kies 'n opsie
am: አንድ አማራጭ ይምረጡ
ar: حدد اختيارا
az: Seçim seçin
be: Выберыце варыянт
bg: Изберете опция
bn: যেকোনো একটি নির্বাচন করুন
ca: Seleccioneu una opció
cs: Vyberte možnost
cy: Dewiswch opsiwn
da: Vælg en mulighed
de: Wähle eine Option
el: Επιλέξτε μια επιλογή
eo: Elektu opcion
es: Seleccione una opción
et: Valige suvand
eu: Hautatu aukera bat
fa: یک گزینه را انتخاب کنید
fi: Valitse vaihtoehto
fr: Choisir une option
fy: Selektearje in opsje
ga: Roghnaigh rogha
gd: Tagh roghainn
gl: Seleccione unha opción
gu: એક વિકલ્પ પસંદ કરો
hi: कोई विकल्प चुनें
hr: Odaberite opciju
hu: Válassz egy lehetőséget
hy: Ընտրեք տարբերակ
id: Pilih opsi
is: Veldu valkost
it: Seleziona un'opzione
iw: בחר אפשרות
ja: 選択肢一つを選択してください
ka: აირჩიეთ ვარიანტი
kk: Опцияны таңдаңыз
km: ជ្រើសរើសជម្រើសមួយ។
kn: ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ
ku: Vebijêrkek hilbijêre
ky: Опцияны тандаңыз
lb: Wielt eng Optioun
lo: ເລືອກທາງເລືອກ
lt: Pasirinkite parinktį
lv: Izvēlieties opciju
mg: Mifidiana safidy
mi: Tīpakohia he kōwhiringa
mk: Изберете опција
ml: ഒരു ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക
mn: Сонголтыг сонгоно уу
mr: एक पर्याय निवडा
ms: Pilih satu pilihan
mt: Agħżel għażla
my: ရွေးချယ်မှုတစ်ခုကို ရွေးချယ်ပါ။
ne: एक विकल्प चयन गर्नुहोस्
nl: Kies een optie
no: Velg et alternativ
or: ଏକ ବିକଳ୍ପ ବାଛନ୍ତୁ |
pa: ਇੱਕ ਵਿਕਲਪ ਚੁਣੋ
pl: Wybierz opcję
ps: یو اختیار غوره کړئ
pt: Selecione uma opção
ro: Selecteaza o optiune
ru: Выберите вариант
rw: Hitamo uburyo
sd: هڪ اختيار چونڊيو
si: විකල්පයක් තෝරන්න
sk: Vyberte možnosť
sl: Izberite možnost
sq: Zgjidhni një opsion
sr: Изаберите опцију
sv: Välj ett alternativ
sw: Chagua chaguo
ta: ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்
te: ఒక ఎంపికను ఎంచుకోండి
tg: Интихоберо интихоб кунед
th: เลือกตัวเลือก
tk: Bir warianty saýlaň
tl: Pumili ng opsyon
tr: Bir seçenek seçin
tt: Вариантны сайлагыз
ug: بىر تاللاشنى تاللاڭ
uk: Виберіть опцію
ur: ایک آپشن منتخب کریں۔
uz: Variantni tanlang
vi: Chọn một tùy chọn
xh: Khetha ukhetho
yi: אויסקלייַבן אַן אָפּציע

source: Join an existing app as a client
af: Sluit aan by 'n bestaande toepassing as 'n kliënt
am: ነባር መተግበሪያን እንደ ደንበኛ ይቀላቀሉ
ar: انضم إلى تطبيق موجود كعميل
az: Mövcud proqrama müştəri kimi qoşulun
be: Далучайцеся да існуючага прыкладання ў якасці кліента
bg: Присъединете се към съществуващо приложение като клиент
bn: ক্লায়েন্ট হিসাবে একটি বিদ্যমান অ্যাপে যোগ দিন
ca: Uneix-te a una aplicació existent com a client
cs: Připojte se k existující aplikaci jako klient
cy: Ymunwch ag ap sy'n bodoli eisoes fel cleient
da: Tilmeld dig en eksisterende app som kunde
de: Treten Sie einer bestehenden App als Kunde bei
el: Εγγραφείτε σε μια υπάρχουσα εφαρμογή ως πελάτης
eo: Aliĝu al ekzistanta aplikaĵo kiel kliento
es: Unirse a una aplicación existente como cliente
et: Liituge olemasoleva rakendusega kliendina
eu: Sartu lehendik dagoen aplikazio batean bezero gisa
fa: به عنوان مشتری به یک برنامه موجود بپیوندید
fi: Liity olemassa olevaan sovellukseen asiakkaaksi
fr: Rejoindre une application existante en tant que client
fy: Doch mei oan in besteande app as klant
ga: Glac páirt in aip reatha mar chliant
gd: Thig còmhla ri app a tha ann mar neach-dèiligidh
gl: Únete a unha aplicación existente como cliente
gu: ક્લાયન્ટ તરીકે હાલની એપ્લિકેશનમાં જોડાઓ
hi: क्लाइंट के रूप में किसी मौजूदा ऐप से जुड़ें
hr: Pridružite se postojećoj aplikaciji kao klijent
hu: Csatlakozzon egy meglévő alkalmazáshoz ügyfélként
hy: Միացեք գոյություն ունեցող հավելվածին որպես հաճախորդ
id: Bergabunglah dengan aplikasi yang ada sebagai klien
is: Skráðu þig í núverandi forrit sem viðskiptavinur
it: Unisciti a un'app esistente come cliente
iw: הצטרף לאפליקציה קיימת כלקוח
ja: クライアントとして既存のアプリに参加する
ka: შეუერთდით არსებულ აპლიკაციას კლიენტად
kk: Клиент ретінде бұрыннан бар қолданбаға қосылыңыз
km: ចូលរួមកម្មវិធីដែលមានស្រាប់ក្នុងនាមជាអតិថិជន
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಕ್ಲೈಂಟ್ ಆಗಿ ಸೇರಿ
ku: Tevlî sepanek heyî wekî xerîdar bibin
ky: Учурдагы колдонмого кардар катары кошулуңуз
lb: Maacht mat bei enger existéierender App als Client
lo: ເຂົ້າຮ່ວມແອັບທີ່ມີຢູ່ແລ້ວເປັນລູກຄ້າ
lt: Prisijunkite prie esamos programos kaip klientas
lv: Pievienojieties esošai lietotnei kā klients
mg: Midira amin'ny fampiharana efa misy ho mpanjifa
mi: Hono atu ki tetahi taupānga o mua hei kaihoko
mk: Придружете се на постоечка апликација како клиент
ml: ഒരു ക്ലയന്റ് ആയി നിലവിലുള്ള ആപ്പിൽ ചേരുക
mn: Одоо байгаа апп-д үйлчлүүлэгчээр элсээрэй
mr: क्लायंट म्हणून विद्यमान अॅपमध्ये सामील व्हा
ms: Sertai apl sedia ada sebagai pelanggan
mt: Ingħaqad ma' app eżistenti bħala klijent
my: ရှိပြီးသား အက်ပ်ကို သုံးစွဲသူအဖြစ် ပါဝင်ပါ။
ne: ग्राहकको रूपमा अवस्थित एपमा सामेल हुनुहोस्
nl: Sluit u aan bij een bestaande app als klant
no: Bli med en eksisterende app som klient
or: ଏକ କ୍ଲାଏଣ୍ଟ ଭାବରେ ଏକ ବିଦ୍ୟମାନ ଆପରେ ଯୋଗ ଦିଅନ୍ତୁ |
pa: ਇੱਕ ਗਾਹਕ ਦੇ ਤੌਰ ਤੇ ਇੱਕ ਮੌਜੂਦਾ ਐਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz do istniejącej aplikacji jako klient
ps: د پیرودونکي په توګه موجوده اپلیکیشن کې ګډون وکړئ
pt: Junte-se a um aplicativo existente como cliente
ro: Alăturați-vă unei aplicații existente ca client
ru: Присоединитесь к существующему приложению в качестве клиента
rw: Injira muri porogaramu iriho nk'umukiriya
sd: ڪلائنٽ جي طور تي موجود ايپ ۾ شامل ٿيو
si: සේවාලාභියෙකු ලෙස පවතින යෙදුමකට සම්බන්ධ වන්න
sk: Pripojte sa k existujúcej aplikácii ako klient
sl: Pridružite se obstoječi aplikaciji kot odjemalec
sq: Bashkohuni me një aplikacion ekzistues si klient
sr: Придружите се постојећој апликацији као клијент
sv: Gå med i en befintlig app som kund
sw: Jiunge na programu iliyopo kama mteja
ta: ஏற்கனவே உள்ள பயன்பாட்டில் கிளையண்டாக சேரவும்
te: ఇప్పటికే ఉన్న యాప్‌లో క్లయింట్‌గా చేరండి
tg: Ҳамчун муштарӣ ба як барномаи мавҷуда ҳамроҳ шавед
th: เข้าร่วมแอปที่มีอยู่ในฐานะลูกค้า
tk: Müşderi hökmünde bar bolan programma goşulyň
tl: Sumali sa isang umiiral nang app bilang isang kliyente
tr: Mevcut bir uygulamaya müşteri olarak katılın
tt: Клиент буларак булган кушымтага кушылыгыз
ug: ھازىر بار بولغان ئەپكە خېرىدار سۈپىتىدە قوشۇلۇڭ
uk: Приєднайтеся до існуючої програми як клієнт
ur: ایک کلائنٹ کے طور پر ایک موجودہ ایپ میں شامل ہوں۔
uz: Mavjud ilovaga mijoz sifatida qo'shiling
vi: Tham gia một ứng dụng hiện có với tư cách là khách hàng
xh: Joyina usetyenziso olukhoyo njengomthengi
yi: באַהעפטן אַן יגזיסטינג אַפּ ווי אַ קליענט

source: Create a new app for my business
af: Skep 'n nuwe toepassing vir my besigheid
am: ለንግድዬ አዲስ መተግበሪያ ፍጠር
ar: إنشاء تطبيق جديد لعملي
az: Biznesim üçün yeni proqram yaradın
be: Стварыць новую праграму для майго бізнесу
bg: Създайте ново приложение за моя бизнес
bn: আমার ব্যবসার জন্য একটি নতুন অ্যাপ তৈরি করুন
ca: Crea una aplicació nova per al meu negoci
cs: Vytvořit novou aplikaci pro mou firmu
cy: Creu ap newydd ar gyfer fy musnes
da: Opret en ny app til min virksomhed
de: Erstellen Sie eine neue App für mein Unternehmen
el: Δημιουργία νέας εφαρμογής για την επιχείρησή μου
eo: Kreu novan apon por mia komerco
es: Crear una nueva aplicación para mi negocio
et: Looge minu ettevõtte jaoks uus rakendus
eu: Sortu aplikazio berri bat nire negoziorako
fa: یک برنامه جدید برای کسب و کار من ایجاد کنید
fi: Luo uusi sovellus yritykselleni
fr: Créer une nouvelle application pour mon entreprise
fy: Meitsje in nije app foar myn bedriuw
ga: Cruthaigh app nua do mo ghnó
gd: Cruthaich app ùr airson mo ghnìomhachas
gl: Crear unha aplicación nova para a miña empresa
gu: મારા વ્યવસાય માટે એક નવી એપ્લિકેશન બનાવો
hi: मेरे व्यवसाय के लिए एक नया ऐप बनाएं
hr: Napravi novu aplikaciju za moju tvrtku
hu: Új alkalmazás létrehozása a vállalkozásom számára
hy: Ստեղծեք նոր հավելված իմ բիզնեսի համար
id: Buat aplikasi baru untuk bisnis saya
is: Búðu til nýtt app fyrir fyrirtækið mitt
it: Crea una nuova app per la mia azienda
iw: צור אפליקציה חדשה לעסק שלי
ja: ビジネス用の新しいアプリを作成する
ka: შექმენით ახალი აპლიკაცია ჩემი ბიზნესისთვის
kk: Менің бизнесім үшін жаңа қолданба жасаңыз
km: បង្កើតកម្មវិធីថ្មីសម្រាប់អាជីវកម្មរបស់ខ្ញុំ
kn: ನನ್ನ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ಹೊಸ ಅಪ್ಲಿಕೇಶನ್ ರಚಿಸಿ
ku: Ji bo karsaziya min sepanek nû biafirînin
ky: Менин бизнесим үчүн жаңы колдонмо түзүңүз
lb: Erstellt eng nei App fir mäi Geschäft
lo: ສ້າງແອັບຯໃຫມ່ສໍາລັບທຸລະກິດຂອງຂ້ອຍ
lt: Sukurti naują programą mano verslui
lv: Izveidojiet jaunu lietotni manam uzņēmumam
mg: Mamorona fampiharana vaovao ho an'ny orinasako
mi: Waihangahia he taupānga hou mo taku pakihi
mk: Создајте нова апликација за мојот бизнис
ml: എന്റെ ബിസിനസ്സിനായി ഒരു പുതിയ ആപ്പ് സൃഷ്‌ടിക്കുക
mn: Миний бизнест шинэ програм үүсгэ
mr: माझ्या व्यवसायासाठी नवीन अॅप तयार करा
ms: Cipta apl baharu untuk perniagaan saya
mt: Oħloq app ġdida għan-negozju tiegħi
my: ကျွန်ုပ်၏လုပ်ငန်းအတွက် အက်ပ်အသစ်တစ်ခု ဖန်တီးပါ။
ne: मेरो व्यवसायको लागि नयाँ एप बनाउनुहोस्
nl: Maak een nieuwe app voor mijn bedrijf
no: Opprett en ny app for bedriften min
or: ମୋ ବ୍ୟବସାୟ ପାଇଁ ଏକ ନୂତନ ଆପ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਮੇਰੇ ਕਾਰੋਬਾਰ ਲਈ ਇੱਕ ਨਵੀਂ ਐਪ ਬਣਾਓ
pl: Utwórz nową aplikację dla mojej firmy
ps: زما د سوداګرۍ لپاره نوی اپلیکیشن جوړ کړئ
pt: Criar um novo aplicativo para minha empresa
ro: Creează o nouă aplicație pentru afacerea mea
ru: Создать новое приложение для моего бизнеса
rw: Kora porogaramu nshya kubucuruzi bwanjye
sd: منهنجي ڪاروبار لاءِ هڪ نئين ايپ ٺاهيو
si: මගේ ව්‍යාපාරය සඳහා නව යෙදුමක් සාදන්න
sk: Vytvorte novú aplikáciu pre moju firmu
sl: Ustvari novo aplikacijo za moje podjetje
sq: Krijo një aplikacion të ri për biznesin tim
sr: Направите нову апликацију за моје пословање
sv: Skapa en ny app för mitt företag
sw: Unda programu mpya kwa ajili ya biashara yangu
ta: எனது வணிகத்திற்கான புதிய பயன்பாட்டை உருவாக்கவும்
te: నా వ్యాపారం కోసం కొత్త యాప్‌ని సృష్టించండి
tg: Барои тиҷорати ман як барномаи нав эҷод кунед
th: สร้างแอปใหม่สำหรับธุรกิจของฉัน
tk: Meniň işim üçin täze programma dörediň
tl: Gumawa ng bagong app para sa aking negosyo
tr: İşletmem için yeni bir uygulama oluştur
tt: Минем бизнес өчен яңа кушымта ясагыз
ug: تىجارىتىم ئۈچۈن يېڭى ئەپ قۇر
uk: Створити новий додаток для мого бізнесу
ur: میرے کاروبار کے لیے ایک نئی ایپ بنائیں
uz: Mening biznesim uchun yangi ilova yarating
vi: Tạo ứng dụng mới cho doanh nghiệp của tôi
xh: Yenza usetyenziso olutsha lweshishini lam
yi: שאַפֿן אַ נייַע אַפּ פֿאַר מיין געשעפט

source: Create Domain
af: Skep domein
am: ጎራ ፍጠር
ar: إنشاء المجال
az: Domen yaradın
be: Стварыць дамен
bg: Създайте домейн
bn: ডোমেইন তৈরি করুন
ca: Crea un domini
cs: Vytvořit doménu
cy: Creu Parth
da: Opret domæne
de: Domäne erstellen
el: Δημιουργία Domain
eo: Krei Domajnon
es: Crear dominio
et: Loo domeen
eu: Sortu domeinua
fa: ایجاد دامنه
fi: Luo verkkotunnus
fr: Créer un domaine
fy: Domain oanmeitsje
ga: Cruthaigh Fearann
gd: Cruthaich Domain
gl: Crear dominio
gu: ડોમેન બનાવો
hi: डोमेन बनाएँ
hr: Stvori domenu
hu: Domain létrehozása
hy: Ստեղծեք տիրույթ
id: Buat Domain
is: Búðu til lén
it: Crea dominio
iw: צור דומיין
ja: ドメインの作成
ka: შექმენით დომენი
kk: Домен жасау
km: បង្កើតដែន
kn: ಡೊಮೇನ್ ರಚಿಸಿ
ku: Domain biafirînin
ky: Домен түзүү
lb: Domain erstellen
lo: ສ້າງໂດເມນ
lt: Sukurti domeną
lv: Izveidot domēnu
mg: Mamorona Domain
mi: Waihanga Rohe
mk: Креирај домен
ml: ഡൊമെയ്ൻ സൃഷ്ടിക്കുക
mn: Домэйн үүсгэх
mr: डोमेन तयार करा
ms: Buat Domain
mt: Oħloq Dominju
my: Domain ဖန်တီးပါ။
ne: डोमेन सिर्जना गर्नुहोस्
nl: Domein maken
no: Opprett domene
or: ଡୋମେନ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਡੋਮੇਨ ਬਣਾਓ
pl: Utwórz domenę
ps: ډومین جوړ کړئ
pt: Criar domínio
ro: Creați un domeniu
ru: Создать домен
rw: Kurema indangarubuga
sd: ڊومين ٺاهيو
si: වසම සාදන්න
sk: Vytvoriť doménu
sl: Ustvari domeno
sq: Krijo Domain
sr: Креирајте домен
sv: Skapa domän
sw: Unda Kikoa
ta: டொமைனை உருவாக்கவும்
te: డొమైన్ సృష్టించండి
tg: Эҷоди домен
th: สร้างโดเมน
tk: Domen dörediň
tl: Lumikha ng Domain
tr: Etki Alanı Oluştur
tt: Домен булдыру
ug: دائىرە قۇرۇش
uk: Створити домен
ur: ڈومین بنائیں
uz: Domen yaratish
vi: Tạo miền
xh: Yenza i-Domain
yi: שאַפֿן פעלד

source: Select enterprise app
af: Kies onderneming-toepassing
am: የድርጅት መተግበሪያን ይምረጡ
ar: حدد تطبيق المؤسسة
az: Müəssisə proqramı seçin
be: Выберыце карпаратыўную праграму
bg: Изберете корпоративно приложение
bn: এন্টারপ্রাইজ অ্যাপ নির্বাচন করুন
ca: Seleccioneu l'aplicació empresarial
cs: Vyberte podnikovou aplikaci
cy: Dewiswch app menter
da: Vælg virksomhedsapp
de: Unternehmens-App auswählen
el: Επιλέξτε εταιρική εφαρμογή
eo: Elektu entreprenan apon
es: Seleccionar aplicación empresarial
et: Valige ettevõtte rakendus
eu: Hautatu enpresa-aplikazioa
fa: برنامه سازمانی را انتخاب کنید
fi: Valitse yrityssovellus
fr: Sélectionnez l'application d'entreprise
fy: Selektearje bedriuwsapplikaasje
ga: Roghnaigh app fiontraíochta
gd: Tagh app iomairt
gl: Seleccione a aplicación empresarial
gu: એન્ટરપ્રાઇઝ એપ્લિકેશન પસંદ કરો
hi: एंटरप्राइज़ ऐप्लिकेशन चुनें
hr: Odaberite poslovnu aplikaciju
hu: Válassza ki a vállalati alkalmazást
hy: Ընտրեք ձեռնարկության հավելված
id: Pilih aplikasi perusahaan
is: Veldu fyrirtækisforrit
it: Seleziona l'app aziendale
iw: בחר אפליקציה ארגונית
ja: エンタープライズ アプリを選択
ka: აირჩიეთ საწარმოს აპლიკაცია
kk: Кәсіпорын қолданбасын таңдаңыз
km: ជ្រើសរើសកម្មវិធីសហគ្រាស
kn: ಎಂಟರ್‌ಪ್ರೈಸ್ ಅಪ್ಲಿಕೇಶನ್ ಆಯ್ಕೆಮಾಡಿ
ku: Serlêdana pargîdaniyê hilbijêrin
ky: Ишкана колдонмосун тандаңыз
lb: Wielt d'Entreprise App
lo: ເລືອກແອັບວິສາຫະກິດ
lt: Pasirinkite įmonės programą
lv: Izvēlieties uzņēmuma lietotni
mg: Safidio ny fampiharana orinasa
mi: Tīpakohia te taupānga hinonga
mk: Изберете апликација за претпријатие
ml: എന്റർപ്രൈസ് ആപ്പ് തിരഞ്ഞെടുക്കുക
mn: Байгууллагын програмыг сонгоно уу
mr: एंटरप्राइझ अॅप निवडा
ms: Pilih apl perusahaan
mt: Agħżel l-app tal-intrapriża
my: လုပ်ငန်းအက်ပ်ကို ရွေးပါ။
ne: इन्टरप्राइज एप चयन गर्नुहोस्
nl: Selecteer zakelijke app
no: Velg bedriftsapp
or: ଏଣ୍ଟରପ୍ରାଇଜ୍ ଆପ୍ ଚୟନ କରନ୍ତୁ |
pa: ਐਂਟਰਪ੍ਰਾਈਜ਼ ਐਪ ਚੁਣੋ
pl: Wybierz aplikację korporacyjną
ps: د تصدۍ ایپ غوره کړئ
pt: Selecione o aplicativo corporativo
ro: Selectați aplicația pentru întreprinderi
ru: Выберите корпоративное приложение
rw: Hitamo porogaramu
sd: انٽرپرائز ايپ چونڊيو
si: ව්යවසාය යෙදුම තෝරන්න
sk: Vyberte podnikovú aplikáciu
sl: Izberite aplikacijo podjetja
sq: Zgjidhni aplikacionin e ndërmarrjes
sr: Изаберите апликацију за предузећа
sv: Välj företagsapp
sw: Chagua programu ya biashara
ta: நிறுவன பயன்பாட்டைத் தேர்ந்தெடுக்கவும்
te: ఎంటర్‌ప్రైజ్ యాప్‌ని ఎంచుకోండి
tg: Барномаи корхонаро интихоб кунед
th: เลือกแอปองค์กร
tk: Kärhana programmasyny saýlaň
tl: Pumili ng enterprise app
tr: kurumsal uygulama seçin
tt: Предприятие кушымтасын сайлагыз
ug: كارخانا ئەپلىرىنى تاللاڭ
uk: Виберіть корпоративну програму
ur: انٹرپرائز ایپ کو منتخب کریں۔
uz: Korporativ ilovani tanlang
vi: Chọn ứng dụng doanh nghiệp
xh: Khetha i-app yeshishini
yi: אויסקלייַבן פאַרנעמונג אַפּ

source: No item selected
af: Geen item gekies nie
am: ምንም ንጥል አልተመረጠም።
ar: لم يتم تحديد أي عنصر
az: Heç bir element seçilməyib
be: Элемент не выбраны
bg: Няма избран елемент
bn: কোনো আইটেম নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap element
cs: Nebyla vybrána žádná položka
cy: Dim eitem wedi'i dewis
da: Der er ikke valgt noget element
de: Kein Element ausgewählt
el: Δεν επιλέχθηκε κανένα στοιχείο
eo: Neniu elemento elektita
es: Ningún elemento seleccionado
et: Üksust pole valitud
eu: Ez da elementurik hautatu
fa: هیچ موردی انتخاب نشده است
fi: Kohdetta ei ole valittu
fr: Aucun élément sélectionné
fy: Gjin item selektearre
ga: Níor roghnaíodh aon mhír
gd: Cha deach nì a thaghadh
gl: Non se seleccionou ningún elemento
gu: કોઈ આઇટમ પસંદ કરી નથી
hi: कोई आइटम नहीं चुना गया
hr: Nema odabranih stavki
hu: Nincs kiválasztva elem
hy: Ոչ մի տարր ընտրված չէ
id: Tidak ada item yang dipilih
is: Enginn hlutur valinn
it: Nessun elemento selezionato
iw: לא נבחר פריט
ja: 項目が選択されていません
ka: არ არის არჩეული ელემენტი
kk: Ешбір элемент таңдалмаған
km: មិនបានជ្រើសរើសធាតុទេ។
kn: ಯಾವುದೇ ಐಟಂ ಅನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗಿಲ್ಲ
ku: Tiştek nehat hilbijartin
ky: Эч нерсе тандалган жок
lb: Keen Element ausgewielt
lo: ບໍ່ໄດ້ເລືອກລາຍການ
lt: Nepasirinktas joks elementas
lv: Nav atlasīts neviens vienums
mg: Tsy misy singa voafantina
mi: Karekau he tuemi i tohua
mk: Нема избрана ставка
ml: ഒരു ഇനവും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Сонгосон зүйл алга
mr: कोणताही आयटम निवडलेला नाही
ms: Tiada item dipilih
mt: Ebda oġġett magħżul
my: မည်သည့်အရာကိုမျှ ရွေးချယ်ထားခြင်းမရှိပါ။
ne: कुनै वस्तु चयन गरिएको छैन
nl: Geen artikel geselecteerd
no: Ingen vare er valgt
or: କ item ଣସି ଆଇଟମ୍ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਆਈਟਮ ਨਹੀਂ ਚੁਣੀ ਗਈ
pl: Nie wybrano pozycji
ps: هیڅ شی نه دی ټاکل شوی
pt: Nenhum item selecionado
ro: Niciun articol selectat
ru: Элемент не выбран
rw: Nta kintu cyatoranijwe
sd: ڪابه شئي منتخب نه ڪئي وئي آهي
si: අයිතමයක් තෝරා නැත
sk: Nie je vybratá žiadna položka
sl: Izbran ni noben element
sq: Nuk është zgjedhur asnjë artikull
sr: Није изабрана ниједна ставка
sv: Inget objekt valt
sw: Hakuna kipengee kilichochaguliwa
ta: உருப்படி எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: ఏ అంశం ఎంచుకోబడలేదు
tg: Ягон ашё интихоб нашудааст
th: ไม่ได้เลือกรายการ
tk: Hiç zat saýlanmady
tl: Walang napiling item
tr: Seçili öğe yok
tt: Беркем дә сайланмаган
ug: ھېچقانداق تۈر تاللانمىدى
uk: Елемент не вибрано
ur: کوئی آئٹم منتخب نہیں کیا گیا۔
uz: Hech qanday element tanlanmagan
vi: Không có mục nào được chọn
xh: Akukho nto ikhethiweyo
yi: קיין נומער אויסגעקליבן

source: Domain name
af: Domeinnaam
am: የጎራ ስም
ar: اسم النطاق
az: Domen adı
be: Даменнае імя
bg: Име на домейн
bn: ডোমেন নাম
ca: Nom de domini
cs: Doménové jméno
cy: Enw parth
da: Domænenavn
de: Domänenname
el: Ονομα τομέα
eo: Domajna nomo
es: Nombre de dominio
et: Domeeninimi
eu: Domeinu-izena
fa: نام دامنه
fi: Verkkotunnus
fr: Nom de domaine
fy: Domein namme
ga: Ainm fearainn
gd: Ainm fearainn
gl: Nome de dominio
gu: ડોમેન નામ
hi: डोमेन नाम
hr: Naziv domene
hu: Domain név
hy: Տիրույթի անունը
id: Nama domain
is: Lén
it: Nome del dominio
iw: שם דומיין
ja: ドメイン名
ka: დომენის სახელი
kk: Домен атауы
km: ឈ្មោះដែន
kn: ಕಾರ್ಯಕ್ಷೇತ್ರದ ಹೆಸರು
ku: Navê domainê
ky: Домен аты
lb: Domain Numm
lo: ຊື່ໂດເມນ
lt: Domeno vardas
lv: Domēna vārds
mg: Anaran-tranonkala
mi: Ingoa rohe
mk: Име на домен
ml: ഡൊമെയ്ൻ നാമം
mn: Домэйн нэр
mr: डोमेनचे नाव
ms: Nama domain
mt: Isem tad-dominju
my: ဒိုမိန်းအမည်
ne: डोमेन नाम
nl: Domeinnaam
no: Domenenavn
or: ଡୋମେନ୍ ନାମ
pa: ਡੋਮੇਨ ਨਾਮ
pl: Nazwa domeny
ps: د ډومین نوم
pt: Nome do domínio
ro: Numele domeniului
ru: Доменное имя
rw: Izina rya domeni
sd: ڊومين جو نالو
si: වසම් නාමය
sk: Doménové meno
sl: Domena
sq: Emri i domenit
sr: Име домена
sv: Domän namn
sw: Jina la kikoa
ta: டொமைன் பெயர்
te: డొమైన్ పేరు
tg: Номи домен
th: ชื่อโดเมน
tk: Domen ady
tl: Pangalan ng domain
tr: Alan adı
tt: Домен исеме
ug: دائىرە ئىسمى
uk: Доменне ім'я
ur: ڈومین نام
uz: Domen nomi
vi: Tên miền
xh: Igama lesizinda
yi: פעלד נאָמען
