Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: User can edit their account information except for the host user attributes section.
af: Gebruiker kan hul rekeninginligting wysig, behalwe vir die gasheergebruikerkenmerke-afdeling.
am: ከአስተናጋጁ የተጠቃሚ ባህሪያት ክፍል በስተቀር ተጠቃሚ የመለያ መረጃቸውን ማርትዕ ይችላሉ።
ar: يمكن للمستخدم تحرير معلومات حسابه باستثناء قسم سمات المستخدم المضيف.
az: İstifadəçi host istifadəçisinin atributları bölməsi istisna olmaqla, öz hesab məlumatlarını redaktə edə bilər.
be: Карыстальнік можа рэдагаваць інфармацыю аб сваім уліковым запісе, за выключэннем раздзела атрыбутаў карыстальніка хоста.
bg: Потребителят може да редактира информацията за своя акаунт, с изключение на секцията с атрибути на хост потребителя.
bn: হোস্ট ব্যবহারকারী বৈশিষ্ট্য বিভাগ ছাড়া ব্যবহারকারী তাদের অ্যাকাউন্ট তথ্য সম্পাদনা করতে পারেন.
ca: L'usuari pot editar la informació del seu compte excepte la secció d'atributs de l'usuari amfitrió.
cs: Uživatel může upravovat informace o svém účtu s výjimkou sekce atributů hostitelského uživatele.
cy: Gall defnyddiwr olygu gwybodaeth ei gyfrif ac eithrio'r adran priodoleddau defnyddiwr gwesteiwr.
da: Brugeren kan redigere deres kontooplysninger undtagen sektionen med værtsbrugerattributter.
de: Benutzer können ihre Kontoinformationen mit Ausnahme des Abschnitts Host-Benutzerattribute bearbeiten.
el: Ο χρήστης μπορεί να επεξεργαστεί τις πληροφορίες του λογαριασμού του εκτός από την ενότητα χαρακτηριστικά χρήστη κεντρικού υπολογιστή.
eo: Uzanto povas redakti informojn pri sia konto krom la sekcio de atributoj de gastiganto.
es: El usuario puede editar la información de su cuenta excepto la sección de atributos del usuario anfitrión.
et: Kasutaja saab muuta oma kontoteavet, välja arvatud hosti kasutaja atribuutide jaotist.
eu: Erabiltzaileak bere kontuaren informazioa edita dezake ostalariaren erabiltzailearen atributuen atala izan ezik.
fa: کاربر می تواند اطلاعات حساب خود را به جز بخش ویژگی های کاربر میزبان ویرایش کند.
fi: Käyttäjä voi muokata tilitietojaan isäntäkäyttäjän attribuutteja lukuun ottamatta.
fr: L'utilisateur peut modifier les informations de son compte, à l'exception de la section des attributs de l'utilisateur hôte.
fy: Brûker kin har akkountynformaasje bewurkje, útsein de seksje mei attributen fan hostbrûkers.
ga: Is féidir leis an úsáideoir a bhfaisnéis chuntais a chur in eagar ach amháin i gcás an rannáin tréithe úsáideora óstaigh.
gd: Faodaidh neach-cleachdaidh am fiosrachadh cunntais aca a dheasachadh ach a-mhàin an roinn feartan cleachdaiche aoigheachd.
gl: O usuario pode editar a información da súa conta excepto a sección de atributos do usuario do host.
gu: યજમાન વપરાશકર્તા વિશેષતાઓ વિભાગ સિવાય વપરાશકર્તા તેમની એકાઉન્ટ માહિતીને સંપાદિત કરી શકે છે.
hi: होस्ट उपयोगकर्ता विशेषता अनुभाग को छोड़कर उपयोगकर्ता अपनी खाता जानकारी संपादित कर सकते हैं।
hr: Korisnik može uređivati podatke o svom računu osim odjeljka s korisničkim atributima hosta.
hu: A felhasználó szerkesztheti fiókadatait, kivéve a gazdagép felhasználói attribútumait.
hy: Օգտագործողը կարող է խմբագրել իր հաշվի տեղեկությունները, բացառությամբ հյուրընկալող օգտվողի հատկանիշների բաժնի:
id: Pengguna dapat mengedit informasi akun mereka kecuali untuk bagian atribut pengguna host.
is: Notandi getur breytt reikningsupplýsingum sínum nema hlutanum um eiginleika hýsilnotanda.
it: L'utente può modificare le informazioni del proprio account ad eccezione della sezione degli attributi dell'utente host.
iw: המשתמש יכול לערוך את פרטי החשבון שלו למעט קטע מאפייני המשתמש המארח.
ja: ユーザーは、ホスト ユーザー属性セクションを除いて、自分のアカウント情報を編集できます。
ka: მომხმარებელს შეუძლია შეცვალოს თავისი ანგარიშის ინფორმაცია, გარდა მასპინძელი მომხმარებლის ატრიბუტების განყოფილებისა.
kk: Пайдаланушы хост пайдаланушы атрибуттары бөлімінен басқа тіркелгі ақпаратын өңдей алады.
km: អ្នកប្រើប្រាស់អាចកែសម្រួលព័ត៌មានគណនីរបស់ពួកគេ លើកលែងតែផ្នែក លក្ខណៈអ្នកប្រើប្រាស់ម៉ាស៊ីន។
kn: ಹೋಸ್ಟ್ ಬಳಕೆದಾರ ಗುಣಲಕ್ಷಣಗಳ ವಿಭಾಗವನ್ನು ಹೊರತುಪಡಿಸಿ ಬಳಕೆದಾರರು ತಮ್ಮ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ಸಂಪಾದಿಸಬಹುದು.
ku: Bikarhêner dikare agahdariya hesabê xwe ji bilî beşa taybetmendiyên bikarhênerê mêvandar biguherîne.
ky: Колдонуучу хост колдонуучунун атрибуттары бөлүмүнөн башка аккаунтунун маалыматын өзгөртө алат.
lb: De Benotzer kann hir Kontinformatioun änneren ausser fir d'Host Benotzer Attributer Sektioun.
lo: ຜູ້ໃຊ້ສາມາດແກ້ໄຂຂໍ້ມູນບັນຊີຂອງເຂົາເຈົ້າໄດ້ ຍົກເວັ້ນພາກສ່ວນຄຸນສົມບັດຂອງຜູ້ໃຊ້ເຈົ້າພາບ.
lt: Vartotojas gali redaguoti savo paskyros informaciją, išskyrus pagrindinio vartotojo atributų skyrių.
lv: Lietotājs var rediģēt sava konta informāciju, izņemot resursdatora lietotāja atribūtu sadaļu.
mg: Afaka manova ny mombamomba ny kaontiny ny mpampiasa afa-tsy ny fizarana toetran'ny mpampiasa mpampiantrano.
mi: Ka taea e te kaiwhakamahi te whakatika i o raatau korero kaute engari mo te waahanga huanga kaiwhakamahi manaaki.
mk: Корисникот може да ги уредува информациите за својата сметка, освен делот за атрибути на корисникот домаќин.
ml: ഹോസ്റ്റ് ഉപയോക്തൃ ആട്രിബ്യൂട്ടുകൾ ഒഴികെ ഉപയോക്താവിന് അവരുടെ അക്കൗണ്ട് വിവരങ്ങൾ എഡിറ്റ് ചെയ്യാൻ കഴിയും.
mn: Хэрэглэгч хост хэрэглэгчийн шинж чанаруудаас бусад дансны мэдээллээ засах боломжтой.
mr: होस्ट वापरकर्ता विशेषता विभाग वगळता वापरकर्ता त्यांची खाते माहिती संपादित करू शकतो.
ms: Pengguna boleh mengedit maklumat akaun mereka kecuali bahagian atribut pengguna hos.
mt: L-utent jista’ jeditja l-informazzjoni tal-kont tiegħu ħlief għat-taqsima tal-attributi tal-utent ospitanti.
my: အသုံးပြုသူသည် လက်ခံအသုံးပြုသူ၏အရည်အချင်းများကဏ္ဍမှလွဲ၍ ၎င်းတို့၏အကောင့်အချက်အလက်များကို တည်းဖြတ်နိုင်သည်။
ne: प्रयोगकर्ताले होस्ट प्रयोगकर्ता विशेषताहरू खण्ड बाहेक आफ्नो खाता जानकारी सम्पादन गर्न सक्छ।
nl: De gebruiker kan zijn accountgegevens bewerken, met uitzondering van het gedeelte Hostgebruikersattributen.
no: Brukeren kan redigere kontoinformasjonen sin bortsett fra delen for vertsbrukerattributter.
or: ହୋଷ୍ଟ ଉପଭୋକ୍ତା ଗୁଣଧର୍ମ ବିଭାଗ ବ୍ୟତୀତ ଉପଭୋକ୍ତା ସେମାନଙ୍କର ଖାତା ସୂଚନା ସଂପାଦନ କରିପାରିବେ |
pa: ਹੋਸਟ ਉਪਭੋਗਤਾ ਗੁਣਾਂ ਵਾਲੇ ਭਾਗ ਨੂੰ ਛੱਡ ਕੇ ਉਪਭੋਗਤਾ ਆਪਣੀ ਖਾਤਾ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰ ਸਕਦਾ ਹੈ।
pl: Użytkownik może edytować informacje o swoim koncie z wyjątkiem sekcji atrybutów użytkownika hosta.
ps: کارن کولی شي د کوربه کارونکي ځانګړتیاو برخې پرته د خپل حساب معلومات ایډیټ کړي.
pt: O usuário pode editar as informações de sua conta, exceto para a seção de atributos do usuário host.
ro: Utilizatorul își poate edita informațiile contului, cu excepția secțiunii cu atributele utilizatorului gazdă.
ru: Пользователь может редактировать информацию своей учетной записи, за исключением раздела атрибутов пользователя хоста.
rw: Umukoresha arashobora guhindura konti zabo amakuru usibye kubakira abakoresha ibiranga igice.
sd: صارف پنھنجي اڪائونٽ جي معلومات کي ايڊٽ ڪري سگھي ٿو سواءِ ھوسٽ يوزر ايٽريبيٽس سيڪشن جي.
si: සත්කාරක පරිශීලක ගුණාංග අංශය හැර පරිශීලකයාට ඔවුන්ගේ ගිණුම් තොරතුරු සංස්කරණය කළ හැක.
sk: Používateľ môže upraviť informácie o svojom účte okrem sekcie s atribútmi hostiteľského používateľa.
sl: Uporabnik lahko ureja podatke o svojem računu, razen razdelka z atributi gostiteljskega uporabnika.
sq: Përdoruesi mund të modifikojë informacionin e llogarisë së tij, përveç seksionit të atributeve të përdoruesit pritës.
sr: Корисник може да мења информације о свом налогу осим одељка са атрибутима корисника домаћина.
sv: Användare kan redigera sin kontoinformation förutom sektionen för värdanvändarattribut.
sw: Mtumiaji anaweza kuhariri maelezo ya akaunti yake isipokuwa sehemu ya sifa za mtumiaji mwenyeji.
ta: புரவலன் பயனர் பண்புக்கூறுகள் பிரிவைத் தவிர்த்து பயனர் தனது கணக்குத் தகவலைத் திருத்தலாம்.
te: హోస్ట్ వినియోగదారు లక్షణాల విభాగం మినహా వినియోగదారు వారి ఖాతా సమాచారాన్ని సవరించగలరు.
tg: Истифодабаранда метавонад маълумоти ҳисоби худро таҳрир кунад, ба истиснои бахши атрибутҳои корбари мизбон.
th: ผู้ใช้สามารถแก้ไขข้อมูลบัญชีของตนได้ ยกเว้นส่วนแอตทริบิวต์ของผู้ใช้โฮสต์
tk: Ulanyjy, ulanyjy ulanyjy atributlary bölüminden başga hasap maglumatlary üýtgedip biler.
tl: Maaaring i-edit ng user ang kanilang impormasyon sa account maliban sa seksyon ng mga katangian ng user ng host.
tr: Kullanıcı, ana bilgisayar kullanıcı öznitelikleri bölümü dışında hesap bilgilerini düzenleyebilir.
tt: Кулланучы үзләренең хисап мәгълүматларын хуҗа атрибутлары бүлегеннән кала үзгәртә ала.
ug: ئىشلەتكۈچى ساھىبجامال ئىشلەتكۈچى خاسلىقى بۆلىكىدىن باشقا ھېسابات ئۇچۇرلىرىنى تەھرىرلىيەلەيدۇ.
uk: Користувач може редагувати інформацію свого облікового запису, за винятком розділу атрибутів користувача хоста.
ur: صارف اپنے اکاؤنٹ کی معلومات میں ترمیم کر سکتا ہے سوائے میزبان صارف کے اوصاف کے سیکشن کے۔
uz: Foydalanuvchi xost foydalanuvchisi atributlari bo'limidan tashqari o'z hisob ma'lumotlarini tahrirlashi mumkin.
vi: Người dùng có thể chỉnh sửa thông tin tài khoản của họ ngoại trừ phần thuộc tính người dùng máy chủ.
xh: Umsebenzisi angahlela iinkcukacha zeakhawunti yakhe ngaphandle kwecandelo leempawu zomsebenzisi elibambayo.
yi: באַניצער קענען רעדאַגירן זייער חשבון אינפֿאָרמאַציע אַחוץ פֿאַר דער באַלעבאָס באַניצער אַטריביוץ אָפּטיילונג.

source: Contact
af: Kontak
am: እውቅያ
ar: اتصل
az: Əlaqə
be: кантакт
bg: контакт
bn: যোগাযোগ
ca: Contacte
cs: Kontakt
cy: Cyswllt
da: Kontakt
de: Kontakt
el: Επικοινωνία
eo: Kontakto
es: Contacto
et: Kontakt
eu: Harremanetarako
fa: تماس
fi: Ottaa yhteyttä
fy: Kontakt
ga: Teagmháil
gd: Cuir fios
gl: Contacto
gu: સંપર્ક કરો
hi: संपर्क करें
hr: Kontakt
hu: Kapcsolatba lépni
hy: Կապ
id: Kontak
is: Hafa samband
it: Contatto
iw: איש קשר
ja: 接触
ka: კონტაქტი
kk: Байланыс
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಿಸಿ
ku: Têkelî
ky: Байланыш
lb: Kontakt
lo: ຕິດຕໍ່
lt: kontaktas
lv: Kontakti
mi: Whakapā
mk: Контакт
ml: ബന്ധപ്പെടുക
mn: Холбоо барих
mr: संपर्क
ms: Hubungi
mt: Kuntatt
my: ထိတှေ့
ne: सम्पर्क
no: Ta kontakt med
or: ଯୋଗାଯୋଗ କରନ୍ତୁ |
pa: ਸੰਪਰਕ ਕਰੋ
pl: Kontakt
ps: اړیکه
pt: Contato
ro: a lua legatura
ru: контакт
rw: Twandikire
sd: رابطو
si: අමතන්න
sk: Kontakt
sl: Kontakt
sq: kontakt
sr: Контакт
sv: Kontakta
sw: Wasiliana
ta: தொடர்பு
te: సంప్రదించండి
tg: Тамос
th: ติดต่อ
tk: Habarlaşyň
tl: Makipag-ugnay sa
tr: Temas
tt: Контакт
ug: ئالاقىلىشىڭ
uk: Контакт
ur: رابطہ کریں
uz: Aloqa
vi: Tiếp xúc
xh: Uqhagamshelwano
yi: קאָנטאַקט

source: Phone number
af: Telefoon nommer
am: ስልክ ቁጥር
ar: رقم الهاتف
az: Telefon nömrəsi
be: Нумар тэлефона
bg: Телефонен номер
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonní číslo
cy: Rhif ffôn
da: Telefonnummer
de: Telefonnummer
el: Τηλεφωνικό νούμερο
eo: Telefonnumero
es: Número de teléfono
et: Telefoninumber
eu: Telefono zenbakia
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
fy: Telefoannûmer
ga: Uimhir teileafón
gd: Àireamh fòn
gl: Número de teléfono
gu: ફોન નંબર
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
hy: Հեռախոսահամար
id: Nomor telepon
is: Símanúmer
it: Numero di telefono
iw: מספר טלפון
ja: 電話番号
ka: Ტელეფონის ნომერი
kk: Телефон нөмірі
km: លេខទូរសព្ទ
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ku: Jimare telefon
ky: Тел номери
lb: Telefonsnummer
lo: ເບີ​ໂທລະ​ສັບ
lt: Telefono numeris
lv: Telefona numurs
mg: Nomeraon-telefaona
mi: Waea waea
mk: Телефонски број
ml: ഫോൺ നമ്പർ
mn: Утасны дугаар
mr: फोन नंबर
ms: Nombor telefon
mt: Numru tat-telefon
my: ဖုန်းနံပါတ်
ne: फोन नम्बर
nl: Telefoonnummer
no: Telefonnummer
or: ଫୋନ୍ ନମ୍ବର
pa: ਫੋਨ ਨੰਬਰ
pl: Numer telefonu
ps: د تلیفون شمیره
pt: Número de telefone
ro: Numar de telefon
ru: Номер телефона
rw: Inomero ya terefone
sd: فون نمبر
si: දුරකතන අංකය
sk: Telefónne číslo
sl: Telefonska številka
sq: Numri i telefonit
sr: Број телефона
sv: Telefonnummer
sw: Nambari ya simu
ta: தொலைபேசி எண்
te: ఫోను నంబరు
tg: Рақами мобилӣ
th: หมายเลขโทรศัพท์
tk: Telefon belgisi
tl: Numero ng telepono
tr: Telefon numarası
tt: Телефон номеры
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: فون نمبر
uz: Telefon raqami
vi: Số điện thoại
xh: Inombolo yomnxeba
yi: טעלעפאָנירן נומער

source: Zip Postal Code
af: Zip / Poskode
am: ዚፕ የፖስታ ኮድ
ar: الرمز البريدي / الرمز البريدي
az: Poçt kodu
be: Паштовы індэкс
bg: Пощенски код на Zip
bn: জিপ ডাক কোড
ca: Codi postal postal
cs: PSČ PSČ
cy: Cod Post Zip
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
eo: Poŝtkodo
es: Código postal
et: Postiindeks
eu: Zip / Posta Kodea
fa: کد پستی
fi: Postinumero
fr: Zip / code postal
fy: Postkoade
ga: Cód Poist Zip
gd: Còd Zip / Puist
gl: Código Postal Zip
gu: ઝીપ / પોસ્ટલ કોડ
hi: ज़िप / पोस्टल कोड
hr: Poštanski broj
hu: Irányítószám
hy: Փոստային ինդեքսն է
id: Kode Pos Zip
is: Póstnúmer
it: Zip / Codice postale
iw: מיקוד מיקוד
ja: 郵便番号
ka: საფოსტო კოდი
kk: Пошта индексі
km: ZIP / លេខ​កូដ​ប្រៃ​ស​ណី​យ
kn: ಜಿಪ್ ಅಂಚೆ ಕೋಡ್
ky: Почта индекси
lb: Postleitzuel
lo: ລະຫັດໄປສະນີ Zip
lt: Pašto kodas
lv: Pasta indekss
mi: Zip Waea Waehere
mk: Поштенски код
ml: സിപ് / പോസ്റ്റൽ കോഡ്
mn: Zip Шуудангийн код
mr: पिन पोस्टल कोड
ms: Poskod
mt: Kodiċi Postali Zip
my: စာပို့သင်္ကေတ
ne: जीप पोस्टल कोड
nl: Postcode
no: Postnummer
or: ଜିପ୍ ଡାକ କୋଡ୍ |
pa: ਜਿਪ / ਪੋਸਟਲ ਕੋਡ
pl: Kod pocztowy
ps: زپ پوسټ کوډ
pt: CEP / Código Postal
ro: Zip / Cod Poștal
ru: Почтовый индекс
rw: Kode y&#39;iposita
sd: زپ / پوسٽل ڪوڊ
si: සිප් / තැපැල් කේතය
sk: PSČ
sl: Poštna številka
sq: Zip Kodi Postar
sr: Поштански број
sv: Postnummer
sw: Msimbo wa posta ya Zip
ta: ஜிப் அஞ்சல் குறியீடு
te: జిప్ / పోస్టల్ కోడ్
tg: Индекси почта
th: รหัสไปรษณีย์
tk: Poçta kody
tr: Posta Kodu
tt: Почта индексы
ug: پوچتا نومۇرى
uk: Поштовий індекс
ur: زپ / پوسٹل کوڈ
uz: Pochta indeksi
vi: Mã bưu chính
xh: Ikhowudi yeZip / Posi
yi: זיפּ / פּאָסטאַל קאָוד

source: Host User Attributes
af: Gasheergebruikerkenmerke
am: የአስተናጋጅ ተጠቃሚ ባህሪያት
ar: سمات المستخدم المضيف
az: Host İstifadəçi Atributları
be: Атрыбуты карыстальніка хаста
bg: Потребителски атрибути на хоста
bn: হোস্ট ব্যবহারকারীর বৈশিষ্ট্য
ca: Atributs d'usuari de l'amfitrió
cs: Hostitelské uživatelské atributy
cy: Priodoleddau Defnyddiwr Gwesteiwr
da: Værtsbrugerattributter
de: Hostbenutzerattribute
el: Χαρακτηριστικά χρήστη κεντρικού υπολογιστή
eo: Gastiganta Uzanto-Atributoj
es: Atributos de usuario del host
et: Hosti kasutaja atribuudid
eu: Ostalariaren erabiltzailearen atributuak
fa: ویژگی های کاربر میزبان
fi: Isäntäkäyttäjän attribuutit
fr: Attributs de l'utilisateur hôte
fy: Host User Attributen
ga: Tréithe Úsáideora Óstach
gd: Feartan cleachdaiche aoigheachd
gl: Atributos do usuario do host
gu: યજમાન વપરાશકર્તા વિશેષતાઓ
hi: होस्ट उपयोगकर्ता गुण
hr: Atributi korisnika hosta
hu: Gazdafelhasználói attribútumok
hy: Հյուրընկալող օգտագործողի հատկանիշները
id: Atribut Pengguna Inang
is: Eiginleikar hýsingarnotanda
it: Attributi utente host
iw: תכונות משתמש מארח
ja: ホスト ユーザー属性
ka: მასპინძელი მომხმარებლის ატრიბუტები
kk: Хост пайдаланушы атрибуттары
km: លក្ខណៈអ្នកប្រើប្រាស់ម៉ាស៊ីន
kn: ಹೋಸ್ಟ್ ಬಳಕೆದಾರರ ಗುಣಲಕ್ಷಣಗಳು
ku: Taybetmendiyên Bikarhêner Host
ky: Хост колдонуучу атрибуттары
lb: Host Benotzer Attributer
lo: ຄຸນລັກສະນະຜູ້ໃຊ້ຂອງເຈົ້າພາບ
lt: Pagrindinio kompiuterio vartotojo atributai
lv: Saimniekdatora lietotāja atribūti
mg: Toetran'ny mpampiasa mpampiantrano
mi: Huanga Kaiwhakamahi Kaihautu
mk: Атрибути на корисник домаќин
ml: ഹോസ്റ്റ് ഉപയോക്തൃ ആട്രിബ്യൂട്ടുകൾ
mn: Хост хэрэглэгчийн шинж чанарууд
mr: होस्ट वापरकर्ता विशेषता
ms: Atribut Pengguna Hos
mt: Attributi tal-Utent Ospitanti
my: လက်ခံအသုံးပြုသူ အရည်အချင်းများ
ne: होस्ट प्रयोगकर्ता विशेषताहरू
nl: Attributen van hostgebruikers
no: Vertsbrukerattributter
or: ହୋଷ୍ଟ ଉପଯୋଗକର୍ତ୍ତା ଗୁଣଗୁଡିକ |
pa: ਮੇਜ਼ਬਾਨ ਉਪਭੋਗਤਾ ਗੁਣ
pl: Atrybuty użytkownika hosta
ps: د کوربه کارونکي ځانګړتیاوې
pt: Atributos do usuário do host
ro: Atributele utilizatorului gazdă
ru: Атрибуты хост-пользователя
rw: Ikiranga Umukoresha Ibiranga
sd: ميزبان صارف جون خاصيتون
si: සත්කාරක පරිශීලක ගුණාංග
sk: Používateľské atribúty hostiteľa
sl: Atributi gostiteljskega uporabnika
sq: Atributet e përdoruesve pritës
sr: Атрибути корисника домаћина
sv: Host User Attribut
sw: Sifa za Mtumiaji mwenyeji
ta: ஹோஸ்ட் பயனர் பண்புக்கூறுகள்
te: హోస్ట్ యూజర్ గుణాలు
tg: Хусусиятҳои корбари мизбон
th: แอตทริบิวต์ผู้ใช้โฮสต์
tk: Ulanyjy häsiýetleri
tl: Mga Katangian ng User ng Host
tr: Ana Kullanıcı Özellikleri
tt: Хост кулланучы атрибутлары
ug: ساھىبجامال ئىشلەتكۈچى خاسلىقى
uk: Атрибути користувача хосту
ur: میزبان صارف کی خصوصیات
uz: Xost foydalanuvchisi atributlari
vi: Thuộc tính người dùng máy chủ
xh: Iimpawu Zomsebenzisi Zomamkeli
yi: האָסט באַניצער אַטריביוץ

source: User Status
af: Gebruikers Status
am: የተጠቃሚው ሁኔታ
ar: حالة المستخدم
az: İstifadəçi statusu
be: статус карыстальніка
bg: Състояние на потребителя
bn: ব্যবহারকারীর স্থিতি
ca: Estat d&#39;usuari
cs: Stav uživatele
cy: Statws Defnyddiwr
da: Bruger Status
de: Benutzerstatus
el: Κατάσταση χρήστη
eo: Uzanta Stato
es: Estatus de usuario
et: Kasutaja olek
eu: Erabiltzailearen egoera
fa: وضعیت کاربر
fi: Käyttäjän tila
fr: Statut de l&#39;utilisateur
fy: Brûkersstatus
ga: Stádas Úsáideora
gd: Inbhe Cleachdaiche
gl: Estado do usuario
gu: વપરાશકર્તા સ્થિતિ
hi: उपयोगकर्ता की स्थिति
hr: Korisnički status
hu: Felhasználói állapot
hy: Օգտագործողի կարգավիճակը
id: Status pengguna
is: Notendastaða
it: Stato dell&#39;utente
iw: סטטוס משתמש
ja: ユーザーステータス
ka: მომხმარებლის სტატუსი
kk: Пайдаланушы мәртебесі
km: ស្ថានភាពអ្នកប្រើ
kn: ಬಳಕೆದಾರ ಸ್ಥಿತಿ
ku: Status Status
ky: Колдонуучу абалы
lb: Benotzer - Status
lt: Vartotojo būsena
lv: Lietotāja statuss
mg: Mpikambana mpampiasa
mi: Tūnga Kaiwhakamahi
mk: Статус на корисникот
ml: ഉപയോക്തൃ സ്റ്റാറ്റസ്
mn: Хэрэглэгчийн төлөв
mr: वापरकर्ता स्थिती
ms: Status Pengguna
mt: Status tal-Utent
my: အသုံးပြုသူအဆင့်အတန်း
ne: प्रयोगकर्ता स्थिति
nl: Gebruikers status
no: Brukerstatus
or: ବ୍ୟବହାରକାରୀ ସ୍ଥିତି
pa: ਯੂਜ਼ਰ ਸਥਿਤੀ
pl: Status użytkownika
ps: د کارن حالت
pt: Status do usuário
ro: Starea utilizatorului
ru: Статус пользователь
rw: Imiterere y&#39;abakoresha
sd: استعمال ڪندڙ جي صورتحال
si: පරිශීලක තත්වය
sk: Stav používateľa
sl: Stanje uporabnika
sq: Statusi i përdoruesit
sr: Статус корисника
sv: Användarstatus
sw: Hali ya Mtumiaji
ta: பயனர் நிலை
te: వినియోగదారు స్థితి
th: สถานะผู้ใช้
tk: Ulanyjy ýagdaýy
tl: Katayuan ng User
tr: Kullanıcı durumu
tt: Кулланучының статусы
ug: ئىشلەتكۈچى ھالىتى
uk: Статус користувача
ur: صارف کی حیثیت
uz: Foydalanuvchi Status
vi: Tâm trạng người dùng
xh: Isimo somsebenzisi
yi: באַניצער סטאַטוס
