Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: An error occurred
af: 'n Fout het voorgekom
am: ስህተት ተፈጥሯል
ar: حدث خطأ
az: Xəta baş verdi
be: Адбылася памылка
bg: Възникна грешка
bn: একটি ত্রুটি ঘটেছে
ca: Hi ha hagut un error
cs: Vyskytla se chyba
cy: Digwyddodd gwall
da: En fejl opstod
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα
eo: Eraro okazis
es: Ocurrió un error
et: Ilmnes viga
eu: Akats bat gertatu da
fa: خطایی رخ داد
fi: Tapahtui virhe
fr: Une erreur s'est produite
fy: Der is in flater bard
ga: Tharla earráid
gd: Thachair mearachd
gl: Houbo un erro
gu: એક ભૂલ આવી
hi: एक त्रुटि पाई गई
hr: Dogodila se pogreška
hu: Hiba lépett fel
hy: Սխալ է տեղի ունեցել
id: Terjadi kesalahan
is: Villa kom upp
it: Si è verificato un errore
iw: התרחשה שגיאה
ja: エラーが発生しました
ka: Მოხდა შეცდომა
kk: Қате орын алды
km: កំហុស​មួយ​បាន​កើត​ឡើង
kn: ಒಂದು ತಪ್ಪು ನಡೆದಿದೆ
ku: Çewtiyek derket
ky: Ката кетти
lb: E Feeler ass geschitt
lo: ເກີດຄວາມຜິດພາດຂຶ້ນ
lt: Įvyko klaida
lv: Notika kļūda
mg: Nisy hadisoana nitranga
mi: I puta he hapa
mk: Се појави грешка
ml: ഒരു പിശക് സംഭവിച്ചു
mn: Алдаа гарлаа
mr: एक त्रुटी आली
ms: Ralat berlaku
mt: Sar żball
my: အမှားအယွင်းတစ်ခု ဖြစ်ပွားခဲ့သည်။
ne: एउटा त्रुटि भयो
nl: Er is een fout opgetreden
no: En feil oppstod
or: ଗୋଟାଏ ଭୂଲ୍ ହେଇଛି
pa: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ
pl: Wystąpił błąd
ps: يوه تېروتنه رامینځ ته شوه
pt: Um erro ocorreu
ro: A aparut o eroare
ru: Произошла ошибка
rw: Habaye ikibazo
sd: ٿوري گڙ ٻڙ ٿي پئي آ
si: දෝෂයක් සිදු විය
sk: Nastala chyba
sl: Pojavila se je napaka
sq: Ndodhi një gabim
sr: Дошло је до грешке
sv: Ett fel uppstod
sw: Hitilafu imetokea
ta: பிழை ஏற்பட்டது
te: లోపం సంభవించింది
tg: Хатогӣ рӯй дод
th: เกิดข้อผิดพลาด
tk: Ýalňyşlyk ýüze çykdy
tl: May pagkakamaling naganap
tr: Bir hata oluştu
tt: Хата килеп чыкты
ug: خاتالىق كۆرۈلدى
uk: Виникла помилка
ur: ایک خرابی آگئی
uz: Xatolik yuz berdi
vi: Đã xảy ra lỗi
xh: Impazamo yenzekile
yi: א טעות איז געשען

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
af: Iets het verkeerd geloop. Ons ingenieurs is in kennis gestel. Druk herlaai-knoppie om te herlaai.
am: የሆነ ስህተት ተከስቷል. የእኛ መሐንዲሶች እንዲያውቁ ተደርጓል. ዳግም ለመጫን ዳግም ጫን የሚለውን ቁልፍ ተጫን።
ar: هناك خطأ ما. تم إخطار مهندسينا. اضغط على زر إعادة التحميل لإعادة التحميل.
az: Nəsə xəta baş verdi. Mühəndislərimizə məlumat verilib. Yenidən yükləmək üçün yenidən yükləmə düyməsini basın.
be: Нешта пайшло не так. Нашы інжынеры атрымалі паведамленне. Каб перазагрузіць, націсніце кнопку перазагрузкі.
bg: Нещо се обърка. Нашите инженери са уведомени. Натиснете бутона за презареждане, за да презаредите.
bn: কিছু ভুল হয়েছে. আমাদের প্রকৌশলীদের অবহিত করা হয়েছে। পুনরায় লোড করতে রিলোড বোতাম টিপুন।
ca: Alguna cosa ha anat malament. Els nostres enginyers han estat avisats. Premeu el botó de recarregar per tornar a carregar.
cs: Něco se pokazilo. Naši inženýři byli informováni. Pro opětovné načtení stiskněte tlačítko reload.
cy: Aeth rhywbeth o'i le. Mae ein peirianwyr wedi cael gwybod. Pwyswch y botwm ail-lwytho i ail-lwytho.
da: Noget gik galt. Vores ingeniører er blevet underrettet. Tryk på genindlæsningsknappen for at genindlæse.
de: Etwas ist schief gelaufen. Unsere Ingenieure wurden benachrichtigt. Drücken Sie zum Neuladen die Neuladetaste.
el: Κάτι πήγε στραβά. Οι μηχανικοί μας έχουν ειδοποιηθεί. Πατήστε το κουμπί επαναφόρτωσης για επαναφόρτωση.
eo: Io misfunkciis. Niaj inĝenieroj estis sciigitaj. Premu reŝargi butonon por reŝargi.
es: Algo salió mal. Nuestros ingenieros han sido notificados. Pulse el botón de recarga para recargar.
et: Midagi läks valesti. Meie insenere on teavitatud. Uuesti laadimiseks vajutage uuesti laadimise nuppu.
eu: Zerbait gaizki joan da. Gure ingeniariei jakinarazi zaie. Sakatu birkargatu botoia berriro kargatzeko.
fa: مشکلی پیش آمد. به مهندسان ما اطلاع داده شده است. برای بارگیری مجدد دکمه بارگیری مجدد را فشار دهید.
fi: Jotain meni pieleen. Insinööreillemme on ilmoitettu. Lataa uudelleen painamalla latauspainiketta.
fr: Quelque chose s'est mal passé. Nos ingénieurs ont été prévenus. Appuyez sur le bouton de rechargement pour recharger.
fy: Der is wat misgien. Us yngenieurs binne op 'e hichte brocht. Druk op 'e knop opnij laden om opnij te laden.
ga: Chuaigh rud eigin mícheart. Cuireadh ár n-innealtóirí ar an eolas. Brúigh an cnaipe athlódála chun athlódáil.
gd: Chaidh rudeigin ceàrr. Chaidh fios a chuir chun na h-innleadairean againn. Brùth air a’ phutan ath-luchdachadh gus ath-luchdachadh.
gl: Algo saíu mal. Os nosos enxeñeiros foron notificados. Preme o botón de recarga para recargar.
gu: કંઈક ખોટું થયું. અમારા એન્જિનિયરોને જાણ કરવામાં આવી છે. ફરીથી લોડ કરવા માટે રીલોડ બટન દબાવો.
hi: कुछ गलत हो गया। हमारे इंजीनियरों को सूचित कर दिया गया है. पुनः लोड करने के लिए पुनः लोड बटन दबाएँ।
hr: Nešto je pošlo po zlu. Naši inženjeri su obaviješteni. Pritisnite gumb za ponovno učitavanje za ponovno učitavanje.
hu: Valami elromlott. Mérnökeinket értesítették. Nyomja meg az újratöltés gombot az újratöltéshez.
hy: Ինչ որ բան այնպես չգնաց. Մեր ինժեներները ծանուցվել են։ Սեղմեք վերաբեռնման կոճակը՝ վերաբեռնելու համար:
id: Ada yang salah. Teknisi kami telah diberitahu. Tekan tombol muat ulang untuk memuat ulang.
is: Eitthvað fór úrskeiðis. Verkfræðingum okkar hefur verið tilkynnt. Ýttu á endurhlaða hnappinn til að endurhlaða.
it: Qualcosa è andato storto. I nostri ingegneri sono stati avvisati. Premere il pulsante di ricarica per ricaricare.
iw: משהו השתבש. המהנדסים שלנו קיבלו הודעה. לחץ על כפתור הטעינה מחדש כדי לטעון מחדש.
ja: 何か問題が発生しました。当社のエンジニアに通知されました。リロードボタンを押してリロードします。
ka: Რაღაც არასწორად წავიდა. ჩვენმა ინჟინრებმა შეატყობინეს. დააჭირეთ გადატვირთვის ღილაკს ხელახლა ჩასატვირთად.
kk: Бірдеңе дұрыс болмады. Біздің инженерлерге хабарланды. Қайта жүктеу үшін қайта жүктеу түймесін басыңыз.
km: មាន​អ្វីមួយ​មិន​ប្រក្រតី។ វិស្វកររបស់យើងត្រូវបានជូនដំណឹង។ ចុចប៊ូតុងផ្ទុកឡើងវិញ ដើម្បីផ្ទុកឡើងវិញ។
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ. ನಮ್ಮ ಎಂಜಿನಿಯರ್‌ಗಳಿಗೆ ಸೂಚನೆ ನೀಡಲಾಗಿದೆ. ಮರುಲೋಡ್ ಮಾಡಲು ಮರುಲೋಡ್ ಬಟನ್ ಒತ್ತಿರಿ.
ku: Tiştek xelet derket. Endezyarên me hatine agahdarkirin. Bişkojka ji nû ve barkirinê bikirtînin da ku ji nû ve bar bikin.
ky: Бир жерден ката кетти. Биздин инженерлер кабарлашты. Кайра жүктөө үчүн кайра жүктөө баскычын басыңыз.
lb: Eppes ass falsch gaangen. Eis Ingenieuren goufen informéiert. Press reload Knäppchen fir nei lued.
lo: ມີບາງຢ່າງຜິດພາດ. ວິສະວະກອນຂອງພວກເຮົາໄດ້ຮັບການແຈ້ງເຕືອນ. ກົດປຸ່ມໂຫຼດຄືນໃໝ່ເພື່ອໂຫຼດຄືນໃໝ່.
lt: Kažkas nutiko. Mūsų inžinieriai buvo informuoti. Norėdami iš naujo įkelti, paspauskite perkrovimo mygtuką.
lv: Kaut kas nogāja greizi. Mūsu inženieri ir informēti. Nospiediet pārlādēšanas pogu, lai atkārtoti ielādētu.
mg: Nisy zavatra tsy nety. Nampandrenesina ireo injeniera eto amintsika. Tsindrio ny bokotra reload raha hamerenana.
mi: Kua he tetahi. Kua whakamohiotia a maatau miihini. Pēhia te pātene uta hei uta anō.
mk: Нешто тргна наопаку. Нашите инженери се известени. Притиснете го копчето повторно вчитај за повторно вчитување.
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു. ഞങ്ങളുടെ എഞ്ചിനീയർമാരെ അറിയിച്ചിട്ടുണ്ട്. റീലോഡ് ചെയ്യാൻ റീലോഡ് ബട്ടൺ അമർത്തുക.
mn: Ямар нэгэн зүйл буруугаар эргэсэн. Манай инженерүүдэд мэдэгдсэн. Дахин ачаалахын тулд дахин ачаалах товчийг дарна уу.
mr: काहीतरी चूक झाली. आमच्या अभियंत्यांना सूचित केले आहे. रीलोड करण्यासाठी रीलोड बटण दाबा.
ms: Sesuatu telah berlaku. Jurutera kami telah dimaklumkan. Tekan butang muat semula untuk memuat semula.
mt: Xi ħaġa marret ħażin. L-inġiniera tagħna ġew notifikati. Agħfas il-buttuna reload biex terġa 'tagħbija.
my: တစ်ခုခုမှားသွားသည်။ ကျွန်တော်တို့ရဲ့ အင်ဂျင်နီယာတွေကို အကြောင်းကြားပြီးပါပြီ။ ပြန်လည်စတင်ရန် reload ခလုတ်ကိုနှိပ်ပါ။
ne: केहि गलत भयो। हाम्रा इन्जिनियरहरूलाई सूचित गरिएको छ। पुन: लोड गर्न रिलोड बटन थिच्नुहोस्।
nl: Er is iets fout gegaan. Onze monteurs zijn op de hoogte gebracht. Druk op de herlaadknop om te herladen.
no: Noe gikk galt. Våre ingeniører er varslet. Trykk på reload-knappen for å laste på nytt.
or: କିଛି ଭୁଲ ହୋଇ ଗଲା। ଆମର ଇଞ୍ଜିନିୟରମାନଙ୍କୁ ସୂଚିତ କରାଯାଇଛି | ପୁନ o ଲୋଡ୍ କରିବାକୁ ପୁନ o ଲୋଡ୍ ବଟନ୍ ଦବାନ୍ତୁ |
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ. ਸਾਡੇ ਇੰਜੀਨੀਅਰਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਰੀਲੋਡ ਕਰਨ ਲਈ ਰੀਲੋਡ ਬਟਨ ਦਬਾਓ।
pl: Coś poszło nie tak. Nasi inżynierowie zostali powiadomieni. Naciśnij przycisk przeładowania, aby przeładować.
ps: کومه تیروتنه وشوه. زموږ انجینران خبر شوي دي. د بیا پورته کولو لپاره د ریلوډ تڼۍ فشار ورکړئ.
pt: Algo deu errado. Nossos engenheiros foram notificados. Pressione o botão recarregar para recarregar.
ro: Ceva n-a mers bine. Inginerii noștri au fost anunțați. Apăsați butonul de reîncărcare pentru a reîncărca.
ru: Что-то пошло не так. Наши инженеры были уведомлены. Нажмите кнопку перезагрузки, чтобы перезагрузить.
rw: Ikintu kitagenze neza. Ba injeniyeri bacu barabimenyeshejwe. Kanda buto yo gusubiramo kugirango usubiremo.
sd: ڪجهه غلط ٿي ويو. اسان جي انجنيئرن کي اطلاع ڏنو ويو آهي. ٻيهر لوڊ ڪرڻ لاءِ ريلوڊ بٽڻ کي دٻايو.
si: මොකක්හරි වැරැද්දක් වෙලා. අපගේ ඉංජිනේරුවන් දැනුවත් කර ඇත. රීලෝඩ් කිරීමට රීලෝඩ් බොත්තම ඔබන්න.
sk: Niečo sa pokazilo. Naši inžinieri boli informovaní. Pre opätovné načítanie stlačte tlačidlo reload.
sl: Nekaj je šlo narobe. Naši inženirji so bili obveščeni. Za ponovno nalaganje pritisnite gumb za ponovno nalaganje.
sq: Dicka shkoi keq. Inxhinierët tanë janë njoftuar. Shtypni butonin ringarkoni për të ringarkuar.
sr: Нешто није у реду. Наши инжењери су обавештени. Притисните дугме за поновно учитавање да бисте поново учитали.
sv: Något gick fel. Våra ingenjörer har blivit underrättade. Tryck på omladdningsknappen för att ladda om.
sw: Hitilafu fulani imetokea. Wahandisi wetu wamearifiwa. Bonyeza kitufe cha kupakia upya ili upakie upya.
ta: ஏதோ தவறு நடந்துவிட்டது. எங்கள் பொறியாளர்களுக்கு அறிவிக்கப்பட்டுள்ளது. மறுஏற்றம் செய்ய மீண்டும் ஏற்ற பொத்தானை அழுத்தவும்.
te: ఎక్కడో తేడ జరిగింది. మా ఇంజనీర్లకు తెలియజేయబడింది. రీలోడ్ చేయడానికి రీలోడ్ బటన్‌ను నొక్కండి.
tg: Чизе хато рафт. Муҳандисони мо огоҳ карда шуданд. Барои аз нав бор кардан тугмаи дубораро пахш кунед.
th: บางอย่างผิดพลาด. วิศวกรของเราได้รับแจ้งแล้ว กดปุ่มรีโหลดเพื่อโหลดซ้ำ
tk: Bir zat nädogry boldy. In engineenerlerimize habar berildi. Gaýtadan ýüklemek düwmesini basyň.
tl: Nagkaproblema. Ang aming mga inhinyero ay naabisuhan. Pindutin ang reload button para i-reload.
tr: Bir şeyler yanlış gitti. Mühendislerimiz bilgilendirilmiştir. Yeniden yüklemek için yeniden yükle düğmesine basın.
tt: Нәрсәдер дөрес булмаган. Безнең инженерларга хәбәр иттеләр. Йөкләү өчен яңадан төймәгә басыгыз.
ug: چاتاق چىقتى. ئىنژېنېرلىرىمىزغا خەۋەر قىلىندى. قايتا يۈكلەش كۇنۇپكىسىنى بېسىڭ.
uk: Щось пішло не так. Наші інженери повідомлені. Натисніть кнопку перезавантаження, щоб перезавантажити.
ur: کچھ غلط ہو گیا. ہمارے انجینئرز کو مطلع کر دیا گیا ہے۔ دوبارہ لوڈ کرنے کے لیے دوبارہ لوڈ بٹن دبائیں۔
uz: Nimadir noto'g'ri bajarildi. Bizning muhandislarimiz xabardor qilingan. Qayta yuklash uchun qayta yuklash tugmasini bosing.
vi: Đã xảy ra sự cố. Các kỹ sư của chúng tôi đã được thông báo. Nhấn nút tải lại để tải lại.
xh: Into ayihamba kakuhle. Iinjineli zethu zazisiwe. Cofa iqhosha lokulayisha kwakhona ukuze ulayishe kwakhona.
yi: עפּעס איז פאַלש. אונדזער ענדזשאַנירז האָבן שוין נאָוטאַפייד. דרוק רילאָוד קנעפּל צו רילאָוד.

source: Reload
af: Herlaai
am: እንደገና ጫን
ar: إعادة تحميل
az: Yenidən yükləyin
be: Перазагрузіць
bg: Презареди
bn: পুনরায় লোড করুন
ca: Recarregar
cs: Znovu načíst
cy: Ail-lwytho
da: Genindlæs
de: Neu laden
el: Γεμίζω πάλι
eo: Reŝargi
es: Recargar
et: Laadi uuesti
eu: Berriz kargatu
fa: بارگذاری مجدد
fi: Lataa uudelleen
fr: Recharger
ga: Athlódáil
gd: Ath-luchdaich
gl: Recarga
gu: ફરીથી લોડ
hi: पुनः लोड करें
hr: Ponovno učitati
hu: Újratöltés
hy: Վերբեռնել
id: Muat ulang
is: Endurhlaða
it: Ricaricare
iw: לִטעוֹן מִחָדָשׁ
ja: リロード
ka: გადატვირთვა
kk: Қайта жүктеңіз
km: ផ្ទុកឡើងវិញ
kn: ಮರುಲೋಡ್ ಮಾಡಿ
ku: Ji nû ve barkirin
ky: Кайра жүктөө
lo: ໂຫຼດໃໝ່
lt: Įkelti iš naujo
lv: Pārlādēt
mg: Avereno
mi: Utaina ano
mk: Вчитај повторно
ml: വീണ്ടും ലോഡുചെയ്യുക
mn: Дахин ачаалах
mr: रीलोड करा
ms: Tambah nilai
my: ပြန်တင်ပါ။
ne: पुन: लोड गर्नुहोस्
nl: Herladen
no: Last inn på nytt
or: ପୁନ elo ଲୋଡ୍ କରନ୍ତୁ |
pa: ਰੀਲੋਡ ਕਰੋ
pl: Przeładować
ps: بیا پورته کول
pt: recarregar
ro: Reîncărcați
ru: Перезагрузить
rw: Ongera usubiremo
sd: ٻيهر لوڊ ڪريو
si: නැවත පූරණය කරන්න
sk: Znovu načítať
sl: Ponovno naloži
sq: Ringarkoj
sr: Освежи
sv: Ladda om
sw: Pakia upya
ta: ஏற்றவும்
te: మళ్లీ లోడ్ చేయండి
tg: Аз нав бор кунед
th: โหลดใหม่
tk: Gaýtadan ýükläň
tr: Tekrar yükle
tt: Йөкләү
ug: قايتا يۈكلەڭ
uk: Перезавантажити
ur: دوبارہ لوڈ کریں۔
uz: Qayta yuklash
vi: tải lại
xh: Layisha kwakhona
yi: רילאָוד
