Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Email user about case assignment
af: E-pos gebruiker oor gevalopdrag
am: ስለ ጉዳይ ጉዳይ የተሰጠውን ተጠቃሚ ኢሜይል
ar: البريد الإلكتروني للمستخدم حول قضية القضية
az: Kassa tapşırığı ilə əlaqədar istifadəçi göndərin
be: Email карыстальніка аб прызначэнні справы
bg: Изпращайте имейл на потребителя за задаване на случай
bn: কেস নিয়োগ সম্পর্কে ইমেল ব্যবহারকারী
ca: Envieu un correu electrònic a l&#39;usuari sobre l&#39;assignació de casos
cs: Email uživatele o přiřazení případu
cy: Defnyddiwr e-bost am aseiniad achos
da: E-mail-bruger om tilfældetildeling
de: E-Mail-Benutzer über Fallzuweisung
el: Στείλτε μήνυμα ηλεκτρονικού ταχυδρομείου σχετικά με την εκχώρηση περιπτώσεων
eo: Sendu retpoŝton al uzanto pri kazesumo
es: Enviar correo electrónico al usuario sobre la asignación de casos
et: E-posti kasutaja juhtumi määramise kohta
eu: Posta elektronikoko erabiltzaileei kasuen esleipena bidaltzea
fa: کاربر ایمیل در مورد پرونده اختصاص داده شده
fi: Sähköpostin käyttäjää tapauksen määrityksestä
fr: Envoyer un e-mail à propos de l&#39;affectation d&#39;un dossier
fy: E-post brûker oer fakulaasje
ga: Úsáideoir ríomhphoist faoi shannadh cáis
gd: Cleachdaiche post-d mu dheidhinn a ’chùis-chùisean
gl: Envía un correo electrónico ao usuario sobre a asignación de casos
gu: કેસ અસાઇનમેન્ટ વિશે ઇમેઇલ વપરાશકર્તા
hi: केस असाइनमेंट के बारे में ईमेल करें
hr: Pošalji e-poštu korisniku o dodjeli slučaja
hu: E-mail felhasználó az eset hozzárendeléséről
hy: Էլփոստի օգտվողը գործի հանձնման մասին
id: Pengguna email tentang penugasan kasus
is: Email notandi um verkefni verkefni
it: Invia email all&#39;utente sull&#39;assegnazione del caso
iw: שלח דוא&quot;ל למשתמש על הקצאת המקרה
ja: ケース割り当てについてのEメール・ユーザー
ka: ელფოსტის მომხმარებელი საქმის დავალების შესახებ
kk: Іс бойынша тағайындау туралы электрондық поштаны пайдаланушы
km: អ្នកប្រើអ៊ីម៉ែលអំពីករណីកិច្ចការ
kn: ಕೇಸ್ ಹುದ್ದೆ ಬಗ್ಗೆ ಬಳಕೆದಾರರಿಗೆ ಇಮೇಲ್ ಮಾಡಿ
ku: Bikarhênerên email bişînin li ser karmendê hebe
ky: Эгерде өткөрүп берүү жөнүндө почта колдонуучу
lb: E-Mail Benotzer iwwer Fallzuel
lo: ຜູ້ໃຊ້ອີເມວກ່ຽວກັບການມອບຫມາຍກໍລະນີ
lt: El. Pašto vartotojui apie atvejo priskyrimą
lv: E-pasta lietotājs par lietas piešķiršanu
mg: Mpampiasa mailaka momba ny asany
mi: Kaiwhakamahi īmēra e pā ana ki te mahi whakawa
mk: Е-мејл корисник за доделување на случај
ml: കേസ് അസൈൻമെന്റിനെക്കുറിച്ചുള്ള ഇമെയിൽ ഉപയോക്താവിനെ
mn: Хэрэглэгчийн даалгаврын талаар и-мэйл илгээх
mr: केस असाइनमेंटबद्दल ईमेल वापरकर्ता
ms: Pengguna e-mel mengenai tugasan kes
mt: Utent elettroniku dwar l-assenjazzjoni tal-każ
my: အမှုတာဝန်ကျတဲ့အကြောင်းအီးမေးလ်အသုံးပြုသူ
ne: केस असाइनमेंटको बारेमा इमेल ठेगाना
nl: E-mail de gebruiker over de toewijzing van de zaak
no: E-post bruker om saksoppgave
or: କେସ୍ ଆସାଇନମେଣ୍ଟ ବିଷୟରେ ଉପଭୋକ୍ତାଙ୍କୁ ଇମେଲ୍ କରନ୍ତୁ |
pa: ਕੇਸ ਅਸਾਈਨਮੈਂਟ ਬਾਰੇ ਯੂਜ਼ਰ ਨੂੰ ਈ-ਮੇਲ ਕਰੋ
pl: Użytkownik e-mail o przypisaniu sprawy
ps: د قضیې دنده په اړه د بریښناليک کاروونکي
pt: Usuário de email sobre atribuição de caso
ro: Trimiteți un e-mail utilizatorului despre atribuirea cazului
ru: Пользователь электронной почты о назначении дела
rw: Imeri ukoresha kubyerekeye umukoro
sd: قابليت جي ذميواري بابت صارف کي اي ميل ڪريو
si: නඩුවේ පැවරුම ගැන විද්යුත් තැපෑල කරන්නා
sk: E-mail o pridelení prípadu
sl: Pošiljanje e-pošte uporabniku o dodelitvi primerov
sq: Përdoruesi i emailit për caktimin e rasteve
sr: Корисник е-поште о додели случаја
sv: E-postanvändare om falluppdrag
sw: Tumia mtumiaji wa barua pepe juu ya kazi ya kesi
ta: வழக்கு ஒப்பீட்டு பற்றி மின்னஞ்சல் பயனர்
te: కేస్ అప్పగింత గురించి ఇమెయిల్ వినియోగదారు
tg: Истифодабарандаи почтаи электронӣ дар бораи таъиноти парванда
th: ส่งอีเมลถึงผู้ใช้เกี่ยวกับการมอบหมายกรณีและปัญหา
tk: Iş belligi barada ulanyja e-poçta iberiň
tl: Mag-email sa user tungkol sa pagtatalaga ng kaso
tr: Servis talebi ataması hakkında e-posta kullanıcısı
tt: Эшне билгеләү турында кулланучыга электрон почта аша хәбәр итегез
ug: دېلو تاپشۇرۇش ھەققىدە ئىشلەتكۈچىگە ئېلخەت يوللاڭ
uk: Повідомлення користувача про призначення справи
ur: کیس کے تفویض کے بارے میں ای میل صارف
uz: Hujjatni topshirish haqida e-pochtani yuborish
vi: Email người dùng về phân công trường hợp
xh: Umsebenzisi we-imeyili malunga nesabelo senkundla
yi: Email באַניצער וועגן פאַל אַסיינמאַנט

source: Keyword
af: navraag
am: ቁልፍ ቃል
ar: الكلمة
az: Açar söz
be: ключавое слова
bg: Ключова дума
bn: কী খুঁজতে হবে
ca: Paraula clau
cs: Klíčové slovo
da: Søgeord
de: Stichwort
el: Λέξη κλειδί
eo: Temo
es: Palabra clave
et: Märksõna
eu: Hitz gakoa
fa: کلمه کلیدی
fi: avainsana
fr: Mot-clé
ga: Eochairfhocal
gl: Palabra clave
gu: કીવર્ડ
hi: कीवर्ड
hr: Riječ
hu: Kulcsszó
hy: Բառը
id: Kata kunci
is: Leitarorð
it: Parola chiave
iw: מילת מפתח
ja: キーワード
ka: საკვანძო სიტყვა
kk: Кілт сөз
km: ពាក្យគន្លឹះ
kn: ಕೀವರ್ಡ್
ky: Ачкычтуу сүйлөм боюнча
lb: Schlësselwuert
lt: Raktažodis
lv: Atslēgvārds
mi: Kupu matua
mk: Клучен збор
ml: കീവേഡ്
mn: Түлхүүр үг
mr: कीवर्ड
ms: Kata kunci
ne: कुञ्जीपाटी
no: søkeord
or: କୀ ଶବ୍ଦ |
pa: ਕੀਵਰਡ
pl: Słowo kluczowe
ps: کلیدي کلمه
pt: Palavra chave
ro: cuvinte cheie
ru: Ключевое слово
rw: Ijambo ryibanze
si: මූල පදය
sk: kľúčové
sl: Ključna beseda
sr: Кључна реч
sv: Nyckelord
sw: Jina la msingi
ta: முக்கிய
te: కీవర్డ్
tg: Калимаи калидӣ
th: คำหลัก
tk: Açar söz
tr: Kelimeler
tt: Төп сүз
ug: ئاچقۇچلۇق سۆز
uk: Ключове слово
ur: مطلوبہ الفاظ
uz: Kalit so&#39;z
vi: Từ khoá
xh: Igama elingundoqo
yi: קייוואָרד

source: No cases found.
af: Geen gevalle gevind nie.
am: ምንም አጋጣሚ አልተገኘም.
ar: لم يتم العثور على حالات.
az: Heç bir halda tapılmadı.
be: Ні аднаго выпадку не знойдзена.
bg: Няма намерени случаи.
bn: কোনও ক্ষেত্রে পাওয়া যায়নি
ca: No s&#39;ha trobat cap cas.
cs: Nebyly nalezeny žádné případy.
cy: Ni chanfuwyd unrhyw achosion.
da: Ingen tilfælde fundet.
de: Keine Fälle gefunden.
el: Δεν βρέθηκαν περιπτώσεις.
eo: Neniu kazoj trovitaj.
es: No se encontraron casos
et: Juhtusid ei leitud.
eu: Ez da kasurik aurkitu.
fa: هیچ مورد یافت نشد
fi: Tapauksia ei löytynyt.
fr: Aucun cas trouvé.
fy: Gjin gefallen fûn.
ga: Níor aimsíodh aon chás.
gd: Cha deach cùisean a lorg.
gl: Non se atoparon casos.
gu: કોઈ કેસો મળ્યા નથી.
hi: कोई भी केस नहीं मिला।
hr: Nisu pronađeni slučajevi.
hu: Nem találtak eseteket.
hy: Ոչ մի դեպք չի հայտնաբերվել:
id: Tidak ada kasus yang ditemukan.
is: Engar tilfelli fundust.
it: Nessun caso trovato.
iw: לא נמצאו מקרים.
ja: 症例は見つかりませんでした。
ka: შემთხვევები ვერ მოიძებნა.
kk: Ешбір жағдай табылмады.
km: រកមិនឃើញករណី។
kn: ಯಾವುದೇ ಪ್ರಕರಣಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ku: Ti doz nehat dîtin.
ky: Эч кандай учурлар табылган.
lb: Keen Fälschungen fonnt.
lo: ບໍ່ພົບກໍລະນີ.
lt: Nerasta atvejų.
lv: Netika atrasts neviens gadījums.
mg: Tsy misy tranga hita.
mi: Kāore he take i kitea.
mk: Не се пронајдени случаи.
ml: കേസുകൾ ഒന്നും കണ്ടെത്തിയില്ല.
mn: Ямар ч тохиолдол олдсонгүй.
mr: कोणतीही प्रकरणे आढळली नाहीत.
ms: Tiada kes yang dijumpai.
mt: Ma nstab l-ebda każ.
my: အဘယ်သူမျှမဖြစ်ပွားမှုတွေ့ရှိခဲ့ပါတယ်။
ne: कुनै पनि घटना भेटिएन।
nl: Geen gevallen gevonden.
no: Ingen tilfeller funnet.
or: କ cases ଣସି ମାମଲା ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ ਕੇਸ ਨਹੀਂ ਮਿਲੇ.
pl: Nie znaleziono przypadków.
ps: هیڅ قضیه نده موندلې.
pt: Nenhum caso encontrado.
ro: Nu au fost găsite cazuri.
ru: Не найдено ни одного случая.
rw: Nta manza zabonetse.
sd: ڪوبه ڪيس نه مليو.
si: සොයාගත නොහැකි නඩු.
sk: Nenašli sa žiadne prípady.
sl: Ne najdemo primerov.
sq: Asnjë rast nuk u gjet.
sr: Ниједан случај није пронађен.
sv: Inga fall hittades.
sw: Hakuna kesi zilizopatikana.
ta: வழக்குகள் எதுவும் இல்லை.
te: కేసులు కనుగొనబడలేదు.
tg: Ҳеҷ парванда ёфт нашуд.
th: ไม่พบกรณีใด ๆ
tk: Hiç hili ýagdaý tapylmady.
tl: Walang nakitang mga kaso.
tr: Hiçbir vaka bulunamadı.
tt: Эшләр табылмады.
ug: دېلو بايقالمىدى.
uk: Ніяких випадків не знайдено.
ur: کوئی واقعہ نہیں ملا.
uz: Hech narsa topilmadi.
vi: Không tìm thấy trường hợp nào.
xh: Akukho matyala afunyenweyo.
yi: קיין קאַסעס געפונען.

source: Create a case for a business
af: Skep &#39;n saak vir &#39;n besigheid
am: ለንግድ ስራ መያዣ ይፍጠሩ
ar: خلق قضية لرجال الأعمال
az: Bir iş üçün bir iş yaradın
be: Стварыць выпадак для бізнесу
bg: Създайте случай за бизнес
bn: একটি ব্যবসার জন্য একটি কেস তৈরি করুন
ca: Crea un cas per a una empresa
cs: Vytvořte případ pro firmu
cy: Creu achos ar gyfer busnes
da: Opret en sag for en virksomhed
de: Erstellen Sie einen Fall für ein Unternehmen
el: Δημιουργήστε μια υπόθεση για μια επιχείρηση
eo: Krei kazon por komerco
es: Crear un caso para un negocio
et: Ettevõtte jaoks juhtumi loomine
eu: Sortu enpresa baten kasua
fa: یک مورد برای یک کسب و کار ایجاد کنید
fi: Luo tapaus yritykselle
fr: Créer un dossier pour une entreprise
fy: Meitsje in saak foar in bedriuw
ga: Cruthaigh cás le haghaidh gnó
gd: Cruthaich cùis airson gnìomhachas
gl: Crea un caso para unha empresa
gu: વ્યવસાય માટે કેસ બનાવો
hi: किसी व्यवसाय के लिए एक मामला बनाएं
hr: Napravite slučaj za tvrtku
hu: Hozzon létre egy ügyet egy vállalkozás számára
hy: Ստեղծել գործ բիզնեսի համար
id: Buat sebuah kasus untuk bisnis
is: Búðu til mál fyrir fyrirtæki
it: Creare un caso per un&#39;azienda
iw: צור מקרה עבור עסק
ja: ビジネスのためのケースを作成する
ka: შექმენით საქმე ბიზნესზე
kk: Бизнесті жүргізу үшін жағдай жасаңыз
km: បង្កើតករណីមួយសម្រាប់អាជីវកម្មមួយ
kn: ವ್ಯವಹಾರಕ್ಕಾಗಿ ಒಂದು ಸಂದರ್ಭದಲ್ಲಿ ರಚಿಸಿ
ku: Ji bo karûbarek karsaziyek bikêr çêbike
ky: бизнес үчүн ишти түзүү
lb: Erstellt en Case fir e Betrib
lo: ສ້າງກໍລະນີສໍາລັບທຸລະກິດ
lt: Sukurkite verslo bylą
lv: Izveidojiet lietu uzņēmumam
mg: Hamorona tranga ho an&#39;ny orinasa iray
mi: Waihanga he take mo te pakihi
mk: Направете случај за бизнис
ml: ഒരു ബിസിനസ്സിനായി ഒരു കേസ് സൃഷ്ടിക്കുക
mn: Бизнес эрхлэх тохиолдол бий
mr: व्यवसायासाठी एक केस तयार करा
ms: Buat kes untuk perniagaan
mt: Oħloq każ għal negozju
my: စီးပွားရေးလုပ်ငန်းတစ်ခုအဘို့အကာအမှု Create
ne: व्यापारको लागी एक मामला सिर्जना गर्नुहोस्
nl: Maak een zaak voor een bedrijf
no: Lag en sak for en bedrift
or: ଏକ ବ୍ୟବସାୟ ପାଇଁ ଏକ ମାମଲା ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਕਿਸੇ ਕਾਰੋਬਾਰ ਲਈ ਕੇਸ ਬਣਾਓ
pl: Utwórz skrzynkę dla firmy
ps: د سوداګرۍ لپاره یوه قضیه جوړه کړئ
pt: Crie um caso para um negócio
ro: Creați un caz pentru o afacere
ru: Создать дело для бизнеса
rw: Kora urubanza kubucuruzi
sd: ڪاروبار لاء هڪ ڪيس ٺاهيو
si: ව්යාපාරයක් සඳහා නඩුවක් සාදන්න
sk: Vytvorte prípad pre firmu
sl: Ustvarite primer za podjetje
sq: Krijo një rast për një biznes
sr: Створите случај за посао
sv: Skapa ett ärende för ett företag
sw: Unda kesi kwa biashara
ta: ஒரு வணிகத்திற்கான ஒரு வழக்கு உருவாக்குங்கள்
te: వ్యాపారం కోసం ఒక కేసును సృష్టించండి
tg: Ташкили парванда барои бизнес
th: สร้างกรณีสำหรับธุรกิจ
tk: Bir iş üçin kazyýet işi dörediň
tl: Lumikha ng isang kaso para sa isang negosyo
tr: Bir işletme için bir vaka oluştur
tt: Бизнес өчен эш төзегез
ug: سودا ئۈچۈن دېلو تۇرغۇزۇڭ
uk: Створити справу для бізнесу
ur: کاروبار کیلئے ایک کیس بنائیں
uz: Biznes uchun ish yarating
vi: Tạo ra một trường hợp cho một doanh nghiệp
xh: Yakha imeko kwibhizinisi
yi: שאַפֿן אַ קאַסטן פֿאַר אַ געשעפט

source: Case ID
af: Saak-ID
am: የጉዳይ መታወቂያ
ar: ID القضية
az: İşin şəxsiyyəti
be: Ідэнтыфікатар справы
bg: Идент. № на делото
bn: কেস আইডি
ca: Identificador de cas
cs: ID případu
cy: ID achos
da: Sags-ID
de: Fall-ID
el: Αναγνωριστικό περίπτωσης
eo: Kaza ID
es: Identificación del caso
et: Juhtumi ID
eu: Kasuaren IDa
fa: شناسه مورد
fi: Tapaus tunnus
fr: ID de cas
ga: Aitheantas cáis
gd: ID cùis
gl: Identificación do caso
gu: કેસ આઈડી
hi: घटना क्रमांक
hr: ID predmeta
hu: Eset azonosítója
hy: Գործի ID
id: ID Kasus
is: Málsskjöl
it: ID caso
iw: מזהה מקרה
ja: ケースID
ka: საქმის ID
kk: Іс идентификаторы
km: លេខសម្គាល់ករណី
kn: ಕೇಸ್ ಐಡಿ
ku: Nasnameya Dozê
lb: Fall ID
lo: ID ຂອງກໍລະນີ
lt: Atvejo ID
lv: Lietas ID
mg: Kara-panondro
mi: ID Take
mk: ID на случајот
ml: കേസ് ഐഡി
mn: Хэргийн дугаар
mr: केस आयडी
ms: ID Kes
mt: ID tal-Każ
my: Case ID ကို
ne: केस आईडी
no: Saks-ID
or: କେସ୍ ID
pa: ਕੇਸ ਆਈਡੀ
pl: ID sprawy
ps: د قضیې پیژند
pt: ID do caso
ro: ID-ul cazului
ru: Идентификатор дела
rw: Indangamuntu
sd: ڪيس جي سڃاڻپ
si: නඩු හැඳුනුම්පත
sk: ID prípadu
sl: ID primera
sq: ID e çështjes
sr: ИД предмета
sv: Ärende ID
sw: Kitambulisho cha Kesi
ta: வழக்கு ஐடி
te: కేసు ID
tg: ID парванда
th: รหัสกรณี
tk: Kazyýet belgisi
tr: dava numarası
tt: Эш таныклыгы
ug: دېلو كىملىكى
uk: Ідентифікатор справи
ur: کیس ID
uz: Ishning identifikatori
vi: ID trường hợp
xh: I-ID yetyala
yi: קאַסע שייַן

source: Created On
af: Geskep op
am: ተፈጠረ በ
ar: تم إنشاؤها على
az: Yaradıldı
be: Дата стварэння
bg: Създадено на
bn: তৈরি
ca: Creat
cs: Vytvořeno
cy: Wedi&#39;i Chreu Ar
da: Oprettet på
de: Erstellt am
el: Δημιουργήθηκε στο
eo: Kreita On
es: Creado en
et: Loodud sisse
eu: Sortua
fa: ایجاد شده در
fi: Luotu
fr: Créé sur
ga: Arna Cruthaithe
gd: Air a chruthachadh air
gl: Creado en
gu: પર બનાવેલ
hi: को निर्मित
hr: Stvoreno
hu: Készült ekkor
hy: Ստեղծված է
id: Dibuat pada
is: Búið til á
it: Creato
iw: נוצר ב
ja: 作成日
ka: შექმნილია
kk: Қосылған
km: បានបង្កើតនៅ
kn: ರಂದು ರಚಿಸಲಾಗಿದೆ
ku: On On
ky: Created жөнүндө
lo: ສ້າງເມື່ອ
lt: Sukurtas
lv: Izveidots ieslēgts
mi: I hangaia
mk: Создаден на
ml: സൃഷ്ടിച്ചു
mn: Үүсгэсэн
mr: रोजी तयार
ms: Dicipta pada
mt: Maħluq fuq
my: တွင် Created
ne: सिर्जना गरियो अन
nl: Gemaakt op
no: Opprettet på
or: ସୃଷ୍ଟି ହୋଇଛି
pa: ਬਣਾਇਆ ਗਿਆ
pl: Utworzono
ps: جوړ شو
pt: Criado em
ro: Creat in
ru: Создано на
rw: Byaremewe
sd: ٺاهي وئي
sk: Vytvorené na
sl: Ustvarjeno
sq: Krijuar
sr: Направљено дана
sv: Skapad på
sw: Imeundwa Kwenye
ta: அன்று உருவாக்கப்பட்ட
te: సృష్టించబడింది
tg: Дар бораи офариниш
th: สร้างบน
tk: Döredildi
tl: Nilikha Sa
tr: Açıklandı
tt: Ясалган
ug: قۇرۇلدى
uk: Створено
ur: پر بنایا
uz: Yaratilgan
vi: Được tạo ra
xh: Wadalwa ngomhla

source: Case Status
af: Saak Status
am: የጉዳይ ሁኔታ
ar: وضع حالة
az: Vəziyyət vəziyyəti
be: справа Статус
bg: Състояние на делото
bn: কেস স্থিতি
ca: Estat del cas
cs: Stav případu
cy: Statws Achos
de: Fallstatus
el: Κατάσταση υποθέσεων
eo: Kaza Statuso
es: Estado del caso
et: Juhtumi olek
eu: Kasuen egoera
fa: وضعیت وضعیت
fi: Tapaustilanne
fr: État de cas
ga: Stádas Cásanna
gd: Inbhe cùis
gl: Estado do caso
gu: કેસ સ્થિતિ
hi: मामला स्थिति
hr: Status slučaja
hu: Esetállapot
hy: Գործի կարգավիճակ
id: Status Kasus
iw: מצב מקרה
ja: ケースステータス
ka: საქმე მდგომარეობა
kk: Іс жағдайы
km: ស្ថានភាពករណី
kn: ಕೇಸ್ ಸ್ಥಿತಿ
ku: Rewşa Rewşa
lt: Bylos būklė
lv: Lietas statuss
mg: Toe-javatra iainana
mi: Tūnga Take
mk: Статус на случај
ml: കേസ് സ്റ്റാറ്റസ്
mn: Кейс төлөв
mr: केस स्थिती
ms: Status Kes
mt: Kawża Status
my: ဖြစ်ရပ်မှန်အခြေအနေ
ne: केस स्थिति
no: Saksstatus
or: କେସ୍ ସ୍ଥିତି
pa: ਕੇਸ ਸਥਿਤੀ
pl: Status sprawy
ps: د قضیې حالت
pt: Status do caso
ro: Starea cazului
ru: Состояние дел
rw: Imiterere y&#39;urubanza
sd: ڪيس جي حالت
si: නඩු තත්වය
sk: Stav prípadu
sl: Stanje zadeve
sq: Statusi i rastit
sr: Статус предмета
sv: Fallstatus
sw: Hali ya Uchunguzi
ta: வழக்கு நிலை
te: కేస్ స్థితి
tg: Ҳолати вазъият
th: สถานะกรณี
tk: Kazyýet ýagdaýy
tl: Katayuan ng Kaso
tr: Durum Durumu
tt: Эш статусы
ug: دېلو ئەھۋالى
uk: Стан справ
ur: کیس اسٹیٹ
uz: Jinoiy holat
vi: Trạng thái trường hợp
xh: Imeko yimeko

source: Case Type
af: Soort saak
am: የጉዳይ ዓይነት
ar: نوع القضية
az: Case Tipi
be: Тып корпуса
bg: Тип случай
bn: ঘটণা লিপিবদ্ধকরণ
ca: Tipus de cas
cs: Typ pouzdra
cy: Math o Achos
da: Sagstype
de: Fallart
el: Τύπος υπόθεσης
eo: Kaza Tipo
es: Tipo de caso
et: Juhtumi tüüp
eu: Kasu mota
fa: نوع مورد
fi: Asian tyyppi
fr: Type de cas
ga: Cineál Cás
gd: Seòrsa cùise
gl: Tipo de caso
gu: કેસનો પ્રકાર
hi: मामले का प्रकार
hr: Vrsta kućišta
hu: Ügytípus
hy: Գործի տեսակը
id: Jenis Kasus
is: Tegund máls
it: Tipo di custodia
iw: סוג מקרה
ja: ケースタイプ
ka: საქმის ტიპი
kk: Іс түрі
km: ប្រភេទករណី
kn: ಕೇಸ್ ಪ್ರಕಾರ
ku: Tîpa Doza
ky: Иштин түрү
lb: Fall Typ
lo: ປະເພດກໍລະນີ
lt: Atvejo tipas
lv: Lietas veids
mg: Karazana tranga
mi: Momo Take
mk: Тип на случај
ml: കേസ് തരം
mn: Кейсийн төрөл
mr: केस प्रकार
ms: Jenis Kes
mt: Tip ta' Każ
my: ဖြစ်ရပ်မှန်အမျိုးအစား
ne: केस प्रकार
nl: Soort zaak
no: Sakstype
or: କେସ୍ ପ୍ରକାର |
pa: ਕੇਸ ਦੀ ਕਿਸਮ
pl: Rodzaj sprawy
ps: د قضیې ډول
pt: Caso-tipo
ro: Tip de caz
ru: Тип корпуса
rw: Ubwoko bw'imanza
sd: ڪيس جو قسم
si: නඩු වර්ගය
sk: Typ prípadu
sl: Vrsta ohišja
sq: Lloji i rastit
sr: Тип случаја
sv: Fall typ
sw: Aina ya Kesi
ta: வழக்கு வகை
te: కేసు రకం
tg: Навъи парванда
th: ประเภทเคส
tk: Kazyýetiň görnüşi
tl: Uri ng Kaso
tr: Kasa Tipi
tt: Эш төре
ug: دېلو تىپى
uk: Тип корпусу
ur: کیس کی قسم
uz: Ish turi
vi: Loại trường hợp
xh: Uhlobo lwetyala
yi: טיפּ פון קאַסטן

source: Assign Users
af: Gebruikers toewys
am: ተጠቃሚዎችን መድብ
ar: تعيين المستخدمين
az: İstifadəçiləri təyin edin
be: Прызначыць карыстальнікаў
bg: Присвояване на потребители
bn: ব্যবহারকারীদের বরাদ্দ করুন
ca: Assigna usuaris
cs: Přiřadit uživatele
cy: Neilltuo Defnyddwyr
da: Tildel brugere
de: Benutzer zuweisen
el: Εκχώρηση χρηστών
eo: Asigni Uzantojn
es: Asignar usuarios
et: Määrake kasutajad
eu: Erabiltzaileak esleitu
fa: اختصاص دادن کاربران
fi: Määritä käyttäjät
fr: Attribuer des utilisateurs
fy: Brûkers tawize
ga: Úsáideoirí a shannadh
gd: Sònraich luchd-cleachdaidh
gl: Asignar usuarios
gu: વપરાશકર્તાઓ સોંપો
hi: उपयोगकर्ताओं को असाइन करें
hr: Dodijeli korisnike
hu: Felhasználók hozzárendelése
hy: Նշանակել օգտվողներին
id: Tetapkan Pengguna
is: Úthluta notendum
it: Assegna utenti
iw: הקצה משתמשים
ja: ユーザーの割り当て
ka: დანიშნეთ მომხმარებლები
kk: Пайдаланушыларды тағайындаңыз
km: ចាត់តាំងអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರನ್ನು ನಿಯೋಜಿಸಿ
ku: Bikaranîna Bikarhêneran
ky: Колдонуучуларды дайындаңыз
lb: Assignéiert Benotzer
lo: ມອບ ໝາຍ ໃຫ້ຜູ້ໃຊ້
lt: Priskirti vartotojus
lv: Piešķirt lietotājus
mg: Manendre mpampiasa
mi: Whakaritehia nga Kaiwhakamahi
mk: Доделете ги корисниците
ml: ഉപയോക്താക്കളെ നിയോഗിക്കുക
mn: Хэрэглэгчдийг оноох
mr: वापरकर्त्यांना असाइन करा
ms: Tetapkan Pengguna
mt: Assenja Utenti
my: အသုံးပြုသူများသတ်မှတ်ပါ
ne: प्रयोगकर्ताहरू तोक्नुहोस्
nl: Wijs gebruikers toe
no: Tilordne brukere
or: ଉପଭୋକ୍ତାମାନଙ୍କୁ ନ୍ୟସ୍ତ କରନ୍ତୁ |
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰੋ
pl: Przypisz użytkowników
ps: کارونکي وګماري
pt: Atribuir usuários
ro: Atribuiți utilizatorii
ru: Назначить пользователей
rw: Kugenera Abakoresha
sd: صارفين کي تفويض ڪيو
si: පරිශීලකයින් යොදවන්න
sk: Priradiť používateľov
sl: Dodeli uporabnike
sq: Caktoni Përdoruesit
sr: Додели кориснике
sv: Tilldela användare
sw: Wape Watumiaji
ta: பயனர்களை ஒதுக்குங்கள்
te: వినియోగదారులను కేటాయించండి
tg: Истифодабарандагонро таъин кунед
th: กำหนดผู้ใช้
tk: Ulanyjylary belläň
tl: Magtalaga ng Mga Gumagamit
tr: Kullanıcıları Ata
tt: Кулланучыларны билгеләгез
ug: ئىشلەتكۈچى تەقسىم قىلىڭ
uk: Призначити користувачів
ur: صارفین کو تفویض کریں
uz: Foydalanuvchilarni tayinlash
vi: Chỉ định người dùng
xh: Nika Abasebenzisi
yi: באַשטימען וסערס

source: No cases found
af: Geen gevalle gevind nie
am: ምንም አጋጣሚ አልተገኘም
ar: لم يتم العثور على حالات
az: Heç bir halda tapılmadı
be: Ні аднаго выпадку не знойдзена
bg: Няма намерени случаи
bn: কোনও ক্ষেত্রে পাওয়া যায়নি
ca: No s&#39;ha trobat cap cas
cs: Nebyly nalezeny žádné případy
cy: Ni chanfuwyd unrhyw achosion
da: Ingen tilfælde fundet
de: Keine Fälle gefunden
el: Δεν βρέθηκαν περιπτώσεις
eo: Neniu kazoj trovitaj
es: No se encontraron casos
et: Juhtusid ei leitud
eu: Ez da kasurik aurkitu
fa: هیچ مورد یافت نشد
fi: Tapauksia ei löytynyt
fr: Aucun cas trouvé
fy: Gjin gefallen fûn
ga: Níor aimsíodh aon chás
gd: Cha deach cùisean a lorg
gl: Non se atoparon casos
gu: કોઈ કેસો મળ્યા નથી
hi: कोई भी केस नहीं मिला
hr: Nisu pronađeni slučajevi
hu: Nem találtak eseteket
hy: Ոչ մի դեպք չի հայտնաբերվել
id: Tidak ada kasus yang ditemukan
is: Engar tilfelli fundust
it: Nessun caso trovato
iw: לא נמצאו מקרים
ja: ケースが見つかりませんでした
ka: შემთხვევები ვერ მოიძებნა
kk: Ешбір жағдай табылмады
km: រកមិនឃើញករណី
kn: ಯಾವುದೇ ಪ್ರಕರಣಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Ti doz nehat dîtin
ky: Эч кандай учурлар табылган
lb: Keen Fälschungen fonnt
lo: ບໍ່ພົບກໍລະນີ
lt: Nerasta atvejų
lv: Netika atrasts neviens gadījums
mg: Tsy misy tranga hita
mi: Kāore he take i kitea
mk: Не се пронајдени случаи
ml: കേസുകൾ ഒന്നും കണ്ടെത്തിയില്ല
mn: Ямар ч тохиолдол олдсонгүй
mr: कोणतीही प्रकरणे आढळली नाहीत
ms: Tiada kes yang dijumpai
mt: Ma nstab l-ebda każ
my: ရောဂါဖြစ်ပွားမှုများမတွေ့ပါ
ne: कुनै पनि घटना भेटिएन
nl: Geen gevallen gevonden
no: Ingen tilfeller funnet
or: କ cases ଣସି ମାମଲା ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ ਕੇਸ ਨਹੀਂ ਮਿਲੇ
pl: Nie znaleziono przypadków
ps: هیڅ قضیه نده موندلې
pt: Nenhum caso encontrado
ro: Nu au fost găsite cazuri
ru: Не найдено ни одного случая
rw: Nta manza zabonetse
sd: ڪوبه ڪيس نه مليو
si: සොයාගත නොහැකි නඩු
sk: Nenašli sa žiadne prípady
sl: Ne najdemo primerov
sq: Asnjë rast nuk u gjet
sr: Ниједан случај није пронађен
sv: Inga fall hittades
sw: Hakuna kesi zilizopatikana
ta: வழக்குகள் எதுவும் இல்லை
te: కేసులు కనుగొనబడలేదు
tg: Ҳеҷ парванда ёфт нашуд
th: ไม่พบกรณีใด ๆ
tk: Hiç hili ýagdaý tapylmady
tl: Walang nakitang mga kaso
tr: Hiçbir vaka bulunamadı
tt: Эшләр табылмады
ug: دېلو بايقالمىدى
uk: Ніяких випадків не знайдено
ur: کوئی واقعہ نہیں ملا
uz: Hech narsa topilmadi
vi: Không tìm thấy trường hợp nào
xh: Akukho matyala afunyenweyo
yi: קיין קאַסעס געפונען

source: Have many cases?
af: Het baie gevalle?
am: ብዙ ጉዳዮች አሉዎት?
ar: هل لديك حالات كثيرة؟
az: Çoxlu hallar var?
be: У вас шмат спраў?
bg: Имате много случаи?
bn: অনেক মামলা আছে?
ca: Tens molts casos?
cs: Máte mnoho případů?
cy: Oes llawer o achosion?
da: Har du mange sager?
de: Haben Sie viele Fälle?
el: Έχετε πολλές περιπτώσεις;
eo: Ĉu havas multajn kazojn?
es: ¿Tienes muchos casos?
et: Kas teil on palju juhtumeid?
eu: Kasu asko dituzu?
fa: موارد زیادی دارید؟
fi: Onko monta tapausta?
fr: Vous avez de nombreux cas ?
fy: Hawwe in protte gefallen?
ga: An bhfuil go leor cásanna?
gd: A bheil mòran chùisean ann?
gl: Tes moitos casos?
gu: ઘણા કેસ છે?
hi: कई मामले हैं?
hr: Imate mnogo slučajeva?
hu: Sok esete van?
hy: Շատ դեպքեր ունե՞ք:
id: Punya banyak kasus?
is: Hafa mörg mál?
it: Hai molti casi?
iw: יש הרבה מקרים?
ja: ケースが多い？
ka: ბევრი შემთხვევა გაქვთ?
kk: Көптеген жағдайлар бар ма?
km: មានច្រើនករណី?
kn: ಅನೇಕ ಪ್ರಕರಣಗಳಿವೆಯೇ?
ku: Gelek doz hene?
ky: Көп учурлар барбы?
lb: Hutt Dir vill Fäll?
lo: ມີຫຼາຍກໍລະນີ?
lt: Ar daug atvejų?
lv: Vai ir daudz lietu?
mg: Manana tranga maro?
mi: He maha nga keehi?
mk: Имате многу случаи?
ml: ധാരാളം കേസുകളുണ്ടോ?
mn: Олон тохиолдол байгаа юу?
mr: अनेक प्रकरणे आहेत?
ms: Ada banyak kes?
mt: Għandek ħafna każijiet?
my: အမှုတွေအများကြီးရှိလား။
ne: धेरै केसहरू छन्?
nl: Heb je veel gevallen?
no: Har du mange saker?
or: ଅନେକ ମାମଲା ଅଛି କି?
pa: ਬਹੁਤ ਸਾਰੇ ਕੇਸ ਹਨ?
pl: Masz wiele spraw?
ps: ډیری قضیې لرئ؟
pt: Tem muitos casos?
ro: Ai multe cazuri?
ru: У вас много дел?
rw: Ufite imanza nyinshi?
sd: ڪيترائي ڪيس آهن؟
si: බොහෝ නඩු තිබේද?
sk: Máte veľa prípadov?
sl: Imate veliko primerov?
sq: A keni shumë raste?
sr: Имате много случајева?
sv: Har många fall?
sw: Una kesi nyingi?
ta: பல வழக்குகள் உள்ளதா?
te: చాలా కేసులు ఉన్నాయా?
tg: Ҳодисаҳои зиёд доранд?
th: มีหลายกรณี?
tk: Köp hadysalar barmy?
tl: May maraming kaso?
tr: Çok vaka var mı?
tt: Күп очраклар бармы?
ug: نۇرغۇن ئەھۋاللار بارمۇ؟
uk: Маєте багато справ?
ur: کئی کیسز ہیں؟
uz: Ko'p holatlar bormi?
vi: Có nhiều trường hợp?
xh: Ngaba zininzi iimeko?
yi: האָבן פילע קאַסעס?
