Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
af: Ken &#39;n kliënt, personeel en medewerkers maklik aan &#39;n saak toe en neem &#39;n veilige ruimte in wat u kan laat verloop van sake, &#39;n intydse klets- en videogesprekke kan voer, sowel as gebeurtenisse kan skeduleer, e-teken / oplaai / aflaai van dokumente, en baie meer.
am: ደንበኛውን ፣ ሠራተኞቹን እና ተባባሪዎችን በቀላሉ ለጉዳዩ እንዲመድቡ እና የጉዳይ እድገትን እንዲለጥፉ ፣ የእውነተኛ ጊዜ ውይይቶች እና የቪዲዮ ውይይቶች ፣ እንዲሁም ዝግጅቶችን ፣ ኢ-ምልክትን / ስቀል / ማውረድ እና ማውረድ እና ብዙ።
ar: يمكنك بسهولة تعيين العميل والموظفين والمنتسبين إلى إحدى الحالات والانخراط في مساحة آمنة تتيح لك نشر تقدم الحالة ، وإجراء محادثات في الوقت الحقيقي ومحادثات الفيديو ، بالإضافة إلى جدولة الأحداث ، وتوقيع / تحميل / تنزيل المستندات ، و أكثر بكثير.
az: Müştərini, işçilərini və iş yoldaşlarını bir işə asanlıqla təyin edin və işin gedişatını göndərməyinizə, real vaxt söhbət və video söhbətlərinizə, habelə tədbirləri planlaşdırmağa, sənədləri imzalamağa / yükləyin / yükləyin və yükləyin daha çox.
be: Лёгка прысвоіць кліентам, супрацоўнікам і партнёрам справу і заняцца ў бяспечнай прасторы, якая дазваляе вам паведамляць пра ход справы, весці чат і відэа-размовы ў рэжыме рэальнага часу, а таксама планаваць мерапрыемствы, падпісваць / загружаць / загружаць дакументы і значна больш.
bg: Лесно присвоявайте клиент, персонал и сътрудници на даден случай и участвайте в сигурно пространство, което ви позволява да публикувате напредъка по делата, да провеждате чат и видео разговори в реално време, както и да планирате събития, да подписвате / качвате / изтегляте документи и много повече.
bn: কোনও মামলায় সহজেই একজন ক্লায়েন্ট, কর্মী এবং সহযোগীদের নির্ধারণ করুন এবং একটি সুরক্ষিত জায়গায় জড়িত যা আপনাকে কেস অগ্রগতি পোস্ট করতে দেয়, রিয়েল-টাইম চ্যাট এবং ভিডিও কথোপকথনের পাশাপাশি তফসিলের ইভেন্টগুলি, ই-সাইন / আপলোড / ডাউনলোড নথিগুলি এবং অনেক বেশি.
ca: Assigna fàcilment un client, personal i col·laboradors a un cas i dediqueu-vos a un espai segur que us permeti publicar el progrés del cas, tenir converses de xerrades i vídeos en temps real, així com programar esdeveniments, signar per correu electrònic / carregar / descarregar documents i molt més.
cs: Snadno přiřaďte klienta, zaměstnance a spolupracovníky do případu a zapojte se do zabezpečeného prostoru, který vám umožní post post pokroku, vést chat a video konverzace v reálném čase, stejně jako plánovat události, dokumenty podepisovat / nahrávat / stahovat a mnohem více.
cy: Neilltuo cleient, staff, a chymdeithion yn hawdd i achos a chymryd rhan mewn man diogel sy&#39;n caniatáu ichi bostio cynnydd achos, cael sgyrsiau sgwrsio a fideo amser real, yn ogystal â threfnu digwyddiadau, e-lofnodi / uwchlwytho / lawrlwytho dogfennau, a llawer mwy.
da: Tildel nemt en klient, personale og associerede virksomheder til en sag og engagere dig i et sikkert rum, der giver dig mulighed for at lægge sagsforløb, have realtidschat og videosamtaler samt planlægge begivenheder, e-signere / uploade / downloade dokumenter og meget mere.
de: Weisen Sie einem Fall, einem Mitarbeiter und Mitarbeitern auf einfache Weise einen Fall zu und nutzen Sie einen sicheren Ort, an dem Sie den Fortschritt des Falls veröffentlichen, Chat- und Videokonversationen in Echtzeit führen sowie Ereignisse planen, Dokumente elektronisch signieren / hochladen / herunterladen und viel mehr.
el: Αναθέστε εύκολα έναν πελάτη, προσωπικό και συνεργάτες σε μια υπόθεση και εμπλακείτε σε έναν ασφαλή χώρο που σας επιτρέπει να δημοσιεύετε πρόοδο, να συνομιλείτε σε πραγματικό χρόνο και συνομιλίες μέσω βίντεο, καθώς και να προγραμματίζετε εκδηλώσεις, έγγραφα e-sign / upload / download και πολύ περισσότερο.
eo: Facile asignas klienton, dungitaron kaj asocianojn al kazo kaj okupiĝu pri sekura spaco, kiu ebligas al vi afiŝi progreson de kazo, havi realtempan konversacion kaj video-konversaciojn, same kiel programi eventojn, retpoŝti / alŝuti / elŝuti dokumentojn, kaj multe pli.
es: Asigne fácilmente un cliente, personal y asociados a un caso y participe en un espacio seguro que le permita publicar el progreso del caso, tener conversaciones de chat y video en tiempo real, así como programar eventos, firmar electrónicamente / cargar / descargar documentos y mucho más.
et: Määrake hõlpsalt juhtumiga klient, töötajad ja kaastöötajad ning asuge turvalisesse ruumi, kus saate postitada juhtumi arengut, pidada reaalajas vestlusi ja videovestlusi, samuti kavandada sündmusi, e-allkirjastada / dokumente üles laadida / alla laadida ja palju rohkem.
eu: Bezeroak, langileak eta bazkideak erraz esleitu eta kasu bat aurrera eraman, denbora errealean elkarrizketak eta bideo elkarrizketak izan ditzazun. Gainera gertaerak programatzeko, e-sinatzeko / kargatzeko / deskargatzeko dokumentuak antolatzeko. askoz gehiago.
fa: به راحتی مشتری ، کارمندان و همکاران خود را به یک پرونده اختصاص دهید و در یک فضای امن که به شما امکان می دهد پیشرفت پرونده را داشته باشید ، گفتگو در زمان واقعی و مکالمه های ویدئویی و همچنین برنامه های برنامه ریزی ، اسناد الکترونیکی / بارگذاری / بارگیری و اسناد را به راحتی اختصاص دهید. خیلی بیشتر.
fi: Määritä asiakkaalle, henkilöstölle ja henkilölle helposti tapaus ja osallistu turvalliseen tilaan, jonka avulla voit lähettää tapauksen edistymistä, pitää reaaliaikaista keskustelua ja videopuheluita sekä ajoittaa tapahtumia, allekirjoittaa / lähettää / ladata asiakirjoja ja paljon enemmän.
fr: Attribuez facilement un client, du personnel et des associés à un dossier et engagez-vous dans un espace sécurisé qui vous permet de publier la progression du dossier, d&#39;avoir des conversations en temps réel et des conversations vidéo, ainsi que de planifier des événements, de signer / télécharger / télécharger des documents par e-mail et beaucoup plus.
fy: Tawiist maklik in klant, personiel en assosjearders ta oan in saak en meidwaan oan in feilige romte wêrmei jo saakútgang kinne pleatse, petearen en fideokonversaasjes yn realtime hawwe, lykas eveneminten planne, e-sign / upload / downloade dokuminten, en folle mear.
ga: Cliant, foireann agus comhlaigh a shannadh go héasca do chás agus dul i mbun spáis shlán a ligeann duit dul chun cinn cáis a phostáil, comhrá comhrá agus físe fíor-ama a bheith agat, chomh maith le himeachtaí a sceidealú, doiciméid a ríomh-shíniú / a uaslódáil / a íoslódáil, agus i bhfad níos mó.
gd: Sònraich gu furasta neach-dèiligidh, luchd-obrach, agus luchd-caidreachais do chùis agus a dhol an sàs ann an àite tèarainte a leigeas leat adhartas cùis a phostadh, còmhraidhean còmhraidh is bhidio fìor-ùine a bhith agad, a bharrachd air tachartasan clàr-ama, sgrìobhainnean e-soidhne / luchdachadh suas / luchdachadh sìos, agus tòrr a bharrachd.
gl: Asigna facilmente a un cliente, persoal e asociados a un caso e participa nun espazo seguro que che permita publicar o progreso do caso, ter conversas de chat e vídeo en tempo real, así como programar eventos, asinar e cargar / descargar documentos e moito máis.
gu: કોઈ કેસ માટે ક્લાયંટ, સ્ટાફ અને સહયોગીઓને સરળતાથી સોંપો અને એક સુરક્ષિત જગ્યામાં રોકાયેલા રહો જે તમને કેસ પ્રગતિ પોસ્ટ કરી શકે છે, રીઅલ-ટાઇમ ચેટ અને વિડિઓ વાતચીત કરી શકે છે, તેમ જ શેડ્યૂલ ઇવેન્ટ્સ, ઇ-સાઇન / અપલોડ / દસ્તાવેજો ડાઉનલોડ કરવા અને ઘણું વધારે.
hi: किसी क्लाइंट, स्टाफ, और केस को आसानी से असाइन करें और एक सुरक्षित स्थान पर संलग्न करें जो आपको केस पोस्ट को प्रगति करने देता है, वास्तविक समय चैट और वीडियो वार्तालाप, साथ ही शेड्यूल ईवेंट, ई-साइन / अपलोड / डाउनलोड दस्तावेज़, और बहुत अधिक।
hr: Jednostavno dodijelite klijenta, osoblje i suradnike slučaju i uključite se u siguran prostor koji vam omogućuje da objavite napredak slučaja, razgovarate u stvarnom vremenu i razgovarate s videozapisima, kao i zakažete događaje, e-potpišite / prenesite / preuzmite dokumente i mnogo više.
hu: Könnyen hozzárendelhet ügyfelet, alkalmazottakat és munkatársait egy ügyhöz, és vehet részt egy biztonságos helyen, amely lehetővé teszi az ügy előrehaladásának közzétételét, valós idejű csevegést és videobeszélgetéseket, valamint események ütemezését, e-aláírást / dokumentumok feltöltését / letöltését és sokkal több.
hy: Հեշտությամբ հանձնարարեք հաճախորդին, անձնակազմին և գործընկերներին գործի դնել և զբաղվել անվտանգ տարածքով, որը թույլ է տալիս Ձեզ տեղադրել գործի ընթացքի առաջխաղացում, իրական ժամանակում զրուցելու և վիդեո խոսակցություններ վարել, ինչպես նաև ժամանակացույցի միջոցառումներ, էլեկտրոնային նշան / վերբեռնման / ներբեռնման փաստաթղթեր և շատ ավելի.
id: Dengan mudah menugaskan klien, staf, dan rekanan untuk sebuah kasus dan terlibat dalam ruang aman yang memungkinkan Anda memposting perkembangan kasus, melakukan obrolan real-time dan percakapan video, serta menjadwalkan acara, menandatangani e-tanda / mengunggah / mengunduh dokumen, dan lebih banyak.
is: Úthlutaðu viðskiptavini, starfsfólki og félögum á einfaldan hátt mál og taka þátt í öruggu rými sem gerir þér kleift að setja fram gang mála, eiga spjall og myndbandssamtal í rauntíma, svo og skipuleggja atburði, tölvupóstskeyti / senda / hlaða niður skjölum og miklu meira.
it: Assegna facilmente un cliente, il personale e i collaboratori a un caso e coinvolgi uno spazio sicuro che ti consente di pubblicare l&#39;avanzamento del caso, conversare in tempo reale e conversazioni video, nonché pianificare eventi, firmare / caricare / scaricare documenti e molto di piu.
iw: הקצה בקלות לקוח, צוות ומקורבים לתיק והשתתף במרחב מאובטח המאפשר לך לפרסם את התקדמות התיקים, לקיים שיחות צ&#39;אט ווידאו בזמן אמת, כמו גם לתזמן אירועים, לחתום / להעלות / להוריד מסמכים אלקטרוניים, וכן הרבה יותר.
ja: クライアント、スタッフ、アソシエイトをケースに簡単に割り当てて、ケースの進行状況の投稿、リアルタイムのチャットとビデオによる会話、イベントのスケジュール、電子署名/アップロード/ドキュメントのダウンロード、はるかに。
ka: მარტივად დაავალეთ კლიენტი, თანამშრომლები და მისი თანამოაზრეები საქმესთან დაკავშირებით და ჩაერთეთ უსაფრთხო სივრცეში, რომელიც საშუალებას გაძლევთ განათავსოთ საქმეების პროგრესი, გქონდეთ რეალურ დროში ჩატი და ვიდეო საუბარი, ასევე დაგეგმეთ ღონისძიებები, ელ.წერილი / ატვირთვა / ჩამოტვირთვა დოკუმენტები და გაცილებით მეტი.
kk: Клиентке, қызметкерлерге және серіктестерге істі оңай тағайындаңыз және істің барысын жариялауға, нақты уақытта сөйлесуге және бейне сөйлесуге, сонымен қатар іс-шаралар жоспарын құруға, құжаттарға қол қоюға / жүктеуге / жүктеуге және қауіпсіз кеңістікте жұмыс істеуге мүмкіндік беретін қауіпсіз кеңістікте болыңыз. әлдеқайда көп.
km: ផ្តល់ភាពងាយស្រួលដល់អតិថិជនបុគ្គលិកនិងសហការីក្នុងករណីនិងចូលរួមក្នុងកន្លែងមានសុវត្ថិភាពដែលអាចអោយអ្នកផ្សព្វផ្សាយការវិវឌ្ឍន៍មានការសន្ទនានិងការជជែកជាវីដេអូភ្លាមៗក៏ដូចជារៀបចំកាលវិភាគព្រឹត្តិការណ៍អេឡិកត្រូនិចបញ្ចូលឯកសារ / ទាញយកឯកសារនិង ជា​ច្រើន​ទៀត។
kn: ಒಂದು ಪ್ರಕರಣಕ್ಕೆ ಕ್ಲೈಂಟ್, ಸಿಬ್ಬಂದಿ ಮತ್ತು ಸಹವರ್ತಿಗಳನ್ನು ಸುಲಭವಾಗಿ ನಿಯೋಜಿಸಿ ಮತ್ತು ಕೇಸ್ ಪ್ರಗತಿಯನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲು, ನೈಜ-ಸಮಯದ ಚಾಟ್ ಮತ್ತು ವೀಡಿಯೊ ಸಂಭಾಷಣೆಗಳನ್ನು ಹೊಂದಲು, ಹಾಗೆಯೇ ವೇಳಾಪಟ್ಟಿ ಘಟನೆಗಳು, ಇ-ಸೈನ್ / ಅಪ್‌ಲೋಡ್ / ಡೌನ್‌ಲೋಡ್ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು ಮತ್ತು ಇನ್ನೂ ಹೆಚ್ಚು.
ku: Bi muwekîlê, karmend û hevkarên xwe re bi hêsanî vegerin dozê û li cîhek ewle biaxivin ku ji we re pêşkeftina bûyerê bişopîne, di danûstandinên danûstandin û vîdyoyê de, di heman demê de bernameyên bûyeran, belgeyên e-sign / barkirin / dakêşin û dakêşin, û hê bêtir.
ky: Кардарга, кызматкерлерге жана шериктештерге ишти оңой эле дайындаңыз жана иштин жүрүшүн жарыялоого, реалдуу убакыт режиминде чат жана видео сүйлөшүүлөрдү жүргүзүүгө, ошондой эле иш-чараларды пландаштырууга, электрондук белгилерди жүктөөгө / жүктөп / жүктөөгө жана коопсуз иш-аракеттерди жүргүзүүгө мүмкүнчүлүк берет. алда канча көп.
lb: Einfach e Client, Personal, a Mataarbechter zu engem Fall anzesetzen an e séchere Raum ze engagéieren deen Iech de Fall vu Fortschrëtter léisst, Echtzäit Chat a Video Gespréicher hunn, souwéi Evenementer plangen, e-signéieren / eroplueden / eroflueden Dokumenter, an vill méi.
lo: ມອບ ໝາຍ ໃຫ້ລູກຄ້າ, ພະນັກງານ, ແລະສະມາຊິກເຂົ້າຮ່ວມຢ່າງງ່າຍດາຍໃນກໍລະນີແລະມີສ່ວນຮ່ວມໃນພື້ນທີ່ທີ່ປອດໄພທີ່ຊ່ວຍໃຫ້ທ່ານໂພດຄວາມຄືບ ໜ້າ ຂອງກໍລະນີ, ມີການສົນທະນາແລະການສົນທະນາທາງວິດີໂອໃນເວລາຈິງ, ພ້ອມທັງຈັດຕາຕະລາງເຫດການ, ອີ - ເຊັນ / ອັບໂຫລດ / ດາວໂຫລດເອກະສານແລະ ມີຫຼາຍຫຼາຍ.
lt: Lengvai paskirkite klientą, darbuotojus ir asocijuotus asmenis į bylą ir užsiimkite saugia erdve, leidžiančia paskelbti bylos eigą, turėti realaus laiko pokalbius ir vaizdo pokalbius, taip pat planuoti įvykius, pasirašyti / įkelti / atsisiųsti dokumentus ir daug daugiau.
lv: Ērti norīkojiet lietu, personālu un līdzstrādniekus lietai un iesaistieties drošā telpā, kas ļauj izvietot lietas norisi, veikt reāllaika tērzēšanu un video sarunas, kā arī plānot pasākumus, e-parakstīt / augšupielādēt / lejupielādēt dokumentus un daudz vairāk.
mg: Manendrena mora foana amin&#39;ny mpanjifa, mpiasa ary mpiara-miasa amin&#39;ny raharaha iray ary miditra amin&#39;ny toerana azo antoka ahafahana mametraka ny fivoaran&#39;ny raharaha, manana resaka mivantana sy resaka video, ary koa ny fandaharam-potoana, fisoratraana / alefaso / download, ary maro kokoa.
mi: Whakapaingia ai he kiritaki, kaimahi, me nga taangata ki tetahi keehi me te whakauru i tetahi waahi haumaru kia taea ai e koe te whakairi i te keehi, he korero korero me nga korerorero ataata, tae atu ki nga huihuinga, tohu-tohu / tuku / tango tuhinga, nui atu.
mk: Лесно доделувајте клиент, персонал и соработници на случајот и вклучете се во безбеден простор кој ви дозволува да напредувате во случајот, да разговарате во разговор и видео во реално време, како и да закажете настани, документи за е-знак / испратите / преземање и многу повеќе.
ml: ഒരു ക്ലയന്റിലേക്ക് ഒരു ക്ലയന്റിനെയും സ്റ്റാഫിനെയും അസോസിയേറ്റുകളെയും എളുപ്പത്തിൽ നിയോഗിക്കുകയും കേസ് പുരോഗതി പോസ്റ്റുചെയ്യാനും തത്സമയ ചാറ്റും വീഡിയോ സംഭാഷണങ്ങളും ഒപ്പം ഷെഡ്യൂൾ ഇവന്റുകൾ, ഇ-സൈൻ / അപ്‌ലോഡ് / ഡ download ൺ‌ലോഡ് പ്രമാണങ്ങൾ എന്നിവ അനുവദിക്കുന്ന ഒരു സുരക്ഷിത സ്ഥലത്ത് ഏർപ്പെടുക. കൂടുതൽ.
mn: Үйлчлүүлэгч, ажилтан, хамтрагчдаа хэрэгт хялбархан хуваарилж, хэргийн явцыг нийтлэх, бодит чат, видео чат хийх, үйл явдлын хуваарь, гарын үсэг зурах / байршуулах / татаж авах, илүү их.
mr: एखाद्या प्रकरणात सहजपणे क्लायंट, कर्मचारी आणि सहयोगी नियुक्त करा आणि एका सुरक्षित जागेमध्ये गुंतून रहा जे आपल्याला केस प्रगती पोस्ट करू देते, रीअल-टाइम चॅट आणि व्हिडिओ संभाषणे देऊ शकतात, तसेच कार्यक्रमांचे वेळापत्रक, ई-साइन / अपलोड / डाउनलोड दस्तऐवज आणि जास्त.
ms: Tugaskan klien, staf, dan rakan sekerja dengan mudah ke dalam kes dan terlibat dalam ruang yang selamat yang membolehkan anda menyiarkan kemajuan kes, mengadakan perbualan video dan perbualan masa nyata, serta menjadualkan acara, e-sign / muat naik / memuat turun dokumen, dan banyak lagi.
mt: Faċilment tassenja klijent, persunal u assoċjati għal każ u tidħol fi spazju sigur li jippermettilek tibgħat progress fil-każ, ikollok chat f&#39;ħin reali u konversazzjonijiet bil-vidjo, kif ukoll tippjana avvenimenti, sinjal elettroniku / tella &#39;/ tniżżel id-dokumenti, u hafna aktar.
my: ၀ န်ဆောင်မှုခံသူနှင့်အပေါင်းအသင်းများအားအမှုတစ်ခုအတွက်အလွယ်တကူခန့်အပ်နိုင်ပြီးကိစ္စရပ်တိုးတက်မှုများကိုတင်ပို့ခြင်း၊ အချိန်နှင့်တပြေးညီစကားပြောခြင်းနှင့်ဗီဒီယိုစကားပြောဆိုခြင်းများအပြင်အချိန်ဇယားဆိုင်ရာဖြစ်ရပ်များ၊ e-sign / upload / download စာရွက်စာတမ်းများ၊ အများကြီးပို။
ne: सजिलैसँग क्लाइन्ट, स्टाफ, र सहयोगीहरूलाई केसमा असाइन गर्नुहोस् र एक सुरक्षित स्थानमा संलग्न गर्नुहोस् जुन तपाईंलाई केस प्रगति पोष्ट गर्न, वास्तविक-समय च्याट र भिडियो कुराकानीहरू, साथै कार्यक्रम घटनाक्रम, ई-साइन / अपलोड / डाउनलोड कागजातहरू, र अझै धेरै।
nl: Wijs eenvoudig een klant, personeel en medewerkers toe aan een case en neem deel aan een beveiligde ruimte waarin u voortgang van de case kunt posten, realtime chat- en videogesprekken kunt voeren, evenementen kunt plannen, documenten kunt ondertekenen / uploaden / downloaden, en veel meer.
no: Tildel enkelt en klient, ansatte og tilknyttede selskaper til en sak og delta i et sikkert rom som lar deg legge frem saksfremdrift, ha sanntidsprat og videosamtaler, samt planlegge hendelser, e-signere / laste opp / laste ned dokumenter og mye mer.
or: ଏକ କ୍ଲାଏଣ୍ଟ, କର୍ମଚାରୀ ଏବଂ ସହଯୋଗୀମାନଙ୍କୁ ସହଜରେ ନ୍ୟସ୍ତ କରନ୍ତୁ ଏବଂ ଏକ ସୁରକ୍ଷିତ ଜାଗାରେ ନିୟୋଜିତ ହୁଅନ୍ତୁ ଯାହା ଆପଣଙ୍କୁ କେସ୍ ପ୍ରଗତି ପୋଷ୍ଟ କରିବାକୁ, ରିଅଲ୍-ଟାଇମ୍ ଚାଟ୍ ଏବଂ ଭିଡିଓ ବାର୍ତ୍ତାଳାପ, ଏବଂ କାର୍ଯ୍ୟସୂଚୀ, ଇ-ସାଇନ୍ / ଅପଲୋଡ୍ / ଡାଉନଲୋଡ୍ ଡକ୍ୟୁମେଣ୍ଟ୍ ଏବଂ ଆହୁରି ବହୁତ।
pa: ਕਿਸੇ ਕਲਾਇੰਟ, ਸਟਾਫ ਅਤੇ ਸਹਿਯੋਗੀ ਨੂੰ ਅਸਾਨੀ ਨਾਲ ਕਿਸੇ ਕੇਸ ਵਿੱਚ ਨਿਰਧਾਰਤ ਕਰੋ ਅਤੇ ਇੱਕ ਸੁਰੱਖਿਅਤ ਜਗ੍ਹਾ ਵਿੱਚ ਰੁੱਝੋ ਜੋ ਤੁਹਾਨੂੰ ਕੇਸ ਦੀ ਪ੍ਰਗਤੀ ਪੋਸਟ ਕਰ ਸਕਦਾ ਹੈ, ਰੀਅਲ-ਟਾਈਮ ਚੈਟ ਅਤੇ ਵੀਡਿਓ ਗੱਲਬਾਤ ਕਰ ਸਕਦਾ ਹੈ, ਨਾਲ ਹੀ ਇਵੈਂਟਸ ਤਹਿ ਕਰਨ, ਈ-ਸਾਈਨ / ਅਪਲੋਡ / ਡਾਉਨਲੋਡ ਡੌਕੂਮੈਂਟ, ਅਤੇ ਹੋਰ ਜਿਆਦਾ.
pl: Z łatwością przypisz klienta, pracowników i współpracowników do sprawy i zaangażuj się w bezpiecznej przestrzeni, która pozwala publikować postępy w sprawie, prowadzić czaty i rozmowy wideo w czasie rzeczywistym, a także planować wydarzenia, podpisywanie / przesyłanie / pobieranie dokumentów oraz wiele więcej.
ps: په اسانۍ سره مراجعین ، کارمندان ، او همکاران قضیې ته ګوماري او په خوندي ځای کې ښکیل کړئ چې تاسو ته اجازه درکوي د قضیې پرمختګ پوسټ کړئ ، د ریښتیني وخت خبرې کول او ویډیو خبرې اترې ولرئ ، د مهال ویش پیښې ، د بریښنالیک / اپلوډ / ډاونلوډ سندونه ، او نور ډیر.
pt: Atribua facilmente um cliente, equipe e associados a um caso e participe de um espaço seguro que permite publicar o progresso do caso, ter conversas em vídeo e bate-papo em tempo real, além de agendar eventos, assinar / enviar / baixar documentos e muito mais.
ro: Alocați cu ușurință un client, personal și asociați unui caz și angajați-vă într-un spațiu securizat care vă permite să postați progresul cazului, să aveți conversații video și chat în timp real, precum și să programați evenimente, să semnați / încărcați / descărcați documente și mult mai mult.
ru: Легко назначьте клиента, персонал и сотрудников к делу и займите безопасное пространство, которое позволит вам следить за ходом дела, вести чат и видео-беседы в реальном времени, а также планировать события, подписывать, загружать и скачивать документы, а также гораздо больше.
rw: Byoroshye kugenera umukiriya, abakozi, hamwe nabagenzi murubanza kandi winjire mumwanya utekanye utuma wohereza iterambere ryimanza, ukaganira mugihe nyacyo no kuganira kuri videwo, hamwe nibyabaye kuri gahunda, e-ikimenyetso / kohereza / gukuramo inyandiko, na byinshi cyane.
sd: آساني سان ڪلائنٽ ، اسٽاف ، ۽ ساٿي کي ڪيس سان وابسته ڪرڻ ۽ محفوظ جڳهه ۾ مشغول ڪرڻ جيڪا توهان کي ڪيس جي پيش رفت ، حقيقي وقت جي چٽ ۽ ويڊيو گفتگو ، انهي سان گڏ شيڊول جي واقعن ، اي-سائن / اپ لوڊ / ڊائون لوڊ دستاويز ، ۽ تمام گھڻو.
si: නඩුවකට සේවාදායකයකු, කාර්ය මණ්ඩලයක් සහ සහායකයින් පහසුවෙන් අනුයුක්ත කර ආරක්ෂිත ප්‍රගතියක් ලබා ගැනීමට ඔබට ඉඩ සලසයි, එමඟින් සිද්ධි ප්‍රගතිය පළ කිරීමට, තත්‍ය කාලීන කතාබස් සහ වීඩියෝ සංවාද මෙන්ම සිදුවීම් උපලේඛන, විද්‍යුත් අත්සන් / උඩුගත / බාගැනීම් ලේඛන, සහ තවත් බොහෝ දේ.
sk: Ľahko priraďte klienta, zamestnancov a spolupracovníkov k prípadu a zapojte sa do bezpečného priestoru, ktorý vám umožní post napredovať prípad, viesť rozhovory a videorozhovory v reálnom čase, ako aj naplánovať udalosti, elektronicky podpisovať / odovzdávať / sťahovať dokumenty a oveľa viac.
sl: Naročnika, osebje in sodelavce preprosto določite za zadevo in se vključite v varen prostor, ki vam omogoča, da objavljate napredek primerov, se pogovarjate v realnem času o klepetu in video pogovorih, pa tudi za urnik dogodkov, e-podpisovanje / nalaganje / prenos dokumentov in veliko več.
sq: Vendosni me lehtësi një klient, staf dhe bashkëpunëtorë për një çështje dhe përfshihen në një hapësirë të sigurt që ju lejon të postoni përparimin e çështjeve, të bëni biseda në kohë reale dhe biseda video, si dhe të planifikoni ngjarje, dokumente e-shenjë / ngarkoni / shkarkoni dokumente, dhe me shume.
sr: Једноставно доделите клијента, особље и сараднике случају и укључите се у безбедан простор који вам омогућава да објавите напредак случаја, да разговарате у реалном времену и видео разговоре, као и да закажете догађаје, е-потписујете / учитавате / преузимате документе и много више.
sv: Tilldela enkelt en klient, personal och medarbetare till ett ärende och engagera dig i ett säkert utrymme som låter dig publicera ärendeframgången, ha realtidschatt och videosamtal, samt schemalägga händelser, e-signera / ladda upp / ladda ner dokument och mycket mer.
sw: Mpa mteja, wafanyikazi, na washirika kwa urahisi kesi na ushiriki katika nafasi salama ambayo hukuruhusu kuchapisha maendeleo ya kesi, kuwa na mazungumzo ya kweli na mazungumzo ya video, pamoja na hafla za ratiba, hati za e-saini / pakia / kupakua, na mengi zaidi.
ta: ஒரு வழக்கிற்கு ஒரு கிளையன்ட், ஊழியர்கள் மற்றும் கூட்டாளர்களை எளிதில் நியமிக்கவும், வழக்கு முன்னேற்றத்தை இடுகையிடவும், நிகழ்நேர அரட்டை மற்றும் வீடியோ உரையாடல்களையும், அத்துடன் அட்டவணை நிகழ்வுகள், மின்-கையொப்பம் / பதிவேற்றம் / பதிவிறக்க ஆவணங்கள் மற்றும் மேலும்.
te: ఒక కేసుకు క్లయింట్, సిబ్బంది మరియు సహచరులను సులభంగా కేటాయించండి మరియు కేసు పురోగతిని పోస్ట్ చేయడానికి, నిజ-సమయ చాట్ మరియు వీడియో సంభాషణలను కలిగి ఉండటానికి, అలాగే ఈవెంట్ ఈవెంట్స్, ఇ-సైన్ / అప్‌లోడ్ / డౌన్‌లోడ్ పత్రాలు మరియు ఇంకా చాలా.
tg: Муштарӣ, кормандон ва шарикони худро ба парванда ба осонӣ таъйин кунед ва дар фазои бехатаре кор кунед, ки ба шумо пешрафти парванда, сӯҳбати воқеӣ ва сӯҳбатҳои видеоӣ, инчунин ҷадвали чорабиниҳо, имзоҳои электронӣ / боргузорӣ / зеркашӣ ва дарёфт кардани ҳуҷҷатҳоро фароҳам меорад. хеле зиёд.
th: กำหนดลูกค้าพนักงานและผู้ร่วมงานให้กับเคสได้อย่างง่ายดายและมีส่วนร่วมในพื้นที่ปลอดภัยที่ช่วยให้คุณโพสต์ความคืบหน้าของเคสสนทนาแบบเรียลไทม์และสนทนาผ่านวิดีโอรวมถึงกำหนดเวลาเหตุการณ์ e-sign / อัพโหลด / ดาวน์โหลดเอกสาร ล้นหลาม.
tk: Müşderini, işgärleri we ýoldaşlary aňsatlyk bilen belläň we işiň gidişini ýerleşdirmäge, real wagt söhbetdeşlik we wideo gepleşikleri geçirmäge, şeýle hem wakalary tertipleşdirmäge, resminamalara e-gol / ýüklemäge / göçürip almaga we howpsuz ýerde işlemäge mümkinçilik beriň. has köp.
tl: Madaling magtalaga ng isang kliyente, kawani, at mga kasama sa isang kaso at makisali sa isang ligtas na puwang na hinahayaan kang mag-post ng pag-unlad ng kaso, magkaroon ng mga real-time na pag-uusap at video na pag-uusap, pati na rin ang mga kaganapan sa iskedyul, e-sign / upload / download na dokumento, at higit pa.
tr: Bir müşteri, personel ve iş ortaklarını kolayca bir vakaya atayın ve vaka ilerlemesini yayınlamanıza, gerçek zamanlı sohbet ve video görüşmelerine sahip olmanın yanı sıra etkinlikleri planlama, e-imzalama / yükleme / indirme belgeleri ve daha fazla.
tt: Клиентны, персоналны, хезмәттәшләрне җиңел генә эшкә урнаштырыгыз һәм эшнең барышын урнаштырырга, реаль вакытта чат һәм видео сөйләшүләр үткәрергә мөмкинлек бирүче куркынычсыз урында катнашыгыз, шулай ук вакыйгалар расписаниесе, электрон имза / йөкләү / йөкләү документлары, һәм күбрәк.
ug: خېرىدار ، خىزمەتچى ۋە ھەمكارلاشقۇچىلارنى ئاسانلا دېلو تۇرغۇزۇپ ، بىخەتەر بوشلۇق بىلەن شۇغۇللىنىڭ ، ئۇ ئارقىلىق دېلونىڭ ئىلگىرىلىشىنى يوللىيالايسىز ، نەق مەيدان پاراڭ ۋە سىنلىق پاراڭلىشالايسىز ، شۇنداقلا ۋاقىت جەدۋىلى ، ئېلېكترونلۇق ئىمزا / يوللاش / چۈشۈرۈش ھۆججەتلىرى ۋە تېخىمۇ كۆپ.
uk: Легко призначити клієнта, співробітників та партнерів у справі та зайнятись безпечним простором, який дозволяє публікувати хід справ, спілкуватися в режимі реального часу в чаті та відео-розмовах, а також планувати події, електронно підписувати / завантажувати / завантажувати документи та набагато більше.
ur: آسانی سے کسی موکل ، عملے اور ساتھیوں کو کسی معاملے میں تفویض کریں اور ایسی محفوظ جگہ میں مشغول ہوجائیں جس سے آپ کیس کی پیشرفت پوسٹ کریں ، ریئل ٹائم چیٹ اور ویڈیو گفتگو ہوں ، نیز پروگراموں کا شیڈول ہو ، ای-سائن / اپ لوڈ / دستاویزات ڈاؤن لوڈ ، اور بہت زیادہ.
uz: Mijozga, xodimlarga va sheriklarga ishlarni osongina tayinlang va ishning borishini e&#39;lon qilish, real vaqt rejimida suhbat va video suhbatlar o&#39;tkazish, shuningdek tadbirlarni rejalashtirish, hujjatlarni imzolash / yuklash / yuklash / va yuklab olish, juda ko&#39;p.
vi: Dễ dàng chỉ định khách hàng, nhân viên và cộng sự vào một vụ án và tham gia vào một không gian an toàn cho phép bạn đăng tiến trình vụ việc, trò chuyện video và trò chuyện trong thời gian thực, cũng như lên lịch các sự kiện, ký điện tử / tải lên / tải xuống tài liệu và nhiều hơn nữa
xh: Yabela ngokulula umthengi, abasebenzi, kunye nabadibaniseli kwetyala kwaye ubandakanyeke kwindawo ekhuselekileyo ekuvumela ukuba uqhubeke ngenkqubela phambili yamatyala, ube nencoko yexesha kunye neengxoxo zevidiyo, kunye nemicimbi yeshedyuli, i-e-sign / layisha / amaphepha okukhuphela, kunye okuninzi.
yi: צולייגן אַ קונה, שטעקן און מיטאַרבעטער צו אַ קאַסע און אַרייַנציען אַ זיכער פּלאַץ וואָס לאָזן איר פּאָסטן פּראָגרעס, האָבן פאַקטיש-צייט שמועסן און ווידעא שמועסן, ווי אויך פּלאַן events, E- צייכן / צופֿעליקער / אראפקאפיע דאָקומענטן און אסאך מער.
