Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
af: 8.2 Bykomende vertoë en waarborge: U waarborg, verteenwoordig en verbonde aan ons dat u die dienste slegs vir wettige doeleindes sal gebruik in ooreenstemming met die ooreenkoms en alle toepaslike CaseActive-beleide en -riglyne.
am: 8.2 ተጨማሪ ውክልና እና ዋስትናዎች በስምምነቱ እና በሁሉም በሚመለከታቸው CaseActive ፖሊሲዎች እና መመሪያዎች መሠረት አገልግሎቶቹን ለሕጋዊ ዓላማ ብቻ እንደሚጠቀሙ ዋስትና ይሰጣሉ ፣ ይወክላሉ እና ቃል ኪዳኑን ይማራሉ ፡፡
ar: 8.2 الإقرارات والضمانات الإضافية: أنت تضمن وتتعهد وتتعهد لنا بأنك لن تستخدم الخدمات إلا للأغراض القانونية وفقًا للاتفاقية وجميع سياسات CaseActive والمبادئ التوجيهية المعمول بها.
az: 8.2 Əlavə Nümayəndəliklər və Zəmanətlər: Siz xidmətlərdən yalnız qanuni məqsədlər üçün Saziş və bütün tətbiq olunan CaseActive siyasət və qaydalara uyğun istifadə edəcəyinizə dair zəmanət verirsiniz, təqdim edirsiniz.
be: 8.2 Дадатковыя прадстаўніцтвы і гарантыі: Вы гарантуеце, прадстаўляеце і згодна з намі, што вы будзеце карыстацца Паслугамі толькі ў законных мэтах у адпаведнасці з Пагадненнем і ўсімі дзеючымі палітыкамі і кіруючымі прынцыпамі CaseActive.
bg: 8.2 Допълнителни представителства и гаранции: Вие ни гарантирате, представяте и подписвате, че ще използвате Услугите само за законни цели в съответствие със Споразумението и всички приложими политики и насоки на CaseActive.
bn: ৮.২ অতিরিক্ত উপস্থাপনা এবং ওয়্যারেন্টি: আপনি আমাদের ওয়্যারেন্ট, প্রতিনিধিত্ব এবং চুক্তি করেন যে আপনি পরিষেবাগুলি কেবলমাত্র চুক্তি এবং সমস্ত প্রযোজ্য কেসঅ্যাকটিভ নীতি এবং নির্দেশিকা মেনে আইনী উদ্দেশ্যে ব্যবহার করবেন।
ca: 8.2 Representacions i garanties addicionals: Vostè garanteix, representa i pacta que utilitzaràs els Serveis només amb finalitats legals d’acord amb l’Acord i totes les directrius i directrius CaseActive aplicables.
cs: 8.2 Další prohlášení a záruky: Zaručujete, prohlašujete a zavazujete se, že budete Služby používat pouze pro zákonné účely v souladu se Smlouvou a všemi příslušnými zásadami a pokyny CaseActive.
cy: 8.2 Sylwadau a Gwarantau Ychwanegol: Rydych yn gwarantu, yn cynrychioli ac yn cyfamodi i ni y byddwch yn defnyddio&#39;r Gwasanaethau at ddibenion cyfreithlon yn unig yn unol â&#39;r Cytundeb a&#39;r holl bolisïau a chanllawiau CaseActive cymwys.
da: 8.2 Yderligere repræsentationer og garantier: Du garanterer, repræsenterer og pagt for os, at du kun bruger tjenesterne til lovlige formål i overensstemmelse med aftalen og alle gældende CaseActive politikker og retningslinjer.
de: 8.2 Zusätzliche Zusicherungen und Garantien: Sie garantieren, versichern und verpflichten sich zu uns, dass Sie die Dienste nur für rechtmäßige Zwecke gemäß der Vereinbarung und allen geltenden CaseActive-Richtlinien und -Richtlinien nutzen.
el: 8.2 Πρόσθετες δηλώσεις και εγγυήσεις: Εγγυάστε, δηλώνετε και δεσμεύεστε σε εμάς ότι θα χρησιμοποιήσετε τις Υπηρεσίες μόνο για νόμιμους σκοπούς σύμφωνα με τη Συμφωνία και όλες τις ισχύουσες πολιτικές και οδηγίες του CaseActive.
eo: 8.2 Pliaj Reprezentoj kaj Garantioj: Vi garantias, reprezentas kaj interligas al ni, ke vi uzos la Servojn nur por laŭleĝaj celoj konforme al la Interkonsento kaj ĉiuj aplikeblaj CaseActive-politikoj kaj gvidlinioj.
es: 8.2 Representaciones y garantías adicionales: Usted nos garantiza, declara y se compromete a utilizar los Servicios solo para fines legales de acuerdo con el Acuerdo y todas las políticas y pautas aplicables de CaseActive.
et: 8.2 Täiendavad esindused ja garantiid: kinnitate, esindate ja lepite meiega, et kasutate Teenuseid ainult seaduslikel eesmärkidel vastavalt lepingule ja kõigile kohaldatavatele CaseActive&#39;i poliitikatele ja juhistele.
eu: 8.2 Ordezkaritza osagarriak eta bermeak: Zerbitzua helburu legaletarako bakarrik erabiliko duzula onartzen duzu, Hitzarmenaren eta CaseActive politika eta jarraibide aplikagarri guztien arabera.
fa: 8.2 نمایندگی ها و ضمانت نامه های اضافی: شما به ما ضمانت ، نماینده و میثاق می دهید که شما مطابق موافقت نامه و کلیه خط مشی ها و دستورالعمل های CaseActive قابل استفاده ، از خدمات فقط برای مقاصد قانونی استفاده خواهید کرد.
fi: 8.2 Lisäetuudet ja takuut: Vakuutat, edustat ja teet meille sopimuksen siitä, että käytät Palveluita vain laillisiin tarkoituksiin sopimuksen ja kaikkien sovellettavien CaseActive-käytäntöjen ja -ohjeiden mukaisesti.
fr: 8.2 Déclarations et garanties supplémentaires: Vous nous garantissez, déclarez et vous engagez à n&#39;utiliser les Services qu&#39;à des fins légales conformément à l&#39;Accord et à toutes les politiques et directives applicables de CaseActive.
fy: 8.2 Oanfoljende fertsjintwurdigingen en garânsjes: Jo garandearje, fertsjinwurdigje en ferbûn ús dat jo de Tsjinsten allinich foar wettige doelen sille brûke yn oerienstimming mei de Oerienkomst en alle tapaste CaseActive belied en rjochtlinen.
ga: 8.2 Ionadaíochtaí agus Barántais Bhreise: Tugann tú barántas, ionadaíocht agus cúnant dúinn nach n-úsáidfidh tú na Seirbhísí ach chun críocha dleathacha de réir an Chomhaontaithe agus gach beartas agus treoirlínte CaseActive is infheidhme.
gd: 8.2 Riochdachaidhean is Barantas a bharrachd: Tha thu a ’toirt barantas, riochdachadh agus cùmhnant dhuinn nach cleachd thu na Seirbheisean ach airson adhbharan laghail a rèir an Aonta agus a h-uile poileasaidh agus stiùireadh CaseActive iomchaidh.
gl: 8.2 Representacións e garantías adicionais: Vostede garante, representar e pactar con nós que vai usar os Servizos só con fins legais de acordo co Acordo e todas as políticas e directrices aplicables CaseActive.
gu: .2.૨ અતિરિક્ત રજૂઆતો અને બાંયધરીઓ: તમે અમને બાંહેધરી આપો છો, પ્રતિનિધિત્વ કરો છો અને કરાર કરો છો કે તમે સેવાઓને ફક્ત કરાર અને તમામ લાગુ કેસએક્ટિવ નીતિઓ અને માર્ગદર્શિકા અનુસાર કાયદેસર હેતુ માટે ઉપયોગ કરશો.
hi: 8.2 अतिरिक्त प्रतिनिधि और वारंटी: आप हमारे लिए वारंट, प्रतिनिधित्व और वाचा देते हैं कि आप सेवाओं का उपयोग केवल समझौते और सभी लागू केसएक्टिव नीतियों और दिशानिर्देशों के अनुसार वैध उद्देश्यों के लिए करेंगे।
hr: 8.2 Dodatna izlaganja i jamstva: Jamčite, zastupate i obvezujete se da ćete koristiti Usluge samo u zakonite svrhe u skladu s Sporazumom i svim primjenjivim CaseActive politikama i smjernicama.
hu: 8.2 Kiegészítő nyilatkozatok és garanciák: Ön szavatolja, kijelenti és szövetséget köt számunkra, hogy a Szolgáltatásokat csak törvényes célokra fogja használni, a Megállapodással és az összes alkalmazandó CaseActive politikával és iránymutatással összhangban.
hy: 8.2 Լրացուցիչ ներկայացուցչություններ և երաշխիքներ. Դուք մեզ երաշխավորում եք, ներկայացնում և դնում ուխտ, որ դուք կօգտագործեք Ծառայությունները միայն օրինական նպատակներով `համաձայն Համաձայնագրի և գործի դրված բոլոր Գործողությունների քաղաքականության և ուղեցույցների:
id: 8.2 Representasi dan Jaminan Tambahan: Anda menjamin, mewakili, dan berjanji kepada kami bahwa Anda akan menggunakan Layanan hanya untuk tujuan yang sah sesuai dengan Perjanjian dan semua kebijakan dan pedoman CaseActive yang berlaku.
is: 8.2 Viðbótarupplýsingar og ábyrgðir: Þú ábyrgist, fulltrúi og sáttmála við okkur um að þú munir nota þjónustuna eingöngu í löglegum tilgangi í samræmi við samninginn og allar viðeigandi CaseActive stefnur og leiðbeiningar.
it: 8.2 Dichiarazioni e garanzie aggiuntive: l&#39;utente garantisce, dichiara e sottoscrive che utilizzerà i Servizi solo per scopi leciti in conformità con l&#39;Accordo e tutte le politiche e linee guida CaseActive applicabili.
iw: 8.2 הצהרות ואחריות נוספות: אתה מתחייב, מצהיר ואמנה לנו כי תשתמש בשירותים אך ורק למטרות חוקיות בהתאם להסכם ולכל המדיניות וההנחיות של CaseActive הרלוונטיים.
ja: 8.2追加の表明および保証：お客様は、本契約を、本契約および該当するすべてのCaseActiveポリシーおよびガイドラインに従って合法的な目的でのみ使用することを保証、表明、および誓約します。
ka: 8.2 დამატებითი წარმომადგენლობები და გარანტიები: თქვენ გარანტიას, წარმომადგენლობას და შეთანხმებას გვაძლევთ, რომ თქვენ გამოიყენებთ მომსახურებებს მხოლოდ კანონიერი მიზნებისათვის, შეთანხმების და ყველა CaseActive პოლიტიკის და სახელმძღვანელო მითითებების შესაბამისად.
kk: 8.2 Қосымша ұсынымдар мен кепілдіктер: Сіз қызметтерді тек Келісімге және барлық қолданылатын CaseActive саясатына және нұсқауларына сәйкес заңды мақсаттарда ғана пайдаланатындығыңызға кепілдік бересіз, білдіресіз және келісім бересіз.
km: ៨.២ តំណាងបន្ថែមនិងការធានា៖ អ្នកធានាតំណាងនិងកិច្ចព្រមព្រៀងជាមួយយើងថាអ្នកនឹងប្រើសេវាកម្មនេះសម្រាប់គោលបំណងស្របច្បាប់ស្របតាមកិច្ចព្រមព្រៀងនិងរាល់គោលការណ៍និងគោលការណ៍ណាក៏ដោយដែលអាចអនុវត្តបាន។
kn: 8.2 ಹೆಚ್ಚುವರಿ ಪ್ರಾತಿನಿಧ್ಯಗಳು ಮತ್ತು ಖಾತರಿ ಕರಾರುಗಳು: ಒಪ್ಪಂದ ಮತ್ತು ಅನ್ವಯವಾಗುವ ಎಲ್ಲಾ ಕೇಸ್‌ಆಕ್ಟಿವ್ ನೀತಿಗಳು ಮತ್ತು ಮಾರ್ಗಸೂಚಿಗಳಿಗೆ ಅನುಸಾರವಾಗಿ ನೀವು ಸೇವೆಗಳನ್ನು ಕಾನೂನುಬದ್ಧ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮಾತ್ರ ಬಳಸುತ್ತೀರಿ ಎಂದು ನೀವು ನಮಗೆ ಭರವಸೆ ನೀಡುತ್ತೀರಿ, ಪ್ರತಿನಿಧಿಸುತ್ತೀರಿ ಮತ್ತು ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳುತ್ತೀರಿ.
ku: 8.2 Nûneratî û ertên Zêde: Hûn ji me re garantî dikin, nûner û peyman dikin ku hûn ê Xizmet tenê ji bo mebestên qanûnî li gorî Peymanê û hemî siyaset û rêbernameyên CaseActive bikar bînin.
ky: 8.2 Кошумча билдирүүлөр жана кепилдиктер: Сиз Кызматтарды Макулдашууга жана бардык колдонулган CaseActive саясатына жана көрсөтмөлөрүнө ылайык, мыйзамдуу максаттарда гана пайдаланат деп кепилдик бересиз, билдиресиз жана келишим түзөсүз.
lb: 8.2 Zousätzlech Vertrieder a Garantien: Dir garantéiert, vertrieden a verbonnen eis, datt Dir d&#39;Servicer nëmme fir gesetzlech Zwecker am Aklang mat der Konventioun an all applicabel CaseActive Politik a Richtlinne benotzt.
lo: 8.2 ຕົວແທນແລະການຮັບປະກັນເພີ່ມເຕີມ: ທ່ານຮັບປະກັນ, ເປັນຕົວແທນແລະພັນທະສັນຍາກັບພວກເຮົາວ່າທ່ານຈະໃຊ້ບໍລິການເພື່ອຈຸດປະສົງທີ່ຖືກຕ້ອງຕາມກົດ ໝາຍ ແລະທຸກໆນະໂຍບາຍແລະແນວທາງທີ່ຖືກຕ້ອງຂອງ CaseActive.
lt: 8.2 Papildomi pareiškimai ir garantijos: Jūs garantuojate, atstovaujate ir sudarote su mumis susitarimą, kad Paslaugas naudosite tik teisėtais tikslais pagal Sutartį ir visas taikomas „CaseActive“ strategijas bei gaires.
lv: 8.2. Papildu apliecinājumi un garantijas: Jūs garantējat, apliecināt un noslēdzat ar mums vienošanos, ka jūs izmantosit Pakalpojumus tikai likumīgiem mērķiem saskaņā ar līgumu un visām piemērojamajām CaseActive politikām un vadlīnijām.
mg: 8.2 Solontena fanampiny sy mpiantoka: Manome alalana ianao ary manome fanekena aminay fa ny serivisy ihany no ampiasainao amin&#39;ny alàlan&#39;ny Fifanarahana sy ny politika sy torolàlana CaseActive rehetra.
mi: 8.2 Tohu Whakapaa me nga Ra Whaimana: Ka whakaatuhia e koe, e tohu ana me taurangi taatau ka whakamahi koe i nga Ratonga anake mo nga kaupapa tika i raro i te Whakaaetanga me nga kaupapa here me nga aratohu CaseActive e whai ana.
mk: 8.2 Дополнителни репрезентации и гаранции: Вие гарантирате, застапувате и заветите на нас дека ќе ги користите Услугите само за законски цели во согласност со Договорот и сите применливи политики и упатства за CaseActive.
ml: 8.2 അധിക പ്രാതിനിധ്യങ്ങളും വാറന്റികളും: കരാറിനും ബാധകമായ എല്ലാ കേസ് ആക്റ്റീവ് നയങ്ങൾക്കും മാർഗ്ഗനിർദ്ദേശങ്ങൾക്കും അനുസൃതമായി നിങ്ങൾ നിയമപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ സേവനങ്ങൾ ഉപയോഗിക്കൂ എന്ന് നിങ്ങൾ ഉറപ്പുനൽകുന്നു, പ്രതിനിധീകരിക്കുന്നു, ഉടമ്പടി ചെയ്യുന്നു.
mn: 8.2 Нэмэлт төлөөлөл ба баталгаа: Та энэхүү үйлчилгээг зөвхөн Гэрээ болон холбогдох бүх CaseActive бодлого, удирдамжийн дагуу зөвхөн хууль ёсны зорилгоор ашиглахыг танд баталгаажуулж, төлөөлж, гэрээ байгуулна.
mr: .2.२ अतिरिक्त प्रतिनिधित्त्व आणि हमी: आपण करारनामा आणि सर्व लागू असलेल्या केस-अक्टिव्ह पॉलिसी आणि मार्गदर्शक तत्त्वांनुसार केवळ कायदेशीर हेतूंसाठी या सेवेचा वापर कराल याची हमी, प्रतिनिधित्व आणि करार करता.
ms: 8.2 Pernyataan dan Jaminan Tambahan: Anda menjamin, menyatakan dan berjanji kepada kami bahawa anda akan menggunakan Perkhidmatan hanya untuk tujuan yang sah menurut Perjanjian dan semua dasar dan garis panduan CaseActive yang berlaku.
mt: 8.2 Rappreżentazzjonijiet Addizzjonali u Garanziji: Inti tiggarantixxi, tirrapreżenta u patt magħna li int ser tuża s-Servizzi għal skopijiet legali skont il-Ftehim u l-linji gwida u l-linji gwida Kawrattivi applikabbli kollha.
my: ၈.၂ ထပ်ဆင့်ကိုယ်စားပြုမှုများနှင့်အာမခံခြင်းများ - ၀ န်ဆောင်မှုများကိုတရား ၀ င်ရည်ရွယ်ချက်များအတွက်သာလျှင်သဘောတူစာချုပ်နှင့်လိုက်နာရမည့် CaseActive ပေါ်လစီများနှင့်လမ်းညွှန်ချက်များကိုအသုံးပြုရန်သင်အာမခံ၊
ne: .2.२ अतिरिक्त प्रतिनिधित्व र ग्यारेन्टीहरू: तपाईं हामीलाई वारेन्टी, प्रतिनिधित्व र हामीलाई सम्झौता गर्नुहुन्छ कि तपाईं सेवाहरू केवल कानुनी उद्देश्यका लागि सम्झौता र सबै लागू हुने केसएक्टिभ नीति र दिशानिर्देशहरूको अनुसार प्रयोग गर्नुहुनेछ।
nl: 8.2 Aanvullende verklaringen en garanties: U garandeert, verklaart en verbindt ons ertoe dat u de Services uitsluitend zult gebruiken voor wettige doeleinden in overeenstemming met de Overeenkomst en alle toepasselijke CaseActive-beleidslijnen en richtlijnen.
no: 8.2 Ytterligere representasjoner og garantier: Du garanterer, representerer og pakter med oss at du bare bruker tjenestene til lovlige formål i samsvar med avtalen og alle gjeldende CaseActive retningslinjer og retningslinjer.
or: 8.2 ଅତିରିକ୍ତ ପ୍ରତିନିଧୀତା ଏବଂ ୱାରେଣ୍ଟି: ଆପଣ ଆମକୁ ୱାରେଣ୍ଟ, ପ୍ରତିନିଧିତ୍ and ଏବଂ ଚୁକ୍ତି କରିଛନ୍ତି ଯେ ଚୁକ୍ତିନାମା ଏବଂ ସମସ୍ତ ପ୍ରଯୁଜ୍ୟ କେସ୍ ଆକ୍ଟିଭ୍ ନୀତି ଏବଂ ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁଯାୟୀ ଆପଣ କେବଳ ସେବାଗୁଡିକୁ ଆଇନଗତ ଉଦ୍ଦେଶ୍ୟରେ ବ୍ୟବହାର କରିବେ |
pa: 8.2 ਅਤਿਰਿਕਤ ਨੁਮਾਇੰਦਗੀ ਅਤੇ ਵਾਰੰਟੀਜ਼: ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਵਾਰੰਟੀ, ਨੁਮਾਇੰਦਗੀ ਅਤੇ ਇਕਰਾਰਨਾਮਾ ਕਰਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਸੇਵਾਵਾਂ ਨੂੰ ਸਿਰਫ ਇਕਰਾਰਨਾਮੇ ਅਤੇ ਸਾਰੀਆਂ ਲਾਗੂ ਕੇਸ ਐਕਟੀਵੇਟਿਵ ਨੀਤੀਆਂ ਅਤੇ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ਾਂ ਅਨੁਸਾਰ ਕਾਨੂੰਨੀ ਉਦੇਸ਼ਾਂ ਲਈ ਵਰਤੋਗੇ.
pl: 8.2 Dodatkowe oświadczenia i gwarancje: Użytkownik gwarantuje, oświadcza i zapewnia, że będzie korzystać z Usług wyłącznie w celach zgodnych z prawem, zgodnie z Umową oraz wszystkimi obowiązującymi zasadami i wytycznymi CaseActive.
ps: 8.2 اضافي نمایندګۍ او تضمین: تاسو موږ ته تضمین ، نمایش او ژمنه ورکوئ چې تاسو به خدمات د قانونې اهدافو لپاره د موافقې او ټولو تطبیقیدونکي قضیې فعالې تګالرې او لارښوونو سره سم وکاروئ.
pt: 8.2 Representações e garantias adicionais: Você garante, representa e compromete-se a usar os Serviços apenas para fins legais, de acordo com o Contrato e todas as políticas e diretrizes CaseActive aplicáveis.
ro: 8.2 Reprezentări și garanții suplimentare: Dvs. garantați, reprezentați și legământul pentru noi că veți utiliza serviciile numai în scopuri legale în conformitate cu acordul și cu toate politicile și orientările aplicabile CaseActive.
ru: 8.2 Дополнительные заверения и гарантии. Вы гарантируете, заявляете и соглашаетесь с нами, что будете использовать Услуги только в законных целях в соответствии с Соглашением и всеми применимыми политиками и рекомендациями CaseActive.
rw: 8.2 Abahagarariye abandi na garanti: Uremeza, uhagararira kandi udusezeranya ko uzakoresha Serivisi kubwimpamvu zemewe gusa ukurikije Amasezerano hamwe na politiki zose zikoreshwa na CaseActive.
sd: 8.2 اضافي نمائندگي ۽ وارنٽي: توهان اسان سان ضمانت ، نمائندگي ۽ واعدو ڪيو ٿا ته توهان معاهدي ۽ سڀني قابل اطلاق CaseActive پاليسين ۽ هدايتن جي مطابق شرطن کي صرف قانوني مقاصد لاءِ استعمال ڪندا.
si: 8.2 අතිරේක නියෝජනයන් සහ වගකීම්: ගිවිසුමට අනුකූලව සහ අදාළ සියලුම සිද්ධි ප්‍රතිපත්ති සහ මාර්ගෝපදේශයන්ට අනුකූලව ඔබ සේවාවන් නීත්‍යානුකූල අරමුණු සඳහා පමණක් භාවිතා කරන බවට ඔබ අපට සහතික කරයි, නියෝජනය කරන්න.
sk: 8.2 Ďalšie prehlásenia a záruky: Zaručujete, prehlasujete a zaväzujete sa, že budete Služby používať iba na zákonné účely v súlade so Zmluvou a všetkými príslušnými zásadami a usmerneniami CaseActive.
sl: 8.2 Dodatna zastopanja in garancije: Zagotavljate, zastopate in zavezujete nas, da boste Storitve uporabljali samo v zakonite namene v skladu s Sporazumom in vsemi veljavnimi politikami in smernicami CaseActive.
sq: 8.2 Përfaqësime dhe Garanci shtesë: Ju garantoni, përfaqësoni dhe besëlidhni për ne që do t&#39;i përdorni Shërbimet vetëm për qëllime të ligjshme në përputhje me Marrëveshjen dhe të gjitha politikat dhe udhëzimet e zbatueshme të çështjeve.
sr: 8.2 Додатна заступања и гаранције: Гарантујете, заступате и потписујете нам да ћете користити Услуге само у законите сврхе у складу са Споразумом и свим важећим ЦасеАцтиве политикама и смерницама.
sv: 8.2 Ytterligare representationer och garantier: Du garanterar, företräder och förbund med oss att du kommer att använda tjänsterna endast för lagliga ändamål i enlighet med avtalet och alla tillämpliga CaseActive policyer och riktlinjer.
sw: 8.2 Uwakilishi wa ziada na dhamana: Unatoa kibali, unawakilisha na kuagana na sisi kwamba utatumia Huduma tu kwa sababu halali kwa mujibu wa Mkataba na sera na miongozo yote inayohusika ya Sheria ya Uchunguzi.
ta: 8.2 கூடுதல் பிரதிநிதிகள் மற்றும் உத்தரவாதங்கள்: ஒப்பந்தம் மற்றும் பொருந்தக்கூடிய அனைத்து கேஸ் ஆக்டிவ் கொள்கைகள் மற்றும் வழிகாட்டுதல்களின்படி நீங்கள் சட்டப்பூர்வ நோக்கங்களுக்காக மட்டுமே சேவைகளைப் பயன்படுத்துவீர்கள் என்று நீங்கள் எங்களுக்கு உத்தரவாதம் அளிக்கிறீர்கள், பிரதிநிதித்துவம் செய்கிறீர்கள்.
te: 8.2 అదనపు ప్రాతినిధ్యాలు మరియు వారెంటీలు: ఒప్పందం మరియు వర్తించే అన్ని కేస్ యాక్టివ్ విధానాలు మరియు మార్గదర్శకాలకు అనుగుణంగా మీరు సేవలను చట్టబద్ధమైన ప్రయోజనాల కోసం మాత్రమే ఉపయోగిస్తారని మీరు మాకు హామీ ఇస్తున్నారు, ప్రాతినిధ్యం వహిస్తున్నారు మరియు ఒడంబడిక చేస్తారు.
tg: 8.2 Намояндагиҳо ва кафолатҳои иловагӣ: Шумо кафолат медиҳед, пешниҳод мекунед ва бо мо аҳд мекунед, ки шумо хидматҳоро танҳо барои мақсадҳои қонунӣ тибқи Шартнома ва тамоми сиёсатҳо ва дастурҳои CaseActive татбиқ мекунед.
th: 8.2 การรับรองเพิ่มเติมและการรับประกัน: คุณรับประกันรับรองและพันธสัญญากับเราว่าคุณจะใช้บริการเพื่อจุดประสงค์ทางกฎหมายตามข้อตกลงและนโยบายและแนวทางปฏิบัติของ CaseActive ที่เกี่ยวข้องทั้งหมด
tk: 8.2 Goşmaça wekilçilikler we kepillikler: Hyzmatlary diňe Ylalaşyga we ähli ulanylýan CaseActive syýasatlaryna we görkezmelerine laýyklykda Hyzmatlary kanuny maksatlar üçin ulanjakdygyňyzy görkezýärsiňiz.
tl: 8.2 Karagdagang Mga Kinakatawan at Mga Warantiya: Binibigyan ka ng warrant, kumakatawan at nakikipagtipan sa amin na gagamitin mo lamang ang Mga Serbisyo para sa mga layuning pang-batas alinsunod sa Kasunduan at lahat ng naaangkop na mga patakaran at patnubay ng CaseActive.
tr: 8.2 Ek Beyanlar ve Garantiler: Hizmetleri, yalnızca Sözleşme ve yürürlükteki tüm CaseActive politikaları ve yönergelerine uygun olarak yalnızca yasal amaçlarla kullanacağınızı garanti, beyan ve taahhüt edersiniz.
tt: 8.2 Өстәмә вәкиллекләр һәм гарантияләр: Сез Хезмәтләрне Килешү һәм барлык кулланыла торган CaseActive политикасы һәм күрсәтмәләре нигезендә Хезмәтләрне законлы максатларда гына кулланачаксыз дип ышандырасыз.
uk: 8.2 Додаткові представництва та гарантії: Ви гарантуєте, представляєте та домовляєтесь про те, що Ви будете користуватися Послугами лише для законних цілей відповідно до Угоди та всіх застосовних політик та вказівок CaseActive.
ur: 8.2 اضافی نمائندگی اور ضمانتیں: آپ ہمارے ساتھ اس بات کی ضمانت ، نمائندگی اور عہد کرتے ہیں کہ آپ خدمات کو صرف معاہدے اور تمام قابل اطلاق مقدمہ کی پالیسیوں اور ہدایات کے مطابق حلال مقاصد کے لئے استعمال کریں گے۔
uz: 8.2 Qo&#39;shimcha vakolat va kafolatlar: Siz ushbu Xizmatlardan faqat qonuniy maqsadlar uchun shartnoma va barcha tegishli CaseActive siyosati va ko&#39;rsatmalariga muvofiq foydalanasiz deb kafolat berasiz, bildirasiz va biz bilan ahd qilasiz.
vi: 8.2 Các đại diện và bảo hành bổ sung: Bạn bảo đảm, tuyên bố và cam kết với chúng tôi rằng bạn sẽ chỉ sử dụng Dịch vụ cho các mục đích hợp pháp theo Thỏa thuận và tất cả các chính sách và nguyên tắc áp dụng CaseActive hiện hành.
xh: 8.2 Izimvo ezongeziweyo kunye neewaranti: Uwisa isigunyaziso, uza kumisela isivumelwano sokuba uza kusebenzisa iinkonzo ngeenjongo ezisemthethweni ngokungqinelana nesiVumelwano nayo yonke imigaqo-nkqubo kunye nezikhokelo ezisebenzayo zezeMeko.
yi: 8.2 נאָך רעפּראַזאַנטיישאַנז און וואָראַנטיז: איר באַרעכטיקן, פאָרשטעלן און בונד צו אונדז אַז איר וועט נוצן די סערוויסעס בלויז פֿאַר געזעצלעך צוועקן אין לויט מיט די אַגרעעמענט און אַלע אָנווענדלעך CaseActive פּאַלאַסיז און גיידליינז.
