Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Processing media ...
af: Verwerk media ...
am: ሚዲያን በመስራት ላይ ...
ar: معالجة الوسائط ...
az: Mediya işlənir ...
be: Апрацоўка носьбітаў ...
bg: Носители за обработка ...
bn: প্রক্রিয়াজাতকরণ মিডিয়া ...
ca: S&#39;estan processant els suports ...
cs: Zpracovává se média ...
cy: Cyfryngau prosesu ...
da: Behandler medier ...
de: Medien verarbeiten ...
el: Επεξεργασία μέσων ...
eo: Prilaboriloj ...
es: Procesando medios ...
et: Meediumi töötlemine ...
eu: Komunikabideak prozesatzen ...
fa: پردازش رسانه ...
fi: Käsitellään mediaa ...
fr: Traitement des supports ...
fy: Media ferwurkje ...
ga: Meáin phróiseála ...
gd: Meadhanan giullachd ...
gl: Medios de procesamento ...
gu: પ્રોસેસીંગ મીડિયા ...
hi: मीडिया संसाधित हो रहा है ...
hr: Mediji za obradu ...
hu: Adathordozó feldolgozása ...
hy: ԶԼՄ-ների մշակումը ...
id: Memproses media ...
is: Vinnur frá miðöldum ...
it: Elaborazione dei supporti ...
iw: מעבד מדיה ...
ja: メディアを処理しています...
ka: დამუშავების მედია ...
kk: Медиа өңделуде ...
km: កំពុងដំណើរការមេឌៀ ...
kn: ಪ್ರಕ್ರಿಯೆ ಮಾಧ್ಯಮ ...
ku: Medya pêşve ...
ky: Медиа иштелүүдө ...
lb: Medien veraarbecht ...
lo: ກຳ ລັງປະມວນຜົນສື່ ...
lt: Apdorojama laikmena ...
lv: Notiek datu nesēja apstrāde ...
mg: Haino aman-jery ...
mi: Ko te mahi tukatuka ...
mk: Обработуваат медиуми ...
ml: മീഡിയ പ്രോസസ്സ് ചെയ്യുന്നു ...
mn: Медиаг боловсруулж байна ...
mr: प्रक्रिया करीत आहे मीडिया ...
ms: Memproses media ...
mt: Ipproċessar tal-midja ...
my: မီဒီယာကိုစီမံသည် ...
ne: मिडिया प्रशोधन गर्दै ...
nl: Media verwerken ...
no: Behandler media ...
or: ମିଡିଆ ପ୍ରକ୍ରିୟାକରଣ ...
pa: ਪ੍ਰੋਸੈਸਿੰਗ ਮੀਡੀਆ ...
pl: Przetwarzanie mediów ...
ps: د رسنیو پروسس کول ...
pt: Processando mídia ...
ro: Prelucrarea suportului ...
ru: Обработка носителей ...
rw: Gutunganya itangazamakuru ...
sd: ڪاروائي ڪندڙ ميڊيا ...
si: සැකසුම් මාධ්‍ය ...
sk: Spracovávajú sa médiá ...
sl: Obdelava medijev ...
sq: Përpunimi i mediave ...
sr: Обрада медијума ...
sv: Behandlar media ...
sw: Inachakata media ...
ta: செயலாக்க மீடியா ...
te: ప్రాసెసింగ్ మీడియా ...
tg: Коркарди ВАО ...
th: กำลังประมวลผลสื่อ ...
tk: Köpçülikleýin habar beriş serişdeleri ...
tl: Pagproseso ng media ...
tr: Medya işleniyor ...
tt: Масса-күләм эшкәртү ...
ug: مېدىيا بىر تەرەپ قىلىش ...
uk: Носії ...
ur: پروسیسنگ میڈیا ...
uz: Mediaga ishlov berilmoqda ...
vi: Xử lý phương tiện ...
xh: Ukuqhubekeka kwimidiya ...
yi: פּראַסעסינג מידיאַ ...

source: Download original file
af: Laai die oorspronklike lêer af
am: የመጀመሪያውን ፋይል ያውርዱ
ar: تنزيل الملف الأصلي
az: Orijinal faylı yükləyin
be: Спампаваць арыгінальны файл
bg: Изтеглете оригинален файл
bn: আসল ফাইলটি ডাউনলোড করুন
ca: Descarregueu el fitxer original
cs: Stáhnout původní soubor
cy: Dadlwythwch y ffeil wreiddiol
da: Download original fil
de: Originaldatei herunterladen
el: Λήψη πρωτότυπου αρχείου
eo: Elŝuti originalan dosieron
es: Descargar archivo original
et: Laadige alla originaalfail
eu: Deskargatu jatorrizko fitxategia
fa: دریافت فایل اصلی
fi: Lataa alkuperäinen tiedosto
fr: Télécharger le fichier original
fy: Download orizjinele bestân
ga: Íoslódáil an comhad bunaidh
gd: Luchdaich sìos am faidhle tùsail
gl: Descarga o ficheiro orixinal
gu: મૂળ ફાઇલ ડાઉનલોડ કરો
hi: मूल फ़ाइल डाउनलोड करें
hr: Preuzmite izvornu datoteku
hu: Töltse le az eredeti fájlt
hy: Ներբեռնեք բնօրինակ ֆայլ
id: Unduh file asli
is: Hladdu niður upprunalegri skrá
it: Scarica il file originale
iw: הורד קובץ מקורי
ja: 元のファイルをダウンロード
ka: ჩამოტვირთეთ ორიგინალი ფაილი
kk: Түпнұсқа файлды жүктеу
km: ទាញយកឯកសារដើម
kn: ಮೂಲ ಫೈಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ku: Pelê orjînal dakêşin
ky: Түпнуска файлды жүктөө
lb: Download original Datei
lo: ດາວໂຫລດເອກະສານຕົ້ນສະບັບ
lt: Atsisiųsti originalų failą
lv: Lejupielādējiet oriģinālo failu
mg: Ampidino ny rakitra tany am-boalohany
mi: Tangohia te kōnae taketake
mk: Преземете ја оригиналната датотека
ml: യഥാർത്ഥ ഫയൽ ഡൗൺലോഡുചെയ്യുക
mn: Эх файлыг татаж авах
mr: मूळ फाईल डाउनलोड करा
ms: Muat turun fail asal
mt: Niżżel il-fajl oriġinali
my: မူရင်းဖိုင်ကို download လုပ်ပါ
ne: सक्कली फाईल डाउनलोड गर्नुहोस्
nl: Download origineel bestand
no: Last ned originalfil
or: ମୂଳ ଫାଇଲ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
pa: ਅਸਲ ਫਾਈਲ ਨੂੰ ਡਾਉਨਲੋਡ ਕਰੋ
pl: Pobierz oryginalny plik
ps: اصلي فایل ډاونلوډ کړئ
pt: Baixar arquivo original
ro: Descărcați fișierul original
ru: Скачать оригинальный файл
rw: Kuramo dosiye y&#39;umwimerere
sd: اصل فائل ڊائونلوڊ ڪريو
si: මුල් ගොනුව බාගන්න
sk: Stiahnite si pôvodný súbor
sl: Prenesite izvirno datoteko
sq: Shkarkoni skedarin origjinal
sr: Преузмите оригиналну датотеку
sv: Ladda ner originalfil
sw: Pakua faili ya asili
ta: அசல் கோப்பைப் பதிவிறக்கவும்
te: అసలు ఫైల్‌ను డౌన్‌లోడ్ చేయండి
tg: Файли аслиро зеркашӣ кунед
th: ดาวน์โหลดไฟล์ต้นฉบับ
tk: Asyl faýly göçürip al
tl: I-download ang orihinal na file
tr: Orijinal dosyayı indir
tt: Оригиналь файлны йөкләү
ug: ئەسلى ھۆججەتنى چۈشۈرۈڭ
uk: Завантажити оригінальний файл
ur: اصل فائل ڈاؤن لوڈ کریں
uz: Asl faylni yuklab oling
vi: Tải tập tin gốc
xh: Khuphela iifayile zoqobo
yi: אראפקאפיע אָריגינעל טעקע

source: Could not display media
af: Kon nie media vertoon nie
am: ሚዲያ ማሳየት አልተቻለም
ar: تعذر عرض الوسائط
az: Medianı göstərə bilmədi
be: Не атрымалася паказаць носьбіт
bg: Носителите не можаха да се покажат
bn: মিডিয়া প্রদর্শন করতে পারেনি
ca: No s&#39;ha pogut mostrar el suport
cs: Nelze zobrazit média
cy: Methu arddangos cyfryngau
da: Kunne ikke vise medier
de: Medien konnten nicht angezeigt werden
el: Δεν ήταν δυνατή η εμφάνιση πολυμέσων
eo: Ne povis montri komunikilon
es: No se pudieron mostrar los medios
et: Meediumit ei saanud kuvada
eu: Ezin izan da multimedia erakutsi
fa: نمایش رسانه امکان پذیر نیست
fi: Mediaa ei voitu näyttää
fr: Impossible d&#39;afficher le média
fy: Koe gjin media werjaan
ga: Níorbh fhéidir na meáin a thaispeáint
gd: Cha b ’urrainn dhaibh meadhanan a thaisbeanadh
gl: Non se puido mostrar o soporte multimedia
gu: મીડિયા પ્રદર્શિત કરી શકાયું નથી
hi: मीडिया प्रदर्शित नहीं कर सका
hr: Mediji nisu mogli prikazati
hu: Nem sikerült megjeleníteni a médiát
hy: Չհաջողվեց ցուցադրել լրատվամիջոցները
id: Tidak dapat menampilkan media
is: Ekki var hægt að birta miðla
it: Impossibile visualizzare il supporto
iw: לא ניתן היה להציג מדיה
ja: メディアを表示できませんでした
ka: მედიის ჩვენება ვერ მოხერხდა
kk: Баспа құралын көрсету мүмкін болмады
km: មិនអាចបង្ហាញមេឌៀ
kn: ಮಾಧ್ಯಮವನ್ನು ಪ್ರದರ್ಶಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ku: Nikarî medyayê nîşan bide
ky: Медиа чагылдырылбай койду
lb: Konnt d&#39;Medien net uweisen
lo: ບໍ່ສາມາດສະແດງສື່
lt: Nepavyko parodyti laikmenos
lv: Nevarēja parādīt multividi
mg: Tsy afaka nampiseho media
mi: Kāore i taea te whakaatu pāpāho
mk: Не можам да прикажам медиуми
ml: മീഡിയ പ്രദർശിപ്പിക്കാൻ കഴിഞ്ഞില്ല
mn: Медиаг харуулж чадахгүй байна
mr: माध्यम प्रदर्शित करू शकलो नाही
ms: Tidak dapat memaparkan media
mt: Ma setgħetx turi midja
my: မီဒီယာကိုပြ။ မရပါ
ne: मिडिया प्रदर्शन गर्न सकेन
nl: Kan media niet weergeven
no: Kunne ikke vise media
or: ମିଡିଆ ପ୍ରଦର୍ଶନ କରିପାରିଲା ନାହିଁ |
pa: ਮੀਡੀਆ ਪ੍ਰਦਰਸ਼ਤ ਨਹੀਂ ਕਰ ਸਕਿਆ
pl: Nie można wyświetlić multimediów
ps: رسنۍ نشي ښودلی
pt: Não foi possível exibir a mídia
ro: Nu a putut fi afișat suportul
ru: Не удалось отобразить мультимедиа
rw: Ntushobora kwerekana itangazamakuru
sd: ميڊيا ڏيکاري نه سگهيو
si: මාධ්‍ය පෙන්වීමට නොහැකි විය
sk: Médiá sa nepodarilo zobraziť
sl: Medij ni bilo mogoče prikazati
sq: Nuk mund të shfaqet media
sr: Медији нису успели да прикажу
sv: Det gick inte att visa media
sw: Haikuweza kuonyesha media
ta: மீடியாவைக் காட்ட முடியவில்லை
te: మీడియాను ప్రదర్శించలేదు
tg: ВАО нишон дода нашуд
th: ไม่สามารถแสดงสื่อ
tk: Mediýa görkezip bilmedi
tl: Hindi maipakita ang media
tr: Medya görüntülenemedi
tt: Медиа күрсәтә алмый
ug: مېدىيا كۆرسىتەلمىدى
uk: Не вдалося відобразити носій
ur: میڈیا ڈسپلے نہیں کیا جاسکا
uz: Mediani namoyish qilib bo‘lmadi
vi: Không thể hiển thị phương tiện truyền thông
xh: Ayikwazanga ukubonisa imidiya
yi: קען נישט אַרויסווייַזן מעדיע

source: No locations found.
af: Geen liggings gevind nie.
am: ምንም አከባቢዎች አልተገኙም.
ar: لم يتم العثور على مواقع.
az: Yer tapılmadı.
be: Няма месца не знойдзена.
bg: Няма намерени местоположения.
bn: কোন স্থান খুঁজে পাওয়া যায় নি
ca: No s&#39;ha trobat cap ubicació.
cs: Nebyly nalezeny žádné lokality.
cy: Ni chanfuwyd unrhyw leoliadau.
da: Ingen steder fundet.
de: Keine Orte gefunden.
el: Δεν βρέθηκαν τοποθεσίες.
eo: Neniu situacio trovita.
es: No se encontraron lugares
et: Asukohti ei leitud.
eu: Ez da kokapenik aurkitu.
fa: هیچ مکان یافت نشد
fi: Paikkoja ei löytynyt.
fr: Aucun emplacement trouvé.
fy: Gjin lokaasjes fûn.
ga: Níor aimsíodh aon áit.
gd: Chan fhaighear àite sam bith.
gl: Non se atopou ningunha localización.
gu: કોઈ સ્થાન મળ્યાં નથી
hi: कोई स्थान नहीं मिला
hr: Nisu pronađene lokacije.
hu: Nincs találat.
hy: Տեղեր չեն գտնվել:
id: Tidak ditemukan lokasi.
is: Engar stöður fundust.
it: Nessuna località trovata
iw: לא נמצאו מיקומים.
ja: 場所は見つかりませんでした。
ka: არ არის ნაპოვნი ადგილები.
kk: Орналасқан орын табылмады.
km: រកមិនឃើញទីតាំង។
kn: ಯಾವುದೇ ಸ್ಥಳಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ku: Ti cihan nehat dîtin.
ky: Эч кандай жер табылган.
lb: Keng Plaze fonnt.
lo: ບໍ່ພົບສະຖານທີ່.
lt: Nerasta jokių vietų.
lv: Netika atrasta neviena atrašanās vieta.
mg: Tsy nisy toerana hita.
mi: Kaore i kitea he waahi.
mk: Не се пронајдени локации.
ml: ലൊക്കേഷനുകളൊന്നും കണ്ടെത്തിയില്ല.
mn: Байршил олдсонгүй.
mr: कोणतीही स्थाने आढळली नाहीत.
ms: Tiada lokasi dijumpai.
mt: Ebda post misjub.
my: အဘယ်သူမျှမတည်နေရာများကိုတွေ့ရှိခဲ့ပါတယ်။
ne: कुनै स्थानहरू फेला परेनन्।
nl: Geen locaties gevonden.
no: Ingen steder funnet.
or: କ No ଣସି ସ୍ଥାନ ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ ਟਿਕਾਣੇ ਨਹੀਂ ਮਿਲੇ.
pl: Nie znaleziono żadnych lokalizacji.
ps: هیڅ ځای ونه موندل شو.
pt: Nenhum local encontrado.
ro: Nu s-au găsit locații.
ru: Не найдено мест.
rw: Nta hantu na hamwe wabonetse.
sd: ڪوبه هنڌ نه مليو
si: ස්ථාන සොයාගත නොහැකි විය.
sk: Neboli nájdené žiadne lokality.
sl: Ni najdenih lokacij.
sq: Asnjë vend nuk u gjet.
sr: Није пронађена локација.
sv: Inga platser hittades.
sw: Hakuna maeneo yaliyopatikana.
ta: இடங்கள் எதுவும் இல்லை.
te: స్థానాలు కనుగొనబడలేదు.
tg: Ҳеҷ ҷое ёфт нашуд.
th: ไม่พบตำแหน่ง
tk: Noer tapylmady
tl: Walang nahanap na mga lokasyon.
tr: Hiçbir yer bulunamadı.
tt: Урын табылмады.
ug: ھېچقانداق ئورۇن تېپىلمىدى.
uk: Не знайдено жодного місця.
ur: کوئی مقام نہیں ملا.
uz: Joylar topilmadi.
vi: Không tìm thấy địa điểm nào.
xh: Ayikho indawo efumanekayo.
yi: קיין אָרט געפונען.

source: Main Office
af: Hoof kantoor
am: ዋና ቢሮ
ar: المكتب الرئيسي
az: Baş ofis
be: Галоўны офіс
bg: Главен офис
bn: প্রধান অফিস
ca: Oficina central
cs: Hlavní kancelář
cy: Prif Swyddfa
da: Hovedkontor
de: Hauptbüro
el: Κεντρικό γραφείο
eo: Ĉefa Oficejo
es: Oficina principal
et: Peakontor
eu: Bulego Nagusia
fa: دفتر مرکزی
fi: Pääkonttori
fr: Bureau principal
fy: Haadkantoar
ga: Príomh-Oifig
gd: Prìomh Oifis
gl: Oficina Principal
gu: મુખ્ય કાર્યાલય
hi: मुख्य कार्यालय
hr: Glavni ured
hu: Központi iroda
hy: Գլխավոր գրասենյակը
id: Kantor pusat
is: Aðalskrifstofa
it: Ufficio principale
iw: משרד ראשי
ja: 本社
ka: Მთავარი ოფისი
kk: Бас кеңсе
km: ការិយាល័យ​ធំ
kn: ಮುಖ್ಯ ಕಚೇರಿ
ku: Ofîsa sereke
ky: Башкы кеңсе
lb: Haaptbüro
lo: ສຳນັກງານໃຫຍ່
lt: Pagrindinis ofisas
lv: Galvenais birojs
mg: Birao lehibe
mi: Te Tari Matua
mk: Главната канцеларија
ml: പ്രധാന ഓഫീസ്
mn: Төв оффис
mr: मुख्य कार्यालय
ms: Pejabat utama
mt: Uffiċċju Prinċipali
my: ရုံးချုပ်
ne: मुख्य कार्यालय
nl: Hoofdkantoor
no: Hovedkontor
or: ମୁଖ୍ୟ କାର୍ଯ୍ୟାଳୟ |
pa: ਮੁੱਖ ਦਫਤਰ
pl: Główne biuro
ps: اصلي دفتر
pt: Escritório principal
ro: Biroul principal
ru: Главный офис
rw: Ibiro Bikuru
sd: مکيه آفيس
si: ප්රධාන කාර්යාලය
sk: Hlavná kancelária
sl: Glavna pisarna
sq: Zyra kryesore
sr: Дирекција
sv: Huvudkontor
sw: Ofisi kuu
ta: பிரதான அலுவலகம்
te: ప్రధాన కార్యాలయం
tg: Идораи асосӣ
th: สำนักงานใหญ่
tk: Baş ofis
tl: Pangunahing opisina
tr: Ana ofis
tt: Төп офис
uk: Головний офіс
ur: مرکزی دفتر
uz: Bosh ofis
vi: Văn phòng Chính
xh: IOfisi ePhambili
yi: הויפּט אָפיס

source: Location Name
af: Pleknaam
am: የአካባቢ ስም
ar: اسم الموقع
az: Yerin adı
be: Размяшчэнне Імя
bg: Име на местоположението
bn: স্থানের নাম
ca: Nom de la ubicació
cs: Název umístění
cy: Enw Lleoliad
da: Navn på sted
de: Standortnamen
el: Ονομα τοποθεσίας
eo: Loko Nomo
es: Nombre del lugar
et: Asukoht Nimi
eu: Kokapenaren izena
fa: نام مکان
fi: Paikannimi
fr: Nom de la localisation
fy: Plaknamme
ga: Ainm Suíomh
gd: Ainm-àite
gl: Nome da localización
gu: સ્થાનનું નામ
hi: स्थान का नाम
hr: Naziv lokacije
hu: A helyszín neve
hy: Որտեղից անունը
id: Nama lokasi
is: Staðsetningarheiti
it: Nome del luogo
iw: שם מיקום
ja: 場所の名前
ka: ადგილმდებარეობის სახელი
kk: Орын атауы
km: ឈ្មោះទីតាំង
kn: ಸ್ಥಳದ ಹೆಸರು
ku: Navnîşê Navekî
ky: жер Аты-жөнү
lb: Standuert Bezeechnung
lo: ຊື່ສະຖານທີ່
lt: Vietos pavadinimas
lv: Atrašanās vietas nosaukums
mg: Anarana misy toerana
mi: Ingoa Tauwāhi
mk: Име на локација
ml: ലൊക്കേഷൻ പേര്
mn: Байршил нэр
mr: स्थान नाव
ms: Nama lokasi
mt: Lokalità Isem
my: တည်နေရာအမည်
ne: स्थान नाम
nl: Locatie naam
no: Stedsnavn
or: ଅବସ୍ଥାନ ନାମ
pa: ਸਥਾਨ ਦਾ ਨਾਮ
pl: Nazwa lokalizacji
ps: د ځای نوم
pt: Nome da localização
ro: Numele locatiei
ru: Название местоположения
rw: Izina ryaho
sd: جڳهه جو نالو
si: පිහිටීම නම
sk: Názov miesta
sl: Ime lokacije
sq: Emri i Vendit
sr: Назив локације
sv: Platsnamn
sw: Jina la Mahali
ta: இருப்பிடம் பெயர்
te: స్థానం పేరు
tg: Номи макон
th: ชื่อสถานที่
tk: Locationerleşýän ýeri
tl: Pangalan ng lugar
tr: Yer ismi
tt: Урын исеме
ug: ئورۇن ئىسمى
uk: Місцеположення Назва
ur: مقام کا نام
uz: Manzil nomi
vi: Tên địa phương
xh: Igama lendawo
yi: אָרט נאָמען

source: Delete e-sign
af: Vee e-teken uit
am: ኢ-ምልክትን ሰርዝ
ar: حذف العلامة الإلكترونية
az: Elektron işarəni silin
be: Выдаліць электронны знак
bg: Изтриване на електронния знак
bn: ই-সাইন মুছুন
ca: Esborra el signe electrònic
cs: Smazat e-sign
cy: Dileu e-arwydd
da: Slet e-tegn
de: E-Signatur löschen
el: Διαγραφή e-sign
eo: Forigu e-signon
es: Eliminar firma electrónica
et: Kustuta e-märk
eu: Ezabatu e-seinalea
fa: حذف علامت الکترونیکی
fi: Poista sähköinen merkki
fr: Supprimer le signe électronique
fy: Wiskje e-teken
ga: Scrios ríomhchomhartha
gd: Sguab às e-sign
gl: Eliminar o signo electrónico
gu: ઈ-સાઇન કાઢી નાખો
hi: ई-साइन हटाएं
hr: Izbriši e-znak
hu: E-jel törlése
hy: Ջնջել էլեկտրոնային նշանը
id: Hapus tanda elektronik
is: Eyða rafrænu merki
it: Elimina il segno elettronico
iw: מחק סימן אלקטרוני
ja: 電子サインを削除
ka: წაშალეთ ელექტრონული ნიშანი
kk: Электрондық белгіні жою
km: លុបសញ្ញាអេឡិចត្រូនិច
kn: ಇ-ಚಿಹ್ನೆಯನ್ನು ಅಳಿಸಿ
ku: E-nîşana jêbirin
ky: Электрондук белгини жок кылуу
lb: E-Zeechen läschen
lo: ລຶບ e-sign
lt: Ištrinti el. ženklą
lv: Dzēst e-zīmi
mg: Fafao ny e-sign
mi: Mukua e-tohu
mk: Избришете го е-знакот
ml: ഇ-അടയാളം ഇല്ലാതാക്കുക
mn: Цахим тэмдгийг устгах
mr: ई-चिन्ह हटवा
ms: Padam tanda elektronik
mt: Ħassar is-sinjal elettroniku
my: အီး-ဆိုင်းဘုတ်ကို ဖျက်ပါ။
ne: ई-साइन मेटाउनुहोस्
nl: E-teken verwijderen
no: Slett e-tegn
or: ଇ-ସାଇନ୍ ବିଲୋପ କରନ୍ତୁ |
pa: ਈ-ਸਾਈਨ ਮਿਟਾਓ
pl: Usuń e-podpis
ps: د بریښنالیک نښه حذف کړئ
pt: Excluir assinatura eletrônica
ro: Ștergeți semnul electronic
ru: Удалить электронную подпись
rw: Siba e-ikimenyetso
sd: اي-سائن کي حذف ڪريو
si: ඊ-ලකුණ මකන්න
sk: Odstrániť e-sign
sl: Izbriši e-podpis
sq: Fshij e-shenjën
sr: Избришите е-знак
sv: Ta bort e-skylt
sw: Futa e-sign
ta: மின் அடையாளத்தை நீக்கு
te: ఇ-సైన్‌ని తొలగించండి
tg: Аломати электрониро нест кунед
th: ลบ e-sign
tk: Elektron belligi pozuň
tl: Tanggalin ang e-sign
tr: e-imzayı sil
tt: Электрон билгене бетерегез
ug: ئېلېكترونلۇق خەتنى ئۆچۈرۈڭ
uk: Видалити електронний знак
ur: ای سائن کو حذف کریں۔
uz: Elektron belgini o'chirish
vi: Xóa ký điện tử
xh: Cima uphawu lwe-imeyile
yi: ויסמעקן E- צייכן

source: No e-signs yet.
af: Nog geen e-tekens nie.
am: እስካሁን ምንም ኢ-ምልክቶች የሉም።
ar: لا توجد علامات إلكترونية حتى الآن.
az: Hələ elektron işarə yoxdur.
be: Электронных знакаў пакуль няма.
bg: Все още няма електронни знаци.
bn: এখনো কোনো ই-চিহ্ন নেই।
ca: Encara no hi ha cap senyal electrònic.
cs: Zatím žádné elektronické značky.
cy: Dim e-arwyddion eto.
da: Ingen e-skilte endnu.
de: Noch keine E-Signatur.
el: Δεν υπάρχουν ακόμη ηλεκτρονικά σήματα.
eo: Ankoraŭ neniuj e-signoj.
es: Aún no hay firmas electrónicas.
et: E-märke veel pole.
eu: Oraindik ez dago seinale elektronikorik.
fa: هنوز هیچ علامت الکترونیکی وجود ندارد.
fi: Ei vielä sähköisiä merkkejä.
fr: Pas encore de signes électroniques.
fy: Noch gjin e-tekens.
ga: Níl aon ríomhchomharthaí fós.
gd: Chan eil soidhnichean-d ann fhathast.
gl: Aínda non hai sinais electrónicos.
gu: હજુ સુધી કોઈ ઈ-ચિહ્નો નથી.
hi: अभी तक कोई ई-साइन नहीं है।
hr: Još nema e-znakova.
hu: Még nincsenek e-táblák.
hy: Էլեկտրոնային նշաններ դեռ չկան:
id: Belum ada tanda elektronik.
is: Engin rafræn skilti ennþá.
it: Nessun segnale elettronico ancora.
iw: עדיין אין שלטים אלקטרוניים.
ja: 電子署名はまだありません。
ka: ჯერ არ არის ელექტრონული ნიშნები.
kk: Әлі электронды белгілер жоқ.
km: មិនទាន់មានសញ្ញាអេឡិចត្រូនិចនៅឡើយទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಇ-ಚಿಹ್ನೆಗಳಿಲ್ಲ.
ku: Hîn e-nîşan tune.
ky: Азырынча электрондук белгилер жок.
lb: Keng E-Schëlder nach.
lo: ບໍ່ມີສັນຍານອີເມລ໌ເທື່ອ.
lt: El. ženklų dar nėra.
lv: Vēl nav e-zīmju.
mg: Tsy mbola misy e-signs.
mi: Kaore ano he tohu-e.
mk: Сè уште нема електронски знаци.
ml: ഇതുവരെ ഇ-അടയാളങ്ങളൊന്നുമില്ല.
mn: Одоогоор цахим тэмдэг байхгүй байна.
mr: अद्याप कोणतीही ई-चिन्हे नाहीत.
ms: Tiada tanda elektronik lagi.
mt: S'issa m'hemmx sinjali elettroniċi.
my: အီလက်ထရွန်းနစ် လက္ခဏာများ မရှိသေးပါ။
ne: अहिलेसम्म कुनै पनि इ-साइनहरू छैनन्।
nl: Nog geen e-tekens.
no: Ingen e-skilt ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ e ଣସି ଇ-ଚିହ୍ନ ନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਈ-ਚਿੰਨ੍ਹ ਨਹੀਂ ਹਨ।
pl: Nie ma jeszcze e-podpisów.
ps: تراوسه هیڅ بریښنایی نښان نشته.
pt: Ainda não há assinaturas eletrônicas.
ro: Nu există încă semne electronice.
ru: Электронных подписей пока нет.
rw: Nta e-kimenyetso.
sd: اڃان تائين ڪوبه اليڪٽرانڪ نشانيون نه آهن.
si: තවමත් විද්‍යුත් සලකුණු නොමැත.
sk: Zatiaľ žiadne elektronické znamenia.
sl: E-znakov še ni.
sq: Nuk ka ende shenja elektronike.
sr: Још нема е-знакова.
sv: Inga e-skyltar ännu.
sw: Bado hakuna ishara za kielektroniki.
ta: இதுவரை மின் அடையாளங்கள் இல்லை.
te: ఇంకా ఇ-చిహ్నాలు లేవు.
tg: Аломатҳои электронӣ ҳанӯз вуҷуд надоранд.
th: ยังไม่มีสัญญาณอิเล็กทรอนิกส์
tk: Elektron alamatlar ýok.
tl: Wala pang e-sign.
tr: Henüz e-imza yok.
tt: Электрон билгеләр юк.
ug: ئېلېكترونلۇق خەت يوق.
uk: Електронних знаків ще немає.
ur: ابھی تک کوئی ای سائن نہیں ہے۔
uz: Hali elektron belgilar yo'q.
vi: Chưa có dấu hiệu điện tử.
xh: Akukho zimpawu ze-imeyile okwangoku.
yi: נאָך קיין E- וואונדער.

source: Subtasks Count
af: Subtake tel
am: የንዑስ ተግባራት ብዛት
ar: عدد المهام الفرعية
az: Alt tapşırıqların sayı
be: Колькасць падзадач
bg: Брой подзадачи
bn: সাবটাস্ক কাউন্ট
ca: Recompte de subtasques
cs: Počet dílčích úkolů
cy: Is-dasgau sy'n Cyfrif
da: Delopgaver tæller
de: Unteraufgaben zählen
el: Πλήθος δευτερευουσών εργασιών
eo: Subtaskoj Kalkulas
es: Recuento de subtareas
et: Alamülesannete arv
eu: Azpizereginak zenbatzen dira
fa: تعداد وظایف فرعی
fi: Alatehtävien määrä
fr: Nombre de sous-tâches
fy: Subtaken telle
ga: Comhaireamh Fotascanna
gd: Subtasks Cunnt
gl: Conta de subtarefas
gu: સબટાસ્કની ગણતરી
hi: सबटास्क काउंट
hr: Broj podzadataka
hu: Részfeladatok Szám
hy: Ենթաառաջադրանքների հաշվարկ
id: Hitungan Subtugas
is: Talning undirverkefna
it: Conteggio attività secondarie
iw: ספירת משימות משנה
ja: サブタスク数
ka: ქვეამოცანების რაოდენობა
kk: Қосымша тапсырмалар саны
km: ចំនួនកិច្ចការរង
kn: ಉಪಕಾರ್ಯಗಳ ಎಣಿಕೆ
ku: Hejmara Binxebitan
ky: Кошумча тапшырмалардын саны
lb: Subtasks Zuel
lo: ຈຳນວນໜ້າວຽກຍ່ອຍ
lt: Papildomos užduotys Skaičiavimas
lv: Apakšuzdevumi Skaits
mg: Isan'ny subtasks
mi: Kaute Mahiroto
mk: Број на подзадачи
ml: ഉപ ടാസ്ക്കുകളുടെ എണ്ണം
mn: Дэд ажлуудын тоо
mr: उपकार्य संख्या
ms: Kiraan Subtugas
mt: Is-Sub-kompiti Għadd
my: လုပ်ငန်းခွဲများ အရေအတွက်
ne: उपकार्य गणना
nl: Subtaken tellen
no: Deloppgaver teller
or: ସବଟାସ୍କ ଗଣନା |
pa: ਉਪ-ਕਾਰਜਾਂ ਦੀ ਗਿਣਤੀ
pl: Liczba podzadań
ps: د فرعي دندو شمیره
pt: Contagem de subtarefas
ro: Subsarcinile numără
ru: Количество подзадач
rw: Subtasks Kubara
sd: ذيلي ڪم ڳڻپ
si: උප කාර්යයන් ගණන
sk: Počet čiastkových úloh
sl: Število podopravil
sq: Numri i nëndetyrave
sr: Подзадаци Цоунт
sv: Deluppgifter räknas
sw: Hesabu ya Majukumu Madogo
ta: துணைப் பணிகளின் எண்ணிக்கை
te: సబ్ టాస్క్‌ల కౌంట్
tg: Шумораи зервазифаҳо
th: งานย่อยนับ
tk: Subtasks san
tl: Bilang ng mga subtask
tr: Alt Görev Sayısı
tt: Субтасклар саны
uk: Кількість підзадач
ur: ذیلی کاموں کی تعداد
uz: Pastki vazifalar soni
vi: Nhiệm vụ con đếm
xh: Imisebenzi engaphantsi Bala
yi: סובטאַסקס גראף

source: No tasks yet.
af: Nog geen take nie.
am: እስካሁን ምንም ተግባራት የሉም።
ar: لا توجد مهام حتى الآن.
az: Hələ tapşırıq yoxdur.
be: Пакуль няма задач.
bg: Все още няма задачи.
bn: এখনো কোনো কাজ নেই।
ca: Encara no hi ha tasques.
cs: Zatím žádné úkoly.
cy: Dim tasgau eto.
da: Ingen opgaver endnu.
de: Noch keine Aufgaben.
el: Δεν υπάρχουν ακόμη εργασίες.
eo: Ankoraŭ neniuj taskoj.
es: No hay tareas todavía.
et: Ülesandeid veel pole.
eu: Oraindik ez dago zereginik.
fa: هنوز هیچ تکلیفی وجود ندارد.
fi: Ei vielä tehtäviä.
fr: Aucune tâche pour le moment.
fy: Noch gjin taken.
ga: Níl aon tascanna fós.
gd: Chan eil gnìomhan ann fhathast.
gl: Aínda non hai tarefas.
gu: હજુ સુધી કોઈ કાર્ય નથી.
hi: अभी तक कोई कार्य नहीं है।
hr: Još nema zadataka.
hu: Még nincsenek feladatok.
hy: Առայժմ առաջադրանքներ չկան:
id: Belum ada tugas.
is: Engin verkefni ennþá.
it: Ancora nessuna attività.
iw: עדיין אין משימות.
ja: タスクはまだありません。
ka: ჯერ არ არის ამოცანები.
kk: Тапсырмалар әлі жоқ.
km: មិនទាន់មានកិច្ចការទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಕಾರ್ಯಗಳಿಲ್ಲ.
ku: Hîn peywir nînin.
ky: Азырынча тапшырма жок.
lb: Keng Aufgaben nach.
lo: ບໍ່ມີໜ້າວຽກເທື່ອ.
lt: Užduočių dar nėra.
lv: Vēl nav uzdevumu.
mg: Tsy mbola misy asa.
mi: Karekau he mahi.
mk: Сè уште нема задачи.
ml: ഇതുവരെ ചുമതലകളൊന്നുമില്ല.
mn: Одоогоор ажил алга.
mr: अद्याप कोणतीही कार्ये नाहीत.
ms: Tiada tugas lagi.
mt: Għadu l-ebda kompiti.
my: လုပ်ဆောင်စရာများ မရှိသေးပါ။
ne: अहिलेसम्म कुनै कार्यहरू छैनन्।
nl: Nog geen taken.
no: Ingen oppgaver ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ tasks ଣସି କାର୍ଯ୍ୟ ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਕਾਰਜ ਨਹੀਂ।
pl: Brak zadań.
ps: تر اوسه کومه دنده نشته.
pt: Ainda não há tarefas.
ro: Nicio sarcină încă.
ru: Пока нет задач.
rw: Nta mirimo iracyariho.
sd: اڃان تائين ڪوبه ڪم ناهي.
si: තවම කාර්යයන් නොමැත.
sk: Zatiaľ žiadne úlohy.
sl: Ni še nalog.
sq: Nuk ka ende detyra.
sr: Још нема задатака.
sv: Inga uppgifter ännu.
sw: Bado hakuna majukumu.
ta: இன்னும் பணிகள் இல்லை.
te: ఇంకా పనులు లేవు.
tg: Ҳанӯз вазифае нест.
th: ยังไม่มีงาน
tk: Entek wezipe ýok.
tl: Wala pang gawain.
tr: Henüz görev yok.
tt: Әле бирем юк.
ug: تېخى ۋەزىپە يوق.
uk: Завдань ще немає.
ur: ابھی تک کوئی کام نہیں ہے۔
uz: Hali vazifa yo'q.
vi: Chưa có nhiệm vụ nào.
xh: Akukho misebenzi okwangoku.
yi: קיין טאַסקס נאָך.
