Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
af: Ons hou baie van die fakturering van die saak, want dit laat kliënte sien presies waarvoor hulle betaal.
am: ደንበኞቻቸው የሚከፍሉትን በትክክል እንዲያዩ ስለሚያደርግ የጉዞ መጠየቂያውን እንወዳለን ..
ar: نحن نحب إصدار الفواتير لأنها تتيح للعملاء رؤية ما يدفعون مقابله بالضبط ..
az: Biz müştərilərə nə üçün ödədiklərini tam olaraq görmək imkanı verdiyinə görə fakturanı sevirik ..
be: Мы любім фактураванне факту, таму што дазваляе кліентам бачыць, за што менавіта яны плацяць.
bg: Обичаме фактурирането на случая, защото позволява на клиентите да видят точно за какво плащат.
bn: আমরা কেস ইনভয়েসিং পছন্দ করি কারণ এটি ক্লায়েন্টকে তারা ঠিক কী প্রদান করছে তা দেখতে দেয় ..
ca: Ens encanta la facturació dels casos perquè permet als clients veure exactament el que paguen.
cs: Fakturaci případu máme rádi, protože klientům umožňuje přesně zjistit, za co platí.
cy: Rydyn ni&#39;n caru&#39;r achos yn anfonebu oherwydd mae&#39;n gadael i gleientiaid weld yn union beth maen nhw&#39;n talu amdano.
da: Vi elsker sagsfakturering, fordi det giver klienter mulighed for at se nøjagtigt, hvad de betaler for ..
de: Wir lieben die Fallabrechnung, weil Kunden so genau sehen können, wofür sie bezahlen.
el: Μας αρέσει η τιμολόγηση της υπόθεσης γιατί επιτρέπει στους πελάτες να βλέπουν ακριβώς τι πληρώνουν ..
eo: Ni amas la kazon fakturi ĉar ĝi permesas al klientoj vidi ĝuste por kio ili pagas ..
es: Nos encanta la facturación del caso porque permite a los clientes ver exactamente lo que están pagando.
et: Armastame juhtumiarvestust, kuna see võimaldab klientidel näha täpselt, mille eest nad maksavad.
eu: Kasua fakturatzea maite dugu. Bezeroei zer ordaintzen ari diren ikusteko aukera ematen du ..
fa: ما عاشق صورت فاکتور هستیم زیرا به مشتریان امکان می دهد دقیقاً آنچه را برای آنها پرداخت می کنند را ببینند ..
fi: Rakastamme tapauslaskutusta, koska sen avulla asiakkaat näkevät tarkalleen, mistä he maksavat.
fr: Nous aimons la facturation de cas car elle permet aux clients de voir exactement ce qu&#39;ils paient.
fy: Wy hâlde fan &#39;e saakfakturaasje om&#39;t it kliïnten krekt kin sjen wêr&#39;t se foar betelje ..
ga: Is breá linn an sonrascadh cás toisc go ligeann sé do chliaint a fheiceáil go díreach cad atá siad ag íoc as.
gd: Tha sinn dèidheil air a ’chùis a’ toirt fàirdeal oir leigidh e le teachdaichean faicinn dè dìreach a tha iad a ’pàigheadh.
gl: Encántanos a facturación dos casos porque permite que os clientes vexan exactamente o que pagan.
gu: અમને કેસ ઇન્વોઇસિંગ ગમે છે કારણ કે તે ક્લાયન્ટ્સને બરાબર તે જોવા દે છે કે તેઓ શું ચૂકવણી કરે છે ..
hi: हमें मामले का चालान करना पसंद है क्योंकि यह ग्राहकों को ठीक वही देखने देता है जो वे दे रहे हैं।
hr: Volimo fakturiranje slučaja jer omogućuje klijentima da vide točno ono što plaćaju.
hu: Szeretjük az eseti számlázást, mert lehetővé teszi az ügyfelek számára, hogy pontosan megnézhessék, mire fizetnek.
hy: Մենք սիրում ենք գործը հաշիվ գանձել, քանի որ այն հնարավորություն է տալիս հաճախորդներին տեսնել, թե ինչի համար են վճարում:
id: Kami menyukai faktur kasing karena memungkinkan klien melihat persis apa yang mereka bayar.
is: Við elskum málflutning vegna þess að það gerir viðskiptavinum kleift að sjá nákvæmlega fyrir það sem þeir borga fyrir ..
it: Adoriamo la fatturazione del caso perché consente ai clienti di vedere esattamente per cosa stanno pagando.
iw: אנו אוהבים את חשבוניות התיקים מכיוון שהיא מאפשרת ללקוחות לראות בדיוק עבור מה הם משלמים.
ja: クライアントが支払い対象を正確に確認できるため、請求書発行が気に入っています。
ka: ჩვენ გვიყვარს საქმის ინვოისირება, რადგან ის საშუალებას აძლევს კლიენტებს დაინახონ ზუსტად რას იხდიან ..
kk: Біз іс бойынша есепшотты ұнатамыз, өйткені бұл клиенттерге нені төлейтіндерін көруге мүмкіндік береді ..
km: យើងស្រឡាញ់ករណីវិក័យប័ត្រព្រោះវាអនុញ្ញាតឱ្យអតិថិជនមើលឃើញអ្វីដែលពួកគេកំពុងចំណាយ ។.
kn: ನಾವು ಕೇಸ್ ಇನ್ವಾಯ್ಸಿಂಗ್ ಅನ್ನು ಇಷ್ಟಪಡುತ್ತೇವೆ ಏಕೆಂದರೆ ಅದು ಗ್ರಾಹಕರಿಗೆ ಅವರು ಪಾವತಿಸುತ್ತಿರುವುದನ್ನು ನಿಖರವಾಗಿ ನೋಡಲು ಅನುಮತಿಸುತ್ತದೆ ..
ku: Em ji doza dozkirinê hez dikin ji ber ku ew dihêle xerîdar bi dîtina çi heqê xwe didin ji bo xwe
ky: Биз бул эсеп-фактураны жакшы көрөбүз, анткени кардарларга алар эмнеге төлөп жаткандыгын так көрө алышат ..
lb: Mir hu gär d&#39;Fakturéierung, well et léisst Clienten genau gesinn wat se bezuelen ..
lo: ພວກເຮົາຮັກໃບເກັບເງິນກໍລະນີເພາະມັນຊ່ວຍໃຫ້ລູກຄ້າເຫັນໄດ້ຢ່າງແນ່ນອນວ່າພວກເຂົາຈ່າຍເງິນໃຫ້ ..
lt: Mes mėgstame sąskaitų faktūrų išrašymą, nes tai leidžia klientams pamatyti tiksliai už ką jie moka.
lv: Mums patīk rēķini par lietām, jo tas ļauj klientiem redzēt tieši to, par ko viņi maksā.
mg: Tianay ny fidirana amin&#39;ny raharaha satria mamela ny mpanjifa hahita tsara ny karamany ..
mi: Aroha ana matou ki te whakawakanga o te keehi na te mea ka kite nga kaihoko kia rite ki ta ratou e utu ana.
mk: Ние го сакаме случајот фактурирање затоа што им овозможува на клиентите да видат што точно плаќаат ..
ml: കേസ് ഇൻവോയ്സിംഗ് ഞങ്ങൾ ഇഷ്ടപ്പെടുന്നു, കാരണം അവർ പണം നൽകുന്നത് കൃത്യമായി കാണാൻ ക്ലയന്റുകളെ അനുവദിക്കുന്നു ..
mn: Бид нэхэмжлэхдээ нэхэмжлэхэд дуртай тул үйлчлүүлэгчдэд яг юу төлж байгааг харах боломжийг олгодог.
mr: आम्हाला केस इनव्हॉईसिंग आवडते कारण ते क्लायंटना नक्की काय पैसे देतात हे पाहू देते ..
ms: Kami menyukai invois kes kerana ini membolehkan pelanggan melihat dengan tepat apa yang mereka bayar ..
mt: Aħna nħobbu l-fatturazzjoni tal-każijiet għaliex tħalli lill-klijenti jaraw eżattament dak li qed iħallsu ..
my: ကိစ္စရပ်များအတွက်ငွေတောင်းခံလွှာကိုကျွန်ုပ်တို့နှစ်သက်ပါသည်။
ne: हामी केस चलानी मनपराउँदछौं किनकि यसले क्लाइन्टहरूलाई उनीहरूले तिर्ने कुराको वास्तविक रूपमा हेर्न दिन्छ ..
nl: We houden van facturering omdat klanten hierdoor precies kunnen zien waarvoor ze betalen.
no: Vi elsker sakfakturering fordi den lar klienter se nøyaktig hva de betaler for ..
or: ଆମେ କେସ୍ ଇନଭଏସ୍ ପସନ୍ଦ କରୁ କାରଣ ଏହା ଗ୍ରାହକମାନଙ୍କୁ ସେମାନେ କ’ଣ ପାଇଁ ଦେୟ ଦେଉଛନ୍ତି ତାହା ଦେଖିବା ପାଇଁ ଦିଅନ୍ତି |
pa: ਅਸੀਂ ਕੇਸ ਨੂੰ ਚਲਾਨ ਕਰਨਾ ਪਸੰਦ ਕਰਦੇ ਹਾਂ ਕਿਉਂਕਿ ਇਹ ਗ੍ਰਾਹਕਾਂ ਨੂੰ ਉਹ ਬਿਲਕੁਲ ਵੇਖਣ ਦਿੰਦਾ ਹੈ ਜਿਸ ਲਈ ਉਹ ਭੁਗਤਾਨ ਕਰ ਰਹੇ ਹਨ ..
pl: Uwielbiamy fakturowanie, ponieważ pozwala klientom zobaczyć dokładnie za co płacą.
ps: موږ د قضیې رسیدونه خوښوو ځکه چې دا مراجعینو ته اجازه ورکوي دقیقا هغه څه وګوري چې دوی یې تادیه کوي ..
pt: Adoramos o faturamento do caso, pois permite que os clientes vejam exatamente o que estão pagando.
ro: Ne place facturarea cazului, deoarece permite clienților să vadă exact pentru ce plătesc ..
ru: Нам нравится выставление счетов по делу, потому что оно позволяет клиентам точно узнать, за что они платят.
rw: Dukunda inyemezabuguzi y&#39;urubanza kuko ituma abakiriya babona neza icyo bishyura ..
sd: اسان ڪيس کي انوائس ڪرڻ سان پيار ڪندا آهيون ڇاڪاڻ ته اهو گراهڪن کي ڏسي ٿو ته اهي جيڪو صحيح طور تي ادا ڪري رهيا آهن.
si: අපි නඩුව ඉන්වොයිසියට කැමතියි, මන්ද එය ගනුදෙනුකරුවන්ට ඔවුන් ගෙවන දේ හරියටම බැලීමට ඉඩ සලසයි.
sk: Fakturujeme prípad, pretože klientom umožňuje presne zistiť, za čo platia.
sl: Všeč nam je primer izdajanja računov, saj strankam omogoča, da natančno vidijo, za kaj plačajo.
sq: Ne e duam faturimin e çështjes sepse lejon klientët të shohin saktësisht se çfarë paguajnë.
sr: Волимо фактурирање јер омогућује клијентима да тачно виде за шта плаћају.
sv: Vi älskar att fakturera ärendet eftersom det låter kunderna se exakt vad de betalar för ..
sw: Tunapenda kesi ya ankara kwa sababu inaruhusu wateja kuona haswa wanacholipa ..
ta: வழக்கு விலைப்பட்டியலை நாங்கள் விரும்புகிறோம், ஏனென்றால் வாடிக்கையாளர்களுக்கு அவர்கள் என்ன செலுத்துகிறார்கள் என்பதை சரியாகக் காண இது உதவுகிறது ..
te: మేము కేసు ఇన్వాయిస్ చేయడాన్ని ప్రేమిస్తున్నాము ఎందుకంటే ఇది ఖాతాదారులకు వారు చెల్లించేదానిని సరిగ్గా చూడటానికి అనుమతిస్తుంది ..
tg: Мо ҳисоб кардани фактураро дӯст медорем, зеро ин ба мизоҷон имкон медиҳад, ки аниқ пардохт кунанд, ки онҳо барои чӣ пардохт мекунанд ..
th: เราชอบการแจ้งหนี้เคสเพราะให้ลูกค้าเห็นสิ่งที่พวกเขาจ่ายจริง ..
tk: Kazyýet fakturasyny gowy görýäris, sebäbi müşderilere näme töleýändiklerini anyk görmäge mümkinçilik berýär ..
tl: Gustung-gusto namin ang pag-invoice ng kaso dahil pinapayagan nito ang mga kliyente na makita kung ano mismo ang binabayaran nila ..
tr: Vaka faturalandırmasını seviyoruz çünkü müşterilerin tam olarak ne için ödeme yaptıklarını görmelerini sağlıyor.
tt: Без счет-фактураны яратабыз, чөнки ул клиентларга нәрсә түләгәннәрен төгәл күрергә мөмкинлек бирә ..
ug: بىز دېلو تالونىنى ياخشى كۆرىمىز ، چۈنكى ئۇ خېرىدارلارنىڭ نېمىگە پۇل تۆلەۋاتقانلىقىنى ئېنىق كۆرەلەيدۇ.
uk: Ми любимо виставлення рахунків за випадок, оскільки це дозволяє клієнтам бачити, за що саме вони платять.
ur: ہمیں کیس انوائسنگ سے اچھا لگتا ہے کیونکہ اس سے گاہکوں کو وہی دیکھنے میں آتا ہے جس کی وہ ادائیگی کررہے ہیں ..
uz: Biz hisob-fakturani yaxshi ko&#39;ramiz, chunki bu mijozlarga ular nimaga to&#39;layotganliklarini ko&#39;rish imkoniyatini beradi.
vi: Chúng tôi yêu thích hóa đơn trường hợp vì nó cho phép khách hàng thấy chính xác những gì họ đang trả tiền cho ..
xh: Siyayithanda imeko ye-invoisation kuba ivumela abaxumi babone ngqo into abahlawula ngayo ..
yi: מיר ליב דעם פאַל ינווויסינג ווייַל עס אַלאַוז קלייאַנץ זען פּונקט וואָס זיי צאָלן פֿאַר.

source: Vice President of Sky Digital
af: Vise-president van Sky Digital
am: የሰማያዊ ዲጂታል ምክትል ፕሬዝዳንት
ar: نائب رئيس سكاي ديجيتال
az: Sky Digital şirkətinin vitse-prezidenti
be: Віцэ-прэзідэнт Sky Digital
bg: Вицепрезидент на Sky Digital
bn: স্কাই ডিজিটালের সহ-সভাপতি মো
ca: Vicepresident de Sky Digital
cs: Viceprezident Sky Digital
cy: Is-lywydd Sky Digital
da: Næstformand for Sky Digital
de: Vizepräsident von Sky Digital
el: Αντιπρόεδρος της Sky Digital
eo: Vicprezidanto de Sky Digital
es: Vicepresidente de Sky Digital
et: Sky Digitali asepresident
eu: Sky Digital-eko presidenteordea
fa: معاون رئیس جمهور Sky Digital
fi: Sky Digitalin varapuheenjohtaja
fr: Vice-président de Sky Digital
fy: Fise-presidint fan Sky Digital
ga: Leas-Uachtarán Sky Digital
gd: Iar-cheann-suidhe Sky Digital
gl: Vicepresidente de Sky Digital
gu: સ્કાય ડિજિટલના વાઇસ પ્રેસિડેન્ટ
hi: स्काई डिजिटल के उपाध्यक्ष
hr: Potpredsjednik Sky Digital-a
hu: A Sky Digital alelnöke
hy: Sky Digital- ի փոխնախագահ
id: Wakil Presiden Sky Digital
is: Varaforseti Sky Digital
it: Vicepresidente di Sky Digital
iw: סגן נשיא סקיי דיגיטל
ja: Sky Digitalの副社長
ka: Sky Digital– ის ვიცე პრეზიდენტი
kk: Sky Digital компаниясының вице-президенті
km: អនុប្រធានក្រុមហ៊ុនស្កាយឌីជីថល
kn: ಸ್ಕೈ ಡಿಜಿಟಲ್ ಉಪಾಧ್ಯಕ್ಷ
ku: Cîgirê serokê Sky Digital
ky: Sky Digital компаниясынын вице-президенти
lb: Vizepresident vu Sky Digital
lo: ຮອງປະທານບໍລິສັດ Sky Digital
lt: „Sky Digital“ viceprezidentas
lv: Sky Digital viceprezidents
mg: Filoha lefitry ny Sky Digital
mi: Tuarua perehitini o Sky Digital
mk: Потпретседател на Sky Digital
ml: സ്കൈ ഡിജിറ്റൽ വൈസ് പ്രസിഡന്റ്
mn: Sky Digital компанийн дэд ерөнхийлөгч
mr: स्काय डिजिटलचे उपाध्यक्ष
ms: Naib Presiden Sky Digital
mt: Viċi President ta &#39;Sky Digital
my: Sky Digital ၏ဒုတိယဥက္ကဌဖြစ်သည်
ne: स्काई डिजिटल का उपाध्यक्ष
nl: Vice-president van Sky Digital
no: Visepresident for Sky Digital
or: ସ୍କାଏ ଡିଜିଟାଲର ଉପରାଷ୍ଟ୍ରପତି
pa: ਸਕਾਈ ਡਿਜੀਟਲ ਦੇ ਉਪ ਪ੍ਰਧਾਨ ਸ
pl: Wiceprezes Sky Digital
ps: د اسکائی ډیجیټل مرستیال
pt: Vice-presidente da Sky Digital
ro: Vicepreședinte Sky Digital
ru: Вице-президент Sky Digital
rw: Visi Perezida wa Sky Digital
sd: اسڪائي ڊجيٽل جو نائب صدر
si: ස්කයි ඩිජිටල් උප සභාපති
sk: Viceprezident spoločnosti Sky Digital
sl: Podpredsednik Sky Digital
sq: Nënkryetar i Sky Digital
sr: Потпредседник компаније Ски Дигитал
sv: Vice President för Sky Digital
sw: Makamu wa Rais wa Sky Digital
ta: ஸ்கை டிஜிட்டல் துணைத் தலைவர்
te: స్కై డిజిటల్ ఉపాధ్యక్షుడు
tg: Ноиби президенти Sky Digital
th: รองประธานสกายดิจิตอล
tk: Sky Digital-yň wise-prezidenti
tl: Bise Presidente ng Sky Digital
tr: Sky Digital Başkan Yardımcısı
tt: Sky Digital вице-президенты
ug: Sky Digital نىڭ مۇئاۋىن رەئىسى
uk: Віце-президент Sky Digital
ur: اسکائی ڈیجیٹل کے نائب صدر
uz: Sky Digital vitse-prezidenti
vi: Phó chủ tịch của Sky Digital
xh: Usekela Mongameli we-Sky Digital
yi: וויצע פרעזידענט פון Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
af: Verknoopte kommunikasie is soos om al u sosiale media en samewerkingsinstrumente op een plek te hê.
am: ተያያዥነት ያለው ግንኙነት ሁሉንም የእርስዎ ማህበራዊ ሚዲያ እና የትብብር መሳሪያዎች በአንድ ቦታ እንዳለን ይመስላል ..
ar: التواصل المتشابك يشبه وجود جميع وسائل التواصل الاجتماعي وأدوات التعاون في مكان واحد ..
az: Çarpaz əlaqəli ünsiyyət, bütün sosial medialarınızın və əməkdaşlıq alətlərinizin bir yerdə olmasına bənzəyir ..
be: Шырокая сувязь - гэта наяўнасць усіх вашых сацыяльных медыя і сродкаў супрацоўніцтва ў адным месцы.
bg: Омрежената комуникация е като разполагането на всичките ви социални медии и инструменти за сътрудничество на едно място.
bn: ক্রস লিঙ্কযুক্ত যোগাযোগ আপনার সমস্ত সামাজিক মিডিয়া এবং সহযোগিতার সরঞ্জামগুলিকে এক জায়গায় রাখার মতো ..
ca: La comunicació entrellaçada és com tenir tots els vostres mitjans de comunicació i eines de col·laboració en un mateix lloc.
cs: Propojená komunikace je jako mít všechny vaše sociální média a nástroje pro spolupráci na jednom místě.
cy: Mae cyfathrebu traws-gysylltiedig fel cael eich holl offer cyfryngau cymdeithasol a chydweithio mewn un lle.
da: Tværbundet kommunikation er som at have alle dine sociale medier og samarbejdsværktøjer ét sted ..
de: Vernetzte Kommunikation ist so, als hätten Sie alle Ihre Social Media- und Collaboration-Tools an einem Ort.
el: Η διασυνδεδεμένη επικοινωνία είναι σαν να έχετε όλα τα μέσα κοινωνικής δικτύωσης και τα εργαλεία συνεργασίας σε ένα μέρος ..
eo: Interligita komunikado estas kiel havi ĉiujn viajn sociajn rimedojn kaj kunlaborajn ilojn en unu loko.
es: La comunicación entrecruzada es como tener todas sus redes sociales y herramientas de colaboración en un solo lugar.
et: Ristseotud suhtlus on nagu kõigi oma sotsiaalmeedia ja koostöövahendite ühes kohas hoidmine.
eu: Elkarrizketa gurutzatua komunikabide eta lankidetza tresna guztiak toki bakarrean edukitzea bezalakoa da.
fa: ارتباطات متقابل مانند داشتن همه رسانه های اجتماعی و ابزارهای همکاری شما در یک مکان است ..
fi: Silloitettu viestintä on kuin kaikkien sosiaalisen median ja yhteistyövälineiden pitäminen yhdessä paikassa.
fr: La communication croisée, c&#39;est comme avoir tous vos médias sociaux et outils de collaboration au même endroit.
fy: Cross-linked kommunikaasje is lykas al jo sosjale media en gearwurkingsynstruminten op ien plak hawwe ..
ga: Tá cumarsáid thrasnasctha cosúil le do chuid uirlisí meán sóisialta agus comhoibrithe go léir a bheith agat in aon áit amháin.
gd: Tha conaltradh tar-cheangailte mar gum biodh na h-innealan meadhanan sòisealta agus co-obrachaidh agad uile ann an aon àite.
gl: A comunicación cruzada é como ter todos os teus medios de comunicación social e ferramentas de colaboración nun só lugar.
gu: ક્રોસ-લિંક્ડ કમ્યુનિકેશન એ તમારા બધા સોશિયલ મીડિયા અને સહયોગ સાધનો એક સ્થાને રાખવા જેવું છે ..
hi: क्रॉस-लिंक्ड संचार एक जगह में आपके सभी सोशल मीडिया और सहयोग उपकरण रखने जैसा है।
hr: Umrežena komunikacija kao da imate sve svoje društvene medije i alate za suradnju na jednom mjestu.
hu: A térhálósított kommunikáció olyan, mintha minden közösségi média és együttműködési eszköz egy helyen lenne.
hy: Խաչի հետ կապը նման է ձեր բոլոր սոցիալական լրատվամիջոցներին և համագործակցության գործիքներին մեկ տեղում ունենալուն:
id: Komunikasi yang saling terkait adalah seperti memiliki semua media sosial dan alat kolaborasi Anda di satu tempat ..
is: Þvertengd samskipti eru eins og að hafa öll samfélagsmiðlar og samverkatæki á einum stað ..
it: La comunicazione cross-linkata è come avere tutti i tuoi social media e strumenti di collaborazione in un unico posto.
iw: תקשורת חוצה קישור זה כמו להחזיק את כל כלי המדיה החברתיים ושיתוף הפעולה במקום אחד ..
ja: 相互リンクされたコミュニケーションは、すべてのソーシャルメディアとコラボレーションツールを1か所に持つようなものです。
ka: ურთიერთდაკავშირებული კომუნიკაცია არის თქვენი ყველა სოციალური მედია და თანამშრომლობის საშუალებები ერთ ადგილზე განთავსება.
kk: Кросс-байланыс - бұл барлық әлеуметтік медиа мен ынтымақтастық құралдарының бір жерде болуы сияқты ..
km: ការប្រាស្រ័យទាក់ទងគ្នាគឺដូចជាមានប្រព័ន្ធផ្សព្វផ្សាយសង្គមនិងឧបករណ៍សហការរបស់អ្នកទាំងអស់នៅកន្លែងតែមួយ។
kn: ಕ್ರಾಸ್-ಲಿಂಕ್ಡ್ ಸಂವಹನವು ನಿಮ್ಮ ಎಲ್ಲಾ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಮತ್ತು ಸಹಯೋಗ ಸಾಧನಗಳನ್ನು ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಇಡುವಂತಿದೆ ..
ku: Têkiliya xaçirî mîna hemî amûrên medyaya civakî û amûrên hevkariyê li yek cihê ye
ky: Чырмаланган байланыш баардык социалдык медиаларыңыздын жана кызматташуу куралдарыңыздын бир жерде болушуна окшош ..
lb: Cross -linked Kommunikatioun ass wéi wann Dir all Är soziale Medien an Zesummenaarbechtstools op enger Plaz hutt ..
lo: ການສື່ສານທີ່ເຊື່ອມໂຍງກັນແມ່ນຄ້າຍຄືມີເຄື່ອງມືສື່ສັງຄົມແລະການຮ່ວມມືທັງ ໝົດ ຂອງທ່ານຢູ່ບ່ອນດຽວ.
lt: Ryšys su kryžminiu ryšiu yra tarsi visų savo socialinės žiniasklaidos ir bendradarbiavimo priemonių turėjimas vienoje vietoje.
lv: Saistīta saziņa ir kā visu jūsu sociālo mediju un sadarbības rīku turēšana vienuviet.
mg: Ny serasera mifandray mifampitohy dia toy ny fananana ny fampahalalam-baovao sosialy sy ny fiaraha-miasa amin&#39;ny toerana iray ..
mi: Ko te whakawhitiwhiti korero-whakawhiti he rite ki te katoa o o whaapori pāpori me nga taputapu mahi kotahi i te waahi kotahi ..
mk: Вкрстената комуникација е како да ги имате сите ваши социјални медиуми и алатки за соработка на едно место ..
ml: ക്രോസ്-ലിങ്ക്ഡ് ആശയവിനിമയം നിങ്ങളുടെ എല്ലാ സോഷ്യൽ മീഡിയയും സഹകരണ ഉപകരണങ്ങളും ഒരിടത്ത് സൂക്ഷിക്കുന്നതിന് തുല്യമാണ് ..
mn: Хоорондоо холбосон харилцаа холбоо нь таны бүх нийгмийн мэдээллийн хэрэгсэл, хамтын ажиллагааны хэрэгслийг нэг дор байлгахтай адил юм ..
mr: क्रॉस-लिंक्ड संवाद म्हणजे आपले सर्व सोशल मीडिया आणि सहयोग साधने एकाच ठिकाणी ठेवण्यासारखे ..
ms: Komunikasi bersilang seperti mempunyai semua media sosial dan alat kolaborasi anda di satu tempat ..
mt: Komunikazzjoni konnessa hija simili li jkollok il-midja soċjali kollha tiegħek u l-għodda ta &#39;kollaborazzjoni f&#39;post wieħed ..
my: အပြန်အလှန်ချိတ်ဆက်ထားသောဆက်သွယ်ရေးသည်သင်၏လူမှုမီဒီယာအားလုံးနှင့်ပူးပေါင်းဆောင်ရွက်မှုကိရိယာများအားလုံးကိုတစ်နေရာတည်းတွင်ထားရှိခြင်းကဲ့သို့ဖြစ်သည်။
ne: क्रस लिंक गरिएको संचार भनेको तपाईको सबै सामाजिक मिडिया र सहयोगी उपकरण एक ठाउँमा राख्नु जस्तै हो।
nl: Cross-linked communicatie is alsof je al je social media en samenwerkingstools op één plek hebt.
no: Tverrbundet kommunikasjon er som å ha alle sosiale medier og samarbeidsverktøy på ett sted ..
or: କ୍ରସ୍-ଲିଙ୍କ୍ ହୋଇଥିବା ଯୋଗାଯୋଗ ତୁମର ସମସ୍ତ ସୋସିଆଲ୍ ମିଡିଆ ଏବଂ ସହଯୋଗ ଉପକରଣକୁ ଗୋଟିଏ ସ୍ଥାନରେ ରଖିବା ପରି ..
pa: ਕਰਾਸ-ਲਿੰਕਡ ਸੰਚਾਰ ਤੁਹਾਡੇ ਸਾਰੇ ਸੋਸ਼ਲ ਮੀਡੀਆ ਅਤੇ ਸਹਿਯੋਗੀ ਸਾਧਨਾਂ ਨੂੰ ਇਕ ਜਗ੍ਹਾ ਤੇ ਰੱਖਣ ਵਾਂਗ ਹੈ ..
pl: Usieciowana komunikacja to jak posiadanie wszystkich mediów społecznościowych i narzędzi do współpracy w jednym miejscu ...
ps: د سره تړلې اړیکې ستاسو ټول ټولنیزې میډیا او همکارۍ اوزار په یو ځای کې درلودو په څیر دي ..
pt: A comunicação cruzada é como ter todas as suas mídias sociais e ferramentas de colaboração em um só lugar.
ro: Comunicarea reticulată este ca și cum ai avea toate mijloacele de socializare și instrumentele de colaborare într-un singur loc.
ru: Перекрестное общение подобно тому, как все ваши социальные сети и инструменты для совместной работы находятся в одном месте.
rw: Itumanaho rihuza ni nko kugira imbuga nkoranyambaga zose hamwe nibikoresho byubufatanye ahantu hamwe ..
sd: ڪراس ڳن communicationيل رابطه توهان جي سوشل ميڊيا ۽ تعاون جي سڀني اوزارن کي هڪ جڳهه تي رکڻ وانگر آهي ..
si: හරස් සම්බන්ධිත සන්නිවේදනය යනු ඔබගේ සියලු සමාජ මාධ්‍ය සහ සහයෝගීතා මෙවලම් එක තැනක තිබීම හා සමානයි ..
sk: Prepojená komunikácia je ako mať všetky vaše sociálne médiá a nástroje spolupráce na jednom mieste.
sl: Navzkrižno komuniciranje je, kot če bi imeli vse svoje družbene medije in orodja za sodelovanje na enem mestu.
sq: Komunikimi i ndërlidhur është si të keni të gjitha mediat tuaja sociale dhe mjetet e bashkëpunimit në një vend.
sr: Умрежена комуникација је као да имате све своје друштвене медије и алате за сарадњу на једном месту.
sv: Tvärbunden kommunikation är som att ha alla dina sociala medier och samarbetsverktyg på ett ställe ..
sw: Mawasiliano yaliyounganishwa na msalaba ni kama kuwa na media yako yote ya kijamii na zana za kushirikiana mahali pamoja ..
ta: குறுக்கு-இணைக்கப்பட்ட தொடர்பு என்பது உங்கள் சமூக ஊடகங்கள் மற்றும் ஒத்துழைப்பு கருவிகள் அனைத்தையும் ஒரே இடத்தில் வைத்திருப்பது போன்றது ..
te: క్రాస్-లింక్డ్ కమ్యూనికేషన్ అనేది మీ సోషల్ మీడియా మరియు సహకార సాధనాలన్నింటినీ ఒకే చోట ఉంచడం లాంటిది ..
tg: Муоширати бо ҳам пайвастагӣ ба он монанд аст, ки ҳамаи васоити иҷтимоӣ ва воситаҳои ҳамкорӣ дар як ҷо ҷойгиранд.
th: การสื่อสารเชื่อมโยงข้ามเหมือนมีสื่อสังคมและเครื่องมือการทำงานร่วมกันทั้งหมดในที่เดียว ..
tk: Özara baglanyşyk, ähli sosial mediýaňyzy we hyzmatdaşlyk gurallaryňyzy bir ýerde saklamaga meňzeýär ..
tl: Ang cross -link na komunikasyon ay tulad ng pagkakaroon ng lahat ng iyong social media at mga tool sa pakikipagtulungan sa isang lugar ..
tr: Çapraz bağlantılı iletişim, tüm sosyal medya ve işbirliği araçlarınızın tek bir yerde bulunması gibidir.
tt: Crossзара бәйләнгән аралашу сезнең барлык социаль медиа һәм хезмәттәшлек кораллары бер урында булганга охшаган ..
ug: ئۆز-ئارا مۇناسىۋەتلىك ئالاقە سىزنىڭ بارلىق ئىجتىمائىي تاراتقۇلىرىڭىز ۋە ھەمكارلىق قوراللىرىڭىزنىڭ بىر جايدا بولۇشىغا ئوخشايدۇ ..
uk: Пов’язана комунікація - це те, що всі ваші соціальні медіа та засоби співпраці є в одному місці.
ur: آپس میں جڑا ہوا مواصلات آپ کے سوشل میڈیا اور تعاون کے تمام اوزار ایک جگہ پر رکھنے کے مترادف ہے۔
uz: O&#39;zaro bog&#39;langan aloqa bu barcha ijtimoiy media va hamkorlik vositalarini bir joyda saqlashga o&#39;xshaydi ..
vi: Giao tiếp liên kết ngang giống như có tất cả các công cụ cộng tác và truyền thông xã hội của bạn ở một nơi ..
xh: Unxibelelwano oluhambelana nomnqamlezo lufana nokuba nazo zonke iindaba zakho zentlalo kunye nezixhobo zokusebenzisana kwindawo enye ..
yi: קרייַז-לינגקט קאָמוניקאַציע איז ווי צו האָבן אַלע דיין געזעלשאַפטלעך מידיאַ און מיטאַרבעט מכשירים אויף איין אָרט.
