Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
af: As &#39;n virtuele administratiewe assistent tree CaseActive u in staat om vaartbelynde dokument- en mediahantering, privaat kliënt-tot-kliënt-kommunikasie, gebeurtenisskedulering en stap-vir-stap-saakverwerking te gee.
am: እንደ ምናባዊ የአስተዳደር ረዳት ሆነው ፣ CaseActive በተሰየመ የሰነድ ሰነድ እና በሚዲያ አያያዝ ፣ በግል የደንበኛ-ለ-ደንበኛ ግንኙነቶች ፣ የዝግጅት መርሃግብር እና የደረጃ በደረጃ ጉዳይ ይሰጥዎታል ፡፡
ar: من خلال العمل كمساعد إداري افتراضي ، يمكّنك CaseActive من التعامل مع المستندات والوسائط بشكل انسيابي ، والاتصالات الخاصة من عميل إلى آخر ، وجدولة الأحداث ، ومعالجة الحالات خطوة بخطوة.
az: Virtual inzibati köməkçi kimi fəaliyyət göstərən CaseActive, sənədləşdirmə və media ilə işləmə, fərdi müştəri-müştəri ünsiyyəti, hadisələrin planlaşdırılması və addım-addım işləmə imkanları verir.
be: Выступаючы ў ролі віртуальнага памочніка па адміністрацыйных пытаннях, CaseActive дае вам магчымасць спрашчацца з дакументамі і сродкамі масавай інфармацыі, прыватнай сувяззю кліента-кліента, планаваннем падзей і паэтапнай апрацоўкай выпадкаў.
bg: Действайки като виртуален административен асистент, CaseActive ви дава възможност с опростена обработка на документи и медии, частни комуникации клиент-клиент, планиране на събития и стъпка по стъпка обработка на случаите.
bn: ভার্চুয়াল প্রশাসনিক সহকারী হিসাবে অভিনয় করা, কেসএ্যাকটিভ আপনাকে প্রবাহিত নথি এবং মিডিয়া হ্যান্ডলিং, ব্যক্তিগত ক্লায়েন্ট-থেকে গ্রাহক যোগাযোগ, ইভেন্টের সময়সূচী এবং ধাপে ধাপে কেস প্রসেসিংয়ের ক্ষমতা দেয়।
ca: Actuant com a ajudant d’administració virtual, CaseActive us ofereix la gestió de documents i suports racionalitzada, comunicacions privades client a client, programació d’esdeveniments i processament de casos de forma pas a pas.
cs: CaseActive, který funguje jako virtuální administrativní asistent, vám dává možnost zefektivnit práci s dokumenty a médii, soukromou komunikaci mezi klienty, plánování událostí a postupné zpracování případů.
cy: Gan weithredu fel cynorthwyydd gweinyddol rhithwir, mae CaseActive yn eich grymuso gyda thrin dogfennau a chyfryngau symlach, cyfathrebu preifat rhwng cleientiaid a chwsmeriaid, amserlennu digwyddiadau, a phrosesu achosion cam wrth gam.
da: CaseActive fungerer som en virtuel administrativ assistent og giver dig strømlinet dokument- og mediehåndtering, privat klient til kunde-kommunikation, begivenhedsplanlægning og trin-for-trin sagsbehandling.
de: CaseActive fungiert als virtueller Verwaltungsassistent und bietet Ihnen eine optimierte Dokumenten- und Medienverarbeitung, private Kunden-zu-Kunden-Kommunikation, Ereignisplanung und schrittweise Fallbearbeitung.
el: Ενεργώντας ως εικονικός βοηθός διαχείρισης, το CaseActive σας δίνει τη δυνατότητα να βελτιστοποιήσετε τον χειρισμό εγγράφων και μέσων, ιδιωτικές επικοινωνίες πελάτη-προς-πελάτη, προγραμματισμό συμβάντων και βήμα-προς-βήμα επεξεργασία υποθέσεων.
eo: Agante kiel virtuala administra asistanto, CaseActive rajtigas vin kun simpligita dokumento kaj amaskomunikila uzado, privataj komunikiloj de kliento al kliento, programado de eventoj kaj paŝo post paŝo.
es: Actuando como asistente administrativo virtual, CaseActive lo capacita con un manejo simplificado de documentos y medios, comunicaciones privadas de cliente a cliente, programación de eventos y procesamiento de casos paso a paso.
et: Tegutsedes virtuaalse administratiivse abina, annab CaseActive teile sujuvama dokumendi- ja meediumikäsitluse, privaatse kliendisuhtluse, sündmuste ajastamise ja juhtumite järkjärgulise töötlemise.
eu: Administratzaile laguntzaile birtual gisa jarduten du. CaseActive-k dokumentu eta komunikabideen kudeaketa arindua, bezeroaren bezeroaren komunikazio pribatua, gertaeren planifikazioa eta kasuaren prozesaketa urratsak ematen dizkizu.
fa: بازیگری به عنوان یک دستیار اداری مجازی ، CaseActive شما را با داشتن سند ساده و مدیریت رسانه ، ارتباطات خصوصی مشتری به مشتری ، برنامه ریزی رویداد و پردازش پرونده به صورت قدم به شما قدرت می دهد.
fi: Toimimalla virtuaalisena hallintoavustajana CaseActive antaa sinulle virtaviivaistetun asiakirjojen ja median käsittelyn, yksityisen asiakassuhdeviestinnän, tapahtumien ajoituksen ja vaiheittaisten tapausten käsittelyn.
fr: En tant qu&#39;assistant administratif virtuel, CaseActive vous offre une gestion rationalisée des documents et des supports, des communications privées de client à client, la planification d&#39;événements et le traitement étape par étape des cas.
fy: CaseActive hannelt as virtuele bestjoersassistint en machtiget jo mei streamline dokumint- en mediabehandeling, privee kliïnt-nei-klant-kommunikaasje, eveneminteskedulearring en stap-foar-stap saakferwurking.
ga: Ag gníomhú dó mar chúntóir riaracháin fíorúil, tugann CaseActive cumhacht duit láimhseáil doiciméad agus meán sruthlínithe, cumarsáid phríobháideach cliant-le-custaiméir, sceidealú imeachtaí, agus próiseáil cásanna céim ar chéim.
gd: Ag obair mar neach-taic rianachd brìgheil, bidh CaseActive a ’toirt cumhachd dhut le làimhseachadh sgrìobhainnean is meadhanan sgiobalta, conaltradh prìobhaideach teachdaiche-gu-teachdaiche, clàradh tachartais, agus giollachd cùise ceum air cheum.
gl: Actuando como asistente administrativo virtual, CaseActive facilítalle un manexo racionalizado de documentos e soportes, comunicacións privadas cliente a cliente, programación de eventos e procesamento de casos.
gu: વર્ચુઅલ એડમિનિસ્ટ્રેટિવ સહાયક તરીકે અભિનય કરવો, કેસએક્ટિવ તમને સુવ્યવસ્થિત દસ્તાવેજ અને મીડિયા હેન્ડલિંગ, ખાનગી ક્લાયંટ-થી-ગ્રાહક સંદેશાવ્યવહાર, ઇવેન્ટનું સમયપત્રક અને પગલું-દર-કેસ કેસ પ્રોસેસીંગ સાથે સમર્થ બનાવે છે.
hi: एक आभासी प्रशासनिक सहायक के रूप में कार्य करते हुए, CaseActive आपको सुव्यवस्थित दस्तावेज़ और मीडिया हैंडलिंग, निजी क्लाइंट-से-ग्राहक संचार, ईवेंट शेड्यूलिंग और चरण-दर-चरण केस प्रोसेसिंग के साथ सशक्त बनाता है।
hr: Djelujući kao virtualni administrativni pomoćnik, CaseActive vam omogućava opširno rukovanje dokumentima i medijima, privatnu komunikaciju između klijenta i kupca, zakazivanje događaja i postupnu obradu slučajeva.
hu: Virtuális adminisztrátori asszisztensként eljárva a CaseActive lehetővé teszi az egyszerűsített dokumentum- és médiakezelést, az ügyfelek közötti magán kommunikációt, az események ütemezését és az ügyek lépésről lépésre történő feldolgozását.
hy: Գործելով որպես վիրտուալ վարչական օգնական, CaseActive- ն ձեզ հնարավորություն է տալիս պարզեցված փաստաթղթերի և մեդիա վարման, հաճախորդ-հաճախորդների անձնական կապի, իրադարձությունների պլանավորման և դեպքերի փուլ առ փուլ մշակման միջոցով:
id: Bertindak sebagai asisten administrasi virtual, CaseActive memberdayakan Anda dengan penanganan dokumen dan media yang efisien, komunikasi klien-ke-pelanggan, penjadwalan acara, dan pemrosesan kasus selangkah demi selangkah.
is: Starfandi sem raunverulegur stjórnandi aðstoðarmaður, CaseActive gerir þér kleift að straumlínulagað skjal og fjölmiðla meðhöndlun, einkaskilaboð viðskiptavina til viðskiptavina, tímasetningu atburða og skref-fyrir-skref málsmeðferð.
it: In qualità di assistente amministrativo virtuale, CaseActive ti dà la possibilità di gestire documenti e supporti ottimizzati, comunicazioni da cliente a cliente private, pianificazione di eventi ed elaborazione passo-passo.
iw: משמש כעוזר אדמיניסטרטיבי וירטואלי, CaseActive מאפשר לך טיפול יעיל במסמכים ומדיה, תקשורת פרטית בין לקוח ללקוח, תזמון אירועים ועיבוד שלב אחר שלב.
ja: CaseActiveは、仮想管理アシスタントとして機能し、ドキュメントとメディアの合理化された処理、クライアントと顧客間のプライベートコミュニケーション、イベントスケジューリング、段階的なケース処理を可能にします。
ka: მოქმედებს როგორც ვირტუალური ადმინისტრაციული ასისტენტი, CaseActive საშუალებას გაძლევთ გაამარტივოთ საბუთები და მედიის მენეჯმენტი, პირადი კლიენტი-მომხმარებლისთვის კომუნიკაცია, ღონისძიებების დაგეგმვა და საქმის ეტაპობრივი დამუშავება.
kk: Виртуалды әкімшілік көмекшінің рөлін атқара отырып, CaseActive сізге құжаттарды және медианы өңдеуді, клиентпен жеке байланыс орнатуды, оқиғаларды жоспарлауды және істерді кезең-кезеңмен өңдеуді ұсынады.
km: ដើរតួជាជំនួយការរដ្ឋបាលជាក់ស្តែង CaseActive ផ្តល់អំណាចដល់អ្នកជាមួយនឹងឯកសារនិងការគ្រប់គ្រងប្រព័ន្ធផ្សព្វផ្សាយការប្រាស្រ័យទាក់ទងរវាងអតិថិជននិងអតិថិជនជាឯកជនការរៀបចំកាលវិភាគព្រឹត្តិការណ៍និងដំណើរការជាជំហាន ៗ ។
kn: ವರ್ಚುವಲ್ ಅಡ್ಮಿನಿಸ್ಟ್ರೇಟಿವ್ ಅಸಿಸ್ಟೆಂಟ್ ಆಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಾ, ಕೇಸ್ಆಕ್ಟಿವ್ ನಿಮಗೆ ಸುವ್ಯವಸ್ಥಿತ ಡಾಕ್ಯುಮೆಂಟ್ ಮತ್ತು ಮೀಡಿಯಾ ಹ್ಯಾಂಡ್ಲಿಂಗ್, ಖಾಸಗಿ ಕ್ಲೈಂಟ್-ಟು-ಗ್ರಾಹಕ ಸಂವಹನ, ಈವೆಂಟ್ ವೇಳಾಪಟ್ಟಿ ಮತ್ತು ಹಂತ-ಹಂತದ ಕೇಸ್ ಪ್ರೊಸೆಸಿಂಗ್ ಅನ್ನು ನಿಮಗೆ ನೀಡುತ್ತದೆ.
ku: Karûbarê wekî arîkar îdarî ya virtual, CaseActive bi we re belgeyên xweşik û destwerdana medyayê, ragihandina xerîdar-xerîdar a ragihandinê, nexşeya bûyerê, û pêvajoyê pêvajoyê gav-gav hêz dide we.
ky: Виртуалдык административдик жардамчы катары иштөө менен, CaseActive сизге документтештирилген жана медиа менен иштөө, жеке кардардан-кардарга байланыш, иш-чараларды пландаштыруу жана ишти этап менен иштеп чыгуу мүмкүнчүлүгүн берет.
lb: Handelen als e virtuellen administrativen Assistent, CaseActive empowers Iech mat streamlined Dokument- a Mediabehandlung, private Client-to-Client Kommunikatiounen, Event scheduling, a step-by-step Fallveraarbechtung.
lo: ເຮັດ ໜ້າ ທີ່ເປັນຜູ້ຊ່ວຍການບໍລິຫານແບບເສມືນ, CaseActive ສ້າງຄວາມເຂັ້ມແຂງໃຫ້ກັບເອກະສານແລະການຈັດການກັບສື່, ການສື່ສານແບບລູກຄ້າກັບລູກຄ້າສ່ວນຕົວ, ການ ກຳ ນົດເວລາເຫດການແລະການ ດຳ ເນີນຄະດີຂັ້ນຕອນ.
lt: „CaseActive“, veikdama kaip virtualus administratoriaus padėjėjas, suteikia jums supaprastintą dokumentų ir laikmenų tvarkymą, privatų kliento ryšį su klientais, įvykių planavimą ir laipsnišką bylų apdorojimą.
lv: Darbojoties kā virtuālam administratora palīgam, CaseActive dod jums iespēju pilnveidot dokumentu un multivides apstrādi, privātu saziņu starp klientiem, notikumu plānošanu un pakāpenisku lietu apstrādi.
mg: Mihetsika ho mpanampy ara-panjakana virtoaly, i CaseActive dia manome hery anao amin&#39;ny alàlan&#39;ny antontan-taratasim-pananana sy ny fampitam-baovao, ny fifandraisana an-kaonty client-to-mpanjifa, ny fandaharam-potoana ary ny fanodinana ny dingana.
mi: Ma te mahi hei kaiarahi whakahaere mariko, ka maatauria e CaseActive koe tuhinga me te whakahaere pāpāho, te whakawhitiwhiti korero a-kiritaki-a-kiritaki, te whakarite takahanga, me te tukatuka take taahiraa-i-taahiraa.
mk: Делувајќи како виртуелен административен асистент, CaseActive ве оспособува со рационализирано ракување со документи и медиуми, приватни комуникации клиент-клиент, закажување на настани и чекор-по-чекор обработка на случаи.
ml: ഒരു വെർച്വൽ അഡ്മിനിസ്ട്രേറ്റീവ് അസിസ്റ്റന്റായി പ്രവർത്തിക്കുമ്പോൾ, കാര്യക്ഷമമായ പ്രമാണവും മീഡിയ കൈകാര്യം ചെയ്യലും, സ്വകാര്യ ക്ലയന്റ്-ടു-കസ്റ്റമർ കമ്മ്യൂണിക്കേഷൻസ്, ഇവന്റ് ഷെഡ്യൂളിംഗ്, ഘട്ടം ഘട്ടമായുള്ള കേസ് പ്രോസസ്സിംഗ് എന്നിവ ഉപയോഗിച്ച് കേസ് ആക്റ്റീവ് നിങ്ങളെ ശക്തിപ്പെടുത്തുന്നു.
mn: Виртуал захиргааны туслахаар ажилласнаар CaseActive нь танд хялбаршуулсан баримт бичиг, медиа харьцах, хувийн үйлчлүүлэгчээс харилцагчидтай харилцах, үйл явдлын хуваарь боловсруулах, хэргийг алхам алхамаар боловсруулах боломжийг олгоно.
mr: व्हर्च्युअल प्रशासकीय सहाय्यक म्हणून काम करणे, केसअॅक्टिव्ह आपल्याला सुव्यवस्थित दस्तऐवज आणि मीडिया हँडलिंग, खाजगी क्लायंट-टू-ग्राहक संप्रेषण, इव्हेंट शेड्यूलिंग आणि चरण-दर-चरण केस प्रोसेसिंगसह सक्षम करते.
ms: Bertindak sebagai pembantu tadbir maya, CaseActive memberi anda kemudahan pengendalian dokumen dan media, komunikasi pelanggan-ke-pelanggan swasta, penjadualan acara, dan pemprosesan kes langkah demi langkah.
mt: Filwaqt li taġixxi bħala assistent amministrattiv virtwali, CaseActive tagħti s-setgħa tiegħek bl-immaniġġar tad-dokumenti u tal-midja simplifikati, komunikazzjonijiet privati minn klijent lil klijent, skedar ta &#39;avvenimenti u proċessar ta&#39; każ b&#39;pass.
my: virtual administrant assistant အနေဖြင့် CaseActive သည်သင့်အားရိုးရှင်းသောစာရွက်စာတမ်းများနှင့်မီဒီယာကိုင်တွယ်ခြင်း၊ သီးသန့် client-to-customer ဆက်သွယ်မှုများ၊ ဖြစ်ရပ်များစီစဉ်ခြင်း၊
ne: भर्चुअल प्रशासनिक सहायकको रूपमा अभिनय गर्दै, केसएक्टिभले तपाईंलाई सुव्यवस्थित कागजात र मिडिया ह्यान्डलिंग, निजी ग्राहक-देखि-ग्राहक संचार, घटना तालिका, र चरण-देखि-चरण केस प्रसंस्करणको साथ अधिकार प्रदान गर्दछ।
nl: CaseActive fungeert als een virtuele administratieve assistent en biedt u een gestroomlijnde document- en mediabehandeling, privécommunicatie van klant naar klant, evenementenplanning en stapsgewijze caseverwerking.
no: CaseActive fungerer som en virtuell administrativ assistent og gir deg strømlinjeformet dokument- og mediehåndtering, privat kunde-til-kunde-kommunikasjon, hendelsesplanlegging og trinn-for-trinn saksbehandling.
or: ଏକ ଭର୍ଚୁଆଲ୍ ଆଡମିନିଷ୍ଟ୍ରେଟିଭ୍ ଆସିଷ୍ଟାଣ୍ଟ ଭାବରେ କାର୍ଯ୍ୟ କରିବା, କେସ୍ ଆକ୍ଟିଭ୍ ଆପଣଙ୍କୁ ଶୃଙ୍ଖଳିତ ଡକ୍ୟୁମେଣ୍ଟ୍ ଏବଂ ମିଡିଆ ହ୍ୟାଣ୍ଡଲିଂ, ବେସରକାରୀ କ୍ଲାଏଣ୍ଟ-ଟୁ-ଗ୍ରାହକ ଯୋଗାଯୋଗ, ଇଭେଣ୍ଟ ସିଡ୍ୟୁଲିଂ ଏବଂ ଷ୍ଟେପ୍-ଷ୍ଟେପ୍ କେସ୍ ପ୍ରକ୍ରିୟାକରଣ ସହିତ ଆପଣଙ୍କୁ ଶକ୍ତି ପ୍ରଦାନ କରେ |
pa: ਵਰਚੁਅਲ ਪ੍ਰਬੰਧਕੀ ਸਹਾਇਕ ਵਜੋਂ ਕੰਮ ਕਰਨਾ, ਕੇਸਐਕਟਿਵ ਤੁਹਾਨੂੰ ਸੁਚਾਰੂ ਦਸਤਾਵੇਜ਼ ਅਤੇ ਮੀਡੀਆ ਹੈਂਡਲਿੰਗ, ਨਿੱਜੀ ਕਲਾਇੰਟ-ਟੂ-ਗ੍ਰਾਹਕ ਸੰਚਾਰ, ਇਵੈਂਟ ਸ਼ਡਿ .ਲਿੰਗ ਅਤੇ ਕਦਮ-ਦਰ-ਕੇਸ ਕੇਸ ਪ੍ਰਕਿਰਿਆ ਦੀ ਸ਼ਕਤੀ ਦਿੰਦਾ ਹੈ.
pl: Działając jako wirtualny asystent administracyjny, CaseActive zapewnia usprawnioną obsługę dokumentów i multimediów, prywatną komunikację między klientami, planowanie zdarzeń i przetwarzanie spraw krok po kroku.
ps: د مجازی اداري معاون په حیث عمل کول ، د کیسایټیټ تاسو ته د منظم سند او د میډیا اداره کول ، خصوصي پیرودونکي ته د پیرودونکي مخابراتو ، د پیښې مهال ویش ، او د مرحلې په ب caseه د قضیې پروسې سره مرسته کوي.
pt: Atuando como assistente administrativo virtual, o CaseActive permite a você lidar com documentos e mídias simplificados, comunicações privadas de cliente para cliente, agendamento de eventos e processamento de casos passo a passo.
ro: Acționând ca asistent administrativ virtual, CaseActive vă oferă abilități de gestionare simplificată de documente și media, comunicații private de la client la client, programare de evenimente și procesare pas cu pas.
ru: Выступая в качестве виртуального помощника по административным вопросам, CaseActive дает вам возможность упорядоченной обработки документов и мультимедиа, частного общения между клиентами, планирования событий и пошаговой обработки дел.
rw: Gukora nkumufasha wubutegetsi busanzwe, CaseActive iguha imbaraga hamwe ninyandiko zoroheje hamwe nogukoresha itangazamakuru, itumanaho ryumukiriya ku bakiriya, gahunda y&#39;ibikorwa, hamwe no gutunganya intambwe ku yindi.
sd: هڪ مجازي انتظامي اسسٽنٽ طور ڪم ڪري رهيو آهي ، ڪيس اييڪٽو توهان کي منظم دستاويز ۽ ميڊيا سان هٿ ڪرڻ ، نجي ڪلائنٽ کان گراهڪ مواصلات ، واقعي جي شيڊولنگ ، ۽ مرحله ڪارين ڪيس جي پروسيسنگ سان بااختيار بڻائيندو آهي.
si: අතථ්‍ය පරිපාලන සහායකයකු ලෙස ක්‍රියා කරමින්, කේස්ඇක්ටිව් මඟින් විධිමත් ලේඛන සහ මාධ්‍ය හැසිරවීම, පුද්ගලික සේවාදායකයා සිට පාරිභෝගිකයා දක්වා සන්නිවේදනය, සිදුවීම් උපලේඛනගත කිරීම සහ පියවරෙන් පියවර සිද්ධි සැකසුම් මඟින් ඔබට බලය ලබා දේ.
sk: CaseActive ako virtuálny administratívny pomocník vám umožňuje efektívne spracovanie dokumentov a médií, súkromnú komunikáciu medzi klientom, plánovanie udalostí a postupné spracovanie prípadov.
sl: Kot virtualni upravni pomočnik vam CaseActive omogoča poenostavljeno ravnanje z dokumenti in mediji, zasebno komunikacijo med strankami in naročnikom, razporeditev dogodkov in postopno obdelavo primerov.
sq: Duke vepruar si një asistent administrativ virtual, CaseActive ju fuqizon me dokumentimin e thjeshtë dhe trajtimin e mediave, komunikimet private klient-klient, planifikimin e ngjarjeve dhe përpunimin hap pas hapi të çështjeve.
sr: Дјелујући као виртуални административни асистент, ЦасеАцтиве вам омогућава опширно руковање документима и медијима, приватну комуникацију између клијента и купца, заказивање догађаја и поступну обраду предмета.
sv: CaseActive agerar som en virtuell administrativ assistent och ger dig strömlinjeformad dokument- och mediehantering, privat klient-till-kund-kommunikation, händelseplanering och steg-för-steg ärendehantering.
sw: Kufanya kama msaidizi wa kawaida wa utawala, Uchunguzi unakuwezesha na hati iliyosasishwa na utunzaji wa habari, mawasiliano ya mteja binafsi na wateja, ratiba ya hafla, na usindikaji wa hatua kwa hatua.
ta: ஒரு மெய்நிகர் நிர்வாக உதவியாளராக செயல்படுவதால், கேஸ்ஆக்டிவ் நெறிப்படுத்தப்பட்ட ஆவணம் மற்றும் ஊடக கையாளுதல், தனியார் கிளையன்ட்-டு-வாடிக்கையாளர் தொடர்புகள், நிகழ்வு திட்டமிடல் மற்றும் படிப்படியான வழக்கு செயலாக்கம் ஆகியவற்றை உங்களுக்கு வழங்குகிறது.
te: వర్చువల్ అడ్మినిస్ట్రేటివ్ అసిస్టెంట్‌గా పనిచేస్తూ, కేస్‌యాక్టివ్ మీకు క్రమబద్ధీకరించిన పత్రం మరియు మీడియా నిర్వహణ, ప్రైవేట్ క్లయింట్-టు-కస్టమర్ కమ్యూనికేషన్స్, ఈవెంట్ షెడ్యూలింగ్ మరియు దశల వారీ కేస్ ప్రాసెసింగ్‌తో అధికారం ఇస్తుంది.
tg: Ҳамчун ёвари маъмури виртуалӣ амал намуда, CaseActive ба шумо имкон медиҳад, ки ҳуҷҷатгузорӣ ва коркарди расонаҳо, иртиботи шахсии муштариён ба мизоҷон, банақшагирии рӯйдодҳо ва марҳила ба марҳила баррасии парвандаҳо таъмин карда шавад.
th: ทำหน้าที่เป็นผู้ช่วยผู้ดูแลระบบเสมือน CaseActive มอบอำนาจให้คุณด้วยการจัดการเอกสารและสื่อที่มีประสิทธิภาพการสื่อสารระหว่างลูกค้ากับลูกค้าส่วนตัวการจัดตารางเวลากิจกรรมและการประมวลผลกรณีแบบเป็นขั้นตอน
tk: Wirtual administratiw kömekçi hökmünde çykyş edýän “CaseActive” size tertipli resminama we köpçülikleýin habar beriş serişdeleri, müşderi-müşderi aragatnaşygy, çäreleri meýilleşdirmek we ädimme-ädim işlemek arkaly size güýç berýär.
tl: Ang pagkilos bilang isang virtual na katulong sa administratibo, binibigyan ka ng CaseActive ng naka-streamline na dokumento at paghawak ng media, pribadong kliyente-to-customer na komunikasyon, pag-iskedyul ng kaganapan, at pagpoproseso ng hakbang-hakbang na pagproseso ng kaso.
tr: Sanal bir yönetici asistanı olarak hareket eden CaseActive, akıcı belge ve medya kullanımı, özel müşteri-müşteri iletişimi, olay planlaması ve adım adım vaka işleme özellikleri sunar.
tt: Виртуаль административ ярдәмче булып, CaseActive сезгә тәртипкә китерелгән документ һәм массакүләм мәгълүмат чаралары белән эш итү, клиент-клиент белән шәхси элемтә, вакыйгалар расписаниесе һәм этап-этап эшкәртү белән көч бирә.
ug: مەۋھۇم مەمۇرىي ياردەمچى بولۇش سۈپىتى بىلەن ، CaseActive سىزگە ئاددىي ھۆججەت ۋە مېدىيا بىر تەرەپ قىلىش ، شەخسىي خېرىدارلار بىلەن خېرىدارلار ئالاقىسى ، پائالىيەت ئورۇنلاشتۇرۇشى ۋە باسقۇچلۇق دېلولارنى بىر تەرەپ قىلىش ھوقۇقى بېرىدۇ.
uk: Діючи як віртуальний помічник адміністративної служби, CaseActive надає вам можливість спрощеної обробки документів та засобів масової інформації, приватного спілкування клієнт-замовник, планування подій та покрокова обробка справ.
ur: ورچوئل ایڈمنسٹریٹو اسسٹنٹ کی حیثیت سے کام کرنا ، کیس ایکٹیو آپ کو منظم دستاویزات اور میڈیا ہینڈلنگ ، نجی کلائنٹ سے کسٹمر مواصلات ، ایونٹ کا شیڈولنگ ، اور مرحلہ وار کیس پروسیسنگ کی طاقت دیتا ہے۔
uz: Virtual ma&#39;muriy yordamchi sifatida ishlagan holda, CaseActive sizga hujjatlarni soddalashtirish va ommaviy axborot vositalarida ishlash, shaxsiy mijoz-mijoz bilan aloqa qilish, voqealarni rejalashtirish va ishlarni bosqichma-bosqich ko&#39;rib chiqish imkoniyatini beradi.
vi: Hoạt động như một trợ lý hành chính ảo, CaseActive trao quyền cho bạn xử lý tài liệu và phương tiện hợp lý, liên lạc giữa khách hàng với khách hàng, lên lịch sự kiện và xử lý tình huống từng bước.
xh: Ukusebenza njengomncedisi olawulayo, Ulawulo lweCaseA kukuxhobisa ngoxwebhu oluhleliweyo kunye nokusingathwa kwemithombo yeendaba, unxibelelwano lwabathengi babucala ukuya kubathengi, ucwangciso lomsitho, kunye nokuqhubekiswa kwenyathelo ngenyathelo.
yi: CaseActive, ווי אַ ווירטועל אַדמיניסטראַטיווע אַסיסטאַנט, ימפּרוווז איר מיט סטרימליינד דאָקומענט און מעדיע האַנדלינג, פּריוואַט קליענט-צו-קונה קאָמוניקאַציע, געשעעניש סקעדזשולינג און שריט-פֿאַר-שריט פאַל פּראַסעסינג.
