Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
af: CaseActive behou die reg voor om te eniger tyd en na goeddunke enige of al hierdie diensbepalings op te dateer en te verander. Wanneer CaseActive hierdie diensbepalings verander, sal CaseActive die datum hierbo &#39;Laas opgedateer&#39; verander. U is verantwoordelik daarvoor om die nuutste weergawe van die Diens gereeld na te gaan. U voortgesette gebruik van die dienste nadat sodanige veranderinge aangebring is, sal u toestemming gee om deur sodanige veranderinge gebind te wees. As u beswaar maak teen enige veranderinge aan hierdie diensbepalings, is u enigste en eksklusiewe oplossing om die dienste te beëindig volgens die voorwaardes hierin.
am: ኬዝአንትራይዝዘንት ማንኛውንም ወይም ሁሉንም የአገልግሎት ውሉን ለማዘመን እና ለመቀየር በማንኛውም ጊዜና በራሱ ፈቃድ እንደ መብቱ ይጠብቃል። CaseActive እነዚህን የአገልግሎት ውሎች በሚቀይርበት ጊዜ ፣ CaseActive ከዚህ በላይ ያለውን &#39;ለመጨረሻ ጊዜ የዘመነው&#39; ቀንን ይቀይረዋል ፡፡ በጣም የቅርብ ጊዜ የሆነውን የአገሪቱን የአገልግሎት ስሪት በየጊዜው የመከለስ ሃላፊነት አለብዎ። እንደዚህ ዓይነት ለውጦች ከተደረጉ በኋላ አገልግሎቱን መቀጠል መቻልዎ በእንደዚህ ዓይነት ለውጦች እንዲስማሙ ያደርግዎታል ፡፡ በእነዚህ የአገልግሎት ውሎች ላይ ማንኛቸውም ለውጦች ከተቃወሙ ብቸኛ እና ብቸኛ መፍትሔዎ በዚህ ውል ውስጥ አገልግሎቶቹን ለማቋረጥ ይሆናል።
ar: تحتفظ CaseActive بالحق ، في أي وقت ووفقًا لتقديرها الخاص ، في تحديث وتغيير أي من أو كل شروط الخدمة هذه. عندما يغير CaseActive شروط الخدمة هذه ، فإن CaseActive ستعدل تاريخ &quot;آخر تحديث&quot; أعلاه. أنت مسؤول عن مراجعة أحدث إصدار من الخدمة بانتظام. يشكل استمرار استخدامك للخدمات بعد إجراء أي تغييرات من هذا القبيل موافقتك على الالتزام بهذه التغييرات. إذا كنت تعترض على أي تغييرات على شروط الخدمة هذه ، فسيكون الحل الوحيد والحصري هو إنهاء الخدمات وفقًا للشروط الواردة هنا.
az: CaseActive, istədiyi vaxt və öz istəyi ilə, bu Xidmət şərtlərinin hər hansı birini və ya hamısını yeniləmək və dəyişdirmək hüququnu özündə saxlayır. CaseActive bu Xidmət şərtlərini dəyişdirdikdə, CaseActive yuxarıdakı &#39;Son Yenilənib&#39; tarixini dəyişdirəcəkdir. Xidmətin ən son versiyasını mütəmadi olaraq nəzərdən keçirmək üçün məsuliyyət daşıyırsınız. Hər hansı bir dəyişiklik edildikdən sonra Xidmətlərdən davamlı istifadə etməyiniz bu dəyişikliklərə bağlı olmağınızdan xəbər verir. Bu Xidmət Şərtlərinə edilən hər hansı bir dəyişiklikə etiraz edirsinizsə, yeganə və müstəsna vasitəçiniz bu şərtlərə uyğun olaraq Xidmətlərə xitam verməlidir.
be: CaseActive пакідае за сабой права ў любы час і па ўласным меркаванні абнаўляць і змяняць любыя або ўсе гэтыя Умовы прадастаўлення паслуг. Калі CaseActive змяняе гэтыя ўмовы прадастаўлення паслуг, CaseActive зменіць дату &quot;Апошняе абнаўленне&quot; вышэй. Вы нясеце адказнасць за рэгулярны прагляд самай актуальнай версіі Службы. Ваша далейшае выкарыстанне Паслуг пасля ўнясення такіх змяненняў з&#39;яўляецца Вашай згодай быць абавязанымі такімі зменамі. Калі вы пярэчыце супраць любых змяненняў гэтых Умоваў прадастаўлення паслуг, вашым адзіным і эксклюзіўным сродкам прававой абароны будзе спыненне Паслуг у адпаведнасці з умовамі.
bg: CaseActive си запазва правото по всяко време и по собствено усмотрение да актуализира и променя някое или всички тези Условия за ползване. Когато CaseActive промени тези Общи условия, CaseActive ще промени датата на „Последно актуализиране“ по-горе. Вие носите отговорност за редовен преглед на най-актуалната версия на услугата. Продължаващото ви използване на Услугите след извършване на каквито и да е промени са съставени от вашето съгласие да бъдете обвързани от такива промени. Ако възразите срещу каквито и да е промени в тези Условия за ползване, единственото ви и изключително средство за защита ще бъде да прекратите Услугите съгласно условията, изложени тук.
bn: কেসএ্যাকটিভ যেকোন সময় এবং তার সম্পূর্ণ বিবেচনার ভিত্তিতে এই পরিষেবার শর্তাদির যে কোনও বা সমস্ত আপডেট ও পরিবর্তন করার অধিকার সংরক্ষণ করে। যখন কেসএ্যাকটিভ এই পরিষেবার শর্তাদি পরিবর্তন করে, কেসএ্যাকটিভ উপরের &#39;শেষ আপডেট&#39; তারিখটি সংশোধন করবে। আপনি পরিষেবাটির সর্বাধিক বর্তমান সংস্করণটি নিয়মিত পর্যালোচনা করার জন্য দায়বদ্ধ। এই জাতীয় পরিবর্তনগুলি করার পরে আপনার পরিষেবাগুলির অবিচ্ছিন্ন ব্যবহার এই ধরনের পরিবর্তন দ্বারা আবদ্ধ হওয়ার জন্য আপনার সম্মতি গঠন করবে। আপনি যদি পরিষেবার শর্তাদির যে কোনও পরিবর্তনে আপত্তি জানায় তবে আপনার একমাত্র এবং একচেটিয়া প্রতিকার হ&#39;ল শর্তাদি অনুযায়ী পরিষেবাদি সমাপ্ত করা।
ca: CaseActive es reserva el dret, en qualsevol moment i a la seva exclusiva discreció, d’actualitzar i canviar qualsevol o totes aquestes Condicions del servei. Quan CaseActive modifiqui aquests Termes i condicions, CaseActive modificarà la data de &quot;Última actualització&quot; anterior. És responsable de revisar regularment la versió més actual del Servei. El vostre ús continuat dels Serveis després que s&#39;hagin fet aquests canvis constituirà el vostre consentiment per estar obligat per aquests canvis. Si s’oposa a qualsevol modificació d’aquests Termes i condicions, el seu únic i exclusiu recurs serà acabar els Serveis segons els termes d’aquest document.
cs: Společnost CaseActive si vyhrazuje právo kdykoli a podle vlastního uvážení aktualizovat a měnit kterékoli nebo všechny tyto smluvní podmínky. Pokud CaseActive změní tyto smluvní podmínky, CaseActive změní výše uvedené datum „Last updated“. Jste zodpovědní za pravidelné přezkoumání nejnovější verze služby. Vaše další používání Služeb po provedení jakýchkoli takových změn bude představovat váš souhlas s těmito změnami. Pokud budete mít námitky proti jakýmkoli změnám těchto smluvních podmínek, bude jediným a výhradním opravným prostředkem ukončení služeb podle těchto podmínek.
cy: Mae CaseActive yn cadw&#39;r hawl, ar unrhyw adeg ac yn ôl ei ddisgresiwn llwyr, i ddiweddaru a newid unrhyw un neu&#39;r cyfan o&#39;r Telerau Gwasanaeth hyn. Pan fydd CaseActive yn newid y Telerau Gwasanaeth hyn, bydd CaseActive yn addasu&#39;r dyddiad &#39;Wedi&#39;i Ddiweddaru Ddiwethaf&#39; uchod. Rydych chi&#39;n gyfrifol am adolygu fersiwn fwyaf cyfredol y Gwasanaeth yn rheolaidd. Bydd eich defnydd parhaus o&#39;r Gwasanaethau ar ôl i unrhyw newidiadau o&#39;r fath gael eu gwneud yn golygu eich cydsyniad i fod yn rhwym wrth newidiadau o&#39;r fath. Os ydych chi&#39;n gwrthwynebu unrhyw newidiadau i&#39;r Telerau Gwasanaeth hyn, eich unig rwymedi unigryw fydd terfynu&#39;r Gwasanaethau yn unol â&#39;r telerau a nodir yma.
da: CaseActive forbeholder sig retten til når som helst og efter eget skøn at opdatere og ændre nogen eller alle disse Servicevilkår. Når CaseActive ændrer disse servicevilkår, ændrer CaseActive datoen &#39;Sidst opdateret&#39; ovenfor. Du er ansvarlig for regelmæssigt at gennemgå den seneste version af tjenesten. Din fortsatte brug af tjenesterne, efter at sådanne ændringer er foretaget, udgør dit samtykke til at være bundet af sådanne ændringer. Hvis du gør indsigelse mod ændringer i disse servicevilkår, skal dit eneste og eksklusive middel være at opsige tjenesterne i henhold til betingelserne heri.
de: CaseActive behält sich das Recht vor, diese Nutzungsbedingungen jederzeit und nach eigenem Ermessen zu aktualisieren und zu ändern. Wenn CaseActive diese Nutzungsbedingungen ändert, ändert CaseActive das oben genannte Datum der letzten Aktualisierung. Sie sind dafür verantwortlich, regelmäßig die aktuellste Version des Dienstes zu überprüfen. Ihre fortgesetzte Nutzung der Dienste nach solchen Änderungen gilt als Ihre Zustimmung, an solche Änderungen gebunden zu sein. Wenn Sie Änderungen dieser Nutzungsbedingungen widersprechen, besteht Ihr einziges und ausschließliches Rechtsmittel darin, die Dienste gemäß den hierin enthaltenen Bestimmungen zu kündigen.
el: Η CaseActive διατηρεί το δικαίωμα, ανά πάσα στιγμή και κατά τη διακριτική της ευχέρεια, να ενημερώσει και να αλλάξει οποιονδήποτε ή όλους αυτούς τους Όρους Παροχής Υπηρεσιών. Όταν το CaseActive αλλάξει αυτούς τους Όρους Παροχής Υπηρεσιών, το CaseActive θα τροποποιήσει την ημερομηνία &quot;Τελευταία ενημέρωση&quot; παραπάνω. Είστε υπεύθυνοι για τον τακτικό έλεγχο της πιο πρόσφατης έκδοσης της Υπηρεσίας. Η συνεχιζόμενη χρήση των Υπηρεσιών από εσάς μετά από οποιεσδήποτε τέτοιες αλλαγές θα αποτελέσει τη συγκατάθεσή σας να δεσμευτείτε από τέτοιες αλλαγές. Εάν αντιταχθείτε σε οποιεσδήποτε αλλαγές σε αυτούς τους Όρους Παροχής Υπηρεσιών, η αποκλειστική και αποκλειστική σας αποκατάσταση θα είναι να τερματίσετε τις Υπηρεσίες σύμφωνα με τους παρόντες όρους.
eo: CaseActive rezervas la rajton, en ajna momento kaj laŭ sia propra bontrovo, ĝisdatigi kaj ŝanĝi iujn aŭ ĉiujn ĉi tiujn Terminojn de Servo. Kiam CaseActive ŝanĝas ĉi tiujn Terminojn de Servo, CaseActive modifos la daton de &#39;Laste Ĝisdatigita&#39; supre. Vi respondecas regule revizii la plej aktualan version de Servo. Via daŭra uzo de la Servoj post kiam tiaj ŝanĝoj estas faritaj konsistigas vian konsenton esti ligita de tiaj ŝanĝoj. Se vi kontestas iujn ajn ŝanĝojn de ĉi tiuj Terminoj de Servo, via sola kaj ekskluziva rimedo estos fini la Servojn laŭ la kondiĉoj de ĉi tie.
es: CaseActive se reserva el derecho, en cualquier momento y a su sola discreción, de actualizar y cambiar cualquiera o todos estos Términos de servicio. Cuando CaseActive cambie estos Términos de servicio, CaseActive modificará la fecha de &quot;Última actualización&quot; anterior. Usted es responsable de revisar periódicamente la versión más actualizada del Servicio. Su uso continuado de los Servicios después de que se hayan realizado dichos cambios constituirá su consentimiento para estar sujeto a dichos cambios. Si se opone a cualquier cambio en estos Términos de servicio, su único y exclusivo recurso será cancelar los Servicios de acuerdo con los términos del presente.
et: CaseActive jätab endale õiguse igal ajal ja oma äranägemise järgi kõiki neid teenusetingimusi või kõiki neid värskendada ja muuta. Kui CaseActive muudab neid teenusetingimusi, muudab CaseActive ülaltoodud kuupäeva &quot;Viimane värskendus&quot;. Teie vastutate teenuse uusima versiooni regulaarse ülevaatamise eest. Teenuste jätkuv kasutamine pärast selliste muudatuste tegemist tähendab teie nõusolekut selliste muudatustega siduda. Kui vaidlete vastu käesolevate teenusetingimuste muudatustele, on teie ainus ja ainus abinõu Teenuste lõpetamine vastavalt siinsetele tingimustele.
eu: CaseActive-k eskubidea du, edozein unetan eta nahi duenean, Zerbitzu Baldintza hauek edo guztiak aldatzeko eta aldatzeko. CaseActive-ek Zerbitzu Baldintza hauek aldatzen dituenean, CaseActive-k goiko &quot;Azken eguneraketa&quot; data aldatuko du. Zerbitzuaren bertsio berriena aldizka berrikusteaz arduratzen zara. Aldaketak egin ondoren Zerbitzuak erabiltzen jarraitzea zure baimena izango da aldaketa horiek lotzeko. Zerbitzu Baldintza hauetan aldaketarik egiten baduzu, zure erremedio bakarra eta esklusiboa Zerbitzuak bertan behera uztea izango da, baldintzen arabera.
fa: CaseActive حق دارد ، در هر زمان و با اختیار خود ، به روزرسانی و تغییر هر یک از این شرایط خدمات را انجام دهد. هنگامی که CaseActive این شرایط خدمات را تغییر می دهد ، CaseActive تاریخ &quot;آخرین به روز شده&quot; را در بالا تغییر می دهد. شما وظیفه دارید مرتباً جدیدترین نسخه سرویس سرویس را مرور کنید. استفاده مستمر شما از این خدمات پس از ایجاد چنین تغییراتی ، رضایت شما را ملزم به انجام چنین تغییراتی می کند. اگر به هرگونه تغییر در این شرایط خدمات اعتراض دارید ، تنها و تنها راه حل انحصاری شما این است که خدمات را مطابق با شرایط موجود در این زمینه خاتمه دهید.
fi: CaseActive pidättää oikeuden milloin tahansa ja oman harkintansa mukaan päivittää ja muuttaa kaikkia näitä palvelusehtoja. Kun CaseActive muuttaa näitä palvelusehtoja, CaseActive muuttaa yllä olevaa &#39;Viimeksi päivitetty&#39; -päivää. Olet vastuussa säännöllisestä palvelun tarkistamisesta. Jos jatkat Palvelujen käyttöä tällaisten muutosten tekemisen jälkeen, se tarkoittaa suostumustasi sitoutua muutoksiin. Jos vastustat näiden palvelusehtojen muuttamista, ainoa ja ainoa keino on lopettaa Palvelut näiden ehtojen mukaisesti.
fr: CaseActive se réserve le droit, à tout moment et à sa seule discrétion, de mettre à jour et de modifier tout ou partie de ces Conditions d&#39;utilisation. Lorsque CaseActive modifie ces conditions d&#39;utilisation, CaseActive modifie la date de «dernière mise à jour» ci-dessus. Vous êtes responsable de la révision régulière de la version la plus récente du service. Votre utilisation continue des Services après que de telles modifications ont été apportées constituera votre consentement à être lié par ces modifications. Si vous vous opposez à toute modification des présentes Conditions d&#39;utilisation, votre seul et unique recours sera de résilier les Services conformément aux présentes conditions.
fy: CaseActive behâldt it rjocht, op elk momint en nei syn allinich diskresje, ien of al dizze Tsjinstenbetingsten by te wurkjen en te feroarjen. As CaseActive dizze Servicebetingsten feroaret, sil CaseActive de hjirboppe datum &#39;Lêst bywurke&#39; oanpasse. Jo binne ferantwurdlik foar regelmjittich de nijste ferzje fan &#39;e of Service te kontrolearjen. Jo trochgeande gebrûk fan &#39;e Tsjinsten nei&#39;t sokke feroarings oanbrocht binne, sil jo tastimming foarmje om bûn te wurden troch sokke feroarings. As jo beswier meitsje tsjin feroaringen oan dizze Tsjinstenbetingsten, sil jo iennichste en eksklusyf middel wêze om de Tsjinsten te beëinigjen neffens de betingsten hjir.
ga: Forchoimeádann CaseActive an ceart, tráth ar bith agus dá lánrogha féin, aon cheann nó gach ceann de na Téarmaí Seirbhíse seo a nuashonrú agus a athrú. Nuair a athraíonn CaseActive na Téarmaí Seirbhíse seo, modhnóidh CaseActive an dáta ‘Last Updated’ thuas. Tá tú freagrach as athbhreithniú rialta a dhéanamh ar an leagan is reatha den tSeirbhís. Is éard a bheidh i d’úsáid leanúnach na Seirbhísí tar éis aon athruithe den sórt sin a dhéanamh ná do thoiliú a bheith faoi cheangal ag athruithe den sórt sin. Má chuireann tú i gcoinne aon athruithe ar na Téarmaí Seirbhíse seo, is é an t-aon leigheas eisiach a bheidh agat ná na Seirbhísí a fhoirceannadh de réir na dtéarmaí anseo.
gd: Bidh CaseActive a ’glèidheadh a’ chòir, aig àm sam bith agus mar a chithear iomchaidh, ùrachadh no atharrachadh a dhèanamh air gin de na Cumhachan Seirbheis sin. Nuair a dh ’atharraicheas CaseActive na Cumhachan Seirbheis seo, atharraichidh CaseActive an ceann-latha‘ Air ùrachadh mu dheireadh ’gu h-àrd. Tha e an urra riut ath-bhreithneachadh cunbhalach a dhèanamh air an dreach as ùire den t-Seirbheis. Bidh do chleachdadh leantainneach de na Seirbheisean às deidh atharrachaidhean mar sin a dhèanamh mar do chead a bhith air a cheangal le atharrachaidhean mar sin. Ma tha thu an aghaidh atharrachaidhean sam bith air na Cumhachan Seirbheis seo, is e an aon leigheas agad a-mhàin crìoch a chuir air na Seirbheisean a rèir nan cumhachan an seo.
gl: CaseActive resérvase o dereito, en calquera momento e ao seu criterio, de actualizar e cambiar calquera ou todos estes Términos do servizo. Cando CaseActive cambie estes termos de servizo, CaseActive modificará a data &quot;Última actualización&quot; anterior. Vostede é o responsable de revisar regularmente a versión máis actual do Servizo. O seu uso continuado dos Servizos despois de que se teñan feito estes cambios constituirá o seu consentimento para estar obrigado por tales cambios. Se se opón a calquera modificación destes termos de servizo, o seu único remedio exclusivo será rematar os servizos de acordo cos termos deste documento.
gu: કેસએક્ટિવ કોઈપણ અથવા આ તમામ સેવાની શરતોને અપડેટ અને બદલવા માટે, કોઈપણ સમયે અને તેના સંપૂર્ણ મુનસફી મુજબ અધિકાર અનામત રાખે છે. જ્યારે કેસએક્ટિવ આ સેવાની શરતોમાં ફેરફાર કરે છે, ત્યારે કેસએક્ટિવ ઉપરની &#39;છેલ્લી અપડેટ&#39; તારીખમાં ફેરફાર કરશે. સેવાની સૌથી વર્તમાન આવૃત્તિની નિયમિત સમીક્ષા કરવા માટે તમે જવાબદાર છો. આવા ફેરફારો થયા પછી સેવાઓનો તમારો સતત ઉપયોગ આવા ફેરફારો દ્વારા બંધાયેલા રહેવાની તમારી સંમતિ રચે છે. જો તમને સેવાની આ શરતોમાં કોઈપણ ફેરફાર સામે વાંધો છે, તો તમારો એકમાત્ર અને વિશિષ્ટ ઉપાય અહીંની શરતો અનુસાર સેવાઓ સમાપ્ત કરવાનો રહેશે.
hi: CaseActive किसी भी समय और अपने एकमात्र विवेक पर, किसी भी या सभी सेवा की शर्तों को अद्यतन और परिवर्तित करने का अधिकार सुरक्षित रखता है। जब CaseActive इन सेवा की शर्तों को बदलता है, तो CaseActive उपरोक्त &#39;अंतिम अपडेट&#39; की तारीख को संशोधित करेगा। आप सेवा के सबसे वर्तमान संस्करण की नियमित रूप से समीक्षा करने के लिए जिम्मेदार हैं। इस तरह के किसी भी परिवर्तन के बाद सेवाओं का आपका निरंतर उपयोग ऐसे परिवर्तनों से बाध्य होने के लिए आपकी सहमति का निर्माण करेगा। यदि आप इन सेवा की शर्तों में किसी भी परिवर्तन पर आपत्ति करते हैं, तो आपका एकमात्र और अनन्य उपाय यहां की शर्तों के अनुसार सेवाओं को समाप्त करना होगा।
hr: CaseActive zadržava pravo, u bilo kojem trenutku i po vlastitom nahođenju, ažurirati i promijeniti bilo koji ili sve ove Uvjete pružanja usluge. Kad CaseActive promijeni ove Uvjete pružanja usluge, CaseActive će izmijeniti gore navedeni datum &quot;Zadnji put ažurirano&quot;. Odgovorni ste za redoviti pregled najsvježije verzije usluge. Vaša daljnja upotreba Usluga nakon uvođenja bilo kojih takvih promjena predstavlja vaš pristanak da te promjene budu obvezujuće. Ako se protivite bilo kakvim izmjenama ovih Uvjeta pružanja usluge, vaš jedini i ekskluzivni lijek bit će ukidanje Usluga u skladu s ovim uvjetima.
hu: A CaseActive fenntartja a jogot, hogy bármikor, saját belátása szerint frissítse és módosítsa a Szolgáltatási feltételeket. Amikor a CaseActive megváltoztatja ezeket a Szolgáltatási feltételeket, a CaseActive módosítja a fenti „Legutóbbi frissítés” dátumot. Az Ön felelős a Szolgáltatás legfrissebb verziójának rendszeres felülvizsgálatáért. A Szolgáltatások további felhasználása az ilyen változtatások elvégzése után azt jelenti, hogy beleegyezik abba, hogy ilyen változtatásokra kötelezze magát. Ha ellenzi a jelen Szolgáltatási Feltételek bármilyen módosítását, akkor az egyetlen és kizárólagos jogorvoslata a Szolgáltatásoknak a jelen feltételekkel összhangban történő megszüntetése.
hy: CaseActive- ն իրավունք է վերապահում ցանկացած պահի և իր հայեցողությամբ թարմացնել և փոխել այս Ծառայությունների բոլոր պայմանները: Երբ CaseActive- ը փոխում է այս Ծառայության պայմանները, CaseActive- ը կփոխի վերևում նշված «Վերջին թարմացումը»: Դուք պատասխանատու եք պարբերաբար վերանայելու Ծառայության առավել արդի տարբերակը: Նման փոփոխությունների կատարումից հետո Ծառայություններից ձեր շարունակական օգտագործումը պետք է դառնա ձեր համաձայնությունը `կապված լինել այդ փոփոխությունների հետ: Եթե դուք դեմ եք Սույն Ծառայությունների Պայմանների ցանկացած փոփոխության, ձեր միակ և բացառիկ միջոցը Ծառայությունները դադարեցնելն է սույն սույն պայմանների համաձայն:
id: CaseActive berhak, kapan pun dan atas kebijakannya sendiri, memperbarui dan mengubah salah satu atau semua Ketentuan Layanan ini. Ketika CaseActive mengubah Persyaratan Layanan ini, CaseActive akan mengubah tanggal &#39;Terakhir Diperbarui&#39; di atas. Anda bertanggung jawab untuk secara teratur meninjau versi terbaru dari Layanan. Penggunaan Anda yang berkelanjutan atas Layanan setelah perubahan apa pun dilakukan merupakan persetujuan Anda untuk terikat oleh perubahan tersebut. Jika Anda keberatan dengan perubahan apa pun pada Ketentuan Layanan ini, satu-satunya upaya hukum Anda adalah dengan menghentikan Layanan sesuai dengan ketentuan di sini.
is: CaseActive áskilur sér rétt til, hvenær sem er og að eigin vild, að uppfæra og breyta þessum þjónustuskilmálum eða öllum. Þegar CaseActive breytir þessum þjónustuskilmálum mun CaseActive breyta dagsetningunni „Síðast uppfærð“ hér að ofan. Þú berð ábyrgð á því að fara reglulega yfir nýjustu útgáfuna af þjónustunni. Áframhaldandi notkun þín á þjónustunum eftir að slíkar breytingar hafa verið gerðar skal vera samþykki þitt til að vera bundinn af slíkum breytingum. Ef þú mótmælir einhverjum breytingum á þessum þjónustuskilmálum, skal eina og einkaréttarúrræðið þitt vera að segja upp þjónustunni samkvæmt skilmálunum hér.
it: CaseActive si riserva il diritto, in qualsiasi momento ea sua esclusiva discrezione, di aggiornare e modificare alcuni o tutti i presenti Termini di servizio. Quando CaseActive modifica i presenti Termini di servizio, CaseActive modificherà la data &quot;Ultimo aggiornamento&quot; sopra. Sei responsabile della revisione periodica della versione più aggiornata del Servizio. L&#39;uso continuato dei Servizi dopo che tali modifiche sono state apportate costituirà il consenso a essere vincolato da tali modifiche. Se ti opponi a qualsiasi modifica ai presenti Termini di servizio, il tuo unico ed esclusivo rimedio sarà interrompere i Servizi secondo i termini qui contenuti.
iw: CaseActive שומרת לעצמה את הזכות, בכל עת ולפי שיקול דעתה הבלעדי, לעדכן ולשנות כל תנאי שירות אלה או כולם. כאשר CaseActive משנה את תנאי השירות האלה, CaseActive ישנה את התאריך &#39;עודכן אחרון&#39; לעיל. אתה אחראי לבחון באופן קבוע את הגרסה העדכנית ביותר של השירות. המשך השימוש שלך בשירותים לאחר שבוצעו שינויים כאלה יהווה את הסכמתך להיות כפוף לשינויים כאמור. אם אתה מתנגד לשינויים כלשהם בתנאי שירות אלה, הסעד היחיד והבלעדי שלך יהיה להפסיק את השירותים בהתאם לתנאים המופיעים כאן.
ja: CaseActiveは、いつでも、独自の裁量により、これらの利用規約の一部またはすべてを更新および変更する権利を留保します。 CaseActiveがこれらの利用規約を変更すると、CaseActiveは上記の「最終更新」日を変更します。お客様は、サービスの最新バージョンを定期的に確認する責任があります。そのような変更が行われた後も本サービスを継続して使用すると、かかる変更に拘束されることに同意したものとみなされます。これらの利用規約の変更に異議を唱えた場合、お客様の唯一かつ唯一の救済策は、本契約の条件に従ってサービスを終了することです。
ka: CaseActive იტოვებს უფლებას, ნებისმიერ დროს და საკუთარი შეხედულებისამებრ, განაახლოს და შეცვალოს ამ მომსახურების ყველა ან ყველა პირობა. როდესაც CaseActive ცვლის ამ მომსახურების პირობებს, CaseActive შეცვლის ზემოთ მოყვანილ &#39;ბოლო განახლებას&#39;. თქვენ პასუხისმგებელნი ხართ რეგულარულად გადახედოთ სამსახურის ყველაზე აქტუალური ვერსიას. ამგვარი ცვლილებების შეტანის შემდეგ, თქვენი სერვისების მუდმივი გამოყენება უნდა წარმოადგენდეს თქვენს თანხმობას, რომ ვალდებული ხართ შეიტანოს ასეთი ცვლილებები. თუ თქვენ წინააღმდეგი ხართ ამ მომსახურების პირობებში რაიმე ცვლილების შეტანას, თქვენი ერთადერთი და ექსკლუზიური საშუალებაა მომსახურების შეწყვეტა ამ პირობების შესაბამისად.
kk: CaseActive кез-келген уақытта немесе өз қалауы бойынша осы Қызмет көрсету шарттарын немесе кез-келгенін жаңартуға және өзгертуге құқылы. CaseActive осы қызмет көрсету шарттарын өзгерткен кезде, CaseActive жоғарыдағы &#39;Соңғы жаңартылған&#39; күнін өзгертеді. Сіз Қызметтің ең соңғы нұсқасын үнемі қарап отыруға жауап бересіз. Осындай өзгертулер енгізілгеннен кейін Сіздің Қызметтерді одан әрі пайдалануыңыз сіздің осындай өзгерістерге байланысты екеніңізді білдіруі керек. Егер сіз осы Қызмет көрсету шарттарындағы кез-келген өзгертулерге қарсылық білдірсеңіз, сіздің жалғыз және ерекше құқығыңыз осы Келісімшартқа сәйкес Қызметтерді тоқтату болып табылады.
km: CaseActive សូមរក្សាសិទ្ធិគ្រប់ពេលនិងតាមការសំរេចចិត្តរបស់ខ្លួនដើម្បីធ្វើបច្ចុប្បន្នភាពនិងផ្លាស់ប្តូរល័ក្ខខ័ណ្ឌនៃសេវាកម្មទាំងនេះ។ នៅពេលដែល CaseActive ផ្លាស់ប្តូរល័ក្ខខ័ណ្ឌនៃសេវាកម្មទាំងនេះ CaseActive នឹងកែប្រែកាលបរិច្ឆេទ &#39;បានបន្ទាន់សម័យចុងក្រោយ&#39; ខាងលើ។ អ្នកទទួលខុសត្រូវសម្រាប់ការពិនិត្យឡើងវិញនូវកំណែបច្ចុប្បន្ននៃសេវាកម្ម។ ការបន្តប្រើប្រាស់សេវាកម្មរបស់អ្នកបន្ទាប់ពីមានការផ្លាស់ប្តូរបែបនេះត្រូវបានចាត់ទុកថាជាការយល់ព្រមរបស់អ្នកដែលត្រូវបានភ្ជាប់ដោយការផ្លាស់ប្តូរបែបនេះ។ ប្រសិនបើអ្នកជំទាស់នឹងការផ្លាស់ប្តូរណាមួយចំពោះល័ក្ខខ័ណ្ឌនៃសេវាកម្មទាំងនេះសំណងតែមួយគត់និងផ្តាច់មុខរបស់អ្នកនឹងត្រូវបញ្ឈប់សេវាកម្មដោយយោងទៅតាមលក្ខខណ្ឌនេះ។
kn: ಈ ಯಾವುದೇ ಅಥವಾ ಎಲ್ಲಾ ಸೇವಾ ನಿಯಮಗಳನ್ನು ನವೀಕರಿಸಲು ಮತ್ತು ಬದಲಾಯಿಸಲು ಕೇಸ್ಆಕ್ಟಿವ್ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಮತ್ತು ಅದರ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ ಹಕ್ಕನ್ನು ಕಾಯ್ದಿರಿಸಿದೆ. ಕೇಸ್ಆಕ್ಟಿವ್ ಈ ಸೇವಾ ನಿಯಮಗಳನ್ನು ಬದಲಾಯಿಸಿದಾಗ, ಕೇಸ್ಆಕ್ಟಿವ್ ಮೇಲಿನ &#39;ಕೊನೆಯ ನವೀಕರಿಸಿದ&#39; ದಿನಾಂಕವನ್ನು ಮಾರ್ಪಡಿಸುತ್ತದೆ. ಸೇವೆಯ ಪ್ರಸ್ತುತ ಆವೃತ್ತಿಯನ್ನು ನಿಯಮಿತವಾಗಿ ಪರಿಶೀಲಿಸುವ ಜವಾಬ್ದಾರಿ ನಿಮ್ಮ ಮೇಲಿದೆ. ಅಂತಹ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಿದ ನಂತರ ನೀವು ಸೇವೆಗಳನ್ನು ನಿರಂತರವಾಗಿ ಬಳಸುವುದರಿಂದ ಅಂತಹ ಬದಲಾವಣೆಗಳಿಗೆ ಬದ್ಧರಾಗಿರಲು ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಈ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ನೀವು ಆಕ್ಷೇಪಿಸಿದರೆ, ನಿಮ್ಮ ಏಕೈಕ ಮತ್ತು ವಿಶೇಷ ಪರಿಹಾರವೆಂದರೆ ಇಲ್ಲಿರುವ ನಿಯಮಗಳ ಪ್ರಕಾರ ಸೇವೆಗಳನ್ನು ಕೊನೆಗೊಳಿಸುವುದು.
ku: CaseActive mafê xwe dihêle, di her kêliyê de û bi şensê xwe ve, ji nûve û biguhezîne van an hemî van Mercên karûbar. Gava CaseActive Van Mercên Xizmet diguhezîne, CaseActive dê li jor roja &#39;Rojanedana Dawîn&#39; biguheze. Hûn berpirsiyar in ku bi rêkûpêk guhertoya herî dawî ya Karûbarê Navnîşanê binirxînin. Pêdivî ye ku karanîna we ya Karûbarên we piştî van guhertinan pêk bîne dê razîbûna we be ku hûn bi guhertinên bi vî rengî ve girêdayî bin. Heke hûn li dijî van guhêrên Termsertan guhêrbar bikin, yekdestê we û yekdestdariya we ew e ku Xizmetan li gorî mercên li vir biqedîne.
ky: CaseActive, каалаган убакта жана өзүнүн кароосу боюнча, ушул Тейлөө шарттарын жаңыртуу же өзгөртүү укугун сактайт. CaseActive бул Тейлөө шарттарын өзгөрткөндө, CaseActive жогорудагы &#39;Акыркы жаңыртылган&#39; датасын өзгөртөт. Кызматтын учурдагы версиясын үзгүлтүксүз карап чыгуу үчүн сиз жооптуусуз. Ушундай өзгөртүүлөр киргизилгенден кийин Кызматтарды мындан ары дагы колдонсоңуз, анда мындай өзгөрүүлөр менен байланышууга макулдугуңуз болот. Эгер сиз ушул Тейлөө шарттарына кандайдыр бир өзгөрүүлөргө каршы болсоңуз, анда ушул жана ушул Кодекстеги шарттарга ылайык Кызматтар жабылышы керек.
lb: CaseActive behält sech d&#39;Recht, zu all Moment an no senger Diskretioun, all oder all vun dësen Servicebedingungen ze aktualiséieren an z&#39;änneren. Wann CaseActive dës Benotzungsconditioune ännert, wäert CaseActive den &#39;Last Updated&#39; Datum uewen änneren. Dir sidd verantwortlech fir déi aktuellst Versioun vum Service regelméisseg ze iwwerschaffen. Är weider Benotzung vun de Servicer nodeems esou Ännerunge gemaach goufen, enthält Är Zoustëmmung mat esou Ännerunge gebonnen ze sinn. Wann Dir géint all Ännerung vun dëse Benotzungsconditioune protestéiert, soll Är eenzeg an exklusiv Erhuelung d&#39;Servicer entspriechend de Konditioune hei ofgeschloss ginn.
lo: CaseActive ສະຫງວນສິດ, ໃນທຸກເວລາແລະໃນການຕັດສິນໃຈຂອງຕົນ, ເພື່ອປັບປຸງແລະປ່ຽນແປງເງື່ອນໄຂການໃຫ້ບໍລິການໃດ ໜຶ່ງ ຫລືທັງ ໝົດ ນີ້. ເມື່ອ CaseActive ປ່ຽນເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້, CaseActive ຈະດັດແປງວັນທີ &#39;ອັບເດດຫຼ້າສຸດ&#39; ຂ້າງເທິງ. ທ່ານຮັບຜິດຊອບກວດກາຄືນການບໍລິການແບບ ໃໝ່ ທີ່ສຸດໃນປະຈຸບັນ. ການ ນຳ ໃຊ້ບໍລິການຢ່າງຕໍ່ເນື່ອງຂອງທ່ານຫຼັງຈາກການປ່ຽນແປງດັ່ງກ່າວໄດ້ເຮັດໃຫ້ການຍິນຍອມຂອງທ່ານຖືກຜູກມັດໂດຍການປ່ຽນແປງດັ່ງກ່າວ. ຖ້າທ່ານຄັດຄ້ານການປ່ຽນແປງໃດໆຕໍ່ເງື່ອນໄຂການໃຫ້ບໍລິການເຫຼົ່ານີ້, ວິທີການປິ່ນປົວສະເພາະແລະເດັດຂາດຂອງທ່ານແມ່ນໃຫ້ຢຸດການບໍລິການຕາມຂໍ້ ກຳ ນົດທີ່ນີ້.
lt: „CaseActive“ pasilieka teisę bet kuriuo metu ir savo nuožiūra atnaujinti ir pakeisti bet kurias ar visas šias paslaugų teikimo sąlygas. Kai „CaseActive“ pakeis šias paslaugų teikimo sąlygas, „CaseActive“ pakeis aukščiau nurodytą „Paskutinio atnaujinimo“ datą. Jūs esate atsakingi už tai, kad reguliariai peržiūrėtumėte naujausią Paslaugos versiją. Jei atliksite tokius pakeitimus, toliau naudositės Paslaugomis, tai reiškia, kad sutinkate, kad tokie pakeitimai jums būtų privalomi. Jei prieštaraujate bet kokiems šių Paslaugų teikimo sąlygų pakeitimams, jūsų vienintelė išimtinė priemonė yra nutraukti Paslaugas laikantis šių sąlygų.
lv: CaseActive patur tiesības jebkurā laikā un pēc saviem ieskatiem atjaunināt un mainīt visus vai visus šos pakalpojumu sniegšanas noteikumus. Kad CaseActive maina šos pakalpojumu sniegšanas noteikumus, CaseActive mainīs iepriekš norādīto datumu “Pēdējoreiz atjaunināts”. Jūs esat atbildīgs par Pakalpojuma jaunākās versijas regulāru pārskatīšanu. Turpinot Pakalpojumu izmantošanu pēc jebkādu šādu izmaiņu izdarīšanas, jūs piekrītat būt saistītām ar šādām izmaiņām. Ja jūs iebilstat pret jebkādām izmaiņām šajos pakalpojumu sniegšanas noteikumos, jūsu vienīgais un vienīgais līdzeklis ir pārtraukt Pakalpojumus saskaņā ar šiem noteikumiem.
mg: Ny CaseActive dia miaro ny zony, amin&#39;ny fotoana rehetra ary amin&#39;ny fahendreny irery, ny hanavao sy hanovana izay rehetra misy ireo Taratasy serivisy ireo. Rehefa manova ireo fepetra momba ny serivisy ireo ny CaseActive, ny CaseActive dia hanova ny daty &#39;Farany farany havaozina etsy ambony. Ianao no tompon&#39;andraikitra amin&#39;ny famerenana tsy tapaka ny andiany farany an&#39;ny Service. Ny fampiasana tsy tapaka ny serivisy aorian&#39;ny fanovana toy izany dia ny fanekenao hiankina amin&#39;ny fanovana toy izany. Raha manohitra ny fiovan&#39;ny lalàna momba ny serivisy ianao, ny hany vahaolana tokanao dia ny fanafoanana ny serivisy araka ny voambolana eto.
mi: Ko te CaseActive te tika, i nga waa katoa me te whakaaro ake, ki te whakahou me te whakarereke i tetahi, i enei whakaritenga katoa ranei o te Ratonga. Ina hurihia e CaseActive enei Ture o te Ratonga, ka whakarereke e CaseActive te ra &#39;Whakamutunga Whakahoutia&#39; i runga. Kei a koe te kawenga mo te arotake i nga wa katoa o te Ratonga Ratonga. Ko to whakamahi tonu i nga Ratonga i muri i nga whakarereketanga o tera mahi, ko to whakaaetanga kia herea e nga huringa. Ki te whakahē koe ki nga whakarereketanga ki enei Ture Ratonga, ko to maaka anake me to rongoa e mutu ai nga Ratonga i runga i nga tikanga kua whakahuatia ake nei.
mk: CaseActive го задржува правото, во секое време и по своја дискреција, да ги ажурира и менува сите или сите овие Услови на Користење. Кога CaseActive ги менува овие Услови на Користење, CaseActive ќе го измени датумот „Последно ажурирано“ погоре. Вие сте одговорни за редовно прегледување на најактуелните верзии на услугата. Вашата континуирана употреба на Услугите откако ќе се направат ваквите промени, претставува ваша согласност да бидете обврзани со ваквите промени. Ако се спротивставувате на какви било измени во овие Услови на Користење, ваш единствен и ексклузивен лек е да ги прекинете Услугите според овие услови.
ml: ഈ സേവന നിബന്ധനകളിലേതെങ്കിലും അല്ലെങ്കിൽ എല്ലാം അപ്‌ഡേറ്റ് ചെയ്യുന്നതിനും മാറ്റുന്നതിനുമുള്ള അവകാശം ഏത് സമയത്തും അതിന്റെ വിവേചനാധികാരത്തിലും കേസ് ആക്റ്റീവ് നിക്ഷിപ്തമാണ്. കേസ് ആക്റ്റീവ് ഈ സേവന നിബന്ധനകൾ മാറ്റുമ്പോൾ, മുകളിലുള്ള &#39;അവസാനം അപ്ഡേറ്റ് ചെയ്ത&#39; തീയതി കേസ് ആക്റ്റീവ് പരിഷ്കരിക്കും. സേവനത്തിന്റെ ഏറ്റവും പുതിയ പതിപ്പ് പതിവായി അവലോകനം ചെയ്യുന്നതിനുള്ള ഉത്തരവാദിത്തം നിങ്ങൾക്കാണ്. അത്തരം മാറ്റങ്ങൾ വരുത്തിയതിനുശേഷവും നിങ്ങൾ സേവനങ്ങളുടെ തുടർച്ചയായ ഉപയോഗം അത്തരം മാറ്റങ്ങൾക്ക് വിധേയരാകാനുള്ള നിങ്ങളുടെ സമ്മതമായിരിക്കും. ഈ സേവന നിബന്ധനകളിലെ എന്തെങ്കിലും മാറ്റങ്ങളെ നിങ്ങൾ എതിർക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ ഏകവും എക്സ്ക്ലൂസീവുമായ പ്രതിവിധി ഇവിടെയുള്ള നിബന്ധനകൾ അനുസരിച്ച് സേവനങ്ങൾ അവസാനിപ്പിക്കുക എന്നതാണ്.
mn: CaseActive нь үйлчилгээний нөхцөлийг аль ч үед өөрчлөх, өөрчлөх эрхтэй. CaseActive нь эдгээр үйлчилгээний нөхцлийг өөрчлөх үед CaseActive нь дээрх &quot;Сүүлд шинэчлэгдсэн&quot; огноог өөрчлөх болно. Үйлчилгээний хамгийн сүүлийн хувилбарыг тогтмол хянах үүрэгтэй. Ийм өөрчлөлт хийсний дараа үйлчилгээг үргэлжлүүлэн ашиглах нь эдгээр өөрчлөлтүүдтэй холбоотой гэдгээ хүлээн зөвшөөрөх болно. Хэрэв та эдгээр үйлчилгээний нөхцлийн аливаа өөрчлөлтийг эсэргүүцэж байгаа бол цорын ганц цорын ганц онцгой арга нь дээрх нөхцөлийн дагуу Үйлчилгээг цуцлах явдал юм.
mr: यापैकी कोणत्याही किंवा सर्व सेवा अटी अद्ययावत करणे आणि त्यामध्ये बदल करणे, केसेसएक्टिव्हला कोणत्याही वेळी आणि त्याच्या संपूर्ण निर्णयावर अवलंबून आहे. जेव्हा केसएक्टिव्ह या सेवा अटी बदलतात, तेव्हा केसअॅक्टिव वरील &#39;अंतिम अद्यतनित&#39; तारीख सुधारित करेल. आपण सेवेच्या सर्वात वर्तमान आवृत्तीचे नियमितपणे पुनरावलोकन करण्यास जबाबदार आहात. असे बदल करण्यात आल्यानंतर तुम्ही या सेवेचा सतत वापर करता आणि त्या बदलांना बंधनकारक असण्याची तुमची संमती असेल. आपणास या सेवा अटींमधील कोणत्याही बदलांचा आक्षेप असल्यास, आपला एकमात्र आणि एकमेव उपाय म्हणजे या अटींनुसार सेवा समाप्त करणे.
ms: CaseActive berhak, pada bila-bila masa dan mengikut budi bicara mutlaknya, untuk mengemas kini dan mengubah mana-mana atau semua Syarat Perkhidmatan ini. Apabila CaseActive mengubah Syarat Perkhidmatan ini, CaseActive akan mengubah tarikh &#39;Terakhir Dikemas kini&#39; di atas. Anda bertanggungjawab untuk kerap mengkaji versi Perkhidmatan terkini. Penggunaan Perkhidmatan oleh anda secara berterusan setelah perubahan tersebut dibuat akan menjadi persetujuan anda untuk terikat dengan perubahan tersebut. Sekiranya anda keberatan terhadap sebarang perubahan pada Syarat Perkhidmatan ini, satu-satunya penyelesaian eksklusif anda adalah dengan menghentikan Perkhidmatan mengikut syarat di sini.
mt: CaseActive tirriżerva d-dritt, fi kwalunkwe ħin u fid-diskrezzjoni tagħha biss, li taġġorna u tbiddel kwalunkwe waħda jew kollha minn dawn it-Termini tas-Servizz. Meta CaseActive tbiddel dawn it-Termini tas-Servizz, CaseActive se tibdel id-data &quot;Aġġornata l-Aħħar&quot; hawn fuq. Inti responsabbli biex tirrevedi regolarment l-iktar verżjoni attwali tas-Servizz. L-użu kontinwu tiegħek tas-Servizzi wara li jkun sar xi tibdil bħal dan għandu jikkostitwixxi l-kunsens tiegħek biex tkun marbut b&#39;dawn il-bidliet. Jekk toġġezzjona għal kwalunkwe bidla għal dawn it-Termini tas-Servizz, ir-rimedju uniku u esklussiv tiegħek għandu jkun li jtemm is-Servizzi skont it-termini hawnhekk.
my: CaseActive သည်ဤ ၀ န်ဆောင်မှုဆိုင်ရာသတ်မှတ်ချက်များကိုအားလုံးသို့မဟုတ်အားလုံးပြောင်းလဲပိုင်ခွင့်၊ အချိန်မရွေး၊ တစ်ခုတည်းသောဆုံးဖြတ်ချက်ဖြင့်ပိုင်ခွင့်ရှိသည်။ CaseActive သည်ဤ ၀ န်ဆောင်မှုဆိုင်ရာသတ်မှတ်ချက်များကိုပြောင်းလဲသောအခါ CaseActive သည် &#39;နောက်ဆုံးရေးသားထားသော&#39; ရက်စွဲကိုပြောင်းလဲလိမ့်မည်။ ၀ န်ဆောင်မှု၏နောက်ဆုံး version ကိုပုံမှန်ပြန်လည်သုံးသပ်ရန်သင့်တွင်တာဝန်ရှိသည်။ ထိုကဲ့သို့သောပြောင်းလဲမှုများပြုလုပ်ပြီးသည့်နောက်တွင်သင်၏ ၀ န်ဆောင်မှုများကိုဆက်လက်အသုံးပြုခြင်းသည်၎င်းအပြောင်းအလဲများနှင့်ဆက်နွယ်ရန်သင့်သဘောတူညီချက်ဖြစ်သည်။ ဤ ၀ န်ဆောင်မှုဆိုင်ရာသတ်မှတ်ချက်များကိုပြောင်းလဲရန်သင်ကန့်ကွက်ပါကသင်၏တစ်ခုတည်းသောသီးသန့်ဆေးမှာဤစည်းကမ်းချက်များအရ ၀ န်ဆောင်မှုများကိုရပ်ဆိုင်းရန်ဖြစ်သည်။
ne: केसएक्टिभले कुनै पनि वा यी सबै सेवा सर्तहरू अपडेट र परिवर्तन गर्नका लागि, कुनै पनि समय र यसका विवेकमा अधिकार सुरक्षित गर्दछ। जब केसएक्टिभले यी सेवा सर्तहरू परिवर्तन गर्दछ, केसएक्टिभले माथिको &#39;अन्तिम अपडेट&#39; मिति परिमार्जन गर्दछ। तपाईं नियमित रूपमा सेवाको सबैभन्दा नयाँ संस्करणको समीक्षाको लागि जिम्मेवार हुनुहुन्छ। कुनै पनि परिवर्तन भए पछि तपाईंको सेवाहरूको निरन्तर प्रयोगले तपाईंको परिवर्तनलाई बाध्य पार्ने तपाईंको सहमति बनाउनेछ। यदि तपाइँ यी सेवा सर्तहरूमा कुनै परिवर्तनमा आपत्ति जनाउनुहुन्छ भने, तपाइँको एकमात्र र विशेष उपाय भनेको यहाँ सर्तहरू बमोजिम सेवाहरू समाप्त गर्नुपर्नेछ।
nl: CaseActive behoudt zich het recht voor om op elk moment en naar eigen goeddunken een of meer van deze Servicevoorwaarden bij te werken en te wijzigen. Wanneer CaseActive deze Servicevoorwaarden wijzigt, zal CaseActive de datum &#39;Laatst bijgewerkt&#39; hierboven wijzigen. U bent verantwoordelijk voor het regelmatig bekijken van de meest recente versie van de Service. Als u de Services blijft gebruiken nadat dergelijke wijzigingen zijn aangebracht, houdt dit in dat u ermee instemt gebonden te zijn aan dergelijke wijzigingen. Als u bezwaar maakt tegen wijzigingen in deze Servicevoorwaarden, is uw enige en exclusieve verhaalsmogelijkheid het beëindigen van de Services in overeenstemming met de voorwaarden hierin.
no: CaseActive forbeholder seg retten til når som helst og etter eget skjønn å oppdatere og endre noen eller alle disse vilkårene for bruk. Når CaseActive endrer disse vilkårene for bruk, vil CaseActive endre &quot;sist oppdatert&quot; dato ovenfor. Du er ansvarlig for regelmessig å gjennomgå den nyeste versjonen av tjenesten. Din fortsatte bruk av tjenestene etter at slike endringer er gjort, utgjør ditt samtykke til å være bundet av slike endringer. Hvis du har innvendinger mot endringer i disse vilkårene for bruk, vil ditt eneste og eksklusive middel være å si opp tjenestene i henhold til vilkårene her.
or: କେସ୍ ଆକ୍ଟିଭ୍ ଯେକ time ଣସି ସମୟରେ ଏବଂ ଏହାର ନିଜସ୍ୱ ବିବେଚନାରେ, ଏହି ସେବାର ଯେକ any ଣସି କିମ୍ବା ସମସ୍ତ ଅଦ୍ୟତନ ଏବଂ ପରିବର୍ତ୍ତନ କରିବାର ଅଧିକାର ସଂରକ୍ଷଣ କରେ | ଯେତେବେଳେ କେସ୍ ଆକ୍ଟିଭ୍ ଏହି ସେବାର ସର୍ତ୍ତାବଳୀ ପରିବର୍ତ୍ତନ କରେ, କେସ୍ ଆକ୍ଟିଭ୍ ଉପରୋକ୍ତ &#39;ଶେଷ ଅଦ୍ୟତନ&#39; ତାରିଖକୁ ପରିବର୍ତ୍ତନ କରିବ | ସେବାର ସର୍ବାଧିକ ସାମ୍ପ୍ରତିକ ସଂସ୍କରଣକୁ ନିୟମିତ ସମୀକ୍ଷା କରିବା ପାଇଁ ଆପଣ ଦାୟୀ ଅଟନ୍ତି | ଏହିପରି କ changes ଣସି ପରିବର୍ତ୍ତନ ହେବା ପରେ ତୁମର ସେବାଗୁଡିକର କ୍ରମାଗତ ବ୍ୟବହାର ଏହିପରି ପରିବର୍ତ୍ତନ ଦ୍ୱାରା ବନ୍ଧା ହେବା ପାଇଁ ତୁମର ସମ୍ମତି ସୃଷ୍ଟି କରିବ | ଯଦି ଆପଣ ଏହି ସେବାର ସର୍ତ୍ତାବଳୀରେ କ changes ଣସି ପରିବର୍ତ୍ତନକୁ ଆପତ୍ତି କରନ୍ତି, ତେବେ ଆପଣଙ୍କର ଏକମାତ୍ର ଏବଂ ସ୍ୱତନ୍ତ୍ର ପ୍ରତିକାର ହେଉଛି ଏଠାରେ ଥିବା ସର୍ତ୍ତାବଳୀ ଅନୁଯାୟୀ ସେବାଗୁଡିକୁ ବନ୍ଦ କରିବା |
pa: ਕੇਸਏਕਟਿਵ ਕਿਸੇ ਵੀ ਸਮੇਂ ਜਾਂ ਇਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਅਤੇ ਇਸ ਨੂੰ ਬਦਲਣ ਦਾ ਅਧਿਕਾਰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਅਤੇ ਇਸਦੇ ਵਿਵੇਕ ਅਨੁਸਾਰ ਰੱਖਦਾ ਹੈ. ਜਦੋਂ ਕੇਸਐਕਟਿਵ ਸੇਵਾ ਦੀਆਂ ਇਨ੍ਹਾਂ ਸ਼ਰਤਾਂ ਨੂੰ ਬਦਲਦਾ ਹੈ, ਤਾਂ ਕੇਸਐਕਟਿਵ ਉਪਰੋਕਤ &#39;ਆਖਰੀ ਅਪਡੇਟ ਕੀਤੀ ਗਈ&#39; ਮਿਤੀ ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਕਰੇਗਾ. ਤੁਸੀਂ ਸੇਵਾ ਦੇ ਸਭ ਤੋਂ ਨਵੇਂ ਵਰਜ਼ਨ ਦੀ ਨਿਯਮਤ ਰੂਪ ਵਿੱਚ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ. ਅਜਿਹੀਆਂ ਤਬਦੀਲੀਆਂ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਸੇਵਾਵਾਂ ਦੀ ਤੁਹਾਡੀ ਨਿਰੰਤਰ ਵਰਤੋਂ ਅਜਿਹੇ ਤਬਦੀਲੀਆਂ ਦੇ ਪਾਬੰਦ ਹੋਣ ਲਈ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਬਣਾਏਗੀ. ਜੇ ਤੁਸੀਂ ਸੇਵਾ ਦੀਆਂ ਇਨ੍ਹਾਂ ਸ਼ਰਤਾਂ ਵਿਚ ਕਿਸੇ ਤਬਦੀਲੀ ਕਰਨ &#39;ਤੇ ਇਤਰਾਜ਼ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡਾ ਇਕਲੌਤਾ ਅਤੇ ਇਕਲੌਤਾ ਉਪਾਅ ਇਥੇ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਨੁਸਾਰ ਸੇਵਾਵਾਂ ਨੂੰ ਖਤਮ ਕਰਨਾ ਹੋਵੇਗਾ.
pl: CaseActive zastrzega sobie prawo, w dowolnym momencie i według własnego uznania, do aktualizacji i zmiany któregokolwiek lub wszystkich niniejszych Warunków świadczenia usług. Gdy CaseActive zmieni niniejsze Warunki świadczenia usług, CaseActive zmieni powyższą datę „Ostatniej aktualizacji”. Jesteś odpowiedzialny za regularne przeglądanie najnowszej wersji Usługi. Dalsze korzystanie z Usług po wprowadzeniu takich zmian oznacza zgodę na związanie się takimi zmianami. Jeśli sprzeciwiasz się jakimkolwiek zmianom w niniejszych Warunkach świadczenia usług, jedynym i wyłącznym środkiem zaradczym będzie zakończenie świadczenia usług zgodnie z niniejszymi warunkami.
ps: د قضیې فعال په هر وخت او په خپل اختیار کې حق لري ، د دې خدماتو هر یو یا ټول شرایط نوي او بدل کړي. کله چې د قضیې فعال د خدماتو دا شرایط بدل کړي ، نو د کیسایټیکټ به پورته &#39;وروستي تازه شوي&#39; نیټه تعدیل کړي. تاسو د خدماتو ترټولو وروستې نسخه په منظم ډول د بیاکتنې مسؤل یاست. ستاسو د خدماتو دوامداره کارونې وروسته له هغه چې هر ډول بدلونونه رامینځته کیږي باید ستاسو رضایت د داسې بدلونونو پابند کیدو لپاره تنظیم شي. که تاسو د دې خدماتو شرایطو کې کوم بدلون سره مخالفت کوئ ، نو ستاسو یوازینی او ځانګړې درملنه به د دې شرایطو سره سم خدمات بند کړي.
pt: CaseActive se reserva o direito, a qualquer momento e a seu exclusivo critério, de atualizar e alterar qualquer um ou todos estes Termos de Serviço. Quando CaseActive altera estes Termos de Serviço, CaseActive modifica a data da &#39;Última Atualização&#39; acima. Você é responsável por revisar regularmente a versão mais atual do Serviço. Seu uso continuado dos Serviços após tais mudanças terem sido feitas constituirá seu consentimento em ser vinculado por tais mudanças. Se você objetar a quaisquer alterações a estes Termos de Serviço, seu único e exclusivo recurso será encerrar os Serviços de acordo com os termos aqui contidos.
ro: CaseActive își rezervă dreptul, în orice moment și la discreția sa, de a actualiza și modifica oricare sau toți acești Termeni și condiții. Când CaseActive modifică acești Termeni și condiții, CaseActive va modifica data „Ultima actualizare” de mai sus. Sunteți responsabil pentru examinarea periodică a celei mai recente versiuni a Serviciului. Utilizarea dvs. continuă a Serviciilor după ce au fost efectuate astfel de modificări va constitui consimțământul dvs. de a fi legat de aceste modificări. Dacă vă opuneți oricărei modificări ale acestor Termeni de serviciu, remedierea dvs. exclusivă și exclusivă va fi încetarea Serviciilor în conformitate cu termenii de aici.
ru: CaseActive оставляет за собой право в любое время и по своему усмотрению обновлять и изменять любые или все настоящие Условия обслуживания. Когда CaseActive изменяет настоящие Условия обслуживания, CaseActive изменяет дату последнего обновления, указанную выше. Вы несете ответственность за регулярное ознакомление с самой последней версией Сервиса. Ваше дальнейшее использование Услуг после внесения любых таких изменений означает ваше согласие на обязательность таких изменений. Если вы возражаете против любых изменений настоящих Условий предоставления услуг, вашим единственным и исключительным средством правовой защиты будет прекращение предоставления Услуг в соответствии с условиями, изложенными в настоящем документе.
rw: CaseActive ibika uburenganzira, igihe icyo ari cyo cyose kandi ku bushake bwayo, bwo kuvugurura no guhindura ayo ari yo yose cyangwa yose muri aya Masezerano ya serivisi. Mugihe CaseActive ihinduye aya Masezerano ya Service, CaseActive izahindura itariki &#39;Iheruka kuvugururwa&#39; hejuru. Ushinzwe gusubiramo buri gihe verisiyo igezweho ya Serivisi. Gukomeza gukoresha Serivisi nyuma yizo mpinduka zose zakozwe bizaba bigize uburenganzira bwawe bwo kugengwa nizo mpinduka. Niba wanze ko hagira igihinduka kuri aya Masezerano ya serivisi, igisubizo cyawe cyonyine kandi cyihariye ni uguhagarika Serivisi ukurikije aya magambo.
sd: CaseActive حق جي حفاظت ڪري ٿي ، ڪنهن به وقت ۽ پنهنجي صوابديد تي ، سروس جي انهن شرطن جي ڪنهن يا سڀني کي تازه ڪاري ۽ تبديل ڪرڻ جي. جڏهن CaseActive سروس جي انهن شرطن کي تبديل ڪري ٿي ، CaseActive مٿي ڏنل ”آخري تازه ڪاري“ واري تاريخ کي تبديل ڪري ڇڏيندي. توهان ذميوار آهيو سروس جي تمام موجوده ورزن جي نظرثاني ڪرڻ سان. توهان جي انهن تبديلين جي پابند ٿيڻ کانپوءِ توهان جو خدمتن جو مسلسل استعمال توهان جي رضامندي جي برابر هوندو. جيڪڏهن توهان خدمت جي انهن شرطن جي ڪنهن به تبديلي تي اعتراض ڪريو ٿا ، ته توهان جو واحد ۽ خاص حل اهو هوندو ته اسان وٽ ڏنل شرطن جي مطابق خدمتن کي ختم ڪيو وڃي.
si: මෙම ඕනෑම සේවා කොන්දේසි යාවත්කාලීන කිරීමට සහ වෙනස් කිරීමට ඕනෑම වේලාවක සහ එහි අභිමතය පරිදි කේස්ඇක්ටිව් අයිතිය රඳවා තබා ගනී. CaseActive මෙම සේවා කොන්දේසි වෙනස් කරන විට, CaseActive විසින් ඉහත &#39;අවසන් වරට යාවත්කාලීන කරන ලද&#39; දිනය වෙනස් කරනු ඇත. සේවාවේ නවතම අනුවාදය නිතිපතා සමාලෝචනය කිරීම ඔබේ වගකීමයි. එවැනි වෙනස් කිරීම් සිදු කිරීමෙන් පසුවද ඔබ අඛණ්ඩව සේවාවන් භාවිතා කිරීම එවැනි වෙනස්කම් වලට බැඳී සිටීමට ඔබේ කැමැත්ත වේ. මෙම සේවා කොන්දේසි වල යම් වෙනසක් කිරීමට ඔබ විරුද්ධ වන්නේ නම්, ඔබේ එකම සහ සුවිශේෂී පිළියම වනුයේ මෙහි ඇති නියමයන්ට අනුව සේවාවන් අවසන් කිරීමයි.
sk: Spoločnosť CaseActive si vyhradzuje právo kedykoľvek a podľa vlastného uváženia aktualizovať a meniť ktorékoľvek alebo všetky tieto podmienky služby. Keď CaseActive zmení tieto Podmienky poskytovania služieb, CaseActive zmení vyššie uvedený „Posledná aktualizácia“. Ste zodpovední za pravidelnú kontrolu najaktuálnejšej verzie služby. Vaše ďalšie používanie Služieb po vykonaní akýchkoľvek zmien bude predstavovať váš súhlas s takýmito zmenami. Ak namietate proti akýmkoľvek zmenám týchto podmienok poskytovania služieb, vaším jediným a výhradným opravným prostriedkom je ukončenie poskytovania služieb podľa týchto podmienok.
sl: CaseActive si pridržuje pravico, da kadar koli in po lastni presoji posodobi in spremeni katere koli ali vse te pogoje storitve. Ko bo CaseActive spremenil te pogoje storitve, bo CaseActive spremenil zgornji datum „Zadnji posodobljeni“. Odgovorni ste za redno pregledovanje najsodobnejše različice storitve. Vaša nadaljnja uporaba storitev po kakršnih koli spremembah pomeni vaše soglasje, da vas bodo takšne spremembe zavezale. Če nasprotujete kakršnim koli spremembam teh pogojev storitve, je vaše edino in izključno pravno sredstvo ukinitev storitev v skladu s pogoji.
sq: CaseActive rezervon të drejtën, në çdo kohë dhe në diskrecionin e vet, të azhurnojë dhe ndryshojë cilindo ose të gjitha këto Kushte të Shërbimit. Kur CaseActive ndryshon këto Kushte të Shërbimit, CaseActive do të modifikojë datën &quot;Përditësuar së Fundit&quot; më lart. Ju jeni përgjegjës për të rishikuar rregullisht versionin më aktual të Shërbimit. Përdorimi juaj i vazhdueshëm i Shërbimeve pasi të jenë bërë ndryshime të tilla do të përbëjë pëlqimin tuaj për tu lidhur me ndryshime të tilla. Nëse kundërshtoni çdo ndryshim në këto Kushte të Shërbimit, ilaçi juaj i vetëm dhe ekskluziv do të jetë që t&#39;i ndërpresni Shërbimet sipas kushteve të këtij ligji.
sr: ЦасеАцтиве задржава право, у било које време и по властитом нахођењу, да ажурира и мења било које или све ове Услове пружања услуге. Када ЦасеАцтиве измени ове Услове пружања услуге, ЦасеАцтиве ће изменити горњи датум „Последње ажурирано“. Одговорни сте за редован преглед најновије верзије услуге. Ваша континуирана употреба Услуга након извршавања било каквих промена представља ваш пристанак да се тим променама обавезује. Ако се противите било каквим променама ових Услова пружања услуге, ваш једини и ексклузивни лек биће раскид Услуга у складу са овим условима.
sv: CaseActive förbehåller sig rätten att när som helst och efter eget gottfinnande uppdatera och ändra någon av eller alla dessa användarvillkor. När CaseActive ändrar dessa användarvillkor kommer CaseActive att ändra datumet &quot;Senast uppdaterat&quot; ovan. Du ansvarar för att regelbundet granska den senaste versionen av tjänsten. Din fortsatta användning av tjänsterna efter att sådana ändringar har gjorts ska utgöra ditt samtycke till att vara bunden av sådana ändringar. Om du gör invändningar mot ändringar av dessa användarvillkor, ska din enda och exklusiva åtgärd vara att säga upp tjänsterna enligt villkoren här.
sw: Kesi inahifadhi haki, wakati wowote na kwa hiari yake, kusasisha na kubadilisha yoyote au haya Masharti ya Huduma. Wakati Uchunguzi ukibadilisha Masharti haya ya Huduma, Kesi itarekebisha tarehe ya &#39;Mwisho Iliyosasishwa&#39; hapo juu. Unawajibika kwa kukagua toleo la sasa la Huduma. Matumizi yako endelevu ya Huduma baada ya mabadiliko yoyote hayo kufanywa kutakuwa na ridhaa yako ya kufungwa na mabadiliko kama hayo. Ukikataa mabadiliko yoyote kwa Masharti haya ya Huduma, suluhisho lako pekee na la kipekee litakuwa la kusitisha Huduma kulingana na masharti hapa.
ta: இந்த சேவை விதிமுறைகளில் ஏதேனும் அல்லது அனைத்தையும் புதுப்பிக்கவும் மாற்றவும் கேஸ்ஆக்டிவ் எந்த நேரத்திலும் அதன் சொந்த விருப்பப்படி உரிமை கொண்டுள்ளது. கேஸ்ஆக்டிவ் இந்த சேவை விதிமுறைகளை மாற்றும்போது, கேஸ்ஆக்டிவ் மேலே உள்ள &#39;கடைசியாக புதுப்பிக்கப்பட்ட&#39; தேதியை மாற்றும். சேவையின் தற்போதைய பதிப்பை தவறாமல் மதிப்பாய்வு செய்வதற்கு நீங்கள் பொறுப்பு. இதுபோன்ற மாற்றங்கள் செய்யப்பட்டபின்னும் நீங்கள் தொடர்ந்து சேவைகளைப் பயன்படுத்துவது அத்தகைய மாற்றங்களுக்கு கட்டுப்படுவதற்கான உங்கள் சம்மதமாகும். இந்த சேவை விதிமுறைகளில் ஏதேனும் மாற்றங்களை நீங்கள் எதிர்த்தால், இங்குள்ள விதிமுறைகளின்படி சேவைகளை நிறுத்துவதே உங்கள் ஒரே மற்றும் பிரத்யேக தீர்வாக இருக்கும்.
te: ఈ సేవా నిబంధనలలో ఏదైనా లేదా అన్నింటినీ నవీకరించడానికి మరియు మార్చడానికి కేస్ యాక్టివ్ హక్కును, ఎప్పుడైనా మరియు దాని స్వంత అభీష్టానుసారం కలిగి ఉంటుంది. కేస్ఆక్టివ్ ఈ సేవా నిబంధనలను మార్చినప్పుడు, కేస్ఆక్టివ్ పైన &#39;చివరిగా నవీకరించబడిన&#39; తేదీని సవరించును. సేవ యొక్క ప్రస్తుత సంస్కరణను క్రమం తప్పకుండా సమీక్షించాల్సిన బాధ్యత మీపై ఉంది. అటువంటి మార్పులు చేసిన తర్వాత మీరు సేవలను నిరంతరం ఉపయోగించడం వల్ల అలాంటి మార్పులకు కట్టుబడి ఉండటానికి మీ సమ్మతి ఉంటుంది. మీరు ఈ సేవా నిబంధనలలో ఏవైనా మార్పులను వ్యతిరేకిస్తే, మీ ఏకైక మరియు ప్రత్యేకమైన పరిహారం ఇక్కడ నిబంధనల ప్రకారం సేవలను ముగించడం.
tg: CaseActive ҳуқуқ дорад, ки дар вақти дилхоҳ ва мувофиқи салоҳдиди худ, ҳама ва ё ҳамаи ин шартҳои хидматро навсозӣ ва тағир диҳад. Вақте ки CaseActive ин шартҳои хидматро тағир медиҳад, CaseActive санаи болотарро &#39;Last Updated&#39; -ро тағйир медиҳад. Шумо масъули баррасии мунтазами версияи ҳозираи Хадамот ҳастед. Истифодаи идомаи хидматҳо пас аз ҳар гуна тағирот ворид карда мешавад, ки шумо розӣ мешавед, ки ин гуна тағиротро қабул кунед. Агар шумо нисбати ҳама гуна тағирот ба ин шартҳои хидмат эътироз кунед, ягона роҳи ягонаи шумо ва истисноии шумо бояд қатъ кардани хидматҳо тибқи шартҳои ин ҷо бошад.
th: CaseActive ขอสงวนสิทธิ์ในเวลาใดก็ได้และขึ้นอยู่กับดุลยพินิจของตน แต่เพียงผู้เดียวในการปรับปรุงและเปลี่ยนแปลงข้อกำหนดในการให้บริการใด ๆ หรือทั้งหมดนี้ เมื่อ CaseActive เปลี่ยนแปลงข้อกำหนดในการให้บริการ CaseActive จะแก้ไขวันที่ &#39;Last updated&#39; ด้านบน คุณมีหน้าที่ตรวจสอบบริการเวอร์ชันล่าสุดอย่างสม่ำเสมอ การใช้บริการต่อไปของคุณหลังจากที่มีการเปลี่ยนแปลงใด ๆ แล้วจะถือว่าคุณยินยอมที่จะผูกพันกับการเปลี่ยนแปลงดังกล่าว หากคุณคัดค้านการเปลี่ยนแปลงใด ๆ ในข้อกำหนดในการให้บริการเหล่านี้การแก้ไข แต่เพียงผู้เดียวของคุณคือการยุติบริการตามข้อกำหนดในที่นี้
tk: “CaseActive” islendik wagt we öz islegi boýunça şu Hyzmat şertleriniň islendik ýa-da hemmesini täzelemek we üýtgetmek hukugyny özünde saklaýar. “CaseActive” bu Hyzmat şertlerini üýtgedende, “CaseActive” ýokardaky “Iň soňky täzelenen” senesini üýtgeder. Hyzmatyň iň häzirki wersiýasyny yzygiderli gözden geçirmek üçin jogapkärçilik çekýärsiňiz. Şeýle üýtgeşmeler girizilenden soň Hyzmatlary dowamly ulanmagyňyz, şeýle üýtgeşmeler bilen baglanyşykly bolmaga razylygyňyzy düzer. Bu Hyzmat şertlerine girizilen üýtgeşmelere garşy bolsaňyz, ýeke-täk we ýeke-täk serişdäňiz, şu şertlere laýyklykda Hyzmatlary ýatyrmak bolar.
tl: Inilalaan ng CaseActive ang tama, sa anumang oras at sa nag-iisang pagpapasya nito, upang mai-update at baguhin ang anuman o lahat ng mga Tuntunin ng Serbisyo na ito. Kapag binago ng CaseActive ang Mga Tuntunin ng Serbisyo, ang CaseActive ay magbabago sa petsa ng &#39;Huling Nai-update&#39; sa itaas. Responsable ka para sa regular na pagrerepaso sa pinakabagong bersyon ng Serbisyo. Ang iyong patuloy na paggamit ng Mga Serbisyo pagkatapos ng anumang mga pagbabagong nagawa ay ang bumubuo ng iyong pahintulot na makagapos ng mga naturang pagbabago. Kung tumutol ka sa anumang mga pagbabago sa Mga Tuntunin ng Serbisyo, ang iyong nag-iisa at eksklusibong lunas ay upang wakasan ang Mga Serbisyo alinsunod sa mga termino dito.
tr: CaseActive, herhangi bir zamanda ve tamamen kendi takdirine bağlı olarak, bu Hizmet Koşullarından herhangi birini veya tamamını güncelleme ve değiştirme hakkını saklı tutar. CaseActive bu Hizmet Koşullarını değiştirdiğinde, CaseActive yukarıdaki &#39;Son Güncelleme&#39; tarihini değiştirecektir. Hizmetin en güncel sürümünü düzenli olarak incelemekten sorumlusunuz. Bu tür değişiklikler yapıldıktan sonra Hizmetleri kullanmaya devam etmeniz, bu tür değişikliklerle bağlı olma rızanızı teşkil edecektir. Bu Hizmet Koşullarındaki herhangi bir değişikliğe itiraz ederseniz, tek ve münhasır çözüm yolunuz, buradaki şartlara göre Hizmetleri sonlandırmak olacaktır.
tt: CaseActive, теләсә кайсы вакытта һәм үзе теләгәнчә, бу Хезмәт шартларын яисә бөтенесен яңарту һәм үзгәртү хокукын саклый. CaseActive бу Хезмәт шартларын үзгәрткәч, CaseActive өстә &#39;Соңгы яңартылган&#39; датаны үзгәртәчәк. Сез Хезмәтнең иң хәзерге версиясен регуляр рәвештә карау өчен җаваплы. Мондый үзгәрешләр кертелгәннән соң Сезнең Хезмәтләрне дәвамлы куллануыгыз сезнең мондый үзгәрешләр белән бәйләнешле булуыгызны күрсәтәчәк. Әгәр дә сез бу Хезмәт шартларына үзгәрешләр кертсәгез, сезнең бердәнбер һәм эксклюзив чарагыз - мондагы шартлар буенча Хезмәтләрне туктату.
ug: CaseActive ھەر قانداق ۋاقىتتا ۋە ئۆزىنىڭ ئىختىيارى بىلەن بۇ مۇلازىمەت شەرتلىرىنىڭ ھەممىسىنى ياكى ھەممىسىنى يېڭىلاش ۋە ئۆزگەرتىش ھوقۇقىغا ئىگە. CaseActive بۇ مۇلازىمەت شەرتلىرىنى ئۆزگەرتكەندە ، CaseActive يۇقىرىدىكى «ئاخىرقى يېڭىلانغان» ۋاقىتنى ئۆزگەرتىدۇ. سىز مۇلازىمەتنىڭ ئەڭ يېڭى نەشرىنى قەرەللىك تەكشۈرۈپ تۇرۇشقا مەسئۇل بولىسىز. بۇ خىل ئۆزگەرتىشلەر ئېلىپ بېرىلغاندىن كېيىن مۇلازىمەتنى داۋاملىق ئىشلىتىشىڭىز سىزنىڭ بۇ ئۆزگىرىشلەر بىلەن چەكلىنىشىڭىزگە قوشۇلۇشىڭىزنى تەشكىل قىلىدۇ. ئەگەر سىز بۇ مۇلازىمەت شەرتنامىسىگە ئۆزگەرتىش كىرگۈزۈشكە قارشى تۇرسىڭىز ، سىزنىڭ بىردىنبىر ۋە بىردىنبىر چارىڭىز بۇ ماددىدىكى بەلگىلىمە بويىچە مۇلازىمەتنى ئاخىرلاشتۇرىدۇ.
uk: CaseActive залишає за собою право в будь-який час та на власний розсуд оновити та змінити будь-які або всі ці Умови надання послуг. Коли CaseActive змінює ці Умови надання послуг, CaseActive змінить вищезазначену дату &quot;Оновлено&quot;. Ви несете відповідальність за регулярний перегляд найсвіжішої версії Сервісу. Ваше продовження використання Послуг після внесення будь-яких таких змін є вашою згодою бути зобов&#39;язаними такими змінами. Якщо ви заперечуєте проти будь-яких змін цих Умов надання послуг, вашим єдиним та ексклюзивним засобом захисту є скасування Послуг згідно з умовами, наведеними в цьому документі.
ur: کیس ایکٹیوٹی ، کسی بھی وقت اور اپنی صوابدید پر ، ان میں سے کسی ایک یا تمام سروس کی شرائط کو اپ ڈیٹ اور تبدیل کرنے کا حق محفوظ رکھتا ہے۔ جب کیس ایکٹیویو خدمت کی ان شرائط کو تبدیل کرتا ہے تو ، کیس ایکٹیٹو مذکورہ بالا &#39;آخری تازہ کاری&#39; کی تاریخ میں ترمیم کرے گا۔ آپ خدمت کے حالیہ ورژن کا باقاعدگی سے جائزہ لینے کے ذمہ دار ہیں۔ اس طرح کی تبدیلیوں کے بعد آپ کی خدمات کا مسلسل استعمال اس طرح کی تبدیلیوں کے پابند ہونے کے لئے آپ کی رضامندی کو تشکیل دے گا۔ اگر آپ کو سروس کی ان شرائط میں کسی قسم کی تبدیلی پر اعتراض ہے تو ، آپ کا واحد اور خصوصی علاج یہ ہے کہ شرائط کے مطابق خدمات کو ختم کردیں۔
uz: CaseActive, istalgan vaqtda va o&#39;z xohishiga ko&#39;ra, ushbu xizmat shartlarini yoki ularning barchasini yangilash va o&#39;zgartirish huquqini o&#39;zida saqlab qoladi. CaseActive ushbu xizmat ko&#39;rsatish shartlarini o&#39;zgartirganda, CaseActive yuqoridagi &quot;So&#39;nggi yangilangan&quot; sanasini o&#39;zgartiradi. Siz Xizmatning eng so&#39;nggi versiyasini muntazam ravishda ko&#39;rib chiqishga javobgarsiz. Bunday o&#39;zgartirishlar kiritilgandan so&#39;ng sizning xizmatlardan doimiy ravishda foydalanishingiz bunday o&#39;zgarishlar bilan bog&#39;liqligingizga roziligingizni anglatadi. Agar siz ushbu Xizmat ko&#39;rsatish shartlariga biron bir o&#39;zgartirish kiritilishiga qarshi bo&#39;lsangiz, sizning yagona va maxsus himoya vositangiz ushbu xizmatlarning shartlariga muvofiq xizmatlarni bekor qilishdir.
vi: CaseActive bảo lưu quyền, vào bất kỳ lúc nào và theo quyết định riêng của mình, cập nhật và thay đổi bất kỳ hoặc tất cả các Điều khoản Dịch vụ này. Khi CaseActive thay đổi các Điều khoản dịch vụ này, CaseActive sẽ sửa đổi ngày &#39;Cập nhật lần cuối&#39; ở trên. Bạn có trách nhiệm thường xuyên xem xét phiên bản mới nhất của Dịch vụ. Việc bạn tiếp tục sử dụng Dịch vụ sau khi có bất kỳ thay đổi nào như vậy sẽ đồng nghĩa với việc bạn đồng ý bị ràng buộc bởi những thay đổi đó. Nếu bạn phản đối bất kỳ thay đổi nào đối với các Điều khoản Dịch vụ này, biện pháp khắc phục duy nhất và độc quyền của bạn sẽ là chấm dứt Dịch vụ theo các điều khoản ở đây.
xh: IcaseActive igcina ilungelo, ngalo naliphi na ixesha kwaye ngokubona kwayo, ukuvuselela nokutshintsha nayiphi na yonke le Migaqo yeNkonzo. Xa umba we-CaseA utshintsha le Migaqo yeNkonzo, i-CaseActive iyakuguqula umhla &#39;wokuGqibela ukuvuselelwa&#39; apha ngasentla. Unoxanduva lokuhlaziya rhoqo olona hlobo lwangoku lwenkonzo. Ukuqhubeka kokusebenzisa kwakho iinkonzo emva kokuba kwenziwe olo tshintsho kuya kwenza imvume yakho ukuba iboshwe lolotshintsho. Ukuba uyala naluphi na utshintsho kule Migaqo yeNkonzo, olona nyango lulodwa nolukhethekileyo luya kuba kukupheliswa kweeNkonzo ngokwemigaqo esezantsi.
yi: CaseActive ריזערווז די רעכט, אין קיין צייט און לויט זיין דיסקרעשאַן, צו דערהייַנטיקן און טוישן קיין אָדער אַלע פון די תּנאָים פון סערוויס. ווען CaseActive ענדערונגען די תּנאָים פון סערוויס, CaseActive וועט מאָדיפיצירן די &#39;לעצטע ופּדאַטעד&#39; טאָג אויבן. איר זענט פאַראַנטוואָרטלעך פֿאַר קעסיידער קאָנטראָלירן די מערסט קראַנט ווערסיע פון די סערוויס. דיין פארבליבן נוצן פון די סערוויסעס נאָך אַזאַ ענדערונגען זענען דורכגעקאָכט, וועט זיין דיין צושטימען צו זיין געבונדן דורך אַזאַ ענדערונגען. אויב איר זענט אַבדזשעקט צו ענדערונגען צו די תּנאָים פון סערוויס, דיין איינציק און ויסשליסיק סגולע איז צו פאַרענדיקן די סערוויסעס לויט די טערמינען דאָ.
