Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
af: 6.1.1 CaseActive-dienstermyn: u inskrywing op CaseActive-diens sal outomaties verleng word vir opeenvolgende een-maand- of eenjaarvoorwaardes, soos uiteengesit op die bestelvorm of die registrasievloei, tensy ons die Diens wat u aan ons gee kennis gee van die kennisgewing van nie-hernuwing minstens dertig (30) dae voor die verstryking van die huidige termyn.
am: 6.1.1 የጉዳይ ጉዳይ አገልግሎት ጊዜ - ለ CaseActive አገልግሎት ምዝገባዎ በትእዛዝ ቅፅ ወይም በመመዝገቢያ ፍሰት ላይ በተገለጸው መሠረት ለተከታታይ ለአንድ ወር ወይም ለአንድ ዓመት ውሎች በራስ-ሰር ይታደሳል ፣ እርስዎ የሰጡትን አገልግሎት እርስዎ ካላቋረጠን በስተቀር ከአሁኑ ወቅታዊ የአገልግሎት ጊዜ ማብቂያ በፊት ቢያንስ ሠላሳ (30) ቀናት እድሳት ያልሆነ ፡፡
ar: 6.1.1 مدة خدمة CaseActive: سيتم تجديد اشتراكك في خدمة CaseActive تلقائيًا لمدة متتالية لمدة شهر أو سنة واحدة ، كما هو موضح في نموذج الطلب أو تدفق الاشتراك ، ما لم نوقف الخدمة التي تقدمها إلينا بإشعار عدم التجديد قبل ثلاثين (30) يومًا على الأقل من انتهاء المدة الحالية آنذاك.
az: 6.1.1 CaseActive xidmət müddəti: CaseActive xidmətinə abunə olmağınız Sifariş Formasında və ya qeydiyyatdan keçmədə göstərilən ardıcıl bir aylıq və ya bir illik müddətlər üçün avtomatik olaraq yenilənəcəkdir, əgər biz sizə təqdim etdiyimiz xidməti dayandırmasaq. sonrakı dövrün bitməsindən ən azı otuz (30) gün əvvəl bərpa edilməməsi.
be: 6.1.1 Тэрмін абслугоўвання CaseActive: Ваша падпіска на паслугу CaseActive аўтаматычна падаўжаецца на паслядоўныя тэрміны адзін месяц або адзін год, як гэта прадугледжана ў форме замовы або рэгістрацыі, калі мы не спынім Службу, якую вы нам паведамляеце аб непрадаўжэнне па меншай меры за трыццаць (30) дзён да заканчэння тэрміну, які дзейнічае.
bg: 6.1.1 Срок за обслужване на CaseActive: Абонаментът ви за услугата CaseActive автоматично се подновява за последователни едномесечни или едногодишни условия, както е посочено във формуляра за поръчка или регистрационния поток, освен ако не прекратим услугата, която ни предоставяте с известие за не подновяване най-малко тридесет (30) дни преди изтичане на тогавашния мандат.
bn: .1.১.১ কেসএ্যাকটিভ সার্ভিস টার্ম: অর্ডার ফর্ম বা সাইন-আপ প্রবাহে নির্ধারিত হিসাবে কেসএ্যাকটিভ সার্ভিসে আপনার সাবস্ক্রিপশনটি স্বয়ংক্রিয়ভাবে এক মাস বা এক বছরের শর্তাদির জন্য পুনর্নবীকরণ করা হবে, যদি না আপনি আমাদের যে পরিষেবাটি সরবরাহ করেন সে বিষয়ে বিজ্ঞপ্তি না দিয়ে তত্কালীন বর্তমান মেয়াদের মেয়াদ শেষ হওয়ার কমপক্ষে ত্রিশ (30) দিন পূর্বে নবীকরণ হওয়া।
ca: 6.1.1 Termini del servei CaseActive: la vostra subscripció al Servei CaseActive es renovarà automàticament per termes successius d’un mes o d’un any, tal com s’exposen al formulari de comanda o al flux d’inscripcions, tret que deixem el servei que ens proporciona un avís de no renovació, com a mínim, trenta (30) dies abans de la caducitat del termini vigent.
cs: 6.1.1 Doba trvání služby CaseActive: Vaše předplatné služby CaseActive se automaticky obnovuje po dobu následujících jednoho měsíce nebo jednoho roku, jak je uvedeno v objednávkovém formuláři nebo přihlašovacím postupu, pokud službu nezrušíme, pokud nám poskytnete oznámení o neobnovení nejméně třicet (30) dní před vypršením tehdejšího období.
cy: 6.1.1 Tymor Gwasanaeth CaseActive: Bydd eich Tanysgrifiad i Wasanaeth CaseActive yn adnewyddu&#39;n awtomatig am dymor olynol o fis neu flwyddyn, fel y nodir ar y Ffurflen Archebu neu&#39;r llif arwyddo, oni bai ein bod yn cau&#39;r Gwasanaeth rydych chi&#39;n rhoi rhybudd i ni ohono peidio ag adnewyddu o leiaf dri deg (30) diwrnod cyn i&#39;r tymor cyfredol ddod i ben.
da: 6.1.1 CaseActive serviceperiode: Dit abonnement på CaseActive Service skal automatisk fornyes med på hinanden følgende vilkår for en måned eller et år, jf. Ordreformularen eller tilmeldingsstrømmen, medmindre vi indstiller den service, du giver os, med varsel om ikke-fornyelse mindst tredive (30) dage før udløbet af den daværende nuværende periode.
de: 6.1.1 CaseActive-Service-Laufzeit: Ihr Abonnement für CaseActive-Service verlängert sich automatisch um jeweils einen Monat oder ein Jahr, wie im Bestellformular oder im Anmeldeablauf angegeben, es sei denn, wir stellen den Service ein, den Sie uns mitteilen Nichtverlängerung mindestens dreißig (30) Tage vor Ablauf der jeweils aktuellen Laufzeit.
el: 6.1.1 Όρος υπηρεσίας CaseActive: Η εγγραφή σας στην Υπηρεσία CaseActive θα ανανεώνεται αυτόματα για διαδοχικούς όρους ενός μηνός ή ενός έτους, όπως ορίζονται στη φόρμα παραγγελίας ή στη ροή εγγραφής, εκτός εάν διακόψουμε την Υπηρεσία που μας παρέχετε ειδοποίηση για μη ανανέωση τουλάχιστον τριάντα (30) ημέρες πριν από τη λήξη της τρέχουσας περιόδου.
eo: 6.1.1 Termino de CaseActive Service: Via Abono al CaseActive Service aŭtomate renoviĝos por pluaj unu-monataj aŭ unujaraj esprimoj, kiel fiksitaj en la Mendo-Formo aŭ subskriba fluo, krom se ni maldaŭrigos la Servon, kiun vi provizas al ni per avizo de ne-renovigo almenaŭ tridek (30) tagojn antaŭ la finiĝo de la tiama aktuala limtempo.
es: 6.1.1 Plazo del Servicio CaseActive: su suscripción al Servicio CaseActive se renovará automáticamente por períodos sucesivos de un mes o un año, tal como se establece en el Formulario de pedido o flujo de registro, a menos que descontinuemos el Servicio que nos proporciona con un aviso de no renovación al menos treinta (30) días antes del vencimiento del plazo vigente en ese momento.
et: 6.1.1 CaseActive teenuse tähtaeg: teie CaseActive teenuse tellimus pikendatakse automaatselt järjestikusteks ühekuulisteks või üheaastasteks tingimusteks, nagu on sätestatud tellimisvormis või registreerumisprotsessis, välja arvatud juhul, kui me katkestame teenuse, mille te meile teatate pikendamata jätmine vähemalt kolmkümmend (30) päeva enne praeguse tähtaja möödumist.
eu: 6.1.1 CaseActive Zerbitzuaren epea: CaseActive Zerbitzuko zure harpidetza automatikoki berrituko da hilabeteko edo urtebeteko ondoz ondoko baldintzetarako, Eskaera Inprimakian edo erregistratze-fluxuan ezarritako moduan, baldin eta zuk eskaintzen digun Zerbitzua bertan behera uzten ez badugu. ez berritzea gutxienez hogeita hamar (30) egun lehenago iraungitzen zen epea igaro baino lehen.
fa: 6.1.1 مدت خدمات CaseActive: اشتراک شما در سرویس CaseActive به طور خودکار برای شرایط یک ماهه یا یک ساله تمدید می شود ، همانطور که در فرم سفارش یا جریان ثبت نام تنظیم شده است ، مگر اینکه ما از خدمات شما به ما اطلاع دهیم متوقف شویم. عدم تمدید حداقل سی (30) روز قبل از انقضای مدت زمان فعلی.
fi: 6.1.1 CaseActive-palvelusaika: Asiakkaan tilaaminen CaseActive-palveluun uusitaan automaattisesti peräkkäisillä yhden kuukauden tai yhden vuoden ehdoilla, kuten tilauslomakkeessa tai liittymisprosessissa esitetään, paitsi jos me lopetamme palvelun, jonka toimitat meille ilmoituksen uudistamatta jättäminen vähintään kolmekymmentä (30) päivää ennen nykyisen toimikauden päättymistä.
fr: 6.1.1 Durée du service CaseActive: votre abonnement au service CaseActive sera automatiquement renouvelé pour des périodes successives d&#39;un mois ou d&#39;un an, comme indiqué sur le bon de commande ou le flux d&#39;inscription, sauf si nous interrompons le service que vous nous fournissez avec un avis de non-renouvellement au moins trente (30) jours avant l&#39;expiration de la période alors en cours.
fy: 6.1.1 CaseActive Service-termyn: Jo abonnemint op CaseActive Service sil automatysk fernije foar opienfolgjende betingsten fan ien moanne as ien jier, lykas fêstlein op it bestelformulier of oanmeldingsstream, útsein as wy de tsjinst dy&#39;t jo ús leverje stopje mei berjochten fan net-fernijing teminsten tritich (30) dagen foar it ferstriken fan de doetiidske termyn.
ga: 6.1.1 Téarma Seirbhíse Cás-Ghníomhach: Déanfaidh do Síntiús le Seirbhís CaseActive athnuachan go huathoibríoch ar feadh téarmaí comhleanúnacha míosa nó bliana, mar atá leagtha amach ar an bhFoirm Ordaithe nó ar an sreabhadh sínithe, mura scoirimid den tSeirbhís a sholáthraíonn tú fógra dúinn neamh-athnuachan tríocha (30) lá ar a laghad sula rachaidh an téarma reatha in éag.
gd: 6.1.1 Teirm Seirbheis CaseActive: Bidh an fho-sgrìobhadh agad gu Seirbheis CaseActive ag ùrachadh gu fèin-ghluasadach airson teirmean aon-mhìos no bliadhna an dèidh a chèile, mar a tha air a mhìneachadh air an Fhoirm Òrdugh no sruth soidhnidh, mura cuir sinn stad air an t-Seirbheis a bheir thu dhuinn fios mu neo-ùrachadh co-dhiù trithead (30) latha mus tig an teirm làithreach gu crìch.
gl: 6.1.1 Prazo do servizo CaseActive: a túa subscrición ao Servizo CaseActive renovarase automaticamente por termos sucesivos dun mes ou dun ano, segundo o establecido no formulario de solicitude ou no fluxo de inscrición, a non ser que descargemos o servizo que nos proporcionas un aviso de non renovación, polo menos, trinta (30) días antes do vencemento do prazo actual.
gu: .1.૧.૧ કેસએક્ટિવ સર્વિસ ટર્મ: ઓર્ડર ફોર્મ અથવા સાઇન-અપ ફ્લો પર નિર્દેશ કર્યા મુજબ, કેસએક્ટિવ સર્વિસ પરની તમારી સબ્સ્ક્રિપ્શન, આપમેળે આપેલી સેવાને બંધ ન કરે ત્યાં સુધી આપમેળે અનુક્રમે એક મહિના અથવા એક વર્ષની શરતો માટે નવીકરણ કરવામાં આવશે. તે સમયની વર્તમાન અવધિની સમાપ્તિ પહેલાં ઓછામાં ઓછા ત્રીસ ()૦) દિવસ પહેલાં બિન-નવીકરણ.
hi: 6.1.1 केसएक्टिव सेवा शब्द: केसएक्टिव सर्विस के लिए आपकी सदस्यता क्रमिक फॉर्म या साइन-अप प्रवाह पर निर्धारित एक महीने या एक साल की शर्तों के लिए स्वचालित रूप से नवीनीकृत हो जाएगी, जब तक कि हम आपको सेवा प्रदान नहीं कर देते। गैर-नवीकरणीय तत्कालीन अवधि की समाप्ति से कम से कम तीस (30) दिन पहले।
hr: 6.1.1 Termin usluge CaseActive: Vaša pretplata na CaseActive uslugu automatski se obnavlja za uzastopne jednomjesečne ili jednogodišnje uvjete, kako je određeno na obrascu za narudžbu ili tijeku prijave, osim ako ne prekinemo uslugu koju nam pružite s obavijesti o neobnavljanje najmanje trideset (30) dana prije isteka tada važećeg roka.
hu: 6.1.1 CaseActive Szolgáltatási idő: A CaseActive Szolgáltatás előfizetése automatikusan meghosszabbodik egymást követő egy hónapos vagy egy éves időtartamra, a Megrendelőlapon vagy a feliratkozási folyamatban meghatározottak szerint, kivéve, ha megszüntetjük a Szolgáltatást, amelyet az Ön általi értesítés útján nyújt be. a megújítás elmulasztása legalább a harminc (30) nappal az akkori jelenlegi lejárat előtt.
hy: 6.1.1 CaseActive ծառայության ժամկետ. Ձեր բաժանորդագրումը CaseActive ծառայության ավտոմատ կերպով նորոգվում է հաջորդող մեկամսյա կամ մեկ տարվա ժամկետների համար, ինչպես սահմանված է Պատվերի ձևաթղթում կամ գրանցման հոսքով, եթե մենք չդադարեցնենք այն ծառայությունը, որը դուք մեզ տրամադրում եք: այդ ժամկետի ավարտից առնվազն երեսուն (30) օր առաջ չվերականգնումը:
id: 6.1.1 Jangka Waktu Layanan CaseActive: Berlangganan Anda ke Layanan CaseActive akan secara otomatis memperbarui untuk jangka waktu satu bulan atau satu tahun berturut-turut, sebagaimana tercantum dalam Formulir Pemesanan atau aliran pendaftaran, kecuali jika kami menghentikan Layanan yang Anda berikan kepada kami pemberitahuan dari tidak diperpanjang setidaknya tiga puluh (30) hari sebelum berakhirnya jangka waktu saat ini.
is: 6.1.1 Þjónustutími CaseActive: Áskrift þín að CaseActive Service skal sjálfkrafa endurnýja með samfelldum eins mánaðar eða eins árs skilmálum, eins og sett er fram á pöntunarformi eða skráningarflæði, nema við hættum þjónustunni sem þú veitir okkur með tilkynningu um ekki endurnýjun að minnsta kosti þrjátíu (30) dögum fyrir lok gildandi kjörtímabils.
it: 6.1.1 Durata del servizio CaseActive: l&#39;abbonamento al servizio CaseActive si rinnoverà automaticamente per i termini successivi di un mese o di un anno, come indicato nel Modulo d&#39;ordine o nel flusso di registrazione, a meno che non interrompiamo il Servizio che ci viene comunicato mancato rinnovo almeno trenta (30) giorni prima della scadenza del termine corrente.
iw: 6.1.1 תקופת שירות CaseActive: המנוי שלך לשירות CaseActive יחודש אוטומטית לתקופות רצופות של חודש או שנה, כמפורט בטופס ההזמנה או בזרימת ההרשמה, אלא אם כן אנו מפסיקים את השירות שאתה מספק לנו בהודעה על אי חידוש לפחות שלושים (30) יום לפני תום הקדנציה הנוכחית.
ja: 6.1.1 CaseActiveサービス期間：CaseActiveサービスへのサブスクリプションは、注文フォームまたはサインアップフローに記載されているように、継続する1か月または1年の期間で自動的に更新されます。現存期間の満了の少なくとも30日前の非更新。
ka: 6.1.1 CaseActive Service ვადა: თქვენი გამოწერა CaseActive სერვისზე ავტომატურად განახლდება თანმიმდევრული ერთთვიანი ან ერთწლიანი ვადით, როგორც ეს მითითებულია შეკვეთის ფორმაზე ან რეგისტრაციის დინებასთან დაკავშირებით, თუ ჩვენ არ ვაჩერებთ სერვისს, რომელსაც თქვენ მოგაწოდებთ. განახლება არანაკლებ ოცდაათი (30) დღით ადრე ამ ვადის გასვლამდე.
kk: 6.1.1 CaseActive қызмет көрсету мерзімі: Сіздің CaseActive қызметіне жазылымыңыз Тапсырыс бланкісінде немесе тіркелу ағымында көрсетілген кезекті бір ай немесе бір жылдық мерзімге автоматты түрде жаңарады, егер біз сізге қызмет көрсетуді тоқтатпасаңыз. ағымдағы мерзім аяқталғанға дейін кемінде отыз (30) күн бұрын жаңартылмау.
km: ៦.១.១ លក្ខខណ្ឌសេវាកម្ម៖ ការជាវសេវាកម្មអ៊ីប៊ែរសកម្មនឹងបន្តជាថ្មីដោយស្វ័យប្រវត្តិសម្រាប់រយៈពេលមួយខែឬមួយឆ្នាំបន្តបន្ទាប់ដូចដែលបានកំណត់នៅលើទម្រង់ការបញ្ជាទិញឬលំហូរនៃការចុះឈ្មោះលើកលែងតែយើងបញ្ឈប់សេវាកម្មដែលអ្នកផ្តល់ឱ្យយើងនូវការជូនដំណឹងអំពី មិនបន្តជាថ្មីយ៉ាងហោចណាស់សាមសិប (៣០) ថ្ងៃមុនពេលផុតកំណត់នៃអាណត្តិបច្ចុប្បន្ន។
kn: . ಅಂದಿನ-ಪ್ರಸ್ತುತ ಅವಧಿಯ ಮುಕ್ತಾಯಕ್ಕೆ ಕನಿಷ್ಠ ಮೂವತ್ತು (30) ದಿನಗಳ ಮೊದಲು ನವೀಕರಿಸದಿರುವುದು.
ku: 6.1.1 Termê Karûbarê Rastîn: Aboneta we ya Xizmeta CaseActive bixweber ji bo şertên yek-meh an yek-salî, mîna ku li ser Forma Fermanê an pêla nîşanê hatî destnîşankirin, nûve dike, heya ku em ji karûbarê ku hûn ji we re agahdariyê didin agahdar bikin. ne nûkirin bi kêmî ve bîst (30) roj beriya qedandina serdema hingê.
ky: 6.1.1 CaseActive Кызматынын Мөөнөтү: CaseActive Кызматына Сиздин Жазылууңуз Буйрутманын Формасында же жазылуунун агымында көрсөтүлгөн ырааттуу бир айлык же бир жылдык мөөнөткө автоматтык түрдө жаңыртылат, эгерде сиз кызматты токтотпосоңуз. учурдагы мөөнөт аяктаганга чейин кеминде отуз (30) күн калганда.
lb: 6.1.1 CaseActive Service Term: Ären Abonnement fir de CaseActive Service soll automatesch fir erfollegräich ee Mount oder ee Joer Begrëffer erneieren, sou wéi et am Bestellformular oder um Umeldungsfloss steet, ausser mir stoppen de Service deen Dir eis mat Notiz vun net-Erneierung op d&#39;mannst drësseg (30) Deeg virum Oflaaf vum deemolegen aktuelle Begrëff.
lo: 6.1.1 ໄລຍະການບໍລິການ CaseActive: ການສະ ໝັກ ໃຊ້ບໍລິການ CaseActive ຂອງທ່ານຈະຕໍ່ ໃໝ່ ໂດຍອັດຕະໂນມັດ ສຳ ລັບເງື່ອນໄຂ ໜຶ່ງ ເດືອນຫຼື ໜຶ່ງ ປີທີ່ ສຳ ເລັດ, ເຊິ່ງໄດ້ ກຳ ນົດໄວ້ໃນແບບຟອມ ຄຳ ສັ່ງຫລືກະແສລາຍເຊັນ, ເວັ້ນເສຍແຕ່ວ່າພວກເຮົາຢຸດເຊົາການບໍລິການທີ່ທ່ານໃຫ້ການແຈ້ງເຕືອນພວກເຮົາ. ບໍ່ຕໍ່ອາຍຸຢ່າງ ໜ້ອຍ ສາມສິບ (30) ວັນກ່ອນການ ໝົດ ອາຍຸຂອງໄລຍະເວລານັ້ນ.
lt: 6.1.1 „CaseActive“ paslaugų teikimo terminas: Jūsų prenumerata „CaseActive“ paslaugai automatiškai pratęsiama paskesnėms vieno mėnesio ar vienerių metų sąlygoms, nurodytoms Užsakymo formoje arba registracijos metu, nebent mes nenutrauktume Paslaugos, kurią teikiate mums pranešdami apie neatnaujinimas likus ne mažiau kaip trisdešimčiai (30) dienų iki dabartinio termino pabaigos.
lv: 6.1.1. CaseActive pakalpojuma termiņš: Jūsu abonēšana CaseActive pakalpojumam tiek automātiski atjaunota uz nākamajiem viena mēneša vai viena gada termiņiem, kā norādīts pasūtījuma veidlapā vai reģistrēšanās plūsmā, ja vien mēs nepārtraucam Pakalpojumu, kuru jūs sniedzat mums ar paziņojumu par neatjaunošana vismaz trīsdesmit (30) dienas pirms pašreizējā termiņa beigām.
mg: 6.1.1 CaseActive Term: Ny famandrihana anao amin&#39;ny CaseActive serivisy dia havaozina ho azy ireo mandritra ny iray volana na iray taona mifandimby, araka ny voasoratra ao amin&#39;ny taratasy fangatahana na ny fidirana fisoratana anarana, raha tsy hoe tsy hanaisotra ny serivisy omenao anao izahay. tsy fanavaozana farafahakeliny (30) farafahakeliny mialoha ny fahataperan&#39;ny vanim-potoana ankehitriny.
mi: 6.1.1 Te Ratonga Ratonga CaseActive: Ko to Kaute ki te Ratonga TakeActive ka whakahou aunoa mo te kupu kotahi marama, kotahi marama ranei, kua whakatakotoria i runga i te Pukapuka Whakatau me te haina haina, me kore e mutu te tuku i te Ratonga ka whakaratohia e koe ki a maatau. kore-whakahoutanga i te iti rawa (toru) (30) ra i mua o te paunga o te wahanga-o-waa.
mk: 6.1.1 Термин на услуга на случаи: Вашата претплата на услугата CaseActive автоматски се обновува за последователни едномесечни или едногодишни термини, како што е утврдено на Образецот за нарачка или протокот на пријавување, освен ако не ја прекинеме услугата што ни ја давате со најава за необновување најмалку триесет (30) дена пред истекот на тековниот термин.
ml: 6 അന്നത്തെ നിലവിലെ കാലാവധി അവസാനിക്കുന്നതിന് കുറഞ്ഞത് മുപ്പത് (30) ദിവസമെങ്കിലും പുതുക്കാത്തത്.
mn: 6.1.1 CaseActive үйлчилгээний хугацаа: CaseActive үйлчилгээнд хийсэн таны захиалга Захиалгын маягт эсвэл гарын үсэг зурах урсгал дээр тусгагдсан дараалсан нэг сар эсвэл нэг жилийн хугацаанд автоматаар шинэчлэгдэх болно. тухайн хугацааг дуусахаас дор хаяж гучин (30) хоногийн өмнө сунгахгүй.
mr: .1.१.१ केसअॅक्टिव्ह सर्व्हिस टर्मः ऑर्डर फॉर्म किंवा साइन-अप प्रवाहावर नमूद केल्याप्रमाणे, केसेसएक्टिव्ह सेवेची आपली सदस्यता स्वयंचलितपणे सलग एक-महिना किंवा एक वर्षाच्या मुदतीसाठी नूतनीकरण होईल, जोपर्यंत आपण आम्हाला दिलेली सेवा न देता नोटिस दिली तर तत्कालिन मुदतीची मुदत संपण्यापूर्वी नूतनीकरण किमान तीस (30) दिवस आधी.
ms: 6.1.1 Tempoh Perkhidmatan CaseActive: Langganan Anda ke Perkhidmatan CaseActive akan diperbaharui secara automatik untuk terma satu bulan atau satu tahun berturut-turut, seperti yang dinyatakan dalam Borang Pesanan atau aliran pendaftaran, kecuali jika kami menghentikan Perkhidmatan yang anda berikan kepada kami pemberitahuan mengenai tidak diperbaharui sekurang-kurangnya tiga puluh (30) hari sebelum tamatnya tempoh ketika itu.
mt: 6.1.1 Terminu tas-Servizz Każattiv: L-Abbonament tiegħek għas-Servizz CaseActive għandu jġedded awtomatikament għal termini suċċessivi ta &#39;xahar jew ta&#39; sena, kif stipulat fil-Formola ta &#39;Ordni jew fluss ta&#39; reġistrazzjoni, sakemm ma jkomplux is-Servizz li tagħtina avviż ta &#39; non-tiġdid ta &#39;l-anqas tletin (30) jum qabel ma jiskadi t-terminu attwali.
my: ၆.၁.၁ CaseActive ၀ န်ဆောင်မှုသက်တမ်း - သင်ကျွန်ုပ်တို့ထံပေးအပ်သည့်ဝန်ဆောင်မှုကိုကျွန်ုပ်တို့မှအသိပေးခြင်းမပြုလျှင်အမှာစာပုံစံသို့မဟုတ်လက်မှတ်ထိုးစီးဆင်းမှုများအရ CaseActive ဝန်ဆောင်မှုသို့သင်၏စာရင်းသွင်းခြင်းသည်တစ်လသို့မဟုတ်တစ်နှစ်သက်တမ်းတိုးခြင်းကိုအလိုအလျောက်သက်တမ်းတိုးရမည်။ သက်တမ်းမကုန်ဆုံးမီအနည်းဆုံးရက် ၃၀ (၃၀) ကြိုတင်၍ သက်တမ်းကုန်ဆုံးရန်သက်တမ်းမကုန်ဆုံးမီ။
ne: .1.१.१ केसएक्टिभ सेवा अवधि: अर्डर फारम वा साइन-अप प्रवाहमा तोकिए पछि केसएक्टिभ सेवामा तपाईंको सदस्यता स्वचालित रूपमा क्रमिक एक महिना वा एक बर्ष सर्तहरूको लागि नवीकरण हुनेछ, जबसम्म हामीले सेवा प्रदान नगरेसम्म तपाईंले हामीलाई सूचना पठाउनु भयो। नॉन-नवीकरण कम्तिमा (० ()०) दिन पहिलेको तत्कालीन कार्यकाल समाप्त हुन अघि।
nl: 6.1.1 Termijn van CaseActive-service: uw abonnement op CaseActive-service wordt automatisch verlengd voor opeenvolgende termijnen van één maand of één jaar, zoals uiteengezet op het bestelformulier of de aanmeldingsstroom, tenzij we de service beëindigen waarvan u ons op de hoogte stelt niet-verlenging ten minste dertig (30) dagen voorafgaand aan het verstrijken van de dan lopende termijn.
no: 6.1.1 CaseActive serviceperiode: Abonnementet ditt på CaseActive Service skal automatisk fornye for påfølgende en måned eller ett års vilkår, som angitt på bestillingsskjemaet eller påmeldingsflyten, med mindre vi avbryter tjenesten du gir oss med varsel om ikke-fornyelse minst tretti (30) dager før utløpet av den nåværende gjeldende termin.
or: 6.1.1 କେସ୍ ଆକ୍ଟିଭ୍ ସର୍ଭିସ୍ ଟର୍ମ: କେସ୍ ଆକ୍ଟିଭ୍ ସର୍ଭିସରେ ଆପଣଙ୍କର ସବସ୍କ୍ରିପସନ୍ କ୍ରମାଗତ ଭାବରେ ଏକ ମାସ କିମ୍ବା ଏକ ବର୍ଷର ସର୍ତ୍ତାବଳୀ ପାଇଁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ନବୀକରଣ ହେବ, ଯେପରି ଅର୍ଡର ଫର୍ମ କିମ୍ବା ସାଇନ୍ ଅପ୍ ଫ୍ଲୋରେ ସେଟ୍ ହୋଇଛି, ଯେପର୍ଯ୍ୟନ୍ତ ଆମେ ଆମକୁ ନୋଟିସ୍ ପ୍ରଦାନ କରୁଥିବା ସେବା ବନ୍ଦ କରୁନାହୁଁ | ତତ୍କାଳୀନ-କାର୍ଯ୍ୟକାଳର ଅବଧି ଶେଷ ହେବା ପୂର୍ବରୁ ଅତିକମରେ ତିରିଶ (30) ଦିନ ପୂର୍ବରୁ ନବୀକରଣ |
pa: 6.1.1 ਕੇਸਐਕਟਿਵ ਸਰਵਿਸ ਅਵਧੀ: ਤੁਹਾਡਾ ਕੇਸਐਕਟਿਵ ਸਰਵਿਸ ਦੀ ਗਾਹਕੀ ਆਟੋਮੈਟਿਕ ਤੌਰ ਤੇ ਇਕ ਮਹੀਨੇ ਜਾਂ ਇਕ ਸਾਲ ਦੀਆਂ ਸ਼ਰਤਾਂ ਲਈ ਰੀਨਿw ਹੋਵੇਗੀ, ਜਿਵੇਂ ਕਿ ਆਰਡਰ ਫਾਰਮ ਜਾਂ ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ &#39;ਤੇ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਜਦੋਂ ਤਕ ਅਸੀਂ ਉਸ ਸੇਵਾ ਨੂੰ ਬੰਦ ਨਹੀਂ ਕਰਦੇ ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਸਾਨੂੰ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋ ਨੋਟਿਸ. ਉਸ ਸਮੇਂ ਦੀ ਮੌਜੂਦਾ ਮਿਆਦ ਦੇ ਖਤਮ ਹੋਣ ਤੋਂ ਘੱਟੋ ਘੱਟ 30 (30) ਦਿਨ ਪਹਿਲਾਂ ਨਵੀਨੀਕਰਣ.
pl: 6.1.1 Okres świadczenia usługi CaseActive: Subskrypcja usługi CaseActive będzie odnawiana automatycznie na kolejne okresy jednego miesiąca lub roku, zgodnie z formularzem zamówienia lub rejestracją, chyba że zaprzestaniemy świadczenia usługi, o której Państwo świadczą nieprzedłużenie co najmniej trzydzieści (30) dni przed upływem obowiązującego wówczas okresu.
ps: 6.1.1 د قضیې فعال خدمت موده: د قضیه کار خدماتو ته ستاسو ګډون به په اتوماتيک ډول د دوامداره یوه میاشت یا یو کال شرایطو لپاره نوي شي ، لکه څنګه چې د آرډر فارم یا لاسلیک شوي جریان سره سم ټاکل شوي وي ، پرته لدې چې موږ هغه خدمت بند نه کړو چې تاسو موږ ته خبر راکړئ. لږترلږه تجدید لږترلږه دېرش (30) ورځې مخکې د اوسني مودې پای ته رسیدو دمخه.
pt: 6.1.1 Prazo do Serviço CaseActive: Sua Assinatura ao Serviço CaseActive será renovada automaticamente por períodos sucessivos de um mês ou um ano, conforme estabelecido no Formulário de Pedido ou no fluxo de inscrição, a menos que descontinuemos o Serviço que você nos fornecer com aviso de não renovação pelo menos trinta (30) dias antes do vencimento do prazo então vigente.
ro: 6.1.1 Termenul serviciului CaseActive: Abonamentul dvs. la Serviciul CaseActive se reînnoiește automat pentru termeni succesivi de o lună sau un an, așa cum este stabilit în Formularul de comandă sau fluxul de înscriere, cu excepția cazului în care întrerupeți Serviciul pe care ni-l furnizați cu o notificare de neînnoire cu cel puțin treizeci (30) zile înainte de expirarea termenului actual.
ru: 6.1.1 Срок обслуживания CaseActive: Ваша подписка на услугу CaseActive автоматически продлевается на последующие месячные или однолетние сроки, как указано в Форме заказа или в процессе регистрации, если только мы не прекратим Сервис, вы предоставите нам уведомление о невозобновление не менее чем за тридцать (30) дней до истечения текущего срока.
rw: 6.1.1 Igihe cyibikorwa bya serivisi: Kwiyandikisha kwa Serivise ya CaseActive bizahita bivugurura manda yukwezi kumwe cyangwa umwaka umwe, nkuko bigaragara kumpapuro zabigenewe cyangwa kwiyandikisha, keretse duhagaritse Serivisi uduha kubimenyesha kutavugurura byibuze iminsi mirongo itatu (30) mbere yuko manda irangiye.
sd: 6.1.1 CaseActive سروس جي اصطلاح: CaseActive سروس جو توهان جو سبسڪرپشن خودڪار طريقي سان هڪ مهيني يا هڪ سال جي شرطن لاءِ نئين ترتيب ڏي ٿو ، جيئن آرڊر فارم يا سائن اپ جي وهڪري تي مقرر ڪيو ويو ، جيستائين اسان سروس بند نه ڪندا ته توهان اسان کي اسان جو اطلاع ڏيو ٿا. وقت جي موجوده مدو ختم ٿيڻ کان پهريان گهٽ ۾ گهٽ 30 (30) ڏينهن اڳ تجديد نه ٿيو.
si: 6.1.1 සිද්ධි ක්‍රියාකාරී සේවා කාල සීමාව: ඇණවුම් පෝරමය හෝ ලියාපදිංචි වීමේ ප්‍රවාහයේ දක්වා ඇති පරිදි, කේස්ඇක්ටිව් සේවාවට ඔබගේ දායකත්වය ස්වයංක්‍රීයව අළුත් මාසයක් හෝ වසරක කාලයක් සඳහා අළුත් වනු ඇත. එවකට පවත්නා කාල සීමාව ඉකුත්වීමට අවම වශයෙන් දින තිහකට (30) පෙර අළුත් නොකිරීම.
sk: 6.1.1 Termín CaseActive Service: Vaše predplatné CaseActive Service sa automaticky obnoví na ďalšie mesiace alebo jeden rok, ako je uvedené vo formulári objednávky alebo v registračnom postupe, pokiaľ neprerušíme službu, ktorú nám poskytnete s oznámením o neobnovenie najmenej tridsať (30) dní pred uplynutím aktuálneho obdobia.
sl: 6.1.1 Termin storitve CaseActive: Vaša naročnina na storitev CaseActive se samodejno podaljša za zaporedne enomesečne ali enoletne pogoje, kot je določeno v naročilnici ali vpisu, razen če prekinemo storitev, ki nam jo pošljete neobnovitev najmanj trideset (30) dni pred iztekom takrat veljavnega mandata.
sq: 6.1.1 Termi i Shërbimit Aktiv: Abonimi juaj për Shërbimin CaseActive do të përtërihet automatikisht për terma të njëpasnjëshëm një muaj ose njëvjeçar, siç përcaktohet në Formularin e Rendit ose fluksin e regjistrimit, përveç nëse ne ndërpresim Shërbimin që ju na ofroni njoftimin e mos rinovim të paktën tridhjetë (30) ditë para skadimit të afatit të atëhershëm.
sr: 6.1.1 Термин услуге ЦасеАцтиве: Ваша претплата на ЦасеАцтиве услугу аутоматски се обнавља за узастопне једномесечне или једногодишње услове, како је утврђено на обрасцу за наруџбу или протоку пријаве, осим ако не прекинемо услугу коју нам доставите са обавештењем о необнављање најмање тридесет (30) дана пре истека тада важећег рока.
sv: 6.1.1 CaseActive-tjänsttermin: Din prenumeration på CaseActive Service ska automatiskt förnyas för på varandra följande en månad eller ett års villkor, enligt vad som anges i beställningsformuläret eller registreringsflödet, såvida vi inte avbryter tjänsten som du ger oss med varsel om icke-förnyelse minst trettio (30) dagar före utgången av den dåvarande terminen.
sw: 6.1.1 Muda wa Huduma ya Uchunguzi: Usajili wako kwa Huduma ya Uchunguzi utasasisha kiotomatiki kwa vifungu mfululizo vya mwezi mmoja au mwaka mmoja, kama ilivyoorodheshwa kwenye Fomu ya Agizo au mtiririko wa usajili, isipokuwa kama tutaacha Huduma unayotupa taarifa ya kutokufanya upya angalau siku thelathini (30) kabla ya kumalizika kwa muda wa sasa.
ta: 6.1.1 கேஸ் ஆக்டிவ் சேவை கால: கேஸ் ஆக்டிவ் சேவைக்கான உங்கள் சந்தா, ஆர்டர் படிவம் அல்லது பதிவுபெறும் ஓட்டத்தில் குறிப்பிடப்பட்டுள்ளபடி, அடுத்தடுத்த ஒரு மாதம் அல்லது ஒரு வருட விதிமுறைகளுக்கு தானாகவே புதுப்பிக்கப்படும், நீங்கள் எங்களுக்கு வழங்கிய சேவையை நாங்கள் நிறுத்தாவிட்டால் தவிர அப்போதைய தற்போதைய காலாவதியாகும் முன் குறைந்தது முப்பது (30) நாட்களுக்கு முன்பே புதுப்பிக்கப்படாதது.
te: 6.1.1 కేస్ఆక్టివ్ సర్వీస్ టర్మ్: కేస్ యాక్టివ్ సర్వీస్‌కు మీ సభ్యత్వం ఆర్డర్ ఫారం లేదా సైన్-అప్ ఫ్లోలో నిర్దేశించినట్లుగా వరుసగా ఒక నెల లేదా ఒక సంవత్సరం నిబంధనల కోసం స్వయంచాలకంగా పునరుద్ధరించబడుతుంది, మీరు మాకు అందించే సేవను మేము నిలిపివేస్తే తప్ప అప్పటి-ప్రస్తుత పదం గడువుకు కనీసం ముప్పై (30) రోజుల ముందు పునరుద్ధరించబడదు.
tg: 6.1.1 Мӯҳлати хидмати CaseActive: Муштарии шумо ба CaseActive ба таври худкор барои мӯҳлати пайдарпай як моҳ ё яксола, ки дар шакли варақаи фармоиш ё гардиши қайд муқаррар шудааст, навсозӣ мешавад, агар мо хидматро қатъ накунем, азнавсозӣ на камтар аз сӣ (30) рӯз пеш аз ба охир расидани мӯҳлати он вақт.
th: 6.1.1 ระยะเวลาการให้บริการ CaseActive: การสมัครสมาชิก CaseActive Service ของคุณจะต่ออายุโดยอัตโนมัติเป็นเวลาหนึ่งเดือนหรือหนึ่งปีตามเงื่อนไขที่กำหนดไว้ในแบบฟอร์มการสั่งซื้อหรือขั้นตอนการสมัครใช้งานเว้นแต่เราจะยกเลิกบริการที่คุณแจ้งให้เราทราบ ไม่ต่ออายุอย่างน้อยสามสิบ (30) วันก่อนวันหมดอายุของคำที่เป็นปัจจุบัน
tk: 6.1.1 CaseActive Hyzmat möhleti: “CaseActive Service” -e ýazylmagyňyz, Sargyt formasynda ýa-da hasaba alyş akymynda görkezilişi ýaly yzygiderli bir aý ýa-da bir ýyllyk möhlet bilen awtomatiki usulda täzelener, eger-de bize bildirýän Hyzmatymyzy bes etmesek. şol wagtky möhletiň gutarmagyna azyndan otuz (30) gün galanda täzelenmezlik.
tl: 6.1.1 CaseActive Serbisyo ng Termino: Ang Iyong Suskrisyon sa CaseActive Serbisyo ay awtomatikong magpapanibago para sa sunud-sunod na isang buwan o isang-taong termino, tulad ng nakalagay sa Order Form o pag-sign-up na daloy, maliban kung hindi namin itutuloy ang Serbisyo na binigyan mo kami ng paunawa ng hindi pag-renew ng hindi bababa sa tatlumpu (30) araw bago ang pag-expire ng pagkatapos-kasalukuyang term.
tr: 6.1.1 CaseActive Hizmet Süresi: CaseActive Hizmetine Aboneliğiniz, bize bildirdiğiniz Hizmet&#39;i durdurmadığımız takdirde, Sipariş Formu&#39;nda veya kayıt akışında belirtilen şekilde bir aylık veya bir yıllık dönemler için otomatik olarak yenilenecektir. o anki dönemin sona ermesinden en az otuz (30) gün önce yenileme yapılmaması.
tt: 6.1. яңартылмаган, ул вакыттагы срок беткәнче ким дигәндә утыз (30) көн кала.
ug: 6.1.1 CaseActive مۇلازىمەت مۇددىتى: سىز بىزگە تەمىنلىگەن مۇلازىمەتنى توختاتمىساق ، CaseActive مۇلازىمىتىگە مۇشتەرىلىكىڭىز زاكاز جەدۋىلى ياكى تىزىمغا ئالدۇرۇش ئېقىمىدا كۆرسىتىلگەندەك ئۇدا بىر ئاي ياكى بىر يىل ئىچىدە ئاپتوماتىك يېڭىلىنىدۇ. يېڭىلانماسلىق شۇ ۋاقىتتىكى ۋەزىپە ئۆتەش مۇددىتى توشۇشتىن كەم دېگەندە 30 (30) كۈن بۇرۇن.
uk: 6.1.1 Термін обслуговування CaseActive: Ваша підписка на Службу CaseActive автоматично поновлюється протягом наступних одномісячних або однорічних термінів, визначених у формі замовлення або реєстраційному потоці, якщо ми не припинимо надання Служби, яку ви нам надаєте. не поновлення щонайменше за тридцять (30) днів до закінчення терміну, що діяв тоді.
ur: 6.1.1 کیس ایکٹیٹو سروس ٹرم: آپ آرڈر فارم یا سائن اپ فلو کے مطابق ، اگلے ایک ماہ یا ایک سال کی شرائط کے لئے کیس ایکٹیو سروس کی رکنیت کا خود بخود تجدید کریں گے ، جب تک کہ ہم آپ کو فراہم کردہ سروس بند نہ کردیں جب آپ ہمیں اطلاع دیتے ہیں۔ اس وقت کی موجودہ میعاد کی مدت ختم ہونے سے کم از کم تیس (30) دن قبل تجدید نہ کرو۔
uz: 6.1.1 CaseActive xizmatining muddati: CaseActive xizmatiga obunangiz buyurtma shakli yoki ro&#39;yxatdan o&#39;tish oqimida ko&#39;rsatilgan ketma-ket bir oylik yoki bir yillik muddatlarga avtomatik ravishda yangilanadi, agar biz sizga xizmatni to&#39;xtatmasak. joriy davr tugashidan kamida o&#39;ttiz (30) kun oldin tiklanmaslik.
vi: 6.1.1 Điều khoản dịch vụ CaseActive: Đăng ký dịch vụ CaseActive của bạn sẽ tự động gia hạn cho các kỳ hạn một tháng hoặc một năm liên tiếp, như được nêu trong Mẫu đơn đặt hàng hoặc luồng đăng ký, trừ khi chúng tôi ngừng cung cấp dịch vụ mà bạn cung cấp cho chúng tôi không gia hạn ít nhất ba mươi (30) ngày trước khi hết thời hạn hiện tại.
xh: 6.1.1 Ikota yeNkonzo yeCase: Ukubhalisela ukuya kwi-CaseAgency Service kuya kuvuselela ngokuzenzekelayo ukuze kube yimpumelelo inyanga enye okanye unyaka omnye, njengoko kubekiwe kwiFom yoku-odola okanye ukuphuma kokungena, ngaphandle kokuba siyayekisa inkonzo osinika isaziso ukungavuseleli ubuncinci kwiintsuku ezingamashumi amathathu (30) ngaphambi kokuphelelwa kwekota yangoku.
yi: 6.1.1 קאַסעאַקטיווע סערוויס טערמין: דיין אַבאָנעמענט צו קאַסעאַקטיווע סערוויס וועט אויטאָמאַטיש באַנייַען פֿאַר סאַקסעסיוו טנאָים פון איין חודש אָדער איין יאָר, לויט די אָרדער פאָרעם אָדער זיך-אַרויף לויפן, סייַדן מיר אָפּשטעלן די סערוויס איר צושטעלן אונדז מיט אַ באַמערקן פון ניט רינואַל אין מינדסטער דרייַסיק (30) טעג איידער די עקספּעריישאַן פון די דעמאלט קראַנט טערמין.
