Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
af: BEHALWE MET BETREKKING TOT SKADE TEN OPSOMMING MET &#39;N BREEK VAN AFDELING 5.3 OF 12, TOT DIE MAKSIMALE UITREGTE WAT DEUR DIE WET BEPAAL WORD, IS GEEN BEHOEFTES VAN DIE PARTY, SY LISENSIES EN VERSKAFFERS, GEEN AANSPREEKLIKHEID AAN DIE ANDER PARTY VIR ENIGE VERLIESE NIE KOSTE VAN AANBIEDING VAN SUBSTITUTE GOEDERE OF DIENSTE OF VIR ENIGE indirekte, SPESIALE, GESONDHEID, UITSTEKENDE OF TUSSENVATTIGE SKADE, NIE, OORGEWAAR EN GEBASEER OP ENIGE TEORIE VAN AANSPREEKLIKHEID (INSLUITEND NADELIKHEID), OORDEEL VAN DIE OOREENKOMS, SY VERPLIGTINGE HIERONDER, HET ALLEENLIKE PARTYE IS BEPAAL OOR DIE MOONTLIKHEID VAN SUID-SKADE.
am: በክፍል 5.3 ወይም 12 ጋር ባለው ግንኙነት በሚፈጠር ግጭት የተነሳ ከሚከሰቱት ግዴታዎች በስተቀር በሕጉ ለተፈቀደው ከፍተኛ ሃላፊነት በምንም አይነት በምንም መልኩ በምንም መልኩ ሸሚዙን አያሳልፍም ፣ ለሱ አጋሮች ወይም ለሱ ተከራካሪዎች ፣ ለማንኛውም አጋር የመተዳደር ችሎታ ወይም አገልግሎቶች የምርመራው ሁኔታ ወይም በማንኛውም ጥሰቶች ፣ ልዩ ፣ ልዩነቶች ፣ ምሳሌያዊ ወይም አካባቢያዊ ጉዳቶች ፣ በማንኛውም የተጠያቂነት ሁኔታ ላይ የተደገፉ (የፍትሃዊነት ገለልተኝነቶችን ጨምሮ) ፣ ከቅርብ ጊዜ የሽልማት መረጃ በእንደዚህ ያሉ አደጋዎች የመጠቆም ችግርም ሆነም ሆነ እንደዚህ ያለ አካል እዚህ አይታይም ፡፡
ar: باستثناء فيما يتعلق بالأضرار الناشئة عن الاتصال مع انتهاك القسم 5.3 أو 12 ، إلى الحد الأقصى المسموح به بموجب القانون ، في أي حال من الأحوال ، لا يجوز لأي جهة طرف أو مرخصيها أو مورديها أن يتحملوا أي مسؤولية تجاه الآخرين تكلفة مشتريات السلع أو الخدمات البديلة أو أي أضرار غير مباشرة أو خاصة أو تبعية أو عرضية أو عرضية ، مهما كان سببها ونظريتها بناءً على أي نظرية للمسؤولية (بما في ذلك الإهمال) ، وذلك بعد الاتفاق على التزاماته هنا ، سواء تم أو لم يتم إخطار مثل هذا الطرف بإمكانية حدوث مثل هذه الأضرار.
az: 5.3 və ya 12 BÖLMƏ ƏMƏLİYYƏ BAĞLIQDA BAĞLIQDA VƏZİFƏLƏRDƏN BAĞLIĞA QARŞI HESAB VERİLƏN ƏMƏK, HERETO TƏRƏFİNDƏN HƏR BİR HƏRƏKƏSİZ, LİZANATÇILARI VƏ TƏMİRLƏRİ İSTƏYİR, ƏMƏK DƏSTƏKİ ÜÇÜN ƏMƏKDAŞLIĞINIZ ƏLAQƏDİR ƏMƏKDAŞLIQ ƏMƏLİYYATI VƏ XİDMƏTLƏRİ VƏ HƏR ŞƏXS, XÜSUSİ, KEÇİRİCİLİK, VƏZİFƏLİ ZƏMANƏTLƏR ÜÇÜN ƏMƏLİYYATIN HƏR TƏHLÜKƏSİZLİKDƏN VERİLMƏSİ VƏ ƏMƏKDAŞLIQ TƏMİNATI ÜÇÜN ƏMƏLİYYAT VƏZİFƏSİ VERİLİR BUNUN ÖDƏNİŞSİZ, HƏR ŞƏHƏR VƏ YOXDUR ŞƏRHİN İSTƏMƏSİNDƏ BU DƏYƏRLƏRİN İSTİFADƏ OLUNUR.
be: За выключэннем пашкоджанняў, звязаных з парушэннем раздзела 5.3 АБО 12, МАКСІМАЛЬНЫМ, ЯКІМ ДАЛУЧАЮЦЬ ЗАКОН, НІ ВЫЙСМО НЕ БУДЗЕ БУДЗЕ ПАРТНЕРАМ ХЕРЭТО, ЯГО ЛІЦЕНЗАРЫ АБО І ПАДАЧАЛЬНІКІ, НЕ БУДЗЕ НЯКАКУЮ ПАВЯЗЬНУЮЧАСЬЦЬ ДЛЯ ІНШЫХ ПАРТНЁЎ НА ПАРТЫЮ ЗАКРЫЦЬ ЗАКУПАВАННЯ ТВАРАВАННЯ ЗАМЕЧАННЯ ІЛЕ УСЛУГАЎ АБО ЎСЕ ЯКІЯ НЕПРАВІТНЫЯ, СПЕЦЫЯЛЬНЫЯ, КОНСЕВЕНЦЫЯЛЬНЫЯ, ПРЫМЯННЫЯ І НЕПАСЫЛЬНЫЯ ШКОДЫ, ЯКІЯ ПРЫЧЫНЫ І ЗНЯТЫЯ НА ЛЮБЫХ ТЭОРЫЯХ ОТВЕТСТВЕННОСТИ (ВКЛ. ЯГО ЗАДАЧЫ НЕ БЫЛО, АБО НЕ БЫЛО ТАКСАЯ ПАРТЫЯ, ЯК РАБАЎСЯЦЬ МОЖАЦЦА ТАКІХ ШТАДАЎ.
bg: С изключение на щетите, възникнали във връзка с нарушение на раздел 5 или 12, до максимума, който е разрешен по закон, в никакъв случай не трябва да участва, ХЕРЕТО, НЕЙНИ ЛИЦЕНЗОРИ И ДОСТАВЧИЦИ, ИМА ЛИ ОТГОВОРНОСТ НА ДРУГИЯТ ПАРТИЙ РАЗХОДИТЕ ЗА РЕЗЕРВНИ ЧАСТИ И УСЛУГИ ИЛИ ЗА КОСВЕНИ, СПЕЦИАЛНИ, НАЗИДАТЕЛНИ ИЛИ СЛУЧАЙНИ ЩЕТИ, НЕЗАВИСИМО ОТ ПРИЧИНИТЕ И ВЪЗ ОСНОВА НА ТЕОРИЯТА НА ОТГОВОРНОСТ (включително небрежност), ПРОИЗТИЧАЩИ ОТ споразумение, изпълнението или неизпълнението от всяка от страните на НЕГО ЗАДЪЛЖЕНИЯ НА ТУК, НИКОГА ИЛИ НЕ СЪЩЕСТВЕНА СТРАНА Е РЕКЛАМЕНТ ЗА ВЪЗМОЖНОСТТА НА ТАКИВА УВРЕЖДАНИЯ.
bn: বিভাগের মাধ্যমে অনুমোদিত দায়সারা কর্তৃক অনুমোদিত নয়, দায়িত্বে বা সরবরাহকারীর পক্ষে দায়সত্রে কোনও দায়িত্বে অংশ নিচ্ছেন না, আইন অনুসারে অনুমোদিত ম্যাক্সিমাম এক্সট্যান্ট এক্সট্যান্ট, বিভাগের 5.3 বা 12 এর পাঠ্যসূচির সাথে সংঘটিত ক্ষয়ক্ষতির প্রতি সম্মান ছাড়াই দায়ের যোগ্যতা বা দায়বদ্ধতার কারণে কোনও দায়বদ্ধতার ভিত্তিতে (দায়বদ্ধতার ভিত্তিতে) দায়বদ্ধতার কোনও তাত্ত্বিকতার ভিত্তিতে বা দায়বদ্ধতার কোনও তাত্ত্বিকতার ভিত্তিতে বা কোনও পৃথক, বিশেষ, সংক্ষিপ্ত ক্ষতি, উদাহরণস্বরূপ বা উদ্বেগহীন ক্ষতির জন্য সাবজেক্ট গুডস বা সার্ভিসেস বা পরিষেবাগুলির প্রযোজ্যতার পরিমাণ এটির দায়বদ্ধতা এখানেই রয়েছে, পক্ষ পক্ষের পক্ষ থেকে অনেকগুলি ক্ষতির সম্ভাবনা সম্পর্কে অবহিত করা হয়েছে U
ca: EXCEPTE RESPECTE A DANYS QUE ES CONEIXEN AMB UN INFRACCIÓ DE LA SECCIÓ 5.3 O 12, A LA MÀXIMA EXTENCIÓ PERMISA PER Dret, en cap cas, en cap cas hi haurà cap part HERETO, ELS SEUS LICENTS O PROVEEDORS, TENEN ALGUNA RESPONSABILITAT DE L’ALTRE PARTE PER A QUALSEVOL PER LOS COST DE CONTRACCIÓ DE BÉNS O SERVEIS SUBSTITUTS O PER A QUALSEVOL DANYS INDIRECTS, ESPECIALS, CONSEQÜENTS, EXEMPLARS O INCIDENTS, SEMPRE CAUSATS I BASATS EN QUALSEVOL TEORIA DE RESPONSABILITAT (INCLUSA LA NEGLIGÈNCIA), SORTIT DE L’AGORNITAT ELS SEUS OBLIGACIONS A PARTIR DE TANT, S’HAN ASSESSORAT QUALSEVOLT A LA PART DE LA POSSIBILITAT D’AQUESTS DANYS.
cs: S VÝNIMOU, POKUD JDE O ŠKODY vzniklé V SOUVISLOSTI S PORUŠENÍM ODDÍLŮ 5.3 NEBO 12, NA MAXIMÁLNÍ ROZSAH POVOLENÝ ZÁKONEM, V ŽÁDNÉM PŘÍPADĚ NEJSOU LICENCI NEBO DODAVATELÉ, JAKÉKOLI LICENCI NEBO DODAVATELÉ ZA JAKÉKOLI ZTRÁTY NÁKLADY NA ZAKÁZÁNÍ NÁHRADNÍCH ZBOŽÍ NEBO SLUŽEB NEBO ZA JAKÉKOLI NEPŘÍMÉ, ZVLÁŠTNÍ, NÁSLEDNÉ, EXEMPLÁRNÍ NEBO NÁHODNÉ ŠKODY, ZAČNĚTE A ZALOŽENÉ NA JAKÉKOLIV TEORII ODPOVĚDNOSTI (VČETNĚ NEGLIGENCE) VYDÁVÁNÍ Z DOHODY ČÍSLO VÝZNAMU JEJÍ POVINNOSTI ZDE BĚHEM ZÍSKEJÍCÍ INFORMACE O MOŽNOSTI TAKÝCH POŠKOZENÍ NEBO TAKÉ STRANY.
cy: EITHRIO O RAN IAWNDAL YN CODI MEWN PERTHYNAS Â TORRI ADRAN 5.3 NEU 12, I&#39;R UCHAFSWM MAINT A GANIATEIR GAN Y GYFRAITH, bynnag, ni fydd NAILL AI PARTI HYN YMA, EI drwyddedwyr NEU CYFLENWYR, GENNYCH UNRHYW ATEBOLRWYDD I&#39;R PARTI ERAILL AM UNRHYW ELW LOST NEU COST CAFFAEL NWYDDAU NEU WASANAETHAU SYLWEDDOL NEU AM UNRHYW DDIFRODION INDIRECT, ARBENNIG, CANLYNOL, EITHRIADOL NEU DDIGWYDDIADOL, SUT WEDI ACHOSI AC YN SEILIEDIG AR UNRHYW THEORI RHWYMEDIGAETH (GAN GYNNWYS NEGLWYDD O DERBYN UNRHYW UN O DERBYN UNRHYW UNRHYW UNRHYW UNRHYW UN RHANBARTHWR O DERBYN DEUNYDD. EI RHWYMEDIGAETHAU YMA, SYDD WEDI CYNNWYS NEU NAD YW PARTI O&#39;R CYFLEUSTERAU DAMASAU O&#39;R FATH.
da: Bortset med hensyn til skader, der opstår i forbindelse med en overtrædelse af afsnit 5.3 eller 12, til det maksimale omfang, der er tilladt ved lov, under ingen omstændigheder, må hverken en part hereto, dens licenser eller leverandører, har nogen ansvar over for den anden part for enhver skade OMKOSTNINGER TIL INDKØB AF VARER ELLER TJENESTEYDELSER ELLER TIL ELLER INDIREKTE, SÆRLIGE, FÆLLES, UDFYLDELIGE ELLER Tilfældige skader, der dog påføres eller baseres på en hvilken som helst teori om erstatningsansvar (inkl. Uoverensstemmelser), som foregår på grund af overholdelsen DETS FORPLIGTELSER HERUNDER, HVAD ELLER IKKE sådan part er blevet tilrådt om muligheden for sådanne skader.
de: AUSSER IN BEZUG AUF SCHÄDEN, DIE IM ZUSAMMENHANG MIT EINEM VERLETZUNG VON ABSCHNITT 5.3 ODER 12 ENTSTEHEN, ÜBERNEHMEN DIE LIZENZGEBER ODER LIEFERANTEN KEINER HAFTUNG FÜR ANDERE PARTEIEN KOSTEN FÜR DIE BESCHAFFUNG VON ERSATZWAREN ODER -DIENSTLEISTUNGEN ODER FÜR INDIREKTE, SPEZIELLE, FOLGESCHÄDEN, BEISPIELHAFTE ODER NEBENBESCHÄDIGUNGEN SEINE VERPFLICHTUNGEN HIERUND, OB DIESE PARTEI AUF DIE MÖGLICHKEIT SOLCHER SCHÄDEN UNTERRICHTET WURDE.
el: ΕΞΑΙΡΕΣΗ ΣΧΕΤΙΚΑ ΜΕ ΤΙΣ ΖΗΜΙΕΣ ΠΟΥ ΑΦΟΡΟΥΝΤΑΙ ΣΕ ΣΥΝΔΕΣΗ ΤΟΥ ΤΜΗΜΑΤΟΣ 5.3 Ή 12, ΣΤΟ ΜΕΓΙΣΤΟ ΠΕΡΙΕΧΟΜΕΝΟ ΠΟΥ ΕΠΙΤΡΕΠΕΤΑΙ ΝΟΜΟΘΕΤΙΚΟ, ΔΕΝ ΠΡΕΠΕΙ ΝΑ ΠΕΡΙΕΧΕΙ ΚΑΘΕ ΕΙΔΙΚΟ, ΑΔΕΙΟΔΟΤΕΣ Ή ΠΡΟΜΗΘΕΥΤΕΣ, ΕΧΟΥΝ ΟΠΟΙΑΔΗΠΟΤΕ ΕΥΘΥΝΗ ΚΟΣΤΟΣ ΠΡΟΜΗΘΕΙΑΣ ΕΜΠΟΡΕΥΜΑΤΩΝ ΥΠΗΡΕΣΙΩΝ Ή ΥΠΗΡΕΣΙΩΝ Ή ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΜΕΣΕΣ, ΕΙΔΙΚΕΣ, ΣΥΜΠΕΡΑΣΤΙΚΕΣ, ΠΑΡΑΔΕΙΓΜΑΤΕΣ Ή ΕΜΠΙΣΤΟΝΙΚΕΣ ΖΗΜΙΕΣ, ΠΟΥ ΠΡΟΚΑΛΟΝΤΑΙ ΚΑΙ ΒΑΣΕΙ ΟΠΟΙΑΔΗΠΟΤΕ ΘΕΩΡΙΑ ΕΥΘΥΝΗΣ (ΠΕΡΙΛΑΜΒΑΝΕΙ ΤΗ ΔΙΑΦΗΜΙΣΗ) ΟΙ ΥΠΟΧΡΕΩΣΕΙΣ ΕΧΟΥΝ, ΟΤΙ Ή ΜΗ ΕΧΕΙ ΣΥΜΒΑΛΛΟΜΕΝΟ ΣΥΜΦΩΝΑ ΜΕ ΤΗΝ ΔΥΝΑΤΟΤΗΤΑ ΤΩΝ ΕΥΘΥΝΩΝ ΖΗΜΙΩΝ.
eo: ESPERANTA KUN RAPIDO DE DOMAGOJ KAJ KONKONTAJ KUN BRAACHO DE SEKCIO 5.3 Aŭ 12, AL LA MAKIMA EKZAMENO PERMITA DE LE INO, ĈIU NENIU NENIU ĈIU PARTIO HERETO, ĜIUJ LICENCANTOJ KAJ FABELANTOJ, Havas ian ajn respondecon al la aliaj partioj por ĉia ajn malgajno. KOSTO DE PROCURO DE SUBSTITUTAJ VAROJ aŭ SERVOJ aŭ POR IU INDIAJ, SPECIAJ, KONSESENTAJ, EKSTRAJ KAJ INCIDENTAJ DOMAGOJ, ĈI KAFATAS KAJ BAZAJN EN ALIA TEORIO DE RESPONSABILIDAD (INCLUO NEGLIGENTO), POR FONDO DE FONDO. SIAJ OBLIGOJ ĈI TIE, KIEL aŭ NE ĈIU PARTIO ESTIS ADVISITA DE LA POSSIBILO DE TIUJ damaĝoj.
es: EXCEPTO CON RESPECTO A LOS DAÑOS QUE SURGAN EN RELACIÓN CON UN INCUMPLIMIENTO DE LA SECCIÓN 5.3 O 12, EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY, EN NINGÚN CASO HERETO DE SUS PARTES, SUS LICENCIANTES O PROVEEDORES, TIENEN NINGUNA RESPONSABILIDAD CON LA OTRA PARTE POR CUALQUIER GANANCIA PERDIDA O COSTO DE LA ADQUISICIÓN DE BIENES O SERVICIOS SUSTITUTOS O POR CUALQUIER DAÑO INDIRECTO, ESPECIAL, CONSECUENTE, EJEMPLAR O INCIDENTAL, SIN EMBARGO CAUSADO Y BASADO EN CUALQUIER TEORÍA DE RESPONSABILIDAD (INCLUYENDO NEGLIGENCIA), DERIVADA DEL ACUERDO, EL DESEMPEÑO O LA NO RENDIMIENTO SUS OBLIGACIONES A CONTINUACIÓN, SI SE HA INFORMADO A TAL PARTE DE LA POSIBILIDAD DE TALES DAÑOS.
et: VÄLJAS SEOSES 5.3 JA 12 RIKKUMISEGA KAHJUSTATAVATE KAHJUDEGA, MAKSIMAALSELT SEADUSEGA LUBATUD LUBADEGA EI OLE KUNAGI POOLT HERETO, SELLE LITSENTSID VÕI TARNIJAD VASTUTAVAD TEISTE OSAPOOLTE KOHTA. AINETE KAUPADE VÕI TEENUSTE VÕI KAUDSETE KAUDSETE, ERI-, JÄREL, PÕHJALISTE VÕI JUHATUSkahjude hankimise kulud, mis on põhjustatud ja põhinevad mis tahes vastutuse teoorial (kaasa arvatud põgusus), moodustuvad vastavalt kokkuleppele. SELLE KOHUSTUSED, KUIDAS VÕI NENDE POOLEGA VÕETAKSE VASTAVATE KAHJUDE VÕIMALUST.
eu: 5.3 EDA 12. ATALAREN ARAZOAREKIN ERABAKI DITUEN KALTEAK ERABAKI DUTE, LEHIAK BETETZEN DITUEN ERABAKI MUGIMENARI, EZ DU ERABAKI HERIOTZAREN PARTE HONETAN, BERE LIZENTZIAREN EDO HORNITZAILEEN ARABERA, BESTE PARTE BATZUK BETETZEN DITUZTE. ONDASUN edo ZERBITZU SUBSTITUTUEN ERABAKIAREN KOSTUA EDO KALTE INDIRETAKOAK, BEREZIAK, BAKARRAK edo ERABAKI DITUENAK, NOLA EGIN DITUZTEN ERANTZUKIZUNAREN TEORIAREN OINARRIAK (NEGLIGENTZIA ERABAKI DITU), ORAINAK BETETZEA. HEMEN DUZUE BETEBEHAR BETETZEN DITUEN ZERBATZUAK EZ DITUZU AURKAKO KALAK AURKITU.
fa: نتیجه با توجه به آسیب های ناشی از اتصال با پارچه قسمت 5.3 یا 12 ، حداکثر موجودی که توسط قانون مجاز است ، در هیچ رویدادی نمی توانید به هر طرف PETY HERETO ، مجوزهای لازم را داشته باشید یا لوازم جانبی را داشته باشید ، هرگونه اختراع خود را نیز داشته باشید هزینه تهیه کالاهای اساسی یا خدمات یا برای هرگونه رفتارهای غیرمستقیم ، خاص ، اختصاصی ، مصداقی یا اجباری ، هرچند که از آن استفاده شده و بر اساس هر نظریه ای از مسئولیت (شامل موارد نامعلوم) استفاده می شود. تعهدات آن در اینجا ، هر چه مهمانی یا نه ممکن است از احتمال وجود مضرات ناشی از آن به اثبات رسیده باشد.
fi: Lukuun ottamatta vahingonkorvausta, joka syntyy 5.3 tai 12 pykälän rikkomuksesta, lain sallittuun enimmäismäärään nähden, EI missään tapauksessa HERETOA, LISENSSINVALTAJIA TAI TARJOAJIA, VASTUULLISESTI VASTAA MITÄÄN VAKUUTTA. RAKENNETTUJEN TAVAROIDEN TAI PALVELUJEN TAI KAIKKIEN Epäsuoran, erityisen, seurauksena olevan, esimerkinomaisen tai satunnaisen vahingon hankintakustannukset, jotka kuitenkin aiheutuvat ja perustuvat vastuuseen (mukaan lukien aikuiset), muodostuen muodossa, joka muodostuu kokoonpanosta. TÄMÄN VELVOLLISUUDET, JOTKA TÄMÄN OSASTEEN OSALLISTUMISEKSI ON NIIDENNEN NIIDEN VAHINKOJEN MAHDOLLISUUS.
fr: SAUF EN CE QUI CONCERNE LES DOMMAGES LIÉS À UNE VIOLATION DES ARTICLES 5.3 OU 12, DANS LA MESURE MAXIMALE AUTORISÉE PAR LA LOI, EN AUCUN CAS, PARTIE HERETO, SES CONCÉDANTS DE LICENCE OU SES FOURNISSEURS, N&#39;ONT TOUTE RESPONSABILITÉ ENVERS L&#39;AUTRE PARTIE POUR TOUT PROFIT PERDU OU COÛT D&#39;APPROVISIONNEMENT DE BIENS OU DE SERVICES DE REMPLACEMENT OU POUR TOUT DOMMAGE INDIRECT, SPÉCIAL, CONSÉCUTIF, EXEMPLAIRE OU ACCESSOIRE, TOUTEFOIS CAUSÉ ET FONDÉ SUR TOUTE THÉORIE DE LA RESPONSABILITÉ (Y COMPRIS LA NÉGLIGENCE), DÉCOULANT DE L&#39;ACCORD, DE L&#39;EXÉCUTION OU DE LA NON-EXÉCUTION DE LA PART D&#39;UNE AUTRE PARTIE SES OBLIGATIONS CI-DESSOUS, QUE CETTE PARTIE SOIT OU NON INFORMÉE DE LA POSSIBILITÉ DE TELS DOMMAGES.
fy: Utsein mei respekt foar skea dy&#39;t ûntsteane yn ferbân mei in breuk fan paragraaf 5.3 OF 12, OAN DE MAKSIMALE YTTRECHT BEFESTIGD DOOR DE WET, NIJ EVENT WILT ELK PARTY HERETO, IT LICENSORS OF LIEDERS, ELKE AANSPRAKELIJKHEID OAN DE ANDERE PARTY FOAR ELKE LOST KOSTEN FAN FERKEER FAN SUBSTITUTE GOEDEREN OF DIENSTEN OF FAN ELKE INDIREKTE, SPESIALE, FOLGJOCHTIGE, EXEMPLÊRE OF YNFALLIGE SKADE, WÊR BINNE OANFALDEN EN BASISJE OP ELKE TEORIË OF AANSPRAKELIJHEID (YNTROCHT NIJSLIKHEID), BINNE OF DE TELLING OF DE GEFAL IT VERPLICHTINGEN HEREUNDER, WÊR BINNEN SIN FERGESE PARTY IS ADVISEEDE FAN DE MOONTLIKHEID FAN SÊZE SKADE.
ga: EISCEACHT LE BREITHIÚNAS DO DAMÁISTE A BHAINEANN LE Ceangal le BREACH ROINN 5.3 NÓ 12, DON MHIC LÉINN A BHEARTAÍTEAR AG AN DLÍ, NÍL CEADÚNAS NÍOS PÁIRT HERETO, NÍL CEADÚNAS NÓ SOLÁTHRAITHE CHUN AON PHRÍOMH. COSTAS SOLÁTHAIR EARRAÍ NÓ SEIRBHÍSÍ SUBSTITIÚID NÓ CHUN AON DAMÁISTEANNA TIONSCAIL, SPEISIALTA, IARMHARTACHA, EISCEACHTACHA nó INIÚCHTA, A BHFUIL SÉ DÍOL SÁSAITHE AGUS BUNAITHE AR AON Teoiric DLITEANAS (LENA N-AON PHRÍOMH-PHRÍOMH-EOLAÍOCHT ÓN NUAIR. TÁ A OIBLEAGÁIDÍ ANSEO, NÍ MÓR NÓ NÍ MÓR PÁIRT SIN FAOI PHRÍOSÚNAS DAMÁISTÍ SIN.
gd: A ’GABHAIL A-STEACH LE DAMAGAN A THA A’ FAIGHINN ANN AN CUNNART LE BREACHADH EARRANN 5.3 NO 12, GU AN T-SAOGHAL MÒR A THA A ’GABHAIL A-STEACH LE LAGH, CHAN EIL TACHARTAS A BHITH A’ GABHAIL A-STEACH PÀIRT HERETO, A THA A ’GABHAIL A-STEACH NO URRAINN DO PHRÌOMH EILE COSTAS A BHITH A ’GABHAIL A-STEACH DÙTHANAN SEIRBHEIS NO SEIRBHEISEAN NO AIRSON SAM BITH DÙTHCHASAN SÒNRAICHTE, SÒNRAICHTE, CO-DHÙNADH, EILE THA A OBRAIDHEAN AN-SEO, A THA A ’GABHAIL A-STEACH NO NACH EIL PÀIRT SÒNRAICHTE AIR DÙTHCHAS DAMAGAN SIN.
gl: EXCEPTO CON RESPECTO A DANOS QUE SE CONEXIONAN CON UN INFRACTO DA SECCIÓN 5.3 O 12, Á EXTENTE MÁXIMA PERMITIDA POR LEI, NON SE ACEPTA O PARTIDO HERETO, OS SEUS LICENCIADORES OU PROVEEDORES, TEÑEN ALGUNHA RESPONSABILIDADE PARA OUTRA PARTE PARA ALGÚN PERDO COSTAL DE CONTRATACIÓN DE MERDOS OU SERVICIOS SUBSTITUTOS OU PARA CALQUERA DANOS INDIRECTOS, ESPECIAIS, CONSECUENCIAIS, EXEMPLARIOS O INCIDENTAIS, PORQUE CAUSADOS E BASADOS EN CALQUERA TEORIA DE RESPONSABILIDADE (INCLUÍDO NEGOCIENCIA), POR OBRIGO DE OBRIGO AS SÚAS OBRIGAS DENDE, O QUE NON SE ADXUDICOU O PARTIDO DA POSIBILIDADE DE ESTOS DANOS.
gu: કલમ .3. OR કે ૧૨ નાં પુરાવા સાથે જોડાણમાં થતા નુકસાન માટેના પ્રતિભાવની સાથે, કાયદા દ્વારા પરવાનગી આપવામાં આવેલ મહત્તમ એક્સ્ટેંંટમાં, પાર્ટની હિરેટોમાં, કંપનીના લાઇસેન્સર્સ અથવા સહાયક અથવા કંપનીની સહાય માટેના અધિકારીઓની સહાય માટે નહીં. આનુષંગિક બાબતો અથવા સેવાઓ અથવા કોઈ પણ વ્યક્તિગત, વિશિષ્ટ, વિગતવાર, અનુકૂળ અથવા આનુષંગિક નુકસાનને લીધા વિના, જવાબદારીની કોઈપણ સિદ્ધાંત પર આધારીત, અનુસંધાનુસાર, કાર્યકારી સંસ્થાના નિર્માણના આધારે તેનો જવાબદારી અહીં છે, ક્યાંય કે ન મળતી હોય તે પક્ષને ઘણાં નુકસાનની સંભાવના વિશે જણાવવામાં આવ્યું છે.
hi: खंड 5.3 या 12 के संयोजन के साथ संयोजन में उम्मीदवारों को शामिल करने की छूट, अधिकतम सीमा के माध्यम से अधिकतम भुगतान प्राप्त करने के लिए, कोई ईवेंट छोटा आयोजक पार्टी के हरेटो, आईटीएस के अध्यक्ष या पर्यवेक्षकों की कोई देयता नहीं है। भारतीय दूतावासों या सेवाओं के संरक्षण के लिए या किसी भी भारतीय, विशेष, व्यावसायिक या सरकारी डैमेज, किसी भी स्थान पर किसी भी तरह की देयता (गैर-कानूनी जमा करने की स्थिति), ARISING OUTING, ARIS OUTING, ARIS OUTING, ARIS OUTING, ARIS OUTING, ARIS OUT इसके उद्देश्य यहां मौजूद हैं, जहां से या नहीं किया गया है, जैसे कि डैमेज की स्थिति का पता लगाया गया हो।
hr: OSIM NA ŠTETU KOJE SE POSTOJI U SKLADU SA KRŠENJEM ODJELJA 5.3 ILI 12 DO NAJVEĆEG DUŠE DOSTOJENOM ZAKONOM, NEMA DALJEG NIKADA NE POSTOJI DOGAĐAJU HERETO, NJIHOVI LICENCORI ILI DOBAVLJAČI, IMAJU LI SVOJU ODGOVORNOST DO DRUGIH STRANICA TROŠAK NABAVE ZAMJENSKIH PROIZVODA ILI USLUGA ILI ZA BILO KOJU POSEBNU, POSLJEDIČNU, primjeran ili SLUČAJNE štete, izazvane i na temelju BILO KOJOJ OSNOVI ODGOVORNOSTI (UKLJUČUJUĆI NEMAR), koje proizlaze iz ugovora, performanse ili neizvršavanja obveze od strane bilo koje Strane u OBAVEZE SU OVDJE, BILO KAKO ILI NISU DOGAĐAJI NAVEDENI O MOGUĆNOSTI TAKVE ŠTETE.
hu: A 5.3. Vagy 12. SZAKASZ MEGSÉRTÉSÉNEK KOCKÁZATÁRA VONATKOZÓ KÖVETELMÉNYEKKEL, A TÖRVÉNYESSÉGEK SZERINTI MEGFELELŐ MEGFELELŐSÉGEKET, A FÉL HERETÓJÁNAK, AZ ENGEDÉLYEZETTŐI VAGY SZOLGÁLTATÓKAT NEM FELELŐSEN FELELŐSSÉGEKET MÁS FELELŐSSÉGÉRE VONATKOZIK. AZ ALKALMAZOTT ÁRUK VAGY SZOLGÁLTATÁSOK VAGY SZERINTI, KÜLÖNLEGES, KÖVETKEZŐ, Például vagy véletlen károk beszerzésének költségei, MEGFELELŐEN ÉS A FELELŐSSÉG ELŐÍRÁSÁNAK (SZERZŐDVE A SZEGVÉNYESSÉGET), A SZERZŐDÉS RÉSZÉRE, SZERINT IDEIGLEN KÖTELEZETTSÉGEKET, AMELYEKBEN FELEK VAGY NEM MEGFELELŐEN FELTÉTELEK A KÁROK LEHETŐSÉGÉRT.
hy: 5.3 կամ 12-րդ բաժնի խաչմերուկի հետ կապի պատճառած վնասակար վնասի պատճառաբանությամբ, մինչև օրենքով որոշված առավելագույն ծայրահեղ ծայրահեղությունը, ոչ մի պատահականության դեպքում չի կարող լինել որևէ կողմի հերետիկոս, դրա արտոնագրերը կամ մատակարարները, ունենան ցանկացած իրավասություն: ԵՐԱՇԽԻՔԻ ԱՊՐԱՆՔՆԵՐԻ կամ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ԳՆԱԼԻ ԳՈՒՅՔԻ ԿԱՌՈՒYՎԱԾՔՆԵՐԻ ԿԱՄ ՈՉՆՉ ԱՆՎԱՐ, ՀԱՏՈՒԿ, ՀԵՂԱՓՈԽԱԿԱՆ, ԲԱEMԱՌԻԿ կամ ԻՐԵՆ ՎՏԱՆԳՆԵՐԻ ՀԱՄԱՐ, ԻՆՉՊԵՍ ԱՍՏՎԱԾԱՇՐԱՆՈՒՄ ԵՆ ԿԱՐՈՂ ԵՆ ԱՆՎՏԱՆԳՈՒԹՅԱՆ ՏԵՍԱԿԻՆ (ԻՆՔՆԱԿԱՇՆՄԱՆ ԱՆՎՏԱՆԳՈՒԹՅԱՆ ԴԵՄ, ԴՐԱՆՔ) ՆՐԱՆ O ՊԱՇՏՊԱՆՈՒՄՆԵՐԸ ԱՅՍՏԵՂ, ՈՐՈՆՔ, ՈՉ ՈՉ ՄԻ ԿՈՂՄ ԿՈՒՍԱԿՈՒԹՅՈՒՆՆ ԱՅՍՏԵՂ ՉԿԱ ԱՆՎԱՐ ՎԻԱԿԵՐԻ ՀՆԱՐԱՎՈՐՈՒԹՅԱՆ ՀԵՏ:
id: KECUALI DENGAN MENGHORMATI KERUSAKAN YANG MENDAPATKAN HUBUNGAN DENGAN PELANGGARAN BAGIAN 5.3 ATAU 12, SAMPAI DENGAN MAKSIMUM MAKSIMUM YANG DIIZINKAN OLEH HUKUM, DALAM HAL APA PUN, PIHAK PENDAFTARAN ATAU PEMASOK, MEMILIKI KEWAJIBAN BAGI ORANG LAIN. BIAYA PENGADAAN BARANG ATAU LAYANAN PENGGANTI ATAU UNTUK SETIAP KERUSAKAN, KHUSUS, KONSEKUENSIAL, KERUSAKAN LUAR BIASA ATAU INSIDENTAL, BAGAIMANA PENYEBAB DAN BERDASARKAN PADA TEORI KEWAJIBAN (TERMASUK NEGLIGENSI), MENYEBUTKAN KETENTUAN KETENAGA KERJA, KEWAJIBANNYA DI SINI, BAIK ATAU ATAU PIHAK TERSEBUT TELAH MENYARANKAN KEMUNGKINAN KERUSAKAN TERSEBUT.
is: Nema með tilliti til skaðabóta sem koma upp í tengslum við brot á kafla 5.3 eða 12, að því marki sem mest er heimilt með lögum, í engu tilviki mun hvor annar aðili herheto, þessir leyfishafar eða framboðsmenn, hafa neina ábyrgð gagnvart hinum aðilanum fyrir skemmdir KOSTNAÐUR við innkaup á vöru og þjónustu á grundvelli vöru eða fyrir hvers kyns óbeina, sérhæfða, afleiðinga, skaða eða tilviljunarkennda skaða, samt sem áður saknað og grundvallaður á nokkru samkomulagi um samkomulagið, SKILYRÐI HÉR, HVERNIG EÐA NÁNLEGUR aðili hefur verið ráðlagður um möguleika á slíkum skaða.
it: SALVO QUANTO RIGUARDA I DANNI DERIVANTI DA UNA VIOLAZIONE DELLA SEZIONE 5.3 O 12, NELLA MISURA MASSIMA CONSENTITA DALLA LEGGE, IN NESSUN CASO HERETO, I SUOI LICENZIATORI OI FORNITORI, HANNO ALCUNA RESPONSABILITÀ PER GLI ALTRI PARTECIPANTI O COSTO DI APPROVVIGIONAMENTO DI MERCI O SERVIZI SOSTITUTIVI O PER QUALSIASI DANNO INDIRETTO, SPECIALE, CONSEQUENZIALE, ESEMPLARE O INCIDENTALE, TUTTAVIA CAUSATO E BASATO SU QUALSIASI TEORIA DI RESPONSABILITÀ (COMPRESO LA NEGLIGENZA), DERIVANTE DAL CONTRATTO, DALLA PRESTAZIONE O DALLA PRESTAZIONE I SUOI OBBLIGHI QUI SONO STATI AVVISATI, SE QUESTA PARTE È STATA AVVISATA DELLA POSSIBILITÀ DI TALI DANNI.
iw: למעט בהתחשב בנזקים המתעוררים בקשר עם הפרה של סעיף 5.3 או 12, עד להיקף המקסימאלי המותר על ידי החוק, בשום מקרה לא יתייחס לאף אחד מגיבורי הצדדים, ליסיסטורים או ספקים כלשהם, כל אחריות כלשהי לכל הצדדים האחרים. עלות רכישה של מוצרים ושירותי חילוץ, או בגין כל אחריות עקיפה, ספציפית, תוצאתית, מחויבת או מקרית, אשר נגרמת ונובעת על פי כל תנאי של הסכם, על פי הסכם, ההתחייבויות שלהלן, אם לא אושרו הצדדים האחרים על האפשרות של נזקים כאלה.
ja: 第5.3項または第12項の違反に関連して発生する損害に関する場合を除き、法律で認められる最大限の範囲で、いかなる場合も、そのいずれの当事者も、そのライセンサーまたはサプライヤーも、他の当事者に対する他の当事者に対する責任を負わないものとします。代替品または本契約のいずれかによる責任に起因する責任の過失（過失を含む）に起因して発生したものではなく、代替の商品またはサービスの調達費用そのような義務は、そのような当事者がそのような損害の可能性について知らされていたかどうかにかかわらず、ここにあります。
ka: დაუშვებელია ზიანი, რომელიც წარმოიქმნება 5.3 ან მე -12 ნაწილის უფსკრულით, კანონით გათვალისწინებული მაქსიმალური ექსკლუზივის გარეშე, არცერთ შემთხვევაში არ უნდა იყოს PARTY HERETO, მისი ლიცენზორის ან მოვაჭრეების უფლებამოსილება, ნებისმიერი წაკითხვის უფლება. სუბსტანციური საქონლის ან მომსახურების მიწოდება, ან რაიმე ინდივიდუალური, განსაკუთრებული, საკონსულტაციო, საანგარიშო ან სავალდებულო სადაზღვევო ფაქტორების შესახებ, მიუხედავად იმისა, რომ გამოყენებულია და საფუძველი ჩაუყარა ნებისმიერი პასუხისმგებლობის თეორიას (ტრადიციული ჩვევები), კანონი მისი ვალდებულებები აქ არის, მიუხედავად იმისა, თუ არა რაიმე მონაწილე მხარე, არ არის გამოყენებული მსგავსი საშიშროებების შესაძლებლობის შესახებ.
kk: 5.3 немесе 12 БӨЛІМІНІҢ ТҮСІНІСІНІҢ ӨЗГЕРІМДЕРІНІҢ ӨЗГЕРІМДЕРІНЕ ҚАТЫСТЫ ЕСЕП, ЕРКІНШІ ХЕРЕТО, ӨЗІНІҢ ЛИЦЕНЗОРЛАРЫ ЖӘНЕ ҚОЛДАУШЫЛАРЫ ЕШҚАНДАЙ ЖОҚ, ЗАҢДАР МЕНШІГІНІҢ МАКСИМДІК МЕРЗІМДІЛІГІНЕ ӨЗІНІҢ БІЗДІҢ БІЗДІҢ ӨЗІНДЕГІ СІЗДІГІҢІЗ БАР. ЖАУАПКЕРШІЛІКТІҢ ТІЗІЛІГІНІҢ НЕГІЗГІ ТЕОРИЯСЫ НЕГІЗГІ ЖӘНЕ МІНДЕТТІЛІКТІ ҚАУІПСІЗДІГІНІҢ ЖӘНЕ КЕЗІНДЕГІ ТИІМДІ, АРНАЛЫҚ, КОНСЕКЦИЯЛЫҚ, ЕСЕПТІЛІКТІ ЖӘНЕ ЖАУАПКЕРШІЛІК ЗАМАНДЫҚ ҮШІН ТАУАРЛАРДЫ ЖӘНЕ ҚЫЗМЕТТЕРДІ САТЫП АЛУ ШЫҒЫСЫ, МІНДЕТТІЛІКТІҢ МӘНІ ЖӘНЕ МІНДЕТТІЛІКТІ ҚҰРАМАСЫЗ (НЕГІЗГІЛІКТІ ҚҰРАДЫ), БІРІНІҢ АРТЫҚ ОНЫҢ МІНДЕТТЕРІ БІЗДІГІ ЖӘНЕ ОНЫҢ ҚАНДАЙ ПАЙДАЛАРЫ БОЛМАЙДЫ?
km: ពិចារណាដោយគោរពចំពោះការរំលោភបំពានដែលទាក់ទងនឹងការជាប់ទាក់ទងនឹងផ្នែកទី ៥.៣ ឬ ១២, ចំពោះការដកហូតសិទ្ធិជាអតិបរមាដោយច្បាប់, គ្មានការទទួលខុសត្រូវណាមួយចំពោះ PARTY HERETO, ម្ចាស់កម្មសិទ្ធិឬអ្នកឧបត្ថម្ភមានទំនួលខុសត្រូវណាមួយចំពោះពួកគេ។ កិច្ចដំណើរការនីតិវិធីនៃទំនិញឬសេវាកម្មឬសម្រាប់សហគ្រាសណាដែលមានលក្ខណៈពិសេសមានលក្ខណៈពិសេសដោយផ្អែកលើធនធានឬធនធានកាន់តែច្រើនដោយផ្អែកលើធនធានរបស់ខ្លួន។ កាតព្វកិច្ចរបស់ខ្លួននៅទីនេះអ្នកណាឬមិនគាំទ្រភាគីត្រូវបានគេបង្ហាញឱ្យឃើញពីភាពអាចរកបាននៃការរំលោភបំពាន។
kn: ವಿಭಾಗ 5.3 ಅಥವಾ 12 ರ ಉಲ್ಲಂಘನೆಯೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿ ಉಂಟಾಗುವ ಹಾನಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಗೌರವವನ್ನು ಹೊರತುಪಡಿಸಿ, ಕಾನೂನಿನ ಪ್ರಕಾರ ಅನುಮತಿ ಪಡೆದ ಗರಿಷ್ಠ ಮೊತ್ತಕ್ಕೆ, ಯಾವುದೇ ಪಕ್ಷದ ಹೆರಿಟೊ, ಅದರ ಪರವಾನಗಿದಾರರು ಅಥವಾ ಯಾವುದೇ ರೀತಿಯಿಂದಲೂ ಸಹ. ಸಬ್ಸ್ಟಿಟ್ಯೂಟ್ ಸರಕುಗಳು ಅಥವಾ ಸೇವೆಗಳ ಸಂಗ್ರಹದ ವೆಚ್ಚ ಅಥವಾ ಯಾವುದೇ ವೈಯಕ್ತಿಕ, ವಿಶೇಷ, ಸಾಂದರ್ಭಿಕ, ಉದಾಹರಣೆ ಅಥವಾ ಆಕಸ್ಮಿಕ ಹಾನಿಗಳು, ಯಾವುದೇ ಕಾರಣಗಳ ಮೇಲೆ, ಆಧಾರದಲ್ಲಿ, ಅಥವಾ ಅದರ ಹೊರತಾಗಿ. ಅದರ ಜವಾಬ್ದಾರಿಗಳು, ಹೆಚ್ಚಿನ ಹಾನಿಗಳ ಸಾಧ್ಯತೆಯ ಬಗ್ಗೆ ಅಥವಾ ಹೆಚ್ಚಿನ ಪಕ್ಷವು ಸಲಹೆ ಪಡೆದಿಲ್ಲ.
ku: JI BO PAVA XWEDN XWEYN B ARN AWA BBN3 BIR3NEB3NE 5.3 an 12, JI XWEDA MAXIMTN PN IYAN BI WNE, INI BI XWEYA ERTARTNE PARTY HERETO, L LXISTINTSN OR PIRS SNAN, JI XWED TO BIKIRIN. CERTIYN B GXWN OFN KUTIN OR SERBESTAN OR JI BO YI I BI DESTPK, HIECYAR,, PIRSNGEHA, BELA, JI XWEDNCN XWED,, HOWN CAIY CA DIKIRIN B TIRKIY ON YE ERTIY OF LIBILITY (CIYARIYA JIYARIYA) OIYANN INTSN XWEY HERN HERN HER HERJ,, WHIYAN OR JI BO PARTIYN SIYAN H JI BO ADAVNGEHA XWEIYN XWEY SN XWEYAN DIKE.
ky: 5.3 ЖАНА 12 БӨЛҮМҮНҮН ТАРМАГЫ ЖӨНҮНДӨГҮ ЖАНА ТАРМАКТАРДАН КОРКУНУЧУ ЭСЕП, ЖАРАНДАР ЖЕРДЕ ЖОК ЖЕРГИЛИКТҮҮЧҮЛӨРДҮН ЖОГОРКУ МИЛДЕТТҮҮ ӨЗГӨЧӨ МҮМКҮНЧҮЛҮГҮНӨ ЖАРДАМ БЕРИЛГЕНДИГИ ЖОК, ЖӨНҮНДӨГҮ ЖАНА ЖАРАНДЫКТЫН ТЕОРИЯСЫНА КАРАЖАТТЫ ТАРТУУ ЖАНА ЖАРАНДЫК ТЕМАСЫ ЖАНА КЫЗМАТ КЫЗМАТТАРЫН САТЫП АЛУУ ЖАНА ЖАРАНДЫК ЖОГОРКУ ТЕОРИЯСЫ (НЕГИЗГЕНДЕРДИ БЕРГЕНДИГИ ЖӨНҮНДӨ), АРИСтин ИШЕНИМИ ЖӨНҮНДӨ ӨЗҮНҮН МИЛДЕТТЕРИ ЖАНА ӨНҮКТӨШТӨГҮ БОЛБОЙТ ЖАНА ӨНҮКТҮМДҮҮЛҮКТҮН ДАГЫ ЗАМАНДАРЫ МҮМКҮН БОЛГОН.
lb: Ausser mat Bezéiung op Schued, déi a Verbindung mat enger Verbreedung vu Sektioun 5.3 oder 12, zum grousse Maximum ausgeübt gëtt, deen duerch de Rechter virgesi gëtt, A KENG FIRZEL ECHE PARTY HERETO, SIN LISENSOREN ODER LEVERANDER, HUNS EEN Verantwortung fir déi aner Partei fir iergendeng Verlooss Käschte fir de Verkaf vu Substitute Gidder oder Servicer oder fir iergend eng indirekt, spezifesch, konsequent, exemplaresch oder incidentell Schued, awer wéi iergendeng Verantwortungstheorie verlaangt (NËMMEN ENGEM) VUN DE VERTZUELUNG VUN DE VERTRAGUNG VUN ENGEM AUS Hir Verpflichtungen sinn HEUNDER, WËLL ODER NET SUCHT PARTY HUNN VUN DER MÉIGLECH VUN DER SCHAFFT BESCHAFT.
lo: ອະທິບາຍໂດຍບໍ່ເຄົາລົບຕໍ່ຂໍ້ມູນທີ່ກ່ຽວຂ້ອງກັບການມີສ່ວນຮ່ວມຂອງຂໍ້ 5.3 ຫຼື 12, ຕໍ່ການລະເມີດສິດທິສູງສຸດຂອງ MAXIMUM ໂດຍກົດ ໝາຍ, ບໍ່ມີຄວາມສ່ຽງໃດໆທີ່ຈະເຊື່ອຖື PARTY HERETO, ຜູ້ຮັບຜິດຊອບຂອງມັນຫລືຜູ້ສະ ໜັບ ສະ ໜູນ, ມີຄວາມຮັບຜິດຊອບໃດໆຕໍ່ກັບຄົນອື່ນ. ຄວາມ ສຳ ຄັນຂອງການສົ່ງເສີມສິນຄ້າຫຼືການບໍລິການຫຼື ສຳ ລັບບຸກຄົນໃດ ໜຶ່ງ ທີ່ພິເສດ, ພິເສດ, ທີ່ ສຳ ຄັນ, ການອົບພະຍົບຫຼືຂໍ້ມູນເພີ່ມເຕີມ, ໂດຍອີງໃສ່ພະລັງງານຂອງຄົນຮຸ່ນ ໃໝ່. ພັນທະ ໜ້າ ທີ່ຂອງມັນຢູ່ທີ່ນີ້, ຜູ້ໃດກໍ່ຕາມຫລືບໍ່ສະ ໜັບ ສະ ໜູນ ຝ່າຍໄດ້ຖືກສະແດງໃຫ້ເຫັນເຖິງຄວາມເປັນໄປໄດ້ຂອງການສະ ໜັບ ສະ ໜູນ ຄວາມສ່ຽງ.
lt: IŠSKYRUS ATSIŽVELGIANT Į ŽALAS, KURIAS YRA SUSIJUSIOS SU 5.3 ARBA 12 DALIES PAŽEIDIMU, ATSIŽVELGIANT Į DALĮ, KURIĄ LEIDŽIAMA ĮSTATYTI, JOKIU JOKIU BŪDU JOKIŲ ŠALIŲ HERETO, JOS LICENCIJŲ TEIKĖJAI ARBA TIEKĖJAI NETURI ATSAKOMYBĖS KITAI. PAKEITAMŲ PREKIŲ ARBA PASLAUGŲ PIRKIMO ARBA NETIESIOGINIŲ, SPECIALIŲ, SEKMĖTINIŲ, PAVYZDŽIŲ ARBA NETIESIOGINIŲ ŽALŲ PIRKIMO KAŠTAI, KURIUOS ATLIEKAMA IR PAGAL BET KOKIĄ ATSAKOMYBĖS TEORIJĄ (ĮSKAIČIUOTI ŠALYMĄ), SUSIJUSIOS SU SUSITARIMU JOS PAREIGOS, ATSIŽVELGDAMOS Į TAI, KURIOS TIK ŠIOS ŠALYS IR ATSAKINGOS DĖL ŠIOS ŽALOS GALIMYBĖS.
lv: IZŅEMOT ATTIECĪBĀ UZ ZAUDĒJUMIEM, KAS SAISTĪTI AR 5.3. UN 12. SADAĻAS PĀRKĀPUMU, MAKSIMĀLAJAM LIKUMAM, KO ATĻAUJ LIKUMS, NEVIENAM PERSONĀM HERETO, TĀ LICENCĒTĀJIEM UN PIEGĀDĀTĀJIEM JEBKĀDA ATBILDĪBA UZ CITĀM PERSONĀM. IEGĀDES IZMAKSAS AIZSTĀJĒJPREČU VAI PAKALPOJUMU vai par netiešiem, īpašiem, izrietošiem TIPVEIDA VAI NETĪŠIEM RADĪJIS un, pamatojoties uz JEBKURU ATBILDĪBAS TEORIJU (ieskaitot nolaidību), kas rodas no LĪGUMA, darbības vai nepildot kāda Puse TĀS SAISTĪBAS, UZ KĀDĀM ŠĀDĀM PUSĒM VAI NEATBILDĪGAS, IR PADOMI PAR ŠĀDU ZAUDĒJUMU IESPĒJU.
mg: MISY FANDROSOAN-DIA MANDRAKOTANA NY FIKAMBANANA MOMBA NY FOMBA FAMPISEHOANA ARY FIZARANA 5.3 ATAO 12, HANOKO AN-KARAKA MAIMAIM-BOLA DIA HITANAO IZAY HITANAO IZAY HITANAO NY FAHAGAGANA AZONY, AZONY MBOLA HITANAO IZAY HITANAO IZANY ARY HAFA AZONAO AZO ATAO? KOKOA FAMPIDIKANA NY FIKAROHAM-BOLA SUBSTITUTE NA FIVORIANA NA FIVORIANA ARY FAHAGAGANA, FIVORIANA, FIVORIANA, FIVORIANA NA FOMBA FAMPISEHOANA, INDRINDRA AZONY ARY MITOMPOKO ANY FIKOROA NY FAHAFATESANA (FAMPISEHOANA NY FAHAMARINANA, FAMPISEHOANA NY FIKAROANA, FAMPISEHOANA ARY FAHAFATESANA, FAMPISEHOANA. NY SORATRA ITY ATAO DIA AZONAO, NA KOA NA DIA TSY MISY INDRINDRA DIA DIA MISY FAMPISORIANA NY FIVORIANA MASINA.
mi: HEI WHAKAARO KI TE WHAKAMAHI KI TE WHAKAMAHI I TE WHAKAMAHI I TE WHAKAMAHI KI TE WĀHANGA 5.3 ATU 12, KI TE KAIWHAKOHANGA KI TE WHAKAMAHI KI TE WHAKAMAHI, I TE KORE KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE HERETO, KI TE WHAKAMAHI KI TE KAUPAPA KI TE KAIAKO, KI TE WHAKAMAHI ANA KI TE KAIAKO KORE Tuhinga o mua KAUPAPA I NGOOD KAUPAPA KI TE KOREUTUKU KI TE KOREUTU KI TE KOREUTU KOREUTU, KI TE WHAKAMAHI, TE WHAKAMAHI, TE WHAKAARO KI TE WHAKAARO, KI TE WHAKAMAHI I TE WHAKAMAHI KI TE KAIWHANGA KI TE ARAWA, TE WHAKAMAHI KI TE MANGA KI A TE KORE HE WHAKAMAHI I TE WHAKAMAHI I TE WHAKAMAHI, I TE WHAKAMAHI KI TE KORE KI TE KAI KORE KI TE WHAKAMAHI I TE WHAKAMAHI I TE WHAKAMAHI I TE RAIHANA.
mk: ИСКОРИСТВО СО ОДГОВОР НА AMИВОТНИТЕ ПОДНЕСЕ СО СОДРИНА СО ЗДРАВЈЕ НА СЕКЦИЈА 5.3 Или 12, ДО МАКСИКСКИОТ ИСКЛУЧНО ПЕРМИТИРАН ЗА ПРАВНИК, НЕ Е ДОГОВОР ДА СЕ ДА СЕ ПОДНЕСУВА ПОДНЕСНИ ЛИЦЕНЗОРИ И СОДРИНИ, СИТЕ СЕКОЈ ЛЕСНИК ТРОШОЦИ НА НАБАВКА НА СУБСТАТУТНИ производи, или услуги или за која било индиректна, посебна, консеквенцијална, ексклузивна или неочекувана штета, како и да е направена и базирана на која било теорија на одговорност (Вклучувајќи нелегално), арен НЕГОВИТЕ ОБВРСКИ ОДГОВОРНО, КОГА ИЛИ НЕ МО SЕ ДЕЛОВНА ПАРТИЈА СЕ ПОВЕДУВА ОД МОНОСТА НА САМО ОТВОРИ.
ml: 5.3 അല്ലെങ്കിൽ 12-ാം വകുപ്പിന്റെ ലംഘനവുമായി ബന്ധപ്പെട്ട് ഉണ്ടാകുന്ന നാശനഷ്ടങ്ങളോടുള്ള ആദരവ് ഒഴികെ, നിയമപ്രകാരം അനുവദിച്ചിട്ടുള്ള പരമാവധി വിപുലീകരണത്തിലേക്ക്, മറ്റൊരു ഭാഗത്തും, ഹെർട്ടോ, അല്ലെങ്കിൽ ലൈസൻസുകൾ അല്ലെങ്കിൽ മറ്റെല്ലാ കാര്യങ്ങളിലും. സബ്സ്റ്റിറ്റ്യൂട്ട് ഗുഡ്സ് അല്ലെങ്കിൽ സേവനങ്ങളുടെ സംഭരണച്ചെലവ് അല്ലെങ്കിൽ ഏതെങ്കിലും വ്യാവസായിക, പ്രത്യേക, ആശയവിനിമയ, മാതൃകാപരമായ അല്ലെങ്കിൽ ആകസ്മികമായ നാശനഷ്ടങ്ങൾ, ബാധകമാകുന്ന ഏതൊരു കാര്യത്തിലും (അടിസ്ഥാനപരമായി), നിലവിലുള്ളതോ ആയതോ ആയ ഏതൊരു കാര്യത്തിലും അടിസ്ഥാനമാക്കി. അതിൻറെ ബാധ്യതകൾ‌, അത്തരം നാശനഷ്ടങ്ങളുടെ സാധ്യതയെക്കുറിച്ച് മനസിലാക്കിയതോ അല്ലാത്തതോ ആയ പാർ‌ട്ടി.
mn: 5.3, 12-р хэсгийг дагаж мөрдөх журмын дагуу холбогдсон гэмтэл, хохирлыг барагдуулж, ХУУЛЬ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨХГҮЙ, ХУУЛЬ ЗӨВЛӨГӨӨГҮЙ, ХӨГЖЛИЙН ТӨЛӨВЛӨГӨӨЧҮҮД, ЭРХЛЭГЧДИЙН ТУХАЙ ХУУЛЬД БАЙНА. ДЭЛГЭРЭНГҮЙ БАРИЛГЫН БҮРТГЭЛ, ҮЙЛЧИЛГЭЭГИЙН ТӨЛӨВЛӨГӨӨНИЙ ТӨЛӨВ, ХУВИЙН ХЯНАЛТ, ЗОРИУЛСАН ХЯНАЛТЫГ ЗОХИОН БАЙГУУЛЖ БАЙНА. ТӨГСӨГЧДИЙН ҮЙЛ АЖИЛЛАГАА БИДНИЙ ТӨГСӨГЧ, ТӨГСГӨХГҮЙ ТӨЛӨВЛӨГӨӨ ЭНД ДАРЖ БАЙНА.
mr: कलम .3. OR किंवा १२ च्या पुराव्यांसह संबंधात उद्भवणा D्या नुकसानीसंदर्भात उत्तर देण्याशिवाय, कायद्यानुसार परवानगी नसलेल्या अधिकार्‍यांच्या अधिकृत परवान्यासाठी किंवा परवान्यासाठी पात्र असणार्‍या कोणत्याही अधिकृत हरीटोच्या, जास्तीत जास्त परवानगी मिळालेल्या कायद्यानुसार अनुज्ञेय वस्तू किंवा सेवांच्या प्रक्रियेचा खर्च किंवा कोणत्याही स्वतंत्र, विशिष्ट, संभाव्य नुकसान, उदाहरणार्थ किंवा अनुत्पादक हानी, तरीही कारणीभूत असून त्याअनुषंगाने कोणत्याही प्रकारच्या दायित्वाच्या आधारावर, जबाबदार असण्यावर आधारित त्याचे जबाबदार्या येथे आहेत, ज्यापैकी काही नाही किंवा नाही, त्या पक्षाचे नुकसान झालेल्या संभाव्यतेबद्दल सूचित केले गेले आहे.
ms: KECUALI DENGAN MENGHORMATI KEROSAKAN YANG BERHUBUNGAN DENGAN PEMBAHAGIAN SEKSYEN 5.3 ATAU 12, SEHINGGA HASIL MAKSIMUM YANG DIPEROLEHI DENGAN UNDANG-UNDANG, DALAM TIADA PERISTIWA YANG TELAH DIBERI HADIAH, LESEN ATAU PEMBEKALNYA, MEMILIKI TANGGUNGJAWAB LAIN UNTUK LAIN KOS PENYEDIAAN BARANG SUBSTITUT ATAU PERKHIDMATAN ATAU BAGI SETIAP KEROSAKAN LANGSUNG, KHUSUS, SAMBUTAN, CONTOH ATAU INSIDEN, BAGAIMANA BAGAIMANA MENYEBABKAN DAN BERDASARKAN SETIAP TEORI TANGGUNGJAWAB (TERMASUK LANGKAH, TIDAK ADA PERJUANGAN, TIDAK ADA TULANG KEWAJIBANNYA DI SINI, DI MANA ATAU TIDAK PIHAK TELAH TELAH MENYELESAIKAN KEMUNGKINAN KEROSAKAN SEPERTI.
mt: ĦLIEF B&#39;RISPETT GĦALL-ĦSARA LI JIRRIKUPRAW MA &#39;KSUR TA&#39; TAQSIMA 5.3 JEW 12, GĦALL-ESTENS MAXIMA PERMESS MILL-LIĠI, FL-EBDA EVENENZJU TAGĦMEL EWWEL PARTI HERETO, IL-LIĊENZJATURI TAGĦHOM JEW PROVVISTI, GĦANDHOM XEJN RESPONSABBILTÀ LILL-PARTI OĦRAJN GĦALL-PARTI OĦRAJN IL-KOST TAL-PROĊIMENTAZZJONI TA &#39;MERKANZI JEW SERVIZZI SOSTITUTI JEW GĦAL KULL ĦSARA INDIRETT, SPEĊJALI, KONSWENZJARJALI, EŻEMPARJALI JEW INĊIDENTALI, KOLLHA KKUSSA U BBAŻATI FUQ TAT-TEORJA TA&#39; RESPONSABBILTÀ (INKLUŻA NEGLIGENZA), B&#39;XEJN TA &#39;L-ORFORZZA L-OBBLIGAZZJONIJIET TIEGĦU HAWN, MINNHOM JEW L-OĦRAJN PARTI TAL-PARTI MA ĠA IKKONVISTI TAL-POSSIBILITÀ TA &#39;DAWN ĦSARA.
my: အပိုင်း ၅.၃ မှ ၁၂ ကိုချိုးဖောက်မှုနှင့် ဆက်စပ်၍ ဖြစ်ပေါ်လာသောထိခိုက်ပျက်စီးမှုများကိုလေးစားမှုမှအပ၊ အမြင့်ဆုံးဥပဒေအရခွင့်ပြုထားသည့်အတိုင်း၊ မည်သည့်အစိတ်အပိုင်းတွင်ဖြစ်စေ၊ မည်သည့်ပါတီသည်ဖြစ်စေ၊ ၎င်း၏လိုင်စင်ရသူများသို့မဟုတ်ထောက်ပံ့သူများသည်မည်သည့်အရာမည်သည့်အရာမဆိုအခြားနယ်ပယ်များတွင်၎င်းသည်မည်သည့်ပါတီမဆိုဤတွင်ရှိရမည်။ နိူင်ငံရေး၊ တရားမ ၀ င်မှပေါ်ထွက်လာခြင်း၊ တရားမ ၀ င်ဆက်လက်ဖြစ်ပေါ်နေသောပစ္စည်းတင်သွင်းမှုကုန်ပစ္စည်းများသို့မဟုတ် ၀ န်ဆောင်မှုများ ၀ န်ဆောင်မှု ၀ န်ဆောင်မှုများမှဖြစ်စေ၊ သွယ်ဝိုက်၊ အထူး၊ အထူး၊ အငြင်းပွားဖွယ်၊ အဖြစ်အပျက်များ (သို့) အဖြစ်အပျက်များမှမည်သည့်သွယ်ဝိုက်သော၊ အထူး၊ ဤကဲ့သို့သောအဖွဲ့သည်ဤကဲ့သို့သောထိခိုက်ပျက်စီးမှုများ၏ဖြစ်နိုင်ခြေကိုအကြံဥာဏ်ပေးခဲ့သည်ဖြစ်စေ၊
ne: सेक्शन .3. OR वा १२ को एक सन्देशको साथ सम्पर्कमा उत्पन्न क्षतिहरूको सम्मानका साथ बाहेक, कानून बमोजिम अनुमति प्राप्त म्याक्सिमम एक्स्टेंन्टको लागि, कुनै इन्टिन्ट शट एरिटेर पार्टी हेराटोमा छैन, आधिकारिक संस्थाको लागि आधिकारिक वा सहयोगी संस्थाको लागि उपभोक्ता वस्तुहरू वा सेवाहरू वा कुनै पनि व्यक्तिगत, विशेष, अनुकुल क्षति, उदाहरण वा अनुकुल क्षति, कसरी कारण भएको छ र उत्तरदायित्वको कुनै पनि सिद्धान्तमा आधारित छ, अनुगमनकर्ताको रूपमा काम गर्ने कुनै पनि सिद्धान्तको आधारमा यसको दायित्व यहाँ छ, जे भए पनि वा छैन त्यो पक्षले धेरै क्षतिहरूको सम्भावनाको बारेमा अवलोकन गरेको छ।
nl: MET UITZONDERING VAN SCHADE DIE VOORTVLOEIT IN VERBAND MET EEN SCHENDING VAN ARTIKEL 5.3 OF 12, ZAL ZIJ IN GEEN GEVAL ELK VAN DE PARTIJ ZIJN, ZIJN LICENTIEGEVERS OF LEVERANCIERS AANSPRAKELIJK VOOR DE ANDERE PARTIJ VOOR ENIGE VERGOEDING KOSTEN VAN VERWERVING VAN VERVANGENDE GOEDEREN OF DIENSTEN OF VOOR ENIGE INDIRECTE, SPECIALE, GEVOLGSCHADE, VOORBEELDSCHADE OF INCIDENTELE SCHADE, GEVORMD EN GEBASEERD OP ENIGE THEORIE VAN AANSPRAKELIJKHEID (INCLUSIEF NALATIGHEID), VOORTVLOEIEND UIT DE OVEREENKOMST VAN DE WERKNEMER ZIJN VERPLICHTINGEN HIERONDER, OOK INDIEN DERGELIJKE PARTIJ IS GEMIDDELD VAN DE MOGELIJKHEID VAN DERGELIJKE SCHADE.
no: Bortsett fra med tanke på skader som oppstår i forbindelse med en overtredelse av avsnitt 5.3 eller 12, til det maksimale omfanget som er tillatt av loven, skal det under ingen omstendigheter skje noen som helst part hereto, dens lisensatorer eller leverandører, har noen ansvar til den andre parten for noen tap KOSTNADER FOR OPPKJØP AV BEDRIFTSVARER ELLER TJENESTER ELLER FOR NOGEN INDIREKTE, SPESIELLE, FØLGENDE, UTFØRELIGE ELLER Tilfeldige skader, uansett som er påført og basert på noen teori om erstatningsansvar (inkludert omstendighet), ut fra avtalen DETS FORPLIKTELSER HERUNDER, HVIS ELLER IKKE SOM PART ER BLITT RÅDET OM MULIGHETEN FOR SUKKELIGE SKADER.
or: ଧାରା 5.3 କିମ୍ବା 12 ର ଏକ ବ୍ରହ୍ମାଣ୍ଡ ସହିତ ସଂଯୋଗରେ ସୃଷ୍ଟି ହେଉଥିବା କ୍ଷୟକ୍ଷତିର ସମ୍ମାନ ସହିତ, ଆଇନ ଦ୍ P ାରା ଅନୁମୋଦିତ ମ୍ୟାକ୍ସିମମ୍ ଏକ୍ସଟେଣ୍ଟ୍, କ L ଣସି ଇଭେଣ୍ଟରେ ପାର୍ଟି ହେରେଟୋ, ଏହାର ଲାଇସେନ୍ସର କିମ୍ବା ଅନ୍ୟାନ୍ୟ ସମ୍ପୃକ୍ତ ବ୍ୟକ୍ତିଙ୍କ ପାଇଁ କିଛି ନାହିଁ। ସବଷ୍ଟ୍ୟୁଟ୍ ଦ୍ରବ୍ୟ କିମ୍ବା ସେବାଗୁଡିକର ପ୍ରକ୍ରିୟାର ମୂଲ୍ୟ କିମ୍ବା କ IND ଣସି ନିର୍ଦ୍ଦିଷ୍ଟ, ସ୍ EC ତନ୍ତ୍ର, ନିର୍ଦ୍ଦିଷ୍ଟ, ଉଦାହରଣ କିମ୍ବା ଅଘଟଣର କ୍ଷତି, ଦାୟିତ୍ OR ର ଭିତ୍ତିଭୂମି ଭିତ୍ତିଭୂମି ଭିତ୍ତିଭୂମି ଆଧାରରେ ଅନ୍ତର୍ଭୂକ୍ତ ହୋଇଛି। ଏହାର ଦାୟିତ୍ H, ଏଠାରେ, କିମ୍ବା କ SU ଣସି ପାର୍ଟୀ ସୁଚ୍ କ୍ଷତିର ସମ୍ଭାବନା ବିଷୟରେ ପରାମର୍ଶ ଦିଆଯାଇ ନାହିଁ |
pa: ਭਾਗ 5.3 ਜਾਂ 12 ਦੀ ਬਰੇਚ ਨਾਲ ਸੰਬੰਧ ਵਿਚ ਹੋਣ ਵਾਲੇ ਨੁਕਸਾਨਾਂ ਦੇ ਜਵਾਬ ਦੇ ਨਾਲ, ਕਾਨੂੰਨੀ ਤੌਰ &#39;ਤੇ ਅਧਿਕਾਰਤ ਅਹੁਦੇਦਾਰਾਂ ਜਾਂ ਅਧਿਕਾਰਤ ਧਿਰਾਂ ਲਈ ਕੋਈ ਵੀ ਇਵੈਂਟ, ਹਿੱਸੇਦਾਰੀ ਅਥਾਰਟੀ, ਅਧਿਕਾਰਤ ਅਹੁਦੇਦਾਰ ਜਾਂ ਅਧਿਕਾਰਤ ਅਧਿਕਾਰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ, ਅਧਿਕਾਰਤ ਤੌਰ&#39; ਤੇ ਜਾਰੀ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਨਿਰਧਾਰਤ ਵਸਤਾਂ ਜਾਂ ਸੇਵਾਵਾਂ ਜਾਂ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀਗਤ, ਵਿਸ਼ੇਸ਼, ਸੰਖੇਪ, ਅਨੁਸਾਰੀ ਜਾਂ ਅਨੁਸਾਰੀ ਨੁਕਸਾਨਾਂ, ਨਿਰੰਤਰਤਾ ਅਧੀਨ, ਜ਼ਿੰਮੇਵਾਰੀ ਦੇ ਕਿਸੇ ਵੀ ਸਿਧਾਂਤ &#39;ਤੇ ਅਧਾਰਤ ਅਤੇ ਅਧਾਰਤ ਇਸਦਾ ਜ਼ਿੰਮੇਵਾਰੀ ਇਥੇ ਹੈ, ਭਾਵੇਂ ਕੋਈ ਵੀ ਨਹੀਂ ਜਾਂ ਨਹੀਂ, ਬਹੁਤ ਸਾਰੇ ਨੁਕਸਾਨਾਂ ਦੀ ਸੰਭਾਵਤਤਾ ਬਾਰੇ ਦੱਸਿਆ ਗਿਆ ਹੈ.
pl: Z WYJĄTKIEM SZKÓD WYNIKAJĄCYCH Z NARUSZENIA PUNKTU 5.3 LUB 12, W MAKSYMALNYM ZAKRESIE DOPUSZCZONYM PRZEZ PRAWO, W ŻADNYM WYPADKU ŻADNA ZE STRON HERETO, JEJ LICENCJODAWCY LUB DOSTAWCY NIE PONOSI ŻADNEJ ODPOWIEDZIALNOŚCI ZA INNE STRONY ZA JAKIEKOLWIEK STRATY KOSZT ZAMÓWIENIA TOWARÓW LUB USŁUG SUBSTYTUTOWYCH LUB ZA JAKIEKOLWIEK SZKODY POŚREDNIE, SPECJALNE, WTÓRNE, PRZYKŁADOWE LUB UBOCZNE, W KAŻDYM SPOSÓB SPOWODOWANE I WYNIKAJĄCE Z KAŻDEJ TEORII ODPOWIEDZIALNOŚCI (W TYM NIELEGALNOŚCI), WYNIKAJĄCE Z UMOWY LUB WYNIKU WYKONANIA. JEGO ZOBOWIĄZANIA ZOSTAŁY ZAWIADOMIANE, JEŚLI TAKA STRONA NIE BYŁA POWIADOMIONA O MOŻLIWOŚCI TAKICH SZKÓD.
ps: د قانون د .3. A یا OF 12 برنامې سره په اړیکه کې راپورته شوي زیانونو ته د ځواب ویلو نه پرته ، د هیڅ قانوني اجتماعي هیتو ، نه غواړي د لیسانس یا ملاتړ کونکي موسسې له خوا د حقوقو او یا هم د شرکتونو لپاره د لاریون لپاره د حقوقي خدمتونو وړاندې کول. د فرصتونو او خدماتو د تضمین لګښت او یا د کوم ځانګړي ، ځانګړي ، اختصاصي ، نامناسبې زیانونو ، څرنګوالي سبب شوی او د کومې تیوري په اساس ، د ادغام په توګه رامینځته کیدل د دې مسؤلیتونه دلته ، هرڅومره یا نه خو برخه نه اخیستل کیږي د زیانونو زیانونو د احتمال په اړه لیدل شوي دي.
pt: Exceto no que diz respeito a danos decorrentes de uma violação das seções 5.3 ou 12, na extensão máxima permitida pela lei, em nenhum caso o herdeiro, seus licenciadores ou fornecedores terão, em hipótese alguma, qualquer responsabilidade por terceiros ou lucros cessantes. CUSTO DA AQUISIÇÃO DE MERCADORIAS OU SERVIÇOS SUBSTITUÍDOS OU POR QUALQUER DANO INDIRETO, ESPECIAL, CONSEQÜENCIAL, EXEMPLAR OU INCIDENTAL, CAUSADO E BASEADO EM QUALQUER TEORIA DE RESPONSABILIDADE (INCLUINDO NEGLIGÊNCIA), DECORRENTE DO CONTRATANTE CONTRATANTE, DO CONTRATANTE SUAS OBRIGAÇÕES AQUI, QUANDO OU NÃO PARTE FOI AVISADA DA POSSIBILIDADE DE TAIS DANOS.
ro: EXCEPȚI CU RESPECT DE DAUNE provenite din CONECTAREA CU O ÎNCĂLCARE A SECȚIUNII 5.3 SAU 12, LA EXTINȚIA MAXIMĂ PERMISĂ DE DREPT, FĂRĂ EVENIMENT, NICI UN EVENIȚI NICI UN PARTE HERETO, LICENȚIILE SAU FURNIZORII, AU ORICE RESPONSABILITATE PENTRU ALTE PĂRȚI PENTRU UNUI PERSOANĂ COSTUL DE PROCURARE A MĂRFURILOR SAU A SERVICIILOR SUBSTITUTE SAU PENTRU ORICE DANĂURI INDIRECTE, SPECIALE, CONSECUȚIONALE, EXEMPLARE SAU INCIDENȚALE, DUPĂ CAZATE ȘI BAZATE PE NICIUNE TEORIE A RESPONSABILITĂȚII (INCLUI NEGLIGENȚA), FĂRÂND OAMENĂ OBLIGAȚIILE DE AICI, DUPĂ CARE NU S-A FĂCUT ACEASTA PĂRȚIE A POSIBILITĂȚII ACESTUI DAUNE.
ru: ЗА ИСКЛЮЧЕНИЕМ УЩЕРБА, СВЯЗАННЫХ С НАРУШЕНИЕМ НАРУШЕНИЯ РАЗДЕЛА 5.3 ИЛИ 12, В ОТНОШЕНИИ МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ЗАКОНОДАТЕЛЬСТВОМ, НИ ОДНА СТОРОНА ЛИБО СТОРОНА, ЕГО ЛИЦЕНЗИОРЫ ИЛИ ПОСТАВЩИКИ, ИМЕЮТ НИКАКУЮ ОТВЕТСТВЕННОСТЬ ЗА ДРУГОГО СТОРОНА СТОИМОСТЬ ЗАКУПОЧИВАЮЩИХСЯ ТОВАРОВ ИЛИ УСЛУГ ИЛИ ДЛЯ ЛЮБЫХ НЕПОСРЕДСТВЕННЫХ, ОСОБЫХ, ПОСЛЕДОВАТЕЛЬНЫХ, ПРИМЕРНЫХ ИЛИ СЛУЧАЙНЫХ УЩЕРБОВ, ОДНАКО ПРИЧИНЕННЫХ И ОСНОВАННЫХ НА ЛЮБОЙ ТЕОРИИ ОТВЕТСТВЕННОСТИ (ВКЛЮЧАЯ НЕЗАКОННОСТЬ), ОТНОСЯЩИЕСЯ К УТВЕРЖДЕНИЮ, ПОСЕТИТЕ СО СТОРОНЫ НИКАКОГО СОГЛАШЕНИЯ ЕГО ОБЯЗАННОСТИ ЗДЕСЬ, ТАКОЙ ИЛИ ТАКОЙ СТОРОНЫ, СОВЕРШЕНЫ НА ПРЕДПРИНИМАТЕЛЬСТВО ТАКИХ УБЫТКОВ.
rw: URETSE KUBAHA INGARUKA ZAVUKANYE HAMWE N&#39;UMWANZURO W&#39;ICYICIRO CYA 5.3 CYANGWA 12, KUGEZWEHO MAXIMUM YEMEJWE N&#39;AMATEGEKO, NTA KINTU KIZAHORA HAMWE MU BIKORWA BYINSHI CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE CYANE. AMAFARANGA YO GUTANGA ICYIZA CYANGWA SERIVISI CYANGWA KUBIKORWA BYOSE BIDASANZWE, BIDASANZWE, BIDASANZWE, BIDASANZWE CYANGWA BIDASANZWE, UKO BYATERANYE BIKURIKIRA, BIKURIKIRA INGINGO ZIKURIKIRA. INSHINGANO ZAYO HANO, NUBWO CYANGWA CYANE ISHYAKA RYATANZWE KUBISHOBOKA BYINSHI CYANE.
sd: قانون 5.3 يا 12 جي هڪ سيڪشن جي حد تائين ، جنهن ۾ قانون طرفان اجازت ڏنل حد تائين ، نقصان پهچائي سگهڻ جي يڪسر کان علاوه ، ڪنهن به ڌر طرفان هيرو ناهي ، ان جا لائسنس يا سپلائرز ، ڪنهن ٻئي ذميواري جو مالڪ به هوندا آهن متبادل سبسڪيٽ شيون يا سروسز يا ڪنهن به انفرادي ، خاص ، گڏيل ، مثال طور يا نقصاناتي نقصانات جي لاءِ ، انهي جي ذميواري ۽ بنياد جي ڪنهن به نظريي جي بنياد تي ، تڪميل جي شروعات ، اڳواڻ جي راءِ جي شروعات ان جي ذميداري به اتي موجود آهي ، ڪٿي يا ٻئي ڪنهن اهڙي حصي سان نقصان نه پهچايو ويو آهي.
si: 5.3 හෝ 12 වන වගන්තිය උල්ලං With නය කිරීමත් සමඟ සම්බන්ධතාවයේ දී සිදුවන හානිවලට අමතරව, නීතියෙන් අවසර දී ඇති උපරිම ප්‍රමාණයට, වෙනත් කිසිදු පාර්ශවයක හෙරෙටෝ, එහි බලපත්‍රලාභීන් හෝ වෙනත් බොහෝ දේ සඳහා. ආදේශක භාණ්ඩ හෝ සේවා ප්‍රසම්පාදන පිරිවැය හෝ ඕනෑම දේශීය, විශේෂිත, සංවර්‍ධන, ආදර්ශ හෝ හදිසි හානි, කෙසේ වෙතත්, සිදුවී ඇති සහ පදනම් කර ගෙන ඇති ඕනෑම න්‍යායයක් මත පදනම්ව, බලපැවැත්වෙන පරිදි. එහි වගකීම් හෙරෙන්ඩර්, බොහෝ හෝ පාර්ශවකරුවන් විසින් සිදු නොවූ හානිවලින් සිදුවිය හැකි හානිය පිළිබඳව දැනුවත් වී ඇත.
sk: S VÝNIMKOU, KTORÉ SA VZŤAHUJÚ NA ŠKODY V SÚVISLOSTI S PORUŠENÍM ODDIELOV 5.3 ALEBO 12, NA MAXIMÁLNY ROZSAH POVOLENÝ ZÁKONOM, V ŽIADNEJ PRÍPADE NEŠPECIFIKUJÚ LICENCIU ALEBO DODÁVATEĽA, NIE JE LICENCIA ALEBO DODÁVATEĽI ŽIADNE ZODPOVEDNÉ ZA INÉ STRATY ALEBO ZISKY NÁKLADY NA ZÍSKAVANIE NÁHRADNÝCH TOVAROV ALEBO SLUŽIEB ALEBO ZA AKÉKOĽVEK NEPRIAME, ŠPECIÁLNE, NÁSLEDNÉ, EXEMPLÁRNE ALEBO NÁHODNÉ ŠKODY, AKO SÚ PRÍČINY A SÚVISIACE S JEDNOU TEÓRIOU ZODPOVEDNOSTI, VYPLÝVAJÚCE Z DOHODY ALEBO ZMLUVY ALEBO ZMLUVY JEHO POVINNOSTI TÝKAJÚCE SA INFORMÁCIÍ O TAKÝCHTO STRANÁCH, KTORÉ AKO NIE SÚ TAKÉ STRANY, PORADENÁ O MOŽNOSTI TÝCHTO ŠKÔD.
sl: Z izjemo SPOŠTOVANJA ŠKODE, KI POVEZUJEJO S POROČILO ODDELKA 5.3 ALI 12, DO NAJVEČEGA DOVOLJENEGA ZAKONA, NI V PRIMERJU NIKOLI NI BILO PARTNER HERETO, NJEGOVI LICENCORJI ALI DOBAVITELJI, IMAJO KOLIKO ODGOVORNOST DO DRUGIH STRANK STROŠKOV NABAVE NADOMESTNIH blaga ali storitev ali za nobeno posredno, POSEBNO, POSLEDIČNO, NAKLJUČNO ALI NAKLJUČNO ŠKODO, povzročene in na podlagi TEORIJO ODGOVORNOSTI (vključno z malomarnostjo), KI IZHAJAJO IZ POGODBE, delovanju ali neizpolnjevanja obveznosti s strani ene ali druge pogodbenice NJEGOVE OBVEZNOSTI TAKOJ, ČE ALI NISO TAKO STRANI, SPREJELI O MOŽNOSTI TAKšnih ŠKOD.
sq: PCERMBLEDHJE ME PPRMBLEDHJE NAM DAMMBJET Q AR ARDHENI NN LIDHJEN ME NJ A FJAL OF T OF Seksionit 5.3 OSE 12, TE EXTENTIN MAXIMUM P PRMARRJEN NGA LIGJI, N NO NGJARJE NUK KAN P HERRGJIGJE PARTY HERETO, LICENSORET E TIJ DHE FURNIZUES T, GJITHA LIGJORSIT TO E TIJ KOSTOJA E PROKURIMIT T G MALLRAVE SUBSTITUTE OSE SHICRBIME OSE P FORR DO PJES indiferente, të veçanta, konsekuenciale, ekzemplare ose të paqëndrueshme, ASHTER SHP CARNDARJE DHE BAZUAR N AN YDO TEORIK OF TIA PIARGJEGJESIS ((PCRFUNDIMI I PAJISJES S OF FEMSIT AG DETYRIMET E TIJ KETU, P WHRGJIGJE OSE PJES PJES NUK ADSHT AD K ADSHILLUAR PR MUNDSIN OF E DMIMEVE T DYT.
sr: ОСИМ НА ШТЕТУ КОЈЕ СЕ ПОСТОЈИ У СКЛАДУ СА КРШЕЊЕМ ОДЕЉКА 5.3 ИЛИ 12, НА НАЈВИШЕ ДОСТОЈАНСТВУ ЗАКОНА, НЕМА ДАЉЕГ НИКАДА НЕ ПОСТОЈИ, ХАРЕТО, ЊЕГОВИ ЛИЦЕНЦОРИ ИЛИ ДОБАВЉАЧИ, ИМАЈУ ЛИ СВОЈУ ОДГОВОРНОСТ ИЛИ ДРУГЕ СТРАНЕ ТРОШКОВИ НАБАВКЕ РОБЕ ИЛИ УСЛУГЕ ИЛИ ЗА НЕКОРИШТЕНЕ ПОСЕБНЕ, ПОСЕБНЕ, ПОСЛЕДЊЕ, ПРИМЕРНЕ ИЛИ ИНКИДЕНТИЧНЕ ШТЕТЕ, КАКО СУ УЗРОКОВАНЕ И НА ОСНОВУ ТЕОРИЈЕ ОДГОВОРНОСТИ (УКЉУЧУЈУЋИ НЕГЛИГЕНЦЕ), ОДРЖАВАЈУЋИ ДАЉЕ НА СТРАНИ СТРАНКЕ ЊЕГОВЕ ОБАВЕЗЕ ОВДЈЕ, БЕЗ ОБЗИРА ИЛИ НЕКОГА СТРАНА, ПОСВЕЋЕНО ЈЕ О МОГУЋНОСТИ ТАКВИХ ШТЕТА.
sv: Bortsett med hänsyn till skador som uppstår i anslutning till en överträdelse av avsnitt 5.3 eller 12, till det högsta tillstånd som föreskrivs i lagen, ska det INGEN HÄNDELSER INTE ANVÄNDARHJÄLP, LISENSER OCH LEVERANTÖRER, HAR INGEN ANSVAR TILL ANDRA PARTER FÖR NÅGON KOSTNADER FÖR ERBJUDANDE AV VAROR ELLER TJÄNSTER ELLER FÖR ALLA INDIREKTA, SÄRSKILDA, FÖRFARANDE, EXEMPELA ELLER OAVSIKTIGA SKADOR, OCH GÖRAS OCH BASERADE PÅ ALLA ANSVAR TEORI (INKLUDATION AV NEGLIGENCE), OCH UTFÖRANDE AV ÅTGÄRDEN DETTA FÖRPLIKTELSERNA HÄR, VAR SOM ELLER INTE LIKTIGT FEST HAR FRÅNGÅTT MÖJLIGHETEN TILL SKADA.
sw: BONYEZA KUSAIDIA KWA DALILI ZA KUFANYA KWA KUPATA DHAMBI ZA SEHEMU YA 5.3 AU 12, KWA HABARI ZA KIUMMA ZA KIUMMA, HAKUNA KIWANGO CHOKUTA EITHER PARTY HERETO, VIWANGO VYA BADILISHA AU PESA ZAIDI YA DUNIA Nyingine HABARI ZA UCHAMBUZI WA WAKATI WA BURE AU HUDUMA AU KWA AJILI YA RUFAU, KIIMU, UTAFITI, KIUMBUKI AU DALILI ZA KIHUSI, JINSI ILIYOBADILISHA NA KUPUNGUZWA KWA HABARI YOTE YA UFAFU (KUPITIA UAHIHARA KWA KUFANYA KWA KUKUTA KWA KUKUTA KWA KUKUTA KWA KUKUTA KWA KUKUTA KWA KUPITIA KWA KUKUTA KWA UGONJWA WAKO, KWA KUPITIA KWA KUKUTA KWA UGONJWA HUO KWA KUKUTA KWA UWEZO. MAHUSIANO YAPO HAPA, KILA AU HAKUNA SEHEMU AMBAYE ALIVYOBADILISHWA NA UWEZO WA DAMU ZA KIUME.
ta: பிரிவு 5.3 அல்லது 12 ஐ மீறுவதன் மூலம் தொடர்புகளில் எழும் சேதங்களுக்கு மரியாதை செலுத்துவதைத் தவிர்த்து, சட்டத்தின் மூலம் அனுமதிக்கப்பட்ட அதிகபட்ச அளவிற்கு, எந்தவொரு சந்தர்ப்பத்திலும், எந்தவொரு பகுதியிலும், அதன் உரிமம் பெற்றவர்கள் அல்லது எந்தவொரு உரிமையுடனும். எந்தவொரு நல்ல, விசேஷமான, திட்டவட்டமான, முன்மாதிரியான அல்லது தற்செயலான சேதங்கள், எந்தவொரு காரணத்தினாலும், எந்தவொரு காரணத்தினாலும், அடிப்படையிலிருந்தும், எந்தவொரு இடத்திலிருந்தும், எந்தவொரு காரணத்தினாலும், அடிப்படையிலிருந்தும், எந்தவொரு காரணத்திற்காகவும், எந்தவொரு காரணத்திற்காகவும், எந்தவொரு காரணத்திற்காகவும், எந்தவொரு காரணத்திற்காகவும், உட்பட்டுள்ளவர்களிடமிருந்தும், எந்தவொரு பொருளின் மூலமாகவும், சேவை செய்வதற்கும் அல்லது வழங்குவதற்கான செலவு. அதன் பொறுப்புகள் இங்கே, அல்லது எந்தவொரு தரப்பினரும் அதிக சேதங்களின் சாத்தியக்கூறுகள் குறித்து அறிந்து கொள்ளப்படவில்லை.
te: సెక్షన్ 5.3 లేదా 12 యొక్క ఉల్లంఘనతో కనెక్షన్‌లో తలెత్తే నష్టాలకు గౌరవం మినహాయించి, చట్టప్రకారం అనుమతించబడిన గరిష్ట మొత్తానికి, ఏ ఇతర పార్టీల హెరిటోలో, దాని లైసెన్సర్‌లు లేదా ఎక్కువ మొత్తంలో ఉన్నవారు. ప్రత్యామ్నాయ వస్తువులు లేదా సేవల సేకరణ ఖర్చు లేదా ఏదైనా వ్యక్తిగత, ప్రత్యేకమైన, సంభావ్యత, మినహాయింపు లేదా ప్రమాదకర నష్టాలు, ఎలాగైనా కారణమయ్యాయి, బాధ్యత వహించేవి, అంతకుముందు ఉన్నవి. దాని ఆబ్లిగేషన్స్, ఇక్కడ లేదా అంతగా లేని పక్షం చాలా నష్టాల యొక్క సంభావ్యత గురించి తెలుసుకోబడింది.
tg: Аз эҳтиром ба зарари дар робита бо насли боби 5.3 ё 12 рухдода, то ҳадди ниҳоии қонун, ки ба қонун дода шудааст, дар ҳеҷ сурат ба тарафҳои Ҳерето дода намешавад, лизингчиҳо ё молрасонҳо, масъулияти худро ба тарафҳои дигар эҳсос намекунанд Арзиши хариди моли зертобеъ ё хидматрасонӣ ва ё барои ягон ҳодисаи ифротгаро, махсус, хос ва ғайримуқаррарӣ, ки дар ҳама гуна ҳикояҳо масъулият таҳрик ва ба вуҷуд омадааст, (дар якҷоягӣ бо назардошти риояи қонунҳо ва ғайра) тамоми ҷузъиётро дар бар мегирад. ӮҲДАДОРИҲОИ ОНҲО ҲАМЕША ХОЛЕ МЕГАРДАНД ё ОНРО НИШОН ДИҲАНД, КИ ДИГАР ПАЁМБАРДИҲОИ ДИГАР МАСЪАЛАҲО МЕШАВАНД.
th: ยกเว้นในส่วนที่เกี่ยวข้องกับความเสียหายที่เกิดขึ้นในการเชื่อมต่อกับการละเมิดส่วนที่ 5.3 หรือ 12 ไปยังส่วนอื่น ๆ ที่กฎหมายอนุญาตให้กระทำได้ในส่วนที่ไม่ได้รับอนุญาตจากบุคคลภายนอกใด ๆ HERETO ผู้ให้บริการหรือซัพพลายเออร์ใด ๆ ค่าใช้จ่ายในการจัดหาสินค้าหรือบริการทดแทนหรือการฟ้องร้องใด ๆ การฝ่าฝืนโดยไม่คำนึงถึงความเป็นส่วนตัวความเสียหายหรือความเสียหายใด ๆ โดยไม่คำนึงถึงสาเหตุและความรับผิดใด ๆ (รวมถึงความประมาทเลินเล่อ) ภาระผูกพันของที่นี่ไม่ว่าจะมีหรือไม่ก็ตามที่ฝ่ายได้รับแจ้งถึงความเป็นไปได้ของความเสียหายดังกล่าว
tk: 5.3 ýa-da 12-nji BÖLÜM BILEN BAGLANYŞYK ZYAMANLARA HYZMAT EDIP BOLANOK JOGAPK .RÇILIK Harytlary ýa-da HYZMATLARYNYOC TERJIME EDIP BOLANOK ŞU ÜÇIN KESELLERI
tl: MALAKI SA RESPEKTO SA MGA DAMAG NA ARISING SA PAGSULAT SA ISANG BAWAL NG SEKSYON 5.3 O 12, SA MAAIMONG PANGKALAHATANG GAWAIN NG KATAWAN, SA WALANG KUMANGYARIHAN NA MAGPAPAKITA NG SUMUSUNOD NA KABANATA NG HERETO, NAGPAPAKITA NG LICENSORS O MGA KARAPATAN, AY ANUMANG LIABILIDAD SA IBANG BAGAY KATAWAN NG PAMAMARAAN NG MGA GUSTO NG SUBSTITUTE O SERBISYO O PARA SA ANUMANG INDIRECT, ESPESYAL, KONSEPLENTO, ESPIRITUWAL O PAGKATUTO NG KATOTOHANAN, PAANO AY GINUMUTURO AT GINATUTURO SA ANUMANG TEORYA NG LIABILITY (KASALIN NG NEGLIGENCE), ARISING SA PAGKATUTO NG KATANGIAN ITS OBLIGATIONS DITO, KUNG O O HINDI AYAW NA BAHAGI AY NAPAKITA NG POSSIBILIDAD NG MGA SUCH DAMAG.
tr: BÖLÜM 5.3 VE 12 İHLALİ İHLALİ İLE BAĞLANAN ZARARLARA İLİŞKİN KAPSAM DIŞINDA, HUKUKUN İZİN VERDİĞİ AZAMİ ÖLÇÜDE, HERHANGİ BİR PARÇA HERETO İÇİN DİĞER TARAFLARDAN HİÇBİR ŞEKİLDE SORUMLULUK YOKTUR. SÖZLEŞMENİN SÖZLEŞMESİNE VEYA SÖZLEŞMEYE BAĞLI OLAN HERHANGİ BİR SORUMLULUK (ÖZEL, BİLİNÇLİ, MUHTELİF VEYA RAHATSIZ ZARARLARA DAHİL OLAN VEYA DAYANIKLIDIR). BU ZAMANIN TARAFINDAN YETKİLİ VEYA DEĞİLDİĞİ YERLERDEKİ YÜKÜMLÜLÜKLERİ, BU ZARARLARIN OLASI OLMASINDAN ÖNERİLİR.
tt: 5.3 яки 12 БECЛЕК БЕЛӘН БЕЛӘН БЕЛӘН ЗАКОНЛАРГА ХОРМАК БЕЛӘН, Закон белән рөхсәт ителгән Максимум Экспентка, Беркем дә ПАРТИЯ ГЕРЕТОСЫ БЕЛӘН БУЛМАСЫ СУБСТИТУТ ТОРМЫШЛАРЫ ORӘМ ХЕЗМӘТЛӘРНЕOC ТОРМЫШЫ ORӘМ БЕР ИНДИРЕКТ, МӘХӘББӘТ, КОНСЕКВЕНТИАЛ, EXРНӘК ЯКЫН ЗАКОНЛАР, НИЧЕК ТОРМЫШ БЕЛӘН ТОРМЫШЫ ТОРМЫШЫ БЕЛӘН ТОРМЫШЫ БЕЛӘН АЛЫШЫ БУ МАКСАТЛАРЫ, ПАРТИЯНЫ WH БАРЫСЫНДА ORӘМ БУЛМАГАН ЗАКОННЫ. МӨМКИНЛЕГЕ К ADРСӘТелгән.
ug: 5.3 ياكى 12-پاراگرافنىڭ بۇزۇلۇشى بىلەن باغلىنىشلىق ھالدا كېلىپ چىققان زىياننى ھۆرمەتلەشتىن باشقا ، قانۇن تەرىپىدىن تەستىقلانغان ئەڭ يۇقىرى چەككە يەتمەيدۇ ، ھېچقانداق پائالىيەتتە ھېچقانداق ھوقۇق ئىگىسى يوق ، ياكى باشقا ھەر قانداق بىر ئورگاننىڭ قوللىغۇچىلىرى يوق. قوشۇمچە مەھسۇلات ياكى مۇلازىمەتنىڭ سېتىلىشى ياكى ھەر قانداق بىۋاسىتە ، ئالاھىدە ، قوشۇمچە ، ئالاھىدە ياكى تاسادىپىي زىيانلار ، مەسئۇلىيەتنى ئۆز ئىچىگە ئالمايدۇ ، بۇ مەزمۇننى ئۆز ئىچىگە ئالمايدۇ. ئۇنىڭ بۇ يەردىكى مەجبۇرىيىتى ، مەيلى قايسى تەرەپتە بولسۇن ياكى ئۇنداق بولمىسا ، بۇنداق زىياننىڭ مۇمكىنچىلىكى توغرىسىدا مەسلىھەت بېرىلگەن.
uk: ЗА винятком пошкоджень, що виникають у зв&#39;язку з порушенням розділу 5 або 12, до максимальної кількості, дозволеної законом, ні в якому разі не повинно бути учасником HERETO, його ЛІЦЕНЗОРІВ або постачальників, вони мають будь-яку відповідальність перед іншою стороною ВАРТІСТЬ ПРИДБАННЯ заміщає товарів або послуг або за будь-які непрямі, спеціальні, нЕПРЯМІ, ШТРАФНІ аБО ВИПАДКОВІ ЗБИТКИ, ЩО ВИНИКЛИ і грунтуючись на всьому ТЕОРІЇ ВІДПОВІДАЛЬНОСТІ (включаючи недбалість), ЩО ВИНИКАЮТЬ іЗ угоди, виконання або невиконання однієї зі сторін від ЇЇ ОБОВ&#39;ЯЗКИ ТУТ, ЧОГО АБО НЕ ТАКОЇ СТОРІНІ, РОЗПОВІДАЛО ПРО МОЖЛИВОСТІ ТАКИХ ЗБОРІВ.
ur: سیکشن 5.3 یا 12 کی درس کے ساتھ رابطے میں ہونے والے نقصانات کے جواب کے ساتھ ، قانون کے ذریعہ اجازت نامے سے حاصل کردہ زیادہ سے زیادہ اخراجات میں ، شرکاء کی طرف سے اجازت نامہ یا حمایت کے حصول کے لئے اس کی اجازت نہیں ہے۔ کسی بھی نظریے کی بنا پر ، ذمہ داری عائد کرنے کی بناء پر (کسی بھی طرح کی ذمہ داری کی بنا پر) ذمہ داری کے بغیر کسی بھی نظریے کی بنا پر (کسی بھی طرح کی ذمہ داری کی بنا پر) مستقل سامان یا خدمات کی فراہمی یا کسی بھی مخصوص ، مخصوص ، مخصوص ، مخصوص نقصانات ، مثال کے طور پر یا مضر نقصانات اس کی ذمہ دارییں یہاں ہیں ، لیکن پارٹی کو اس طرح کے نقصانات کے امکان کے بارے میں بتایا گیا ہے۔
uz: 5.3 yoki 12-BO&#39;LIM BIRLIGI BILAN BOSHQARILIShNING ZARARLARINI HURMAT QILISh UChUN HAVO BERADIGAN HIMOYA BOSHQARMASIGA HER HODISA, HISOBNING LITSENZORLARI yoki YoRDAMChILARI BOShQA BOShQA BOShQARUVChILARNING BOShQARIShIGA E&#39;TIBOR BERMAYDI ISTE&#39;MOL TEXNOLARI YoKI XIZMATLARNI YoKI YoKI ANJIROQ, MAXSUS, KONSESKENTSIYA, EKSPERTIKA yoki YAXSHI DASTURIY ZARARLAR UChUN BUYuRTIRIShNING NARXI, HAR QANDAY MUHOFAZA HARAKATI ASOSIDA IShTIROK ETADI (NIZOMNI QO&#39;LLAB-QUVVATLASH), FAVQULODDA BOSHQARUV BOShQA BO&#39;LGAN ShAXSNING MAJBURIYaTLARI, BU YoKI BOShQA BO&#39;LMAYDI YoKI ShAXSLARNING MUHIM BO&#39;LIShI MUMKIN.
vi: NGOẠI TRỪ VỚI TRÁCH NHIỆM ĐỐI VỚI CÁC THIỆT HẠI ARISING TRONG KẾT NỐI VỚI MỘT BREACH CỦA PHẦN 5.3 HOẶC 12, ĐỐI VỚI VIỆC TỐI THIỂU TỐI THIỂU CỦA BÊN NGOÀI CHO PHÉP CỦA BÊN NGOÀI, BẤT K EV CHI PHÍ THỦ TỤC GIAO DỊCH HÀNG HOÁ DỊCH VỤ HOẶC DỊCH VỤ HOẶC ĐỐI VỚI BẤT K IND ĐẠI DIỆN NÀO, ĐẶC BIỆT, ĐẠI DIỆN HOẶC ĐẠI DIỆN, ĐẠI DIỆN HOẶC ĐẠI DIỆN, TUYỆT ĐỐI, TUYỆT ĐỐI, TUYỆT ĐỐI NGH OBA VỤ CỦA NÓ TẠI ĐÂY, DỄ DÀNG HAY KHÔNG BÊN BÊN ĐÃ ĐƯỢC TƯ VẤN VỀ KHẢ NĂNG CỦA CÁC THIỆT HẠI.
xh: UKUQHAWULA NGOKUFANELEKILEYO KWIIMDAWO ZOKUQHUTYELWA NGOKUGQIBELA KWISIQENDU 5.3 OKANYE 12, UKUYA KWIXESHA ELIQHELEKILEYO LOMGAQO-NKQUBO NGOKO KUNGEKHO BUNGOZI LESIQINISEKISO SEZOBUCHULE I-HERETO, IZIBHENGEZO KUNYE NABO BANYE BONKE INDAWO YOKUQHUTYELWA KWEEMPAHLA ZOKUFUNDA OKANYE ZEENKONZO OKANYE ZOKUHLAZIYWA NAYE, KWAKUNYE NOKWENZA INDLELA YOKUZIPHATHA, YOKUGQIBELA, YOKUGQIBELA OKANYE KWIIMPAWU ZOKUFANELEKA, XA KUQHUTYELWA NOKUZIVELWA NGALINYE INDAWO YOKUFUNDA (UKUKHANGELA UKUZE KUFUNA NANGOKO KUFUNYANWA NGEZOBANDAKANYA IZIQINISEKISO ZEXESHA LAKHO LONTO, KUNYE OKANYE AKUKHUSELEKILE INXAXHEBA LUFUNYANWE IXESHA LOKUZIPHATHA KWAMADAMA.
yi: אַחוץ די שאַטן, וואָס קומען אין פֿאַרבינדונג מיט אַ שטיק פון אָפּטיילונג 5.3 אָדער 12, צו דער מאַקסימום יקוויפּט דורך אַ געזעץ, אין קיין פאַל, קיין כירור פון פּאַרטיעס, זיין ליסענסאָרס אָדער סאַפּלייערז, האָבן קיין פאַראַנטוואָרטלעכקייט צו די אנדערע פּאַרץ פֿאַר קיין אָנווער. קאָסטן פון פאַרדינען פון פּראָדוקטן אָדער באַדינונגס אָדער פֿאַר קיין ומדירעקט, ספּעציעלע, קאַנסאַקווענטשאַל, ביישפילן אָדער אַקסאַדענטאַל שאַטן, אָבער וואָס זענען געפֿירט און באזירט אויף קיין פאַראַנטוואָרטלעכקייט פון אַכרייַעס (אַרייַנגערעכנט נאַגליגענסע) צושטייערן צו די צושטייער זייַן אַקיומיאַליישאַנז דאָ זענען, צי אָדער ניט אַזאַ פּאַרטיי זענען רעקאַמענדיד וועגן די מעגלעך פון אַזאַ שעדיקן.
