Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
af: 7.1 Diensgelde: u betaal die nie-terugbetaalbare fooie vir die dienste in die bedrag soos uiteengesit in die inskrywingsvloei of bestelvorm (&#39;Diensfooie&#39;) en volgens die faktuurfrekwensie wat in die inskrywingsstroom of -bevel vermeld word te vorm. Diensfooie is betaalbaar op die datum van die faktuur. Diensfooie kan verhoog word op grond van ons huidige gelde. Diensfooie kan nie terugbetaal word nie, selfs as u u intekening vroeg beëindig.
am: 7.1 የአገልግሎት ክፍያዎች-በምዝገባው ፍሰት ወይም በትእዛዝ ቅጽ (&#39;የአገልግሎት ክፍያዎች&#39;) በተጠቀሰው የክፍያ መጠን እና በአመዝጋቢው ፍሰት ወይም ማዘዣ ላይ በተጠቀሰው የክፍያ መጠየቂያ ብዛት መሠረት ለአገልግሎቶቹ የማይመለስ ክፍያዎችን ይከፍላሉ ፡፡ ቅጽ. የአገልግሎት ክፍያ መጠየቂያ ደረሰኝ በተሰጠበት ቀን መከፈል አለበት ፡፡ በአሁን ወቅታዊ ክፍያዎች ላይ በመመርኮዝ የአገልግሎት ክፍያዎች ሊጨምሩ ይችላሉ። ምዝገባዎን ቀደም ብለው ቢያቋርጡም የአገልግሎት ክፍያዎች ተመላሽ የማይደረጉ ናቸው።
ar: 7.1 رسوم الخدمة: يجب عليك دفع الرسوم غير القابلة للاسترداد للخدمات بالمبلغ المنصوص عليه في تدفق التسجيل أو نموذج الطلب (&quot;رسوم الخدمة&quot;) ووفقًا لتكرار الفواتير المنصوص عليه في تدفق الاشتراك أو الطلب شكل. يجب أن تكون رسوم الخدمة مستحقة وواجبة السداد في تاريخ الفاتورة. قد يتم زيادة رسوم الخدمة بناءً على رسومنا الحالية. رسوم الخدمة غير قابلة للاسترداد حتى إذا قمت بإنهاء اشتراكك مبكرًا.
az: 7.1 Xidmət haqqı: Qeydiyyat axını və ya Sifariş Formasında (&#39;Xidmət haqqı&#39;) göstərilən miqdarda və qeydiyyat dövrü və ya Sifarişdə göstərilən göndərmə tezliyinə uyğun olaraq xidmətlər üçün geri qaytarılmayan haqları ödəməlisiniz. Forma. Xidmət haqqı hesab-faktura tarixində tutulmalı və ödənilməlidir. Xidmət haqqı bizim indiki ödənişlərimizə əsasən artırıla bilər. Abunəliyinizi erkən dayandırsanız da, Xidmət haqqı geri qaytarılmır.
be: 7.1 Тарыфы на абслугоўванне: вы павінны плаціць за паслугі, якія не падлягаюць вяртанню, у памеры, устаноўленым у рэгістрацыйным парадку або ў форме замовы (&quot;Тарыфы на паслугі&quot;) і ў залежнасці ад частоты выстаўлення дадзеных, указанай у рэгістрацыйным працэсе або Замове. Форма. Тарыфы на паслугі павінны быць запазычаныя і выплачваюцца на дату выстаўлення рахунку. Тарыфы на паслугі могуць быць павялічаны на аснове нашых тагачасных плацяжоў. Тарыфы на паслугі не вяртаюцца, нават калі вы датэрмінова спынілі падпіску.
bg: 7.1 Такси за обслужване: Вие заплащате невъзстановими такси за Услугите в размер, посочен в регистрационния поток или Формуляр за поръчка („Такси за обслужване“) и според честотата на таксуване, посочена в регистрационния поток или Поръчка форма. Таксите за обслужване се дължат и заплащат към датата на издаване на фактурата. Таксите за обслужване могат да бъдат увеличени въз основа на нашите тогавашни такси. Таксите за услуги не се възстановяват, дори ако прекратите абонамента си рано.
bn: .1.১ পরিষেবা ফি: আপনি সাইন-আপ প্রবাহ বা অর্ডার ফর্মের (&#39;পরিষেবা ফি&#39;) এবং সাইন-আপ প্রবাহ বা আদেশে বর্ণিত বিলিং ফ্রিকোয়েন্সি অনুসারে পরিষেবাগুলির জন্য অ-ফেরতযোগ্য ফি প্রদান করতে হবে গঠন করে। চালানের তারিখে পরিষেবা ফিগুলি প্রাপ্য এবং পরিশোধযোগ্য হবে। আমাদের বর্তমান-বর্তমান ফিগুলির ভিত্তিতে পরিষেবা ফি বাড়ানো যেতে পারে। আপনি যদি আপনার সাবস্ক্রিপশনটি প্রথম দিকে শেষ করেন তবে পরিষেবা ফিগুলি ফেরতযোগ্য নয়।
ca: 7.1 Honoraris del servei: pagareu els honoraris no reemborsables dels Serveis en la quantitat indicada en el flux d’inscripció o Formulari de comanda (“Carregues de servei”) i d’acord amb la freqüència de facturació indicada al flux de registre o la comanda. Formulari. Les despeses de servei hauran de ser exigibles i a pagar a la data de la factura. Es poden augmentar les tarifes del servei en funció de les tarifes vigents. Les tarifes de servei no són reemborsables, fins i tot si cancel·leu la subscripció anticipadament.
cs: 7.1 Servisní poplatky: Za Služby budete platit nevratné poplatky ve výši stanovené v registračním toku nebo ve formuláři objednávky (dále jen „servisní poplatky“) a podle fakturační frekvence uvedené v registračním toku nebo objednávce. Formulář. Servisní poplatky jsou splatné ke dni vystavení faktury. Poplatky za služby mohou být zvýšeny na základě našich tehdy platných poplatků. Servisní poplatky jsou nevratné, i když předplatné ukončíte brzy.
cy: 7.1 Ffioedd Gwasanaeth: Byddwch yn talu&#39;r ffioedd na ellir eu had-dalu am y Gwasanaethau yn y swm a nodir yn y llif cofrestru neu&#39;r Ffurflen Archebu (&#39;Ffioedd Gwasanaeth&#39;) ac yn ôl yr amlder bilio a nodir yn y llif cofrestru neu&#39;r Gorchymyn Ffurflen. Bydd Ffioedd Gwasanaeth yn ddyledus ac yn daladwy ar ddyddiad yr anfoneb. Gellir cynyddu Ffioedd Gwasanaeth yn seiliedig ar ein ffioedd cyfredol. Ni ellir ad-dalu Ffioedd Gwasanaeth hyd yn oed os byddwch yn terfynu eich tanysgrifiad yn gynnar.
da: 7.1 Servicegebyrer: Du betaler de ikke-refunderbare gebyrer for tjenesterne i det beløb, der er angivet i tilmeldingsstrømmen eller ordreformularen (&#39;Servicegebyrer&#39;) og i henhold til faktureringsfrekvensen, der er angivet i tilmeldingsstrømmen eller ordren Form. Servicegebyrer forfalder og skal betales på fakturadato. Servicegebyrer kan øges baseret på vores daværende gebyrer. Servicegebyrer refunderes ikke, selvom du opsiger dit abonnement tidligt.
de: 7.1 Servicegebühren: Sie zahlen die nicht erstattungsfähigen Gebühren für die Services in der Höhe, die im Anmeldefluss oder im Bestellformular („Servicegebühren“) angegeben ist, und gemäß der im Anmeldefluss oder in der Bestellung angegebenen Abrechnungshäufigkeit Bilden. Servicegebühren sind am Tag der Rechnung fällig und zahlbar. Die Servicegebühren können basierend auf unseren jeweils aktuellen Gebühren erhöht werden. Servicegebühren werden nicht zurückerstattet, selbst wenn Sie Ihr Abonnement vorzeitig kündigen.
el: 7.1 Τέλη εξυπηρέτησης: Θα πληρώσετε τα μη επιστρέψιμα τέλη για τις Υπηρεσίες στο ποσό που ορίζεται στη ροή εγγραφής ή στη Φόρμα Παραγγελίας («Τέλη Υπηρεσίας») και σύμφωνα με τη συχνότητα χρέωσης που αναφέρεται στη ροή εγγραφής ή στην Παραγγελία Μορφή. Τα τέλη εξυπηρέτησης οφείλονται και καταβάλλονται κατά την ημερομηνία του τιμολογίου. Οι χρεώσεις υπηρεσιών ενδέχεται να αυξηθούν με βάση τις τρέχουσες χρεώσεις μας. Τα τέλη υπηρεσιών δεν επιστρέφονται ακόμη και αν τερματίσετε τη συνδρομή σας νωρίς.
eo: 7.1 Servokostoj: Vi pagos la ne-repagajn kotizojn por la Servoj en la kvanto difinita en la subskriba fluo aŭ Ordiga Formo (&#39;Servaj Impostoj&#39;) kaj laŭ la fakturfrekvenco indikita en la subskriba fluo aŭ Ordo. Formularo. Servaj Kotizoj devas esti pagendaj en la dato de la fakturo. Servaj Kotizoj povas esti pliigitaj surbaze de niaj tiamaj aktualaj kotizoj. Servaj Kotizoj ne estas repagendaj eĉ se vi finos vian abonon frue.
es: 7.1 Tarifas de servicio: Deberá pagar las tarifas no reembolsables por los Servicios en la cantidad establecida en el flujo de registro o Formulario de pedido (&#39;Tarifas de servicio&#39;) y de acuerdo con la frecuencia de facturación indicada en el flujo de registro o Pedido. Formar. Las Tarifas de servicio vencerán y serán pagaderas en la fecha de la factura. Las tarifas de servicio pueden aumentar según nuestras tarifas vigentes en ese momento. Las tarifas de servicio no son reembolsables incluso si cancela su suscripción antes de tiempo.
et: 7.1 Teenustasud: Teenuste eest tagastamatud tasud tuleb tasuda registreerumisvoos või tellimisvormis (&#39;Teenustasud&#39;) ja vastavalt registreerumisvoo või tellimuse arveldussagedusele. Vorm. Teenustasud tuleb tasuda arve kuupäeval. Teenustasusid võidakse tõsta meie praeguste tasude alusel. Teenustasusid ei tagastata isegi siis, kui lõpetate oma tellimuse ennetähtaegselt.
eu: 7.1 Zerbitzu-tasak: Zerbitzuengatik ordaindu gabeko diru-sarrerak ordaindu beharko dituzu erregistratze-fluxuan edo Eskaera Inprimakian (&quot;Zerbitzu-tasak&quot;) eta erregistratze-fluxuan edo Aginduan adierazitako fakturazio-maiztasunaren arabera. Formulario. Zerbitzu-tasak fakturaren egunean ordaindu eta ordaindu beharko dira. Zerbitzu-tarifak handitu egin daitezke ordurako gure tasen arabera. Zerbitzuaren tasak ez dira itzulgarriak, baita zure harpidetza lehenago amaitzen baduzu ere.
fa: 7.1 هزینه خدمات: مبلغ غیرقابل بازپرداخت خدمات را باید به مبلغ مندرج در جریان ثبت نام یا فرم سفارش (&quot;هزینه خدمات&quot;) و با توجه به فرکانس صورتحساب مندرج در جریان ورود به سیستم یا سفارش بپردازید. فرم. هزینه خدمات باید از تاریخ فاکتور موقت و قابل پرداخت باشد. هزینه خدمات ممکن است براساس هزینه های فعلی ما افزایش یابد. هزینه خدمات قابل برگشت نیست حتی اگر اشتراک خود را زود تمام کنید.
fi: 7.1 Palvelumaksut: Maksat palveluista palautumattomat palkkiot ilmoittautumisprosessissa tai tilauslomakkeessa (&#39;Palvelumaksut&#39;) ilmoitetun määrän ja ilmoittautumisprosessissa tai tilauksessa ilmoitetun laskutustiheyden mukaisesti. muodostavat. Palvelumaksu erääntyy laskun päivämääränä. Palvelumaksuja voidaan korottaa nykyisten palkkioidemme perusteella. Palvelumaksuja ei palauteta, vaikka lopettaisit tilauksesi varhain.
fr: 7.1 Frais de service: Vous devrez payer les frais non remboursables pour les services selon le montant indiqué dans le processus d&#39;inscription ou le formulaire de commande (`` frais de service &#39;&#39;) et selon la fréquence de facturation indiquée dans le processus d&#39;inscription ou la commande. Forme. Les frais de service sont dus et payables à la date de la facture. Les frais de service peuvent être augmentés en fonction de nos frais alors en vigueur. Les frais de service ne sont pas remboursables même si vous résiliez votre abonnement prématurément.
fy: 7.1 Tsjinstferliening: jo sille de net-weromfertsjintbere fergoedingen betelje foar de Tsjinsten yn it bedrach dat is oanjûn yn &#39;e oanmeldstroom of Bestelformulier (&#39; Servicegeld &#39;) en neffens de fakturearring frekwinsje neamd yn&#39; e oanmeldstream of Bestelling Foarm. Tsjinstfergoedingen binne te beteljen en te beteljen op &#39;e datum fan&#39; e faktuer. Tsjinstfergoedingen kinne wurde ferhege op basis fan ús doe aktuele fergoedingen. Tsjinstfergoedingen kinne net werombetelle wurde, sels as jo jo abonnemint betiid beëinigje.
ga: 7.1 Táillí Seirbhíse: Íocfaidh tú na táillí neamh-inaisíoctha as na Seirbhísí sa mhéid atá leagtha amach sa sreabhadh sínithe nó san Fhoirm Ordaithe (&#39;Táillí Seirbhíse&#39;) agus de réir na minicíochta billeála a luaitear sa sreabhadh sínithe nó san Ordú Foirm. Beidh Táillí Seirbhíse dlite agus iníoctha ar dháta an tsonraisc. Féadfar Táillí Seirbhíse a mhéadú bunaithe ar ár dtáillí reatha. Níl Táillí Seirbhíse inaisíoctha fiú má chuireann tú deireadh le do shíntiús go luath.
gd: 7 Foirm. Bidh cìsean seirbheis ri phàigheadh agus ri phàigheadh air ceann-latha an fhàirdeal. Faodar cìsean seirbheis àrdachadh stèidhichte air na cìsean againn aig an àm sin. Chan urrainnear cìsean seirbheis a phàigheadh air ais eadhon ged a chuireas tu crìoch air an fho-sgrìobhadh agad tràth.
gl: 7.1 Taxas de servizo: pagará os honorarios non reembolsables polos servizos na cantidade establecida no fluxo de inscrición ou Formulario de pedido (&quot;Tarifas de servizo&quot;) e segundo a frecuencia de facturación indicada no fluxo de inscrición ou orde. Formulario As tarifas de servizo deberán pagarse na data da factura. As tarifas de servizo poden incrementarse en función das taxas que hai actualmente. As tarifas de servizo non son reembolsables, aínda que cancelas a túa subscrición anticipadamente.
gu: .1.૧ સેવા ફી: તમે સાઇન-અપ ફ્લો અથવા ઓર્ડર ફોર્મ (&#39;સેવા ફી&#39;) માં નિર્ધારિત રકમમાં અને સાઇન-અપ ફ્લો અથવા ઓર્ડરમાં જણાવેલ બિલિંગ આવર્તન મુજબ, સેવાઓ માટે બિન-પરતપાત્ર ફી ચૂકવવી પડશે ફોર્મ. સર્વિસ ફી ઇન્વoiceઇસની તારીખથી ચૂકવવાપાત્ર અને ચૂકવવાપાત્ર રહેશે. આપણી વર્તમાનની ફીના આધારે સર્વિસ ફીમાં વધારો કરી શકાય છે. જો તમે તમારું સબ્સ્ક્રિપ્શન વહેલું સમાપ્ત કરશો તો પણ સેવા ફી પરત નહીંપાત્ર છે.
hi: 7.1 सेवा शुल्क: आप साइन-अप प्रवाह या ऑर्डर फॉर्म (&#39;सेवा शुल्क&#39;) में उल्लिखित राशि में सेवाओं के लिए गैर-वापसी योग्य शुल्क का भुगतान करेंगे और साइन-अप प्रवाह या ऑर्डर में बताई गई बिलिंग आवृत्ति के अनुसार प्रपत्र। सेवा शुल्क चालान की तिथि पर देय और देय होगा। हमारी तत्कालीन फीस के आधार पर सेवा शुल्क बढ़ाया जा सकता है। यदि आप अपनी सदस्यता को जल्दी समाप्त करते हैं तो भी सेवा शुल्क गैर-वापसी योग्य है।
hr: 7.1 Naknade za usluge: Plaćat ćete bespovratne naknade za Usluge u iznosu utvrđenom u tijeku prijave ili Obrascu za narudžbu (&#39;Naknade za usluge&#39;) i prema učestalosti naplate koja je navedena u tijeku prijave ili Narudžbenici Oblik. Naknade za naplatu usluga dospijevaju na naplatu na dan računa. Naknade za usluge mogu se povećati na temelju naših tadašnjih naknada. Naknade za usluge se ne vraćaju, čak i ako prijevremeno raskinete pretplatu.
hu: 7.1 Szolgáltatási díjak: A Szolgáltatásokért vissza nem térítendő díjakat a feliratkozási folyamatban vagy a Megrendelőlapon („Szolgáltatási díjak”) meghatározott összegben, a feliratkozási folyamatban vagy a Megrendelésben megadott számlázási gyakoriságnak megfelelően kell megfizetnie. Forma. A szolgáltatási díjak a számla napján esedékesek. A szolgáltatási díjakat az akkori jelenlegi díjaink alapján növelhetjük. A szolgáltatási díjak akkor sem visszatéríthetők, ha előfizetését korábban felmondják.
hy: 7.1 Ծառայությունների վճարներ. Դուք պետք է վճարեք չվերադարձվող վճարները Ծառայությունների համար `գրանցման հոսքի կամ Պատվերի ձևով (« Ծառայությունների վճարներ ») սահմանված չափով և ըստ գրանցման հոսքի կամ Պատվերի մեջ նշված վճարման հաճախականության: Ձև: Ծառայության վճարները պետք է գանձվեն հաշիվ-ապրանքագրի ամսաթվից: Ծառայությունների վճարները կարող են ավելացվել ՝ ելնելով մեր այն ժամանակվա վճարներից: Ծառայությունների վճարները չեն վերադարձվում, նույնիսկ եթե ձեր բաժանորդագրությունը շուտ դադարեցնեք:
id: 7.1 Biaya Layanan: Anda harus membayar biaya yang tidak dapat dikembalikan untuk Layanan dalam jumlah yang ditetapkan dalam alur pendaftaran atau Formulir Pemesanan (&#39;Biaya Layanan&#39;) dan sesuai dengan frekuensi penagihan yang dinyatakan dalam alur pendaftaran atau Pesanan Bentuk. Biaya Layanan harus jatuh tempo dan harus dibayar pada tanggal faktur. Biaya Layanan dapat dinaikkan berdasarkan biaya kami saat itu. Biaya Layanan tidak dapat dikembalikan meskipun Anda menghentikan langganan lebih awal.
is: 7.1 Þjónustugjöld: Þú greiðir gjald sem ekki er endurgreitt fyrir þjónustuna að fjárhæð sem tilgreind er í skráningarflæði eða pöntunarformi („þjónustugjöld“) og í samræmi við innheimtutíðni sem tilgreind er í skráningarflæði eða pöntun Form. Þjónustugjöld skulu koma til greiðslu á reikningsdegi. Þjónustugjöld geta verið hækkuð miðað við þáverandi gjöld okkar. Þjónustugjöld eru ekki endurgreidd, jafnvel þó að þú ljúki áskrift þinni snemma.
it: 7.1 Commissioni di servizio: pagherai le tariffe non rimborsabili per i Servizi nell&#39;importo stabilito nel flusso di registrazione o nel Modulo d&#39;ordine (&#39;Commissioni di servizio&#39;) e in base alla frequenza di fatturazione indicata nel flusso di registrazione o Ordine Modulo. Le Commissioni di servizio saranno dovute e pagabili alla data della fattura. Le Commissioni di servizio possono essere aumentate in base alle nostre tariffe correnti. Le Commissioni di servizio non sono rimborsabili anche in caso di interruzione anticipata dell&#39;abbonamento.
iw: 7.1 דמי שירות: אתה תשלם את העמלות שלא ניתן להחזר עבור השירותים בסכום המפורט בתזמון ההרשמה או בטופס ההזמנה (&#39;דמי שירות&#39;) ובהתאם לתדירות החיוב הנקובה בתזרים הרשמה או בהזמנה טופס. דמי השירות ישולמו וישולמו במועד החשבונית. ניתן להגדיל את דמי השירות על סמך העמלות הנוכחיות שלנו. דמי שירות אינם ניתנים להחזר גם אם תפסיק את המנוי מוקדם.
ja: 7.1サービス料金：サービスの返金不可の料金は、サインアップフローまたは注文フォームに記載されている金額（「サービス料金」）に、サインアップフローまたは注文に記載されている請求頻度に従って支払うものとします。形。サービス料金は、請求書の日付に支払われるものとします。サービス料は、当時の料金に基づいて増加する場合があります。サブスクリプションを早期に終了した場合でも、サービス料金は返金不可です。
ka: 7.1 მომსახურების საფასური: თქვენ გადაიხდით გადასახდელ თანხებს, რომელიც გადაუხადეთ მომსახურებას სარეგისტრაციო ნაკადის ან შეკვეთის ფორმით (&quot;მომსახურების საფასური&quot;) მითითებული ოდენობით და რეგისტრაციის ნაკადის ან შეკვეთაში მითითებული ბილინგის სიხშირის შესაბამისად. ფორმა. მომსახურების საფასური უნდა იყოს გადახდილი ინვოისის თარიღით. მომსახურების საფასური შეიძლება გაიზარდოს ჩვენი მაშინდელი საფასურის საფუძველზე. მომსახურების საფასური არ დაბრუნდება, თუნდაც ადრე გამოიწეროთ თქვენი გამოწერა.
kk: 7.1 Қызметтерге ақы төлеу: Сіз тіркелу ағынында немесе Тапсырыс бланкінде (&#39;Қызметтер ақысы&#39;) көрсетілген мөлшерде және тіркелу ағынында немесе Тапсырыста көрсетілген төлем жиілігіне сәйкес Қызметтер үшін қайтарылмайтын ақыларды төлейсіз. Пішін. Қызметтерге ақы төлеу шот-фактура жасалған күні төленуге тиіс. Қызмет тарифтері қазіргі кездегі төлемдер негізінде көбейтілуі мүмкін. Жазылымды мерзімінен бұрын тоқтатсаңыз да, қызмет ақысы қайтарылмайды.
km: ៧.១ កម្រៃសេវា៖ អ្នកត្រូវបង់ថ្លៃសេវាដែលមិនអាចដកមកវិញបានក្នុងចំនួនទឹកប្រាក់ដែលមានចែងក្នុងទម្រង់ចុះឈ្មោះឬទម្រង់បញ្ជាទិញ (&#39;ថ្លៃសេវាកម្ម&#39;) និងយោងទៅតាមប្រេកង់វិក័យប័ត្រដែលមានចែងនៅក្នុងលំហូរឬបញ្ជាទិញ។ សំណុំបែបបទ។ ថ្លៃសេវាកម្មត្រូវដល់កំណត់និងត្រូវបង់នៅកាលបរិច្ឆេទនៃវិក័យប័ត្រ។ ថ្លៃសេវាកម្មអាចត្រូវបានដំឡើងផ្អែកលើថ្លៃឈ្នួលបច្ចុប្បន្នរបស់យើង។ ថ្លៃសេវាកម្មគឺមិនអាចសងវិញទេទោះបីអ្នកបញ្ចប់ការជាវរបស់អ្នកមុនកាលកំណត់ក៏ដោយ។
kn: 7.1 ಸೇವಾ ಶುಲ್ಕಗಳು: ಸೈನ್ ಅಪ್ ಹರಿವು ಅಥವಾ ಆರ್ಡರ್ ಫಾರ್ಮ್ (&#39;ಸೇವಾ ಶುಲ್ಕ&#39;) ನಲ್ಲಿ ನಿಗದಿಪಡಿಸಿದ ಮೊತ್ತದಲ್ಲಿ ಮತ್ತು ಸೈನ್ ಅಪ್ ಹರಿವು ಅಥವಾ ಆದೇಶದಲ್ಲಿ ತಿಳಿಸಲಾದ ಬಿಲ್ಲಿಂಗ್ ಆವರ್ತನದ ಪ್ರಕಾರ ನೀವು ಸೇವೆಗಳಿಗೆ ಮರುಪಾವತಿಸಲಾಗದ ಶುಲ್ಕವನ್ನು ಪಾವತಿಸಬೇಕು. ಫಾರ್ಮ್. ಸೇವಾ ಶುಲ್ಕಗಳು ಇನ್‌ವಾಯ್ಸ್‌ನ ದಿನಾಂಕದಂದು ಪಾವತಿಸಬೇಕಾಗುತ್ತದೆ. ನಮ್ಮ ಆಗಿನ ಪ್ರಸ್ತುತ ಶುಲ್ಕದ ಆಧಾರದ ಮೇಲೆ ಸೇವಾ ಶುಲ್ಕವನ್ನು ಹೆಚ್ಚಿಸಬಹುದು. ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಯನ್ನು ನೀವು ಮೊದಲೇ ಕೊನೆಗೊಳಿಸಿದರೂ ಸಹ ಸೇವಾ ಶುಲ್ಕವನ್ನು ಮರುಪಾವತಿಸಲಾಗುವುದಿಲ್ಲ.
ku: 7.1 Teziyên Xizmetiyê: Hûn ji bo karûbarên di berdêla hatina nîşanê an Forma Fermî (&#39;Tacên Xizmetiyê&#39;) de li gorî Xizmetên Dabeşdarkirî bidin û li gorî bihayê dravdanê yên ku di pêla têkeftinê de hatine destnîşan kirin an Fermandariyê didin. Şikil. Xercên Xizmet dê di roja fatûyê de ji ber û drav bidin. Tezmên karûbarê dibe ku li gorî dravê meya niha zêde bibe. Xizmetên Xerîdar bêyî ku hûn abonetiya xwe zû paşîn bikin paşde vegerin.
ky: 7.1 Кызмат акысы: Катталуу агымында же буйрук формасында (&#39;Кызмат акысы&#39;) көрсөтүлгөн суммада жана катталуу агымында же Тартипте көрсөтүлгөн эсептөө жыштыгына ылайык, Кызматтар үчүн кайтарылбай турган акыларды төлөшүңүз керек. түзөт. Кызмат акылары эсеп-дүмүрчөктүн күнү боюнча төлөнүп берилүүгө тийиш. Кызмат акыларын учурдагы төлөмдөрдүн негизинде көбөйтүүгө болот. Жазылууңузду эрте токтотсоңуз да, Кызмат акылары кайтарылбайт.
lb: 7.1 Servicegeld: Dir bezuelt déi net remboursabel Käschten fir d&#39;Servicer am Betrag, deen am Umeldungsflow oder Bestellformular (&quot;Servicegeld&quot;) steet, an no der Rechnungsfrequenz an der Umeldungsfloss oder Uerdnung Form. Déngschtleeschtunge musse bezuelt ginn op den Datum vun der Rechnung. Déngschtleeschtunge kënnen erhéicht ginn op Basis vun eisen aktuellen Käschten. Déngschtleeschtunge kënnen net rembourséiert ginn, och wann Dir Ären Abonnement fréi opleeft.
lo: 7.1 ຄ່າບໍລິການ: ທ່ານຕ້ອງຈ່າຍຄ່າ ທຳ ນຽມທີ່ບໍ່ສາມາດສົ່ງຄືນ ສຳ ລັບການບໍລິການໃນ ຈຳ ນວນທີ່ໄດ້ ກຳ ນົດໄວ້ໃນໃບສະ ໝັກ ຫລືແບບຟອມສັ່ງຊື້ (&#39;ຄ່າບໍລິການ&#39;) ແລະອີງຕາມຄວາມຖີ່ຂອງການເອີ້ນເກັບເງິນທີ່ລະບຸໄວ້ໃນກະແສການລົງທະບຽນຫລື ຄຳ ສັ່ງ. ແບບຟອມ. ຄ່າບໍລິການແມ່ນຈະຮອດ ກຳ ນົດແລະຈ່າຍຕາມວັນທີຂອງໃບເກັບເງິນ. ຄ່າບໍລິການອາດຈະເພີ່ມຂື້ນໂດຍອີງໃສ່ຄ່າ ທຳ ນຽມໃນປະຈຸບັນຂອງພວກເຮົາ. ຄ່າໃຊ້ຈ່າຍໃນການບໍລິການແມ່ນບໍ່ສາມາດສົ່ງຄືນໄດ້ເຖິງແມ່ນວ່າທ່ານຈະສິ້ນສຸດການສະ ໝັກ ໃຊ້ກ່ອນ ໜ້າ ນີ້.
lt: 7.1 Paslaugų mokesčiai: Jūs turėsite sumokėti negrąžinamus mokesčius už paslaugas, nurodytą registracijos sraute arba Užsakymo formoje („Paslaugų mokesčiai“), atsižvelgiant į atsiskaitymo periodiškumą, nurodytą registracijos metu ar Užsakyme. Forma. Paslaugų mokesčiai turi būti sumokėti sąskaitos išrašymo dieną. Paslaugų mokesčiai gali būti padidinti atsižvelgiant į tuometinius mūsų mokesčius. Paslaugos mokesčiai negrąžinami, net jei nutraukiate prenumeratą anksčiau laiko.
lv: 7.1 Maksa par pakalpojumu: Jums jāmaksā neatmaksājama maksa par Pakalpojumiem tādā summā, kas norādīta pierakstīšanās plūsmā vai Pasūtījuma veidlapā (“Pakalpojuma maksas”) un atbilstoši norēķinu biežumam, kas norādīts pierakstīšanās plūsmā vai Pasūtījumā Forma. Pakalpojuma maksa jāmaksā rēķina datumā. Maksa par pakalpojumu var tikt palielināta, pamatojoties uz mūsu toreizējām maksām. Maksa par pakalpojumu netiek atmaksāta pat tad, ja abonementu pārtraucat priekšlaicīgi.
mg: 7.1 Sarany amin&#39;ny serivisy: Aloa ny vola tsy azo averina amin&#39;ny serivisy atolotra ao amin&#39;ny habetsaky ny fehezin&#39;ny fisoratana anarana na fandefasana fandefasana (&#39;Ny tolotra tolotra&#39;) ary arakaraka ny fihoaran&#39;ny fandoavan-dalàna voalaza ao amin&#39;ny fangatahana fisoratana anarana na ny baiko. endrika. Ny saram-serivisy dia tokony aloa sy aloa amin&#39;ny datin&#39;ny invoice. Ny vidin&#39;ny serivisy dia azo ampitomboina miorina amin&#39;ny saran&#39;ny ankehitriny. Ny sandan&#39;ny serivisy dia tsy haverina na dia averinao am-boalohany aza ny famandrihana.
mi: 7.1 Nga utu a te Ratonga: Me utu e koe nga utu kaore i utua mo nga Ratonga kei roto i te moni kua whakaatuhia i roto i te putea haina o te Puka Whakatau (&#39;Nga utu Ratonga&#39;) ranei kia rite ki te whiu utu nama i whakahuatia i roto i te haina o te hainatanga me te ota ranei. Puka. Ko nga utu mo nga Ratonga me utu me utu i te ra o te nama. Ko nga utu Ratonga ka nui ake te utu i runga i o maatau utu inaianei. Kaore e utua te utu mo te Ratonga ahakoa ka mutu wawe koe i to ohaurunga.
mk: 7.1 Надоместоци за услуги: Youе ги платите таквите што не се враќаат на услугите во износ утврден во протокот на пријавување или формулар за нарачка („Надоместоци за услуги“) и според фреквенцијата на наплата наведена во протокот на најавување или нарачката Форма. Надоместоците за услуги се плаќаат на денот на фактурата. Надоместоците за услуги може да се зголемат врз основа на нашите тогашни такси. Надоместоците за услуги не се враќаат дури и ако рано ја прекинете претплатата.
ml: 7.1 സേവന ഫീസ്: സൈൻ അപ്പ് ഫ്ലോയിലോ ഓർഡർ ഫോമിലോ (&#39;സേവന ഫീസ്&#39;) വ്യക്തമാക്കിയ തുകയിലും സൈൻ അപ്പ് ഫ്ലോ അല്ലെങ്കിൽ ഓർഡറിൽ പറഞ്ഞിട്ടുള്ള ബില്ലിംഗ് ആവൃത്തി അനുസരിച്ച് സേവനങ്ങൾക്കായി റീഫണ്ട് ചെയ്യാത്ത ഫീസ് നിങ്ങൾ നൽകണം. ഫോം. സേവന ഫീസ് അടയ്ക്കേണ്ടതും ഇൻവോയ്സ് തീയതിയിൽ അടയ്ക്കേണ്ടതുമാണ്. ഞങ്ങളുടെ അന്നത്തെ നിലവിലെ ഫീസ് അടിസ്ഥാനമാക്കി സേവന ഫീസ് വർദ്ധിപ്പിക്കാം. നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ നേരത്തേ അവസാനിപ്പിച്ചാലും സേവന ഫീസ് തിരികെ നൽകാനാവില്ല.
mn: 7.1 Үйлчилгээний шимтгэл: Үйлчилгээний төлбөрийг гарын үсэг зурах урсгал эсвэл Захиалгын маягт (&#39;Үйлчилгээний шимтгэл&#39;) -т заасан хэмжээгээр, бүртгүүлэх урсгал эсвэл Захиалгад заасан төлбөрийн давтамжийн дагуу төлнө. Маягт. Үйлчилгээний шимтгэлийг нэхэмжлэх өдөр төлөх ёстой. Үйлчилгээний шимтгэл нь тухайн үеийн төлбөрөөс хамааран нэмэгдэж магадгүй юм. Захиалгаа эрт цуцалсан ч гэсэн үйлчилгээний төлбөрийг буцаан олгохгүй.
mr: .1.१ सेवा शुल्कः तुम्ही सेवेसाठी परतफेड न करणार्‍या फीस साइन-अप फ्लो किंवा ऑर्डर फॉर्म (&#39;सेवा शुल्क&#39;) मध्ये नमूद केलेल्या रकमेमध्ये आणि साइन-अप प्रवाह किंवा ऑर्डरमध्ये नमूद केलेल्या बिलिंग वारंवारतेनुसार द्यावे. फॉर्म. पावत्याच्या तारखेस सेवा शुल्क देय असेल आणि देय असेल. आमच्या शुल्काच्या आधारे सेवा शुल्कामध्ये वाढ केली जाऊ शकते. आपण आपली सदस्यता लवकर संपविली तरीही सर्व्हिस फी परत मिळणार नाही.
ms: 7.1 Bayaran Perkhidmatan: Anda akan membayar yuran yang tidak dapat dikembalikan untuk Perkhidmatan dalam jumlah yang dinyatakan dalam aliran pendaftaran atau Borang Pesanan (&#39;Yuran Perkhidmatan&#39;) dan mengikut frekuensi penagihan yang dinyatakan dalam aliran pendaftaran atau Pesanan Bentuk. Bayaran Perkhidmatan perlu dibayar dan dibayar pada tarikh invois. Bayaran Perkhidmatan boleh dinaikkan berdasarkan bayaran semasa kami. Bayaran Perkhidmatan tidak dapat dikembalikan walaupun anda menghentikan langganan anda lebih awal.
mt: 7.1 Ħlasijiet tas-Servizz: Għandek tħallas il-miżati mhux rimborsabbli għas-Servizzi fl-ammont stipulat fil-fluss ta &#39;reġistrazzjoni jew Formola ta&#39; Ordni (&#39;Ħlasijiet ta&#39; Servizz &#39;) u skond il-frekwenza ta&#39; kontijiet imniżżla fil-fluss ta &#39;reġistrazzjoni jew Ordni Formola. Drittijiet ta &#39;servizz għandhom ikunu dovuti u pagabbli fid-data tal-fattura. Id-Drittijiet tas-Servizz jistgħu jiżdiedu abbażi tal-ħlasijiet attwali tagħna. Drittijiet ta &#39;Servizz mhumiex rimborsabbli anki jekk ittemm is-sottoskrizzjoni tiegħek kmieni.
my: ၇.၁ ၀ န်ဆောင်ခအခကြေးငွေ - ၀ န်ဆောင်မှုများအတွက်ငွေပြန်အမ်းခြင်းသို့မဟုတ်အမိန့်ပုံစံ (&#39;၀ န်ဆောင်ခများ&#39;) တွင်ဖော်ပြထားသည့်ငွေပမာဏနှင့်သင်စာရင်း ၀ င်ငွေစီးဆင်းမှုသို့မဟုတ်အမိန့်တွင်ဖော်ပြထားသောငွေတောင်းခံသည့်နှုန်းအတိုင်းသင်ပေးဆောင်ရမည်။ ပုံစံ။ ဝန်ဆောင်ခသည်ငွေတောင်းခံလွှာကိုပြသည့်နေ့တွင်ပေးချေရမည်။ ကျွန်ုပ်တို့၏အခွန်အခများအပေါ် မူတည်၍ ၀ န်ဆောင်ခများတိုးမြှင့်နိုင်သည်။ သင်၏စာရင်းပေးသွင်းခြင်းကိုစောစီးစွာရပ်ဆိုင်းထားလျှင်ပင်ဝန်ဆောင်မှုအခကြေးငွေကိုပြန်အမ်းမည်မဟုတ်ပါ။
ne: .1.१ सेवा शुल्क: तपाईले सेवाहरुका लागी फिर्ता रकम फिर्ता भुक्तान गर्नुपर्नेछ साइन अप प्रवाह वा अर्डर फाराम (&#39;सेवा शुल्क&#39;) मा र अघि दर्साएको बिलि frequency आवृत्ति अनुसार साइन-अप प्रवाह वा अर्डरमा फारम सेवा शुल्कहरू चलानीको मितिमा देय र भुक्तान योग्य हुनेछ। हाम्रो शुल्क हालको शुल्कको आधारमा सेवा शुल्क बढाउन सकिन्छ। यदि तपाइँ तपाइँको सदस्यता चाँडै समाप्त गर्नुभयो भने सेवा शुल्क फिर्ता रकम फिर्ता हुँदैन।
nl: 7.1 Servicekosten: u betaalt de niet-restitueerbare kosten voor de Services in het bedrag dat is vermeld in de aanmeldingsprocedure of het Bestelformulier (&#39;Servicekosten&#39;) en volgens de factureringsfrequentie die wordt vermeld in de aanmeldingsprocedure of Bestelling. Het formulier. Servicekosten zijn verschuldigd en betaalbaar op de datum van de factuur. Servicekosten kunnen worden verhoogd op basis van onze dan geldende tarieven. Servicekosten worden niet gerestitueerd, zelfs niet als u uw abonnement voortijdig beëindigt.
no: 7.1 Tjenesteavgift: Du skal betale de ikke refunderbare avgiftene for tjenestene i det beløpet som er angitt i påmeldingsstrømmen eller ordreskjemaet (&#39;Tjenesteavgift&#39;) og i henhold til faktureringsfrekvensen som er angitt i påmeldingsstrømmen eller ordren Form. Tjenesteavgift skal forfaller og skal betales på fakturadato. Tjenesteavgift kan økes basert på gjeldende gebyrer. Tjenesteavgifter refunderes ikke selv om du avslutter abonnementet tidlig.
or: 7.1 ସେବା ଶୁଳ୍କ: ସାଇନ୍ ଅପ୍ ଫ୍ଲୋ କିମ୍ବା ଅର୍ଡର ଫର୍ମ (&#39;ସେବା ଶୁଳ୍କ&#39;) ରେ ନିର୍ଦ୍ଦିଷ୍ଟ ପରିମାଣରେ ଏବଂ ସାଇନ୍ ଅପ୍ ଫ୍ଲୋ କିମ୍ବା ଅର୍ଡରରେ ଦର୍ଶାଯାଇଥିବା ବିଲିଂ ଫ୍ରିକ୍ୱେନ୍ସି ଅନୁଯାୟୀ ଆପଣ ସେବାଗୁଡିକ ପାଇଁ ଅଣ-ଫେରସ୍ତଯୋଗ୍ୟ ଦେୟ ଦେବେ | ଫର୍ମ | ସେବା ଦେୟ ଇନଭଏସ୍ ତାରିଖ ଧାର୍ଯ୍ୟ ଏବଂ ଦେୟ ପ୍ରଦାନ କରାଯିବ | ଆମର ତତ୍କାଳୀନ ଦେୟ ଉପରେ ଆଧାର କରି ସେବା ଦେୟ ବୃଦ୍ଧି କରାଯାଇପାରେ | ସେବା ଦେୟ ଫେରସ୍ତ ହୋଇନଥାଏ ଯଦିଓ ତୁମେ ତୁମର ସବସ୍କ୍ରିପସନ୍ ଶୀଘ୍ର ବନ୍ଦ କରିଦିଅ |
pa: 7.1 ਸੇਵਾ ਫੀਸ: ਤੁਸੀਂ ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ ਜਾਂ ਆਰਡਰ ਫਾਰਮ (&#39;ਸੇਵਾ ਫੀਸ&#39;) ਵਿਚ ਨਿਰਧਾਰਤ ਕੀਤੀ ਰਕਮ ਵਿਚ ਅਤੇ ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ ਜਾਂ ਆਰਡਰ ਵਿਚ ਦੱਸੀ ਗਈ ਬਿਲਿੰਗ ਬਾਰੰਬਾਰਤਾ ਦੇ ਅਨੁਸਾਰ ਸੇਵਾਵਾਂ ਲਈ ਵਾਪਸ ਨਾ ਕਰਨਯੋਗ ਫੀਸ ਦਾ ਭੁਗਤਾਨ ਕਰੋਗੇ. ਫਾਰਮ. ਸੇਵਾ ਫੀਸ ਇਨਵੌਇਸ ਦੀ ਮਿਤੀ ਨੂੰ ਬਕਾਇਆ ਅਤੇ ਭੁਗਤਾਨ ਯੋਗ ਹੋਵੇਗੀ. ਸਾਡੀ ਫੀਸਾਂ ਦੇ ਅਧਾਰ ਤੇ ਸਰਵਿਸ ਫੀਸਾਂ ਵਿੱਚ ਵਾਧਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ. ਸੇਵਾ ਫੀਸਾਂ ਵਾਪਸ ਨਾ ਹੋਣ ਯੋਗ ਹੁੰਦੀਆਂ ਹਨ ਭਾਵੇਂ ਤੁਸੀਂ ਆਪਣੀ ਗਾਹਕੀ ਨੂੰ ਜਲਦੀ ਖਤਮ ਕਰਦੇ ਹੋ.
pl: 7.1 Opłaty za usługi: Użytkownik uiści niepodlegające zwrotowi opłaty za Usługi w kwocie określonej w procedurze rejestracji lub Formularzu zamówienia (`` Opłaty za usługi &#39;&#39;) i zgodnie z częstotliwością rozliczania określoną podczas rejestracji lub Zamówienia Formularz. Opłaty za usługi są należne i płatne w dniu wystawienia faktury. Opłaty za usługi mogą zostać zwiększone na podstawie naszych aktualnych opłat. Opłaty za usługi nie podlegają zwrotowi, nawet jeśli wcześniej zakończysz subskrypcję.
ps: .1. Service د خدماتو فیس: تاسو باید د خدماتو لپاره بیرته ستنیدونکي فیس بیرته د هغه مقدار په توګه تادیه کړئ چې د ننوتلو جریان یا امر فورمې (&#39;خدمت فیس&#39;) کې ټاکل شوې ، او د بلینګ فریکوینسي سره سم چې د لاسلیک جریان یا حکم کې ذکر شوي فورمه. د خدمت فیس باید د انوائس په نیټه ټاکل او د ورکړې وړ وي. د خدماتو فیس ممکن زموږ د اوسني فیسونو پراساس ډیر شي. د خدماتو فیسونه بیرته تادیه کیدونکي ندي حتی که تاسو دمخه خپل ګډون پای ته ورسوئ.
pt: 7.1 Taxas de serviço: Você deve pagar as taxas não reembolsáveis pelos Serviços no valor estabelecido no fluxo de inscrição ou no Formulário de Pedido (&#39;Taxas de Serviço&#39;) e de acordo com a frequência de cobrança indicada no fluxo de inscrição ou Pedido Formato. As taxas de serviço serão devidas e pagas na data da fatura. As taxas de serviço podem ser aumentadas com base em nossas taxas então em vigor. As taxas de serviço não são reembolsáveis, mesmo se você encerrar sua assinatura antecipadamente.
ro: 7.1 Taxe de serviciu: Veți plăti taxele nerambursabile pentru Servicii în suma stabilită în fluxul de înscriere sau Formularul de comandă („Taxe de serviciu”) și în funcție de frecvența de facturare menționată în fluxul de înscriere sau Comandă Formă. Taxele de serviciu trebuie scadente și plătibile la data facturii. Taxele de servicii pot fi majorate pe baza taxelor noastre curente. Taxele de serviciu sunt nerambursabile, chiar dacă încetați abonamentul din timp.
ru: 7.1 Сборы за услуги: вы должны оплатить невозмещаемые сборы за услуги в размере, указанном в процессе регистрации или в Форме заказа («Плата за услуги»), и в соответствии с частотой выставления счетов, указанной в процессе регистрации или Заказе. Форма. Сборы за услуги подлежат оплате в день выставления счета. Плата за услуги может быть увеличена в зависимости от наших текущих сборов. Плата за обслуживание не возвращается, даже если вы прекратите подписку досрочно.
rw: 7 Ifishi. Amafaranga ya serivisi agomba kwishyurwa kandi yishyurwa kumunsi wa fagitire. Amafaranga ya serivisi arashobora kongerwa hashingiwe kumafaranga yatanzwe. Amafaranga ya serivisi ntasubizwa nubwo wahagarika abiyandikishije hakiri kare.
sd: 7.1 سروس فيس: توهان سائن اپ جي وهڪري يا آرڊر فارم (&#39;سروس فيس&#39;) ۾ مقرر ڪيل رقم ۾ سروسز لاءِ ناقابل واپسي رقم ادا ڪندي ۽ سائن اپ وهڪري يا آرڊر ۾ بيان ڪيل بل جي تعدد جي مطابق فارم. سروس فيس واجب الادا ۽ واجبات جي تاريخ تي ادا ڪرڻي پوندي. اسان جي ان وقت جي فيس جي بنياد تي سروس فيس وڌائي سگهجي ٿي. جيڪڏهن توهان پنهنجو سبسڪرپشن جلد ختم ڪندا آهيو ته سروس فيس ناقابل واپسي هوندي آهي.
si: 7.1 සේවා ගාස්තු: ලියාපදිංචි වීමේ ප්‍රවාහයේ හෝ ඇණවුම් පෝරමයේ (&#39;සේවා ගාස්තු&#39;) සහ ලියාපදිංචි වීමේ ප්‍රවාහයේ හෝ ඇණවුමේ සඳහන් බිල්පත් සංඛ්‍යාතයට අනුව ඔබ සේවා සඳහා ආපසු නොගෙවන ගාස්තු ගෙවිය යුතුය. පෝරමය. සේවා ගාස්තු ගෙවිය යුතු අතර ඉන්වොයිසියේ දිනයේදී ගෙවිය යුතුය. අපගේ වර්තමාන ගාස්තු මත පදනම්ව සේවා ගාස්තු වැඩි කළ හැකිය. ඔබ ඔබේ දායකත්වය කලින් අවලංගු කළද සේවා ගාස්තු ආපසු නොගෙවනු ලැබේ.
sk: 7.1 Servisné poplatky: Za Služby budete platiť nevratné poplatky vo výške stanovenej v registračnom postupe alebo vo formulári objednávky (ďalej len „servisné poplatky“) a podľa fakturačnej frekvencie uvedenej v registračnom toku alebo objednávke. formulár. Poplatky za služby sú splatné v deň vystavenia faktúry. Poplatky za služby sa môžu zvýšiť na základe našich súčasných poplatkov. Poplatky za služby sa nevracajú, a to ani v prípade, že predplatné ukončíte predčasne.
sl: 7.1 Pristojbine za storitve: Neplačljive pristojbine za Storitve plačate v znesku, določenem v prijavnem toku ali naročilnici (&quot;Storitvene pristojbine&quot;) in glede na pogostost obračunavanja, navedeno v prijavnem toku ali Naročilu Oblika. Pristojbine za storitve zapadejo v plačilo na dan računa. Pristojbine za storitve se lahko povišajo na podlagi naših takratnih pristojbin. Pristojbine za storitve niso vračljive, tudi če predčasno prekinete naročnino.
sq: 7.1 Tarifat e Shërbimit: Ju do të paguani tarifat e pakthyeshme për Shërbimet në shumën e përcaktuar në fluksin e regjistrimit ose Formularin e Porosisë (&#39;Tarifat e Shërbimit ”) dhe sipas frekuencës së faturimit të deklaruar në rrjedhën e regjistrimit ose Urdhrit Forma. Tarifat e shërbimit duhet të paguhen në datën e faturës. Tarifat e shërbimit mund të rriten bazuar në tarifat tona të atëhershme. Tarifat e shërbimit janë të pakthyeshme edhe nëse e ndërpresni paraprakisht pajtimin tuaj.
sr: 7.1 Накнаде за услуге: Неплаћену накнаду за Услуге плаћате у износу утврђеном у току пријаве или Обрасцу за наруџбу („Сервисне накнаде“) и према фреквенцији наплате која је наведена у току пријаве или Наруџбеници Образац. Накнаде за услуге доспевају и плаћају се на дан фактуре. Накнаде за услуге могу се повећати на основу наших тадашњих накнада. Накнаде за услуге се не враћају чак и ако прекинете претплату прерано.
sv: 7.1 Serviceavgifter: Du ska betala de icke-återbetalningsbara avgifterna för tjänsterna i det belopp som anges i registreringsflödet eller orderformuläret (&#39;Serviceavgifter&#39;) och enligt den faktureringsfrekvens som anges i registreringsflödet eller order Form. Serviceavgifter ska betalas och betalas på fakturadagen. Serviceavgifter kan höjas baserat på våra dåvarande avgifter. Serviceavgifter återbetalas inte, även om du säger upp ditt prenumeration tidigt.
sw: 7.1 Ada ya Huduma: Utalipa ada isiyoweza kurejeshwa kwa Huduma kwa kiasi kilichowekwa katika mtiririko wa usajili au Fomu ya Agizo (&#39;Ada ya Huduma&#39;) na kulingana na masafa ya malipo yaliyosemwa katika mtiririko wa usajili au Agizo Fomu. Ada ya Huduma itastahili kulipwa na kulipwa kwa tarehe ya ankara. Ada ya Huduma inaweza kuongezeka kwa ada yetu ya sasa. Ada ya Huduma haimalizi hata ikiwa unasimamisha usajili wako mapema.
ta: 7.1 சேவைக் கட்டணம்: பதிவுசெய்தல் ஓட்டம் அல்லது ஆர்டர் படிவத்தில் (&#39;சேவை கட்டணம்&#39;) குறிப்பிடப்பட்டுள்ள தொகையிலும், பதிவுபெறும் ஓட்டம் அல்லது ஆர்டரில் குறிப்பிடப்பட்டுள்ள பில்லிங் அதிர்வெண் படி சேவைகளுக்காக திருப்பிச் செலுத்தப்படாத கட்டணங்களை நீங்கள் செலுத்த வேண்டும். படிவம். சேவை கட்டணம் செலுத்தப்பட வேண்டும் மற்றும் விலைப்பட்டியல் தேதியில் செலுத்தப்படும். எங்கள் தற்போதைய கட்டணங்களின் அடிப்படையில் சேவை கட்டணம் அதிகரிக்கப்படலாம். உங்கள் சந்தாவை முன்கூட்டியே நிறுத்திவிட்டாலும் சேவை கட்டணம் திருப்பிச் செலுத்தப்படாது.
te: 7.1 సేవా రుసుము: సైన్-అప్ ఫ్లో లేదా ఆర్డర్ ఫారం (&#39;సర్వీస్ ఫీజు&#39;) లో పేర్కొన్న మొత్తంలో మరియు సైన్-అప్ ఫ్లో లేదా ఆర్డర్‌లో పేర్కొన్న బిల్లింగ్ ఫ్రీక్వెన్సీ ప్రకారం మీరు సేవలకు తిరిగి చెల్లించని రుసుమును చెల్లించాలి. ఏర్పాటు. సేవా రుసుము చెల్లించాలి మరియు ఇన్వాయిస్ తేదీన చెల్లించాలి. మా ప్రస్తుత-ప్రస్తుత ఫీజుల ఆధారంగా సేవా రుసుము పెంచవచ్చు. మీరు మీ సభ్యత్వాన్ని ప్రారంభంలో ముగించినప్పటికీ సేవా రుసుము తిరిగి చెల్లించబడదు.
tg: 7.1 Пардохти хидматҳо: Шумо ҳаққи хидматро баргардонида намешавед, дар ҷараёни сабти ном ё формаи фармоиш (&#39;Пардохтҳои хидмат&#39;) ва мувофиқи басомади биллинг дар ҷараёни сабти ном ё Фармоиш Шакл. Ҳаққи хидматрасонӣ дар рӯзи ҳисобнома-фактура бояд пардохт ва пардохт карда шавад. Ҳаққи хидматрасонӣ бар асоси пардохтҳои ҷории мо афзоиш ёбад. Ҳатто агар шумо обунаи худро пеш аз мӯҳлат қатъ кунед, Пардохти хидмат баргардонида намешавад.
th: 7.1 ค่าธรรมเนียมบริการ: คุณจะต้องชำระค่าธรรมเนียมที่ไม่สามารถขอคืนได้สำหรับบริการตามจำนวนที่กำหนดไว้ในขั้นตอนการลงทะเบียนหรือแบบฟอร์มคำสั่งซื้อ (&#39;ค่าธรรมเนียมบริการ&#39;) และตามความถี่ในการเรียกเก็บเงินที่ระบุไว้ในขั้นตอนการลงทะเบียนหรือคำสั่งซื้อ แบบฟอร์ม. ค่าบริการจะถึงกำหนดชำระในวันที่ออกใบแจ้งหนี้ ค่าบริการอาจเพิ่มขึ้นตามค่าธรรมเนียมปัจจุบันของเรา ค่าธรรมเนียมบริการไม่สามารถขอคืนได้แม้ว่าคุณจะยุติการสมัครสมาชิกก่อนกำหนด
tk: 7.1 Hyzmat tölegleri: Hasaba alyş akymynda ýa-da sargyt görnüşinde (&#39;Hyzmat tölegleri&#39;) we hasaba alyş akymynda ýa-da sargytda görkezilen töleg ýygylygyna laýyklykda Hyzmatlar üçin yzyna gaýtarylmaýan tölegleri tölemeli. Forma. Hyzmat tölegleri hasap-faktura senesinde tölenmeli we tölenmeli. Hyzmat tölegleri, şol wagtky töleglerimize görä artdyrylyp bilner. Abunalygy möhletinden öň bes etseňizem hyzmat tölegleri yzyna gaýtarylmaýar.
tl: 7.1 Mga Bayad sa Serbisyo: Dapat mong bayaran ang mga hindi bayad na bayad para sa Mga Serbisyo sa halagang nakalagay sa pag-sign-up flow o Order Form (&#39;Mga Bayad sa Serbisyo&#39;) at ayon sa dalas ng pagsingil na nakasaad sa daloy ng pag-sign-up o Order Pormularyo. Ang mga Bayad sa Serbisyo ay dapat bayaran at dapat bayaran sa petsa ng invoice. Maaaring dagdagan ang Mga Bayad sa Serbisyo batay sa aming mga kasalukuyang bayarin. Ang mga Bayad sa Serbisyo ay hindi mababawi kahit na maaga mong wakasan ang iyong subscription.
tr: 7.1 Hizmet Ücretleri: Hizmetler için iade edilmeyen ücretleri, kayıt akışında veya Sipariş Formunda (&#39;Hizmet Ücretleri&#39;) belirtilen miktarda ve kayıt akışında veya Siparişte belirtilen faturalama sıklığına göre ödeyeceksiniz. Form. Hizmet Ücretleri fatura tarihinde muaccel olacak ve ödenecektir. Hizmet Ücretleri, o sırada geçerli olan ücretlerimize bağlı olarak artırılabilir. Aboneliğinizi erken sonlandırsanız bile Hizmet Ücretleri iade edilemez.
tt: 7.1. Форма. Хезмәт өчен түләүләр счет-фактура көнендә түләргә тиеш. Хезмәт өчен түләүләр безнең хәзерге түләүләр нигезендә арттырылырга мөмкин. Абонентны иртә туктатсагыз да, хезмәт хакы кире кайтарылмый.
ug: 7.1 مۇلازىمەت ھەققى: تىزىمغا ئالدۇرۇش ئېقىمى ياكى زاكاز جەدۋىلى («مۇلازىمەت ھەققى») دە كۆرسىتىلگەن سوممىدا ۋە تىزىمغا ئالدۇرۇش ئېقىمى ياكى زاكازدا كۆرسىتىلگەن ھېسابات چاستوتىسىغا ئاساسەن ، مۇلازىمەت ئۈچۈن قايتۇرۇلمايدىغان ھەقنى تۆلەيسىز. شەكىل. مۇلازىمەت ھەققى تالون قىلىنغان كۈندىن باشلاپ تۆلىنىدۇ. مۇلازىمەت ھەققى بىزنىڭ ھازىرقى ھەقلىرىمىزگە ئاساسەن ئۆستۈرۈلۈشى مۇمكىن. مۇشتەرىلىكىڭىزنى بالدۇر ئاخىرلاشتۇرسىڭىزمۇ مۇلازىمەت ھەققى قايتۇرۇلمايدۇ.
uk: 7.1 Комісії за послуги: Ви сплачуєте неповернені плати за Послуги у розмірі, визначеному в реєстраційному потоці або формі замовлення (&quot;Плата за обслуговування&quot;) та відповідно до частоти платежів, зазначеної в реєстраційному потоці або Замовлення Форма. Плата за обслуговування повинна бути сплачена та сплачена на дату виставлення рахунку. Плата за обслуговування може бути збільшена, виходячи з наших тодішніх комісій. Плата за обслуговування не повертається, навіть якщо ви достроково припините підписку.
ur: 7.1 خدمت کی فیس: آپ خدمات کے لئے ناقابل واپسی فیسوں کو سائن اپ فلو یا آرڈر فارم (&#39;سروس فیس&#39;) میں طے شدہ رقم میں اور سائن اپ فلو یا آرڈر میں بیان کردہ بلنگ فریکوینسی کے مطابق ادا کریں گے۔ فارم. انوائس کی تاریخ پر خدمت کی فیس واجب الادا ہوگی۔ ہماری موجودہ فیسوں کی بنیاد پر سروس فیس میں اضافہ کیا جاسکتا ہے۔ سروس فیس ناقابل واپسی ہے یہاں تک کہ اگر آپ اپنی رکنیت کو جلد ہی ختم کردیں۔
uz: 7.1 Xizmat uchun to&#39;lovlar: Xizmatlar uchun ro&#39;yxatdan o&#39;tish oqimida yoki Buyurtma shaklida (&#39;Xizmat to&#39;lovlari&#39;) ko&#39;rsatilgan miqdorda va ro&#39;yxatdan o&#39;tish oqimida yoki Buyurtmada ko&#39;rsatilgan hisob-kitob chastotasiga muvofiq to&#39;lanmaydigan to&#39;lovlarni to&#39;lashingiz kerak. Shakl. Xizmat haqi hisob-fakturaning kelib tushgan sanasida to&#39;lanishi kerak va to&#39;lanishi kerak. Xizmatlar uchun to&#39;lovlar bizning hozirgi to&#39;lovlarimizga binoan ko&#39;paytirilishi mumkin. Obunangizni muddatidan oldin bekor qilsangiz ham, to&#39;lovlar qaytarilmaydi.
vi: 7.1 Phí dịch vụ: Bạn sẽ thanh toán các khoản phí không hoàn lại cho Dịch vụ với số tiền được nêu trong quy trình đăng ký hoặc Biểu mẫu đặt hàng (&#39;Phí dịch vụ&#39;) và theo tần suất thanh toán được nêu trong quy trình đăng ký hoặc Đơn đặt hàng Hình thức. Phí Dịch vụ phải đến hạn thanh toán vào ngày lập hóa đơn. Phí dịch vụ có thể được tăng lên dựa trên mức phí hiện tại của chúng tôi. Phí dịch vụ không được hoàn lại ngay cả khi bạn chấm dứt đăng ký sớm.
xh: 7.1 Imirhumo yenkonzo: Uya kuhlawula iindleko ezingabuyiswayo zeeNkonzo ngesixa esimiselweyo kuhambo lokubhalisela okanye iFom yoku-odola (&#39;iiNtlawulo zeenkonzo&#39;) ngokokuhamba rhoqo kwemali ebekiweyo ekuhambeni kokungena okanye iodolo IFomu. Imirhumo yeenkonzo iya kubhatalwa kwaye ihlawulwe ngomhla we-invoice. Imirhumo yenkonzo inokunyuswa ngokusekelwe kwimirhumo yethu yangoku. Imirhumo yeenkonzo ayibuyiseki nokuba urhoxisa ubhaliso lwakho kwangoko.
yi: 7.1 סערוויס פיז: איר וועט באַצאָלן די ניט-ריפאַנדאַבאַל פיז פֿאַר די סערוויסעס אין די סומע וואָס איז געוויזן אין די פאַרשרייַבן לויפן אָדער אָרדער פאָרעם (&#39;סערוויס פיז&#39;) און לויט די בילינג אָפטקייַט אין די פאַרשרייַבן לויפן אָדער אָרדער פאָרעם. סערוויס פעעס זאָל זיין פעליק און פעליק אויף די דאַטע פון די ינווויס. סערוויס פיז קען זיין געוואקסן באזירט אויף אונדזער דעמאלט קראַנט פיז. סערוויס פיז זענען ניט-ריפאַנדאַבאַל אפילו אויב איר פאַרענדיקן דיין אַבאָנעמענט פרי.
