Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Click here to import cases.
af: Klik hier om sake in te voer.
am: ጉዳዮችን ለማስገባት እዚህ ጠቅ ያድርጉ።
ar: انقر هنا لاستيراد الحالات.
az: Davaları idxal etmək üçün bura klikləyin.
be: Націсніце тут, каб імпартаваць выпадкі.
bg: Щракнете тук, за да импортирате случаи.
bn: মামলা আমদানি করতে এখানে ক্লিক করুন.
ca: Feu clic aquí per importar casos.
cs: Kliknutím sem importujete případy.
cy: Cliciwch yma i fewnforio achosion.
da: Klik her for at importere sager.
de: Klicken Sie hier, um Fälle zu importieren.
el: Κάντε κλικ εδώ για να εισαγάγετε θήκες.
eo: Klaku ĉi tie por importi kazojn.
es: Haga clic aquí para importar casos.
et: Juhtumite importimiseks klõpsake siin.
eu: Egin klik hemen kasuak inportatzeko.
fa: برای وارد کردن کیس اینجا را کلیک کنید.
fi: Napsauta tästä tuodaksesi tapauksia.
fr: Cliquez ici pour importer des cas.
fy: Klik hjir om gefallen te ymportearjen.
ga: Cliceáil anseo chun cásanna a allmhairiú.
gd: Cliog an seo gus cùisean a thoirt a-steach.
gl: Fai clic aquí para importar casos.
gu: કેસો આયાત કરવા માટે અહીં ક્લિક કરો.
hi: मामलों को आयात करने के लिए यहां क्लिक करें।
hr: Kliknite ovdje za uvoz slučajeva.
hu: Kattintson ide az esetek importálásához.
hy: Սեղմեք այստեղ՝ պատյաններ ներմուծելու համար:
id: Klik di sini untuk mengimpor kasus.
is: Smelltu hér til að flytja inn mál.
it: Fare clic qui per importare casi.
iw: לחץ כאן כדי לייבא מקרים.
ja: ここをクリックしてケースをインポートします。
ka: დააწკაპუნეთ აქ იმპორტირებისთვის.
kk: Істерді импорттау үшін осы жерді басыңыз.
km: ចុចទីនេះដើម្បីនាំចូលករណី។
kn: ಪ್ರಕರಣಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Li vir bikirtînin ku dozên îtxal bikin.
ky: Иштерди импорттоо үчүн бул жерди басыңыз.
lb: Klickt hei fir Fäll z'importéieren.
lo: ຄລິກທີ່ນີ້ເພື່ອນໍາເຂົ້າກໍລະນີ.
lt: Spustelėkite čia, kad importuotumėte atvejus.
lv: Noklikšķiniet šeit, lai importētu gadījumus.
mg: Tsindrio eto raha hanafatra tranga.
mi: Paatohia a konei ki te kawemai i nga keehi.
mk: Кликнете овде за да увезете случаи.
ml: കേസുകൾ ഇറക്കുമതി ചെയ്യാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുക.
mn: Кейс импортлох бол энд дарна уу.
mr: प्रकरणे आयात करण्यासाठी येथे क्लिक करा.
ms: Klik di sini untuk mengimport kes.
mt: Ikklikkja hawn biex timporta każijiet.
my: အမှုတွဲတင်သွင်းရန် ဤနေရာကိုနှိပ်ပါ။
ne: केसहरू आयात गर्न यहाँ क्लिक गर्नुहोस्।
nl: Klik hier om zaken te importeren.
no: Klikk her for å importere saker.
or: କେସ୍ ଆମଦାନୀ କରିବାକୁ ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ |
pa: ਕੇਸਾਂ ਨੂੰ ਆਯਾਤ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij tutaj, aby zaimportować sprawy.
ps: د قضیو واردولو لپاره دلته کلیک وکړئ.
pt: Clique aqui para importar casos.
ro: Faceți clic aici pentru a importa cazuri.
ru: Нажмите здесь, чтобы импортировать дела.
rw: Kanda hano kugirango utumize imanza.
sd: ڪيس درآمد ڪرڻ لاءِ هتي ڪلڪ ڪريو.
si: නඩු ආනයනය කිරීමට මෙතන ක්ලික් කරන්න.
sk: Kliknutím sem importujete prípady.
sl: Kliknite tukaj za uvoz primerov.
sq: Klikoni këtu për të importuar rastet.
sr: Кликните овде да бисте увезли случајеве.
sv: Klicka här för att importera ärenden.
sw: Bofya hapa kuingiza kesi.
ta: கேஸ்களை இறக்குமதி செய்ய இங்கே கிளிக் செய்யவும்.
te: కేసులను దిగుమతి చేసుకోవడానికి ఇక్కడ క్లిక్ చేయండి.
tg: Барои ворид кардани парвандаҳо ин ҷо клик кунед.
th: คลิกที่นี่เพื่อนำเข้าเคส
tk: Kazyýetleri import etmek üçin şu ýere basyň.
tl: Mag-click dito para mag-import ng mga case.
tr: Vakaları içe aktarmak için buraya tıklayın.
tt: Эшләрне импортлау өчен монда басыгыз.
ug: دېلونى ئەكىرىش ئۈچۈن بۇ يەرنى چېكىڭ.
uk: Натисніть тут, щоб імпортувати випадки.
ur: مقدمات درآمد کرنے کے لیے یہاں کلک کریں۔
uz: Ishlarni import qilish uchun shu yerni bosing.
vi: Bấm vào đây để nhập các trường hợp.
xh: Cofa apha ukuze ungenise iimeko.
yi: דריקט דאָ צו אַרייַנפיר קאַסעס.

source: No status selected
af: Geen status gekies nie
am: ምንም ሁኔታ አልተመረጠም
ar: لا توجد حالة محددة
az: Status seçilməyib
be: Няма Абраны статус
bg: Няма избран статус
bn: কোনও স্থিতি নির্বাচিত নেই
ca: No s&#39;ha seleccionat cap estat
cs: Nebyl vybrán žádný stav
cy: Dim dewis o statws
da: Ingen status valgt
de: Kein Status ausgewählt
el: Δεν έχει επιλεγεί κατάσταση
eo: Neniu statuso elektita
es: Sin estado seleccionado
et: Ole ole valitud
eu: Ez da egoera hautatu
fa: هیچ موقعیتی انتخاب نشده است
fi: Valitusta tilasta ei ole
fr: Aucun statut sélectionné
fy: Gjin status selektearre
ga: Níl aon stádas roghnaithe
gd: Chan eil inbhe air a thaghadh
gl: Non se seleccionou ningún estado
gu: કોઈ સ્થિતિ પસંદ નથી
hi: कोई स्थिति चयनित नहीं है
hr: Nije odabran status
hu: Nincs kiválasztva állapot
hy: Չկա կարգավիճակ ընտրված
id: Tidak ada status yang dipilih
is: Engin staða valin
it: Nessuno stato selezionato
iw: לא נבחר סטטוס
ja: ステータスが選択されていない
ka: სტატუსის არჩევა არ არის
kk: Мәртебе таңдалмады
km: មិនមានស្ថានភាពត្រូវបានជ្រើសរើស
kn: ಯಾವುದೇ ಸ್ಥಿತಿ ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ku: Naveroka hilbijartî tune
ky: тандалган жок Статусунда
lb: Keen Status ausgewielt
lo: ບໍ່ມີສະຖານະທີ່ເລືອກ
lt: Nebuvo pasirinkta būsena
lv: Nav atlasīts statuss
mg: Tsy misy toerana voafidy
mi: Kāore he mana i tīpakohia
mk: Нема избран статус
ml: നില ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Сонгосон статус алга байна
mr: कोणतीही स्थिती निवडली नाही
ms: Tiada status yang dipilih
mt: L-ebda status magħżul
my: အဆင့်အတန်းမရွေး
ne: कुनै स्थिति चयन गरिएको छैन
nl: Geen status geselecteerd
no: Ingen status valgt
or: କ status ଣସି ସ୍ଥିତି ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਸਥਿਤੀ ਨਹੀਂ ਚੁਣੀ
pl: Nie wybrano statusu
ps: هیڅ حالت نه دی ټاکل شوی
pt: Nenhum status selecionado
ro: Nu a fost selectat niciun statut
ru: Статус не выбран
rw: Nta status yatoranijwe
sd: ڪي به ڪيفيت منتخب نه آهي
si: තත්ත්වය තෝරා නැත
sk: Nie je vybratý stav
sl: Noben status ni izbran
sq: Nuk është zgjedhur statusi
sr: Није изабран статус
sv: Ingen status vald
sw: Hakuna hali iliyochaguliwa
ta: எந்த நிலைமையும் தேர்ந்தெடுக்கப்படவில்லை
te: ఏ స్థితిని ఎంచుకోలేదు
tg: Ҳеҷ гуна ҳолат интихоб нашудааст
th: ไม่ได้เลือกสถานะ
tk: Hiç hili status saýlanmady
tl: Walang piniling katayuan
tr: Hiçbir durum seçilmedi
tt: Статус сайланмаган
ug: ھېچقانداق ئورۇن تاللانمىدى
uk: Не вибрано статусу
ur: کوئی حیثیت منتخب نہیں ہے
uz: Hech qanday holat tanlanmagan
vi: Không có trạng thái nào được chọn
xh: Akukho ndawo ekhethiweyo
yi: ניט סטאַטוס אויסגעקליבן

source: No type selected
af: Geen tipe gekies nie
am: ምንም ዓይነት አልተመረጠም
ar: لم يتم تحديد نوع
az: Heç bir növ seçilməyib
be: Тып не абраны
bg: Не е избран тип
bn: কোনও প্রকার বাছাই করা হয়নি
ca: No s'ha seleccionat cap tipus
cs: Není vybrán žádný typ
cy: Dim math wedi'i ddewis
da: Ingen type valgt
de: Kein Typ ausgewählt
el: Δεν έχει επιλεγεί τύπος
eo: Neniu tipo elektita
es: Ningún tipo seleccionado
et: Tüüpi pole valitud
eu: Ez da motarik hautatu
fa: هیچ نوع انتخاب نشده است
fi: Tyyppiä ei ole valittu
fr: Aucun type sélectionné
fy: Gjin type selekteare
ga: Níor roghnaíodh aon chineál
gd: Cha deach seòrsa a thaghadh
gl: Non se seleccionou ningún tipo
gu: કોઈ પ્રકાર પસંદ કરેલ નથી
hi: कोई प्रकार चयनित नहीं है
hr: Nije odabrana vrsta
hu: Nincs kiválasztva típus
hy: Ընտրված տեսակ չկա
id: Tidak ada jenis yang dipilih
is: Engin tegund valin
it: Nessun tipo selezionato
iw: לא נבחר סוג
ja: タイプが選択されていません
ka: ტიპი არ არის არჩეული
kk: Түр таңдалмаған
km: គ្មានប្រភេទត្រូវបានជ្រើសរើស
kn: ಯಾವುದೇ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ku: Tu celeb nehatî hilbijartin
ky: Эч кандай түрү тандалган жок
lb: Keen Typ ausgewielt
lo: ບໍ່ເລືອກປະເພດໃດ
lt: Nepasirinktas joks tipas
lv: Nav izvēlēts neviens veids
mg: Tsy misy karazana voafantina
mi: Kaore he momo i tohua
mk: Не е избран тип
ml: തരമൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Төрлийг сонгоогүй
mr: कोणताही प्रकार निवडलेला नाही
ms: Tiada jenis yang dipilih
mt: L-ebda tip magħżul
my: အမျိုးအစားမရွေးရ
ne: कुनै प्रकार चयन गरिएको छैन
nl: Geen type geselecteerd
no: Ingen type valgt
or: କ type ଣସି ପ୍ରକାର ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਕਿਸਮ ਨਹੀਂ ਚੁਣੀ ਗਈ
pl: Nie wybrano żadnego typu
ps: هیڅ ډول ونه ټاکل شو
pt: Nenhum tipo selecionado
ro: Niciun tip selectat
ru: Тип не выбран
rw: Nta bwoko bwatoranijwe
sd: ڪو به قسم چونڊيل ناهي
si: කිසිදු වර්ගයක් තෝරාගෙන නොමැත
sk: Nie je vybratý žiadny typ
sl: Izbrana ni nobena vrsta
sq: Nuk është zgjedhur asnjë lloj
sr: Није одабран ниједан тип
sv: Ingen typ vald
sw: Hakuna aina iliyochaguliwa
ta: எந்த வகையும் தேர்ந்தெடுக்கப்படவில்லை
te: రకం ఎంచుకోబడలేదు
tg: Ягон намуд интихоб нашудааст
th: ไม่ได้เลือกประเภท
tk: Hiç hili görnüş saýlanmady
tl: Walang napiling uri
tr: Tür seçilmedi
tt: Төрле сайланмаган
ug: ھېچقانداق تىپ تاللانمىدى
uk: Тип не вибрано
ur: کوئی قسم منتخب نہیں کی گئی ہے
uz: Hech qanday tur tanlanmagan
vi: Không có loại nào được chọn
xh: Alukho uhlobo olukhethiweyo
yi: קיין טיפּ אויסגעקליבן

source: Case Info
am: የጉዳይ መረጃ
ar: معلومات الحالة
az: Hadisə məlumatları
bg: Информация за случая
bn: কেস তথ্য
ca: Informació sobre casos
cs: Informace o případu
cy: Gwybodaeth Achos
de: Fallinfo
el: Πληροφορίες υπόθεση
eo: Kaza Informoj
es: Información del caso
fa: اطلاعات مورد
fr: Infos sur le cas
ga: Eolas Cás
gd: Fiosrachadh Cùisean
gl: Información sobre casos
gu: કેસ માહિતી
hi: केस की जानकारी
hr: Slučaj Info
hy: Case Info- ը
id: Info Kasus
iw: פרטי מקרה
ja: ケース情報
ka: საქმის ინფორმაცია
kk: Жағдай туралы ақпарат
km: ព័ត៌មានសំណុំរឿង
kn: ಕೇಸ್ ಮಾಹಿತಿ
ku: Agahdariya agahdariyê
lt: Byla informacija
lv: Lieta Info
mi: Nga Take Poari
mk: Информации за случајот
ml: കേസ് വിവരങ്ങൾ
mn: Тохиолдолын мэдээлэл
mr: प्रकरण माहिती
ms: Maklumat Kes
mt: Kawża Info
my: ဖြစ်ရပ်မှန်အင်ဖို
ne: प्रकरण जानकारी
or: କେସ୍ ସୂଚନା
pa: ਕੇਸ ਜਾਣਕਾਰੀ
pl: Informacje o sprawie
ps: د قضیې معلومات
pt: Informação do caso
ro: Informații despre caz
ru: Информация о корпусе
rw: Amakuru y&#39;urubanza
sd: ڪيس جي ڄاڻ
si: නඩු තොරතුරු
sk: Informácie o prípade
sl: Info o primeru
sq: Info Rasti
sr: Цасе Инфо
sw: Maelezo ya Uchunguzi
ta: கேஸ் தகவல்
te: కేసు సమాచారం
tg: Маълумоти оморӣ
th: ข้อมูลกรณี
tk: Mysal üçin maglumat
tl: Impormasyon sa Kaso
tr: Durum Bilgisi
tt: Эш турында мәгълүмат
ug: دېلو ئۇچۇرى
uk: Інформація про справу
ur: کیس کی معلومات
uz: Case ma&#39;lumoti
vi: Thông tin trường hợp
xh: Ulwazi lweNkundla
yi: פאַל אינפֿאָרמאַציע

source: About
af: oor
am: ስለ
ar: حول
az: Haqqında
be: аб
bg: относно
bn: সম্পর্কিত
ca: Quant a
cs: O
cy: Amdanom ni
da: Om
de: Über
el: Σχετικά με
eo: Pri
es: Acerca de
et: Umbes
fa: در باره
fi: Noin
fr: Sur
fy: Oer
ga: Faoi
gd: Mun BhBC
gl: Acerca de
gu: વિશે
hi: के बारे में
hr: Oko
hu: Ról ről
hy: Մասին
id: Tentang
is: Um
it: Di
iw: על אודות
ja: 約
ka: შესახებ
kk: Біз туралы
km: អំពី
kn: ಬಗ್ಗೆ
ku: Ji dor
ky: жөнүндө
lb: On
lo: ກ່ຽວກັບ
lt: Apie
lv: Par
mi: Mō
mk: За
ml: ആമുഖം
mn: Тухай
mr: विषयी
ms: Mengenai
mt: Dwar
my: အကွောငျး
ne: बारेमा
nl: Over
no: Handle om
or: ବିଷୟରେ
pa: ਇਸ ਬਾਰੇ
pl: O
ps: په اړه
pt: Sobre
ro: Despre
ru: Около
rw: Ibyerekeye
sd: بابت
si: ගැන
sk: o
sl: O podjetju
sq: për
sr: О томе
sv: Handla om
sw: Kuhusu
ta: பற்றி
te: గురించి
tg: Дар бораи
th: เกี่ยวกับ
tk: Takmynan
tl: Tungkol sa
tr: hakkında
tt: Турында
ug: ھەققىدە
uk: Про
ur: کے بارے میں
uz: Haqida
vi: Trong khoảng
xh: Malunga
yi: וועגן

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
af: 'n Permanente etiket om maklik 'n saak te vind. (a-z, 0-9, -, /) word toegelaat
am: መያዣ በቀላሉ ለማግኘት ቋሚ መለያ። (a-z፣ 0-9፣ -, /) ተፈቅዷል
ar: ملصق دائم للعثور على علبة بسهولة. (a-z ، 0-9 ، - ، /) مسموح بها
az: Davamı asanlıqla tapmaq üçün daimi etiket. (a-z, 0-9, -, /) icazə verilir
be: Пастаянная этыкетка, каб лёгка знайсці чахол. (a-z, 0-9, -, /) дапускаюцца
bg: Постоянен етикет за лесно намиране на кутия. (a-z, 0-9, -, /) са разрешени
bn: একটি স্থায়ী লেবেল সহজে একটি মামলা খুঁজে পেতে. (a-z, 0-9, -, /) অনুমোদিত
ca: Una etiqueta permanent per trobar fàcilment un estoig. (a-z, 0-9, -, /) estan permesos
cs: Trvalý štítek pro snadné nalezení pouzdra. (a-z, 0-9, -, /) jsou povoleny
cy: Label parhaol i ddod o hyd i achos yn hawdd. (a-z, 0-9, -, /) yn cael eu caniatáu
da: En permanent etiket til nemt at finde en sag. (a-z, 0-9, -, /) er tilladt
de: Ein dauerhaftes Etikett zum einfachen Auffinden einer Hülle. (a-z, 0-9, -, /) sind erlaubt
el: Μια μόνιμη ετικέτα για να βρείτε εύκολα μια θήκη. (a-z, 0-9, -, /) επιτρέπονται
eo: Konstanta etikedo por facile trovi kazon. (a-z, 0-9, -, /) estas permesitaj
es: Una etiqueta permanente para encontrar fácilmente un caso. (a-z, 0-9, -, /) están permitidos
et: Püsiv silt ümbrise hõlpsaks leidmiseks. (a-z, 0-9, -, /) on lubatud
eu: Etiketa iraunkorra kasu bat erraz aurkitzeko. (a-z, 0-9, -, /) onartzen dira
fa: یک برچسب دائمی برای پیدا کردن آسان یک مورد. (a-z، 0-9، -، /) مجاز هستند
fi: Pysyvä etiketti kotelon löytämiseksi helposti. (a-z, 0-9, -, /) ovat sallittuja
fr: Une étiquette permanente pour retrouver facilement un étui. (a-z, 0-9, -, /) sont autorisés
fy: In permanint label om maklik in saak te finen. (a-z, 0-9, -, /) binne tastien
ga: Lipéad buan chun cás a aimsiú go héasca. (a-z, 0-9, -, /) ceadaithe
gd: Bileag maireannach gus cùis a lorg gu furasta. (a-z, 0-9, -, /) ceadaichte
gl: Unha etiqueta permanente para atopar facilmente un estuche. (a-z, 0-9, -, /) están permitidos
gu: કેસ સરળતાથી શોધવા માટે કાયમી લેબલ. (a-z, 0-9, -, /) મંજૂર છે
hi: आसानी से केस ढूंढने के लिए एक स्थायी लेबल। (ए-जेड, 0-9, -, /) की अनुमति है
hr: Trajna oznaka za jednostavno pronalaženje kutije. (a-z, 0-9, -, /) su dopušteni
hu: Állandó címke a tok könnyű megtalálásához. (a-z, 0-9, -, /) megengedett
hy: Մշտական պիտակ՝ գործը հեշտությամբ գտնելու համար: (a-z, 0-9, -, /) թույլատրվում է
id: Label permanen untuk menemukan kasing dengan mudah. (a-z, 0-9, -, /) diperbolehkan
is: Varanlegt merki til að finna mál auðveldlega. (a-z, 0-9, -, /) eru leyfðar
it: Un'etichetta permanente per trovare facilmente una custodia. (a-z, 0-9, -, /) sono consentiti
iw: תווית קבועה למציאת תיק בקלות. (a-z, 0-9, -, /) מותרים
ja: ケースを簡単に見つけるための恒久的なラベル。 （a-z、0-9、-、/）が許可されます
ka: მუდმივი იარლიყი საქმის ადვილად მოსაძებნად. (a-z, 0-9, -, /) დასაშვებია
kk: Істі оңай табуға арналған тұрақты белгі. (a-z, 0-9, -, /) рұқсат етіледі
km: ស្លាកអចិន្រ្តៃយ៍ដើម្បីងាយស្រួលស្វែងរកករណី។ (a-z, 0-9, -, /) ត្រូវបានអនុញ្ញាត
kn: ಪ್ರಕರಣವನ್ನು ಸುಲಭವಾಗಿ ಹುಡುಕಲು ಶಾಶ್ವತ ಲೇಬಲ್. (a-z, 0-9, -, /) ಅನುಮತಿಸಲಾಗಿದೆ
ku: Labelek daîmî ku bi hêsanî dozek bibîne. (a-z, 0-9, -, /) têne destûr kirin
ky: Ишти оңой табуу үчүн туруктуу энбелги. (a-z, 0-9, -, /) уруксат берилет
lb: E permanente Label fir einfach e Fall ze fannen. (a-z, 0-9, -, /) sinn erlaabt
lo: ປ້າຍຊື່ແບບຖາວອນເພື່ອຊອກຫາກໍລະນີໄດ້ຢ່າງງ່າຍດາຍ. (a-z, 0-9, -, /) ແມ່ນອະນຸຍາດ
lt: Nuolatinė etiketė, leidžianti lengvai rasti dėklą. (a-z, 0-9, -, /) yra leidžiami
lv: Pastāvīga etiķete, lai viegli atrastu lietu. (a-z, 0-9, -, /) ir atļauti
mg: Etikety maharitra ahitana tranga mora. (a-z, 0-9, -, /) dia azo atao
mi: He tapanga pumau kia ngawari ki te rapu keehi. (a-z, 0-9, -, /) ka whakaaetia
mk: Постојана етикета за лесно наоѓање футрола. (a-z, 0-9, -, /) се дозволени
ml: ഒരു കേസ് എളുപ്പത്തിൽ കണ്ടെത്തുന്നതിനുള്ള സ്ഥിരമായ ലേബൽ. (a-z, 0-9, -, /) അനുവദനീയമാണ്
mn: Хэргийг хялбархан олох байнгын шошго. (a-z, 0-9, -, /) зөвшөөрнө
mr: केस सहजपणे शोधण्यासाठी कायमस्वरूपी लेबल. (a-z, 0-9, -, /) परवानगी आहे
ms: Label kekal untuk mencari kes dengan mudah. (a-z, 0-9, -, /) dibenarkan
mt: Tikketta permanenti biex issib każ faċilment. (a-z, 0-9, -, /) huma permessi
my: ကိစ္စတစ်ခုကို အလွယ်တကူရှာဖွေရန် အမြဲတမ်းတံဆိပ်တစ်ခု။ (a-z၊ 0-9၊ -, /) ကို ခွင့်ပြုထားသည်။
ne: सजिलै केस फेला पार्न स्थायी लेबल। (a-z, 0-9, -, /) लाई अनुमति छ
nl: Een permanent label om gemakkelijk een koffer te vinden. (a-z, 0-9, -, /) zijn toegestaan
no: En permanent etikett for enkelt å finne en sak. (a-z, 0-9, -, /) er tillatt
or: ସହଜରେ ଏକ ମାମଲା ଖୋଜିବା ପାଇଁ ଏକ ସ୍ଥାୟୀ ଲେବଲ୍ | (a-z, 0-9, -, /) ଅନୁମତିପ୍ରାପ୍ତ |
pa: ਕਿਸੇ ਕੇਸ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਲੱਭਣ ਲਈ ਇੱਕ ਸਥਾਈ ਲੇਬਲ। (a-z, 0-9, -, /) ਦੀ ਇਜਾਜ਼ਤ ਹੈ
pl: Trwała etykieta ułatwiająca odnalezienie etui. (a-z, 0-9, -, /) są dozwolone
ps: په اسانۍ سره د قضیې موندلو لپاره دایمي لیبل. (a-z, 0-9, -, /) اجازه لري
pt: Uma etiqueta permanente para encontrar facilmente uma caixa. (a-z, 0-9, -, /) são permitidos
ro: O etichetă permanentă pentru a găsi cu ușurință un caz. (a-z, 0-9, -, /) sunt permise
ru: Постоянная этикетка, позволяющая легко найти чехол. (a-z, 0-9, -, /) допускаются
rw: Ikirango gihoraho kugirango byoroshye kubona urubanza. (a-z, 0-9, -, /) biremewe
sd: هڪ مستقل ليبل آساني سان ڪيس ڳولڻ لاءِ. (a-z، 0-9، -، /) جي اجازت آهي
si: නඩුවක් පහසුවෙන් සොයා ගැනීමට ස්ථිර ලේබලයක්. (a-z, 0-9, -, /) අවසර ඇත
sk: Trvalý štítok na ľahké nájdenie puzdra. (a-z, 0-9, -, /) sú povolené
sl: Trajna nalepka za preprosto iskanje ohišja. (a-z, 0-9, -, /) so dovoljeni
sq: Një etiketë e përhershme për të gjetur lehtësisht një rast. (a-z, 0-9, -, /) lejohen
sr: Трајна етикета за лако проналажење кућишта. (а-з, 0-9, -, /) су дозвољени
sv: En permanent etikett för att enkelt hitta ett fodral. (a-z, 0-9, -, /) är tillåtna
sw: Lebo ya kudumu ya kupata kesi kwa urahisi. (a-z, 0-9, -, /) zinaruhusiwa
ta: ஒரு வழக்கை எளிதில் கண்டுபிடிக்க நிரந்தர லேபிள். (a-z, 0-9, -, /) அனுமதிக்கப்படுகிறது
te: కేసును సులభంగా కనుగొనడానికి శాశ్వత లేబుల్. (a-z, 0-9, -, /) అనుమతించబడతాయి
tg: Нишони доимӣ барои ба осонӣ пайдо кардани парванда. (a-z, 0-9, -, /) иҷозат дода мешавад
th: ฉลากถาวรเพื่อให้ค้นหาเคสได้ง่าย (a-z, 0-9, -, /) ได้รับอนุญาต
tk: Kazyýeti aňsatlyk bilen tapmak üçin hemişelik bellik. (a-z, 0-9, -, /) rugsat berilýär
tl: Isang permanenteng label para madaling mahanap ang isang case. (a-z, 0-9, -, /) ay pinapayagan
tr: Bir vakayı kolayca bulmak için kalıcı bir etiket. (a-z, 0-9, -, /) izin verilir
tt: Эшне җиңел табу өчен даими ярлык. (a-z, 0-9, -, /) рөхсәт ителә
ug: دېلونى ئاسانلا تېپىش ئۈچۈن مەڭگۈلۈك بەلگە. (a-z, 0-9, -, /) رۇخسەت قىلىنغان
uk: Постійна етикетка, щоб легко знайти футляр. (a-z, 0-9, -, /) дозволені
ur: آسانی سے کیس تلاش کرنے کے لیے ایک مستقل لیبل۔ (a-z, 0-9, -, /) کی اجازت ہے۔
uz: Ishni osongina topish uchun doimiy yorliq. (a-z, 0-9, -, /) ruxsat etiladi
vi: Một nhãn vĩnh viễn để dễ dàng tìm thấy một trường hợp. (a-z, 0-9, -, /) được phép
xh: Ileyibhile esisigxina yokufumana lula ityala. (a-z, 0-9, -, /) zivumelekile
yi: א שטענדיק פירמע צו לייכט געפֿינען אַ פאַל. (אַ-ז, 0-9, -, /) זענען ערלויבט

source: Case Types
af: Soorte gevalle
am: የጉዳይ ዓይነቶች
ar: أنواع الحالات
az: Dava növləri
be: Тыпы спраў
bg: Видове случаи
bn: কেস প্রকার
ca: Tipus de casos
cs: Typy případů
cy: Mathau o Achosion
da: Sagstyper
de: Fallarten
el: Τύποι υπόθεσης
eo: Kazaj Tipoj
es: Tipos de casos
et: Juhtumitüübid
eu: Kasu motak
fa: انواع مورد
fi: Tapaustyypit
fr: Types de cas
fy: Case Soarten
ga: Cineálacha Cásanna
gd: Seòrsa Cùisean
gl: Tipos de casos
gu: કેસના પ્રકારો
hi: मामले के प्रकार
hr: Vrste predmeta
hu: Ügytípusok
hy: Գործի տեսակները
id: Jenis Kasus
is: Tegundir mála
it: Tipi di casi
iw: סוגי תיקים
ja: ケースの種類
ka: საქმის ტიპები
kk: Іс түрлері
km: ប្រភេទករណី
kn: ಕೇಸ್ ವಿಧಗಳು
ku: Cureyên Case
ky: Иштин түрлөрү
lb: Fall Zorte
lo: ປະເພດກໍລະນີ
lt: Bylų tipai
lv: Lietu veidi
mg: Karazana tranga
mi: Momo Take
mk: Видови случаи
ml: കേസ് തരങ്ങൾ
mn: Кейсийн төрлүүд
mr: केस प्रकार
ms: Jenis Kes
mt: Tipi ta' Każijiet
my: ဖြစ်ရပ်အမျိုးအစားများ
ne: केस प्रकारहरू
nl: Zaaksoorten
no: Sakstyper
or: କେସ୍ ପ୍ରକାରଗୁଡିକ |
pa: ਕੇਸ ਦੀਆਂ ਕਿਸਮਾਂ
pl: Rodzaje spraw
ps: د قضیې ډولونه
pt: Tipos de caso
ro: Tipuri de cazuri
ru: Типы корпусов
rw: Ubwoko bw'imanza
sd: ڪيس جا قسم
si: නඩු වර්ග
sk: Typy prípadov
sl: Vrste primerov
sq: Llojet e rasteve
sr: Типови случајева
sv: Typer av fall
sw: Aina za Kesi
ta: வழக்கு வகைகள்
te: కేసు రకాలు
tg: Намудҳои парванда
th: ประเภทเคส
tk: Kazyýetiň görnüşleri
tl: Mga Uri ng Kaso
tr: Vaka Tipleri
tt: Эш төрләре
ug: دېلو تىپى
uk: Типи справ
ur: کیس کی اقسام
uz: Ish turlari
vi: Các loại trường hợp
xh: Iintlobo zetyala
yi: טייפּס פון קאַסעס

source: Click
af: Klik
am: ጠቅ ያድርጉ
ar: انقر
az: klikləyin
be: Націсніце
bg: Кликнете
bn: ক্লিক
ca: Feu clic
cs: Klikněte
cy: Cliciwch
da: Klik
de: Klicken
el: Κάντε κλικ
eo: Klaku
es: Hacer clic
et: Klõpsake
eu: Egin klik
fa: کلیک
fi: Klikkaus
fr: Cliquez sur
fy: Klikje
ga: Cliceáil
gd: Cliog
gl: Fai clic
gu: ક્લિક કરો
hi: क्लिक
hr: Klik
hu: Kattintson
hy: Սեղմել
id: Klik
is: Smellur
it: Clic
iw: נְקִישָׁה
ja: クリック
ka: დააწკაპუნეთ
kk: басыңыз
km: ចុច
kn: ಕ್ಲಿಕ್
ku: Bikirtînin
lb: Klickt
lo: ກົດ
lt: Spustelėkite
lv: Klikšķis
mg: tsindrio
mi: Pāwhiri
mk: Кликнете
ml: ക്ലിക്ക് ചെയ്യുക
mn: дарна уу
mr: क्लिक करा
ms: klik
mt: Ikklikkja
my: နှိပ်ပါ။
ne: क्लिक गर्नुहोस्
nl: Klik
no: Klikk
or: କ୍ଲିକ୍ କରନ୍ତୁ |
pa: ਕਲਿੱਕ ਕਰੋ
pl: Kliknij
ps: کلیک وکړئ
pt: Clique
ro: Clic
ru: Нажмите
rw: Kanda
sd: ڪلڪ ڪريو
si: ක්ලික් කරන්න
sk: Kliknite
sl: Kliknite
sq: Klikoni
sr: Кликните
sv: Klick
sw: Bofya
ta: கிளிக் செய்யவும்
te: క్లిక్ చేయండి
tg: клик кунед
th: คลิก
tk: Basyň
tl: I-click
tr: Tıklamak
tt: Басыгыз
ug: چېكىڭ
uk: Натисніть
ur: کلک کریں۔
uz: bosing
vi: Nhấp chuột
xh: Cofa
yi: דריקט

source: to edit case types
af: om gevalletipes te wysig
am: የጉዳይ ዓይነቶችን ለማረም
ar: لتعديل أنواع الحالات
az: hal növlərini redaktə etmək üçün
be: для рэдагавання тыпаў рэгістра
bg: за редактиране на типове случаи
bn: কেস প্রকার সম্পাদনা করতে
ca: per editar els tipus de casos
cs: upravovat typy případů
cy: i olygu mathau o achosion
da: for at redigere sagstyper
de: um Fallarten zu bearbeiten
el: για να επεξεργαστείτε τύπους υποθέσεων
eo: por redakti kazspecojn
es: para editar tipos de casos
et: juhtumitüüpide redigeerimiseks
eu: kasu motak editatzeko
fa: برای ویرایش انواع موارد
fi: tapaustyyppien muokkaamiseen
fr: pour modifier les types de cas
fy: om saaktypen te bewurkjen
ga: chun cineálacha cásanna a chur in eagar
gd: gus seòrsaichean cùise a dheasachadh
gl: para editar tipos de casos
gu: કેસ પ્રકારો સંપાદિત કરવા માટે
hi: मामले के प्रकार संपादित करने के लिए
hr: za uređivanje vrsta padeža
hu: esettípusok szerkesztéséhez
hy: գործի տեսակները խմբագրելու համար
id: untuk mengedit jenis kasus
is: til að breyta gerðum mála
it: per modificare i tipi di caso
iw: כדי לערוך סוגי מקרה
ja: ケースタイプを編集するには
ka: საქმეების ტიპების რედაქტირება
kk: іс түрлерін өңдеу үшін
km: ដើម្បីកែសម្រួលប្រភេទករណី
kn: ಕೇಸ್ ಪ್ರಕಾರಗಳನ್ನು ಸಂಪಾದಿಸಲು
ku: ji bo biguherîne cureyên doza
ky: иштин түрлөрүн түзөтүү
lb: Fall Typen z'änneren
lo: ເພື່ອແກ້ໄຂປະເພດກໍລະນີ
lt: redaguoti bylų tipus
lv: lai rediģētu lietu veidus
mg: hanitsy karazana tranga
mi: ki te whakatika i nga momo keehi
mk: за уредување на типови случаи
ml: കേസ് തരങ്ങൾ എഡിറ്റ് ചെയ്യാൻ
mn: хэргийн төрлийг засах
mr: केस प्रकार संपादित करण्यासाठी
ms: untuk mengedit jenis kes
mt: biex teditja tipi ta' każijiet
my: အမှုအမျိုးအစားများကို တည်းဖြတ်ရန်
ne: केस प्रकारहरू सम्पादन गर्न
nl: zaaktypen bewerken
no: for å redigere sakstyper
or: କେସ୍ ପ୍ରକାରଗୁଡିକ ସଂପାଦନ କରିବାକୁ |
pa: ਕੇਸ ਕਿਸਮਾਂ ਨੂੰ ਸੋਧਣ ਲਈ
pl: edytować typy spraw
ps: د قضیې ډولونو سمولو لپاره
pt: para editar tipos de caso
ro: pentru a edita tipurile de cazuri
ru: редактировать типы дел
rw: Kuri Guhindura Ubwoko
sd: ڪيسن جي قسمن کي تبديل ڪرڻ لاء
si: නඩු වර්ග සංස්කරණය කිරීමට
sk: na úpravu typov prípadov
sl: za urejanje vrst primerov
sq: për të redaktuar llojet e rasteve
sr: за уређивање типова падежа
sv: för att redigera ärendetyper
sw: kuhariri aina za kesi
ta: வழக்கு வகைகளை திருத்த
te: కేసు రకాలను సవరించడానికి
tg: барои таҳрир кардани намудҳои парванда
th: เพื่อแก้ไขประเภทเคส
tk: iş görnüşlerini redaktirlemek
tl: upang i-edit ang mga uri ng kaso
tr: vaka türlerini düzenlemek için
tt: очрак төрләрен үзгәртү
ug: دېلو تىپلىرىنى تەھرىرلەش
uk: для редагування типів відмінків
ur: کیس کی اقسام میں ترمیم کرنے کے لیے
uz: holatlar turlarini tahrirlash uchun
vi: để chỉnh sửa các loại trường hợp
xh: ukuhlela iintlobo zamatyala
yi: צו רעדאַגירן קאַסעס טייפּס
