Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
af: 6.1.2 Termyn van CaseActive-webwerfdienste: u inskrywing op CaseActive-dienste vir dienste op die webwerf moet outomaties verleng word vir opeenvolgende een-maand- of eenjaarvoorwaardes, soos uiteengesit op die bestelvorm of aanmeldstroom, tensy ons die diens staak of u ons voorsien. met kennisgewing van nie-hernuwing minstens dertig (30) dae voor die verstryking van die huidige termyn.
am: 6.1.2 የጉዳይ አከራይ ድር ጣቢያ አገልግሎቶች ጊዜ-እርስዎ ለ ‹CaseActive› ድር ጣቢያ አገልግሎቶች ምዝገባዎ በትእዛዝ ቅፅ ወይም በመመዝገቢያ ፍሰት ላይ በተገለጸው መሠረት ለተከታታይ ለአንድ ወር ወይም ለአንድ ዓመት ውሎች እንደገና ይታደሳል ፣ አገልግሎቱን ካላቋረጥን ወይም ካላቀረቡ በስተቀር ከአሁኑ ወቅታዊ የአገልግሎት ጊዜ ማብቂያ በፊት ቢያንስ ሠላሳ (30) ቀናት የእድሳት ጊዜ ካልሆነ በስተቀር ፡፡
ar: 6.1.2 مدة خدمات موقع الويب CaseActive: سيتم تجديد اشتراكك في خدمات موقع الويب CaseActive تلقائيًا لمدة شهر أو سنة متتالية متتالية ، كما هو موضح في نموذج الطلب أو تدفق الاشتراك ، ما لم نوقف الخدمة أو تقدمنا إلينا مع إشعار بعدم التجديد قبل ثلاثين (30) يومًا على الأقل من انتهاء المدة الحالية آنذاك.
az: 6.1.2 CaseActive Veb sayt xidmətlərinin müddəti: Xidməti dayandırmasaq və ya səni bizə təqdim etməsən, Sifariş Formasında və ya qeydiyyatdan keçmə axarında göstərildiyi kimi ardıcıl bir ay və ya bir illik müddət üçün abunəliyiniz avtomatik olaraq yenilənəcəkdir. ən azı otuz (30) gün keçməmiş tarixdən əvvəl yenilənməməsi barədə bildirişlə.
be: 6.1.2 Тэрмін службы вэб-сайтаў CaseActive: Ваша падпіска на паслугі вэб-сайтаў CaseActive аўтаматычна падаўжаецца на наступныя аднамесячныя альбо гадавыя тэрміны, як гэта прадугледжана ў форме замовы ці рэгістрацыі, калі мы не спынім працу з паслугамі ці вы не дасце нам. з паведамленнем аб непрацягненні не менш чым за трыццаць (30) дзён да заканчэння тэрміну, які дзейнічае.
bg: 6.1.2 Срок на услугите на уебсайта CaseActive: Абонаментът ви за услуги на уебсайта на CaseActive автоматично се подновява за последователни едномесечни или едногодишни условия, както е посочено във Формуляра за поръчка или регистрационния поток, освен ако не прекратим услугата или не ни предоставите с известие за невъзстановяване най-малко тридесет (30) дни преди изтичане на тогавашния срок.
bn: .1.১.২ কেসএ্যাকটিভ ওয়েবসাইট পরিষেবাদি মেয়াদ: কেসএ্যাকটিভ ওয়েবসাইট পরিষেবাদিতে আপনার সাবস্ক্রিপশনটি অর্ডার ফর্ম বা সাইন-আপ প্রবাহে বর্ণিত হিসাবে একের পর এক মাস বা এক বছরের মেয়াদের জন্য স্বয়ংক্রিয়ভাবে পুনর্নবীকরণ করা হবে, যদি না আমরা পরিষেবাটি বন্ধ করি বা আপনি আমাদের সরবরাহ করেন না তত্কালীন বর্তমান মেয়াদের মেয়াদ শেষ হওয়ার কমপক্ষে ত্রিশ (30) দিন পূর্বে নবীকরণের বিজ্ঞপ্তি সহ।
ca: 6.1.2 Termini dels serveis del lloc web CaseActive: la vostra subscripció als serveis del lloc web CaseActive es renovarà automàticament per termes successius d’un mes o d’un any, tal com s’exposen al formulari de comanda o al flux d’inscripció, tret que deixem el servei o ens proporcioni. amb avís de no renovació com a mínim amb trenta (30) dies abans de la caducitat del termini vigent.
cs: 6.1.2 Termín služeb webových stránek CaseActive: Vaše předplatné webových služeb CaseActive se automaticky obnoví po dobu následujících jednoho měsíce nebo jednoho roku, jak je uvedeno v objednávkovém formuláři nebo přihlašovacím postupu, pokud službu nezrušíme nebo nám neposkytnete s oznámením o neobnovení nejméně třicet (30) dní před vypršením platnosti tehdejšího období.
cy: 6.1.2 Tymor Gwasanaethau Gwefan CaseActive: Bydd eich tanysgrifiad i wasanaethau gwefan CaseActive yn adnewyddu&#39;n awtomatig am dymor olynol o fis neu flwyddyn, fel y nodir ar y Ffurflen Archebu neu&#39;r llif arwyddo, oni bai ein bod yn rhoi&#39;r gorau i&#39;r Gwasanaeth neu eich bod yn ein darparu i ni gyda rhybudd o beidio ag adnewyddu o leiaf dri deg (30) diwrnod cyn i&#39;r tymor cyfredol ddod i ben.
da: 6.1.2 CaseActive webstedstjenesters periode: Dit abonnement på CaseActive websteds-tjenester skal automatisk fornyes med på hinanden følgende vilkår for en måned eller et år, som beskrevet i ordreformularen eller tilmeldingsstrømmen, medmindre vi indstiller tjenesten eller du leverer os med varsel om ikke-fornyelse mindst tredive (30) dage før udløbet af den daværende nuværende periode.
de: 6.1.2 Laufzeit der CaseActive-Website-Services: Ihr Abonnement für die CaseActive-Website-Services verlängert sich automatisch um jeweils einen Monat oder ein Jahr, wie im Bestellformular oder im Anmeldeablauf angegeben, es sei denn, wir stellen den Service ein oder Sie stellen uns zur Verfügung mit der Mitteilung der Nichtverlängerung mindestens dreißig (30) Tage vor Ablauf der jeweils aktuellen Laufzeit.
el: 6.1.2 Όρος Υπηρεσιών Ιστοσελίδας CaseActive: Η εγγραφή σας στις υπηρεσίες ιστότοπου CaseActive θα ανανεώνεται αυτόματα για διαδοχικούς όρους ενός μηνός ή ενός έτους, όπως ορίζονται στη Φόρμα Παραγγελίας ή στη ροή εγγραφής, εκτός εάν διακόψουμε την Υπηρεσία ή μας παρέχετε με ειδοποίηση μη ανανέωσης τουλάχιστον τριάντα (30) ημέρες πριν από τη λήξη της τρέχουσας περιόδου.
eo: 6.1.2 Termino de Servaj Retejoj de CaseActive: Via abono al servoj de CaseActive-retejo aŭtomate renoviĝos por pluaj unu-monataj aŭ unujaraj esprimoj, kiel fiksitaj en la Mendo-Formo aŭ subskriba fluo, krom se ni maldaŭrigos la Servon aŭ vi provizas nin. kun avizo pri ne-renovigo almenaŭ tridek (30) tagojn antaŭ la finiĝo de la tiama aktuala limtempo.
es: 6.1.2 Plazo de los servicios del sitio web de CaseActive: su suscripción a los servicios del sitio web de CaseActive se renovará automáticamente por períodos sucesivos de un mes o un año, como se establece en el Formulario de pedido o flujo de registro, a menos que descontinuemos el Servicio o nos proporcione con aviso de no renovación al menos treinta (30) días antes del vencimiento del plazo vigente en ese momento.
et: 6.1.2 CaseActive veebiteenuste tähtaeg: teie CaseActive veebisaiditeenuste tellimus uueneb automaatselt järjestikuste ühe kuu või ühe aasta jooksul, nagu on sätestatud tellimisvormis või registreerumisvoos, välja arvatud juhul, kui me katkestame teenuse või kui te osutate meile seda pikendamise teatisega vähemalt kolmkümmend (30) päeva enne praeguse tähtaja möödumist.
eu: 6.1.2 CaseActive Webguneen Zerbitzuaren epea: CaseActive webgunearen zerbitzuetara zure harpidetzak automatikoki berrituko ditu hilabeteko edo urtebeteko jarraibideen arabera, Eskaera Inprimakian edo erregistratze-fluxuan ezarritako moduan, Zerbitzua eten edo ematen ez badiguzu. gutxienez berritu ez dadin, gutxienez hogeita hamar (30) egun lehenago iraungitzen zen epea igaro baino lehen.
fa: 6.1.2 مدت خدمات وب سایت CaseActive: اشتراک شما در سرویس های وب سایت CaseActive به طور خودکار برای شرایط یک ماهه یا یکساله ، مطابق با فرم سفارش یا جریان ثبت نام ، تمدید می شود ، مگر اینکه خدمات را متوقف کنیم یا شما را به ما ارائه دهیم. با اخطار عدم تمدید حداقل سی (30) روز قبل از انقضای مدت زمان فعلی.
fi: 6.1.2 CaseActive-verkkosivustopalvelun voimassaoloaika: Asiakkaan tilaukset CaseActive-verkkosivustopalveluihin uusitaan automaattisesti peräkkäisillä yhden kuukauden tai yhden vuoden ehdoilla, kuten tilauslomakkeessa tai liittymisprosessissa esitetään, paitsi jos lopetamme Palvelun tai sinä tarjoat meille ilmoittamatta uusimisesta vähintään kolmekymmentä (30) päivää ennen nykyisen toimikauden päättymistä.
fr: 6.1.2 Durée des services du site Web CaseActive: votre abonnement aux services du site Web CaseActive sera automatiquement renouvelé pour des périodes successives d&#39;un mois ou d&#39;un an, comme indiqué sur le bon de commande ou le flux d&#39;inscription, sauf si nous interrompons le service ou si vous nous fournissez. avec un avis de non-renouvellement au moins trente (30) jours avant l&#39;expiration de la période alors en cours.
fy: 6.1.2 Terme fan CaseActive-websidesjinsten: Jo abonnemint op CaseActive-webservices sille automatysk fernije foar opienfolgjende betingsten fan ien moanne as ien jier, lykas fêstlein op it bestelformulier of oanmeldstroom, útsein as wy de tsjinst stopje of jo ús leverje mei oankundiging fan net-fernijing teminsten tritich (30) dagen foar it ferstriken fan &#39;e doetiidske hjoeddeistige termyn.
ga: 6.1.2 Téarma Seirbhísí Láithreán Gréasáin CaseActive: Déanfaidh do shíntiús le seirbhísí láithreán gréasáin CaseActive athnuachan go huathoibríoch ar feadh téarmaí comhleanúnacha míosa nó bliana, mar atá leagtha amach ar an bhFoirm Ordaithe nó ar an sreabhadh sínithe, mura scoirimid den tSeirbhís nó má sholáthraíonn tú sinn le fógra neamh-athnuachana tríocha (30) lá ar a laghad sula rachaidh an téarma reatha in éag.
gd: 6.1.2 Teirm Seirbheisean Làrach-lìn CaseActive: Bidh an fho-sgrìobhadh agad gu seirbheisean làrach-lìn CaseActive ag ùrachadh gu fèin-ghluasadach airson teirmean aon-mhìos no bliadhna leantainneach, mar a tha air a mhìneachadh air an Fhoirm Òrdugh no sruth soidhnidh, mura cuir sinn stad air an t-seirbheis no ma bheir thu dhuinn e le fios mu neo-ùrachadh co-dhiù trithead (30) latha mus tig an teirm làithreach gu crìch.
gl: 6.1.2 Prazo dos servizos do sitio web CaseActive: A túa subscrición aos servizos do sitio web de CaseActive renovarase automaticamente por termos sucesivos dun mes ou dun ano, segundo o establecido no formulario de solicitude ou no fluxo de inscrición, a non ser que renunciemos ao servizo ou que nos facilites. con notificación de non renovación, polo menos, trinta (30) días antes do vencemento do prazo daquela.
gu: .1.૧.૨ કેસએક્ટિવ વેબસાઇટ સેવાઓ ટર્મ: કેસ cક્ટિવ વેબસાઇટ સેવાઓનું તમારું સબ્સ્ક્રિપ્શન, ઓર્ડર ફોર્મ અથવા સાઇન-અપ પ્રવાહ પર નિર્ધારિત મુજબ, ક્રમિક એક મહિના અથવા એક વર્ષની શરતો માટે આપમેળે નવીકરણ કરશે, જ્યાં સુધી અમે સેવા બંધ ન કરીએ અથવા તમે અમને પ્રદાન ન કરો. તે સમયની વર્તમાન અવધિની સમાપ્તિ પહેલાં ઓછામાં ઓછા ત્રીસ ()૦) દિવસ પહેલાં નવીકરણ ન કરવાની સૂચના સાથે.
hi: 6.1.2 CaseActive Website Services टर्म: CaseActive वेबसाइट सेवाओं के लिए आपकी सदस्यता क्रमिक फॉर्म या साइन-अप फ्लो पर सेट किए गए, जब तक कि हम सेवा को बंद नहीं करते या आप हमें नहीं सौंपते, लगातार एक महीने या एक साल की शर्तों के लिए नवीनीकृत हो जाएंगे। गैर-नवीकरण के नोटिस के साथ कम से कम तीस (30) दिन पहले तत्कालीन अवधि की समाप्ति के बाद।
hr: 6.1.2 Termin za usluge web mjesta CaseActive: Vaša pretplata na usluge web mjesta CaseActive automatski se obnavlja za uzastopne jednomjesečne ili jednogodišnje uvjete, kako je određeno na obrascu za narudžbu ili tijeku prijave, osim ako mi ne prekinemo uslugu ili nam ne date uz najavu o neobnavljanju najmanje trideset (30) dana prije isteka tada važećeg roka.
hu: 6.1.2 CaseActive webhelyszolgáltatások időtartama: Az Ön előfizetése a CaseActive webhelyszolgáltatásokra automatikusan meghosszabbodik egymást követő egy hónapos vagy egyéves időtartamra, a megrendelőlapon vagy a regisztrációs folyamatban meghatározottak szerint, kivéve, ha megszüntetjük a szolgáltatást, vagy ha Ön nekünk nyújtja a megújítás értesítésével, legalább 30 harminc (30) nappal az akkori jelenlegi lejárat előtt.
hy: 6.1.2 CaseActive Վեբկայքի Ծառայությունների ժամկետ. Ձեր բաժանորդագրումը CaseActive կայքի ծառայություններն ինքնաբերաբար կվերականգնվեն հաջորդող մեկամսյա կամ մեկ տարվա ժամկետներով, ինչպես սահմանված է Պատվերի ձևաթղթում կամ գրանցման հոսքով, եթե մենք չենք դադարեցնում Ծառայությունը կամ դուք մեզ տրամադրեք այդ ժամանակաշրջանի ավարտից առնվազն երեսուն (30) օր առաջ չվերականգնման մասին ծանուցմամբ:
id: 6.1.2 Jangka Waktu Layanan Situs Web CaseActive: Berlangganan Anda ke layanan situs web CaseActive akan secara otomatis diperpanjang untuk jangka waktu satu bulan atau satu tahun, sebagaimana tercantum pada Formulir Pemesanan atau aliran pendaftaran, kecuali jika kami menghentikan Layanan atau Anda memberikan kepada kami dengan pemberitahuan tidak diperpanjang setidaknya tiga puluh (30) hari sebelum berakhirnya masa berlaku saat itu.
is: 6.1.2 Hugsanleg þjónusta á vefsvæði CaseActive: Áskrift þín að vefsetri þjónustu CaseActive skal sjálfkrafa endurnýjast í röð eins mánaðar eða eins árs skilmála, eins og sett er fram á pöntunarformi eða skráningarflæði, nema við hættum þjónustunni eða þú gefur okkur með tilkynningu um endurnýjun að minnsta kosti þrjátíu (30) dögum fyrir lok gildandi kjörtímabils.
it: 6.1.2 Durata dei servizi del sito Web CaseActive: l&#39;abbonamento ai servizi del sito Web CaseActive si rinnoverà automaticamente per periodi successivi di un mese o di un anno, come indicato nel Modulo d&#39;ordine o nel flusso di iscrizione, a meno che non interrompiamo il Servizio o ci forniate con preavviso di non rinnovo almeno trenta (30) giorni prima della scadenza del termine corrente.
iw: 6.1.2 תקופת שירותי אתר CaseActive: המנוי שלך לשירותי אתר CaseActive יחודש אוטומטית לתקופות רצופות של חודש או שנה, כמפורט בטופס ההזמנה או בזרימת ההרשמה, אלא אם כן אנו מפסיקים את השירות או שאתה מספק לנו. עם הודעה על אי חידוש לפחות שלושים (30) יום לפני תום התקופה הנוכחית.
ja: 6.1.2 CaseActive Webサイトサービス期間：CaseActive Webサイトサービスへのサブスクリプションは、注文フォームまたはサインアップフローに記載されているように、連続して1か月または1年の期間で自動的に更新されるものとします。その時点での期間の満了の少なくとも30日前の非更新の通知付き。
ka: 6.1.2 CaseActive ვებსაიტების სერვისის ვადა: თქვენი გამოწერა CaseActive ვებსაიტზე მომსახურებებით ავტომატურად განახლდება თანმიმდევრული ერთთვიანი ან ერთწლიანი ვადით, როგორც ეს მითითებულია შეკვეთის ფორმაში ან რეგისტრაციის დინებით, თუ ჩვენ არ გავაწყვეთ სამსახურს ან თქვენ არ მოგაწვდით. განახლების შეწყვეტის შესახებ, სულ მცირე, ოცდაათი (30) დღით ადრე ამ ვადის გასვლამდე.
kk: 6.1.2 CaseActive веб-сайтына қызмет көрсету мерзімі: CaseActive веб-сайтының қызметтеріне жазылымыңыз Тапсырыс бланкісінде немесе тіркелу ағымында көрсетілген кезекті бір ай немесе бір жылдық мерзімге автоматты түрде жаңартылады, егер біз Қызметті тоқтатпасаңыз немесе сіз бізді ұсынбасаңыз сол мерзім аяқталғанға дейін кемінде отыз (30) күн бұрын жаңартылмағаны туралы хабарламамен.
km: ៦.១.២ រយៈពេលសេវាកម្មគេហទំព័រអ៊ីនធឺណេតសកម្ម៖ ការជាវសេវាកម្មវេបសាយ CaseActive នឹងបន្តជាថ្មីដោយស្វ័យប្រវត្ដិសម្រាប់រយៈពេលមួយខែឬមួយឆ្នាំបន្តបន្ទាប់ដូចដែលបានកំណត់នៅលើទម្រង់ការបញ្ជាទិញឬលំហូរនៃការចុះឈ្មោះលើកលែងតែយើងបញ្ឈប់សេវាកម្មឬអ្នកផ្តល់ជូនយើង។ ជាមួយនឹងការជូនដំណឹងអំពីការមិនបន្តឡើងវិញយ៉ាងហោចណាស់សាមសិប (៣០) ថ្ងៃមុនពេលផុតកំណត់នៃពាក្យបច្ចុប្បន្ន។
kn: . ಅಂದಿನ-ಪ್ರಸ್ತುತ ಅವಧಿಯ ಮುಕ್ತಾಯಕ್ಕೆ ಕನಿಷ್ಠ ಮೂವತ್ತು (30) ದಿನಗಳ ಮೊದಲು ನವೀಕರಿಸದ ಸೂಚನೆಯೊಂದಿಗೆ.
ku: 6.1.2 Termên Karûbarên Malperê CaseActive: Aboneta we ji karûbarên malperê CaseActive bixweber ji bo şertên yek-meh an yek-salî, mîna ku li Forma Fermanê an pêla têkeftinê hatî destnîşankirin, nûve dike, heya ku em Servîsa Nekêşin an hûn we peyda nakin. bi agahdariya ne-nûvekirinê bi kêmî ve sê (30) roj berî ku bidawîbûna heyama hingiya niha.
ky: 6.1.2 CaseActive веб-сайттын кызмат көрсөтүү мөөнөтү: CaseActive веб-сайт кызматтарына жазылууңуз, буйрутманын формасында же жазылуу агымында көрсөтүлгөндөй, бир айлык же бир жылдык ырааттуу мөөнөттөргө автоматтык түрдө жаңыртылат, эгерде биз кызматты токтотпосоңуз же сиз бизге учурдагы мөөнөт аяктаганга чейин кеминде отуз (30) күн калганда жаңыртылбоо жөнүндө кабарлоо менен.
lb: 6.1.2 CaseActive Websäit Servicer Begrëff: Ären Abonnement op CaseActive Websäit Servicer wäerten automatesch fir erfollegräich ee Mount oder ee Joer Begrëffer erneieren, sou wéi et am Bestellformular oder um Umeldungsfloss steet, ausser mir stoppen de Service oder Dir gitt eis mat Notiz vun net-Erneierung op d&#39;mannst drësseg (30) Deeg virum Oflaaf vum deemolegen aktuelle Begrëff.
lo: 6.1.2 ເງື່ອນໄຂການໃຫ້ບໍລິການເວບໄຊທ໌ CaseActive: ການສະ ໝັກ ໃຊ້ບໍລິການເວບໄຊທ໌ຂອງ CaseActive ຈະຕໍ່ ໃໝ່ ໂດຍອັດຕະໂນມັດ ສຳ ລັບເງື່ອນໄຂ ໜຶ່ງ ເດືອນຫຼື ໜຶ່ງ ປີຕໍ່ໆໄປ, ຕາມທີ່ ກຳ ນົດໄວ້ໃນແບບຟອມ ຄຳ ສັ່ງຫລືກະແສລາຍເຊັນ, ເວັ້ນເສຍແຕ່ວ່າພວກເຮົາຢຸດບໍລິການຫຼືທ່ານໃຫ້ພວກເຮົາ ໂດຍມີແຈ້ງການກ່ຽວກັບການບໍ່ຕໍ່ອາຍຸຢ່າງ ໜ້ອຍ ສາມສິບ (30) ວັນກ່ອນການ ໝົດ ອາຍຸຂອງປະຈຸບັນ.
lt: 6.1.2 „CaseActive“ svetainių paslaugų teikimo terminas: jūsų prenumerata „CaseActive“ svetainės paslaugoms automatiškai atnaujinama paeiliui trunkančiais vieno mėnesio ar vienerių metų laikotarpiais, kaip nustatyta užsakymo formoje arba registracijos metu, nebent mes nenutrauktume Paslaugos arba jūs teikiate mums pranešimu apie nepratęsimą likus ne mažiau kaip trisdešimčiai (30) dienų iki galiojančio termino pabaigos.
lv: 6.1.2. CaseActive vietņu pakalpojumu termiņš: Jūsu abonēšana CaseActive tīmekļa vietnes pakalpojumiem tiek automātiski atjaunota ar secīgiem viena mēneša vai viena gada termiņiem, kā norādīts pasūtījuma veidlapā vai reģistrēšanās plūsmā, ja vien mēs nepārtraucam Pakalpojumu vai jūs to nesniedzat mums. ar paziņojumu par nepagarināšanu vismaz trīsdesmit (30) dienas pirms pašreizējā termiņa beigām.
mg: 6.1.2 CaseActive Website Services Term: Ny famandrihana ny serivisin&#39;ny tranokala CaseActive dia havaozina ho azy ireo mandritra ny iray volana na iray taona mandimby, toy ny napetraka ao amin&#39;ny Order Form na ny fidirana fisoratana anarana, raha tsy hoe tsy hanaisotra ny serivisy na ianao manome anay. miaraka amin&#39;ny fanamarihana ny tsy fanavaozana farafahakeliny (30) farafahakeliny mialoha ny fahataperan&#39;ny vanim-potoana ankehitriny.
mi: 6.1.2 Te Ratonga Paetukutuku CaseActive: Ko to ohauru ki nga ratonga paetukutuku CaseActive me whakahou tonu i nga waahanga mo te marama kotahi, kotahi marama ranei, e haangahia ana i runga i te Pukapuka Kaainga, rere ranei te hainatanga, mena kaore e parea e matou te Ratonga, ka whakaratohia e koe ki a maatau. me te panui mo te kore-whakahoutanga i te toru tekau (30) ra i mua o te mutunga o te waa-o-waa.
mk: 6.1.2 Термин на услуги на веб-страницата CaseActive: Вашата претплата на услугите на веб-страницата CaseActive автоматски се обновува за последователни едномесечни или едногодишни термини, како што е утврдено во Образецот за нарачка или протокот на најавување, освен ако не ја прекинеме услугата или вие не ни ги обезбедите со известување за необновување најмалку триесет (30) дена пред истекот на тековниот термин.
ml: 1.6 അന്നത്തെ നിലവിലെ കാലാവധി അവസാനിക്കുന്നതിന് കുറഞ്ഞത് മുപ്പത് (30) ദിവസമെങ്കിലും പുതുക്കാത്ത അറിയിപ്പ്.
mn: 6.1.2 CaseActive вэбсайтын үйлчилгээний хугацаа: Үйлчилгээг зогсоохгүй эсвэл та бидэнд үйлчилгээ үзүүлэхгүй бол Захиалгын маягт эсвэл гарын үсэг зурах урсгал дээр заасан заасны дагуу CaseActive вэбсайт үйлчилгээнд бүртгүүлэх захиалга автоматаар нэг сар эсвэл нэг жилийн хугацаатайгаар автоматаар шинэчлэгдэх болно. тухайн хугацааг дуусахаас дор хаяж гучин (30) хоногийн өмнө сунгахгүй тухай мэдэгдэл.
mr: .1.१.२ केसअॅक्टिव्ह वेबसाईट सर्व्हिसेसची मुदतः आम्ही ऑपरेशन बंद केल्याशिवाय किंवा आपण आम्हाला पुरवत नाही तोपर्यंत ऑर्डर फॉर्मवर किंवा साइन अप प्रवाहाच्या आधारावर, केसेसएक्टिव्ह वेबसाइट सेवांमधील आपली सदस्यता सलग एक-महिना किंवा एक वर्षाच्या मुदतीसाठी आपोआप नूतनीकरण होईल. तत्कालिन मुदतीची मुदत संपुष्टात येण्यापूर्वी तीस ()०) दिवस नूतनीकरण न करण्याच्या सूचनांसह
ms: 6.1.2 Istilah Perkhidmatan Laman Web CaseActive: Langganan anda ke perkhidmatan laman web CaseActive akan diperbaharui secara automatik untuk terma satu bulan atau satu tahun berturut-turut, seperti yang dinyatakan dalam Borang Pesanan atau aliran pendaftaran, kecuali jika kami menghentikan Perkhidmatan atau anda memberikan kami dengan notis tidak diperbaharui sekurang-kurangnya tiga puluh (30) hari sebelum tamatnya tempoh ketika itu.
mt: 6.1.2 Terminu tas-Servizzi tal-Websajt ta &#39;CaseActive: Is-sottoskrizzjoni tiegħek għas-servizzi tal-websajt ta&#39; CaseActive għandha tiġġedded awtomatikament għal termini suċċessivi ta &#39;xahar jew sena, kif stipulat fil-Formola ta&#39; Ordni jew fluss ta &#39;reġistrazzjoni, sakemm ma nkomplux is-Servizz jew jekk nipprovdulna b&#39;avviż ta &#39;tiġdid mhux mill-inqas tletin (30) jum qabel l-iskadenza tat-terminu preżenti.
my: ၆.၁.၂ CaseActive ဝဘ်ဆိုက် ၀ န်ဆောင်မှုဆိုင်ရာသက်တမ်း - ၀ န်ဆောင်မှုကိုရပ်ဆိုင်းခြင်းသို့မဟုတ်ကျွန်ုပ်တို့အားကျွန်ုပ်တို့ကိုမပေးလျှင် CaseActive ဝဘ်ဆိုက် ၀ န်ဆောင်မှုကိုသင်တစ်နှစ်သို့မဟုတ်တစ်နှစ်သက်တမ်းတိုးရန်အလိုအလျောက်သက်တမ်းတိုးရမည်။ သက်တမ်းမကုန်ဆုံးမီအနည်းဆုံးရက်ပေါင်းသုံးဆယ် (၃၀) ကြိုတင်၍ သက်တမ်းတိုးခြင်းမရှိကြောင်းအသိပေးချက်နှင့်အတူ - လက်ရှိသက်တမ်းကုန်ဆုံးရန်မတိုင်မီ။
ne: .1.१.२ केसएक्टिभ वेबसाईट सेवा अवधि: अर्डर फाराम वा साइन-अप प्रवाहमा सेट गरिएको अनुसार केसअएक्टिभ वेबसाइट सेवामा तपाईंको सदस्यता स्वचालित रूपमा क्रमिक एक महिना वा एक बर्ष सर्तहरूको लागि नवीकरण हुनेछ, जबसम्म हामी सेवा बन्द गर्दैनौं वा तपाईं हामीलाई प्रदान गर्नुहुन्न। कम्तिमा wal० ()०) दिनको म्याद तत्कालको म्याद समाप्त हुनु अघि नविकरणका सूचना सहित।
nl: 6.1.2 Termijn CaseActive-websitediensten: uw abonnement op CaseActive-websitediensten wordt automatisch verlengd voor opeenvolgende termijnen van één maand of één jaar, zoals uiteengezet op het bestelformulier of de aanmeldingsstroom, tenzij we de service stopzetten of u ons levert met een kennisgeving van niet-verlenging ten minste dertig (30) dagen voorafgaand aan het verstrijken van de dan lopende termijn.
no: 6.1.2 CaseActive nettstedstjenesteperiode: Abonnementet ditt på CaseActive nettstedstjenester skal automatisk fornyes for påfølgende vilkår for en måned eller ett år, som angitt på bestillingsskjemaet eller påmeldingsstrømmen, med mindre vi avbryter tjenesten eller du gir oss med varsel om ikke-fornyelse minst tretti (30) dager før utløpet av den nåværende gjeldende termin.
or: 6.1.2 କେସ୍ ଆକ୍ଟିଭ୍ ୱେବସାଇଟ୍ ସେବା ଟର୍ମ: କେସ୍ ଆକ୍ଟିଭ୍ ୱେବସାଇଟ୍ ସେବାଗୁଡିକ ପାଇଁ ଆପଣଙ୍କର ସଦସ୍ୟତା ସ୍ୱୟଂଚାଳିତ ଭାବରେ କ୍ରମାଗତ ଏକମାସ କିମ୍ବା ଏକ ବର୍ଷର ସର୍ତ୍ତାବଳୀ ପାଇଁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ନବୀକରଣ ହେବ, ଯେପରି ଅର୍ଡର ଫର୍ମ କିମ୍ବା ସାଇନ୍ ଅପ୍ ଫ୍ଲୋରେ ସେଟ୍ ହୋଇଛି, ଯେପର୍ଯ୍ୟନ୍ତ ଆମେ ସେବା ବନ୍ଦ କରୁ ନାହୁଁ କିମ୍ବା ଆପଣ ଆମକୁ ପ୍ରଦାନ କରନ୍ତି ନାହିଁ | ତତ୍କାଳୀନ ଅବଧି ଶେଷ ହେବା ପୂର୍ବରୁ ଅତିକମରେ ତିରିଶ (30) ଦିନ ପୂର୍ବରୁ ନବୀକରଣ ନୋଟିସ ସହିତ |
pa: 6.1.2 ਕੇਸਐਕਟਿਵ ਵੈਬਸਾਈਟ ਸੇਵਾਵਾਂ ਦੀ ਮਿਆਦ: ਤੁਹਾਡਾ ਕੇਸਐਕਟਿਵ ਵੈਬਸਾਈਟ ਸੇਵਾਵਾਂ ਦੀ ਗਾਹਕੀ, ਆਰਡਰ ਫਾਰਮ ਜਾਂ ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ &#39;ਤੇ ਨਿਰਧਾਰਤ ਕੀਤੇ ਅਨੁਸਾਰ, ਲਗਾਤਾਰ ਇੱਕ ਮਹੀਨੇ ਜਾਂ ਇੱਕ ਸਾਲ ਦੀਆਂ ਸ਼ਰਤਾਂ ਲਈ ਆਪਣੇ ਆਪ ਨਵੀਨੀਕਰਣ ਕਰੇਗੀ, ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਸੇਵਾ ਬੰਦ ਨਹੀਂ ਕਰਦੇ ਜਾਂ ਤੁਸੀਂ ਸਾਨੂੰ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕਰਦੇ. ਉਸ ਸਮੇਂ ਦੀ ਮੌਜੂਦਾ ਮਿਆਦ ਦੀ ਮਿਆਦ ਤੋਂ ਘੱਟੋ ਘੱਟ ਤੀਹ (30) ਦਿਨ ਪਹਿਲਾਂ ਨਵੀਨੀਕਰਣ ਕਰਨ ਦੇ ਨੋਟਿਸ ਦੇ ਨਾਲ.
pl: 6.1.2 Warunki korzystania z usług internetowych CaseActive: Twoja subskrypcja usług internetowych CaseActive będzie automatycznie odnawiana na kolejne okresy jednego miesiąca lub roku, zgodnie z Formularzem zamówienia lub rejestracją, chyba że zaprzestaniemy świadczenia Usługi lub zapewnisz nam z powiadomieniem o nieodnowieniu co najmniej trzydzieści (30) dni przed upływem aktualnego okresu.
ps: 6.1.2 د قضیه فعاله ویب پا Servicesې خدماتو موده: د قضیه فعاله ویب پا servicesې خدمتونو کې ستاسو ګډون به په اتوماتيک ډول د دوامداره یوه میاشت یا یو کال شرایطو لپاره نوي شي ، لکه څنګه چې د آرډر فورمه یا د لاسلیک جریان کې ترتیب شوی وي ، پرته لدې چې موږ خدمت بند نه کړو یا تاسو موږ ته چمتو نه کړئ. لږترلږه دېرش () 30) ورځې مخکې د موجوده مودې پای ته رسیدو دمخه د نوي کولو خبرتیا سره.
pt: 6.1.2 Termo dos Serviços do Site CaseActive: Sua assinatura dos serviços do site CaseActive será renovada automaticamente por períodos sucessivos de um mês ou um ano, conforme estabelecido no Formulário de Pedido ou no fluxo de inscrição, a menos que descontinuemos o Serviço ou você nos forneça com aviso de não renovação, pelo menos trinta (30) dias antes do vencimento do prazo vigente.
ro: 6.1.2 Termenul serviciilor site-ului CaseActive: abonamentul dvs. la serviciile site-ului CaseActive se reînnoiește automat pentru termeni succesivi de o lună sau un an, așa cum sunt prevăzuți în Formularul de comandă sau fluxul de înscriere, cu excepția cazului în care întrerupeți Serviciul sau ne oferiți cu o notificare de neînnoire cu cel puțin treizeci (30) de zile înainte de expirarea termenului actual.
ru: 6.1.2 Срок предоставления услуг веб-сайта CaseActive. Ваша подписка на услуги веб-сайта CaseActive автоматически продлевается на один месяц или один год, как указано в Форме заказа или в процессе регистрации, если только мы не прекратим Услугу или вы не предоставите нам с уведомлением о продлении не менее чем за тридцать (30) дней до истечения текущего срока.
rw: 6.1.2. hamwe no kumenyesha kutavugururwa byibura iminsi mirongo itatu (30) mbere yuko manda irangiye.
sd: 6.1.2 ڪيس اييڪٽو ويب سائيٽ سروسز جو اصطلاح: ڪيس اييڪوٽو ويبسائيٽ سروسز جو توهان جو سبسڪرپشن خودڪار طريقي سان هڪ مهيني يا هڪ سال جي شرطن لاءِ ٻيهر تجديد ڪيو ويندو ، جيئن آرڊر فارم يا سائن اپ واري وهڪري تي مقرر ٿيل آهي ، جيستائين اسان سروس بند نه ڪنداسين يا توهان اسان کي فراهم نه ڪندا. غير تجديد جي اطلاع سان گهٽ ۾ گهٽ 30 (30) ڏينهن اڳ تائين موجوده دور جي مدو ختم ٿيڻ کان پهريان.
si: 6.1.2 සිද්ධි වෙබ් අඩවි සේවා කාල සීමාව: අපි සේවාව අත්හිටුවීම හෝ ඔබ අපට ලබා දෙන්නේ නම් මිස, ඇණවුම් පෝරමය හෝ ලියාපදිංචි වීමේ ප්‍රවාහයේ දක්වා ඇති පරිදි, කේස්ඇක්ටිව් වෙබ් අඩවි සේවාවන් සඳහා වන ඔබේ දායකත්වය අනුක්‍රමික මාසයක් හෝ වසරක කාලයක් සඳහා ස්වයංක්‍රීයව අලුත් වේ. එවකට පවත්නා ධූර කාලය ඉකුත්වීමට අවම වශයෙන් දින තිහක් (30) වත් අළුත් නොකිරීම පිළිබඳ දැනුම් දීමක් සහිතව.
sk: 6.1.2 Termín služieb webovej stránky CaseActive: Vaše predplatné služieb webovej stránky CaseActive sa automaticky obnoví na ďalšie mesiace alebo jeden rok, ako je uvedené v objednávkovom formulári alebo v registračnom postupe, pokiaľ službu nezrušíme alebo nám neposkytnete s oznámením o neobnovení najmenej tridsať (30) dní pred vypršaním platnosti aktuálneho obdobia.
sl: 6.1.2 Termin za storitve spletnega mesta CaseActive: Vaša naročnina na storitve spletne strani CaseActive se samodejno podaljša za zaporedne enomesečne ali enoletne pogoje, kot je določeno na naročilnici ali vpisu, razen če prekinemo storitev ali nam nas ne posredujete z obvestilom o neobnovitvi najmanj trideset (30) dni pred iztekom takrat veljavnega mandata.
sq: 6.1.2 Termi i Shërbimeve të uebfaqes CaseActive: Abonimi juaj në shërbimet e uebfaqes CaseActive do të përtërihet automatikisht për terma të njëpasnjëshëm njëmujor ose njëvjeçar, siç përcaktohet në Formularin e Rendit ose fluksin e regjistrimit, përveç nëse ne ndërpresim Shërbimin ose juve na siguroni me njoftim për mos rinovim të paktën tridhjetë (30) ditë para skadimit të afatit të atëhershëm.
sr: 6.1.2 Термин за услуге веб страница ЦасеАцтиве: Ваша претплата на услуге веб локација ЦасеАцтиве аутоматски се обнавља за узастопне једномесечне или једногодишње услове, како је утврђено на обрасцу за наруџбу или протоколу за регистрацију, осим ако не прекинемо услугу или нам не дате са обавештењем о необнављању најмање тридесет (30) дана пре истека тада важећег рока.
sv: 6.1.2 Tidsperiod för CaseActive webbplatstjänster: Din prenumeration på CaseActive webbplatstjänster ska automatiskt förnyas för på varandra följande en månad eller ett års villkor, som anges i beställningsformuläret eller registreringsflödet, såvida vi inte avbryter tjänsten eller du tillhandahåller oss med meddelandet om icke-förnyelse minst trettio (30) dagar före utgången av den dåvarande giltiga terminen.
sw: 6.1.2 Huduma ya Wavuti ya Huduma ya Kesi: Ujiandikishaji wako kwa huduma za wavuti ya Kesi itajisasisha kiotomatiki kwa mfululizo wa mwezi mmoja au mwaka mmoja, kama ilivyoorodheshwa kwenye Fomu ya Agizo au mtiririko wa usajili, isipokuwa kama tunaacha Huduma au utatupa. kwa taarifa ya kutokufanya upya angalau siku thelathini (30) kabla ya kumalizika kwa muda wa sasa.
ta: 6.1.2 கேஸ்ஆக்டிவ் வலைத்தள சேவைகள் கால: கேஸ்ஆக்டிவ் வலைத்தள சேவைகளுக்கான உங்கள் சந்தா, ஆர்டர் படிவம் அல்லது பதிவுபெறும் ஓட்டத்தில் குறிப்பிடப்பட்டுள்ளபடி, தொடர்ச்சியான ஒரு மாத அல்லது ஒரு வருட காலத்திற்கு தானாகவே புதுப்பிக்கப்படும், நாங்கள் சேவையை நிறுத்தாவிட்டால் அல்லது நீங்கள் எங்களுக்கு வழங்காவிட்டால் அப்போதைய நடப்பு காலத்தின் காலாவதிக்கு குறைந்தது முப்பது (30) நாட்களுக்கு முன்னதாக புதுப்பிக்கப்படாத அறிவிப்புடன்.
te: 6.1.2 కేస్ఆక్టివ్ వెబ్‌సైట్ సర్వీసెస్ టర్మ్: కేస్ యాక్టివ్ వెబ్‌సైట్ సేవలకు మీ చందా ఆర్డర్ ఫారం లేదా సైన్-అప్ ఫ్లోలో నిర్దేశించినట్లుగా వరుసగా ఒక నెల లేదా ఒక సంవత్సరం నిబంధనల కోసం స్వయంచాలకంగా పునరుద్ధరించబడుతుంది, మేము సేవను నిలిపివేస్తే లేదా మీరు మాకు అందించకపోతే అప్పటి-ప్రస్తుత పదం గడువుకు కనీసం ముప్పై (30) రోజుల ముందు పునరుద్ధరణ నోటీసుతో.
tg: 6.1.2 Мӯҳлати хидматҳои вебсайти CaseActive: Муштарии шумо ба хидматҳои вебсайти CaseActive ба тариқи худкор барои мӯҳлати пайдарпай як моҳ ё яксола, ки дар шакли фармоиши фармоиш ё гардиши қайд сабт шудааст, ба таври худкор навсозӣ мешавад, агар мо хидматро қатъ накунем ё шумо моро насб накунед. бо огоҳиномаи таҷдиди ақаллан сӣ (30) рӯз пеш аз гузаштани ин давраи ҳозира.
th: 6.1.2 ข้อกำหนดบริการเว็บไซต์ CaseActive: การสมัครสมาชิกบริการเว็บไซต์ CaseActive ของคุณจะต่ออายุโดยอัตโนมัติสำหรับข้อตกลงหนึ่งเดือนหรือหนึ่งปีต่อเนื่องตามที่กำหนดไว้ในแบบฟอร์มการสั่งซื้อหรือขั้นตอนการสมัครใช้งานเว้นแต่เราจะหยุดให้บริการหรือคุณให้เรา โดยมีการแจ้งการไม่ต่ออายุอย่างน้อยสามสิบ (30) วันก่อนวันหมดอายุของคำที่เป็นปัจจุบัน
tk: 6.1.2 “CaseActive” web sahypasynyň hyzmatlary möhleti: “ServiceActive” web sahypasynyň hyzmatlaryna ýazylmagyňyz, Sargyt formasynda ýa-da hasaba alyş akymynda görkezilişi ýaly yzygiderli bir aý ýa-da bir ýyllyk möhlet bilen awtomatiki usulda täzelener, eger hyzmaty bes etmesek ýa-da bize hödürlemeseňiz täzelenmezlik habarnamasy bilen şol wagtky möhletiň gutarmagyna azyndan otuz (30) gün galanda.
tl: 6.1.2 CaseActive Website Services Term: Ang iyong subscription sa mga serbisyo ng website ng CaseActive ay awtomatikong mai-update para sa sunud-sunod na isang buwan o isang-taong termino, tulad ng nakalagay sa Order Form o pag-sign-up na daloy, maliban kung hindi namin itutuloy ang Serbisyo o ibigay mo sa amin na may paunawa na hindi pag-renew ng hindi bababa sa tatlumpu (30) araw bago ang pag-expire ng dating-kasalukuyang term.
tr: 6.1.2 CaseActive Web Sitesi Hizmetleri Süresi: CaseActive web sitesi hizmetlerine aboneliğiniz, Hizmeti bırakmadığımız veya bize vermedikçe, Sipariş Formu&#39;nda veya kayıt akışında belirtilen şekilde bir aylık veya bir yıllık dönemler için otomatik olarak yenilenecektir. o anki dönemin sona ermesinden en az otuz (30) gün önce yenilenmeme bildirimi.
tt: 6.1 яңартылмаган хәбәр белән ул вакыттагы срок беткәнче ким дигәндә утыз (30) көн кала.
ug: 6.1.2 CaseActive تور بېكەت مۇلازىمەت مۇددىتى: CaseActive توربېكەت مۇلازىمىتىگە مۇشتەرىلىكىڭىز زاكاز جەدۋىلى ياكى تىزىمغا ئالدۇرۇش ئېقىمىدا كۆرسىتىلگەندەك ئۇدا بىر ئاي ياكى بىر يىل ئىچىدە ئاپتوماتىك يېڭىلىنىدۇ ، ئەگەر بىز مۇلازىمەتنى توختاتمىساق ياكى سىز بىزگە تەمىنلىمىسىڭىز. يېڭىلانماسلىق ئۇقتۇرۇشى بىلەن ھازىرقى ۋەزىپە ئۆتەش مۇددىتى توشۇشتىن كەم دېگەندە 30 (30) كۈن بۇرۇن.
uk: 6.1.2 Термін обслуговування веб-сайтів CaseActive: Ваша підписка на послуги веб-сайту CaseActive автоматично поновлюється протягом наступних одномісячних або однорічних термінів, як це визначено у формі замовлення або реєстрації, якщо ми не припинимо Службу або ви не надасте нам з повідомленням про не поновлення не менше ніж за тридцять (30) днів до закінчення строку, що діяв тоді.
ur: 6.1.2 کیس ایکٹیوٹی ویب سائٹ سروسز کی اصطلاح: آپ آرڈر فارم یا سائن اپ فلو کے مطابق ، کیس ایکٹیوٹو ویب سائٹ سروسز کے ل success سبسکرپشن ایک ماہ یا ایک سال کی مدت کے لئے خود بخود تجدید ہوجائے گی ، جب تک کہ ہم سروس بند نہ کردیں یا آپ ہمیں فراہم نہ کریں۔ اس وقت کی موجودہ میعاد کی مدت ختم ہونے سے کم از کم تیس (30) دن قبل تجدید نہ کرنے کے نوٹس کے ساتھ۔
uz: 6.1.2 CaseActive veb-sayt xizmatlarining muddati: CaseActive veb-sayt xizmatlariga obunangiz buyurtma shakli yoki ro&#39;yxatdan o&#39;tish oqimida ko&#39;rsatilgan ketma-ket ketma-ket bir oylik yoki bir yillik muddatlarga avtomatik ravishda yangilanadi, agar biz xizmatni to&#39;xtatmasak yoki siz bizga ma&#39;lumot bermasangiz. joriy muddat tugashidan kamida o&#39;ttiz (30) kun oldin tiklanmaslik to&#39;g&#39;risida xabar berish bilan.
vi: 6.1.2 Điều khoản dịch vụ trang web CaseActive: Đăng ký dịch vụ trang web CaseActive của bạn sẽ tự động gia hạn cho các điều khoản một tháng hoặc một năm liên tiếp, như được nêu trong Mẫu đơn đặt hàng hoặc lưu lượng đăng ký, trừ khi chúng tôi ngừng cung cấp Dịch vụ hoặc bạn cung cấp cho chúng tôi với thông báo không gia hạn ít nhất ba mươi (30) ngày trước khi hết thời hạn hiện tại.
xh: 6.1.2 Ikota yeNkonzo yeWebhusayithi yeCaseA: Ungeniso lwakho kwinkonzo zewebhusayithi yeCaseA iya kuhlahlela ngokuzenzekelayo ukuze kube yimpumelelo inyanga enye okanye unyaka omnye, njengoko kubekiwe kwiFom yoku-odola okanye ukuphuma kokungena, ngaphandle kokuba siyayekisa inkonzo okanye usinike. ngesaziso sokungavuseleli ubuncinci kwiintsuku ezingamashumi amathathu (30) ngaphambi kokuphelelwa kwekota yangoku.
yi: 6.1.2 טערמין פון CaseActive וועבזייטל סערוויסעס: דיין אַבאָנעמענט צו CaseActive וועבזייטל סערוויסעס וועט אויטאָמאַטיש באַנייַען פֿאַר סאַקסעסיוו טנאָים פון איין חודש אָדער איין יאָר, לויט די אָרדער פאָרעם אָדער זיך-אַרויף לויפן, סיידן מיר אָפּשטעלן די סערוויס אָדער איר צושטעלן אונדז מיט באַמערקן פון ניט רינואַל לפּחות דרייַסיק (30) טעג איידער די עקספּעריישאַן פון די דעמאלט קראַנט טערמין.
