Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 2. Expanding the Services:
af: 2. Uitbreiding van die dienste:
am: 2. አገልግሎቶቹን ማስፋፋት-
ar: 2. توسيع الخدمات:
az: 2. Xidmətlərin genişləndirilməsi:
be: 2. Пашырэнне паслуг:
bg: 2. Разширяване на услугите:
bn: 2. পরিষেবা প্রসারিত:
ca: 2. Ampliar els serveis:
cs: 2. Rozšíření služeb:
cy: 2. Ehangu&#39;r Gwasanaethau:
da: 2. Udvidelse af tjenesterne:
de: 2. Erweiterung der Dienste:
el: 2. Διεύρυνση των υπηρεσιών:
eo: 2. Vastigado de la Servoj:
es: 2. Ampliando los Servicios:
et: 2. Teenuste laiendamine:
eu: 2. Zerbitzuak zabalduz:
fa: 2. گسترش خدمات:
fi: 2. Palvelujen laajentaminen:
fr: 2. Élargir les services:
fy: 2. Ferwiderje de tsjinsten:
ga: 2. Na Seirbhísí a Leathnú:
gd: 2. Leudachadh nan Seirbheisean:
gl: 2. Ampliando os servizos:
gu: 2. સેવાઓ વિસ્તૃત કરવી:
hi: 2. सेवाओं का विस्तार:
hr: 2. Proširenje usluga:
hu: 2. A szolgáltatások bővítése:
hy: 2. Ծառայությունների ընդլայնում.
id: 2. Memperluas Layanan:
is: 2. Útvíkka þjónusturnar:
it: 2. Espansione dei servizi:
iw: 2. הרחבת השירותים:
ja: 2.サービスの拡大
ka: 2. მომსახურების გაფართოება:
kk: 2. Қызметтерді кеңейту:
km: 2. ការពង្រីកសេវាកម្ម:
kn: 2. ಸೇವೆಗಳನ್ನು ವಿಸ್ತರಿಸುವುದು:
ku: 2. Xurtkirina xizmetê:
ky: 2. кызматтар көлөмүнө:
lb: 2. Erweiderung vun de Servicer:
lo: 2. ການຂະຫຍາຍການບໍລິການ:
lt: 2. Paslaugų išplėtimas:
lv: 2. Pakalpojumu paplašināšana:
mg: 2. Fanitarana ny tolotra:
mi: 2. Whakawhānui i nga Ratonga:
mk: 2. Проширување на услугите:
ml: 2. സേവനങ്ങൾ വികസിപ്പിക്കൽ:
mn: 2. Үйлчилгээг өргөжүүлэх:
mr: 2. सेवा विस्तारित करणे:
ms: 2. Memperluas Perkhidmatan:
mt: 2. Espansjoni tas-Servizzi:
my: 2. န်ဆောင်မှုများချဲ့ထွင်:
ne: 2. सेवा विस्तार गर्दै:
nl: 2. Uitbreiden van de services:
no: 2. Utvidelse av tjenestene:
or: 2. ସେବା ବିସ୍ତାର:
pa: 2. ਸੇਵਾਵਾਂ ਨੂੰ ਵਧਾਉਣਾ:
pl: 2. Rozszerzanie usług:
ps: .2 د خدمتونو پراخول:
pt: 2. Expandindo os Serviços:
ro: 2. Extinderea serviciilor:
ru: 2. Расширение услуг:
rw: 2. Kwagura serivisi:
sd: 2. خدمتن کي وڌايو:
si: 2. සේවා පුළුල් කිරීම:
sk: 2. Rozšírenie služieb:
sl: 2. Razširitev storitev:
sq: 2. Zgjerimi i Shërbimeve:
sr: 2. Проширење услуга:
sv: 2. Utöka tjänsterna:
sw: 2. Kupanua Huduma:
ta: 2. சேவைகளை விரிவாக்குதல்:
te: 2. సేవల విస్తరణ:
tg: 2. Тавсеаи хизматрасониҳо:
th: 2. การขยายบริการ:
tk: 2. Hyzmatlary giňeltmek:
tl: 2. Pagpapalawak ng Mga Serbisyo:
tr: 2. Hizmetleri Genişletmek:
tt: 2. Хезмәтләрне киңәйтү:
ug: 2. مۇلازىمەتنى كېڭەيتىش:
uk: 2. Розширення служб:
ur: 2. خدمات کی توسیع:
uz: 2. Xizmatlarni kengaytirish:
vi: 2. Mở rộng Dịch vụ:
xh: 2. Ukwandisa iiNkonzo:
yi: 2. עקספּאַנדינג די סערוויסעס:
