Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Video Conferencing
af: Video konferensie
am: የቪዲዮ ኮንፈረንስ
ar: مؤتمرات الفيديو
az: Video konfrans
be: Відэаканферэнцыі
bg: Видеоконференции
bn: ভিডিও কনফারেন্সিং
ca: Videoconferència
cs: Video konference
cy: Cynadledda Fideo
da: Videokonference
de: Videokonferenzen
el: Συνδιάσκεψη βίντεο
eo: Videokonferenco
es: Videoconferencia
et: Videokonverentsid
eu: Bideokonferentzia
fa: کنفرانس ویدیویی
fi: Videoneuvottelu
fr: Vidéo conférence
fy: Fideo gearkomst
ga: Físchomhdháil
gd: Co-labhairtean bhidio
gl: Videoconferencia
gu: વિડિઓ કોન્ફરન્સિંગ
hi: वीडियो कॉन्फ्रेंसिंग
hr: Video konferencija
hu: Videókonferenciázás
hy: Տեսանյութերի խորհրդակցություն
id: Konferensi video
is: Vídeó fundur
it: Videoconferenza
iw: שיחת ועידה בוידאו
ja: ビデオ会議
ka: Ვიდეო კონფერენცია
kk: Бейнеконференция
km: ការ​ធ្វើសន្និសីទ​វីដេអូ
kn: ವೀಡಿಯೊ ಕಾನ್ಫರೆನ್ಸಿಂಗ್
ku: Konferansa Video
ky: Видео конференция
lb: Videokonferenz
lo: ການປະຊຸມທາງວິດີໂອ
lt: Vaizdo konferencija
lv: Video konferences
mg: Fihaonambe Video
mi: Whakaaturanga Whakaata Ataata
mk: Видео конференции
ml: ദശൃാഭിമുഖം
mn: Видео хурал
mr: व्हिडिओ कॉन्फरन्सिंग
ms: Persidangan video
mt: Konferenzi bil-Vidjo
my: ဗွီဒီယိုကွန်ဖရင့်ခြင်း
ne: भिडियो कन्फरेन्सिंग
nl: Videovergaderen
no: Videokonferanse
or: ଭିଡିଓ କନଫରେନ୍ସିଂ |
pa: ਵੀਡੀਓ ਕਾਨਫਰੰਸਿੰਗ
pl: Wideokonferencje
ps: ویډیو کنفرانس
pt: Vídeo conferência
ro: Videoconferinta
ru: Видео-конференция
rw: Amashusho ya Video
sd: ويڊيو ڪانفرنس
si: වීඩියෝ සම්මන්ත්‍රණ
sk: Video konferencia
sl: Video konferenca
sq: Konferenca video
sr: Видео конференције
sv: Videokonferenser
sw: Mikutano ya Video
ta: வீடியோ கான்பரன்சிங்
te: వీడియో కాన్ఫరెన్సింగ్
tg: Видеоконфронс
th: การประชุมทางวิดีโอ
tk: Wideo konferensiýa
tl: Conferencing ng Video
tr: Video konferans
tt: Видеоконференция
ug: سىن يىغىنى
uk: Відеоконференція
ur: ویڈیو کانفرنسنگ
uz: Videokonferentsiyalar
vi: Hội nghị truyền hình
xh: Ikomfa yeVidiyo
yi: ווידעא קאָנפערענסינג

source: Connect with clients and team members via live video chats for even more interactivity.
af: Koppel aan kliënte en spanlede via live video-kletse vir selfs meer interaksie.
am: ይበልጥ ተጨማሪ በይነግንኙነት ለተጨማሪ የቀጥታ የቪዲዮ ውይይቶች ከደንበኞች እና ከቡድን አባላት ጋር ይገናኙ.
ar: تواصل مع العملاء وأعضاء الفريق عبر محادثات الفيديو المباشرة لمزيد من التفاعل.
az: Daha interaktivlik üçün canlı video chat vasitəsilə müştərilər və komanda üzvləri ilə əlaqə saxlayın.
be: Майце зносіны з кліентамі і членамі каманд праз відэа-чаты для яшчэ большай інтэрактыўнасці.
bg: Свържете се с клиенти и членове на екипа чрез видео разговори в реално време за още по-голяма интерактивност.
bn: আরও বেশি মিথস্ক্রিয়া জন্য লাইভ ভিডিও চ্যাটের মাধ্যমে ক্লায়েন্ট এবং দলের সদস্যদের সাথে সংযোগ করুন।
ca: Connecteu-vos amb els clients i els membres de l’equip a través de xats de vídeo en viu per obtenir encara més interactivitat.
cs: Spojte se s klienty a členy týmu prostřednictvím živých video chatů pro ještě více interaktivity.
cy: Cysylltwch â chleientiaid ac aelodau&#39;r tîm trwy sgyrsiau fideo byw ar gyfer hyd yn oed mwy o ryngweithio.
da: Opret forbindelse med kunder og teammedlemmer via live videochats for endnu mere interaktivitet.
de: Verbinden Sie sich mit Kunden und Teammitgliedern über Live-Video-Chats für noch mehr Interaktivität.
el: Συνδεθείτε με τους πελάτες και τα μέλη της ομάδας μέσω ζωντανών συνομιλιών βίντεο για ακόμα μεγαλύτερη διαδραστικότητα.
eo: Konektu kun klientoj kaj kun membroj de la teamo per vivejaj vidbendoj por eĉ pli da interagado.
es: Conéctese con clientes y miembros del equipo a través de chats de video en vivo para una mayor interactividad.
et: Veelgi interaktiivsemaks muutmiseks kontakteeruge klientide ja meeskonnaliikmetega otseülekannete kaudu.
eu: Konektatu bezeroekin eta taldeko kideekin zuzeneko bideo bidezko elkarrizketen bidez interaktibitate handiagoa izateko.
fa: ارتباط با مشتریان و اعضای تیم از طریق چت های ویدئویی زنده برای تعامل حتی بیشتر.
fi: Yhdistä asiakkaiden ja tiimin jäsenten kanssa live-chat-keskustelujen avulla entistä enemmän vuorovaikutteisuutta varten.
fr: Connectez-vous avec les clients et les membres de l&#39;équipe via des discussions vidéo en direct pour encore plus d&#39;interactivité.
fy: Ferbine mei kliïnten en teamleden fia live fideo-chats foar noch mear interaktiviteit.
ga: Ceangail le cliaint agus le baill foirne trí chomhrá físe beo le haghaidh níos mó idirghníomhaíochta.
gd: Ceangail le luchd-dèiligidh agus buill sgioba tro chaidealan bhideo beò airson barrachd eadar-ghnìomhachd.
gl: Póñase en contacto con clientes e membros do equipo a través de conversas de vídeo en directo para obter aínda máis interactividade.
gu: લાઇવ વિડિઓ ચેટ્સ દ્વારા વધુ અરસપરસતા માટે ક્લાયંટ્સ અને ટીમના સભ્યો સાથે કનેક્ટ થાઓ.
hi: क्लाइंट और टीम के सदस्यों के साथ लाइव वीडियो चैट के माध्यम से और भी अधिक सहभागिता के लिए कनेक्ट करें।
hr: Povežite se s klijentima i članovima tima putem videorazgovora uživo kako biste dobili još više interaktivnosti.
hu: Csatlakozzon az ügyfelekhez és a csapattagokhoz egy élő videocsevegésen keresztül, hogy még több interaktivitást érjen el.
hy: Կապակցեք հաճախորդների եւ թիմի անդամների հետ կենդանի վիդեո զրույցների միջոցով ավելի ինտերակտիվության համար:
id: Terhubung dengan klien dan anggota tim melalui obrolan video langsung untuk lebih banyak interaktivitas.
is: Tengstu viðskiptavinum og meðlimum með lifandi vídeóspjallum til að fá meiri gagnvirkni.
it: Connettiti con i clienti e i membri del team tramite chat video dal vivo per una maggiore interattività.
iw: התחבר עם לקוחות וחברי צוות באמצעות צ&#39;אטים וידאו חי עבור אינטראקציה אפילו יותר.
ja: ライブビデオチャットを介してクライアントやチームメンバーと交流して、さらに対話性を高めましょう。
ka: დაკავშირება კლიენტებთან და გუნდის წევრებთან ცოცხალი ვიდეო ჩეთებით კიდევ უფრო ინტერაქციისთვის.
kk: Әрі интерактивтілігін арттыру үшін клиенттер мен топ мүшелерімен тікелей эфир арқылы сөйлесу.
km: តភ្ជាប់ជាមួយអតិថិជននិងសមាជិកក្រុមតាមរយៈការជជែកតាមវីដេអូបន្តផ្ទាល់ដើម្បីបង្កើនទំនាក់ទំនងកាន់តែច្រើន។
kn: ಹೆಚ್ಚು ಸಂವಹನಕ್ಕಾಗಿ ಲೈವ್ ವೀಡಿಯೊ ಚಾಟ್ ಮೂಲಕ ಗ್ರಾಹಕರಿಗೆ ಮತ್ತು ತಂಡದ ಸದಸ್ಯರೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ.
ku: Bi hevdîtinên bêtir tevlîhev ên ji hêla mêvandar û vîdyoyan re bi hevalên vîdyoyê bijîn.
ky: дагы да аткартуу үчүн түз Интернет аркылуу кардарлар менен команда мүчөлөрү менен байланыш түзүү абдан маанилүү.
lb: Connectéiert mat Clienten a Teamerequipen iwwer Live Video Chats fir méi Interaktivitéit.
lo: ເຊື່ອມຕໍ່ກັບລູກຄ້າແລະສະມາຊິກໃນທີມໂດຍຜ່ານການສົນທະນາວິດີໂອສົດໆສໍາລັບການໂຕ້ຕອບຕ່າງໆ.
lt: Jei norite daugiau interaktyvumo, susisiekite su klientais ir komandos nariais per tiesioginius vaizdo pokalbius.
lv: Sazinieties ar klientiem un komandas biedriem, izmantojot tiešraides video tērzēšanu, lai vēl vairāk interaktīvi darbotos.
mg: Mifandraisa amin&#39;ireo mpividy sy mpikambana ao amin&#39;ny ekipa amin&#39;ny alalan&#39;ny horonan-tsary mivantana mba ahafahana mifampiresaka bebe kokoa.
mi: Whakauru atu ki nga kiritaki me nga mema o te kaainga ma te whakawhitiwhiti korero ataata ora mo te taunekeneke atu.
mk: Поврзете се со клиенти и членови на тимот преку видео разговори во живо за уште поголема интерактивност.
ml: കൂടുതൽ ഇന്ററാക്റ്റിവിറ്റിക്ക് തൽസമയ വീഡിയോ ചാറ്റുകൾ വഴി ക്ലയന്റുകളേയും ടീം അംഗങ്ങളേയും ബന്ധിപ്പിക്കുക.
mn: Үйлчлүүлэгчид болон багийн гишүүдтэй илүү харилцан үйлдэл хийхэд зориулсан видео чатаар холбогдоорой.
mr: लाइव्ह व्हिडिओ चॅट्सच्या माध्यमातून आणखी परस्परसंवादासाठी क्लायंट आणि टीम सदस्यांशी कनेक्ट व्हा.
ms: Berhubungan dengan pelanggan dan ahli pasukan melalui sembang video secara langsung untuk lebih banyak interaktiviti.
mt: Ikkuntattja mal-klijenti u l-membri tat-tim permezz ta &#39;video chat diretti għal aktar interattività.
my: ပို. ပင်အပြန်အလှန်ဆက်သွယ်ဘို့တိုက်ရိုက်ထုတ်လွှကဗီဒီယိုချတ်ကနေတစ်ဆင့် client နှင့်အဖွဲ့သည်အဖွဲ့ဝင်များနှင့်ချိတ်ဆက်ပါ။
ne: ग्राहकहरू र टोलीका सदस्यहरूसँग प्रत्यक्ष अन्तरक्रियाशीलताका लागि प्रत्यक्ष भिडीयो च्याट मार्फत जडान गर्नुहोस्।
nl: Leg contact met klanten en teamleden via live videochats voor nog meer interactiviteit.
no: Koble med klienter og lagmedlemmer via livevideochatt for enda mer interaktivitet.
or: ଅଧିକ ଇଣ୍ଟରାକ୍ଟିଭିଟି ପାଇଁ ଲାଇଭ ଭିଡିଓ ଚାଟ୍ ମାଧ୍ୟମରେ ଗ୍ରାହକ ଏବଂ ଦଳର ସଦସ୍ୟଙ୍କ ସହିତ ସଂଯୋଗ କରନ୍ତୁ |
pa: ਗਾਹਕਾਂ ਅਤੇ ਟੀਮ ਦੇ ਸਦੱਸਾਂ ਨੂੰ ਹੋਰ ਵਧੇਰੇ ਇੰਟਰਐਕਟਿਵਿਟੀ ਲਈ ਲਾਈਵ ਵੀਡੀਓ ਚੈਟ ਰਾਹੀਂ ਕਨੈਕਟ ਕਰੋ
pl: Połącz się z klientami i członkami zespołu za pomocą czatów wideo na żywo, aby uzyskać jeszcze większą interaktywność.
ps: د مراجعینو او د ټیم غړو سره د ژوندیو ویډیو ګانو له لارې د لا ډیرو لاسوهنو لپاره اړیکه ونیسئ.
pt: Conecte-se com os clientes e membros da equipe por meio de bate-papo por vídeo ao vivo para ainda mais interatividade.
ro: Conectați-vă cu clienții și membrii echipei prin chat-uri video live pentru o mai mare interactivitate.
ru: Общайтесь с клиентами и членами команды через живые видеочаты для еще большей интерактивности.
rw: Ihuze nabakiriya hamwe nabagize itsinda ukoresheje ibiganiro bya videwo bizima kugirango birusheho gukorana.
sd: گراهڪن ۽ ٽيم جي ميمبرن سان گڏ وڌيڪ ويڙهاڪن لاء زندگين ويڊيو چشتي ذريعي ڳنڍيو.
si: වඩාත් අන්තර්ක්රියාකාරිත්වයක් සඳහා සජීවී වීඩියෝ කතා හරහා ඔස්සේ ගනුදෙනුකරුවන් හා කණ්ඩායම් සාමාජිකයින් සම්බන්ධ කරගන්න.
sk: Spojte sa s klientmi a členmi tímu prostredníctvom živých videochatov pre ešte viac interaktivity.
sl: Povežite se s strankami in člani skupine prek video klepetov v živo za še več interaktivnosti.
sq: Lidhu me klientët dhe anëtarët e ekipit përmes bisedave të drejtpërdrejta video për interaktivitet edhe më të madh.
sr: Повежите се са клијентима и члановима тима путем ливе видео цхата ради још веће интерактивности.
sv: Anslut med klienter och lagmedlemmar via livevideochatt för ännu mer interaktivitet.
sw: Unganisha na wateja na wajumbe wa timu kupitia mazungumzo ya video ya kuishi kwa uingiliano zaidi.
ta: வாடிக்கையாளர்களுடனும் குழு உறுப்பினர்களுடனும் இன்னும் நேரடி செயல்திறன் மூலம் நேரடி வீடியோ அரட்டைகள் மூலம் இணைக்கலாம்.
te: మరింత ప్రభావశీలత కోసం ప్రత్యక్ష వీడియో చాట్స్ ద్వారా ఖాతాదారులతో మరియు బృంద సభ్యులతో కనెక్ట్ అవ్వండి.
tg: Бо мизоҷон ва аъзоёни даста тавассути сурудҳои видеоии видеоиро барои ҳамоҳангсозии бештар ҳамроҳ кунед.
th: เชื่อมต่อกับลูกค้าและสมาชิกในทีมผ่านวิดีโอแชทสดเพื่อการโต้ตอบที่มากยิ่งขึ้น
tk: Has köp interaktiwlik üçin göni wideo söhbetdeşlikleri arkaly müşderiler we toparyň agzalary bilen birleşiň.
tl: Kumonekta sa mga kliyente at mga miyembro ng koponan sa pamamagitan ng mga live na video chat para sa higit pang interactivity.
tr: Daha fazla etkileşim için müşterilerle ve ekip üyelerine canlı görüntülü sohbetlerle bağlanın.
tt: Клиентлар һәм команда әгъзалары белән тагын да интерактивлык өчен турыдан-туры видео чатлар аша тоташыгыз.
ug: تېخىمۇ كۆپ ئۆز-ئارا تەسىر كۆرسىتىش ئۈچۈن نەق مەيدان سىنلىق پاراڭلىشىش ئارقىلىق خېرىدارلار ۋە گۇرۇپپا ئەزالىرى بىلەن ئالاقىلىشىڭ.
uk: Зв’яжіться з клієнтами та учасниками команди через відео-чати в реальному часі для ще більшої інтерактивності.
ur: گاہکوں اور ٹیم کے اراکین سے بھی جغرافیہ سے متعلق بات چیت کے ذریعے لائیو ویڈیو چیٹ کے ذریعہ سے رابطہ کریں.
uz: Bundan ham ko&#39;proq interaktivlik uchun jonli video chat orqali mijozlar va jamoa a&#39;zolari bilan bog&#39;laning.
vi: Kết nối với khách hàng và các thành viên trong nhóm thông qua các cuộc trò chuyện video trực tiếp để có nhiều tương tác hơn.
xh: Qhagamshelana nabaxumi kunye namalungu ekomiti ngokusebenzisa ingxoxo yevidiyo ebukhompyutheni.
yi: פאַרבינדן מיט קלייאַנץ און מאַנשאַפֿט מיטגליד דורך לעבן ווידעא טשאַץ פֿאַר מער ינטעראַקטיוויטי.

source: Automate tasks when a case is created or a user is assigned to a case.
af: Outomatiseer take wanneer 'n saak geskep word of 'n gebruiker aan 'n saak toegewys word.
am: መያዣ ሲፈጠር ወይም አንድ ተጠቃሚ ለአንድ ጉዳይ ሲመደብ ተግባሮችን በራስ ሰር ያድርግ።
ar: أتمتة المهام عند إنشاء حالة أو تعيين مستخدم لحالة.
az: İş yaradıldıqda və ya istifadəçi işə təyin edildikdə tapşırıqları avtomatlaşdırın.
be: Аўтаматызуйце задачы пры стварэнні справы або прызначэнні карыстальніка да справы.
bg: Автоматизирайте задачите, когато е създаден случай или потребител е присвоен на случай.
bn: যখন একটি কেস তৈরি করা হয় বা কোনও ব্যবহারকারীকে একটি কেসের জন্য বরাদ্দ করা হয় তখন কাজগুলি স্বয়ংক্রিয় করুন৷
ca: Automatitzeu les tasques quan es crea un cas o s'assigna un usuari a un cas.
cs: Automatizujte úlohy při vytvoření případu nebo přiřazení uživatele k případu.
cy: Awtomeiddio tasgau pan fydd achos yn cael ei greu neu ddefnyddiwr yn cael ei neilltuo i achos.
da: Automatiser opgaver, når en sag oprettes, eller en bruger tildeles en sag.
de: Automatisieren Sie Aufgaben, wenn ein Fall erstellt oder ein Benutzer einem Fall zugewiesen wird.
el: Αυτοματοποιήστε τις εργασίες όταν δημιουργείται μια υπόθεση ή ανατίθεται ένας χρήστης σε μια υπόθεση.
eo: Aŭtomatigu taskojn kiam kazo estas kreita aŭ uzanto estas asignita al kazo.
es: Automatice las tareas cuando se crea un caso o se asigna un usuario a un caso.
et: Automatiseerige toimingud juhtumi loomisel või juhtumile kasutaja määramisel.
eu: Automatizatu zereginak kasu bat sortzen denean edo erabiltzaile bat kasu bati esleitzen zaionean.
fa: هنگامی که یک مورد ایجاد می شود یا یک کاربر به یک پرونده اختصاص داده می شود، وظایف را خودکار کنید.
fi: Automatisoi tehtävät, kun tapaus luodaan tai tapaukseen määrätään käyttäjä.
fr: Automatisez les tâches lorsqu'un cas est créé ou qu'un utilisateur est affecté à un cas.
fy: Automatisearje taken as in saak wurdt oanmakke of in brûker wurdt tawiisd oan in saak.
ga: Uathoibriú tascanna nuair a chruthaítear cás nó nuair a shanntar úsáideoir do chás.
gd: Dèan gnìomhan gu fèin-ghluasadach nuair a thèid cùis a chruthachadh no neach-cleachdaidh air a shònrachadh do chùis.
gl: Automatiza tarefas cando se crea un caso ou se lle asigna un usuario a un.
gu: જ્યારે કેસ બનાવવામાં આવે અથવા વપરાશકર્તાને કેસ સોંપવામાં આવે ત્યારે કાર્યોને સ્વચાલિત કરો.
hi: जब कोई मामला बनाया जाता है या उपयोगकर्ता को किसी मामले को असाइन किया जाता है तो कार्यों को स्वचालित करें।
hr: Automatizirajte zadatke kada je slučaj kreiran ili je korisnik dodijeljen slučaju.
hu: Automatizálja a feladatokat, amikor egy esetet létrehoznak, vagy egy felhasználót rendelnek hozzá.
hy: Ավտոմատացրեք առաջադրանքները, երբ ստեղծվում է գործ կամ օգտատեր է նշանակվում գործին:
id: Mengotomatiskan tugas saat kasus dibuat atau pengguna ditugaskan ke kasus.
is: Gerðu sjálfvirk verkefni þegar mál er búið til eða notandi er úthlutað til máls.
it: Automatizza le attività quando viene creato un caso o viene assegnato un utente a un caso.
iw: הפוך משימות לאוטומטיות כאשר נוצר מקרה או משתמש מוקצה לתיק.
ja: ケースが作成されたとき、またはユーザーがケースに割り当てられたときにタスクを自動化します。
ka: ამოცანების ავტომატიზაცია, როდესაც საქმე იქმნება ან მომხმარებელი ენიჭება საქმეს.
kk: Іс жасалғанда немесе пайдаланушы іске тағайындалғанда тапсырмаларды автоматтандыру.
km: ធ្វើកិច្ចការដោយស្វ័យប្រវត្តិនៅពេលករណីត្រូវបានបង្កើត ឬអ្នកប្រើប្រាស់ត្រូវបានចាត់តាំងទៅករណីមួយ។
kn: ಪ್ರಕರಣವನ್ನು ರಚಿಸಿದಾಗ ಅಥವಾ ಬಳಕೆದಾರರನ್ನು ಕೇಸ್‌ಗೆ ನಿಯೋಜಿಸಿದಾಗ ಕಾರ್ಯಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತಗೊಳಿಸಿ.
ku: Dema ku dozek çêdibe an bikarhênerek ji dozekê re tê peywirdarkirin, peywiran bixweber bikin.
ky: Иш түзүлгөндө же колдонуучу ишке дайындалганда тапшырмаларды автоматташтырыңыз.
lb: Automatiséiert Aufgaben wann e Fall erstallt gëtt oder e Benotzer un e Fall zougewisen gëtt.
lo: ເຮັດໜ້າທີ່ອັດຕະໂນມັດເມື່ອກໍລະນີຖືກສ້າງ ຫຼືຜູ້ໃຊ້ຖືກມອບໝາຍໃຫ້ກໍລະນີ.
lt: Automatizuokite užduotis, kai sukuriamas atvejis arba jam priskiriamas vartotojas.
lv: Automatizējiet uzdevumus, kad lieta tiek izveidota vai lietai tiek piešķirts lietotājs.
mg: Manao ho azy ny asa rehefa misy tranga noforonina na mpampiasa iray voatendry amina tranga iray.
mi: Whakaaunoa i nga mahi ka hangaia he keehi, ka tohua he kaiwhakamahi ki tetahi keehi.
mk: Автоматизирајте ги задачите кога се креира случај или кога корисникот е доделен на случај.
ml: ഒരു കേസ് സൃഷ്‌ടിക്കുമ്പോഴോ ഒരു ഉപയോക്താവിനെ ഒരു കേസിൽ നിയോഗിക്കുമ്പോഴോ ടാസ്‌ക്കുകൾ ഓട്ടോമേറ്റ് ചെയ്യുക.
mn: Кейс үүсгэх эсвэл хэрэглэгчийг кейс рүү хуваарилах үед ажлыг автоматжуулах.
mr: केस तयार केल्यावर किंवा एखाद्या केससाठी वापरकर्ता नियुक्त केल्यावर कार्ये स्वयंचलित करा.
ms: Automatikkan tugas apabila kes dibuat atau pengguna diberikan kepada kes.
mt: Awtomatizza l-kompiti meta jinħoloq każ jew utent jiġi assenjat għal każ.
my: အမှုတစ်ခုဖန်တီးသောအခါ သို့မဟုတ် အသုံးပြုသူတစ်ဦးအား အမှုတွဲတစ်ခုသို့ တာဝန်ပေးအပ်သည့်အခါ လုပ်ဆောင်စရာများကို အလိုအလျောက်လုပ်ပါ။
ne: केस सिर्जना हुँदा वा प्रयोगकर्तालाई केसमा तोकिएको बेला कार्यहरू स्वचालित गर्नुहोस्।
nl: Automatiseer taken wanneer een case wordt gemaakt of een gebruiker wordt toegewezen aan een case.
no: Automatiser oppgaver når en sak opprettes eller en bruker tildeles en sak.
or: ଯେତେବେଳେ ଏକ କେସ୍ ସୃଷ୍ଟି ହୁଏ କିମ୍ବା ଏକ ୟୁଜର୍ ଏକ କେସ୍ ପାଇଁ ନ୍ୟସ୍ତ ହୁଏ କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ କର |
pa: ਜਦੋਂ ਇੱਕ ਕੇਸ ਬਣਾਇਆ ਜਾਂਦਾ ਹੈ ਜਾਂ ਇੱਕ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਕੇਸ ਨੂੰ ਸੌਂਪਿਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਕਾਰਜਾਂ ਨੂੰ ਸਵੈਚਲਿਤ ਕਰੋ।
pl: Automatyzuj zadania po utworzeniu sprawy lub przypisaniu użytkownika do sprawy.
ps: دندې اتومات کړئ کله چې قضیه رامینځته کیږي یا یو کارونکي قضیې ته ګمارل کیږي.
pt: Automatize tarefas quando um caso é criado ou um usuário é atribuído a um caso.
ro: Automatizați sarcinile atunci când un caz este creat sau un utilizator este alocat unui caz.
ru: Автоматизируйте задачи при создании обращения или назначении пользователя для обращения.
rw: Hindura imirimo mugihe urubanza rwakozwe cyangwa umukoresha yashinzwe murubanza.
sd: ڪمن کي خودڪار ڪريو جڏهن هڪ ڪيس ٺاهي وئي آهي يا هڪ صارف کي هڪ ڪيس ۾ لڳايو ويو آهي.
si: නඩුවක් සාදන විට හෝ පරිශීලකයෙකු නඩුවකට පවරා ඇති විට කාර්යයන් ස්වයංක්‍රීය කරන්න.
sk: Automatizujte úlohy pri vytvorení prípadu alebo pri priradení používateľa k prípadu.
sl: Avtomatizirajte opravila, ko je primer ustvarjen ali je uporabnik dodeljen primeru.
sq: Automatizoni detyrat kur krijohet një rast ose kur një përdorues i caktohet një rasti.
sr: Аутоматизујте задатке када се креира случај или корисник додели предмету.
sv: Automatisera uppgifter när ett ärende skapas eller en användare tilldelas ett ärende.
sw: Otomatiki kazi wakati kesi imeundwa au mtumiaji amepewa kesi.
ta: ஒரு வழக்கு உருவாக்கப்படும் போது அல்லது ஒரு பயனர் ஒரு வழக்குக்கு ஒதுக்கப்படும் போது பணிகளை தானியங்குபடுத்துங்கள்.
te: కేసు సృష్టించబడినప్పుడు లేదా వినియోగదారుని కేస్‌కు కేటాయించినప్పుడు టాస్క్‌లను ఆటోమేట్ చేయండి.
tg: Вақте ки парванда сохта мешавад ё корбар ба парванда таъин мешавад, вазифаҳоро автоматӣ кунед.
th: งานอัตโนมัติเมื่อมีการสร้างเคสหรือผู้ใช้ถูกกำหนดให้กับเคส
tk: Kazyýet döredilende ýa-da bir kazyýete bellenen mahaly meseleleri awtomatlaşdyryň.
tl: I-automate ang mga gawain kapag ang isang case ay ginawa o ang isang user ay nakatalaga sa isang case.
tr: Bir vaka oluşturulduğunda veya bir vakaya bir kullanıcı atandığında görevleri otomatikleştirin.
tt: Эш барлыкка килгәндә яки кулланучы эшкә билгеләнгәндә биремнәрне автоматлаштыру.
ug: دېلو قۇرۇلغاندا ياكى ئىشلەتكۈچى دېلوغا تەقسىم قىلىنغاندا ۋەزىپىلەرنى ئاپتوماتىك قىلىڭ.
uk: Автоматизуйте завдання під час створення справи або призначення користувача для справи.
ur: جب کوئی کیس بنتا ہے یا کسی صارف کو کیس میں تفویض کیا جاتا ہے تو کاموں کو خودکار بنائیں۔
uz: Ish yaratilganda yoki foydalanuvchi ishga tayinlanganda vazifalarni avtomatlashtirish.
vi: Tự động hóa các tác vụ khi một trường hợp được tạo hoặc một người dùng được chỉ định cho một trường hợp.
xh: I-automate imisebenzi xa ityala lenziwe okanye umsebenzisi wabelwe ityala.
yi: אָטאַמייט טאַסקס ווען אַ פאַל איז באשאפן אָדער אַ באַניצער איז אַסיינד צו אַ פאַל.

source: Automated Alerts
af: Outomatiese kennisgewings
am: ራስ-ሰር ማንቂያዎች
ar: تنبيهات الآلي
az: Avtomatlaşdırılmış Alerts
be: аўтаматычныя абвесткі
bg: Автоматизирани сигнали
bn: স্বয়ংক্রিয় সতর্কতা
ca: Alertes automatitzades
cs: Automatická upozornění
cy: Rhybuddion Awtomatig
da: Automatiserede advarsler
de: Automatisierte Benachrichtigungen
el: Αυτοματοποιημένες ειδοποιήσεις
eo: Aŭtomatigitaj Atentigoj
es: Alertas automatizadas
et: Automatiseeritud hoiatused
eu: Alertak automatizatuak
fa: هشدار خودکار
fi: Automaattiset hälytykset
fr: Alertes Automatisées
ga: Foláirimh Uathoibrithe
gd: Rabhadh fèin-ghluasadach
gl: Alertas automatizadas
gu: સ્વચાલિત ચેતવણીઓ
hi: स्वचालित अलर्ट
hr: Automatizirana upozorenja
hu: Automatizált figyelmeztetések
hy: Ավտոմատացված ազդանշաններ
id: Lansiran Otomatis
is: Sjálfvirk tilkynningar
it: Avvisi automatici
iw: התראות אוטומטיות
ja: 自動アラート
ka: ავტომატური შეტყობინებები
kk: Автоматтандырылған ескертулер
km: ការដាស់តឿនដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತ ಎಚ್ಚರಿಕೆಗಳು
ku: Alerts Alert
ky: Automated эскертүүлөр
lb: Automatiséiert Alarmer
lo: ອັດຕະໂນມັດແຈ້ງເຕືອນ
lt: Automatiniai įspėjimai
lv: Automatizētie brīdinājumi
mg: Alert automated
mi: Aratau Aunoa
mk: Автоматски сигнали
ml: യാന്ത്രിക അലേർട്ടുകൾ
mn: Автоматаар сэрэмжлүүлэг
mr: स्वयंचलित अलर्ट
ms: Isyarat Automatik
mt: Twissijiet Awtomatizzati
my: အလိုအလျောက်သတိပေးချက်များ
ne: स्वचालित अलर्टहरू
nl: Geautomatiseerde meldingen
no: Automatiserte varsler
or: ସ୍ୱୟଂଚାଳିତ ଆଲର୍ଟ |
pa: ਆਟੋਮੈਟਿਕ ਚੇਤਾਵਨੀ
pl: Automatyczne alarmy
ps: اتوماتیک خبرتیاوې
pt: Alertas automatizados
ro: Alerte automate
ru: Автоматические оповещения
rw: Imenyekanisha ryikora
sd: خودڪار الارم
si: ස්වයංක්රීය ඇලර්ට්ස්
sk: Automatizované upozornenia
sl: Avtomatska opozorila
sq: Alarmet e automatizuara
sr: Аутоматед Алертс
sv: Automatiserade varningar
sw: Tahadhari zilizojitokeza
ta: தானியங்கு விழிப்பூட்டல்கள்
te: స్వయంచాలక హెచ్చరికలు
tg: Паёмҳои автоматӣ
th: การแจ้งเตือนอัตโนมัติ
tk: Awtomatlaşdyrylan duýduryşlar
tl: Mga Awtomatikong Alerto
tr: Otomatik Uyarılar
tt: Автоматлаштырылган хәбәрләр
ug: ئاپتوماتىك ئاگاھلاندۇرۇش
uk: Автоматизовані сповіщення
ur: خود کار الرٹ
uz: Avtomatik ogohlantirishlar
vi: Cảnh báo tự động
xh: Izaziso ezizenzekelayo
yi: אַוטאָמאַטעד אַלערץ
