Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: App
af: Toep
am: መተግበሪያ
ar: برنامج
az: Proqram
be: Дадатак
bg: ап
bn: অ্যাপ
cs: Aplikace
cy: Ap
es: aplicación
et: Rakendus
eu: Aplikazioa
fa: برنامه
fi: Sovellus
fr: Application
gl: Aplicación
gu: એપ્લિકેશન
hi: अनुप्रयोग
hy: Հավելված
id: Aplikasi
iw: אפליקציה
ja: アプリ
ka: Აპლიკაცია
kk: Қолданба
km: កម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್
ky: Колдонмо
lo: ແອັບ
lt: Programėlė
mi: Taupānga
mk: Апликација
ml: ആപ്പ്
mn: Апп
mr: अॅप
ms: Aplikasi
my: အက်ပ်
ne: एप
or: ଆପ୍
pa: ਐਪ
pl: Aplikacja
ps: اپلیکیشن
pt: Aplicativo
ru: Приложение
rw: Porogaramu
sd: ايپ
si: යෙදුම
sq: Aplikacioni
sr: Апликација
sw: Programu
ta: செயலி
te: యాప్
tg: Барнома
th: แอป
tk: Programma
tr: Uygulama
tt: Кушымта
uk: додаток
ur: ایپ
uz: Ilova
vi: Ứng dụng
yi: אַפּ

source: Admin
am: አስተዳደር
ar: مشرف
be: адміністратар
bn: অ্যাডমিন
ca: Administració
cs: Správce
cy: Gweinyddu
de: Administrator
el: διαχειριστής
es: Administración
fa: مدیر
ga: Riarachán
gd: Rianachd
gl: Administrador
gu: એડમિન
hi: व्यवस्थापक
iw: מנהל מערכת
ja: 管理者
ka: ადმინისტრატორი
kk: Әкімші
km: អ្នកគ្រប់គ្រង
kn: ನಿರ್ವಹಣೆ
lt: Administratorius
mi: Kaiwhakahaere
ml: അഡ്മിൻ
mn: админ
mr: प्रशासन
mt: Amministratur
my: အဒ်မင်
ne: व्यवस्थापक
nl: beheerder
or: ଆଡମିନି
pa: ਐਡਮਿਨ
pl: Administrator
ps: اداره
ru: Администратор
rw: Umuyobozi
sd: منتظم
si: පරිපාලක
sr: Админ
sv: Administration
ta: நிர்வாகம்
te: అడ్మిన్
th: ผู้ดูแลระบบ
tr: yönetim
tt: Админ
ug: باشقۇرغۇچى
uk: Адміністратор
ur: ایڈمن
vi: quản trị viên
xh: Lawulo
yi: אַדמין

source: Notifications
af: Kennisgewings
am: ማሳወቂያዎች
ar: إشعارات
az: Bildirişlər
be: Апавяшчэнні
bg: Известия
bn: বিজ্ঞপ্তি
ca: Notificacions
cs: Oznámení
cy: Hysbysiadau
da: Meddelelser
de: Benachrichtigungen
el: Ειδοποιήσεις
eo: Sciigoj
es: Notificaciones
et: Teatised
eu: Jakinarazpenak
fa: اطلاعیه
fi: Ilmoitukset
fy: Notifikaasjes
ga: Fógraí
gd: Brathan
gl: Notificacións
gu: સૂચનાઓ
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
hy: Անուցումներ
id: Pemberitahuan
is: Tilkynningar
it: Notifiche
iw: התראות
ja: 通知
ka: შეტყობინებები
kk: Хабарландырулар
km: ការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆಗಳು
ky: Эскертмелер
lb: Notifikatiounen
lo: ແຈ້ງການ
lt: Pranešimai
lv: Paziņojumi
mg: fampahatsiahivana
mi: Panui
mk: Известувања
ml: അറിയിപ്പുകൾ
mn: Мэдэгдэл
mr: अधिसूचना
ms: Pemberitahuan
mt: Notifiki
my: အသိပေးချက်များ
ne: सूचनाहरू
nl: Meldingen
no: Varsler
or: ବିଜ୍ଞପ୍ତିଗୁଡିକ
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ
pl: Powiadomienia
ps: خبرتیاوې
pt: Notificações
ro: Notificări
ru: Уведомления
rw: Kumenyesha
sd: اطلاعن
si: දැනුම්දීම්
sk: Oznámenia
sl: Obvestila
sq: Njoftimet
sr: Обавештења
sv: Meddelanden
sw: Arifa
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు
tg: Огоҳӣ
th: การแจ้งเตือน
tk: Duýduryşlar
tl: Mga Abiso
tr: Bildirimler
tt: Хәбәрләр
ug: ئۇقتۇرۇش
uk: Повідомлення
ur: اطلاعات
uz: Bildirishnomalar
vi: Thông báo
xh: Izaziso
yi: נאָטיפיקאַטיאָנס

source: No notifications yet.
af: Nog geen kennisgewings nie.
am: እስካሁን ምንም ማሳወቂያዎች የሉም።
ar: لا إخطارات حتى الآن.
az: Hələ bildiriş yoxdur.
be: Апавяшчэнняў пакуль няма.
bg: Все още няма известия.
bn: এখনও কোন বিজ্ঞপ্তি নেই.
ca: Encara no hi ha notificacions.
cs: Zatím žádná upozornění.
cy: Dim hysbysiadau eto.
da: Ingen meddelelser endnu.
de: Noch keine Benachrichtigungen.
el: Δεν υπάρχουν ακόμη ειδοποιήσεις.
eo: Ankoraŭ neniuj sciigoj.
es: Aún no hay notificaciones.
et: Märguandeid pole veel.
eu: Oraindik ez dago jakinarazpenik.
fa: هنوز اطلاعیه ای وجود ندارد.
fi: Ei vielä ilmoituksia.
fr: Aucune notification pour le moment.
fy: Noch gjin notifikaasjes.
ga: Níl aon fhógraí fós.
gd: Chan eil fiosan ann fhathast.
gl: Aínda non hai notificacións.
gu: હજુ સુધી કોઈ સૂચનાઓ નથી.
hi: अभी तक कोई सूचना नहीं है।
hr: Još nema obavijesti.
hu: Még nincsenek értesítések.
hy: Դեռևս ծանուցումներ չկան:
id: Belum ada notifikasi.
is: Engar tilkynningar ennþá.
it: Ancora nessuna notifica.
iw: עדיין אין התראות.
ja: 通知はまだありません。
ka: ჯერ არ არის შეტყობინებები.
kk: Әзірге хабарландырулар жоқ.
km: មិនមានការជូនដំណឹងនៅឡើយទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಅಧಿಸೂಚನೆಗಳಿಲ್ಲ.
ku: No notifications hê.
ky: Азырынча билдирмелер жок.
lb: Keng Notifikatiounen nach.
lo: ບໍ່ມີການແຈ້ງເຕືອນເທື່ອ.
lt: Pranešimų dar nėra.
lv: Pagaidām nav paziņojumu.
mg: Tsy mbola misy fampahafantarana.
mi: Kaore ano he panui.
mk: Сè уште нема известувања.
ml: ഇതുവരെ അറിയിപ്പുകളൊന്നുമില്ല.
mn: Одоогоор мэдэгдэл алга.
mr: अद्याप कोणत्याही सूचना नाहीत.
ms: Tiada pemberitahuan lagi.
mt: S'issa l-ebda notifika.
my: အကြောင်းကြားချက်များ မရှိသေးပါ။
ne: अझै कुनै सूचना छैन।
nl: Nog geen meldingen.
no: Ingen varsler ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ ifications ଣସି ବିଜ୍ଞପ୍ତି ନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਸੂਚਨਾਵਾਂ ਨਹੀਂ ਹਨ।
pl: Brak powiadomień.
ps: تراوسه هیڅ خبرتیا نشته.
pt: Nenhuma notificação ainda.
ro: Nicio notificare încă.
ru: Уведомлений пока нет.
rw: Nta menyesha.
sd: اڃان تائين ڪوبه اطلاع ناهي.
si: තවම දැනුම්දීම් නැත.
sk: Zatiaľ žiadne upozornenia.
sl: Ni še obvestil.
sq: Nuk ka ende njoftime.
sr: Још нема обавештења.
sv: Inga aviseringar än.
sw: Bado hakuna arifa.
ta: இதுவரை எந்த அறிவிப்பும் இல்லை.
te: ఇంకా నోటిఫికేషన్‌లు లేవు.
tg: Ҳанӯз огоҳинома нест.
th: ยังไม่มีการแจ้งเตือน
tk: Entek duýduryş ýok.
tl: Wala pang notification.
tr: Henüz bildirim yok.
tt: Әлегә хәбәрләр юк.
ug: تېخى ئۇقتۇرۇش يوق.
uk: Ще немає сповіщень.
ur: ابھی تک کوئی اطلاع نہیں ہے۔
uz: Hozircha bildirishnomalar yo‘q.
vi: Chưa có thông báo.
xh: Akukho zaziso okwangoku.
yi: נאָך קיין נאָוטאַפאַקיישאַנז.

source: Today
af: Vandag
am: ዛሬ
ar: اليوم
az: Bu gün
be: Сёння
bg: Днес
bn: আজ
ca: Avui
cs: Dnes
cy: Heddiw
da: I dag
de: Heute
el: Σήμερα
eo: Hodiaŭ
es: Hoy dia
et: Täna
eu: Gaur
fa: امروز
fi: Tänään
fr: Aujourd'hui
fy: Hjoed
ga: Inniu
gd: An-diugh
gl: Hoxe
gu: આજે
hi: आज
hr: Danas
hu: Ma
hy: Այսօր
id: Hari ini
is: Í dag
it: Oggi
iw: היום
ja: 今日
ka: დღეს
kk: Бүгін
km: ថ្ងៃនេះ
kn: ಇಂದು
ku: Îro
ky: Бүгүн
lb: Haut
lo: ມື້​ນີ້
lt: Šiandien
lv: Šodien
mg: ankehitriny
mi: I tenei ra
mk: Денес
ml: ഇന്ന്
mn: Өнөөдөр
mr: आज
ms: Hari ini
mt: Illum
my: ဒီနေ့
ne: आज
nl: Vandaag
no: I dag
or: ଆଜି |
pa: ਅੱਜ
pl: Dziś
ps: نن
pt: Hoje
ro: Azi
ru: Сегодня
rw: Uyu munsi
sd: ا.
si: අද
sk: Dnes
sl: Danes
sq: Sot
sr: Данас
sv: I dag
sw: Leo
ta: இன்று
te: నేడు
tg: Имрӯз
th: วันนี้
tk: Bu gün
tl: Ngayon
tr: Bugün
tt: Бүген
ug: بۈگۈن
uk: Сьогодні
ur: آج
uz: Bugun
vi: Hôm nay
xh: Namhlanje
yi: היינט

source: Last Week
af: Verlede week
am: ባለፈው ሳምንት
ar: الأسبوع الماضي
az: Keçən həftə
be: Мінулы тыдзень
bg: Миналата седмица
bn: গত সপ্তাহে
ca: La setmana passada
cs: Minulý týden
cy: Wythnos diwethaf
da: Sidste uge
de: Letzte Woche
el: Την προηγούμενη εβδομάδα
eo: Lasta semajno
es: La semana pasada
et: Eelmine nädal
eu: Lehengo astean
fa: هفته گذشته
fi: Viime viikko
fr: La semaine dernière
fy: Ferline wike
ga: An tseachtain seo caite
gd: Seachdainn seo chaidh
gl: A semana pasada
gu: ગયા સપ્તાહે
hi: पिछले सप्ताह
hr: Prošli tjedan
hu: Múlt hét
hy: Անցած շաբաթ
id: Minggu lalu
is: Síðustu viku
it: La settimana scorsa
iw: שבוע שעבר
ja: 先週
ka: Წინა კვირაში
kk: Өткен аптада
km: សប្ដាហ៍​មុន
kn: ಕಳೆದ ವಾರ
ku: Hefteya çûyî
ky: Акыркы жума
lb: Lescht Woch
lo: ອາ​ທິດ​ທີ່​ແລ້ວ
lt: Praeitą savaitę
lv: Pagājušajā nedēļā
mg: Tamin'ny herinandro lasa
mi: I tera wiki
mk: Минатата недела
ml: കഴിഞ്ഞ ആഴ്ച
mn: Өнгөрсөн долоо хоног
mr: शेवटचा आठवडा
ms: Minggu lepas
mt: Il-gimgha l-ohra
my: ပြီးခဲ့သည့်အပတ်က
ne: गएको हप्ता
nl: Vorige week
no: Forrige uke
or: ଗତ ସପ୍ତାହ
pa: ਪਿਛਲੇ ਹਫ਼ਤੇ
pl: Zeszły tydzień
ps: تېره اونۍ
pt: Semana passada
ro: Săptămâna trecută
ru: Прошлая неделя
rw: Icyumweru gishize
sd: گزريل هفتي
si: ගිය සතිය
sk: Minulý týždeň
sl: Prejšnji teden
sq: Javen e shkuar
sr: Прошле седмице
sv: Förra veckan
sw: Wiki iliyopita
ta: கடந்த வாரம்
te: గత వారం
tg: Ҳафтаи гузашта
th: อาทิตย์ที่แล้ว
tk: Geçen hepde
tl: Nakaraang linggo
tr: Geçen hafta
tt: Узган атнада
ug: ئالدىنقى ھەپتە
uk: Минулого тижня
ur: پچھلا ہفتہ
uz: O'tkan hafta
vi: Tuần trước
xh: Kwiveki ephelile
yi: לעצטע וואָך

source: No timezone selected
af: Geen tydsone gekies nie
am: የሰዓት ሰቅ አልተመረጠም
ar: لم يتم تحديد المنطقة الزمنية
az: Heç bir vaxt zonası seçilməyib
be: Няма гадзінны пояс абраны
bg: Няма избрана часова зона
bn: কোনও সময় অঞ্চল নির্বাচন করা হয়নি
ca: No s&#39;ha seleccionat cap zona horària
cs: Nebyl vybrán žádný časový interval
cy: Dim dewis amser wedi&#39;i ddewis
da: Ingen tidszone valgt
de: Keine Zeitzone ausgewählt
el: Δεν έχει επιλεγεί ζώνη ώρας
eo: Neniu tempozono elektita
es: No hay zona horaria seleccionada
et: Ükski ajavöönd pole valitud
eu: Ez da ordu-zona hautatuta
fa: منطقه زمانی انتخاب نشده است
fi: Ei aikaväliä valittu
fr: Aucun fuseau horaire sélectionné
fy: Gjin tiidzone selektearre
ga: Ní roghnaíodh aon limistéar ama
gd: Chan eil roghainn tìde air a thaghadh
gl: Non se seleccionou zona horaria
gu: કોઈ ટાઇમઝોન પસંદ કરેલું નથી
hi: कोई टाइमज़ोन चयनित नहीं है
hr: Nije odabrana vremenska zona
hu: Nincs kiválasztott időzóna
hy: Ընտրված ժամային գոտի չկա
id: Tidak ada zona waktu yang dipilih
is: Engin tímabelti valin
it: Nessun fuso orario selezionato
iw: לא נבחר אזור זמן
ja: タイムゾーンが選択されていません
ka: არჩეულია დროის სარტყელი
kk: Уақытша аймақ таңдалмады
km: គ្មានតំបន់ពេលវេលាដែលបានជ្រើសរើស
kn: ಸಮಯವಲಯವನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ku: No timezone hilbijartin
ky: тандалган жок алкагы
lb: Keng Zäitzone ausgewielt
lo: ບໍ່ມີເວລາທີ່ເລືອກ
lt: Nėra pasirinkto laiko juostos
lv: Nav atlasīts laika josla
mg: Tsy misy faritra voafaritra
mi: Kaore i whiriwhiria he panuku
mk: Нема избрано временска зона
ml: സമയമേഘല തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Цагийн бүсийг сонгоогүй
mr: कोणतेही टाइमझोन निवडलेले नाही
ms: Tiada zon waktu dipilih
mt: L-ebda timezone magħżul
my: စံတော်ချိန်မရွေး
ne: कुनै टाइमोन चयन गरिएको छैन
nl: Geen tijdzone geselecteerd
no: Ingen tidszone valgt
or: କ time ଣସି ସମୟ ମଣ୍ଡଳ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਟਾਈਮ ਜ਼ੋਨ ਨਹੀਂ ਚੁਣਿਆ
pl: Nie wybrano strefy czasowej
ps: د وخت وخت ټاکل شوی ندی
pt: Nenhum fuso horário selecionado
ro: Fusul orar nu a fost selectat
ru: Выбор часовой зоны не выбран
rw: Nta gihe cyagenwe cyatoranijwe
sd: ٽائم زون منتخب ٿيل ناهي
si: කිසිදු වේලා කලාපයක් තෝරා නොමැත
sk: Nie je vybratý časový pás
sl: Noben časovni pas ni izbran
sq: Nuk u përzgjodh asnjë interval kohor
sr: Није одабран временски период
sv: Ingen tidszon vald
sw: Hakuna wakati uliochaguliwa
ta: நேரமில்லை
te: ఏ సమయమైనా ఎంచుకోలేదు
tg: Ҳозир намоиш дода нашудааст
th: ไม่มีการเลือกเขตเวลา
tk: Wagt guşaklygy saýlanmady
tl: Walang napiling timezone
tr: Zaman dilimi seçilmedi
tt: Вакыт зонасы сайланмаган
ug: ۋاقىت رايونى تاللانمىدى
uk: Не вибрано часовий пояс
ur: کوئی ٹائم زون منتخب نہیں
uz: Soat mintaqasi tanlanmadi
vi: Không có múi giờ nào được chọn
xh: Akukho khetho ekhethiweyo
yi: ניט קיין צייַט זאָנע אויסגעקליבן

source: Complete profile to continue
af: Volledige profiel om voort te gaan
am: ለመቀጠል የተሟላ መገለጫ
ar: استكمال الملف الشخصي للمتابعة
az: Davam etmək üçün tam profil
be: Поўны профіль для працягу
bg: Попълнете профила, за да продължите
bn: চালিয়ে যাওয়ার জন্য সম্পূর্ণ প্রোফাইল
ca: Perfil complet per continuar
cs: Chcete-li pokračovat, vyplňte profil
cy: Proffil cyflawn i barhau
da: Komplet profil for at fortsætte
de: Vollständiges Profil, um fortzufahren
el: Πλήρες προφίλ για να συνεχίσετε
eo: Kompleta profilo daŭrigi
es: Completar perfil para continuar
et: Jätkamiseks täielik profiil
eu: Jarraitzeko profila
fa: نمایه کامل برای ادامه
fi: Jatka täydellistä profiilia
fr: Profil complet pour continuer
fy: Folslein profyl om troch te gean
ga: Próifíl iomlán le leanúint ar aghaidh
gd: Pròifil coileanta ri leantainn
gl: Perfil completo para continuar
gu: ચાલુ રાખવા માટે સંપૂર્ણ પ્રોફાઇલ
hi: जारी रखने के लिए पूरी प्रोफ़ाइल
hr: Potpuni profil za nastavak
hu: Teljes profil a folytatáshoz
hy: Լրիվ պրոֆիլը շարունակելու համար
id: Profil lengkap untuk melanjutkan
is: Heill prófíl til að halda áfram
it: Profilo completo per continuare
iw: פרופיל מלא להמשך
ja: 続行するにはプロファイルを完成してください
ka: სრული პროფილის გასაგრძელებლად
kk: Жалғастыру үшін профильді аяқтаңыз
km: បំពេញទម្រង់ដើម្បីបន្ត
kn: ಮುಂದುವರಿಸಲು ಸಂಪೂರ್ಣ ಪ್ರೊಫೈಲ್
ku: Profîla bêkêmasî ji bo domandinê
ky: Улантуу үчүн профилди толуктаңыз
lb: Komplett Profil fir weiderzemaachen
lo: ຕື່ມຂໍ້ມູນໃສ່ເພື່ອສືບຕໍ່
lt: Norėdami tęsti, užpildykite visą profilį
lv: Lai turpinātu, izveidojiet pilnīgu profilu
mg: Ny mombamomba feno hanohy
mi: Kia pai te korero
mk: Комплетен профил за да продолжите
ml: തുടരുന്നതിന് പ്രൊഫൈൽ പൂർത്തിയാക്കുക
mn: Үргэлжлүүлэхийн тулд профайлаа бөглөнө үү
mr: सुरू ठेवण्यासाठी पूर्ण प्रोफाइल
ms: Lengkapkan profil untuk meneruskan
mt: Profil komplut biex tkompli
my: ဆက်လက်ဆောင်ရွက်ရန်ပရိုဖိုင်းကိုဖြည့်ပါ
ne: जारी राख्नको लागि पूर्ण प्रोफाइल
nl: Voltooi het profiel om door te gaan
no: Fullstendig profil for å fortsette
or: ଜାରି ରଖିବାକୁ ସମ୍ପୂର୍ଣ୍ଣ ପ୍ରୋଫାଇଲ୍ |
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਪੂਰਾ ਪ੍ਰੋਫਾਈਲ
pl: Uzupełnij profil, aby kontynuować
ps: د ادامه ورکولو لپاره بشپړ پروفایل
pt: Perfil completo para continuar
ro: Profil complet pentru a continua
ru: Чтобы продолжить, заполните профиль
rw: Umwirondoro wuzuye kugirango ukomeze
sd: جاري رکڻ لاءِ مڪمل پروفائيل
si: ඉදිරියට යාමට සම්පූර්ණ පැතිකඩ
sk: Ak chcete pokračovať, vyplňte profil
sl: Za nadaljevanje profil dokončajte
sq: Profili i plotë për të vazhduar
sr: Комплетан профил за наставак
sv: Komplett profil för att fortsätta
sw: Kamilisha wasifu kuendelea
ta: தொடர முழுமையான சுயவிவரம்
te: కొనసాగించడానికి పూర్తి ప్రొఫైల్
tg: Барои идомаи профили пурра
th: กรอกโปรไฟล์เพื่อดำเนินการต่อ
tk: Dowam etmek üçin doly profil
tl: Kumpletuhin ang profile upang magpatuloy
tr: Devam etmek için profili tamamlayın
tt: Дәвам итәр өчен тулы профиль
ug: داۋاملاشتۇرۇش ئۈچۈن تولۇق ئارخىپ
uk: Повний профіль для продовження
ur: جاری رکھنے کے لئے مکمل پروفائل
uz: Davom etish uchun profilni to&#39;liq to&#39;ldiring
vi: Hoàn thành hồ sơ để tiếp tục
xh: Gqiba iprofayili yokuqhubeka
yi: גאַנץ פּראָפיל צו פאָרזעצן

source: Timezone
af: Tydsone
am: የጊዜ ክልል
ar: وحدة زمنية
bg: Часова зона
bn: সময় অঞ্চল
ca: Zona horària
cs: Časové pásmo
cy: Cylchfa amser
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
eo: Horzono
es: Zona horaria
et: Ajavöönd
eu: Eremua
fa: منطقه زمانی
fi: Aikavyöhyke
fr: Fuseau horaire
fy: Tiidsône
ga: crios ama
gl: Zona horaria
gu: સમય ઝોન
hi: समय क्षेत्र
hr: Vremenska zona
hu: Időzóna
hy: Ժամային գոտի
id: Zona waktu
is: Tímabelti
it: Fuso orario
iw: אזור זמן
ja: タイムゾーン
ka: დროის სარტყელი
kk: Уақыт белдеуі
km: ល្វែងម៉ោង
kn: ಸಮಯ ವಲಯ
ku: Qada demê
ky: Убакыт зонасы
lb: Zäitzone
lo: ເຂດ​ເວ​ລາ
lt: Laiko zona
lv: Laika zona
mi: rohewā
mk: Временска зона
ml: സമയ മേഖല
mn: Цагийн бүс
mr: वेळ क्षेत्र
ms: Zon masa
mt: Żona tal-ħin
my: စံတော်ချိန်
ne: समय क्षेत्र
nl: Tijdzone
no: Tidssone
or: ସମୟ ମଣ୍ଡଳ
pa: ਸਮਾਂ ਖੇਤਰ
pl: Strefa czasowa
ps: وخت زون
pt: Fuso horário
ro: Fus orar
ru: Часовой пояс
sd: ٽائيم زون
si: වේලා කලාපය
sk: Časové pásmo
sl: Časovni pas
sq: Ora
sr: Временска зона
sv: Tidszon
ta: நேரம் மண்டலம்
te: సమయమండలం
tg: Омехтани доираи вакти
th: เขตเวลา
tk: Sagat guşaklygy
tr: Saat dilimi
tt: Вакыт зонасы
ug: ۋاقىت رايونى
uk: Часовий пояс
ur: ٹائم زون
uz: Vaqt zonasi
vi: Múi giờ
xh: Ixesha lendawo
yi: צייַט זאָנע

source: Update
af: Opdateer
am: አዘምን
ar: تحديث
az: Yeniləmə
be: абнаўленне
bg: Актуализация
bn: হালনাগাদ
ca: Actualització
cs: Aktualizace
cy: Diweddariad
da: Opdatering
de: Aktualisieren
el: Εκσυγχρονίζω
eo: Ĝisdatigi
es: Actualizar
et: Uuenda
eu: eguneratzearen
fa: به روز رسانی
fi: Päivittää
fr: Mettre à jour
ga: Nuashonraigh
gl: Actualización
gu: અપડેટ કરો
hi: अद्यतन
hr: Ažuriraj
hu: frissítés
hy: Թարմացնել
id: Memperbarui
is: Uppfæra
it: Aggiornare
iw: עדכון
ja: 更新
ka: განახლება
kk: Жаңарту
km: ធ្វើបច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸಿ
ku: Rojanekirin
ky: өзгөртүү
lb: Aktualiséierung
lo: ການປັບປຸງ
lt: Atnaujinti
lv: Atjaunināt
mi: Whakahōu
mk: Ажурирање
ml: അപ്ഡേറ്റ് ചെയ്യുക
mn: Шинэчлэх
mr: अद्यतन करा
ms: Kemas kini
mt: Aġġornament
my: Update ကို
ne: अद्यावधिक
nl: Bijwerken
no: Oppdater
or: ଅଦ୍ୟତନ କରନ୍ତୁ |
pa: ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizacja
ps: اوسمهال
pt: Atualizar
ro: Actualizați
ru: Обновить
rw: Kuvugurura
sd: تازو
si: යාවත්කාලීන කිරීම
sk: aktualizovať
sl: Nadgradnja
sr: ажурирање
sv: Uppdatering
sw: Sasisha
ta: புதுப்பிக்கப்பட்டது
te: నవీకరణ
tg: навсозии
th: ปรับปรุง
tk: Täzelen
tl: I-update
tr: Güncelleştirme
tt: Яңарту
ug: يېڭىلاش
uk: Оновити
ur: اپ ڈیٹ
uz: Yangilang
vi: Cập nhật
xh: Uhlaziyo
yi: דערהייַנטיקן

source: Website:
af: Webwerf:
am: ድህረገፅ:
ar: موقع إلكتروني:
az: Veb sayt:
be: сайт:
bg: уебсайт:
bn: ওয়েবসাইট:
ca: Lloc web:
cs: Webová stránka:
cy: Gwefan:
da: Internet side:
de: Webseite:
el: Δικτυακός τόπος:
eo: Retejo:
es: Sitio web:
et: Veebisait:
eu: Webgunea:
fa: سایت اینترنتی:
fi: Verkkosivusto:
fr: Site Internet:
fy: Webside:
ga: Suíomh Gréasáin:
gd: Làrach-lìn:
gl: Páxina web:
gu: વેબસાઇટ:
hi: वेबसाइट:
hr: Web stranica:
hu: Weboldal:
hy: Կայք:
id: Situs web:
is: Vefsíða:
it: Sito web:
iw: אתר אינטרנט:
ja: Webサイト：
ka: საიტი:
kk: Веб-сайт:
km: គេហទំព័រ៖
kn: ಜಾಲತಾಣ:
ku: Malper:
ky: Вебсайт:
lb: Websäit:
lo: ເວັບໄຊທ໌:
lt: Interneto svetainė:
lv: Tīmekļa vietne:
mg: Tranonkala:
mi: paetukutuku:
mk: Веб-страница:
ml: വെബ്സൈറ്റ്:
mn: Вэбсайт:
mr: संकेतस्थळ:
ms: laman web:
mt: Websajt:
my: ဝဘ်ဆိုဒ်-
ne: वेबसाइट:
no: Nettsted:
or: ୱେବସାଇଟ୍:
pa: ਵੈੱਬਸਾਈਟ:
pl: Strona internetowa:
ps: ویب پاڼه:
pt: Local na rede Internet:
ro: Site:
ru: Веб-сайт:
rw: Urubuga:
sd: ويب سائيٽ:
si: වෙබ් අඩවිය:
sk: Webstránka:
sl: Spletna stran:
sq: Faqja e internetit:
sr: Веб сајт:
sv: Hemsida:
sw: Tovuti:
ta: இணையதளம்:
te: వెబ్‌సైట్:
tg: Вебсайт:
th: เว็บไซต์:
tk: Sahypa:
tr: İnternet sitesi:
tt: Вебсайт:
ug: تور بېكەت:
uk: сайт:
ur: ویب سائٹ:
uz: Veb-sayt:
vi: Trang mạng:
xh: Iwebhusayithi:
yi: וועבסייט:

source: Homepage:
af: tuisblad:
am: መነሻ ገጽ
ar: الصفحة الرئيسية:
az: Əsas səhifə:
be: Хатняя старонка:
bg: начална страница:
bn: হোমপেজ:
ca: Pàgina inicial:
cs: Domovská stránka:
cy: Tudalen hafan:
da: Hjemmeside:
de: Startseite:
el: Αρχική σελίδα:
eo: Hejmpaĝo:
es: Página principal:
et: Koduleht:
eu: Hasiera:
fa: صفحه نخست:
fi: kotisivu:
fr: Page d&#39;accueil:
fy: Startside:
ga: Leathanach baile:
gd: Duilleag-dhachaigh:
gl: Páxina de inicio:
gu: હોમપેજ:
hi: होमपेज:
hr: Početna stranica:
hu: Honlap:
hy: Հիմնական էջ:
id: Beranda:
is: Heimasíða:
iw: דף הבית:
ja: ホームページ：
ka: საწყისი გვერდი:
kk: Басты бет:
km: គេហទំព័រ៖
kn: ಮುಖಪುಟ:
ku: Malper:
lb: Startsäit:
lo: ໜ້າ ທຳ ອິດ:
lt: Pagrindinis puslapis:
lv: Mājas lapa:
mg: pejy fandraisana:
mi: Kāinga:
mk: Главна страница:
ml: ഹോം‌പേജ്:
mn: Нүүр хуудас:
mr: मुख्यपृष्ठ:
ms: Laman utama:
mt: Paġna ewlenija:
my: ပင်မစာမျက်နှာ
ne: होमपेज:
nl: Startpagina:
no: hjemmeside:
or: ମୂଳପୃଷ୍ଠା:
pa: ਹੋਮਪੇਜ:
pl: Strona główna:
ps: کور پاpageه:
pt: Pagina inicial:
ro: Pagina principala:
ru: Домашняя страница:
rw: Urupapuro rwitangiriro:
sd: هوم پيج:
si: මුල් පිටුව:
sl: Domača stran:
sq: Faqe Hyrëse:
sr: Почетна страница:
sv: Hemsida:
sw: Tovuti:
ta: முகப்புப்பக்கம்:
te: హోమ్:
tg: Сафҳаи аслӣ:
th: โฮมเพจ:
tk: Baş sahypa:
tr: Anasayfa:
tt: Баш бит:
ug: باش بەت:
uk: Домашня сторінка:
ur: مرکزی صفحہ:
uz: Bosh sahifa:
vi: Trang chủ:
xh: Ikhaya:
yi: האָמעפּאַגע:

source: Approve Access
af: Keur toegang goed
am: መዳረሻን ያፅድቁ
ar: الموافقة على الوصول
az: Giriş təsdiq edin
be: Зацвердзіць доступ
bg: Одобряване на достъпа
bn: অ্যাক্সেস অনুমোদন করুন
ca: Aproveu l&#39;accés
cs: Schválit přístup
cy: Cymeradwyo Mynediad
da: Godkend adgang
de: Zugriff genehmigen
el: Έγκριση πρόσβασης
eo: Aprobi Aliron
es: Aprobar acceso
et: Kinnitage juurdepääs
eu: Onartu Sarbidea
fa: دسترسی را تأیید کنید
fi: Hyväksy käyttöoikeus
fr: Approuver l&#39;accès
fy: Tagong goedkarre
ga: Rochtain a Fhormheas
gd: Aontachadh ruigsinneachd
gl: Aprobar o acceso
gu: પ્રવેશને મંજૂરી આપો
hi: पहुँच स्वीकृत करें
hr: Odobriti pristup
hu: Jóváhagyja a hozzáférést
hy: Հաստատել մուտքը
id: Setujui Akses
is: Samþykkja aðgang
it: Approvare l&#39;accesso
iw: אשר גישה
ja: アクセスを承認
ka: წვდომის დამტკიცება
kk: Рұқсатты растаңыз
km: យល់ព្រមការចូលប្រើ
kn: ಪ್ರವೇಶವನ್ನು ಅನುಮೋದಿಸಿ
ku: Gihîştina pejirandin
ky: Кирүүнү ырастаңыз
lb: Gitt Zougang zou
lo: ອະນຸມັດການເຂົ້າເຖິງ
lt: Patvirtinti prieigą
lv: Apstiprināt piekļuvi
mg: Ankasitraho ny fidirana
mi: Whakaaetia te Ake
mk: Одобри пристап
ml: ആക്സസ് അംഗീകരിക്കുക
mn: Хандалтыг батлах
mr: प्रवेश मंजूर करा
ms: Luluskan Akses
mt: Approva l-Aċċess
my: Access ကိုခွင့်ပြုပါ
ne: पहुँच अनुमोदन गर्नुहोस्
nl: Toegang goedkeuren
no: Godkjenn tilgang
or: ପ୍ରବେଶ ଅନୁମୋଦନ କରନ୍ତୁ |
pa: ਪਹੁੰਚ ਮਨਜ਼ੂਰ ਕਰੋ
pl: Zatwierdź dostęp
ps: لاسرسی منظور کړئ
pt: Aprovar acesso
ro: Aprobă accesul
ru: Подтвердить доступ
rw: Emeza kwinjira
sd: رسائي جي منظوري ڏيو
si: ප්රවේශය අනුමත කරන්න
sk: Schváliť prístup
sl: Odobrite dostop
sq: Miratoni Qasjen
sr: Одобрити приступ
sv: Godkänn åtkomst
sw: Idhibitisha Ufikiaji
ta: அணுகலை அங்கீகரிக்கவும்
te: ప్రాప్యతను ఆమోదించండి
tg: Дастрасиро тасдиқ кунед
th: อนุมัติการเข้าถึง
tk: Elýeterliligi tassyklaň
tl: Pinahintulutan ang Pag-access
tr: Erişimi Onayla
tt: Рөхсәтне раслагыз
ug: زىيارەتنى تەستىقلاڭ
uk: Підтвердити доступ
ur: رسائی کو منظور کریں
uz: Kirishni tasdiqlang
vi: Phê duyệt quyền truy cập
xh: Vuma ukufikelela
yi: באוויליקן אַקסעס

source: Info
af: Inligting
am: መረጃ
ar: معلومات
az: Məlumat
be: Інфармацыя
bg: Информация
bn: তথ্য
ca: Informació
cy: Gwybodaeth
de: Die Info
el: Πληροφορίες
es: Información
fa: اطلاعات
fi: Tiedot
ga: Eolas
gd: Fiosrachadh
gl: Información
gu: માહિતી
hi: जानकारी
hy: Ինֆո
is: Upplýsingar
it: Informazioni
iw: מידע
ja: 情報
ka: ინფორმაცია
kk: Ақпарат
km: ព័ត៌មាន
kn: ಮಾಹಿತಿ
ky: Маалымат
lo: ຂໍ້ມູນ
lt: Informacija
lv: Informācija
mi: Nga korero
mk: Инфо
ml: വിവരം
mn: Мэдээлэл
mr: माहिती
my: အချက်အလက်
ne: जानकारी
or: ସୂଚନା
pa: ਜਾਣਕਾਰੀ
pl: Informacje
ps: معلومات
pt: Informações
ru: Информация
rw: Amakuru
sd: ڄاڻ
si: තොරතුරු
sl: Informacije
sq: Informacion
sr: Инфо
sw: Habari
ta: தகவல்
te: సమాచారం
tg: Маълумот
th: ข้อมูล
tk: Maglumat
tl: Impormasyon
tr: Bilgi
tt: Мәгълүмат
ug: ئۇچۇر
uk: Інформація
ur: معلومات
uz: Ma'lumot
vi: Thông tin
xh: Ulwazi
yi: אינפֿאָרמאַציע

source: Permissions
af: Toestemmings
am: ፈቃዶች
ar: أذونات
az: İcazələr
be: Дазволы
bg: Разрешения
bn: অনুমতি
ca: Permisos
cs: Oprávnění
cy: Caniatadau
da: Tilladelser
de: Berechtigungen
el: Άδειες
eo: Permesoj
es: Permisos
et: load
eu: Baimenak
fa: مجوزها
fi: Käyttöoikeudet
fr: Autorisations
ga: Ceadanna
gd: Ceadan
gl: Permisos
gu: પરવાનગીઓ
hi: अनुमतियां
hr: Dozvole
hu: Engedélyek
hy: Թույլտվություններ
id: Izin
is: Heimildir
it: permessi
iw: הרשאות
ja: 権限
ka: ნებართვები
kk: Рұқсаттар
km: ការអនុញ្ញាត
kn: ಅನುಮತಿಗಳು
ku: Destûrên
ky: Уруксаттар
lb: Permissiounen
lo: ການອະນຸຍາດ
lt: Leidimai
lv: Atļaujas
mg: alalana
mi: Whakaaetanga
mk: Дозволи
ml: അനുമതികൾ
mn: Зөвшөөрөл
mr: परवानग्या
ms: kebenaran
mt: Permessi
my: ခွင့်ပြုချက်များ
ne: अनुमतिहरू
nl: Rechten
no: Tillatelser
or: ଅନୁମତିଗୁଡିକ
pa: ਇਜਾਜ਼ਤਾਂ
pl: Uprawnienia
ps: اجازه
pt: Permissões
ro: Permisiuni
ru: Разрешения
rw: Uruhushya
sd: اجازتون
si: අවසර
sk: Povolenia
sl: Dovoljenja
sq: Lejet
sr: Дозволе
sv: Behörigheter
sw: Ruhusa
ta: அனுமதிகள்
te: అనుమతులు
tg: Иҷозатҳо
th: สิทธิ์
tk: Rugsatlar
tl: Mga Pahintulot
tr: izinler
tt: Рөхсәт
ug: ئىجازەت
uk: Дозволи
ur: اجازتیں
uz: Ruxsatlar
vi: Quyền
xh: Iimvume
yi: פּערמישאַנז
