Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: ToDos
am: ቶዶስ
ar: المهام
bg: Задачи
ca: Tasques pendents
de: Aufgaben
eo: Tadoj
es: Tareas pendientes
et: Ülesanded
eu: Zereginak
fi: Tehtävät
fr: À faire
gl: tarefas pendentes
hi: सब
hr: Obaveze
hu: Teendők
id: Yang Harus Dilakukan
is: Verkefni
iw: לעשות
ja: ToDo
kk: Тапсырмалар
km: អ្វីដែលត្រូវធ្វើ
lv: Uzdevumi
ml: ചെയ്യേണ്ടത്
my: လုပ်စရာများ
nl: Taken
pa: ਕਰਨਯੋਗ ਕੰਮ
pl: Zadania
pt: Tarefas
ru: Задачи
sl: Opravila
sr: ТоДос
sv: Att göra
sw: Mambo ya Kufanya
ta: செய்ய வேண்டியவை
te: చేయవలసినవి
th: สิ่งที่ต้องทำ
tr: Yapılacaklar
xh: IiToDos

source: Allows everyone to know what is coming up and due
af: Laat almal toe om te weet wat voorlê en wat voorlê
am: ሁሉም ሰው የሚመጣውን እና የሚመጣውን እንዲያውቅ ያስችለዋል።
ar: يسمح للجميع بمعرفة ما هو قادم ومستحق
az: Hər kəsə nəyin gələcəyini və nəyin gözlədiyini bilməyə imkan verir
be: Дазваляе кожнаму ведаць, што нас чакае
bg: Позволява на всеки да знае какво предстои и е дължимо
bn: সকলকে জানার অনুমতি দেয় কি আসছে এবং করণীয়
ca: Permet que tothom sàpiga què s'està produint i que s'espera
cs: Umožňuje každému vědět, co se chystá a co má být
cy: Galluogi pawb i wybod beth sy'n dod i fyny ac yn ddyledus
da: Giver alle mulighed for at vide, hvad der kommer og skal
de: Damit jeder weiß, was ansteht und fällig ist
el: Επιτρέπει σε όλους να γνωρίζουν τι έρχεται και τι αναμένεται
eo: Permesas al ĉiuj scii kio okazas kaj venos
es: Permite que todos sepan lo que está por venir y lo que vence
et: Võimaldab kõigil teada, mis tulemas ja tähtaeg on
eu: Etortzen dena eta zer datorren jakiteko aukera ematen du
fa: به همه این امکان را می دهد که بدانند چه چیزی در راه است و چه چیزی در انتظار آن است
fi: Antaa jokaisen tietää, mitä on tulossa ja mitä on luvassa
fr: Permet à chacun de savoir ce qui arrive et ce qui est dû
fy: Lit elkenien witte wat der komt en komt
ga: Ligeann sé do gach duine a fhios a bheith acu cad atá le teacht agus atá dlite
gd: A’ leigeil leis a h-uile duine faighinn a-mach dè a tha ri thighinn agus ri thighinn
gl: Permite que todo o mundo saiba o que está a suceder
gu: દરેકને શું આવી રહ્યું છે અને બાકી છે તે જાણવાની મંજૂરી આપે છે
hi: सभी को यह जानने की अनुमति देता है कि क्या हो रहा है और देय है
hr: Omogućuje svima da znaju što dolazi i treba
hu: Lehetővé teszi, hogy mindenki tudja, mi várható és mi várható
hy: Թույլ է տալիս բոլորին իմանալ, թե ինչ է սպասվում և սպասվում
id: Memungkinkan semua orang tahu apa yang akan datang dan jatuh tempo
is: Leyfir öllum að vita hvað er í vændum og á eftir
it: Consente a tutti di sapere cosa è in arrivo e in scadenza
iw: מאפשר לכולם לדעת מה צפוי ומה צפוי
ja: 誰もが今後の予定と期限を知ることができます
ka: საშუალებას აძლევს ყველას იცოდეს რა ხდება და რა ხდება
kk: Барлығына не күтіп тұрғанын және не болатынын білуге мүмкіндік береді
km: អនុញ្ញាតឱ្យមនុស្សគ្រប់គ្នាដឹងពីអ្វីដែលនឹងមកដល់ និងដល់ពេលកំណត់
kn: ಎಲ್ಲರಿಗೂ ಏನಾಗುತ್ತಿದೆ ಮತ್ತು ಬಾಕಿಯಿದೆ ಎಂಬುದನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು ಅನುಮತಿಸುತ್ತದೆ
ku: Destûrê dide her kesî ku bizane ka çi tê û çi ye
ky: Ар бир адам алдыда эмне болорун жана эмне болорун билүүгө мүмкүндүк берет
lb: Erlaabt jidderengem ze wëssen wat kënnt a wat geschitt
lo: ອະນຸຍາດໃຫ້ທຸກຄົນຮູ້ວ່າສິ່ງທີ່ຈະມາເຖິງແລະເນື່ອງມາຈາກ
lt: Leidžia visiems žinoti, kas laukia ir laukia
lv: Ļauj ikvienam uzzināt, kas gaidāms un kas notiks
mg: Mamela ny rehetra hahafantatra izay ho avy sy tokony ho izy
mi: Ka taea e te katoa te mohio ki nga mea kei te heke mai me nga mea e tika ana
mk: Овозможува сите да знаат што претстои и што треба
ml: വരാനിരിക്കുന്നതും വരാനുള്ളതും അറിയാൻ എല്ലാവരെയും അനുവദിക്കുന്നു
mn: Энэ нь хүн бүрт юу болох, юу болохыг мэдэх боломжийг олгодог
mr: प्रत्येकाला काय येत आहे आणि देय आहे हे जाणून घेण्याची अनुमती देते
ms: Membolehkan semua orang mengetahui perkara yang akan datang dan sepatutnya
mt: Jippermetti lil kulħadd ikun jaf x'inhu ġej u dovut
my: လာမည့်အချိန်ကို လူတိုင်းသိနိုင်စေပါသည်။
ne: सबैलाई के आउँदैछ र कारण थाहा पाउन अनुमति दिन्छ
nl: Staat iedereen toe om te weten wat er komt en moet
no: Tillater alle å vite hva som kommer og skal
or: କ’ଣ ଆସୁଛି ଏବଂ ଦେୟ ସମସ୍ତଙ୍କୁ ଜାଣିବାକୁ ଅନୁମତି ଦିଏ |
pa: ਹਰ ਕਿਸੇ ਨੂੰ ਇਹ ਜਾਣਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ ਕਿ ਕੀ ਆ ਰਿਹਾ ਹੈ ਅਤੇ ਕਾਰਨ ਕੀ ਹੈ
pl: Pozwala wszystkim wiedzieć, co się zbliża i należy
ps: هرڅوک ته اجازه ورکوي پوه شي چې څه پیښیږي او څه پیښیږي
pt: Permite que todos saibam o que está por vir e devido
ro: Permite tuturor să știe ce urmează și ce urmează
ru: Позволяет всем знать, что происходит и должно
rw: Emerera abantu bose kumenya ibizaza nibikwiye
sd: سڀني کي ڄاڻڻ جي اجازت ڏئي ٿي ته ڇا اچي رهيو آهي ۽ سبب آهي
si: ඉදිරියට එන සහ නියමිත දේ දැන ගැනීමට සෑම කෙනෙකුටම ඉඩ දෙයි
sk: Umožňuje každému vedieť, čo sa chystá a čo má prísť
sl: Omogoča vsem, da vedo, kaj prihaja in je treba
sq: Lejon të gjithë të dinë se çfarë do të ndodhë dhe që duhet
sr: Омогућава свима да знају шта се спрема и шта треба
sv: Låter alla veta vad som kommer och är på väg
sw: Inaruhusu kila mtu kujua kinachokuja na kinachohitajika
ta: வரவிருக்கும் மற்றும் வரவேண்டியதை அனைவரும் அறிய அனுமதிக்கிறது
te: ప్రతి ఒక్కరూ రాబోయే మరియు రావాల్సిన వాటిని తెలుసుకోవడానికి అనుమతిస్తుంది
tg: Ба ҳама имкон медиҳад, ки бидонад, ки чӣ рӯй медиҳад ва интизор аст
th: ให้ทุกคนได้รู้ว่ากำลังจะเกิดอะไรขึ้นและเนื่องจาก
tk: Her kime näme geljekdigini we nämäni bermelidigini bilmäge mümkinçilik berýär
tl: Nagbibigay-daan sa lahat na malaman kung ano ang paparating at nararapat
tr: Herkesin neyin geldiğini ve ne zaman geleceğini bilmesini sağlar
tt: Барысына да нәрсә килеп чыгарга тиешлеген белергә мөмкинлек бирә
ug: كۆپچىلىكنىڭ نېمە ئىش ۋە نېمىنىڭ كېلىدىغانلىقىنى بىلىشىگە يول قويىدۇ
uk: Дозволяє кожному знати про те, що має відбутися
ur: ہر ایک کو یہ جاننے کی اجازت دیتا ہے کہ کیا آنے والا ہے اور کیا ہونے والا ہے۔
uz: Har kimga nima bo'lishini va nima bo'lishini bilish imkonini beradi
vi: Cho phép mọi người biết những gì sắp xảy ra và đến hạn
xh: Ivumela wonke umntu ukuba azi ukuba kwenzekani kwaye kufanelekile
yi: אַלאַוז אַלעמען צו וויסן וואָס קומט אַרויף און רעכט

source: Auto notify the user when something is due
af: Stel die gebruiker outomaties in kennis wanneer iets verskuldig is
am: የሆነ ነገር ሲደርስ በራስ-ሰር ለተጠቃሚው ያሳውቁ
ar: إخطار المستخدم تلقائيًا عندما يحين موعد استحقاق شيء ما
az: Nəyinsə vaxtı çatdıqda istifadəçini avtomatik xəbərdar edir
be: Аўтаматычнае апавяшчэнне карыстальніка, калі нешта павінна быць
bg: Автоматично уведомяване на потребителя, когато нещо се дължи
bn: কিছু বকেয়া হলে ব্যবহারকারীকে স্বয়ংক্রিয়ভাবে অবহিত করুন
ca: Notificar automàticament a l'usuari quan calgui alguna cosa
cs: Automatické upozornění uživatele, když je něco splatné
cy: Hysbysu'r defnyddiwr yn awtomatig pan fydd rhywbeth yn ddyledus
da: Giver automatisk brugeren besked, når noget skal betales
de: Benachrichtigen Sie den Benutzer automatisch, wenn etwas fällig ist
el: Αυτόματη ειδοποίηση του χρήστη όταν κάτι πρέπει
eo: Aŭtomate sciigu la uzanton kiam io estas ŝuldata
es: Notificar automáticamente al usuario cuando algo vence
et: Teavitage kasutajat automaatselt, kui midagi on käes
eu: Auto jakinarazpena erabiltzaileari zerbait behar denean
fa: به طور خودکار کاربر را در صورت موعد مقرر مطلع می کند
fi: Ilmoita automaattisesti käyttäjälle, kun jokin on erääntynyt
fr: Avertir automatiquement l'utilisateur lorsque quelque chose est dû
fy: De brûker automatysk warskôgje as der wat komt
ga: Cuir an t-úsáideoir ar an eolas go huathoibríoch nuair a bhíonn rud éigin dlite
gd: Cuir fios gu fèin-ghluasadach don neach-cleachdaidh nuair a tha rudeigin ri thighinn
gl: Notificar automaticamente ao usuario cando se debe algo
gu: જ્યારે કંઈક બાકી હોય ત્યારે વપરાશકર્તાને સ્વતઃ સૂચિત કરો
hi: कुछ देय होने पर उपयोगकर्ता को स्वतः सूचित करें
hr: Automatski obavijesti korisnika kada nešto treba
hu: Automatikusan értesíti a felhasználót, ha valami esedékes
hy: Ավտոմատ տեղեկացնել օգտատիրոջը, երբ ինչ-որ բան է սպասվում
id: Beri tahu pengguna secara otomatis ketika ada sesuatu yang jatuh tempo
is: Láta notanda sjálfkrafa vita þegar eitthvað á að gera
it: Avvisa automaticamente l'utente quando qualcosa è dovuto
iw: הודע אוטומטית למשתמש כאשר משהו מגיע
ja: 何かが期限になったときにユーザーに自動通知する
ka: ავტომატური შეტყობინება მომხმარებლის შესახებ, როდესაც რაღაც უნდა მოხდეს
kk: Бірдеңе қажет болғанда пайдаланушыға автоматты түрде хабарлау
km: ជូនដំណឹងដោយស្វ័យប្រវត្តិដល់អ្នកប្រើប្រាស់នៅពេលមានអ្វីមួយដល់កំណត់
kn: ಏನಾದರೂ ಬಾಕಿ ಇದ್ದಾಗ ಬಳಕೆದಾರರಿಗೆ ಸ್ವಯಂ ಸೂಚನೆ ನೀಡಿ
ku: Dema ku tiştek diqewime bixwe bikarhêner bikarhêner agahdar bike
ky: Колдонуучуга бир нерсе келгенде автоматтык түрдө кабарлайт
lb: Automatesch Notifikatioun vum Benotzer wann eppes geschitt ass
lo: ແຈ້ງເຕືອນຜູ້ໃຊ້ໂດຍອັດຕະໂນມັດເມື່ອມີອັນໃດອັນໜຶ່ງເຖິງກຳນົດ
lt: Automatiškai pranešti vartotojui, kai kažkas turi būti atlikta
lv: Automātiski paziņot lietotājam, kad kaut kas ir jāveic
mg: Mampandre ny mpampiasa rehefa misy zavatra tokony hatao
mi: Whakamōhio aunoa i te kaiwhakamahi ina tae mai tetahi mea
mk: Автоматско известување на корисникот кога нешто треба
ml: എന്തെങ്കിലും ലഭിക്കുമ്പോൾ ഉപയോക്താവിനെ സ്വയമേവ അറിയിക്കുക
mn: Ямар нэгэн зүйл тохиолдох үед хэрэглэгчдэд автоматаар мэдэгдэнэ
mr: जेव्हा काहीतरी देय असेल तेव्हा वापरकर्त्याला स्वयंचलितपणे सूचित करा
ms: Maklumkan secara automatik kepada pengguna apabila sesuatu perlu dibuat
mt: Avża awtomatikament lill-utent meta xi ħaġa tkun dovuta
my: တစ်ခုခုကျလာသောအခါ သုံးစွဲသူအား အလိုအလျောက် အကြောင်းကြားပါ။
ne: केहि बाँकी हुँदा प्रयोगकर्तालाई स्वतः सूचित गर्नुहोस्
nl: Stel de gebruiker automatisch op de hoogte wanneer er iets moet gebeuren
no: Automatisk varsle brukeren når noe skal
or: ଯେତେବେଳେ କିଛି ହେବାର ଅଛି ଅଟୋକୁ ଚାଳକକୁ ସୂଚିତ କର |
pa: ਜਦੋਂ ਕੁਝ ਬਕਾਇਆ ਹੁੰਦਾ ਹੈ ਤਾਂ ਉਪਭੋਗਤਾ ਨੂੰ ਆਟੋਮੈਟਿਕ ਸੂਚਿਤ ਕਰੋ
pl: Automatycznie powiadamiaj użytkownika, gdy coś jest należne
ps: کارونکي ته په اوتومات ډول خبر ورکړئ کله چې یو څه پاتې وي
pt: Notificar automaticamente o usuário quando algo está para vencer
ro: Notifică automat utilizatorul când se datorează ceva
ru: Автоматически уведомлять пользователя, когда что-то должно
rw: Auto imenyesha uyikoresha mugihe hari igihe cyagenwe
sd: خودڪار طور تي صارف کي مطلع ڪريو جڏھن ڪجھھ آھي
si: යමක් නියමිත විට පරිශීලකයාට ස්වයංක්‍රීයව දැනුම් දෙන්න
sk: Automaticky upozorniť používateľa, keď je niečo splatné
sl: Samodejno obvesti uporabnika, ko je nekaj zapadlo
sq: Njoftoni automatikisht përdoruesin kur diçka duhet
sr: Аутоматски обавести корисника када нешто треба
sv: Meddela användaren automatiskt när något ska ske
sw: Mjulishe mtumiaji kiotomatiki jambo linapohitajika
ta: ஏதேனும் நிலுவையில் இருக்கும்போது பயனருக்குத் தானாகவே தெரிவிக்கவும்
te: ఏదైనా బకాయి ఉన్నప్పుడు వినియోగదారుకు స్వయంచాలకంగా తెలియజేయండి
tg: Ҳангоми фаро расидани чизе корбарро худкор огоҳ мекунад
th: แจ้งเตือนผู้ใช้โดยอัตโนมัติเมื่อมีบางอย่างถึงกำหนด
tk: Bir zat bolmaly wagty ulanyja awtomatiki habar beriň
tl: Awtomatikong abisuhan ang user kapag may dapat bayaran
tr: Bir şeyin zamanı geldiğinde kullanıcıyı otomatik olarak bilgilendir
tt: Берәр нәрсә килеп чыккач, кулланучыга автоматик рәвештә хәбәр итегез
ug: بىرەر ئىش ۋاقتى كەلگەندە ئىشلەتكۈچىگە ئاپتوماتىك ئۇقتۇرۇش قىلىڭ
uk: Автоматичне сповіщення користувача, коли щось настає
ur: جب کچھ واجب الادا ہو تو صارف کو خود بخود مطلع کریں۔
uz: Biror narsa kerak bo'lganda foydalanuvchini avtomatik ravishda xabardor qilish
vi: Tự động thông báo cho người dùng khi có điều gì đó đến hạn
xh: Ukwazisa umsebenzisi xa kukho into efunekayo
yi: אַוטאָ געבנ צו וויסן די באַניצער ווען עפּעס איז רעכט

source: Add custom case fields for all your cases
af: Voeg pasgemaakte saakvelde by vir al jou sake
am: ለሁሉም ጉዳዮችዎ ብጁ መያዣ መስኮችን ያክሉ
ar: أضف حقول حالة مخصصة لجميع حالاتك
az: Bütün hallarınız üçün fərdi iş sahələri əlavə edin
be: Дадайце карыстальніцкія палі для ўсіх вашых спраў
bg: Добавете потребителски полета за всички ваши случаи
bn: আপনার সমস্ত ক্ষেত্রে কাস্টম কেস ক্ষেত্র যোগ করুন
ca: Afegiu camps de casos personalitzats per a tots els vostres casos
cs: Přidejte vlastní pole případu pro všechny své případy
cy: Ychwanegwch feysydd achos personol ar gyfer eich holl achosion
da: Tilføj tilpassede sagsfelter til alle dine sager
de: Fügen Sie benutzerdefinierte Fallfelder für alle Ihre Fälle hinzu
el: Προσθέστε προσαρμοσμένα πεδία υποθέσεων για όλες τις υποθέσεις σας
eo: Aldonu kutimajn kazkampojn por ĉiuj viaj kazoj
es: Agregue campos de casos personalizados para todos sus casos
et: Lisage kõigi juhtumite jaoks kohandatud juhtumiväljad
eu: Gehitu kasu-eremu pertsonalizatuak zure kasu guztietarako
fa: فیلدهای مورد سفارشی را برای همه موارد خود اضافه کنید
fi: Lisää mukautettuja tapauskenttiä kaikkiin tapauksiin
fr: Ajoutez des champs de cas personnalisés pour tous vos cas
fy: Foegje oanpaste saakfjilden ta foar al jo gefallen
ga: Cuir réimsí cáis saincheaptha leis do do chásanna go léir
gd: Cuir raointean cùise àbhaisteach ris airson a h-uile cùis agad
gl: Engade campos personalizados para todos os teus casos
gu: તમારા બધા કેસ માટે કસ્ટમ કેસ ફીલ્ડ ઉમેરો
hi: अपने सभी मामलों के लिए कस्टम केस फ़ील्ड जोड़ें
hr: Dodajte prilagođena polja za sve svoje slučajeve
hu: Adjon hozzá egyéni esetmezőket az összes esethez
hy: Ձեր բոլոր գործերի համար ավելացրեք հատուկ գործի դաշտեր
id: Tambahkan bidang kasus khusus untuk semua kasus Anda
is: Bættu við sérsniðnum málsreitum fyrir öll mál þín
it: Aggiungi campi caso personalizzati per tutti i tuoi casi
iw: הוסף שדות תיקים מותאמים אישית לכל המקרים שלך
ja: すべてのケースにカスタム ケース フィールドを追加する
ka: დაამატეთ პირადი შემთხვევის ველები ყველა თქვენი შემთხვევისთვის
kk: Барлық істеріңіз үшін реттелетін іс өрістерін қосыңыз
km: បន្ថែមប្រអប់ករណីផ្ទាល់ខ្លួនសម្រាប់ករណីទាំងអស់របស់អ្នក។
kn: ನಿಮ್ಮ ಎಲ್ಲಾ ಪ್ರಕರಣಗಳಿಗೆ ಕಸ್ಟಮ್ ಕೇಸ್ ಕ್ಷೇತ್ರಗಳನ್ನು ಸೇರಿಸಿ
ku: Ji bo hemî dozên xwe zeviyên doza xwerû zêde bikin
ky: Бардык иштериңиз үчүн ыңгайлаштырылган иш талааларын кошуңуз
lb: Füügt personaliséiert Fallfelder fir all Är Fäll
lo: ເພີ່ມຊ່ອງໃສ່ກໍລະນີແບບກຳນົດເອງສຳລັບທຸກກໍລະນີຂອງເຈົ້າ
lt: Visiems atvejams pridėkite tinkintus atvejo laukus
lv: Pievienojiet pielāgotus gadījuma laukus visiem gadījumiem
mg: Manampia saha manokana momba ny raharahanao rehetra
mi: Tāpirihia ngā āpure kēhi ritenga mō ō kēhi katoa
mk: Додајте сопствени полиња за случаи за сите ваши случаи
ml: നിങ്ങളുടെ എല്ലാ കേസുകൾക്കും ഇഷ്‌ടാനുസൃത കേസ് ഫീൽഡുകൾ ചേർക്കുക
mn: Өөрийн бүх тохиолдлуудад хувийн хэргийн талбаруудыг нэмнэ үү
mr: तुमच्या सर्व केसेससाठी कस्टम केस फील्ड जोडा
ms: Tambahkan medan kes tersuai untuk semua kes anda
mt: Żid oqsma tal-każijiet tad-dwana għall-każijiet kollha tiegħek
my: သင့်ကိစ္စအားလုံးအတွက် စိတ်ကြိုက်ကိစ္စအကွက်များကို ထည့်ပါ။
ne: तपाइँका सबै केसहरूको लागि अनुकूल केस क्षेत्रहरू थप्नुहोस्
nl: Voeg aangepaste case-velden toe voor al uw cases
no: Legg til egendefinerte saksfelt for alle sakene dine
or: ଆପଣଙ୍କର ସମସ୍ତ ମାମଲା ପାଇଁ କଷ୍ଟମ୍ କେସ୍ ଫିଲ୍ଡ ଯୋଡନ୍ତୁ |
pa: ਆਪਣੇ ਸਾਰੇ ਕੇਸਾਂ ਲਈ ਕਸਟਮ ਕੇਸ ਖੇਤਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj niestandardowe pola sprawy dla wszystkich swoich spraw
ps: ستاسو د ټولو قضیو لپاره د دودیز قضیې ساحې اضافه کړئ
pt: Adicione campos de caso personalizados para todos os seus casos
ro: Adăugați câmpuri de caz personalizate pentru toate cazurile dvs
ru: Добавьте настраиваемые поля обращения для всех ваших обращений
rw: Ongeraho imanza zabigenewe kubibazo byawe byose
sd: توهان جي سڀني ڪيسن لاء ڪسٽم ڪيس فيلڊ شامل ڪريو
si: ඔබගේ සියලුම අවස්ථා සඳහා අභිරුචි කේස් ක්ෂේත්‍ර එක් කරන්න
sk: Pridajte vlastné polia prípadu pre všetky vaše prípady
sl: Dodajte polja za primere po meri za vse svoje primere
sq: Shtoni fushat e personalizuara të rasteve për të gjitha rastet tuaja
sr: Додајте прилагођена поља за случајеве за све своје случајеве
sv: Lägg till anpassade ärendefält för alla dina ärenden
sw: Ongeza sehemu za kesi maalum kwa kesi zako zote
ta: உங்கள் எல்லா வழக்குகளுக்கும் தனிப்பயன் வழக்கு புலங்களைச் சேர்க்கவும்
te: మీ అన్ని కేసుల కోసం అనుకూల కేస్ ఫీల్డ్‌లను జోడించండి
tg: Барои ҳамаи парвандаҳои худ майдонҳои парвандаи фармоиширо илова кунед
th: เพิ่มฟิลด์เคสที่กำหนดเองสำหรับทุกเคสของคุณ
tk: Caseshli ýagdaýlaryňyz üçin ýörite meýdan goşuň
tl: Magdagdag ng mga custom na field ng case para sa lahat ng iyong case
tr: Tüm vakalarınız için özel vaka alanları ekleyin
tt: Барлык очракларыгыз өчен махсус очрак кырларын өстәгез
ug: بارلىق ئەھۋاللىرىڭىزغا ئىختىيارى دېلو مەيدانى قوشۇڭ
uk: Додайте користувацькі поля для всіх ваших справ
ur: اپنے تمام کیسز کے لیے حسب ضرورت کیس فیلڈز شامل کریں۔
uz: Barcha holatlaringiz uchun maxsus ish maydonlarini qo'shing
vi: Thêm các trường trường hợp tùy chỉnh cho tất cả các trường hợp của bạn
xh: Yongeza iindawo zetyala ezilungele zonke iimeko zakho
yi: לייג מנהג פאַל פעלדער פֿאַר אַלע דיין קאַסעס

source: Custom Branding
af: Pasgemaakte handelsmerk
am: ብጁ ብራንዲንግ
ar: العلامة التجارية المخصصة
az: Fərdi Brendləşdirmə
be: Індывідуальны брэндынг
bg: Персонализирано брандиране
bn: কাস্টম ব্র্যান্ডিং
ca: Marca personalitzada
cs: Vlastní branding
cy: Brandio Custom
da: Brugerdefineret branding
de: Benutzerdefiniertes Branding
el: Προσαρμοσμένη επωνυμία
eo: Propra Markado
es: Marca personalizada
et: Kohandatud bränding
eu: Marka pertsonalizatua
fa: برندسازی سفارشی
fi: Mukautettu brändäys
fr: Image de marque personnalisée
fy: Oanpaste Branding
ga: Brandáil Chustaim
gd: Brandadh Custom
gl: Marca personalizada
gu: કસ્ટમ બ્રાન્ડિંગ
hi: कस्टम ब्रांडिंग
hr: Prilagođeno brendiranje
hu: Egyedi márkaépítés
hy: Պատվերով բրենդինգ
id: Merek Kustom
is: Sérsniðin vörumerki
it: Marchio personalizzato
iw: מיתוג מותאם אישית
ja: カスタムブランディング
ka: მორგებული ბრენდინგი
kk: Теңшелетін брендинг
km: ម៉ាកយីហោផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಬ್ರ್ಯಾಂಡಿಂಗ್
ku: Branding Custom
ky: Ыңгайлаштырылган брендинг
lb: Benotzerdefinéiert Branding
lo: ການສ້າງຍີ່ຫໍ້ແບບກຳນົດເອງ
lt: Individualus prekės ženklas
lv: Pielāgots zīmols
mg: Marika manokana
mi: Waitohu Ritenga
mk: Прилагодено брендирање
ml: ഇഷ്ടാനുസൃത ബ്രാൻഡിംഗ്
mn: Тусгай брэндинг
mr: सानुकूल ब्रँडिंग
ms: Penjenamaan Tersuai
mt: Branding tad-dwana
my: စိတ်ကြိုက် Branding
ne: कस्टम ब्रान्डिङ
nl: Aangepaste branding
no: Tilpasset merkevarebygging
or: କଷ୍ଟମ୍ ବ୍ରାଣ୍ଡିଂ |
pa: ਕਸਟਮ ਬ੍ਰਾਂਡਿੰਗ
pl: Niestandardowe marki
ps: دودیز برانډینګ
pt: Marca personalizada
ro: Branding personalizat
ru: Индивидуальный брендинг
rw: Kwamamaza ibicuruzwa
sd: ڪسٽم برانچنگ
si: අභිරුචි වෙළඳ නාමකරණය
sk: Vlastná značka
sl: Blagovna znamka po meri
sq: Branding me porosi
sr: Цустом Брандинг
sw: Uwekaji Chapa Maalum
ta: தனிப்பயன் பிராண்டிங்
te: కస్టమ్ బ్రాండింగ్
tg: Брендинги фармоишӣ
th: การสร้างแบรนด์ที่กำหนดเอง
tk: Omörite marka
tr: Özel Markalama
tt: Махсус брендинг
uk: Індивідуальний брендинг
ur: اپنی مرضی کے مطابق برانڈنگ
uz: Shaxsiy brending
vi: Xây dựng thương hiệu tùy chỉnh
xh: Ukuphawula ngokweSiko
yi: מנהג בראַנדינג
