Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Make client billing as straightforward as possible with online invoices and payments.
af: Maak kliënt faktuur so eenvoudig as moontlik met aanlyn fakture en betalings.
am: የደንበኝነት ሂሳብ አከፋፈልን በቀጥታ የመስመር ላይ ደረሰኞች እና ክፍያዎች በተቻለ ፍጥነት ያድርጉት.
ar: اجعل فواتير العميل سهلة ومباشرة قدر الإمكان من خلال الفواتير والمدفوعات عبر الإنترنت.
az: Onlayn hesab-fakturalar və ödəmələrlə müştəri göndərmə qaydasını mümkün qədər asanlıqla yerinə yetirin.
be: Зрабіць кліент білінг так проста, як гэта магчыма з онлайн-рахункаў і плацяжоў.
bg: Направете клиентските сметки възможно най-лесно с онлайн фактури и плащания.
bn: অনলাইন চালান এবং অর্থ প্রদানের সাথে সহজে ক্লায়েন্ট বিলিংকে সহজতর করুন।
ca: Feu que la facturació del client sigui la més senzilla possible amb les factures i els pagaments en línia.
cs: Fakturujte klienty co nejjednodušší s online fakturami a platbami.
cy: Gwneud bilio cleientiaid mor syml â phosibl gydag anfonebau a thaliadau ar-lein.
da: Gør kundefakturering lige så let som muligt med online fakturaer og betalinger.
de: Machen Sie die Kundenabrechnung mit Online-Rechnungen und Zahlungen so einfach wie möglich.
el: Κάντε την τιμολόγηση του πελάτη όσο το δυνατόν πιο απλή με online τιμολόγια και πληρωμές.
eo: Faru klientojn kiel eble plej rekte kun interretaj fakturoj kaj pagoj.
es: Facilite la facturación al cliente con facturas y pagos en línea.
et: Tehke kliendiarvete koostamine võimalikult arusaadavaks veebiarvetega ja maksetega.
eu: Egin bezeroen fakturazioa ahalik eta zuzenena, lineako fakturen eta ordainketen bidez.
fa: با پرداخت آنلاین و صورتحساب، صورتحساب مشتری را تا حد امکان آسان کنید.
fi: Tee asiakkaan laskutus mahdollisimman suoraviivaisesti verkkolaskujen ja maksujen avulla.
fr: Rendez la facturation client aussi simple que possible avec les factures et les paiements en ligne.
fy: Meitsjen fan kliïntearjen as direkteur sa maklik mei online invoices en betellingen.
ga: Déan billeáil cliant chomh simplí agus is féidir le sonraisc agus íocaíochtaí ar líne.
gd: Dèan bileagan luchd-dèiligidh cho furasta &#39;sa ghabhas le fàirdealan agus pàighidhean air-loidhne.
gl: Faga a facturación dos clientes o máis sinxelo posible con facturas e pagamentos en liña.
gu: ઑનલાઇન ઇન્વૉઇસેસ અને ચુકવણીઓ સાથે શક્ય તેટલી સરળ ક્લાયંટ બિલિંગ બનાવો.
hi: ऑनलाइन चालान और भुगतान के साथ ग्राहक बिलिंग को यथासंभव सरल बनाएं।
hr: Napravite klijentu naplatu što je moguće jednostavnije putem mrežnih računa i plaćanja.
hu: Az ügyfelek számlázása a lehető legegyszerűbb online számlákkal és fizetésekkel.
hy: Հաճախորդի հաշիվը հնարավորինս պարզ կերպով կատարել առցանց հաշիվների եւ վճարումների միջոցով:
id: Buat penagihan klien semudah mungkin dengan faktur dan pembayaran online.
is: Gerðu viðskiptavinarreikninga eins einfalt og mögulegt er með reikningum á netinu og greiðslum.
it: Rendi la fatturazione dei clienti il più semplice possibile con fatture e pagamenti online.
iw: הפוך את החיוב הלקוח פשוטה ככל האפשר עם חשבוניות מקוונות ותשלומים.
ja: オンラインの請求書と支払いで、クライアントへの請求をできるだけ簡単にします。
ka: კლიენტის დაანგარიშება როგორც უშუალოდ, ონლაინ ინვოისებზე და გადასახადებზე.
kk: Онлайн шот-фактуралар мен төлемдер арқылы клиент шоттарын мүмкіндігінше ашық түрде жасаңыз.
km: ធ្វើឱ្យវិក័យប័ត្ររបស់អតិថិជនមានភាពស្មោះត្រង់តាមដែលអាចធ្វើបានជាមួយនឹងវិក័យប័ត្រនិងការទូទាត់តាមអ៊ីនធឺណែត។
kn: ಆನ್ಲೈನ್ ಇನ್ವಾಯ್ಸ್ಗಳು ಮತ್ತು ಪಾವತಿಗಳೊಂದಿಗೆ ಕ್ಲೈಂಟ್ ಬಿಲ್ಲಿಂಗ್ ಅನ್ನು ಸಾಧ್ಯವಾದಷ್ಟು ಸರಳವಾಗಿ ಮಾಡಿ.
ku: Pêdivî ye ku mûçeya mûçeyan bi zûtirîn bi mimkunî bi bi rexne û dravên rehlînan a liserxetê.
ky: Кардардын эсеп-кысап онлайн эсептердин жана төлөмдөр менен мүмкүн болушунча ачык болсун.
lb: Gitt Client Fuerderen esou einfach wéi méiglech mat Online Rechnungen an Bezuelungen.
lo: ເຮັດໃຫ້ໃບຢັ້ງຢືນຂອງລູກຄ້າເປັນເລື່ອງງ່າຍທີ່ສຸດກັບໃບແຈ້ງຫນີ້ແລະການຊໍາລະເງິນອອນໄລນ໌.
lt: Padarykite kliento atsiskaitymus kuo paprastesnėmis sąskaitomis internetu ir mokėjimais.
lv: Veiciet klienta rēķinu izrakstīšanu pēc iespējas vienkāršāk, izmantojot tiešsaistes rēķinus un maksājumus.
mg: Ataovy izay hamerenana ny mpanjifanao araka izay azo atao amin&#39;ny faktiora amin&#39;ny Internet ary ny fandoavam-bola.
mi: Whakaritea te utu nama o te kiritaki kia rite tonu ki nga nama me nga utu nama.
mk: Направи клиент платежна што е можно поедноставно со он-лајн фактури и плаќања.
ml: ഓൺലൈൻ ഇൻവോയ്സുകൾക്കും പേയ്മെന്റുകൾക്കും കഴിയുന്നത്ര നേരെയുള്ള ക്ലയന്റ് ബില്ലിംഗായി മാറ്റുക.
mn: Хэрэглэгчийн нэхэмжлэхийг аль болох шууд онлайн нэхэмжлэх, төлбөрөөр шууд хий.
mr: ऑनलाइन चलन आणि देयकांसह शक्य तितक्या सुलभ क्लायंट बिलिंग करा.
ms: Membuat bil pelanggan sebagai mudah seperti yang mungkin dengan invois dan pembayaran dalam talian.
mt: Tagħmel il-kont tal-klijent kemm jista &#39;jkun sempliċi bil-fatturi u l-ħlasijiet onlajn.
my: အွန်လိုင်းငွေတောင်းခံလွှာများနှင့်ငွေပေးချေမှုနှင့်အတူတတ်နိုင်သမျှ client ကိုငွေတောင်းခံအဖြစ်ရိုးလုပ်ပါ။
ne: ग्राहक इनभ्वाइसहरू र भुक्तानीहरूको साथ सम्भव सम्भव रूपमा ग्राहक बिलिङ बनाउनुहोस्।
nl: Maak facturering aan klanten zo eenvoudig mogelijk met online facturen en betalingen.
no: Gjør kundefakturering så enkel som mulig med elektroniske fakturaer og betalinger.
or: ଅନଲାଇନ୍ ଇନଭଏସ୍ ଏବଂ ଦେୟ ସହିତ କ୍ଲାଏଣ୍ଟ ବିଲିଂକୁ ଯଥାସମ୍ଭବ ସରଳ କରନ୍ତୁ |
pa: ਔਨਲਾਈਨ ਇਨਵੌਇਸ ਅਤੇ ਅਦਾਇਗੀਆਂ ਦੇ ਨਾਲ ਕਲਾਇਟ ਬਿਲਿੰਗ ਨੂੰ ਜਿੰਨਾ ਹੋ ਸਕੇ ਸੌਖਾ ਬਣਾਉ.
pl: Spraw, aby rozliczanie klientów było jak najbardziej proste dzięki fakturom i płatnościom online.
ps: د پیرودونکي بلنگ د آنلاین انوګانو او تادیاتو سره سم ممکن دومره ساده وي.
pt: Torne o faturamento do cliente o mais direto possível com faturas e pagamentos on-line.
ro: Faceți facturarea clientului cât mai simplă posibil cu facturile și plățile online.
ru: Сделайте выставление счетов клиенту максимально простым с онлайн-счетами и платежами.
rw: Kora fagitire y&#39;abakiriya mu buryo bworoshye bushoboka hamwe na fagitire zo kuri interineti no kwishyura.
sd: کلائنٽ بلنگ کي ممڪن طور تي جيترو ممڪن طور تي آن لائن انوائس ۽ ادائيگي سان گڏ ڪريو.
si: මාර්ගගත ඉන්වොයිසි සහ ගෙවීම් සමග ගනුදෙනුකරුවන්ගේ බිල්පත් හැකි පරිදි කෙලින්ම කෙලින්ම කරන්න.
sk: Uskutočnite fakturáciu klienta čo najjednoduchšie s online faktúrami a platbami.
sl: Z računi in plačili na spletu naredite zaračunavanje strank kar se da preprosto.
sq: Bëni faturimin e klientit sa më të drejtpërdrejtë me faturat dhe pagesat online.
sr: Направите фактурисање клијента што је могуће једноставније са онлине фактурама и плаћањима.
sv: Gör kundfakturering så enkel som möjligt med fakturor och betalningar online.
sw: Tengeneza bili ya mteja moja kwa moja iwezekanavyo na ankara za mtandaoni na malipo.
ta: வாடிக்கையாளர் பில்லிங் நேரடியாக ஆன்லைன் பொருள் மற்றும் பணம் செலுத்துதலுடன் செய்யுங்கள்.
te: ఆన్లైన్ ఇన్వాయిస్లు మరియు చెల్లింపులతో వీలైనంత నేరుగా క్లయింట్ బిల్లింగ్ చేయండి.
tg: Бо ёрии суратҳисобҳои онлайн ва пардохтҳо ба таври муфассал ҳисоб кунед.
th: ทำให้การเรียกเก็บเงินของลูกค้าตรงไปตรงมามากที่สุดด้วยใบแจ้งหนี้และการชำระเงินออนไลน์
tk: Onlaýn hasap-fakturalar we tölegler bilen müşderi tölegini mümkin boldugyça gönümel ediň.
tl: Gumawa ng client billing bilang direkta hangga&#39;t maaari sa mga online na mga invoice at pagbabayad.
tr: Müşteri faturalarını, çevrimiçi faturalar ve ödemelerle mümkün olduğu kadar basit yapın.
tt: Онлайн-фактуралар һәм түләүләр белән клиент түләүләрен мөмкин кадәр туры ит.
ug: توردا تالون ۋە پۇل تۆلەش ئارقىلىق خېرىدارلارنىڭ راسچوتىنى ئىمكانقەدەر بىۋاسىتە قىلىڭ.
uk: Зробіть клієнтську оплату якомога простішою за допомогою онлайн-рахунків-фактур і платежів.
ur: آن لائن انوائس اور ادائیگیوں کے ساتھ براہ راست ممکنہ حد تک کلائنٹ کی بلنگ بنائیں.
uz: Onlayn hisob-fakturalar va to&#39;lovlar bilan mijozlar billingini iloji boricha soddalashtiring.
vi: Thực hiện thanh toán cho khách hàng càng đơn giản càng tốt với hóa đơn và thanh toán trực tuyến.
xh: Yenza ukuthengiswa komthengi ngokukhawuleza kunokwenzeka nge-invoyisi ze-intanethi kunye neentlawulo.
yi: מאַכן קליענט בילינג ווי סטרייטפאָרווערד ווי מעגלעך מיט אָנליין ינווויסיז און פּיימאַנץ.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
af: Ons is mal oor die fakturering van die saak omdat dit kliënte toelaat om presies te sien waarvoor hulle betaal.
am: ደንበኞች የሚከፍሉትን በትክክል እንዲያዩ ስለሚያደርግ የጉዳይ ክፍያ መጠየቂያውን እንወዳለን.
ar: نحن نحب نظام تحرير الفواتير لأنه يتيح للعملاء رؤية ما يدفعون مقابله بالضبط.
az: Biz faturalandırmayı sevirik, çünki müştərilərin ödəmə etdiyinin tam olaraq nə olduğunu görməyə imkan verir.
be: Мы любім выпадак выстаўлення рахункаў, таму што дазваляе кліентам бачыць менавіта тое, што яны плацяць.
bg: Обичаме фактурирането на казуса, защото позволява на клиентите да виждат точно за какво плащат.
bn: আমরা কেস চালানটি ভালোবাসি কারণ এটি ক্লায়েন্টকে তাদের জন্য কী অর্থ প্রদান করছে তা দেখতে দেয়।
ca: Ens encanta la facturació de casos perquè permet als clients veure exactament el que estan pagant.
cs: Máme rádi případ fakturace, protože umožňuje klientům přesně zjistit, co platí.
cy: Rydym wrth ein bodd yn anfonebu&#39;r achos oherwydd ei fod yn gadael i gleientiaid weld yn union beth maent yn talu amdano.
da: Vi elsker sagen fakturering, fordi det lader kunder se præcis, hvad de betaler for.
de: Wir lieben die Fallabrechnung, weil Kunden genau sehen können, wofür sie bezahlen.
el: Αγαπάμε την τιμολόγηση της υπόθεσης επειδή επιτρέπει στους πελάτες να βλέπουν ακριβώς τι πληρώνουν.
eo: Ni amas la kazon de fakturado ĉar ĝi permesas al klientoj vidi precize kion ili pagas.
es: Nos encanta la facturación del caso porque permite a los clientes ver exactamente lo que están pagando.
et: Me armastame juhtumiarvestust, sest see võimaldab klientidel täpselt näha, mida nad maksavad.
eu: Kasu horien fakturazioa gustatzen zaigu bezeroei ordaintzen dion zehatz-mehatz ikusteko.
fa: ما حساب موردی را دوست داریم زیرا به مشتریان اجازه می دهد دقیقا همان چیزی را که برای آنها پرداخت می کنید ببینند.
fi: Rakastamme tapauksen laskutusta, koska sen avulla asiakkaat näkevät, mitä he maksavat.
fr: Nous adorons la facturation des cas car elle permet aux clients de savoir exactement ce pour quoi ils paient.
fy: Wy leaver de faluta fakturearring om&#39;t it kliïnten sjen kin krekt wat se betelje.
ga: Is breá linn sonrasc an cháis mar go ligeann sé do chliaint a bhfuil ag íoc as a fheiceáil.
gd: Tha e a ’còrdadh ris a’ chùis a tha a ’dèanamh airgead airson na h-obrach seo.
gl: Encántanos a facturación dos casos porque permite aos clientes ver exactamente o que están pagando.
gu: અમે કેસ ઇનવોઇસિંગને પ્રેમ કરીએ છીએ કારણ કે તે ક્લાઈન્ટોને બરાબર જોવા દે છે કે તેઓ શું ચુકવે છે.
hi: हमें मामले का चालान करना पसंद है क्योंकि यह ग्राहकों को यह देखने की सुविधा देता है कि वे क्या दे रहे हैं।
hr: Obožavamo izdavanje dostavnica jer omogućuje klijentima da vide točno ono za što plaćaju.
hu: Szeretjük az ügyszámlázást, mert lehetővé teszi az ügyfelek számára, hogy pontosan mit tudnak fizetni.
hy: Մենք սիրում ենք գործի հաշիվը, քանի որ դա թույլ է տալիս հաճախորդներին տեսնել, թե ինչ են վճարում:
id: Kami menyukai faktur kasing karena memungkinkan klien melihat persis apa yang mereka bayar.
is: Við elskum málið vegna þess að það leyfir viðskiptavinum að sjá nákvæmlega hvað þeir eru að borga fyrir.
it: Amiamo la fatturazione del caso perché consente ai clienti di vedere esattamente quello che stanno pagando.
iw: אנחנו אוהבים את החשבונית במקרה כי זה מאפשר ללקוחות לראות בדיוק מה הם משלמים.
ja: それはそれが顧客が彼らが支払っているものを正確に見ることを可能にするので私達は事件請求書作成が好きです。
ka: ჩვენ გვიყვარს საქმე შედგენა, რადგან ის საშუალებას აძლევს კლიენტებს ზუსტად ის, რასაც ისინი გადაიხდიან.
kk: Біз жағдайды шот-фактураны жақсы көреміз, өйткені ол клиенттерге төлеп жатқандарын нақты көруге мүмкіндік береді.
km: យើងស្រឡាញ់ករណីវិក័យប័ត្រព្រោះវាអនុញ្ញាតឱ្យអតិថិជនឃើញអ្វីដែលពួកគេកំពុងបង់។
kn: ನಾವು ಕೇಸ್ ಇನ್ವಾಯ್ಸಿಂಗ್ ಅನ್ನು ಇಷ್ಟಪಡುತ್ತೇವೆ ಏಕೆಂದರೆ ಅದು ಗ್ರಾಹಕರು ಪಾವತಿಸುತ್ತಿರುವುದನ್ನು ನಿಖರವಾಗಿ ನೋಡುತ್ತಾರೆ.
ku: Em ji bo şerta dozê hez dikin ji ber ku ew mişterî dike ku bi rastî ji wan re tê dayîn dibînin.
ky: Анткени кардарлар, алар үчүн төлөп жаткан так көрө берет, анткени, биз учурда эсеп жакшы.
lb: Mir léiwer d&#39;Fakturatioun, well et Cliente genau kucke wat se bezuelen.
lo: ພວກເຮົາຮັກການເອີ້ນເກັບເງິນກໍລະນີເພາະມັນຊ່ວຍໃຫ້ລູກຄ້າເຫັນວ່າພວກເຂົາກໍາລັງຈ່າຍຄ່າຫຍັງ.
lt: Mes mėgstame atvejų sąskaitų faktūrų išrašymą, nes tai leidžia klientams tiksliai pamatyti, ką jie moka.
lv: Mēs mīlam lietu rēķinu, jo tas ļauj klientiem redzēt tieši to, ko viņi maksā.
mg: Tianay ny raharaha faktiora satria manome alalana ny mpanjifa hahitana izay takiny.
mi: E aroha ana matou ki te whakauru i te keehi na te mea ka taea e nga kiritaki te kite i nga mea e utua ana e ratou.
mk: Го сакаме фактурирањето на случајот бидејќи им овозможува на клиентите да видат што точно го плаќаат.
ml: കേസ് ഇൻവോയ്സിനെ ഞങ്ങൾ ഇഷ്ടപ്പെടുന്നു, കാരണം അവർ ക്ലയന്റുകൾ നൽകുന്നുണ്ടോയെന്ന് ക്ലയന്റുകൾ കാണാൻ അനുവദിക്കുന്നു.
mn: Бид төлбөрийн нэхэмжлэлээ яг үнэндээ үзүүлдэг учраас бид нэхэмжлэхийг хүсдэг.
mr: आम्ही प्रकरण चलन प्रक्रियेवर प्रेम करतो कारण ते ग्राहकांना काय देय देत आहेत ते नक्कीच पाहू देते.
ms: Kami suka invois kes kerana ia membolehkan pelanggan melihat dengan tepat apa yang mereka bayar.
mt: Aħna nħobbuha l-fatturazzjoni tal-każ għax tikri lill-klijenti jaraw eżattament dak li qed iħallsu.
my: က client များသူတို့အဘို့အပေးဆောင်နေအတိအကျအဘယ်အရာကိုမြင်ပေးနိုင်ပါတယ်ဘာလို့လဲဆိုတော့ကျနော်တို့အမှုငွေတောင်းခံမှုကိုချစ်။
ne: हामी चालान चालानलाई माया गर्छौं किनकि यसले क्लाइन्टहरूलाई उनीहरूको लागि भुक्तानी गर्दै छन् भनेर देख्न दिन्छ।
nl: We zijn dol op de facturering van zaken, omdat klanten precies kunnen zien waar ze voor betalen.
no: Vi elsker saksfakturering fordi det lar kundene se nøyaktig hva de betaler for.
or: ଆମେ କେସ୍ ଇନଭଏସ୍ କୁ ଭଲପାଉ କାରଣ ଏହା ଗ୍ରାହକମାନଙ୍କୁ ସେମାନେ କ’ଣ ପାଇଁ ଦେୟ ଦେଉଛନ୍ତି ତାହା ଦେଖିବା ପାଇଁ ଦିଅନ୍ତି |
pa: ਸਾਨੂੰ ਕੇਸ ਇਨਵੋਇਸਿੰਗ ਨੂੰ ਪਸੰਦ ਹੈ ਕਿਉਂਕਿ ਇਹ ਕਲੰਕ ਨੂੰ ਇਹ ਦੇਖਣ ਦਿੰਦਾ ਹੈ ਕਿ ਉਹ ਕਿਸ ਤਰ੍ਹਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰ ਰਹੇ ਹਨ.
pl: Uwielbiamy fakturowanie, ponieważ pozwala klientom dokładnie zobaczyć, za co płacą.
ps: موږ د قضیې تیریو سره مینه لرو ځکه چې دا مراجعینو ته اجازه ورکوي چې هغه څه وګوري چې دوی یې پیسې لګوي.
pt: Adoramos o faturamento do caso porque permite que os clientes vejam exatamente o que estão pagando.
ro: Îți place facturarea cazului deoarece permite clienților să vadă exact ce plătesc.
ru: Нам нравится выставление счетов по делу, потому что оно позволяет клиентам точно узнать, за что они платят.
rw: Dukunda inyemezabuguzi kuko ituma abakiriya babona neza icyo bishyura.
sd: اسان ان معاملي کي انوائيو سان پياريندا آهيون ڇو ته اها مراجع کي يقيني طور ڏيکاري ٿو ته اهي جيڪي انهن لاء ادائيگي ڪندا آهن.
si: අපි ගනුදෙනුකරුවන්ට ගෙවිය යුතු දේ නිවැරදිව බැලීමට ගනුදෙනුකරුවන්ට ඉඩ දීම නිසා කාරුණික ඉන්වොයිස් අපට ආදරෙයි.
sk: Milujeme prípad fakturácie, pretože umožňuje klientom presne vidieť, za čo platia.
sl: Zelo radi imamo izdajanje računov, ker strankam omogoča, da natančno vidijo, za kaj plačujejo.
sq: Ne e duam faturimin e rastit sepse u lejon klientëve të shohin pikërisht atë që po paguajnë.
sr: Ми волимо фактурисање случаја јер клијентима омогућава да виде тачно оно за шта плаћају.
sv: Vi älskar saken fakturering eftersom det låter kunderna se exakt vad de betalar för.
sw: Tunapenda kulipa kesi kwa sababu inaruhusu wateja kuona kile wanacholipa.
ta: வாடிக்கையாளர்களுக்கு அவர்கள் பணம் செலுத்துகிறதை சரியாகக் காண்பிப்பதைக் கருத்தில் கொண்டால், நாங்கள் அதைப் பெறுகிறோம்.
te: ఖాతా కేసును మేము ఇష్టపడుతున్నాము ఎందుకంటే ఖాతాదారులకు వారు చెల్లిస్తున్న దాన్ని చూస్తారు.
tg: Мо дубора варақаҳои ҳисобро дӯст медорем, зеро он ба мизоҷон имкон медиҳад, ки чизеро, ки онҳо пардохтаанд, бубинанд.
th: เราชอบการแจ้งหนี้เคสเพราะให้ลูกค้าเห็นสิ่งที่พวกเขาจ่ายเงิน
tk: Müşderilere näme töleýändiklerini anyk görmäge mümkinçilik berýän faktura fakturasyny gowy görýäris.
tl: Gustung-gusto namin ang pag-invoice ng kaso dahil pinapayagan nito ang mga kliyente na makita nang eksakto kung ano ang kanilang binabayaran.
tr: Davanın faturalandırılmasını seviyoruz çünkü müşterilerin tam olarak ne için para ödediklerini görmelerini sağlıyor.
tt: Без счет-фактураны яратабыз, чөнки ул клиентларга нәрсә түләгәннәрен төгәл күрергә мөмкинлек бирә.
ug: بىز دېلو تالونىنى ياخشى كۆرىمىز ، چۈنكى ئۇ خېرىدارلارنىڭ نېمىگە پۇل تۆلەۋاتقانلىقىنى ئېنىق كۆرەلەيدۇ.
uk: Нам подобається виставляти рахунки-фактури, оскільки це дозволяє клієнтам точно бачити, за що вони платять.
ur: ہم انوائس کے انوائس سے محبت کرتے ہیں کیونکہ اس کے گاہکوں کو یہ دیکھتا ہے کہ وہ جو کچھ ادا کرتے ہیں وہ بالکل درست ہے.
uz: Biz mijozlar uchun to&#39;lovlarni qanday qilib to&#39;lashlarini ko&#39;rishga imkon beradi, chunki bu bizni hisob-kitob qilishni yaxshi ko&#39;ramiz.
vi: Chúng tôi yêu thích hóa đơn trường hợp vì nó cho phép khách hàng thấy chính xác những gì họ đang trả tiền.
xh: Siyathanda inkokhelo yesohlwayo kuba ivumela abathengi ukuba babone oko bakuhlawulayo.
yi: מיר ליבע דער פאַל ינווויסינג ווייַל עס לעץ קלייאַנץ זען פּונקט וואָס זיי זענען פּייינג פֿאַר.

source: , Vice President of Sky Digital
af: , Vise-voorsitter van Sky Digital
am: የ Sky ዲጂታል ምክትል ፕሬዚዳንት
ar: نائب رئيس سكاي ديجيتال
az: , Sky Digital şirkətinin vitse-prezidenti
be: Віцэ-прэзідэнт Sky Digital
bg: , Вицепрезидент на Sky Digital
bn: , স্কাই ডিজিটাল ভাইস প্রেসিডেন্ট
ca: , Vicepresident de Sky Digital
cs: , Viceprezident Sky Digital
cy: , Is-lywydd Sky Digital
da: , Næstformand for Sky Digital
de: , Vizepräsident von Sky Digital
el: , Αντιπρόεδρος της Sky Digital
eo: , Vicprezidanto de Sky Digital
es: , Vicepresidente de Sky Digital
et: Sky Digitali asepresident
eu: , Sky Digitaleko presidenteordea
fa: ، معاون رئیس Sky Digital
fi: Sky Digitalin johtaja
fr: , Vice-président de Sky Digital
fy: , Vice-presidint fan Sky Digital
ga: , Leas-Uachtarán Sky Digital
gd: , Iar-Cheannard Sky Digital
gl: , Vicepresidente de Sky Digital
gu: , સ્કાય ડિજિટલના ઉપપ્રમુખ
hi: , स्काई डिजिटल के उपाध्यक्ष
hr: , Potpredsjednik Sky Digital
hu: , A Sky Digital alelnöke
hy: , Sky Digital- ի փոխնախագահ
id: , Wakil Presiden Sky Digital
is: , Varaformaður Sky Digital
it: , Vice Presidente di Sky Digital
iw: , סגן נשיא של סקיי דיגיטל
ja: 、Sky Digitalの副社長
ka: , ვიცე პრეზიდენტი Sky Digital
kk: Sky Digital компаниясының вице-президенті
km: អនុប្រធានក្រុមហ៊ុន Sky Digital
kn: , ಸ್ಕೈ ಡಿಜಿಟಲ್ನ ಉಪಾಧ್ಯಕ್ಷರು
ku: , Cîgirê serokê Sky Sky Digital
ky: , Sky Санарип орун басары президент
lb: , Vice President vum Sky Digital
lo: , ຮອງປະທານບໍລິສັດ Sky Digital
lt: „Sky Digital“ viceprezidentas
lv: Sky Digital viceprezidents
mi: , Vice President o Sky Digital
mk: , Потпретседател на Sky Digital
ml: , സ്കൈ ഡിജിറ്റൽ വൈസ് പ്രസിഡന്റ്
mn: , Sky Digital компанийн дэд ерөнхийлөгч
mr: , स्काय डिजिटलचे उपाध्यक्ष
ms: , Naib Presiden Sky Digital
mt: , Viċi President ta &#39;Sky Digital
my: , Sky ဒစ်ဂျစ်တယ်၏ဒုတိယဥက္ကဌ
ne: , आकाश डिजिटल को उपाध्यक्ष
nl: , Vice President van Sky Digital
no: , Visepresident for Sky Digital
or: , ସ୍କାଏ ଡିଜିଟାଲର ଉପରାଷ୍ଟ୍ରପତି
pa: , ਸਕਾਈ ਡਿਜੀਟਲ ਦੇ ਉਪ ਪ੍ਰਧਾਨ
pl: , Wiceprezes Sky Digital
ps: د اسکائی ډیجیټل مرستیال
pt: , Vice-presidente da Sky Digital
ro: , Vicepreședinte al companiei Sky Digital
ru: Вице-президент Sky Digital
rw: , Visi Perezida wa Sky Digital
sd: ، نائب صدر جو آسمان ڊجيٽل
si: Sky Digital උප සභාපති
sk: , Viceprezident spoločnosti Sky Digital
sl: , Podpredsednik Sky Digital
sq: , Vice President i Sky Digital
sr: , Потпредседник Ски Дигитал
sv: , VD för Sky Digital
sw: , Makamu wa Rais wa Sky Digital
ta: , ஸ்கை டிஜிட்டல் துணைத் தலைவர்
te: , స్కై డిజిటల్ ఉప అధ్యక్షుడు
tg: , Муовини президенти Sky Digital
th: รองประธาน บริษัท สกายดิจิตอล
tk: , Sky Digital-yň wise-prezidenti
tl: , Bise Presidente ng Sky Digital
tr: , Sky Digital Başkan Yardımcısı
tt: , Sky Digital вице-президенты
ug: ، Sky Digital نىڭ مۇئاۋىن رەئىسى
uk: Віце-президент Sky Digital
ur: ، اسکائی ڈیجیٹل کے نائب صدر
uz: , &quot;Sky Digital&quot; ning vitse-prezidenti
vi: , Phó chủ tịch của Sky Digital
xh: , UMongameli we-Sky Digital
yi: , וויצע פּרעזידענט פון סקי דיגיטאַל

source: Enjoy the ease of e-signing
af: Geniet die gemak van e-ondertekening
am: በኤሌክትሮኒክ መለያ ባለመጠቀም ይደሰቱ
ar: استمتع بسهولة التوقيع الإلكتروني
az: Elektron imzanın asanlığından zövq alın
be: Атрымаеце задавальненне ад электроннай подпісы
bg: Насладете се на лесното електронно подписване
bn: ই-সাইনিং সহজতর উপভোগ করুন
ca: Gaudeix de la facilitat de la signatura electrònica
cs: Vychutnejte si snadné elektronické podpisy
cy: Mwynhewch rhwyddineb e-arwyddo
da: Nyd den nemme e-signering
de: Genießen Sie die einfache E-Signierung
el: Απολαύστε την ευκολία της ηλεκτρονικής υπογραφής
eo: Uu la facilecon de subskribado
es: Disfruta de la facilidad de la firma electrónica
et: Naudi e-allkirja lihtsust
eu: Gozatu sinaduraren erraztasuna
fa: لذت بردن از سهولت امضای الکترونیکی
fi: Nauti sähköisen allekirjoituksen helppoudesta
fr: Profitez de la facilité de la signature électronique
fy: Genietsje fan it lêzen fan e-ûndertekening
ga: Bain sult as éascaíocht ríomhshínithe
gd: Faigh tlachd bho bhith a ’faighinn d’ ainm-sgrìobhte
gl: Goza da facilidade de sinatura electrónica
gu: ઇ-સાઇનિંગની સરળતાનો આનંદ લો
hi: ई-साइनिंग में आसानी का आनंद लें
hr: Uživajte u jednostavnosti e-potpisivanja
hu: Élvezze az e-aláírás egyszerűségét
hy: Վայելեք էլեկտրոնային ստորագրության հեշտությունը
id: Nikmati kemudahan e-penandatanganan
is: Njóttu vellíðan af e-undirritun
it: Goditi la facilità della firma elettronica
iw: ליהנות הקלות של חתימה אלקטרונית
ja: 電子署名のしやすさをお楽しみください
ka: ისიამოვნეთ ელექტრონული ხელმოწერის მარტივად
kk: Электрондық қолтаңбаның ыңғайлығынан рахаттаныңыз
km: សូមរីករាយជាមួយភាពងាយស្រួលនៃការចុះហត្ថលេខាអេឡិចត្រូនិច
kn: ಇ-ಸೈನ್ ಮಾಡುವಿಕೆಯ ಸುಲಭತೆಯನ್ನು ಆನಂದಿಸಿ
ku: Ji hêla e-îmzekirinê bixwînin
ky: электрондук кол коюлган тынчтык Enjoy
lb: Genéisst déi einfach E-Ënnerschreiwe
lo: ເພີດເພີນກັບຄວາມງ່າຍໃນການລົງທະບຽນອີເມລ
lt: Mėgaukitės paprastu el. Parašu
lv: Izbaudiet e-parakstu vieglumu
mg: Ankafizo ny fanamorana ny e-signing
mi: Kia pai te waitohu o te waitohu e-haina
mk: Уживајте во леснотијата на е-потпишување
ml: ഇ-സൈൻ ഓഫ് എളുപ്പത്തിൽ ആസ്വദിക്കൂ
mn: Цахим гарын үсэг зурахад хялбар байх
mr: ई-साइनिंग सुलभतेचा आनंद घ्या
ms: Nikmati kemudahan e-signing
mt: Igawdu l-faċilità ta ’le-signing
my: E-လက်မှတ်ရေးထိုးများ၏လွယ်ကူခြင်းခံစားကြည့်ပါ
ne: ई-साइन इनको सजिलै आनन्द लिनुहोस्
nl: Geniet van het gemak van e-signing
no: Nyt det enkle e-signering
or: ଇ-ସାଇନ୍ ର ସହଜ ଉପଭୋଗ କରନ୍ତୁ |
pa: ਈ-ਸਾਈਨਿੰਗ ਦੇ ਸੌਖੇ ਦਾ ਆਨੰਦ ਮਾਣੋ
pl: Ciesz się łatwością podpisywania elektronicznego
ps: د السلیک کولو اسانتیا څخه ګټه پورته کړئ
pt: Aproveite a facilidade da assinatura eletrônica
ro: Bucurați-vă de ușurința semnării electronice
ru: Наслаждайтесь легкостью электронной подписи
rw: Ishimire byoroshye e-gusinya
sd: اي اليڪٽرانڪ سائنسي آسانيء سان مزو ڪريو
si: ඊ-අත්සන් කිරීම පහසු කරවන්න
sk: Vychutnajte si jednoduchosť elektronického podpisu
sl: Uživajte v enostavnosti e-podpisovanja
sq: Gëzoni lehtësinë e nënshkrimit elektronik
sr: Уживајте у једноставности е-потписивања
sv: Njut av enkel e-signering
sw: Furahia urahisi wa kusainiwa kwa barua pepe
ta: E- கையொப்பத்தின் எளிமையை அனுபவிக்கவும்
te: ఇ-సంతకం సౌలభ్యం ఆనందించండి
tg: Беҳтар кардани имкони эффектҳои электронӣ
th: เพลิดเพลินกับความสะดวกในการลงนาม e
tk: Elektron gol çekmegiň aňsatlygyndan lezzet alyň
tl: Tangkilikin ang kadalian ng e-sign
tr: E-imza kolaylığının tadını çıkarın
tt: Электрон имзалау җиңеллегеннән ләззәтләнегез
ug: ئېلېكترونلۇق ئىمزا قويۇشنىڭ قۇلايلىقىدىن ھۇزۇرلىنىڭ
uk: Насолоджуйтесь простотою електронного підпису
ur: ای سائن ان کی آسانی کا لطف اٹھائیں
uz: Elektron imzolash qulayligidan bahramand bo&#39;ling
vi: Tận hưởng sự dễ dàng của ký điện tử
xh: Jabulela ukukhululeka kwe-e-signing
yi: הנאה די יז פון E- סיינינג
