Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: No Forms In Library
af: Geen vorms in die biblioteek nie
am: በቤተ-መጽሐፍት ውስጥ ምንም ቅጾች የሉም
ar: لا توجد نماذج في المكتبة
az: Kitabxanada formalar yoxdur
be: Няма формы ў бібліятэцы
bg: Няма формуляри в библиотеката
bn: লাইব্রেরি কোন ফরম
ca: Sense formularis a la biblioteca
cs: Žádné formuláře v knihovně
cy: Dim Ffurflenni Yn y Llyfrgell
da: Ingen formularer i biblioteket
de: Keine Formulare in der Bibliothek
el: Δεν υπάρχουν φόρμες στη βιβλιοθήκη
eo: Neniuj Formoj En Biblioteko
es: Sin formularios en la biblioteca
et: Raamatukogus ei ole vorme
eu: Liburutegian inprimakirik ez
fa: هیچ فرم در کتابخانه
fi: Ei lomakkeita kirjastossa
fr: Aucun formulaire dans la bibliothèque
fy: Gjin formulieren yn &#39;e bibleteek
ga: Uimh Foirmeacha I Leabharlann
gd: Gun fhoirmean anns an Leabharlann
gl: Non hai formularios na biblioteca
gu: લાઇબ્રેરીમાં કોઈ ફોર્મ નથી
hi: लाइब्रेरी में कोई फॉर्म नहीं
hr: Nema obrazaca u knjižnici
hu: Nincs formában a könyvtárban
hy: Գրադարանում որեւէ ձեւ չկա
id: Tidak Ada Formulir Di Perpustakaan
is: Engar eyðublöð í bókasafni
it: Nessun modulo in libreria
iw: אין טפסים בספריה
ja: ライブラリにフォームがありません
ka: არ არის ფორმები ბიბლიოთეკაში
kk: Кітапханада формалар жоқ
km: គ្មានបែបបទក្នុងបណ្ណាល័យ
kn: ಲೈಬ್ರರಿಯಲ್ಲಿ ಯಾವುದೇ ಫಾರ್ಮ್ಗಳು ಇಲ್ಲ
ku: Na Forma Pirtûkxaneyê
ky: Эч кандай түрлөрү менен китепканасы
lb: Keng Formen an der Bibliothéik
lt: Nėra formų bibliotekoje
lv: Nav veidlapu bibliotēkā
mg: Tsy misy endrika anaty boky
mi: Kāore he Puka i te Whare Pukapuka
mk: Нема форми во библиотеката
ml: ലൈബ്രറിയിൽ ഫോമുകൾ ഇല്ല
mn: Номын санд ямар ч маягт байхгүй
mr: ग्रंथालयात कोणतेही अर्ज नाहीत
ms: Tiada Borang Dalam Perpustakaan
mt: Nru Formoli Fil-Librerija
my: စာကြည့်တိုက်ထဲမှာအဘယ်သူမျှမ Form များ
ne: कुनै फारम लाइब्रेरीमा छैन
nl: Geen formulieren in de bibliotheek
no: Ingen skjemaer i biblioteket
or: ଲାଇବ୍ରେରୀରେ କ Form ଣସି ଫର୍ମ ନାହିଁ |
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿਚ ਕੋਈ ਫ਼ਾਰਮ ਨਹੀਂ
pl: Brak formularzy w bibliotece
ps: په فورمه کې هیڅ فورمه نشته
pt: Nenhum formulário na biblioteca
ro: Nu există formulare în bibliotecă
ru: В библиотеке нет форм
rw: Nta Ifishi iri mu isomero
sd: ڪاغذن ۾ لائبريري نه آهي
si: පුස්තකාලයේ කිසිදු ආකෘතියක් නැත
sk: Žiadne formuláre v knižnici
sl: Ni obrazcev v knjižnici
sq: Asnjë formë në bibliotekë
sr: Нема образаца у библиотеци
sv: Inga formulär i biblioteket
sw: Hakuna Fomu Katika Maktaba
ta: நூலகத்தில் எந்த படிவங்களும் இல்லை
te: లైబ్రరీలో ఎటువంటి పత్రాలు లేవు
tg: Бе форматҳо дар китобхона
th: ไม่มีแบบฟอร์มในห้องสมุด
tk: Kitaphanada hiç hili forma ýok
tl: Walang Mga Form sa Library
tr: Kitaplıkta Form Yok
tt: Китапханәдә формалар юк
ug: كۈتۈپخانىدا جەدۋەل يوق
uk: Немає форм у бібліотеці
ur: لائبریری میں کوئی فارم نہیں
uz: Kutubxonada shakllar yo&#39;q
vi: Không có biểu mẫu nào trong thư viện
xh: Akukho iifomu kwiLibrari
yi: קיין פארמען אין ביבליאָטעק

source: Answers
af: Antwoorde
am: መልሶች
ar: الإجابات
az: Cavablar
be: Адказы
bg: Отговори
bn: উত্তর
ca: Respostes
cs: Odpovědi
cy: Atebion
da: Svar
de: Antworten
el: Απαντήσεις
eo: Respondoj
es: Respuestas
et: Vastused
eu: Erantzunak
fa: پاسخ ها
fi: Vastaukset
fr: Réponses
fy: Antwurden
ga: Freagraí
gd: Freagairtean
gl: Respostas
gu: જવાબો
hi: जवाब
hr: Odgovori
hu: Válaszok
hy: Պատասխանները
id: Jawaban
is: Svör
it: Risposte
iw: תשובות
ja: 回答
ka: პასუხები
kk: Жауаптар
km: ចម្លើយ
kn: ಉತ್ತರಗಳು
ku: Bersiv
ky: Жооптор
lb: Äntwerten
lo: ຄຳ ຕອບ
lt: Atsakymai
lv: Atbildes
mg: VALIN'NY
mi: Nga Whakautu
mk: Одговори
ml: ഉത്തരങ്ങൾ
mn: Хариултууд
mr: उत्तरे
ms: Jawapan
mt: Tweġibiet
my: အဖြေများ
ne: उत्तरहरू
nl: antwoorden
no: Svar
or: ଉତ୍ତରଗୁଡିକ
pa: ਜਵਾਬ
pl: Odpowiedzi
ps: ځوابونه
pt: Respostas
ro: Răspunsuri
ru: Ответы
rw: Ibisubizo
sd: جوابَ
si: පිළිතුරු
sk: Odpovede
sl: Odgovori
sq: Përgjigjet
sr: Одговори
sv: Svar
sw: Majibu
ta: பதில்கள்
te: సమాధానాలు
tg: Ҷавобҳо
th: คำตอบ
tk: Jogaplar
tl: Mga sagot
tr: Yanıtlar
tt: .Аваплар
ug: جاۋاب
uk: Відповіді
ur: جوابات
uz: Javoblar
vi: Câu trả lời
xh: Iimpendulo
yi: ענטפֿערס

source: Close - Status changed
af: Sluit - Status verander
am: ዝጋ - ሁኔታ ተለው .ል
ar: إغلاق - تغيرت الحالة
az: Bağlamaq - Vəziyyət dəyişdi
be: Зачыніць - Статус зменены
bg: Затваряне - Статутът е променен
bn: বন্ধ - স্থিতি পরিবর্তিত হয়েছে
ca: Tanca: s’ha canviat l’estat
cs: Zavřít - Stav se změnil
cy: Agos - Statws wedi newid
da: Luk - Status ændret
de: Schließen - Status geändert
el: Κλείσιμο - Η κατάσταση άλλαξε
eo: Fermi - Stato ŝanĝiĝis
es: Cerrar - Estado cambiado
et: Sulge - olek muudetud
eu: Itxi - Egoera aldatu da
fa: بستن - وضعیت تغییر کرد
fi: Sulje - tila muutettu
fr: Fermer - Statut modifié
fy: Slút - Status feroare
ga: Dún - Athraíodh an stádas
gd: Dùin - Inbhe air atharrachadh
gl: Pechar: cambiouse o estado
gu: બંધ કરો - સ્થિતિ બદલાઈ ગઈ
hi: करीब - करीब स्थिति बदली
hr: Zatvori - Status je promijenjen
hu: Bezárás - az állapot megváltozott
hy: Փակ - կարգավիճակը փոխվել է
id: Tutup - Status berubah
is: Loka - Staða breytt
it: Chiudi: lo stato è cambiato
iw: סגור - הסטטוס השתנה
ja: 閉じる-ステータスが変更されました
ka: დახურვა - სტატუსი შეიცვალა
kk: Жабу - Күй өзгерді
km: បិទ - ស្ថានភាពបានផ្លាស់ប្តូរ
kn: ಮುಚ್ಚಿ - ಸ್ಥಿತಿ ಬದಲಾಯಿಸಲಾಗಿದೆ
ku: Girtin - Rewş guherîn
ky: Жабуу - Статус өзгөрүлдү
lb: Zoumaachen - Status geännert
lo: ປິດ - ສະຖານະພາບມີການປ່ຽນແປງ
lt: Uždaryti - būsena pakeista
lv: Aizvērt - statuss mainīts
mg: Manakatona - niova ny sata
mi: Katia - Kua rere ke te mana
mk: Затвори - Статусот е променет
ml: അടയ്ക്കുക - നില മാറ്റി
mn: Хаах - Статус өөрчлөгдсөн
mr: बंद करा - स्थिती बदलली
ms: Tutup - Status berubah
mt: Għalaq - L-istatus inbidel
my: ပိတ် - အခြေအနေပြောင်းသွားပြီ
ne: बन्द - स्थिति परिवर्तन गरियो
nl: Sluiten - Status gewijzigd
no: Lukk - Status endret
or: ବନ୍ଦ - ସ୍ଥିତି ବଦଳିଗଲା |
pa: ਬੰਦ ਕਰੋ - ਸਥਿਤੀ ਬਦਲੀ ਗਈ
pl: Zamknij - status zmieniony
ps: نږدې - حالت بدل شو
pt: Fechar - Status alterado
ro: Închidere - Starea modificată
ru: Закрыть - статус изменен
rw: Gufunga - Imiterere yarahindutse
sd: بند - اسٽيٽس بدليو
si: වසන්න - තත්වය වෙනස් විය
sk: Zatvoriť - Stav sa zmenil
sl: Zapri - Status je spremenjen
sq: Mbyll - Statusi u ndryshua
sr: Затвори - Статус је промењен
sv: Stäng - Status har ändrats
sw: Funga - Hali imebadilishwa
ta: மூடு - நிலை மாற்றப்பட்டது
te: మూసివేయి - స్థితి మార్చబడింది
tg: Наздик - Статус тағир ёфт
th: ปิด - เปลี่ยนสถานะแล้ว
tk: Closeakyn - ýagdaý üýtgedi
tl: Isara - Binago ang katayuan
tr: Kapat - Durum değişti
tt: Ябу - Статус үзгәрде
ug: تاقاش - ھالەت ئۆزگەردى
uk: Закрити - статус змінено
ur: بند کریں - حیثیت تبدیل کردی گئی
uz: Yopish - Holat o&#39;zgartirildi
vi: Đóng - Trạng thái đã thay đổi
xh: Vala-Imeko itshintshiwe
yi: נאָענט - סטאַטוס געביטן

source: Change Status
af: Verander Status
am: ሁኔታን ለውጥ
ar: تغيير الوضع
az: Status dəyişdirin
be: змяненне стану
bg: Промяна на състоянието
bn: স্ট্যাটাস বদলাও
ca: Canviar estat
cs: Změnit stav
cy: Newid Statws
da: Skift status
de: Status ändern
el: Αλλαγή κατάστασης
eo: Ŝanĝi staton
es: Cambiar Estado
et: Muuda olekut
eu: Aldatu egoera
fa: تغییر وضعیت
fi: Vaihda tilaa
fr: Changer le statut
fy: Status wizigje
ga: Stádas Athraithe
gd: Inbhe Atharrachaidh
gl: Cambiar estado
gu: સ્થિતિ બદલો
hi: अवस्था बदलो
hr: Promijeni status
hu: Állapotváltozás
hy: Փոխել կարգավիճակը
id: Merubah status
is: Breyta stöðu
it: Cambiare stato
iw: לשנות סטטוס
ja: ステータスを変更する
ka: სტატუსის შეცვლა
kk: Күйді өзгерту
km: ផ្លាស់ប្តូរស្ថានភាព
kn: ಸ್ಥಿತಿ ಬದಲಿಸಿ
ku: Status Change
lb: Status änneren
lo: ປ່ຽນສະຖານະ
lt: Keisti būseną
lv: Mainīt statusu
mg: Fiovana miova
mi: Hurihia te Tūnga
mk: Промени го статусот
ml: അവസ്ഥ മാറ്റുക
mn: Өөрчлөлтийн статус
mr: स्थिती बदला
ms: Tukar Status
mt: Status tal-Bidla
my: ပြောင်းလဲမှုအခြေအနေ
ne: स्थिति परिवर्तन गर्नुहोस्
nl: Verander status
no: Endre status
or: ସ୍ଥିତି ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਸਥਿਤੀ ਬਦਲੋ
pl: Zmień status
ps: حالت بدل کړئ
pt: Alterar status
ro: Schimba starea
ru: Изменить статус
rw: Hindura Imiterere
sd: تبديل ڪرڻ جي صورتحال
si: තත්ත්වය වෙනස් කරන්න
sk: Zmeniť stav
sl: Spremeni stanje
sq: Ndrysho statusin
sr: Промените статус
sv: Byta status
sw: Hali ya Mabadiliko
ta: நிலை மாற
te: స్థితి మార్చండి
tg: Вазъияти тағйирдиҳӣ
th: เปลี่ยนสถานะ
tk: Statusyny üýtgetmek
tl: Baguhin ang Katayuan
tr: Durum değiştirmek
tt: Статусны үзгәртү
ug: ھالەتنى ئۆزگەرتىش
uk: Змінити статус
ur: حیثیت تبدیل کریں
uz: Statusni o&#39;zgartirish
vi: Thay đổi trạng thái
xh: Tshintsha imeko
yi: טוישן סטאַטוס

source: Case Number
af: Saaknommer
am: የጉዳይ ቁጥር
ar: رقم القضية
az: Kassa nömrəsi
be: нумар справы
bg: Номер на делото
bn: কেস সংখ্যা
ca: Número del cas
cs: Číslo případu
cy: Rhif Achos
da: Sagsnummer
de: Fallnummer
el: Αριθμός υπόθεσης
eo: Kaza Nombro
es: Número de caso
et: Kohtuasja number
eu: Kasu kopurua
fa: تعداد مورد
fi: Tapaus numero
fr: Numéro de dossier
fy: Saaknûmer
ga: Uimhir Cás
gd: Àireamh cùis
gl: Número de caso
gu: કેસ નંબર
hi: केस नंबर
hr: Broj slučaja
hu: Ügyszám
hy: Գործի համարը
id: Nomor kasus
it: Numero del caso
iw: מספר תיק
ja: ケース番号
ka: საქმის ნომერი
kk: Іс нөмірі
km: ចំនួន​ករណី
kn: ಕೇಸ್ ಸಂಖ್ಯೆ
ku: Hejmara Hejmara
ky: Case саны
lt: Bylos numeris
lv: Lietas numurs
mg: Loha laharana
mi: Tau Tau
mk: Број на предмет
ml: കേസ് നമ്പർ
mn: Тохиолдолын тоо
mr: केस नंबर
ms: Nombor kes
mt: Numru tal-każ
my: ဖြစ်ရပ်မှန်အရေအတွက်
ne: मामला नम्बर
nl: Zaaknummer
no: Saks nummer
or: କେସ୍ ନମ୍ବର |
pa: ਕੇਸ ਨੰਬਰ
pl: Numer sprawy
ps: د قضیې شمیره
pt: Número do processo
ro: Numărul cazului
ru: Номер дела
rw: Inomero y&#39;urubanza
sd: ڪيس نمبر
si: නඩු අංකය
sk: Číslo prípadu
sl: Številka primera
sq: Numri i ceshtjes
sr: Број предмета
sv: Ärendenummer
sw: Nambari ya Uchunguzi
ta: வழக்கு எண்
te: కేస్ నంబర్
tg: Рақами ишора
th: หมายเลขคดี
tk: Kazyýet belgisi
tl: Numero ng kaso
tr: Vaka numarası
tt: Эш саны
ug: دېلو نومۇرى
uk: Номер справи
ur: کیس نمبر
uz: Hujjat raqami
vi: Số trường hợp
xh: Inombolo yeNkundla
yi: פאַל נומער

source: Tag Id
am: መለያ መታወቂያ
ar: معرف العلامة
bg: Id на маркера
bn: ট্যাগ আইডি
ca: Id d&#39;etiqueta
cs: Identifikátor značky
el: Αναγνωριστικό ετικέτας
eo: Etikedo Id
es: ID de etiqueta
et: Sildi ID
eu: Etiketa Id
fa: شناسه برچسب
fr: Identifiant du tag
gl: Id da etiqueta
gu: ટેગ Id
hi: टैग आईडी
hr: ID oznake
hu: Címkeazonosító
id: ID Tag
is: Merkjanúmer
it: ID tag
iw: מזהה תג
ja: タグID
ka: საკვანძო სიტყვები
kk: Тег ID
km: លេខសម្គាល់ស្លាក
kn: ಟ್ಯಾಗ್ ಐಡಿ
ku: Id Id
lt: Žymų ID
lv: Taga ID
mk: Id на ознака
ml: ടാഗ് ഐഡി
mr: टॅग आयडी
ms: Id Tag
my: tag ကို Id
ne: ट्याग आइडी
or: ଟ୍ୟାଗ୍ Id
pa: ਟੈਗ ਆਈਡੀ
pl: Identyfikator tagu
ps: د ټيګ ایډ
pt: ID da tag
ro: Etichetă Id
ru: Значок тега
sd: ٽيگ جي سڃاڻپ
si: Tag Tag
sk: Identifikátor značky
sl: ID oznake
sr: Ознака ознаке
sv: Tagg ID
sw: Id Id
ta: டேக் Id
te: ట్యాగ్ Id
tg: Садо Ояндасоз
th: รหัสแท็ก
tk: Bellik
tr: Etiket Kimliği
tt: Ид
uk: Ідентифікатор тегу
ur: ٹیگ کی شناخت
uz: Tag identifikatori
vi: Id thẻ
xh: Id Id

source: Date Opened
af: Datum oopgemaak
am: ቀን ተከፍቷል
ar: تاريخ فتح
az: Tarix açıldı
be: Дата адкрыцця
bg: Дата на отваряне
bn: তারিখ খোলা
ca: Data oberta
cs: Datum otevření
cy: Dyddiad Agorwyd
da: Dato åbnet
de: Datum geöffnet
el: Ημερομηνία Άνοιγμα
eo: Dato Malfermita
es: Fecha de apertura
et: Kuupäev avatakse
eu: Data irekita
fa: تاریخ افتتاح شد
fi: Avattu päivämäärä
fr: Date d&#39;ouverture
fy: Datum iepen
ga: Dáta oscailte
gd: Ceann-là air fhosgladh
gl: Data aberta
gu: તારીખ ખોલી
hi: तिथि खुल गई
hr: Datum otvaranja
hu: Megnyitott dátum
hy: Ամսաթիվը բացվեց
id: Tanggal Dibuka
is: Dagsetning opnuð
it: Data di apertura
iw: תאריך פתיחה
ja: オープン日
ka: თარიღი გაიხსნა
kk: Күні ашылды
km: កាលបរិច្ឆេទបានបើក
kn: ದಿನಾಂಕ ತೆರೆಯಲಾಗಿದೆ
ku: Dîroka vekirî ye
ky: Date ачылды
lb: Datum geäntwert
lo: ວັນເປີດ
lt: Data atidaryta
lv: Atvērtais datums
mg: Daty nanokatra
mi: Kua whakatuwheratia te ra
mk: Датум Отворено
ml: തീയതി തുറന്നു
mn: Огноо нээгдсэн
mr: उघडलेली तारीख
ms: Tarikh Dibuka
mt: Data miftuħa
my: နေ့စွဲဖွင့်လှစ်
ne: मिति खोलियो
nl: Datum geopend
no: Dato åpnet
or: ତାରିଖ ଖୋଲିଲା |
pa: ਖੁੱਲ੍ਹੀ ਤਾਰੀਖ
pl: Data otwarcia
ps: نیټه پرانيستل شوه
pt: Data de abertura
ro: Data deschiderii
ru: Дата открытия
rw: Itariki yafunguwe
sd: تاريخ افتتاح ڪئي
si: දිනය විවෘත කිරීම
sk: Dátum otvorenia
sl: Datum odprtja
sq: Data u hap
sr: Датум отворен
sv: Datum öppnat
sw: Tarehe Ilifunguliwa
ta: தேதி திறக்கப்பட்டது
te: తేదీ తెరవబడింది
tg: Санаи кушод
th: วันที่ที่เปิด
tk: Sene açyldy
tl: Petsa Nabuksan
tr: Tarih Açıldı
tt: Дата ачылды
ug: چېسلا ئېچىلدى
uk: Дата відкриття
ur: تاریخ کھول دی گئی
uz: Sana ochildi
vi: Ngày mở cửa
xh: Umhla ovuliwe

source: Host Id
af: Gasheer-ID
am: የአስተናጋጅ መታወቂያ
ar: معرف المضيف
be: Ідэнтыфікатар хоста
bg: Идентификатор на хоста
bn: হোস্ট আইডি
ca: Identificador de l'amfitrió
cs: ID hostitele
cy: Id gwesteiwr
da: Værts-id
el: Αναγνωριστικό κεντρικού υπολογιστή
eo: Gastiganta Id
es: Identificación del anfitrión
et: Hosti ID
eu: Ostalariaren ID
fa: شناسه میزبان
fi: Isäntätunnus
fr: Identifiant de l'hôte
ga: Aitheantas Óstach
gd: Id an òstair
gl: Id. do anfitrión
gu: હોસ્ટ આઈડી
hi: होस्ट आईडी
hr: Id
hu: Gazdaazonosító
hy: Հյուրընկալողի ID
id: ID Tuan Rumah
is: Auðkenni gestgjafa
it: ID host
iw: זיהוי מארח
ja: ホストID
ka: ჰოსტის ID
kk: Хост идентификаторы
km: លេខសម្គាល់ម៉ាស៊ីន
kn: ಹೋಸ್ಟ್ ಐಡಿ
ky: Хост ID
lo: ໄອດີເຈົ້າພາບ
lt: Prieglobos ID
lv: Saimniekdatora ID
mi: Id Kaihautū
mk: Ид на домаќин
ml: ഹോസ്റ്റ് ഐഡി
mn: Хост ID
mr: होस्ट आयडी
ms: Id Hos
mt: Id-ospitant
my: လက်ခံသူ ID
ne: होस्ट आईडी
no: Verts-ID
or: ହୋଷ୍ଟ Id
pa: ਹੋਸਟ ਆਈ.ਡੀ
pl: Identyfikator hosta
ps: د کوربه ID
pt: ID do anfitrião
ro: Id. gazdă
ru: Идентификатор хоста
rw: Ikirangantego
sd: ميزبان جي سڃاڻپ
si: සත්කාරක හැඳුනුම්පත
sl: ID gostitelja
sq: ID-ja e hostit
sr: Хост Ид
sv: Värd-ID
sw: Kitambulisho cha mwenyeji
ta: ஹோஸ்ட் ஐடி
te: హోస్ట్ Id
tg: Хост ID
th: รหัสโฮสต์
tr: Ana Bilgisayar Kimliği
tt: Алып баручы Id
uk: Ідентифікатор хоста
ur: میزبان کی شناخت
uz: Xost identifikatori
vi: Id Máy chủ
xh: I-Id yomamkeli
yi: האָסט ID

source: User Id
af: Gebruikers-ID
am: የተጠቃሚው መለያ
ar: هوية المستخدم
az: İstifadəçi adı
be: Ідэнтыфікатар карыстальніка
bg: Потребителски идентификатор
bn: ব্যবহারকারীর প্রমানপত্র
ca: ID d'usuari
cs: Uživatelské ID
cy: ID Defnyddiwr
da: Bruger ID
de: Benutzer-ID
el: Ταυτότητα χρήστη
eo: Uzanto Id
es: Identificación de usuario
et: Kasutaja ID
eu: Erabiltzaile ID
fa: شناسه کاربر
fi: Käyttäjätunnus
fr: Identifiant d'utilisateur
fy: Brûker ID
ga: ID Úsáideora
gd: ID cleachdaiche
gl: ID do usuario
gu: યુઝર આઈડી
hi: यूज़र आईडी
hr: ID korisnika
hu: Felhasználói azonosító
hy: Օգտագործողի այ - Դի
id: Identitas pengguna
is: Notandanafn
it: ID utente
iw: תעודת זהות של משתמש
ja: ユーザーID
ka: Მომხმარებლის იდენტიფიკაცია
kk: Қолданушының ID
km: លេខ​សម្គាល់​អ្នក​ប្រើ
kn: ಬಳಕೆದಾರರ ಗುರುತು
ku: Bikarhêner ID
ky: Колдонуучунун ID
lb: Benotzer ID
lo: ID ຜູ້ໃຊ້
lt: Vartotojo ID
lv: Lietotāja ID
mg: Anara-mpampiasa
mi: Id Kaiwhakamahi
mk: Ид на корисник
ml: ഉപയോക്തൃ ഐഡി
mn: Хэрэглэгчийн дугаар
mr: वापरकर्ता आयडी
ms: ID Pengguna
mt: Id-Utent
my: သုံးစွဲသူအိုင်ဒီ
ne: प्रयोगकर्ता ID
nl: Gebruikersnaam
no: Bruker-ID
or: ଯୁଜର ଆଇଡି
pa: ਯੂਜਰ ਆਈਡੀ
pl: Identyfikator użytkownika
ps: کارن نوم
pt: ID do usuário
ro: ID-ul de utilizator
ru: ID пользователя
rw: Umukoresha Id
sd: استعمال ڪندڙ جي سڃاڻپ
si: පරිශීලක ID
sk: ID používateľa
sl: Uporabniško ime
sq: ID-ja e përdoruesit
sr: ИД корисник
sv: Användar ID
sw: Kitambulisho cha Mtumiaji
ta: பயனர் ஐடி
te: వినియోగదారుని గుర్తింపు
tg: Шаҳодатномаи Корбар
th: รหัสผู้ใช้
tk: Ulanyjy ID
tr: Kullanıcı kimliği
tt: Кулланучы Id
uk: Ідентифікатор користувача
ur: صارف کی شناخت
uz: Foydalanuvchi IDsi
vi: Tên người dùng
xh: Isazisi somsebenzisi
yi: באַניצער שייַן

source: Case Id
af: Geval ID
am: የጉዳይ መታወቂያ
ar: ID القضية
be: Ідэнтыфікатар справы
bg: Идентификационен номер на случая
bn: কেস আইডি
ca: Id. del cas
cs: ID případu
cy: Id Achos
da: Sags-id
de: Fall-ID
el: Κωδ
eo: Kazo Id
es: Identificación del caso
et: Juhtumi ID
eu: Kasuaren ID
fa: شناسه مورد
fi: Tapaus tunnus
fr: Identifiant du cas
ga: Cás Aitheantas
gd: Id cùise
gl: Id. do caso
gu: કેસ આઈડી
hi: मामले आईडी
hr: Id. slučaja
hy: Գործի ID
id: ID Kasus
is: Málsauðkenni
it: ID caso
iw: מזהה מקרה
ja: ケースID
ka: საქმე Id
kk: Іс идентификаторы
km: លេខសម្គាល់ករណី
kn: ಕೇಸ್ ಐಡಿ
lb: Fall Id
lo: ID ກໍລະນີ
lt: Atvejo ID
lv: Lietas ID
mi: Take Id
mk: Ид на случај
ml: കേസ് ഐഡി
mn: Кейсийн дугаар
mr: केस आयडी
ms: Id Kes
mt: Każ Id
ne: केस आईडी
no: Saks-ID
or: କେସ୍ ଆଇଡି
pa: ਕੇਸ ਆਈ.ਡੀ
pl: ID sprawy
ps: د قضیې ID
pt: ID do caso
ro: Id. caz
ru: Идентификатор дела
rw: Urubanza Id
sd: ڪيس جي سڃاڻپ
si: නඩු හැඳුනුම්පත
sk: Id
sl: Id. primera
sq: Rasti Id
sr: Цасе Ид
sv: Ärende ID
sw: Kitambulisho cha Kesi
ta: வழக்கு ஐடி
te: కేస్ ఐడి
tg: ID парванда
th: รหัสกรณี
tr: Dava numarası
uk: Ідентифікатор справи
ur: کیس کی شناخت
uz: Ish identifikatori
vi: Id trường hợp
yi: קאַסע איד

source: Confirm your details
af: Bevestig jou besonderhede
am: ዝርዝሮችዎን ያረጋግጡ
ar: قم بتأكيد التفاصيل الخاصة بك
az: Təfərrüatlarınızı təsdiqləyin
be: Пацвердзіце свае дадзеныя
bg: Потвърдете данните си
bn: আপনার বিবরণ নিশ্চিত করুন
ca: Confirmeu les vostres dades
cs: Potvrďte své údaje
cy: Cadarnhewch eich manylion
da: Bekræft dine oplysninger
de: Bestätigen Sie Ihre Angaben
el: Επιβεβαιώστε τα στοιχεία σας
eo: Konfirmu viajn detalojn
es: Confirma tus datos
et: Kinnitage oma andmed
eu: Berretsi zure datuak
fa: مشخصات خود را تایید کنید
fi: Vahvista tietosi
fr: Confirmez vos coordonnées
fy: Befêstigje jo details
ga: Deimhnigh do shonraí
gd: Dearbhaich d’ fhiosrachadh
gl: Confirma os teus datos
gu: તમારી વિગતોની પુષ્ટિ કરો
hi: अपने विवरण की पुष्टि करें
hr: Potvrdite svoje podatke
hu: Erősítse meg adatait
hy: Հաստատեք ձեր տվյալները
id: Konfirmasi detail Anda
is: Staðfestu upplýsingar þínar
it: Conferma i tuoi dati
iw: אשר את הפרטים שלך
ja: 詳細を確認する
ka: დაადასტურეთ თქვენი დეტალები
kk: Мәліметтеріңізді растаңыз
km: បញ្ជាក់ព័ត៌មានលម្អិតរបស់អ្នក។
kn: ನಿಮ್ಮ ವಿವರಗಳನ್ನು ದೃಢೀಕರಿಸಿ
ku: Agahiyên xwe piştrast bikin
ky: Маалыматыңызды ырастаңыз
lb: Confirméieren Är Detailer
lo: ຢືນຢັນລາຍລະອຽດຂອງທ່ານ
lt: Patvirtinkite savo duomenis
lv: Apstipriniet savus datus
mg: Hamafiso ny antsipiriany
mi: Whakaūhia o korero
mk: Потврдете ги вашите податоци
ml: നിങ്ങളുടെ വിശദാംശങ്ങൾ സ്ഥിരീകരിക്കുക
mn: Мэдээллээ баталгаажуулна уу
mr: तुमच्या तपशीलांची पुष्टी करा
ms: Sahkan butiran anda
mt: Ikkonferma d-dettalji tiegħek
my: သင်၏အသေးစိတ်အချက်အလက်များကို အတည်ပြုပါ။
ne: आफ्नो विवरण पुष्टि गर्नुहोस्
nl: Bevestig uw gegevens
no: Bekreft opplysningene dine
or: ଆପଣଙ୍କର ବିବରଣୀ ନିଶ୍ଚିତ କରନ୍ତୁ |
pa: ਆਪਣੇ ਵੇਰਵਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź swoje dane
ps: خپل توضیحات تایید کړئ
pt: Confirme seus dados
ro: Confirmați-vă detaliile
ru: Подтвердите свои данные
rw: Emeza amakuru yawe
sd: توهان جي تفصيل جي تصديق ڪريو
si: ඔබගේ විස්තර තහවුරු කරන්න
sk: Potvrďte svoje údaje
sl: Potrdite svoje podatke
sq: Konfirmoni të dhënat tuaja
sr: Потврдите своје податке
sv: Bekräfta dina uppgifter
sw: Thibitisha maelezo yako
ta: உங்கள் விவரங்களை உறுதிப்படுத்தவும்
te: మీ వివరాలను నిర్ధారించండి
tg: Тафсилоти худро тасдиқ кунед
th: ยืนยันรายละเอียดของคุณ
tk: Jikme-jiklikleriňizi tassyklaň
tl: Kumpirmahin ang iyong mga detalye
tr: ayrıntılarınızı onaylayın
tt: Сезнең детальләрегезне раслагыз
ug: تەپسىلاتلىرىڭىزنى جەزملەشتۈرۈڭ
uk: Підтвердьте свої дані
ur: اپنی تفصیلات کی تصدیق کریں۔
uz: Tafsilotlaringizni tasdiqlang
vi: Xác nhận thông tin chi tiết của bạn
xh: Qinisekisa iinkcukacha zakho
yi: באַשטעטיקן דיין דעטאַילס

source: Form Submitted.
af: Vorm ingedien.
am: ቅጽ ገብቷል።
ar: تم إرسال النموذج.
az: Forma Təqdim edildi.
be: Форма адпраўлена.
bg: Формулярът е изпратен.
bn: ফর্ম জমা।
ca: Formulari enviat.
cs: Formulář odeslán.
cy: Ffurflen wedi'i Cyflwyno.
da: Formular indsendt.
de: Formular gesendet.
el: Έντυπο που υποβλήθηκε.
eo: Formo Submetita.
es: Formulario enviado.
et: Vorm on esitatud.
eu: Aurkeztutako formularioa.
fa: فرم ارسال شده
fi: Lomake lähetetty.
fr: Formulaire soumis.
fy: Formulier yntsjinne.
ga: Foirm curtha isteach.
gd: Foirm air a chuir a-steach.
gl: Formulario enviado.
gu: ફોર્મ સબમિટ કર્યું.
hi: फॉर्म सबमिट किया गया।
hr: Obrazac je predan.
hu: Űrlap elküldve.
hy: Ներկայացված ձև:
id: Formulir Dikirim.
is: Eyðublað sent.
it: Modulo inviato.
iw: הטופס נשלח.
ja: フォームが送信されました。
ka: ფორმა გაგზავნილია.
kk: Пішін жіберілді.
km: ទម្រង់បែបបទដែលបានដាក់ស្នើ។
kn: ಫಾರ್ಮ್ ಸಲ್ಲಿಸಲಾಗಿದೆ.
ku: Forma şandin.
ky: Форма тапшырылды.
lb: Formulaire presentéiert.
lo: ສົ່ງແບບຟອມແລ້ວ.
lt: Forma pateikta.
lv: Veidlapa ir iesniegta.
mg: Natolotra.
mi: Puka Tukua.
mk: Поднесен формулар.
ml: ഫോം സമർപ്പിച്ചു.
mn: Маягтыг илгээсэн.
mr: फॉर्म सबमिट केला.
ms: Borang Dihantar.
mt: Formola Mibgħuta.
my: ဖောင်တင်ထားသည်။
ne: फारम पेश गरियो।
nl: Formulier verzonden.
no: Skjema sendt.
or: ଫର୍ମ ଦାଖଲ |
pa: ਫਾਰਮ ਜਮ੍ਹਾਂ ਕਰਾਇਆ ਗਿਆ।
pl: Formularz przesłany.
ps: فورمه وسپارل شوه.
pt: Formulário enviado.
ro: Formularul trimis.
ru: Форма отправлена.
rw: Ifishi yatanzwe.
sd: فارم جمع ڪرايو.
si: පෝරමය ඉදිරිපත් කරන ලදී.
sk: Formulár odoslaný.
sl: Obrazec oddan.
sq: Formulari i dorëzuar.
sr: Форм Субмиттед.
sv: Formulär inskickad.
sw: Fomu Imewasilishwa.
ta: படிவம் சமர்ப்பிக்கப்பட்டது.
te: ఫారమ్ సమర్పించబడింది.
tg: Шакли пешниҳодшуда.
th: ส่งแบบฟอร์มแล้ว
tk: Forma iberildi
tl: Naisumite ang Form.
tr: Form Gönderildi.
tt: Форма тапшырылды.
ug: جەدۋەل يوللاندى.
uk: Форма надіслана.
ur: فارم جمع کرایا۔
uz: Shakl topshirildi.
vi: Biểu mẫu đã gửi.
xh: Ifomu ingenisiwe.
yi: פאָרם דערלאנגט.

source: Invoice
af: Faktuur
am: ደረሰኝ
ar: فاتورة
az: Faktura
be: Рахунак-фактура
bg: фактура
bn: চালান
ca: Factura
cs: Faktura
cy: Anfoneb
da: Faktura
de: Rechnung
el: Τιμολόγιο
eo: Fakturo
es: Factura
et: Arve
eu: Faktura
fa: صورتحساب
fi: Lasku
fr: Facturer
ga: Sonrasc
gd: Fàirdeal
gl: Factura
gu: ભરતિયું
hi: इनवॉइस
hr: Dostavnica
hu: Számla
hy: Հաշիվ-ապրանքագիր
id: Faktur
is: Reikningur
it: Fattura
iw: חשבונית
ja: 請求書
ka: ინვოისი
kk: Шот-фактура
km: វិក្កយបត្រ
kn: ಸರಕುಪಟ್ಟಿ
ku: Biha
ky: Эсеп-фактура
lb: Rechnung
lo: ໃບເກັບເງິນ
lt: Sąskaita faktūra
lv: Rēķins
mg: faktiora
mi: nama
mk: Фактура
ml: ഇൻവോയ്സ്
mn: Нэхэмжлэх
mr: चलन
ms: Invois
mt: Fattura
my: ပြေ
ne: इनभ्वाइस
nl: Factuur
no: Faktura
or: ଇନଭଏସ୍ |
pa: ਚਲਾਨ
pl: Faktura
ps: رسید
pt: Fatura
ro: Factura fiscala
ru: Счет
rw: Inyemezabuguzi
sd: انوائس
si: ඉන්වොයිසිය
sk: Faktúra
sl: Račun
sq: Fatura
sr: Фактура
sv: Faktura
sw: ankara
ta: விலைப்பட்டியல்
te: ఇన్వాయిస్
tg: Ҳисобнома-фактура
th: ใบแจ้งหนี้
tk: Hasap-faktura
tr: Fatura
tt: Эсеп-фактурасы
ug: تالون
uk: Рахунок-фактура
ur: رسید
uz: Hisob-faktura
vi: Hóa đơn
xh: I-invoyisi
yi: ינווויס

source: PO No:
am: የፖስታ ቁጥር፡-
ar: PO لا:
be: № заказу:
bg: номер на поръчката:
bn: পিও নং:
ca: Número de comanda:
cs: Číslo objednávky:
cy: Rhif PO:
de: Bestellnummer:
es: Número de orden de compra:
et: PO nr:
eu: PO zenbakia:
fa: شماره PO:
fi: PO nro:
fr: Numéro de bon de commande :
fy: PO nûmer:
ga: Uimh. PO:
gd: Àireamh PO:
gl: Número de PO:
gu: પીઓ નંબર:
hi: पीओ संख्या:
hr: broj narudžbenice:
hu: Megrendelési szám:
id: Nomor PO:
it: PO n.:
iw: מספר הזמנה:
ja: PO番号：
kk: PO №:
km: លេខ PO៖
kn: ಅಂಚೆ ಸಂಖ್ಯೆ:
ky: PO №:
lb: PO Nr:
lo: ໝາຍເລກໄປສະນີ:
lt: PO Nr.:
lv: PO Nr.:
mi: No PO:
ml: PO നമ്പർ:
mn: PO дугаар:
mr: PO क्रमांक:
ms: No PO:
mt: Nru PO:
my: စာတိုက်နံပါတ်-
ne: PO नम्बर:
nl: Bestelnummer:
pa: PO ਨੰ:
pl: Nr zamówienia:
ps: PO شمیره:
pt: Nº do pedido:
ro: Nr PO:
ru: Заказ №:
rw: PO Oya:
sd: PO نمبر:
si: තැ.ප. අංකය:
sk: Číslo objednávky:
sl: Št. naročilnice:
sq: Nr PO:
sr: број наруџбенице:
sv: PO nr:
sw: Nambari ya posta:
ta: அஞ்சல் எண்:
te: PO నెం:
tg: № PO:
th: เลขที่ใบสั่งซื้อ:
tk: PO: ok:
tr: Sipariş No:
tt: PO Noк:
uk: Номер замовлення:
ur: PO نمبر:
uz: PO raqami:
vi: PO Không:
xh: Inombolo yePO:
