Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Your Uncompleted Forms
af: U onvoltooide vorms
am: የእርስዎ ያልተሟሉ ቅጾች
ar: نماذجك غير المكتملة
az: Tamamlanmamış Formalarınız
be: Вашы незавершаныя формы
bg: Вашите незавършени формуляри
bn: আপনার অসম্পূর্ণ ফর্ম
ca: Els vostres formularis incomplets
cs: Vaše nevyplněné formuláře
cy: Eich Ffurflenni Heb eu Cwblhau
da: Dine ufuldstændige formularer
de: Ihre unvollständigen Formulare
el: Οι μη συμπληρωμένες φόρμες σας
eo: Viaj Nekompletaj Formoj
es: Tus formularios incompletos
et: Teie lõpetamata vormid
eu: Osatu gabeko formularioak
fa: فرم های تکمیل نشده شما
fi: Keskeneräiset lomakkeet
fr: Vos formulaires non remplis
fy: Jo net foltôge formulieren
ga: Do Fhoirmeacha Neamhchríochnaithe
gd: Na foirmean neo-chrìochnaichte agad
gl: Os teus formularios sen completar
gu: તમારા અધૂરા ફોર્મ
hi: आपके अधूरे फॉर्म
hr: Vaši nedovršeni obrasci
hu: Kitöltetlen űrlapjai
hy: Ձեր չավարտված ձևերը
id: Formulir Anda yang Belum Selesai
is: Óútfylltu eyðublöðin þín
it: I tuoi moduli incompleti
iw: הטפסים שלא הושלמו
ja: 未完成のフォーム
ka: თქვენი დაუსრულებელი ფორმები
kk: Сіздің аяқталмаған пішіндеріңіз
km: ទម្រង់មិនពេញលេញរបស់អ្នក
kn: ನಿಮ್ಮ ಅಪೂರ್ಣವಾದ ನಮೂನೆಗಳು
ku: Formên weyên Neqedandî
ky: Сиздин бүтпөгөн формаларыңыз
lb: Är onkomplett Formen
lo: ແບບຟອມທີ່ຍັງບໍ່ ສຳ ເລັດຂອງເຈົ້າ
lt: Jūsų neužpildytos formos
lv: Jūsu nepabeigtās veidlapas
mg: Ireo endrika tsy vita
mi: Ko o Puka Kaore I Tutuki
mk: Вашите незавршени формулари
ml: നിങ്ങളുടെ പൂർത്തിയാക്കാത്ത ഫോമുകൾ
mn: Таны бөглөөгүй маягтууд
mr: तुमचे अपूर्ण फॉर्म
ms: Borang yang Tidak Lengkap
mt: Il-Formoli Mhux Kompluti Tiegħek
my: သင်၏မပြီးမြောက်သောပုံစံများ
ne: तपाइँको अधूरा फारमहरु
nl: Uw onvoltooide formulieren
no: Dine ufullstendige skjemaer
or: ତୁମର ଅସମ୍ପୂର୍ଣ୍ଣ ଫର୍ମଗୁଡିକ |
pa: ਤੁਹਾਡੇ ਅਧੂਰੇ ਫਾਰਮ
pl: Twoje niedokończone formularze
ps: ستاسو نامکمل فورمې
pt: Seus formulários incompletos
ro: Formularele dvs. incomplete
ru: Ваши незавершенные формы
rw: Impapuro zawe zituzuye
sd: توھان جا نامڪمل فارم
si: ඔබේ අසම්පූර්ණ ආකෘති
sk: Vaše nevyplnené formuláre
sl: Vaši nedokončani obrazci
sq: Formularët tuaj të pakompletuar
sr: Ваши непотпуни обрасци
sv: Dina ofullständiga formulär
sw: Fomu Zako ambazo Hazijakamilika
ta: உங்கள் முடிக்கப்படாத படிவங்கள்
te: మీ అసంపూర్తి ఫారమ్‌లు
tg: Шаклҳои нопурраи шумо
th: แบบฟอร์มที่ยังไม่กรอกของคุณ
tk: Doldurylmadyk blankalaryňyz
tl: Ang iyong Hindi Kumpletong Mga Form
tr: Tamamlanmamış Formlarınız
tt: Сезнең тулы булмаган формалар
ug: تولدۇرمىغان جەدۋەللىرىڭىز
uk: Ваші незавершені форми
ur: آپ کے نامکمل فارم
uz: Sizning tugallanmagan shakllaringiz
vi: Biểu mẫu chưa hoàn thành của bạn
xh: Iifom zakho ezingagqitywanga
yi: דיין אַנקאַמפּליטיד פאָרמס

source: Uncompleted
af: Onvoltooid
am: ያልተጠናቀቀ
ar: غير مكتمل
az: Yarımçıq
be: Незавершанае
bg: Незавършен
bn: অসম্পূর্ণ
ca: Inacabat
cs: Nedokončeno
cy: Heb ei gwblhau
da: Uafsluttet
de: Unvollendet
el: Ασυμπλήρωτος
eo: Nefinita
es: Incompleto
et: Lõpetamata
eu: Osatu gabea
fa: ناتمام
fi: Keskeneräinen
fr: Inachevé
fy: Net kompleet
ga: Neamhchríochnaithe
gd: Neo-chrìochnaichte
gl: Sen completar
gu: અધૂરું
hi: अपूर्ण
hr: Nedovršeno
hu: Befejezetlen
hy: Չավարտված
id: Belum selesai
is: Óklárað
it: incompleto
iw: לא מושלם
ja: 未完成
ka: დაუმთავრებელი
kk: Аяқталмаған
km: មិនទាន់ចប់
kn: ಅಪೂರ್ಣವಾಗಿದೆ
ku: Neqediyayî
ky: Бүтө элек
lb: Onkomplett
lo: ບໍ່ ສຳ ເລັດ
lt: Nebaigtas
lv: Nepabeigts
mg: Tsy vita
mi: Kaore i oti
mk: Нецелосно
ml: പൂർത്തിയാക്കാത്തത്
mn: Дуусаагүй байна
mr: अपूर्ण
ms: Tidak Selesai
mt: Mhux ikkompletat
my: မပြီးသေး
ne: अधुरो
nl: onvoltooid
no: Ufullført
or: ଅସମ୍ପୂର୍ଣ୍ଣ
pa: ਅਧੂਰਾ
pl: Nieukończone
ps: نامکمل
pt: Incompleto
ro: Nefinalizat
ru: Незавершенный
rw: Byuzuye
sd: اڻ پورو
si: අසම්පූර්ණයි
sk: Nedokončené
sl: Nedokončano
sq: E papërfunduar
sr: Недовршено
sv: Oavslutat
sw: Haijakamilika
ta: நிறைவடையாதது
te: పూర్తి కాలేదు
tg: Анҷом нашудааст
th: ยังไม่เสร็จ
tk: Gutarylmadyk
tl: Hindi nakumpleto
tr: tamamlanmamış
tt: Тәмамланмаган
ug: تاماملانمىدى
uk: Незавершені
ur: نامکمل
uz: Tugallanmagan
vi: Chưa hoàn thành
xh: Akugqitywanga
yi: אַנקאַמפּליטיד

source: Your Completed Forms
af: U voltooide vorms
am: የተጠናቀቁ ቅጾችዎ
ar: النماذج المكتملة
az: Tamamlanmış formalarınız
be: Вашы запоўненыя формы
bg: Вашите попълнени формуляри
bn: আপনার সম্পূর্ণ ফর্মগুলি
ca: Els vostres formularis emplenats
cs: Vaše vyplněné formuláře
cy: Eich Ffurflenni wedi'u Cwblhau
da: Dine udfyldte formularer
de: Ihre ausgefüllten Formulare
el: Οι συμπληρωμένες φόρμες σας
eo: Viaj Kompletigitaj Formoj
es: Sus formularios completados
et: Teie täidetud vormid
eu: Bete dituzun inprimakiak
fa: فرمهای تکمیل شده شما
fi: Täytetyt lomakkeet
fr: Vos formulaires complétés
fy: Jo ynfolde formulieren
ga: Do Fhoirmeacha Comhlánaithe
gd: Na foirmean crìochnaichte agad
gl: Os seus formularios completados
gu: તમારા પૂર્ણ કરેલા ફોર્મ્સ
hi: आपके पूर्ण रूप
hr: Vaši ispunjeni obrasci
hu: A kitöltött űrlapok
hy: Ձեր լրացված ձևերը
id: Formulir Anda yang Diselesaikan
is: Útfylltu eyðublöðin þín
it: I tuoi moduli completati
iw: הטפסים המלאים שלך
ja: 記入済みのフォーム
ka: თქვენი შევსებული ფორმები
kk: Сіздің толтырылған нысандарыңыз
km: សំណុំបែបបទដែលបានបំពេញរបស់អ្នក
kn: ನಿಮ್ಮ ಪೂರ್ಣಗೊಂಡ ಫಾರ್ಮ್‌ಗಳು
ku: Formên Xweyên Xilaskirî
ky: Толтурулган формаларыңыз
lb: Är Fäerdeg Formen
lo: ແບບຟອມທີ່ເຮັດ ສຳ ເລັດແລ້ວຂອງທ່ານ
lt: Jūsų užpildytos formos
lv: Jūsu aizpildītās veidlapas
mg: Ny endrika nofenoinao
mi: Au Puka Kua Oti
mk: Вашите пополнети формулари
ml: നിങ്ങളുടെ പൂരിപ്പിച്ച ഫോമുകൾ
mn: Таны бөглөсөн маягтууд
mr: आपले पूर्ण केलेले फॉर्म
ms: Borang Lengkap Anda
mt: Il-Formoli Mlejtin Tiegħek
my: သင်၏ပြီးပြည့်စုံသောပုံစံများ
ne: तपाईंको पूर्ण फारामहरू
nl: Uw ingevulde formulieren
no: Dine utfylte skjemaer
or: ତୁମର ସଂପୂର୍ଣ୍ଣ ଫର୍ମଗୁଡିକ |
pa: ਤੁਹਾਡੇ ਪੂਰੇ ਹੋਏ ਫਾਰਮ
pl: Twoje wypełnione formularze
ps: ستاسو بشپړ شوي فورمې
pt: Seus formulários preenchidos
ro: Formularele dvs. completate
ru: Ваши заполненные формы
rw: Impapuro zawe zuzuye
sd: توهان جا مڪمل ٿيل فارم
si: ඔබගේ සම්පූර්ණ කරන ලද ආකෘති
sk: Vaše vyplnené formuláre
sl: Izpolnjeni obrazci
sq: Formularët tuaj të kompletuar
sr: Попуњени обрасци
sv: Dina ifyllda formulär
sw: Fomu Zako Zilizokamilika
ta: உங்கள் பூர்த்தி செய்யப்பட்ட படிவங்கள்
te: మీ పూర్తి చేసిన ఫారమ్‌లు
tg: Шаклҳои пуркардашудаи шумо
th: แบบฟอร์มที่เสร็จสมบูรณ์ของคุณ
tk: Doldurylan blankalaryňyz
tl: Ang iyong Mga Nakumpleto na Form
tr: Tamamlanan Formlarınız
tt: Сезнең тулы формалар
ug: تولدۇرغان جەدۋەللىرىڭىز
uk: Ваші заповнені форми
ur: آپ کے مکمل کردہ فارم
uz: Sizning to'ldirilgan shakllaringiz
vi: Biểu mẫu đã hoàn thành của bạn
xh: Iifom Zakho Ezigqityiweyo
yi: דיין קאַמפּליטיד פארמען

source: Completed
af: Voltooi
am: ተጠናቅቋል
ar: مكتمل
az: Tamamlandı
be: Завершана
bg: Завършен
bn: সমাপ্ত
ca: Completat
cs: Dokončeno
cy: Wedi'i gwblhau
da: Afsluttet
de: Vollendet
el: Ολοκληρώθηκε το
eo: Kompletigita
es: Terminado
et: Lõpetatud
eu: Osatuta
fa: تکمیل شد
fi: Valmis
fr: Complété
fy: Foltôge
ga: Críochnaithe
gd: Crìochnaichte
gl: Completado
gu: પૂર્ણ
hi: पूरा हुआ
hr: Dovršeno
hu: Befejezve
hy: Ավարտված է
id: Lengkap
is: Lokið
it: Completato
iw: הושלם
ja: 完了
ka: დასრულებულია
kk: Аяқталды
km: បានបញ្ចប់
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ku: Temam kirin
ky: Аякталды
lb: Fäerdeg
lo: ສຳ ເລັດ
lt: Baigta
lv: Pabeigts
mg: vita ny
mi: Kua Oti
mk: Завршено
ml: പൂർത്തിയായി
mn: Дууссан
mr: पूर्ण झाले
ms: Selesai
mt: Tlesta
my: ပြီးစီးသည်
ne: पूरा भयो
nl: Voltooid
no: Fullført
or: ସମାପ୍ତ
pa: ਸੰਪੂਰਨ
pl: Zakończony
ps: بشپړ شوی
pt: Concluído
ro: Efectuat
ru: Завершенный
rw: Byarangiye
sd: مڪمل ٿيو
si: සම්පූර්ණ කළා
sk: Dokončené
sl: Dokončano
sq: Përfunduar
sr: Цомплетед
sv: Avslutad
sw: Imekamilika
ta: நிறைவு
te: పూర్తయింది
tg: Анҷом ёфт
th: สมบูรณ์
tk: Tamamlandy
tl: Nakumpleto
tr: Tamamlanmış
tt: Тәмамланды
ug: تاماملاندى
uk: Завершено
ur: مکمل
uz: Bajarildi
vi: Hoàn thành
xh: Kugqityiwe
yi: געענדיקט

source: Your Forms
af: U vorms
am: የእርስዎ ቅጾች
ar: النماذج الخاصة بك
az: Formalarınız
be: Вашы формы
bg: Вашите форми
bn: আপনার ফর্ম
ca: Els vostres formularis
cs: Vaše formuláře
cy: Eich Ffurflenni
da: Dine formularer
de: Ihre Formulare
el: Οι φόρμες σας
eo: Viaj Formoj
es: Tus formularios
et: Teie vormid
eu: Zure inprimakiak
fa: فرم های شما
fi: Lomakkeet
fr: Vos formulaires
fy: Jo formulieren
ga: Do Fhoirmeacha
gd: Na foirmean agad
gl: Os teus formularios
gu: તમારા ફોર્મ્સ
hi: आपका फॉर्म
hr: Tvoji obrasci
hu: Az Ön űrlapjai
hy: Ձեր ձևերը
id: Formulir Anda
is: Eyðublöðin þín
it: I tuoi moduli
iw: הטפסים שלך
ja: あなたのフォーム
ka: თქვენი ფორმები
kk: Сіздің нысандарыңыз
km: ទម្រង់របស់អ្នក
kn: ನಿಮ್ಮ ಫಾರ್ಮ್‌ಗಳು
ku: Formên we
ky: Сиздин формаларыңыз
lb: Är Formen
lo: ແບບຟອມຂອງທ່ານ
lt: Jūsų formos
lv: Jūsu veidlapas
mg: Ireo endrikao
mi: O Puka
mk: Вашите обрасци
ml: നിങ്ങളുടെ ഫോമുകൾ
mn: Таны маягтууд
mr: आपले फॉर्म
ms: Borang Anda
mt: Il-Formoli Tiegħek
my: သင့်ပုံစံများ
ne: तपाईंको फारामहरू
nl: Uw formulieren
no: Skjemaene dine
or: ତୁମର ଫର୍ମ
pa: ਤੁਹਾਡੇ ਫਾਰਮ
pl: Twoje formularze
ps: ستاسو فورمې
pt: Seus Formulários
ro: Formularele dvs.
ru: Ваши формы
rw: Ifishi yawe
sd: توهان جا فارم
si: ඔබේ පෝරම
sk: Vaše formuláre
sl: Vaše obrazce
sq: Formularët tuaj
sr: Ваше форме
sv: Dina formulär
sw: Fomu zako
ta: உங்கள் படிவங்கள்
te: మీ ఫారమ్‌లు
tg: Шаклҳои шумо
th: แบบฟอร์มของคุณ
tk: Formalaryňyz
tl: Iyong Mga Form
tr: Formlarınız
tt: Сезнең формалар
ug: جەدۋەللىرىڭىز
uk: Ваші форми
ur: آپ کے فارم
uz: Sizning shakllaringiz
vi: Biểu mẫu của bạn
xh: Iifom zakho
yi: דיין פאָרמס

source: All Forms
af: Alle vorms
am: ሁሉም ቅጾች
ar: جميع أشكال
az: Bütün Formlar
be: усе формы
bg: Всички формуляри
bn: সমস্ত ফর্ম
ca: Totes les formes
cs: Všechny formuláře
cy: Pob Ffurflen
da: Alle former
de: Alle Formen
el: Όλες οι μορφές
eo: Ĉiuj Formoj
es: Todas las formas
et: Kõik vormid
eu: Inprimaki guztiak
fa: همه فرم ها
fi: Kaikki lomakkeet
fr: Toutes les formes
fy: Alle foarmen
ga: Gach Foirmeacha
gd: A h-uile foirm
gl: Todos os formularios
gu: બધા ફોર્મ્સ
hi: सभी अवस्थाएं
hr: Svi obrasci
hu: Minden űrlap
hy: Բոլոր ձեւերը
id: Semua Formulir
is: Allar eyðublöð
it: Tutte le forme
iw: כל הצורות
ja: すべてのフォーム
ka: ყველა ფორმები
kk: Барлық пішіндер
km: គ្រប់ទម្រង់
kn: ಎಲ್ಲಾ ಫಾರ್ಮ್ಗಳು
ku: Hemû forman
ky: Бардык түрлөрү
lo: ທຸກຮູບແບບ
lt: Visos formos
lv: Visas veidlapas
mi: Puka Puka katoa
mk: Сите форми
ml: എല്ലാ ഫോമുകളും
mn: Бүх хэлбэрүүд
mr: सर्व फॉर्म
ms: Semua Borang
mt: Il-Formoli Kollha
my: အားလုံးပုံစံ
ne: सबै फारामहरू
nl: Alle vormen
no: Alle skjemaer
or: ସମସ୍ତ ଫର୍ମ |
pa: ਸਾਰੇ ਫਾਰਮ
pl: Wszystkie formy
ps: ټول فورمونه
pt: Todos os formulários
ro: Toate Formularele
ru: Все формы
rw: Imiterere yose
sd: سڀئي فارم
si: සියලුම ආකෘති
sk: Všetky formuláre
sl: Vsi obrazci
sq: Të gjitha Formulat
sr: Сви облици
sv: Alla former
sw: Fomu zote
ta: அனைத்து படிவங்களும்
te: అన్ని ఫారాలు
tg: Ҳамаи шаклҳо
th: แบบฟอร์มทั้งหมด
tk: Formhli formalar
tl: Lahat ng Mga Form
tr: Tüm formlar
tt: Барлык формалар
ug: بارلىق شەكىللەر
uk: Усі форми
ur: تمام فارم
uz: Barcha shakllar
vi: Tất cả biểu mẫu
xh: Zonke iifomu

source: Form Title
af: Vorm Titel
am: የቅጽ ርዕስ
ar: عنوان النموذج
az: Forma adı
be: Загаловак формы
bg: Заглавие на формуляра
bn: ফর্ম শিরোনাম
ca: Títol del formulari
cs: Název formuláře
cy: Teitl y Ffurflen
da: Formulartitel
de: Formulartitel
el: Τίτλος φόρμας
eo: Forma Titolo
es: Título del formulario
et: Vormi pealkiri
eu: Inprimakiaren izenburua
fa: عنوان فرم
fi: Lomakkeen otsikko
fr: Titre du formulaire
fy: Foarmtitel
ga: Teideal na Foirme
gd: Tiotal an fhoirm
gl: Título do formulario
gu: ફોર્મ શીર્ષક
hi: फॉर्म का शीर्षक
hr: Naslov obrasca
hu: Űrlap címe
hy: Ձևի վերնագիր
id: Judul Formulir
is: Form titill
it: Titolo del modulo
iw: כותרת טופס
ja: フォームタイトル
ka: ფორმის სათაური
kk: Форманың тақырыбы
km: ចំណងជើងទម្រង់
kn: ಫಾರ್ಮ್ ಶೀರ್ಷಿಕೆ
ku: Sernavê Formê
ky: Форманын аталышы
lb: Form Titel
lo: ຫົວຂໍ້ແບບຟອມ
lt: Formos pavadinimas
lv: Veidlapas nosaukums
mg: Lohateny Form
mi: Taitara Puka
mk: Наслов на образец
ml: ഫോം ശീർഷകം
mn: Маягтын гарчиг
mr: फॉर्म शीर्षक
ms: Tajuk Bentuk
mt: Titlu tal-Formola
my: ပုံစံခေါင်းစဉ်
ne: फारम शीर्षक
nl: Formulier titel
no: Formtittel
or: ଫର୍ମ ଆଖ୍ୟା |
pa: ਫਾਰਮ ਦਾ ਸਿਰਲੇਖ
pl: Tytuł formularza
ps: د فارم سرلیک
pt: Título do Formulário
ro: Titlul formularului
ru: Заголовок формы
rw: Umutwe
sd: فارم جو عنوان
si: පෝරම මාතෘකාව
sk: Názov formulára
sl: Naslov obrazca
sq: Titulli i formularit
sr: Наслов обрасца
sv: Formulärstitel
sw: Kichwa cha Fomu
ta: படிவம் தலைப்பு
te: ఫారం శీర్షిక
tg: Номи форма
th: ชื่อแบบฟอร์ม
tk: Forma ady
tl: Pamagat ng Form
tr: Form Başlığı
tt: Форма исеме
ug: جەدۋەل ئىسمى
uk: Заголовок форми
ur: فارم کا عنوان
uz: Shakl nomi
vi: Tiêu đề biểu mẫu
xh: Isihloko sefom
yi: פאָרעם טיטל

source: Author
af: Skrywer
am: ደራሲ
ar: مؤلف
az: Müəllif
be: Аўтар
bg: Автор
bn: লেখক
ca: Autor
cs: Autor
cy: Awdur
da: Forfatter
de: Autor
el: Συντάκτης
eo: Aŭtoro
es: Autor
et: Autor
eu: Egilea
fa: نویسنده
fi: Kirjoittaja
fr: Auteur
fy: Skriuwer
ga: Údar
gd: Ùghdar
gl: Autor
gu: લેખક
hi: लेखक
hr: Autor
hu: Szerző
hy: Հեղինակ
id: Penulis
is: Höfundur
it: Autore
iw: מְחַבֵּר
ja: 著者
ka: ავტორი
kk: Автор
km: អ្នកនិពន្ធ
kn: ಲೇಖಕ
ku: Nivîskar
ky: Автор
lb: Auteur
lo: ຜູ້ຂຽນ
lt: Autorius
lv: Autors
mi: Kaituhi
mk: Автор
ml: രചയിതാവ്
mn: Зохиогч
mr: लेखक
ms: Pengarang
mt: Awtur
my: စာရေးသူ
ne: लेखक
nl: Schrijver
no: Forfatter
or: ଲେଖକ
pa: ਲੇਖਕ
pl: Autor
ps: لیکوال
pt: Autor
ro: Autor
ru: Автор
rw: Umwanditsi
sd: ليکڪ
si: කර්තෘ
sk: Autor
sl: Avtor
sq: Autor
sr: Аутор
sv: Författare
sw: Mwandishi
ta: நூலாசிரியர்
te: రచయిత
tg: Муаллиф
th: ผู้เขียน
tk: Awtor
tl: May-akda
tr: Yazar
tt: Автор
ug: ئاپتور
uk: Автор
ur: مصنف
uz: Muallif
vi: Tác giả
xh: Umbhali
yi: מחבר

source: Published
af: Gepubliseer
am: ታትሟል
ar: نشرت
az: Nəşr olunub
be: Апублікавана
bg: Публикувано
bn: প্রকাশিত
ca: Publicat
cs: Publikováno
cy: Cyhoeddwyd
da: Udgivet
de: Veröffentlicht
el: Δημοσίευσε
eo: Eldonita
es: Publicado
et: Avaldatud
eu: Argitaratua
fa: منتشر شده
fi: Julkaistu
fr: Publié
fy: Publisearre
ga: Foilsithe
gd: Air fhoillseachadh
gl: Publicado
gu: પ્રકાશિત
hi: प्रकाशित
hr: Objavljeno
hu: Közzétett
hy: Հրապարակված է
id: Diterbitkan
is: Birt
it: Pubblicato
iw: יצא לאור
ja: 公開
ka: გამოქვეყნებულია
kk: Жарияланды
km: បានផ្សព្វផ្សាយ
kn: ಪ್ರಕಟಿಸಲಾಗಿದೆ
ku: Weşandin
ky: Жарыяланган
lb: Verëffentlecht
lo: ເຜີຍແຜ່
lt: Paskelbta
lv: Publicēts
mi: Whakaputaina
mk: Објавено
ml: പ്രസിദ്ധീകരിച്ചു
mn: Нийтэлсэн
mr: प्रकाशित केले
ms: Diterbitkan
mt: Ippubblikat
my: ထုတ်ဝေသည်
ne: प्रकाशित
nl: Gepubliceerd
no: Publisert
or: ପ୍ରକାଶିତ |
pa: ਪ੍ਰਕਾਸ਼ਿਤ
pl: Opublikowany
ps: خپور شوی
pt: Publicados
ro: Publicat
ru: Опубликовано
rw: Byatangajwe
sd: شايع ٿيل
si: ප්රකාශයට පත් කරන ලදී
sk: Uverejnený
sl: Objavljeno
sq: Botuar
sr: Објављено
sv: Publicerad
sw: Imechapishwa
ta: வெளியிடப்பட்டது
te: ప్రచురించబడింది
tg: Нашр шудааст
th: เผยแพร่แล้ว
tk: Çap edildi
tl: Nai-publish
tr: Yayınlanan
tt: Басылган
ug: ئېلان قىلىندى
uk: Опубліковано
ur: شائع ہوا
uz: Nashr qilingan
vi: Được phát hành
xh: Ipapashiwe
yi: פֿאַרעפֿנטלעכט

source: Submissions
af: Voorleggings
am: ግቤቶች
ar: التقديمات
az: Təqdimatlar
be: Прадстаўленні
bg: Представяне
bn: দাখিল
ca: Enviaments
cs: Podání
cy: Cyflwyniadau
da: Indlæg
de: Einsendungen
el: Υποβολές
eo: Submetadoj
es: Envíos
et: Esitused
eu: Aurkezpenak
fa: ارسال ها
fi: Lausunnot
fr: Soumissions
fy: Ynstjoerings
ga: Aighneachtaí
gd: Tagraidhean
gl: Envíos
gu: સબમિશંસ
hi: प्रस्तुतियाँ
hr: Podnesci
hu: Beadványok
hy: Ներկայացումներ
id: Kiriman
is: Skil
it: Presentazioni
iw: הגשות
ja: 提出物
ka: წარდგინება
kk: Жіберу
km: ការដាក់ស្នើ
kn: ಸಲ್ಲಿಕೆಗಳು
ku: Missandiyan
ky: Сунуштар
lb: Soumissiounen
lo: ການຍື່ນສະເຫນີ
lt: Pateikimai
lv: Iesniegumi
mg: anjara
mi: Tukunga
mk: Поднесоци
ml: സമർപ്പിക്കലുകൾ
mn: Оруулах
mr: सबमिशन
ms: Penyerahan
mt: Sottomissjonijiet
my: တင်သွင်းမှု
ne: सबमिशनहरू
nl: Inzendingen
no: Innleveringer
or: ଉପସ୍ଥାପନା |
pa: ਬੇਨਤੀਆਂ
pl: Zgłoszenia
ps: سپارنې
pt: Submissões
ro: Trimiteri
ru: Представления
rw: Ibyatanzwe
sd: صلاحيتون
si: ඉදිරිපත් කිරීම්
sk: Podania
sl: Oddaje
sq: Parashtresat
sr: Поднесци
sv: Inlämningar
sw: Mawasilisho
ta: சமர்ப்பிப்புகள்
te: సమర్పణలు
tg: Пешниҳодҳо
th: การส่ง
tk: Iberilenler
tl: Pagsumite
tr: Gönderimler
tt: Тапшырулар
ug: يوللاش
uk: Подання
ur: گذارشات
uz: Yuborilganlar
vi: Đệ trình
xh: Ungeniso
yi: סאַבמישאַנז

source: No Forms
af: Geen vorms
am: ምንም ቅጾች
ar: لا أشكال
az: No formaları
be: няма формы
bg: Няма формуляри
bn: কোন ফর্ম
ca: Sense formularis
cs: Žádné formuláře
cy: Dim Ffurflenni
da: Ingen formularer
de: Keine Formulare
el: Δεν υπάρχουν έντυπα
eo: Neniuj Formoj
es: Sin formularios
et: Vormide puudumine
eu: Inprimakirik ez
fa: بدون فرم
fi: Ei lomakkeita
fr: Aucun formulaire
fy: Gjin foarmen
ga: Uimh Foirmeacha
gd: Gun fhoirmean
gl: Sen formularios
gu: કોઈ ફોર્મ્સ નથી
hi: कोई फॉर्म नहीं
hr: Nema obrasca
hu: Nincsenek formák
hy: Ոչ մի ձեւ
id: Tanpa Formulir
is: Engar eyðublöð
it: Nessun modulo
iw: אין טפסים
ja: フォームなし
ka: ფორმები არ არის
kk: Формалар жоқ
km: គ្មានទម្រង់
kn: ಯಾವುದೇ ಫಾರ್ಮ್ಗಳು ಇಲ್ಲ
ku: Na Forma
ky: эч кандай түрлөрү
lb: Keng Forme
lo: ບໍ່ມີຮູບແບບ
lt: Nr formų
lv: Nav veidlapu
mi: Kore Puka
mk: Нема форми
ml: ഫോമുകളൊന്നുമില്ല
mn: Ямар ч маягт
mr: कोणतेही फॉर्म नाहीत
ms: Tiada Borang
mt: Nru Formoli
my: အဘယ်သူမျှမ Form များ
ne: फारमहरू छैनन्
nl: Geen formulieren
no: Ingen skjemaer
or: କ No ଣସି ଫର୍ମ ନାହିଁ |
pa: ਕੋਈ ਫਾਰਮ ਨਹੀਂ
pl: Brak formularzy
ps: هیڅ فورمه نشته
pt: Sem formulários
ro: Nu există formulare
ru: Нет форм
rw: Nta fomu
sd: ڪوبه فارم ناهي
si: කිසිදු ආකෘතියක් නැත
sk: Žiadne formuláre
sl: Brez obrazcev
sq: Asnjë Formularë
sr: Без образаца
sv: Inga formulär
sw: Hakuna Fomu
ta: படிவங்கள் இல்லை
te: ఫారమ్లు లేవు
tg: Формулаҳо нестанд
th: ไม่มีแบบฟอร์ม
tk: Formalar ýok
tl: Walang Mga Form
tr: Form Yok
tt: Формалар юк
ug: جەدۋەل يوق
uk: Немає форм
ur: کوئی فارم نہیں
uz: Shakllar yo&#39;q
vi: Không có biểu mẫu nào
xh: Akukho fomu
yi: קיין פארמען

source: Upload Form Document
af: Laai vormdokument op
am: ቅጽ ሰነድ ስቀል
ar: تحميل مستند النموذج
az: Forma sənədini yükləyin
be: Загрузіць дакумент формы
bg: Качване на документ с формуляр
bn: ফর্ম নথি আপলোড করুন
ca: Carregueu el document del formulari
cs: Nahrajte dokument formuláře
cy: Uwchlwytho Dogfen Ffurflen
da: Upload formulardokument
de: Formulardokument hochladen
el: Μεταφόρτωση εγγράφου φόρμας
eo: Alŝutu Formulan Dokumenton
es: Cargar documento de formulario
et: Laadige üles vormi dokument
eu: Kargatu inprimakiaren dokumentua
fa: بارگذاری سند فرم
fi: Lataa lomakeasiakirja
fr: Télécharger le document de formulaire
fy: Upload formulier dokumint
ga: Íoslódáil an doiciméad foirm
gd: Luchdaich a-nuas am foirm na sgrìobhainn.
gl: Cargar documento de formulario
gu: ફોર્મ દસ્તાવેજ અપલોડ કરો
hi: प्रपत्र दस्तावेज़ अपलोड करें
hr: Prenesi dokument obrasca
hu: Űrlap dokumentum feltöltése
hy: Վերբեռնեք ձևի փաստաթուղթ
id: Unggah Dokumen Formulir
is: Hladdu upp eyðublaði
it: Carica il documento del modulo
iw: העלה מסמך טופס
ja: フォーム ドキュメントのアップロード
ka: ატვირთეთ ფორმა დოკუმენტი
kk: Пішін құжатын жүктеп салу
km: ផ្ទុកឯកសារទម្រង់
kn: ಫಾರ್ಮ್ ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ
ku: Belgeya Formê barkirin
ky: Форма документин жүктөө
lb: Eroplueden Form Dokument
lo: ອັບໂຫຼດເອກະສານແບບຟອມ
lt: Įkelti formos dokumentą
lv: Augšupielādējiet veidlapas dokumentu
mg: Ampidiro ny antontan-taratasy
mi: Tukua Puka Puka
mk: Поставете документ со формулар
ml: ഫോം ഡോക്യുമെന്റ് അപ്‌ലോഡ് ചെയ്യുക
mn: Маягтын баримт бичгийг байршуулах
mr: फॉर्म दस्तऐवज अपलोड करा
ms: Muat naik Dokumen Borang
mt: Ittella Formola Dokument
my: Form Document ကို တင်ပါ။
ne: फारम कागजात अपलोड गर्नुहोस्
nl: Formulierdocument uploaden
no: Last opp skjemadokument
or: ଫର୍ମ ଡକ୍ୟୁମେଣ୍ଟ୍ ଅପଲୋଡ୍ କରନ୍ତୁ |
pa: ਫਾਰਮ ਦਸਤਾਵੇਜ਼ ਅੱਪਲੋਡ ਕਰੋ
pl: Prześlij dokument formularza
ps: د فورمې سند اپلوډ کړئ
pt: Carregar documento de formulário
ro: Încărcați documentul formular
ru: Загрузить документ формы
rw: Kuramo Ifishi
sd: اپ لوڊ ڪريو فارم دستاويز
si: පෝරම ලේඛනය උඩුගත කරන්න
sk: Nahrajte dokument formulára
sl: Naloži dokument z obrazcem
sq: Ngarkoni dokumentin e formularit
sr: Отпремите документ обрасца
sv: Ladda upp formulärdokument
sw: Pakia Hati ya Fomu
ta: படிவ ஆவணத்தைப் பதிவேற்றவும்
te: ఫారమ్ పత్రాన్ని అప్‌లోడ్ చేయండి
tg: Ҳуҷҷати формаро бор кунед
th: อัปโหลดเอกสารแบบฟอร์ม
tk: Form resminamasyny ýükläň
tl: Mag-upload ng Dokumento ng Form
tr: Form Belgesini Yükle
tt: Форма документын йөкләү
ug: جەدۋەل ھۆججىتىنى يۈكلەڭ
uk: Завантажити документ форми
ur: فارم دستاویز اپ لوڈ کریں۔
uz: Shakl hujjatini yuklash
vi: Tải lên tài liệu biểu mẫu
xh: Layisha uxwebhu lweFom
yi: צופֿעליקער פאָרם דאָקומענט

source: Forms Library
af: Vormsbiblioteek
am: ቅጾች ቤተ-መጽሐፍት
ar: مكتبة النماذج
az: Formalar Kitabxanası
be: Бібліятэка формаў
bg: Библиотека с формуляри
bn: ফর্ম লাইব্রেরি
ca: Biblioteca de formularis
cs: Knihovna formulářů
cy: Llyfrgell Ffurflenni
da: Formularbibliotek
de: Formularbibliothek
el: Βιβλιοθήκη φορμών
eo: Biblioteko de Formularoj
es: Biblioteca de formularios
et: Vormide raamatukogu
eu: Inprimakien liburutegia
fa: فرم کتابخانه
fi: Lomakekirjasto
fr: Bibliothèque de formulaires
fy: Formulierenbibleteek
ga: Leabharlann Foirmeacha
gd: Leabharlann Foirmean
gl: Biblioteca de formularios
gu: ફોર્મ લાઇબ્રેરી
hi: प्रपत्र पुस्तकालय
hr: Biblioteka obrazaca
hy: Ձևաթղթեր
id: Perpustakaan Formulir
is: Eyðublöðasafn
it: Libreria moduli
iw: ספריית טפסים
ja: フォームライブラリ
ka: ფორმების ბიბლიოთეკა
kk: Формалар кітапханасы
km: បណ្ណាល័យទម្រង់
kn: ಫಾರ್ಮ್ಸ್ ಲೈಬ್ರರಿ
ku: Pirtûkxaneya Forman
ky: Формалар китепканасы
lb: Forms Bibliothéik
lo: ແບບຟອມຫໍສະມຸດ
lt: Formų biblioteka
lv: Veidlapu bibliotēka
mi: Whare Pukapuka Puka
mk: Обликува библиотека
ml: ഫോംസ് ലൈബ്രറി
mn: Маягтын номын сан
mr: फॉर्म लायब्ररी
ms: Perpustakaan Tingkatan
mt: Librerija tal-Formoli
my: စာကြည့်တိုက်ပုံစံ
ne: फार्म पुस्तकालय
nl: Formulierenbibliotheek
no: Skjemabibliotek
or: ଫର୍ମ ଲାଇବ୍ରେରୀ |
pa: ਫਾਰਮ ਲਾਇਬ੍ਰੇਰੀ
pl: Biblioteka formularzy
ps: د فورمو کتابتون
pt: Biblioteca de Formulários
ro: Biblioteca de formulare
ru: Библиотека форм
rw: Ifishi y'ibitabo
sd: فارم لائبريري
si: පෝරම පුස්තකාලය
sk: Knižnica formulárov
sl: Knjižnica obrazcev
sq: Format e Bibliotekës
sr: Библиотека образаца
sv: Formulärsbibliotek
sw: Aina ya Maktaba
ta: படிவங்கள் நூலகம்
te: లైబ్రరీని రూపొందిస్తుంది
tg: Китобхона
th: ห้องสมุดแบบฟอร์ม
tk: Kitaphana görnüşleri
tr: Form Kitaplığı
tt: Китапханә формалары
ug: كۇتۇپخانا
uk: Бібліотека форм
ur: فارم لائبریری
uz: Shakllar kutubxonasi
vi: Thư viện biểu mẫu
xh: IiFom zeThala leencwadi
yi: פארמען ביבליאָטעק
