Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Case Feed keeps you up-to-date with your clients.
af: Case Feed hou jou op hoogte met jou kliënte.
am: ኬኬፕ ከደንበኞችዎ ጋር ወቅታዊ ሁኔታዎችን ይጠብቃል.
ar: تغذية الحالة تبقيك على اطلاع دائم مع عملائك.
az: Case Feed, müşterilerinizle güncel tutar.
be: Справа паток трымае вас у курсе вашых кліентаў.
bg: Case Feed ви държи в течение с вашите клиенти.
bn: কেস ফিড আপনার ক্লায়েন্টদের সাথে আপ-টু-ডেট রাখে।
ca: Case Feed us manté al dia amb els vostres clients.
cs: Případová studie vás informuje o svých klientech.
cy: Mae Feed Feed yn rhoi&#39;r wybodaeth ddiweddaraf i chi am eich cleientiaid.
da: Case Feed holder dig opdateret med dine kunder.
de: Case Feed hält Sie mit Ihren Kunden auf dem Laufenden.
el: Το Case Feed σας ενημερώνει με τους πελάτες σας.
eo: Kazo Feed subtenas vin ĝisdatigita kun viaj klientoj.
es: Case Feed te mantiene al día con tus clientes.
et: Case Feed hoiab teid kursis oma klientidega.
eu: Case Feed-ak zure bezeroekin eguneratuta mantentzen ditu.
fa: خوراک مورد شما را با مشتریان خود به روز نگه می دارد.
fi: Case Feed pitää sinut ajan tasalla asiakkaiden kanssa.
fr: Case Feed vous permet de rester à jour avec vos clients.
fy: Case Feed hâldt jo op &#39;e hichte mei jo kliïnten.
ga: Coinníonn Case Feed tú suas chun dáta le do chliaint.
gd: Bidh Feed Feed a ’cumail fiosrachadh ris na luchd-dèiligidh agad.
gl: Case Feed mantense ao día cos seus clientes.
gu: કેસ ફીડ તમને તમારા ક્લાયન્ટ્સ સાથે અપ ટુ ડેટ રાખે છે.
hi: केस फीड आपको अपने ग्राहकों के साथ अप-टू-डेट रखता है।
hr: Slučaj Feed vam pruža najnovije informacije o svojim klijentima.
hu: Az Case Feed naprakészen tartja az ügyfelekkel.
hy: Case Feed- ը ձեզ պահպանում է արդի ձեր հաճախորդների հետ:
id: Umpan Kasus membuat Anda tetap terbarui dengan klien Anda.
is: Case Feed heldur þér uppi með viðskiptavinum þínum.
it: Case Feed ti tiene aggiornato con i tuoi clienti.
iw: עדכון מקרה שומר אותך מעודכן עם הלקוחות שלך.
ja: ケースフィードはあなたのクライアントとあなたを最新の状態に保ちます。
ka: Case Feed ინახავს თქვენს up-to-date თქვენი კლიენტები.
kk: Case Feed сізді клиенттермен жаңартып отырады.
km: អាហារសំណុំរឿងជួយអ្នកឱ្យទាន់សម័យជាមួយអតិថិជនរបស់អ្នក។
kn: ಕೇಸ್ ಫೀಡ್ ನಿಮ್ಮ ಗ್ರಾಹಕರೊಂದಿಗೆ ನವೀಕೃತವಾಗಿದೆ.
ku: Dibistana Doktorê we bi wextê xwe re bi mişterên xwe re biparêze.
ky: Case поток заманбап кардарлар менен кабардар кылып турат.
lb: Case Feed hält Iech op Ärem Site mat Ärem Client.
lo: ກໍລະນີການໃຫ້ອາຫານຊ່ວຍໃຫ້ທ່ານມີຄວາມທັນສະໄຫມກັບລູກຄ້າຂອງທ່ານ.
lt: „Case Feed“ nuolat atnaujina jūsų klientus.
lv: Case Feed saglabā jaunāko informāciju ar saviem klientiem.
mg: Ny sakafo Feed dia mitazona anao hatrany amin&#39;ny mpanjifa anao.
mi: Ko te Kai Tiaki e pupuri ana i a koe ki to kiritaki.
mk: Случај за храна Ви овозможува да бидете во тек со вашите клиенти.
ml: നിങ്ങളുടെ ഫീഡ്ബാക്ക് ഉപയോഗിച്ച് കാലികമായ ഫീഡ് നിങ്ങളെ നിലനിർത്തുന്നു.
mn: Case Case Feed нь танд үйлчлүүлэгчидтэйгээ байнга шинэчлэгддэг.
mr: केस फीड आपल्या क्लायंटसह आपल्याला अद्ययावत ठेवते.
ms: Suapan Kes membuat anda dikemas kini dengan pelanggan anda.
mt: Case Feed iżommok aġġornat mal-klijenti tiegħek.
my: ဖြစ်ရပ်မှန် Feed သင့် client နှင့်အတူကို up-to-date ဖြစ်အောင်သင်ကစောင့်ရှောက်။
ne: केस फिडले तपाईँका ग्राहकहरूसँग अद्यावधिक राख्दछ।
nl: Case Feed houdt u op de hoogte van uw klanten.
no: Case Feed holder deg oppdatert med dine kunder.
or: କେସ୍ ଫିଡ୍ ଆପଣଙ୍କୁ ଆପଣଙ୍କର ଗ୍ରାହକମାନଙ୍କ ସହିତ ଅପ-ଟୁ-ଡେଟ୍ ରଖେ |
pa: ਕੇਸ ਫੀਡ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨਾਲ ਨਵੀਨਤਾ ਰੱਖਦਾ ਹੈ
pl: Case Feed zapewnia stały dostęp do informacji o klientach.
ps: د قضیې فیډ تاسو ته د خپلو مراجعينو سره نیټې نیسي.
pt: O Feed do caso mantém você atualizado com seus clientes.
ro: Case Feed vă ține la curent cu clienții dvs.
ru: Case Feed держит вас в курсе ваших клиентов.
rw: Kugaburira Case bikomeza kugezwaho amakuru nabakiriya bawe.
sd: معاملي جي فيڊ توهان کي توهان جي مراجعين سان تازو رکي ٿو.
si: නඩු සංග්රහය ඔබගේ ගනුදෙනුකරුවන් සමඟ යාවත්කාලීනව පවතී.
sk: Case Feed vás udrží v aktuálnom stave so svojimi klientmi.
sl: Case Feed vas obvešča o vaših strankah.
sq: Rasti i Feed mban ju up-to-date me klientët tuaj.
sr: Цасе Феед вас држи у току са вашим клијентима.
sv: Case Feed håller dig uppdaterad med dina kunder.
sw: Chakula cha Kichunguzi kinakuwezesha kuwasiliana na wateja wako.
ta: கேஸ் ஊட்டம் உங்கள் வாடிக்கையாளர்களுடன் நீங்கள் புதுப்பித்த நிலையில் வைத்திருக்கிறது.
te: కేస్ ఫీడ్ మీ ఖాతాదారులతో తాజాగా ఉంచుతుంది.
tg: Маблағи хазинавӣ бо шумо бо мизоҷони худ бо шумо тамос мегирад.
th: Case Feed ช่วยให้คุณทันต่อเหตุการณ์กับลูกค้าของคุณ
tk: “Case Feed” sizi müşderileriňiz bilen täzeläp durýar.
tl: Pinapanatili mo ang Feed ng Kasalukuyan na napapanahon sa iyong mga kliyente.
tr: Case Feed, müşterilerinizle güncel kalmanızı sağlar.
tt: Case Feed сезне клиентлар белән яңартып тора.
ug: Case Feed سىزنى خېرىدارلىرىڭىز بىلەن ئەڭ يېڭى ھالەتتە ساقلايدۇ.
uk: Корпорація Case забезпечує вас в курсі ваших клієнтів.
ur: قسط فیڈ آپ کو آپ کے گاہکوں کے ساتھ تازہ رہنے میں رکھتا ہے.
uz: Case Feed sizni mijozlaringiz bilan yangilab turadi.
vi: Case Feed giúp bạn cập nhật với khách hàng của mình.
xh: I-Feed Feed ikugcina ufikelele kumakhasimende akho.
yi: קאַסע פיטער האלט איר אַרויף-צו-טאָג מיט דיין קלייאַנץ.

source: Schedule
af: skedule
am: የጊዜ ሰሌዳ
ar: جدول
az: Cədvəl
be: Расклад
bg: разписание
bn: তফসিল
ca: Programació
cs: Plán
cy: Amserlen
da: Tidsplan
de: Zeitplan
el: Πρόγραμμα
eo: Horaro
es: Calendario
et: Ajakava
eu: Ordutegiak
fa: برنامه
fi: Ajoittaa
fr: Programme
fy: Skema
ga: Sceideal
gd: Clàr
gl: Axenda
gu: અનુસૂચિ
hi: अनुसूची
hr: Raspored
hu: Menetrend
hy: Ժամանակացույց
id: Susunan acara
is: Dagskrá
it: Programma
iw: לוח זמנים
ja: スケジュール
ka: გრაფიკი
kk: Кесте
km: កាលវិភាគ
kn: ವೇಳಾಪಟ್ಟಿ
ku: Pîlan
ky: расписание
lb: Zäitplang
lo: ຕາຕະລາງ
lt: Tvarkaraštis
lv: Grafiks
mg: fandaharam-potoana
mi: Kupu Apiti
mk: Распоред
ml: പട്ടിക
mn: Хуваарь
mr: वेळापत्रक
ms: Jadual
mt: Skeda
my: ဇယား
ne: तालिका
nl: Schema
no: Rute
or: କାର୍ଯ୍ୟସୂଚୀ
pa: ਸਮਾਸੂਚੀ, ਕਾਰਜ - ਕ੍ਰਮ
pl: Harmonogram
ps: مهالویش
pt: Cronograma
ro: Programa
ru: График
rw: Gahunda
sd: شيڊول
si: උපලේඛනය
sk: plán
sl: Urnik
sq: orar
sr: Распоред
sv: Schema
sw: Ratiba
ta: அட்டவணை
te: షెడ్యూల్
tg: Ҷадвали
th: ตารางเวลา
tk: Iş tertibi
tl: Iskedyul
tr: program
tt: Расписание
ug: ۋاقىت جەدۋىلى
uk: Розклад
ur: نظام الاوقات
uz: Jadval
vi: Lên lịch
xh: Ishedyuli
yi: פּלאַן

source: Create events, invite attendees, and monitor your calendar.
af: Skep gebeurtenisse, nooi deelnemers, en monitor jou kalender.
am: ክስተቶችን ይፍጠሩ, ተሳታፊዎችን ይጋብዙ እና የቀን መቁጠሪያዎን ይከታተሉ.
ar: إنشاء أحداث ، دعوة الحضور ، ومراقبة التقويم الخاص بك.
az: Tədbirlər yaradın, iştirakçıları dəvət edin və təqviminizi izləyin.
be: Стварыць падзеі, запрашаць ўдзельнікаў і сачыць за календаром.
bg: Създавайте събития, канете участници и следете календара си.
bn: ইভেন্ট তৈরি করুন, অংশগ্রহণকারীদের আমন্ত্রণ করুন, এবং আপনার ক্যালেন্ডার নিরীক্ষণ।
ca: Crear esdeveniments, convidar els assistents i supervisar el vostre calendari.
cs: Vytvořit události, pozvat účastníky a sledovat kalendář.
cy: Creu digwyddiadau, gwahodd mynychwyr, a monitro&#39;ch calendr.
da: Opret begivenheder, inviter deltagere og overvåge din kalender.
de: Erstellen Sie Ereignisse, laden Sie Teilnehmer ein und überwachen Sie Ihren Kalender.
el: Δημιουργήστε συμβάντα, προσκαλέστε τους συμμετέχοντες και παρακολουθήστε το ημερολόγιό σας.
eo: Krei eventojn, inviti partoprenantojn, kaj kontroli vian kalendaron.
es: Crea eventos, invita a los asistentes y supervisa tu calendario.
et: Loo sündmusi, kutsuge osalejaid ja jälgige oma kalendrit.
eu: Sortu gertaerak, gonbidatu parte-hartzaileak eta zure egutegia kontrolatzeko.
fa: ایجاد حوادث، دعوت از شرکت کنندگان و نظارت بر تقویم خود را.
fi: Luo tapahtumia, kutsu osallistujia ja seuraa kalenteriasi.
fr: Créez des événements, invitez des participants et surveillez votre calendrier.
fy: Earst eveneminten meitsje, dielnimmers útnoegje, en kontrolearje jo kalinder.
ga: Imeachtaí a chruthú, cuireadh a thabhairt do lucht freastail agus monatóireacht a dhéanamh ar do fhéilire.
gd: Cruthaich tachartasan, cuir daoine an làthair, agus cùm sùil air a ’mhìosachan agad.
gl: Crea eventos, invita aos asistentes e monitoriza o teu calendario.
gu: ઇવેન્ટ્સ બનાવો, હાજરી આપનારાઓને આમંત્રિત કરો અને તમારા કૅલેન્ડરનું નિરીક્ષણ કરો.
hi: ईवेंट बनाएं, उपस्थित लोगों को आमंत्रित करें और अपने कैलेंडर की निगरानी करें।
hr: Stvorite događaje, pozovite sudionike i pratite svoj kalendar.
hu: Rendezvények létrehozása, résztvevők meghívása és a naptár ellenőrzése.
hy: Ստեղծել միջոցառումներ, հրավիրել մասնակիցներին եւ վերահսկել ձեր օրացույցը:
id: Buat acara, undang peserta, dan pantau kalender Anda.
is: Búðu til viðburði, bjóða þátttakendum og fylgjast með dagatalinu þínu.
it: Crea eventi, invita i partecipanti e controlla il tuo calendario.
iw: צור אירועים, הזמן משתתפים ועקוב אחר היומן שלך.
ja: イベントを作成し、出席者を招待し、そしてあなたのカレンダーを監視する。
ka: მოვლენების შექმნა, დამსწრე მოწვევა, და თქვენი კალენდრის მონიტორინგი.
kk: Оқиғаларды жасаңыз, қатысушыларды шақырыңыз және күнтізбеңізді бақылаңыз.
km: បង្កើតព្រឹត្តិការណ៍អញ្ជើញអ្នកចូលរួមនិងតាមដានប្រតិទិនរបស់អ្នក។
kn: ಈವೆಂಟ್ಗಳನ್ನು ರಚಿಸಿ, ಪಾಲ್ಗೊಳ್ಳುವವರನ್ನು ಆಹ್ವಾನಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಕ್ಯಾಲೆಂಡರ್ ಅನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ.
ku: Çalakî çêbikin, beşdarî rûniştin, û serdema xwe ya çavdêriyê bikin.
ky: , Иш-чараларды түзүү катышуучуларын чакыруу жана айлардын көзөмөлдөп турушат.
lb: Erstelle Evenementer, invitéiert invitéiert a kontrolléiert Äre Kalenner.
lo: ສ້າງເຫດການ, ເຊີນຜູ້ເຂົ້າຮ່ວມແລະຕິດຕາມປະຕິທິນຂອງທ່ານ.
lt: Kurkite įvykius, pakvieskite dalyvius ir stebėkite savo kalendorių.
lv: Izveidojiet notikumus, uzaiciniet dalībniekus un uzraudziet savu kalendāru.
mg: Manamboara hetsika, manasa ireo mpanatrika, ary manara-maso ny kalandrie.
mi: Waihangahia nga kaupapa, karangatia nga kaitautoko, me te aro turuki i to maakaaka.
mk: Креирајте настани, поканете учесници и следете го вашиот календар.
ml: ഇവന്റുകൾ സൃഷ്ടിക്കുക, പങ്കെടുക്കുന്നവരെ ക്ഷണിക്കുക, നിങ്ങളുടെ കലണ്ടർ നിരീക്ഷിക്കുക.
mn: Үйл явдал үүсгэх, оролцогчдыг урих, календараа хянах.
mr: कार्यक्रम तयार करा, उपस्थित व्यक्तींना आमंत्रित करा आणि आपल्या कॅलेंडरचे परीक्षण करा.
ms: Buat acara, jemput peserta, dan pantau kalendar anda.
mt: Oħloq avvenimenti, stieden lil dawk li attendew, u tissorvelja l-kalendarju tiegħek.
my: ဖြစ်ရပ်များကိုဖန်တီး, တက်ရောက်ဖိတ်ခေါ်, သင်၏ပြက္ခဒိန်စောင့်ကြည့်။
ne: घटनाहरू सिर्जना गर्नुहोस्, सहभागीहरूलाई आमन्त्रण गर्नुहोस् र तपाईंको पात्रो अनुगमन गर्नुहोस्।
nl: Maak evenementen, nodig deelnemers uit en houd uw agenda in de gaten.
no: Opprett hendelser, inviter deltakerne, og følg kalenderen din.
or: ଇଭେଣ୍ଟ ସୃଷ୍ଟି କରନ୍ତୁ, ଉପସ୍ଥିତ ଲୋକଙ୍କୁ ନିମନ୍ତ୍ରଣ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର କ୍ୟାଲେଣ୍ଡର ଉପରେ ନଜର ରଖନ୍ତୁ |
pa: ਇਵੈਂਟ ਬਣਾਓ, ਦਰਸ਼ਕ ਨੂੰ ਸੱਦਾ ਦਿਓ, ਅਤੇ ਆਪਣੇ ਕੈਲੰਡਰ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ.
pl: Twórz wydarzenia, zapraszaj uczestników i monitoruj swój kalendarz.
ps: پیښې جوړې کړئ، ګډون کوونکو ته بلنه ورکړئ، او خپل کیلنال نظارت وکړئ.
pt: Crie eventos, convide participantes e monitore sua agenda.
ro: Creați evenimente, invitați participanți și monitorizați calendarul.
ru: Создавайте события, приглашайте посетителей и следите за своим календарем.
rw: Kora ibyabaye, utumire abitabiriye, kandi ukurikirane ikirangaminsi.
sd: واقعا ٺاهڻ، حاضري کي دعوت ڏيو، ۽ پنھنجي ڪئلينڊر جو نگراني ڪريو.
si: සිදුවීම් නිර්මාණය කරන්න, සහභාගිවන්නන්ට ආරාධනා කරන්න, සහ ඔබේ කැලැන්ඩරය අධීක්ෂණය කරන්න.
sk: Vytvárajte udalosti, pozývajte účastníkov a sledujte svoj kalendár.
sl: Ustvarite dogodke, povabite udeležence in spremljajte svoj koledar.
sq: Krijo ngjarje, ftoni pjesëmarrësit dhe monitoroni kalendarin tuaj.
sr: Креирајте догађаје, позовите учеснике и пратите свој календар.
sv: Skapa händelser, bjud in deltagare och övervaka din kalender.
sw: Unda matukio, waalika waliohudhuria, na ufuatilia kalenda yako.
ta: நிகழ்வுகளை உருவாக்கவும், பங்கேற்பாளர்களை அழைக்கவும், உங்கள் காலெண்டரை கண்காணிக்கவும்.
te: ఈవెంట్లను సృష్టించండి, హాజరైన వారిని ఆహ్వానించండి మరియు మీ క్యాలెండర్ను పర్యవేక్షించండి.
tg: Ташкили чорабиниҳо, иштирокчиёнро даъват кунед ва тақвими худро назорат кунед.
th: สร้างกิจกรรมเชิญผู้เข้าร่วมและตรวจสอบปฏิทินของคุณ
tk: Wakalary dörediň, gatnaşyjylary çagyryň we senenamaňyza gözegçilik ediň.
tl: Lumikha ng mga kaganapan, mag-imbita ng mga dadalo, at subaybayan ang iyong kalendaryo.
tr: Etkinlikler oluşturun, katılımcıları davet edin ve takviminizi izleyin.
tt: Вакыйгалар булдырыгыз, катнашучыларны чакырыгыз, календарьны күзәтегез.
ug: پائالىيەت قۇرۇڭ ، قاتناشقۇچىلارنى تەكلىپ قىلىڭ ۋە كالېندارىڭىزنى نازارەت قىلىڭ.
uk: Створюйте події, запрошуйте учасників і контролюйте свій календар.
ur: واقعات بنائیں، حاضریوں کو مدعو کریں اور اپنے کیلنڈر کی نگرانی کریں.
uz: Voqealar yarating, ishtirokchilarni taklif qiling va taqvimingizni kuzating.
vi: Tạo sự kiện, mời người tham dự và theo dõi lịch của bạn.
xh: Yenza imicimbi, memela abakhoyo, kwaye ubeke ikhalenda yakho.
yi: שאַפֿן געשעענישן, קאַסטאַמערז, און מאָניטאָר דיין קאַלענדאַר.

source: Call
am: ይደውሉ
ar: مكالمة
az: Zəng et
be: Патэлефануйце
bg: Повикване
bn: কল
ca: Anomenada
cs: Volání
cy: Ffoniwch
da: Opkald
de: Anruf
el: Κλήση
eo: Alvoko
es: Llamada
et: Helistama
fa: صدا زدن
fi: Soittaa puhelimella
fr: Appel
fy: Belje
ga: Glaoigh
gd: Cuir fòn
gl: Chamar
gu: બોલાવો
hi: कॉल
hr: Poziv
hu: Hívás
hy: Զանգահարեք
id: Panggilan
is: Hringdu
it: Chiamata
iw: שִׂיחָה
ja: コール
ka: ზარი
kk: Қоңырау шалыңыз
km: ហៅ
kn: ಕರೆ ಮಾಡಿ
ku: Bang
ky: чакыруу
lb: Rufft un
lo: ໂທ
lt: Skambink
lv: Zvaniet
mi: Karanga
mk: Јавете се
ml: വിളി
mn: Залгана уу
mr: कॉल करा
ms: Panggil
mt: Ċempel
my: ခေါ်ပါ
ne: कल गर्नुहोस्
nl: Bel
no: Anrop
or: କଲ୍ କରନ୍ତୁ |
pa: ਕਾਲ ਕਰੋ
pl: Połączenie
ps: زنګ ووهه
pt: Ligar
ro: Apel
ru: Вызов
rw: Hamagara
sd: ڪال ڪريو
si: අමතන්න
sk: volanie
sl: Pokliči
sq: thirrje
sr: Позовите
sv: Ringa upp
sw: Wito
ta: அழைப்பு
te: కాల్
tg: Занг занед
th: โทร
tk: Jaň ediň
tl: Tumawag
tr: Aramak
tt: Шалтыратыгыз
ug: تېلېفون قىلىڭ
uk: Дзвінок
ur: کال کریں
uz: Qo'ng'iroq
vi: Gọi
xh: Umnxeba
yi: רופן

source: Engage in live video conference calls any time, anywhere.
af: Raak betrokke by live video konferensie oproepe enige tyd, enige plek.
am: በቀጥታ በማንኛውም የቪድዮ ኮንፈረንስ ጥሪ ይሳተፉ.
ar: الانخراط في مكالمات فيديو حية في أي وقت وفي أي مكان.
az: Canlı videokonfransda hər zaman, hər yerdə zəng edin.
be: Удзел у прамым эфіры відэа канферэнц-сувязі ў любы час і ў любым месцы.
bg: Участвайте в видео конферентни разговори по всяко време и навсякъде.
bn: সরাসরি ভিডিও কনফারেন্সে যেকোন সময়, যে কোনও স্থানে কল করুন।
ca: Participeu en trucades de videoconferència en directe en qualsevol moment i en qualsevol lloc.
cs: Zapojte se do živých videokonferenčních hovorů kdykoliv a kdekoli.
cy: Cymryd rhan mewn galwadau cynadledda fideo byw unrhyw bryd, yn unrhyw le.
da: Engagere i live videokonferenceopkald til enhver tid, hvor som helst.
de: Nehmen Sie jederzeit und überall an Live-Videokonferenzen teil.
el: Συμμετέχετε σε κλήσεις ζωντανής τηλεδιάσκεψης οποτεδήποτε, οπουδήποτε.
eo: Enmetu rektajn videokonferencojn iam ajn, ie ajn.
es: Participe en videoconferencias en vivo en cualquier momento y en cualquier lugar.
et: Osalege reaalajas videokonverentskõnesid igal ajal ja igal pool.
eu: Bideokonferentzia zuzeneko deietan parte har dezakezu edozein lekutan eta edozein lekutan.
fa: در کنفرانس ویدیویی زنده در هر زمان و هر کجا شرکت کنید.
fi: Osallistu live-videoneuvottelupuheluihin milloin tahansa, missä tahansa.
fr: Participer à des appels de vidéoconférence en direct à tout moment, n&#39;importe où.
fy: Yn &#39;e live-fideo-konferinsje rieplachje elke tiid, oeral.
ga: Dul i mbun glaonna físchomhdhála beo aon uair, in áit ar bith.
gd: Gabhail pàirt ann an gairm co-labhairt bhidio beò uair sam bith, ann an àite sam bith.
gl: Involve en videoconferencias en calquera momento e en calquera lugar.
gu: જીવંત વિડિઓ કૉન્ફરન્સમાં જોડાઓ ગમે ત્યારે, ગમે ત્યાં કૉલ કરે છે.
hi: लाइव वीडियो कॉन्फ्रेंस में व्यस्त रहना कहीं भी, किसी भी समय कॉल करता है।
hr: Sudjelujte u videokonferencijskim pozivima uživo bilo kada i bilo gdje.
hu: Élő videokonferencia-hívások bármely időpontban, bárhol.
hy: Տեղափոխել կենդանի տեսազանգերի ցանկացած պահի ցանկացած վայրում:
id: Terlibat dalam panggilan konferensi video langsung kapan saja, di mana saja.
is: Taktu þátt í lifandi myndsímtali hvenær sem er, hvar sem er.
it: Partecipa a videoconferenze in tempo reale, ovunque e in qualsiasi momento.
iw: לעסוק בשיחות וידאו בשידור חי בכל עת ובכל מקום.
ja: どこでも、いつでもライブビデオ会議通話に参加できます。
ka: ჩაერთეთ ცოცხალი ვიდეო კონფერენციაში ნებისმიერ დროს, ნებისმიერ დროს.
kk: Кез келген уақытта, кез келген жерде тікелей эфирдегі бейне конференция қоңырауларына қатысыңыз.
km: ចូលរួមនៅក្នុងសន្និសីទវីដេអូការផ្សាយបន្តផ្ទាល់នៅពេលណាក៏បានគ្រប់ទីកន្លែង។
kn: ಲೈವ್ ವೀಡಿಯೊ ಕಾನ್ಫರೆನ್ಸ್ನಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳಿ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಎಲ್ಲಿಯಾದರೂ ಕರೆ ಮಾಡುತ್ತದೆ.
ku: Konferansê di vîdyoyê de dijîn her dem carî, her tim.
ky: каалаган, Live Video жыйын кандайдыр бир убакыт талап кылгыла.
lb: Engagéiert a live Videokonferenz ruffen all Zäit, iwwerall.
lo: ເຂົ້າຮ່ວມໃນການສົນທະນາວິດີໂອໂດຍກົງການໂທທຸກເວລາ, ທຸກບ່ອນ.
lt: Dalyvaukite tiesioginiuose vaizdo konferencijų skambučiuose bet kuriuo metu.
lv: Jebkurā laikā un jebkurā laikā iesaistieties tiešraides videokonferences zvanos.
mg: Hifantina amin&#39;ny valan-dresaka amin&#39;ny video mivantana na amin&#39;ny fotoana inona, na aiza na aiza.
mi: Ka uru atu ki te huihuinga ataata ataata i tetahi wa, i hea katoa.
mk: Вклучете се во живо видео конференција повици во секое време, насекаде.
ml: ഏത് സമയത്തും എവിടെയും തൽസമയ വീഡിയോ കോൺഫറൻസ് കോളുകളിൽ ഏർപ്പെടുക.
mn: Ямар ч цагт, хаана ч гэсэн шууд видео чуулганд оролцох боломжтой.
mr: थेट व्हिडिओ कॉन्फरन्समध्ये व्यस्त रहा कोणत्याही वेळी कुठेही कॉल करा.
ms: Terlibat dalam panggilan persidangan video secara langsung pada bila-bila masa, di mana sahaja.
mt: Involvi ruħek fi sejħiet konferenzi bil-vidjo ħajjin fi kwalunkwe ħin, kullimkien.
my: တိုက်ရိုက်ဗီဒီယိုကွန်ဖရအတွက်ထိတွေ့ဆက်ဆံဘယ်နေရာမှာမဆို, မည်သည့်အချိန်တောင်းဆိုထားသည်။
ne: प्रत्यक्ष भिडियो कन्फिगरेसनमा संलग्न हुनाले कुनै पनि समय, कहीं पनि कल गर्दछ।
nl: Neem altijd en overal deel aan livevideo-conferentiegesprekken.
no: Delta i live videokonferanseanrop når som helst, hvor som helst.
or: ଯେକ time ଣସି ସମୟରେ, ଯେକ anywhere ଣସି ସ୍ଥାନରେ ଲାଇଭ୍ ଭିଡିଓ କନଫରେନ୍ସ କଲ୍ ସହିତ ଜଡିତ ହୁଅନ୍ତୁ |
pa: ਕਿਤੇ ਵੀ, ਕਿਤੇ ਵੀ ਲਾਈਵ ਵੀਡੀਓ ਕਾਨਫਰੰਸ ਕਾਲਾਂ ਵਿੱਚ ਰੁੱਝੇ ਰਹੋ
pl: Korzystaj z wideokonferencji na żywo w dowolnym miejscu i czasie.
ps: په ژوندۍ ویډیو کنفرانس کې ګډون کول هر وخت، هرڅوک.
pt: Envolva-se em videoconferências ao vivo a qualquer hora, em qualquer lugar.
ro: Angajați-vă în apeluri de conferințe video live oriunde și oriunde.
ru: Занимайтесь звонками в режиме реального времени в любое время и в любом месте.
rw: Kwitabira inama ya videwo nzima guhamagara igihe icyo ari cyo cyose, ahantu hose.
sd: هر وقت، ڪٿي به جيو ويڊيو ڪانفرنس ۾ مشغول.
si: සජීවී වීඩියෝ සම්මන්ත්රණයේදී ඕනෑම අවස්ථාවක ඕනෑම අවස්ථාවක ඇමතුම් ලබා ගත හැකිය.
sk: Zapojte sa do živých video konferenčných hovorov kedykoľvek a kdekoľvek.
sl: Vključite se v videokonference v živo kadarkoli in kjerkoli.
sq: Angazhohen në konferencën e videove të drejtpërdrejta në çdo kohë, kudo.
sr: Укључите се у видео конференцијске позиве у било које време и било где.
sv: Delta i live videokonferenssamtal när som helst, var som helst.
sw: Ingia kwenye wito wa mkutano wa video wakati wowote, mahali popote.
ta: நேரடி வீடியோ மாநாட்டில் பங்கேற்கலாம் எந்த நேரத்திலும் எங்கும் அழைப்பு.
te: లైవ్ వీడియో సమావేశంలో ఎప్పుడైనా ఎప్పుడైనా కాల్ చేయండి.
tg: Иштирок дар конфронсҳои зинда дар вақти дилхоҳ, дар ягон ҷой
th: เข้าร่วมการประชุมผ่านวิดีโอสดได้ทุกเวลาทุกที่
tk: Islendik wagt, islendik ýerde göni wideo konferensiýa jaňlaryna gatnaşyň.
tl: Makisali sa mga live na video conference tawag sa anumang oras, kahit saan.
tr: Her yerde, her zaman canlı video konferans görüşmelerine katılın.
tt: Видео конференциядә теләсә кайсы вакытта, теләсә кайда катнашыгыз.
ug: ھەر ۋاقىت ، ھەر قانداق جايدا نەق مەيدان سىن يىغىنىغا قاتنىشىڭ.
uk: У будь-який час і в будь-який час беріть участь у відеоконференціях у прямому ефірі.
ur: لائیو ویڈیو کانفرنس میں مشغول کسی بھی وقت کہیں بھی کہیں گے.
uz: Jonli video konferentsiya orqali har qanday vaqtda, har joyda qo&#39;ng&#39;iroq qiling.
vi: Tham gia vào các cuộc gọi hội nghị video trực tiếp mọi lúc, mọi nơi.
xh: Ukubandakanya kwinkomfa yenkcazo ehambelana naso nasiphi na ixesha, naphi na.
yi: דינגען אין לעבן ווידעא קאָנפֿערענץ רופט קיין צייַט, ערגעץ.

source: Share
af: Deel
am: አጋራ
ar: شارك
az: Paylaş
be: доля
bg: Дял
bn: ভাগ
ca: Compartir
cs: Podíl
cy: Rhannu
da: Del
de: Aktie
el: Μερίδιο
eo: Kunhavigi
es: Compartir
et: Jaga
fa: اشتراک گذاری
fi: Jaa
fr: Partager
fy: Diele
ga: Comhroinn
gd: Co-roinn
gl: Compartir
gu: શેર કરો
hi: शेयर
hr: Udio
hu: Részvény
hy: Բաժնետոմս
id: Bagikan
is: Deila
it: Condividere
iw: שתף
ja: シェア
ka: გაზიარება
kk: Бөлісу
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
ku: Par
ky: Бөлүшүү
lo: ແບ່ງປັນ
lt: Dalintis
lv: Kopīgot
mi: Vahevahe
mk: Сподели
ml: പങ്കിടുക
mn: Хуваалцах
mr: सामायिक करा
ms: Kongsi
mt: Sehem
my: ဝေစု
ne: साझेदारी गर्नुहोस्
nl: Delen
no: Dele
or: ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਸਾਂਝਾ ਕਰੋ
pl: Dzielić
ps: شریک کړئ
pt: Compartilhar
ro: Acțiune
ru: Поделиться
rw: Sangira
sd: شيئر ڪريو
si: බෙදාගන්න
sk: zdieľam
sl: Deliti
sq: pjesë
sr: Објави
sv: Dela med sig
sw: Shiriki
ta: பகிர்
th: หุ้น
tk: Paýlaş
tl: Ibahagi
tr: Pay
tt: Бүлешү
ug: ھەمبەھىرلەش
uk: Частка
ur: بانٹیں
uz: Ulashish
vi: Chia sẻ
xh: Yabelana
yi: ייַנטיילן
