Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: failed.
af: misluk.
am: አልተሳካም
ar: فشل.
az: uğursuz oldu.
be: не атрымалася.
bg: се провали.
bn: ব্যর্থ হয়েছে.
ca: fracassat.
cs: selhalo.
cy: wedi methu.
da: mislykkedes.
de: gescheitert.
el: απέτυχε.
eo: malsukcesis.
es: ha fallado.
et: nurjus.
eu: huts egin du.
fa: ناموفق.
fi: epäonnistui.
fr: échoué.
fy: mislearre.
ga: theip.
gd: dh ’fhàillig e.
gl: fallou.
gu: નિષ્ફળ.
hi: अनुत्तीर्ण होना।
hr: neuspjeh.
hu: nem sikerült.
hy: ձախողվեց.
id: gagal.
is: mistókst.
it: fallito.
iw: נִכשָׁל.
ja: 失敗しました。
ka: ვერ მოხერხდა
kk: сәтсіз аяқталды.
km: បានបរាជ័យ។
kn: ವಿಫಲವಾಗಿದೆ.
ku: têk çûn.
ky: ишке ашкан жок.
lb: ausgefall.
lo: ລົ້ມເຫຼວ.
lt: nepavyko.
lv: neizdevās.
mg: Tsy nahomby.
mi: i rahua
mk: не успеа
ml: പരാജയപ്പെട്ടു.
mn: амжилтгүй болсон.
mr: अयशस्वी
ms: gagal.
mt: falliet.
my: မအောင်မြင်ဘူး
ne: असफल
nl: mislukt.
no: mislyktes.
or: ବିଫଳ ହେଲା |
pa: ਅਸਫਲ
pl: nie powiodło się.
ps: ناکام شو.
pt: falhou.
ro: a eșuat.
ru: не смогли.
rw: byananiranye.
sd: ناڪام ٿيو.
si: අසමත් විය.
sk: zlyhalo.
sl: ni uspelo.
sq: dështoi
sr: није успео.
sv: misslyckades.
sw: imeshindwa.
ta: தோல்வி.
te: విఫలమైంది.
tg: натавонист.
th: ล้มเหลว
tk: şowsuz.
tl: nabigo
tr: başarısız oldu.
tt: уңышсыз.
ug: مەغلۇپ بولدى.
uk: не вдалося.
ur: ناکام
uz: muvaffaqiyatsiz tugadi.
vi: thất bại.
xh: isilele.
yi: ניט אַנדערש.

source: Value should be greater or equal to 1
af: Waarde moet groter of gelyk aan 1 wees
am: ዋጋ ከ 1 በላይ ወይም እኩል መሆን አለበት።
ar: يجب أن تكون القيمة أكبر من أو تساوي 1
az: Dəyər 1-ə bərabər və ya böyük olmalıdır
be: Значэнне павінна быць большым або роўным 1
bg: Стойността трябва да е по-голяма или равна на 1
bn: মান 1 এর বেশি বা সমান হওয়া উচিত
ca: El valor ha de ser superior o igual a 1
cs: Hodnota by měla být větší nebo rovna 1
cy: Dylai'r gwerth fod yn fwy neu'n hafal i 1
da: Værdien skal være større eller lig med 1
de: Der Wert sollte größer oder gleich 1 sein
el: Η τιμή πρέπει να είναι μεγαλύτερη ή ίση με 1
eo: Valoro devus esti pli granda aŭ egala al 1
es: El valor debe ser mayor o igual a 1
et: Väärtus peab olema suurem või võrdne 1-ga
eu: Balioa 1en handiagoa edo berdina izan behar da
fa: مقدار باید بزرگتر یا مساوی 1 باشد
fi: Arvon tulee olla suurempi tai yhtä suuri kuin 1
fr: La valeur doit être supérieure ou égale à 1
fy: Wearde moat grutter of gelyk wêze oan 1
ga: Ba cheart go mbeadh luach níos mó nó cothrom le 1
gd: Bu chòir luach a bhith nas motha no co-ionann ri 1
gl: O valor debe ser maior ou igual a 1
gu: મૂલ્ય 1 થી વધુ અથવા બરાબર હોવું જોઈએ
hi: मान 1 . से अधिक या उसके बराबर होना चाहिए
hr: Vrijednost bi trebala biti veća ili jednaka 1
hu: Az értéknek nagyobbnak vagy egyenlőnek kell lennie 1-gyel
hy: Արժեքը պետք է լինի ավելի մեծ կամ հավասար 1-ի
id: Nilai harus lebih besar atau sama dengan 1
is: Gildi ætti að vera stærra eða jafnt og 1
it: Il valore deve essere maggiore o uguale a 1
iw: הערך צריך להיות גדול או שווה ל-1
ja: 値は 1 以上である必要があります
ka: მნიშვნელობა უნდა იყოს 1-ის მეტი ან ტოლი
kk: Мән 1-ге тең немесе үлкен болуы керек
km: តម្លៃគួរតែធំជាង ឬស្មើ 1
kn: ಮೌಲ್ಯವು 1 ಕ್ಕೆ ಹೆಚ್ಚು ಅಥವಾ ಸಮನಾಗಿರಬೇಕು
ku: Divê nirx ji 1 mezintir an wekhev be
ky: Маани 1ге барабар же чоңураак болушу керек
lb: De Wäert soll méi grouss oder gläich wéi 1 sinn
lo: ຄ່າຄວນໃຫຍ່ກວ່າ ຫຼືເທົ່າກັບ 1
lt: Reikšmė turi būti didesnė arba lygi 1
lv: Vērtībai ir jābūt lielākai vai vienādai ar 1
mg: Ny sanda dia tokony ho lehibe kokoa na mitovy amin'ny 1
mi: Ko te uara kia nui ake, kia rite ranei ki te 1
mk: Вредноста треба да биде поголема или еднаква на 1
ml: മൂല്യം 1-ന് കൂടുതലോ തുല്യമോ ആയിരിക്കണം
mn: Утга 1-ээс их эсвэл тэнцүү байх ёстой
mr: मूल्य 1 पेक्षा मोठे किंवा समान असावे
ms: Nilai hendaklah lebih besar atau sama dengan 1
mt: Il-valur għandu jkun akbar jew ugwali għal 1
my: တန်ဖိုးသည် 1 နှင့် ပိုကြီးသည် သို့မဟုတ် ညီမျှရပါမည်။
ne: मान १ भन्दा बढी वा बराबर हुनुपर्छ
nl: Waarde moet groter of gelijk zijn aan 1
no: Verdien skal være større eller lik 1
or: ମୂଲ୍ୟ 1 କିମ୍ବା ସମାନ ହେବା ଉଚିତ |
pa: ਮੁੱਲ 1 ਤੋਂ ਵੱਧ ਜਾਂ ਬਰਾਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Wartość powinna być większa lub równa 1
ps: ارزښت باید د 1 سره ډیر یا مساوي وي
pt: O valor deve ser maior ou igual a 1
ro: Valoarea ar trebui să fie mai mare sau egală cu 1
ru: Значение должно быть больше или равно 1
rw: Agaciro kagomba kuba kinini cyangwa kangana na 1
sd: قدر 1 کان وڌيڪ يا برابر هجڻ گهرجي
si: අගය 1 ට වැඩි හෝ සමාන විය යුතුය
sk: Hodnota by mala byť väčšia alebo rovná 1
sl: Vrednost mora biti večja ali enaka 1
sq: Vlera duhet të jetë më e madhe ose e barabartë me 1
sr: Вредност треба да буде већа или једнака 1
sv: Värdet ska vara större eller lika med 1
sw: Thamani inapaswa kuwa kubwa au sawa na 1
ta: மதிப்பு 1க்கு அதிகமாகவோ அல்லது சமமாகவோ இருக்க வேண்டும்
te: విలువ 1కి ఎక్కువగా లేదా సమానంగా ఉండాలి
tg: Арзиш бояд аз 1 зиёд ё баробар бошад
th: ค่าควรมากกว่าหรือเท่ากับ1
tk: Gymmatlyk 1-den uly ýa-da deň bolmaly
tl: Ang halaga ay dapat na mas malaki o katumbas ng 1
tr: Değer 1'den büyük veya eşit olmalıdır
tt: Кыйммәт зуррак яки 1гә тигез булырга тиеш
ug: قىممىتى چوڭ ياكى 1 گە تەڭ بولۇشى كېرەك
uk: Значення має бути більше або дорівнювати 1
ur: قدر 1 سے زیادہ یا برابر ہونی چاہیے۔
uz: Qiymat 1 dan katta yoki teng bo'lishi kerak
vi: Giá trị phải lớn hơn hoặc bằng 1
xh: Ixabiso kufuneka libe likhulu okanye lilingane no-1
yi: ווערט זאָל זיין גרעסער אָדער גלייַך צו 1

source: Repeat end:
af: Herhaal einde:
am: ድገም መጨረሻ፡-
ar: كرر النهاية:
az: Sonu təkrarlayın:
be: Паўтарыце канец:
bg: Край на повторение:
bn: পুনরাবৃত্তি শেষ:
ca: Repetiu el final:
cs: Opakování konce:
cy: Ailadrodd diwedd:
da: Gentag afslutning:
de: Ende wiederholen:
el: Επαναλάβετε το τέλος:
eo: Ripetu finon:
es: Repetir final:
et: Korda lõppu:
eu: Errepikatu amaiera:
fa: تکرار پایان:
fi: Toista loppu:
fr: Fin de la répétition :
fy: Einde werhelje:
ga: Deireadh arís:
gd: Ath-aithris deireadh:
gl: Repita o final:
gu: પુનરાવર્તિત અંત:
hi: अंत दोहराएं:
hr: Kraj ponavljanja:
hu: Ismétlés vége:
hy: Կրկնել ավարտը.
id: Ulangi akhir:
is: Endurtaktu lok:
it: Ripeti fine:
iw: סיום חוזר:
ja: 繰り返し終了：
ka: გაიმეორეთ დასასრული:
kk: Қайталаудың соңы:
km: បញ្ចប់ម្តងទៀត៖
kn: ಪುನರಾವರ್ತಿತ ಅಂತ್ಯ:
ku: Dawî dubare bikin:
ky: Аягын кайталоо:
lb: Widderhuelen Enn:
lo: ເຮັດຊ້ຳທ້າຍ:
lt: Pakartokite pabaigą:
lv: Atkārtot beigas:
mg: Avereno farany:
mi: Tukurua te mutunga:
mk: Повторете го крајот:
ml: അവസാനം ആവർത്തിക്കുക:
mn: Төгсгөлийг давтах:
mr: शेवटची पुनरावृत्ती करा:
ms: Ulang akhir:
mt: Irrepeti t-tmiem:
my: အဆုံးကို ပြန်လုပ်ပါ-
ne: अन्त्य दोहोर्याउनुहोस्:
nl: Herhaal einde:
no: Gjenta slutt:
or: ପୁନରାବୃତ୍ତି ଶେଷ:
pa: ਦੁਹਰਾਓ ਅੰਤ:
pl: Powtórz koniec:
ps: تکرار پای:
pt: Fim da repetição:
ro: Repetați sfârșitul:
ru: Повторить конец:
rw: Subiramo iherezo:
sd: ورجائي آخر:
si: නැවත නැවත අවසානය:
sk: Opakovať koniec:
sl: Konec ponovitve:
sq: Përsëriteni fundin:
sr: Крај понављања:
sv: Upprepa slutet:
sw: Mwisho wa kurudia:
ta: மீண்டும் முடிவு:
te: పునరావృత ముగింపు:
tg: Охири такрор:
th: ทำซ้ำสิ้นสุด:
tk: Gaýtalama ahyry:
tl: Ulitin ang pagtatapos:
tr: Tekrar sonu:
tt: Кабатлау ахыры:
ug: تەكرارلاش:
uk: Кінець повтору:
ur: اختتام کو دہرائیں:
uz: Takrorlash oxiri:
vi: Kết thúc lặp lại:
xh: Phinda isiphelo:
yi: איבערחזרן סוף:

source: Signature
af: Handtekening
am: ፊርማ
ar: إمضاء
az: İmza
be: Подпіс
bg: Подпис
bn: স্বাক্ষর
ca: Signatura
cs: Podpis
cy: Llofnod
da: Underskrift
de: Unterschrift
el: Υπογραφή
eo: Subskribo
es: Firma
et: Allkiri
eu: Sinadura
fa: امضا
fi: Allekirjoitus
fy: Hantekening
ga: Síniú
gd: Ainm-sgrìobhte
gl: Sinatura
gu: સહી
hi: हस्ताक्षर
hr: Potpis
hu: Aláírás
hy: Ստորագրություն
id: Tanda tangan
is: Undirskrift
it: Firma
iw: חֲתִימָה
ja: サイン
ka: ხელმოწერა
kk: Қол қою
km: ហត្ថលេខា
kn: ಸಹಿ
ku: Destnîşan
ky: Кол коюу
lb: Ënnerschrëft
lo: ລາຍເຊັນ
lt: Parašas
lv: Paraksts
mg: sonia
mi: Waitohu
mk: Потпис
ml: കയ്യൊപ്പ്
mn: Гарын үсэг
mr: स्वाक्षरी
ms: Tandatangan
mt: Firma
my: လက်မှတ်
ne: हस्ताक्षर
nl: Handtekening
no: Signatur
or: ଦସ୍ତଖତ
pa: ਦਸਤਖਤ
pl: Podpis
ps: لاسلیک
pt: Assinatura
ro: Semnătură
ru: Подпись
rw: Umukono
sd: دستخط
si: අත්සන
sk: Podpis
sl: Podpis
sq: Nënshkrimi
sr: Потпис
sv: Signatur
sw: Sahihi
ta: கையெழுத்து
te: సంతకం
tg: Имзо
th: ลายเซ็น
tk: Gol
tl: Lagda
tr: İmza
tt: Имза
ug: ئىمزا
uk: Підпис
ur: دستخط
uz: Imzo
vi: Chữ ký
xh: Umsayino
yi: כסימע

source: Draw
af: Teken
am: ይሳሉ
ar: يرسم
az: çəkmək
be: маляваць
bg: Рисувам
bn: আঁকা
ca: Dibuixa
cs: Kreslit
cy: Tynnu llun
da: Tegne
de: Ziehen
el: Σχεδιάζω
eo: Desegni
es: Dibujar
et: Joonista
eu: Marraztu
fa: قرعه کشی
fi: Piirrä
fr: Dessiner
ga: Tarraing
gd: Tarraing
gl: Debuxa
gu: દોરો
hi: खींचना
hr: crtati
hu: Húz
hy: Ոչ ոքի
id: Menggambar
is: Jafntefli
it: Disegno
iw: לצייר
ja: 描く
ka: დახატე
kk: Сурет салу
km: គូរ
kn: ಎಳೆಯಿರಿ
ku: Xetkirin
ky: Тартуу
lb: Zeechnen
lo: ແຕ້ມ
lt: Lygiosios
lv: Zīmēt
mg: Manaova
mi: Tuhia
mk: Нацртај
ml: വരയ്ക്കുക
mn: Зурах
mr: काढा
ms: Lukis
mt: Iġbed
my: ဆွဲသည်။
ne: कोर्नुहोस्
nl: Tekenen
no: Tegne
or: ଅଙ୍କନ କର |
pa: ਡਰਾਅ
pl: Rysować
ps: رسم
pt: Empate
ro: A desena
ru: Рисовать
rw: Shushanya
sd: ڇڪيو
si: අඳින්න
sk: Kresliť
sl: Žrebanje
sq: Vizatoni
sr: Драв
sv: Dra
sw: Chora
ta: வரை
te: గీయండి
tg: кашидан
th: วาด
tk: Çyzyň
tl: Gumuhit
tr: Çizmek
tt: Рәсем
ug: سىزىش
uk: малювати
ur: ڈرا
uz: Chizish
vi: Vẽ tranh
xh: Zoba
yi: מאל

source: Write
af: Skryf
am: ጻፍ
ar: يكتب
az: yaz
be: Пішыце
bg: Пишете
bn: লিখুন
ca: Escriu
cs: Napsat
cy: Ysgrifennu
da: Skrive
de: Schreiben
el: Γράφω
eo: Skribu
es: Escribir
et: Kirjutage
eu: Idatzi
fa: نوشتن
fi: Kirjoittaa
fr: Écrire
fy: Skriuwe
ga: Scríobh
gd: Sgrìobh
gl: Escribe
gu: લખો
hi: लिखना
hr: Pisati
hu: Ír
hy: Գրել
id: Menulis
is: Skrifaðu
it: Scrivere
iw: לִכתוֹב
ja: 書く
ka: დაწერე
kk: Жазыңыз
km: សរសេរ
kn: ಬರೆಯಿರಿ
ku: Nivîsîn
ky: Жаз
lb: Schreiwen
lo: ຂຽນ
lt: Rašyti
lv: Rakstiet
mg: soraty
mi: Tuhia
mk: Напиши
ml: എഴുതുക
mn: бичих
mr: लिहा
ms: tulis
mt: Ikteb
my: ရေးပါ။
ne: लेख्नुहोस्
nl: Schrijven
no: Skrive
or: ଲେଖ |
pa: ਲਿਖੋ
pl: Pisać
ps: ولیکئ
pt: Escrever
ro: Scrie
ru: Писать
rw: Andika
sd: لکو
si: ලියන්න
sk: Napíšte
sl: Pišite
sq: Shkruaj
sr: Пишите
sv: Skriva
sw: Andika
ta: எழுது
te: వ్రాయడానికి
tg: нависед
th: เขียน
tk: Writeaz
tl: Sumulat
tr: Yazmak
tt: Яз
ug: يېزىڭ
uk: Напишіть
ur: لکھیں۔
uz: Yozing
vi: Viết
xh: Bhala
yi: שרייב

source: Clear Signature
af: Duidelike handtekening
am: ፊርማ አጽዳ
ar: توقيع واضح
az: İmzanı təmizləyin
be: Выразны подпіс
bg: Ясен подпис
bn: সাফ স্বাক্ষর
ca: Signatura clara
cs: Vymazat podpis
cy: Llofnod Clir
da: Klar signatur
de: Klare Signatur
el: Καθαρή υπογραφή
eo: Klara Subskribo
es: Firma clara
et: Selge allkiri
eu: Garbitu sinadura
fa: پاک کردن امضا
fi: Tyhjennä allekirjoitus
fr: Signature claire
ga: Síniú Glan
gd: Soidhne soilleir
gl: Sinatura clara
gu: સહી સાફ કરો
hi: स्पष्ट हस्ताक्षर
hr: Jasan potpis
hu: Tiszta aláírás
hy: Մաքրել ստորագրությունը
id: Hapus Tanda Tangan
is: Hreinsa undirskrift
it: Firma chiara
iw: חתימה ברורה
ja: 署名のクリア
ka: წმინდა ხელმოწერა
kk: Қолтаңбаны тазалау
km: ជម្រះហត្ថលេខា
kn: ಸಹಿಯನ್ನು ತೆರವುಗೊಳಿಸಿ
ku: Îmza zelal
ky: Колду тазалоо
lb: Kloer Ënnerschrëft
lo: ລາຍເຊັນທີ່ຈະແຈ້ງ
lt: Aiškus parašas
lv: Notīrīt parakstu
mg: Sonia mazava
mi: Waitohu Maama
mk: Чист потпис
ml: ഒപ്പ് മായ്‌ക്കുക
mn: Гарын үсгийг арилгах
mr: स्वाक्षरी साफ करा
ms: Tandatangan Kosong
mt: Firma ċara
my: လက်မှတ်ရှင်းပါ။
ne: स्पष्ट हस्ताक्षर
nl: Duidelijke handtekening
no: Tydelig signatur
or: ସ୍ Sign ାକ୍ଷର ସଫା କରନ୍ତୁ |
pa: ਹਸਤਾਖਰ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść podpis
ps: روښانه لاسلیک
pt: Assinatura Limpa
ro: Ștergeți semnătura
ru: Очистить подпись
rw: Umukono usobanutse
sd: صاف دستخط
si: පැහැදිලි අත්සන
sk: Vymazať podpis
sl: Jasen podpis
sq: Nënshkrimi i pastër
sr: Цлеар Сигнатуре
sv: Tydlig signatur
sw: Sahihi wazi
ta: தெளிவான கையெழுத்து
te: క్లియర్ సంతకం
tg: Тоза кардани имзо
th: ลายเซ็นที่ชัดเจน
tk: Gollary arassala
tl: Malinaw na Lagda
tr: İmzayı Temizle
tt: Имзаны чистарту
ug: ئېنىق ئىمزا
uk: Чіткий підпис
ur: دستخط صاف کریں۔
uz: Imzoni tozalash
vi: Chữ ký rõ ràng
xh: Sula uMsayino
yi: קלאָר כסימע

source: Still processing video...
af: Verwerk nog video ...
am: አሁንም ቪዲዮን በመስራት ላይ ...
ar: جاري معالجة الفيديو ...
az: Video hələ işlənir ...
be: Апрацоўка відэа працягваецца ...
bg: Видеоклипът все още се обработва ...
bn: এখনও ভিডিও প্রক্রিয়া করছে ...
ca: Encara s'està processant el vídeo ...
cs: Stále se zpracovává video ...
cy: Dal i brosesu fideo ...
da: Behandler stadig video ...
de: Video wird noch verarbeitet ...
el: Γίνεται ακόμα επεξεργασία βίντεο ...
eo: Ankoraŭ prilaboras filmeton ...
es: Aún procesando video ...
et: Video töötleb endiselt ...
eu: Oraindik bideoa prozesatzen ...
fa: هنوز در حال پردازش ویدئو ...
fi: Videota käsitellään edelleen ...
fr: Traitement de la vidéo en cours…
fy: Ferwurket noch fideo ...
ga: Físeán á phróiseáil fós ...
gd: Fhathast a ’giullachd bhidio ...
gl: Aínda se está procesando o vídeo ...
gu: હજી વિડિઓ પર પ્રક્રિયા કરી રહ્યાં છે ...
hi: अभी भी वीडियो संसाधित किया जा रहा है ...
hr: Još uvijek se obrađuje videozapis ...
hu: A videó feldolgozása folyamatban van ...
hy: Տեսանյութը դեռ մշակվում է ...
id: Masih memproses video ...
is: Enn í vinnslu á myndbandi ...
it: Elaborazione del video ancora in corso ...
iw: עדיין מעבד סרטון ...
ja: まだビデオを処理しています...
ka: მიმდინარეობს ვიდეოს დამუშავება ...
kk: Бейнені өңдеуде ...
km: កំពុងដំណើរការវីដេអូ ...
kn: ಇನ್ನೂ ವೀಡಿಯೊ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತಿದೆ ...
ku: Hê jî vîdyoya pêvajoyê ...
ky: Видео дагы эле иштетилүүдө ...
lb: Veraarbecht nach ëmmer Video ...
lo: ຍັງ ດຳ ເນີນການວິດີໂອຢູ່ ...
lt: Vis dar apdorojamas vaizdo įrašas ...
lv: Notiek videoklipa apstrāde ...
mg: Mbola manodina horonantsary ...
mi: Kei te tukatuka ataata tonu ...
mk: Сè уште се обработува видеото ...
ml: ഇപ്പോഴും വീഡിയോ പ്രോസസ്സ് ചെയ്യുന്നു ...
mn: Видеог боловсруулж байна ...
mr: अद्याप व्हिडिओवर प्रक्रिया करीत आहे ...
ms: Masih memproses video ...
mt: Għadu qed nipproċessa vidjo ...
my: ဗွီဒီယိုကိုပြုပြင်နေဆဲ ...
ne: अझै भिडियो प्रसोधन गर्दै ...
nl: Bezig met verwerken van video ...
no: Behandler fremdeles video ...
or: ତଥାପି ଭିଡିଓ ପ୍ରକ୍ରିୟାକରଣ ...
pa: ਅਜੇ ਵੀ ਵੀਡੀਓ ਤੇ ਕਾਰਵਾਈ ਕਰ ਰਿਹਾ ਹੈ ...
pl: Nadal przetwarzam film ...
ps: اوس هم د ویډیو پروسس کول ...
pt: Ainda processando vídeo ...
ro: Se procesează în continuare videoclipul ...
ru: Видео все еще обрабатывается ...
rw: Biracyatunganya amashusho ...
sd: اڃا وڊيو جاري ڪري رهي آهي ...
si: තවමත් වීඩියෝ සැකසුම් ...
sk: Stále sa spracováva video ...
sl: Še vedno obdelujem video ...
sq: Po vazhdon të përpunojë videon ...
sr: И даље се обрађује видео ...
sv: Bearbetar fortfarande video ...
sw: Bado inachakata video ...
ta: இன்னும் வீடியோவை செயலாக்குகிறது ...
te: ఇప్పటికీ వీడియోను ప్రాసెస్ చేస్తోంది ...
tg: Ҳоло видео кор карда мешавад ...
th: กำลังประมวลผลวิดีโอ ...
tk: Wideo gaýtadan işleýär ...
tl: Nagpoproseso pa rin ng video ...
tr: Hala video işleniyor ...
tt: Видеоны эшкәртү әле ...
ug: يەنىلا سىن بىر تەرەپ قىلىۋاتىدۇ ...
uk: Обробка відео ще триває ...
ur: ویڈیو پر کارروائی ہورہی ہے ...
uz: Hali ham videoni qayta ishlash ...
vi: Vẫn đang xử lý video ...
xh: Isaqhuba ividiyo ...
yi: נאָך פּראַסעסינג ווידעא ...

source: You
af: Jy
am: አንቺ
ar: أنت
az: Sən
be: Вы
bg: Ти
bn: আপনি
ca: Vostè
cs: Vy
cy: Ti
da: Du
de: Du
el: Εσείς
eo: Vi
es: Tú
et: Sina
eu: Zuk
fa: شما
fi: Sinä
fr: Tu
fy: Jo
ga: tu
gd: Tha thu
gl: Ti
gu: તમે
hi: आप
hr: Vas
hu: Ön
hy: Դուք
id: Anda
is: Þú
it: Voi
iw: אתה
ja: 君は
ka: შენ
kk: Сіз
km: អ្នក
kn: ನೀವು
ku: Hûn
ky: сен
lb: Dir
lo: ເຈົ້າ
lt: Tu
lv: Tu
mg: ianareo
mi: Ko koe
mk: Вие
ml: നിങ്ങൾ
mn: Та
mr: आपण
ms: awak
mt: Inti
my: မင်း
ne: तपाईं
nl: Jij
no: Du
or: ତୁମେ
pa: ਤੁਹਾਨੂੰ
pl: Ty
ps: تاسو
pt: Você
ro: Tu
ru: Ты
rw: Wowe
sd: توهان
si: ඔබට
sk: vy
sl: Ti
sq: Ju
sr: ти
sv: Du
sw: Wewe
ta: நீங்கள்
te: మీరు
tg: Шумо
th: คุณ
tk: Sen
tl: Ikaw
tr: Sen
tt: Син
ug: سەن
uk: ти
ur: تم
uz: Siz
vi: Bạn
xh: Wena
yi: איר

source: You are about to delete feed. Are you sure?
af: Jy is op die punt om stroom uit te vee. Is jy seker?
am: ምግብ ሊሰርዙ ነው። እርግጠኛ ነህ?
ar: أنت على وشك حذف التغذية. هل أنت واثق؟
az: Siz lenti silmək üzrəsiniz. Sən əminsən?
be: Вы збіраецеся выдаліць канал. Вы ўпэўнены?
bg: На път сте да изтриете емисия. Сигурен ли си?
bn: আপনি ফিড মুছে ফেলতে চলেছেন৷ তুমি কি নিশ্চিত?
ca: Esteu a punt d'eliminar el feed. Estàs segur?
cs: Chystáte se smazat zdroj. Jsi si jistá?
cy: Rydych ar fin dileu porthiant. Wyt ti'n siwr?
da: Du er ved at slette feed. Er du sikker?
de: Sie sind dabei, den Feed zu löschen. Bist du dir sicher?
el: Πρόκειται να διαγράψετε τη ροή. Είσαι σίγουρος?
eo: Vi estas forigonta feed. Ĉu vi certas?
es: Está a punto de eliminar el feed. ¿Está seguro?
et: Olete voogu kustutamas. Oled sa kindel?
eu: Jarioa ezabatzera zoaz. Ziur zaude?
fa: شما در شرف حذف فید هستید. مطمئنی؟
fi: Olet poistamassa syötettä. Oletko varma?
fr: Vous êtes sur le point de supprimer le flux. Êtes-vous sûr?
fy: Jo steane op it punt om feed te wiskjen. Bisto wis?
ga: Tá tú ar tí fotha a scriosadh. An bhfuil tú cinnte?
gd: Tha thu an impis inbhir a sguabadh às. A bheil thu cinnteach?
gl: Estás a piques de eliminar a fonte. Estás seguro?
gu: તમે ફીડ કાઢી નાખવાના છો. શું તમને ખાતરી છે?
hi: आप फ़ीड हटाने वाले हैं. क्या आपको यकीन है?
hr: Upravo ćete izbrisati feed. Jesi li siguran?
hu: A hírcsatorna törlésére készül. biztos vagy ebben?
hy: Դուք պատրաստվում եք ջնջել լրահոսը: Համոզված ես?
id: Anda akan menghapus umpan. Apa kamu yakin?
is: Þú ert að fara að eyða straumi. Ertu viss?
it: Stai per eliminare il feed. Sei sicuro?
iw: אתה עומד למחוק את העדכון. האם אתה בטוח?
ja: フィードを削除しようとしています。本気ですか？
ka: თქვენ აპირებთ არხის წაშლას. Დარწმუნებული ხარ?
kk: Сіз арнаны жойғалы жатырсыз. Сіз сенімдісіз бе?
km: អ្នកហៀបនឹងលុបព័ត៌មាន។ តើ​អ្នក​ប្រាកដ​ឬ​អត់?
kn: ನೀವು ಫೀಡ್ ಅನ್ನು ಅಳಿಸಲಿರುವಿರಿ. ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?
ku: Tu li ser jêkirina feed. Piştrastin?
ky: Түрмөктү жок кылганы жатасыз. Ишенесиңби?
lb: Dir sidd amgaang Feed ze läschen. Bass du secher?
lo: ທ່ານກຳລັງຈະລຶບຟີດ. ເຈົ້າ​ແນ່​ໃຈ​ບໍ່?
lt: Ketinate ištrinti informacijos santrauką. Ar tu tuo tikras?
lv: Jūs gatavojaties dzēst plūsmu. Vai tu esi pārliecināts?
mg: Efa hofafanao ny fahana. Azonao antoka ve izany?
mi: Kua tata koe ki te muku kai. Kei te tino mohio koe?
mk: Ќе ја избришете активноста. Дали си сигурен?
ml: നിങ്ങൾ ഫീഡ് ഇല്ലാതാക്കാൻ പോകുകയാണ്. നിങ്ങൾക്ക് ഉറപ്പാണോ?
mn: Та хангамжийг устгах гэж байна. Чи итгэлтэй байна уу?
mr: तुम्ही फीड हटवणार आहात. तुला खात्री आहे?
ms: Anda akan memadamkan suapan. Adakah anda pasti?
mt: Inti se tħassar l-għalf. Żgur?
my: သင်သည် ဖိဒ်ကို ဖျက်ပါတော့မည်။ သေချာလား?
ne: तपाईं फिड मेटाउन लाग्दै हुनुहुन्छ। के तपाईँ निश्चित हुनुहुन्छ?
nl: U staat op het punt de feed te verwijderen. Weet je het zeker?
no: Du er i ferd med å slette feed. Er du sikker?
or: ଆପଣ ଫିଡ୍ ଡିଲିଟ୍ କରିବାକୁ ଯାଉଛନ୍ତି | ତମେ ନିଶ୍ଚିତ କି?
pa: ਤੁਸੀਂ ਫੀਡ ਨੂੰ ਮਿਟਾਉਣ ਲੱਗੇ ਹੋ। ਤੁਹਾਨੂੰ ਪੂਰਾ ਵਿਸ਼ਵਾਸ ਹੈ?
pl: Zamierzasz usunąć kanał. Jesteś pewny?
ps: تاسو د فیډ حذف کولو په حال کې یاست. تاسو ډاډه یاست؟
pt: Você está prestes a excluir o feed. Tem certeza?
ro: Sunteți pe cale să ștergeți feedul. Esti sigur?
ru: Вы собираетесь удалить ленту. Ты уверен?
rw: Ugiye gusiba ibiryo. Urabyizeye?
sd: توهان فيڊ کي ختم ڪرڻ وارا آهيو. ڇا توهان کي پڪ آهي؟
si: ඔබ සංග්‍රහය මකා දැමීමට ආසන්නයි. ඔබට විශ්වාසද?
sk: Chystáte sa odstrániť informačný kanál. Si si istý?
sl: Izbrisali boste vir. Ali si prepričan?
sq: Jeni gati të fshini furnizimin. A je i sigurt?
sr: Спремате се да избришете фид. Да ли сте сигурни?
sv: Du håller på att ta bort flödet. Är du säker?
sw: Unakaribia kufuta mipasho. Una uhakika?
ta: ஊட்டத்தை நீக்க உள்ளீர்கள். நீ சொல்வது உறுதியா?
te: మీరు ఫీడ్‌ని తొలగించబోతున్నారు. మీరు చెప్పేది నిజమా?
tg: Шумо наворро нест карданӣ ҳастед. Шумо мутмаъин ҳастед?
th: คุณกำลังจะลบฟีด คุณแน่ใจไหม?
tk: Iýmit öçürmekçi. Ynanýarsyňyzmy?
tl: Ide-delete mo na ang feed. Sigurado ka ba?
tr: Yayını silmek üzeresiniz. Emin misin?
tt: Сез азыкны бетерергә җыенасыз. Ышанасыңмы?
ug: يەمنى ئۆچۈرمەكچى بولۇۋاتىسىز. ئىشىنەمسىز؟
uk: Ви збираєтеся видалити канал. Ти впевнений?
ur: آپ فیڈ کو حذف کرنے والے ہیں۔ کیا تمہیں یقین ہے؟
uz: Siz tasmani oʻchirib tashlamoqchisiz. Ishonchingiz komilmi?
vi: Bạn sắp xóa nguồn cấp dữ liệu. Bạn có chắc không?
xh: Umalunga nokucima isondlo. Ingaba uqinisekile?
yi: איר זענט וועגן צו ויסמעקן פיטער. ביסטו זיכער?

source: No convo audios yet
af: Nog geen konvo-oudio's nie
am: እስካሁን ምንም ኮንቮ ኦዲዮዎች የሉም
ar: لا صوتيات كونفو حتى الان
az: Konvo audioları hələ yoxdur
be: Пакуль няма гуку размовы
bg: Все още няма аудио разговори
bn: এখনও কোন কনভো অডিও
ca: Encara no hi ha àudios de conversa
cs: Zatím žádné zvukové konverzace
cy: Dim convo audios eto
da: Ingen konvo-lyd endnu
de: Noch keine Convo-Audios
el: Δεν υπάρχουν ακόμα ηχητικά μηνύματα
eo: Ankoraŭ neniuj konvoaŭdoj
es: Aún no hay audios de conversación
et: Vestluse helisid pole veel
eu: Ez dago elkarrizketa-audiorik oraindik
fa: هنوز فایل صوتی convo وجود ندارد
fi: Ei vielä keskusteluääniä
fr: Aucun audio de conversation pour le moment
fy: Noch gjin konvo-audio's
ga: Níl aon fhuaimeanna convo fós
gd: Chan eil clàran-fuaim convo ann fhathast
gl: Aínda non hai audios de conversa
gu: હજુ સુધી કોઈ કોન્વો ઓડિયો નથી
hi: अभी तक कोई कॉनवो ऑडियो नहीं है
hr: Još nema audiozapisa razgovora
hu: Még nincsenek beszélgetési hanganyagok
hy: Կոնվո աուդիոներ դեռ չկան
id: Belum ada audio obrolan
is: Engin samtalshljóð ennþá
it: Nessun audio di conversazione ancora
iw: עדיין אין שמע שמע
ja: コンボオーディオはまだありません
ka: კონვო აუდიო ჯერ არ არის
kk: Конво аудиолары әлі жоқ
km: មិនទាន់មានសំឡេង Convo នៅឡើយទេ
kn: ಇನ್ನೂ ಯಾವುದೇ ಕಾನ್ವೋ ಆಡಿಯೋಗಳಿಲ್ಲ
ku: Hîn dengên konvoyê tune
ky: Азырынча конво аудиолору жок
lb: Nee convo audios nach
lo: ບໍ່ມີສຽງ convo ເທື່ອ
lt: Pokalbio garso įrašų dar nėra
lv: Pagaidām nav sarunu audio ierakstu
mg: Tsy mbola misy audio convo
mi: Kare ano he ororongo korero
mk: Сè уште нема конво аудио
ml: ഇതുവരെ കോൺവോ ഓഡിയോകളൊന്നുമില്ല
mn: Одоогоор конво аудио байхгүй байна
mr: अद्याप कोणतेही कॉन्व्हो ऑडिओ नाहीत
ms: Tiada audio konvo lagi
mt: Għadu l-ebda awdjo konvo
my: Convo အော်ဒီယိုများ မရှိသေးပါ။
ne: अहिलेसम्म कुनै कन्भो अडियो छैन
nl: Nog geen convo-audio
no: Ingen konvo-lyd ennå
or: ଏପର୍ଯ୍ୟନ୍ତ କ con ଣସି କନଭୋ ଅଡିଓ ନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਕਨਵੋ ਆਡੀਓ ਨਹੀਂ ਹਨ
pl: Nie ma jeszcze konwój audio
ps: تر اوسه کوم غږیز غږونه نشته
pt: Ainda não há áudios de conversa
ro: Nicio convo audio încă
ru: Аудиозаписей конво пока нет
rw: Nta majwi ya convo
sd: اڃان تائين ڪو به آواز ٻڌڻ وارو ناهي
si: තවමත් convo ඕඩියෝ නැත
sk: Zatiaľ žiadne zvukové konverzácie
sl: Zvokov konvojev še ni
sq: Ende nuk ka audio bisede
sr: Још нема аудио снимака разговора
sv: Inga konvoljud ännu
sw: Bado hakuna sauti za mazungumzo
ta: இதுவரை கான்வோ ஆடியோக்கள் இல்லை
te: ఇంకా కాన్వో ఆడియోలు లేవు
tg: Ҳанӯз аудиои конвоӣ нест
th: ยังไม่มีไฟล์เสียงคอนโว
tk: Entek konwo audiosy ýok
tl: Wala pang convo audios
tr: Henüz konvo sesi yok
tt: Конво аудио юк
ug: ھازىرغا قەدەر ھېچقانداق ئاۋازلىق ئاۋاز يوق
uk: Ще немає аудіо розмови
ur: ابھی تک کوئی convo آڈیو نہیں ہے۔
uz: Hozircha konvo audiolari yo'q
vi: Chưa có âm thanh hội thoại
xh: Akukho audios ze-convo okwangoku
yi: נאָך קיין קאָנוואָ אַודיאָס
