Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
af: Gebruik mobiele toestelle soos tablette en slimfone om saam te werk aan sleutelbesonderhede, bespreek belangrike probleme, ruil dokumente uit en teken vordering op kaarte.
am: በቁልፍ ዝርዝሮች ላይ ለመተባበር ፣ ዋና ዋና ጉዳዮችን ለመወያየት ፣ ሰነዶች ለመለዋወጥ እና የገበታ ጉዳይ መሻሻልን እንደ ታብሌት እና ስማርትፎን ያሉ ተንቀሳቃሽ መሳሪያዎችን በእውነተኛ ጊዜ ውስጥ ይጠቀሙ ፡፡
ar: استخدم الأجهزة المحمولة مثل الأجهزة اللوحية والهواتف الذكية للتعاون في التفاصيل الرئيسية ومناقشة المشكلات الرئيسية وتبادل المستندات والتقدم في حالة الرسم البياني في الوقت الفعلي.
az: Əsas məlumatlar üzərində işləmək, əsas problemləri müzakirə etmək, sənəd mübadiləsi və real vaxt rejimində iş tərəqqisi üçün tablet və smartfonlar kimi mobil cihazlardan istifadə edin.
be: Выкарыстоўвайце мабільныя прылады, такія як планшэты і смартфоны, каб супрацоўнічаць над асноўнымі дэталямі, абмяркоўваць асноўныя праблемы, абменьвацца дакументамі і прагрэсаваць справы ў рэжыме рэальнага часу.
bg: Използвайте мобилни устройства като таблети и смартфони, за да си сътрудничите по ключови подробности, да обсъждате основни проблеми, да обменяте документи и да представяте графиката на хода в реално време.
bn: মূল বিবরণে সহযোগিতা করতে, বড় সমস্যাগুলি নিয়ে আলোচনা করতে, ডকুমেন্টগুলি বিনিময় করতে এবং রিয়েল টাইমে চার্ট কেস অগ্রগতি করতে ট্যাবলেট এবং স্মার্টফোনের মতো মোবাইল ডিভাইসগুলি ব্যবহার করুন।
ca: Utilitzeu dispositius mòbils com tauletes i telèfons intel·ligents per col·laborar en detalls clau, discutir problemes importants, intercanviar documents i avançar els casos dels casos en temps real.
cs: Pomocí mobilních zařízení, jako jsou tablety a smartphony, můžete spolupracovat na klíčových podrobnostech, diskutovat o hlavních problémech, vyměňovat si dokumenty a postupovat v reálném čase.
cy: Defnyddiwch ddyfeisiau symudol fel tabledi a ffonau smart i gydweithredu ar fanylion allweddol, trafod materion o bwys, cyfnewid dogfennau, a siartio cynnydd achosion mewn amser real.
da: Brug mobile enheder som tablets og smartphones til at samarbejde om nøgledetaljer, diskutere større problemer, udveksle dokumenter og kortlægge sagsforløb i realtid.
de: Verwenden Sie mobile Geräte wie Tablets und Smartphones, um bei wichtigen Details zusammenzuarbeiten, wichtige Probleme zu besprechen, Dokumente auszutauschen und den Fortschritt von Fällen in Echtzeit aufzuzeichnen.
el: Χρησιμοποιήστε φορητές συσκευές όπως tablet και smartphone για να συνεργαστείτε σε βασικές λεπτομέρειες, να συζητήσετε σημαντικά ζητήματα, να ανταλλάξετε έγγραφα και να σημειώσετε πρόοδο σε γραφήματα σε πραγματικό χρόνο.
eo: Uzu poŝtelefonajn aparatojn kiel tablojdojn kaj inteligentajn telefonojn por kunlabori pri ŝlosilaj detaloj, diskuti gravajn aferojn, interŝanĝi dokumentojn kaj bildigi kazojn en reala tempo.
es: Use dispositivos móviles como tabletas y teléfonos inteligentes para colaborar en detalles clave, discutir problemas importantes, intercambiar documentos y registrar el progreso de los casos en tiempo real.
et: Kasutage mobiilseadmeid, näiteks tahvelarvuteid ja nutitelefone, et teha koostööd peamiste üksikasjade osas, arutada olulisemaid probleeme, vahetada dokumente ja kaardistada juhtumite kulgu reaalajas.
eu: Erabili gailu mugikorrak tabletak eta telefono mugikorrak bezalako gako xehetasunetan kolaboratzeko, arazo nagusiak eztabaidatzeko, dokumentuak trukatzeko eta kasuen bilakaera denbora errealean.
fa: از دستگاه های تلفن همراه مانند رایانه های لوحی و تلفن های هوشمند برای همکاری با جزئیات کلیدی ، بحث در مورد موضوعات اصلی ، تبادل اسناد و پیشرفت پرونده در نمودار زمان واقعی استفاده کنید.
fi: Käytä mobiililaitteita, kuten tablet-laitteita ja älypuhelimia, yhteistyöhön tärkeimmissä yksityiskohdissa, keskustelemaan tärkeimmistä ongelmista, vaihtamaan asiakirjoja ja kartoittamaan tapauksen etenemistä reaaliajassa.
fr: Utilisez des appareils mobiles tels que des tablettes et des smartphones pour collaborer sur des détails clés, discuter de problèmes majeurs, échanger des documents et suivre la progression du cas en temps réel.
fy: Brûk mobile apparaten lykas tablets en smartphones om mei te wurkjen oan wichtige details, grutte problemen te besprekken, dokuminten te wikseljen en foarútgong fan kaartsjes yn echte tiid.
ga: Úsáid gléasanna soghluaiste mar tháibléid agus fhóin chliste chun comhoibriú ar phríomhshonraí, saincheisteanna móra a phlé, doiciméid a mhalartú, agus dul chun cinn cásanna a chairt i bhfíor-am.
gd: Cleachd innealan gluasadach mar chlàran is fònaichean sgairteil gus co-obrachadh air prìomh mhion-fhiosrachadh, beachdachadh air prìomh chùisean, sgrìobhainnean iomlaid, agus adhartas cùis a chlàradh ann an àm fìor.
gl: Empregue dispositivos móbiles como tabletas e teléfonos intelixentes para colaborar en detalles clave, discutir problemas importantes, intercambiar documentos e representar o avance dos casos en tempo real.
gu: કી વિગતો પર સહયોગ કરવા, મુખ્ય મુદ્દાઓની ચર્ચા કરવા, દસ્તાવેજોની આપ-લે કરવા અને રીઅલ ટાઇમમાં ચાર્ટ કેસની પ્રગતિ માટે ટેબ્લેટ્સ અને સ્માર્ટફોન જેવા મોબાઇલ ઉપકરણોનો ઉપયોગ કરો.
hi: प्रमुख विवरणों पर चर्चा करने, प्रमुख मुद्दों पर चर्चा करने, दस्तावेजों का आदान-प्रदान करने और वास्तविक समय में चार्ट मामले की प्रगति पर चर्चा करने के लिए टैबलेट और स्मार्टफोन जैसे मोबाइल उपकरणों का उपयोग करें।
hr: Upotrijebite mobilne uređaje poput tableta i pametnih telefona kako biste surađivali u ključnim detaljima, razgovarali o glavnim problemima, razmjenjivali dokumente i ostvarili tijek grafikona u stvarnom vremenu.
hu: Használjon olyan mobil eszközöket, mint a táblagépek és az okostelefonok, hogy együttműködjen a legfontosabb részletekben, megvitassa a fő kérdéseket, cserélje ki a dokumentumokat, és valós időben ábrázolja az esetek előrehaladását.
hy: Օգտագործեք բջջային սարքեր, ինչպիսիք են պլանշետները և սմարթֆոնները `հիմնական մանրամասների հետ համագործակցելու համար, քննարկելու հիմնական խնդիրները, փաստաթղթերի փոխանակումը և իրական ժամանակում գծապատկերի առաջընթացը:
id: Gunakan perangkat seluler seperti tablet dan smartphone untuk berkolaborasi pada detail utama, membahas masalah utama, bertukar dokumen, dan membuat bagan kemajuan secara real time.
is: Notaðu farsíma eins og spjaldtölvur og snjallsíma til að vinna saman að lykilupplýsingum, ræða meiriháttar mál, skiptast á skjölum og kortleggja framvindu mála í rauntíma.
it: Usa i dispositivi mobili come tablet e smartphone per collaborare sui dettagli chiave, discutere i problemi principali, scambiare documenti e avanzare nel caso del grafico in tempo reale.
iw: השתמש במכשירים ניידים כמו טאבלטים וטלפונים חכמים כדי לשתף פעולה בפרטי מפתח, לדון בסוגיות עיקריות, להחליף מסמכים ולתרשם את ההתקדמות בזמן אמת.
ja: タブレットやスマートフォンなどのモバイルデバイスを使用して、主要な詳細について共同作業し、主要な問題について話し合い、ドキュメントを交換し、ケースの進行状況をリアルタイムでグラフ化します。
ka: გამოიყენეთ მობილური მოწყობილობები, როგორიცაა ტაბლეტები და სმარტფონები, საკვანძო დეტალებზე თანამშრომლობისთვის, ძირითადი საკითხების განსახილველად, დოკუმენტების გაცვლისა და რეალურ დროში სქემების შესაბამისად.
kk: Нақты уақытта жұмыс істеу, негізгі мәселелерді талқылау, құжаттармен алмасу және істің барысын диагностикалау үшін планшеттер мен смартфондар сияқты мобильді құрылғыларды қолданыңыз.
km: ប្រើឧបករណ៍ចល័តដូចជាថេប្លេតនិងស្មាតហ្វូនដើម្បីសហការគ្នាលើព័ត៌មានលម្អិតពិភាក្សាអំពីបញ្ហាធំ ៗ ការផ្លាស់ប្តូរឯកសារនិងការរីកចំរើននៃករណីនៅក្នុងតារាងពេលវេលា។
kn: ಪ್ರಮುಖ ವಿವರಗಳೊಂದಿಗೆ ಸಹಕರಿಸಲು, ಪ್ರಮುಖ ಸಮಸ್ಯೆಗಳನ್ನು ಚರ್ಚಿಸಲು, ದಾಖಲೆಗಳನ್ನು ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಲು ಮತ್ತು ನೈಜ ಸಮಯದಲ್ಲಿ ಚಾರ್ಟ್ ಕೇಸ್ ಪ್ರಗತಿಯನ್ನು ಚರ್ಚಿಸಲು ಟ್ಯಾಬ್ಲೆಟ್‌ಗಳು ಮತ್ತು ಸ್ಮಾರ್ಟ್‌ಫೋನ್‌ಗಳಂತಹ ಮೊಬೈಲ್ ಸಾಧನಗಳನ್ನು ಬಳಸಿ.
ku: Amûrên mobîl ên wekî tablet û smartphones bikar bînin ku li ser hûrguliyên sereke hevkariyê bikin, li ser pirsgirêkên girîng nîqaş bikin, belgeyên veguhastin û pêşveçûna doza chartê di wextê rast de.
ky: Планшеттер жана смартфондор сыяктуу мобилдик түзмөктөрдү колдонуп, негизги деталдар боюнча кызматташуу, негизги маселелерди талкуулоо, документтерди алмашуу жана иштин жүрүшүн чыныгы убакыт режиминде диаграмма кылуу.
lb: Benotzt mobilen Apparater wéi Pëllen a Smartphones fir iwwer Schlëssel Detailer ze kollaboréieren, grouss Themen ze diskutéieren, Dokumenter auszetauschen an de Fortschrëtt vun Charts Case an Echtzäit ze diskutéieren.
lo: ໃຊ້ອຸປະກອນມືຖືເຊັ່ນແທັບເລັດແລະໂທລະສັບສະຫຼາດເພື່ອຮ່ວມມືກັນກ່ຽວກັບລາຍລະອຽດຫຼັກ, ປຶກສາຫາລືກ່ຽວກັບບັນຫາໃຫຍ່, ການແລກປ່ຽນເອກະສານ, ແລະຕາຕະລາງຄວາມຄືບ ໜ້າ ຂອງກໍລະນີໃນເວລາຈິງ.
lt: Naudokite mobiliuosius įrenginius, pavyzdžiui, planšetinius kompiuterius ir išmaniuosius telefonus, kad galėtumėte bendradarbiauti kurdami svarbiausią informaciją, aptardami svarbiausias problemas, keisdamiesi dokumentais ir planuodami bylos eigą realiu laiku.
lv: Izmantojiet mobilās ierīces, piemēram, planšetdatorus un viedtālruņus, lai sadarbotos galvenajā informācijā, apspriestu galvenās problēmas, apmainītos ar dokumentiem un reāllaikā aprakstītu lietas progresu.
mg: Mampiasà fitaovana finday toy ny takelaka ary haino aman-jery finday mba hiara-miasa amin&#39;ny antsipiriany lehibe, hiresaka momba ireo olana lehibe, fifanakalozana tahiry, ary ny fivoaran&#39;ny raharaha amin&#39;ny fotoana tena.
mi: Whakamahia nga taputapu pūkoro penei i nga papa me nga papaahi ki te mahi tahi ki nga korero matua, te matapaki i nga take nui, te tuhinga whakawhiti, me te ahunga whakamua o te keehi i te waa tūturu.
mk: Користете мобилни уреди како таблети и паметни телефони за да соработувате во клучните детали, да разговарате за големи проблеми, размена на документи и напредок на случајот во реално време.
ml: പ്രധാന വിശദാംശങ്ങളുമായി സഹകരിക്കുന്നതിനും പ്രധാന പ്രശ്നങ്ങൾ ചർച്ച ചെയ്യുന്നതിനും പ്രമാണങ്ങൾ കൈമാറുന്നതിനും തത്സമയം ചാർട്ട് കേസ് പുരോഗതിക്കും ടാബ്‌ലെറ്റുകൾ, സ്മാർട്ട്‌ഫോണുകൾ പോലുള്ള മൊബൈൽ ഉപകരണങ്ങൾ ഉപയോഗിക്കുക.
mn: Таблет, ухаалаг гар утас гэх мэт гар утасны төхөөрөмжийг ашиглан үндсэн мэдээлэл дээр хамтран ажиллах, томоохон асуудлуудыг хэлэлцэх, баримт бичиг солилцох, бодит цагийн хуваарийн талаар мэдээлэх боломжтой.
mr: मुख्य तपशीलांसह सहयोग करण्यासाठी, मुख्य प्रकरणांवर चर्चा करण्यासाठी, कागदपत्रांची देवाणघेवाण करण्यासाठी आणि वास्तविक प्रकरणात चार्ट प्रकरणातील प्रगतीसाठी टॅब्लेट आणि स्मार्टफोन सारख्या मोबाइल डिव्हाइसचा वापर करा.
ms: Gunakan peranti mudah alih seperti tablet dan telefon pintar untuk berkolaborasi dalam perincian utama, membincangkan masalah utama, menukar dokumen, dan kemajuan kes carta dalam masa nyata.
mt: Uża apparat mobbli bħal pilloli u smartphones biex tikkollabora fuq dettalji ewlenin, tiddiskuti kwistjonijiet kbar, tiskambja dokumenti, u tiċċartja l-progress tal-każ f&#39;ħin reali.
my: တက်ဘလက်များနှင့်စမတ်ဖုန်းများကဲ့သို့သောမိုဘိုင်းထုတ်ကုန်များကို သုံး၍ အဓိကကျသောအသေးစိတ်အချက်အလက်များကိုပူးပေါင်းပါ ၀ င်ရန်၊ အဓိကပြissuesနာများကိုဆွေးနွေးရန်၊ စာရွက်စာတမ်းများဖလှယ်ရန်နှင့်ဖြစ်ရပ်မှန်တိုးတက်မှုများကိုအချိန်နှင့်တပြေးညီဖော်ပြရန်။
ne: ट्याब्लेट र स्मार्टफोन जस्ता मोबाइल उपकरणहरू प्रयोग गर्नुहोस् कुञ्जी विवरणहरूमा सहकार्य गर्न, प्रमुख मुद्दाहरू छलफल गर्न, कागजातहरू साटासाट गर्न, र वास्तविक समयमा प्रगति चार्टको प्रगति गर्न।
nl: Gebruik mobiele apparaten zoals tablets en smartphones om samen te werken aan belangrijke details, belangrijke problemen te bespreken, documenten uit te wisselen en de voortgang van zaken in realtime in kaart te brengen.
no: Bruk mobile enheter som nettbrett og smarttelefon for å samarbeide om viktige detaljer, diskutere store problemer, utveksle dokumenter og kartlegge fremdrift i sanntid.
or: ଟାବଲେଟ୍ ଏବଂ ସ୍ମାର୍ଟଫୋନ୍ ପରି ମୋବାଇଲ୍ ଡିଭାଇସ୍ ବ୍ୟବହାର କରନ୍ତୁ, ପ୍ରମୁଖ ବିବରଣୀ ଉପରେ ସହଯୋଗ କରିବା, ପ୍ରମୁଖ ପ୍ରସଙ୍ଗ ଉପରେ ଆଲୋଚନା, ଡକ୍ୟୁମେଣ୍ଟ୍ ବିନିମୟ ଏବଂ ପ୍ରକୃତ ସମୟରେ ଚାର୍ଟ କେସ୍ ଅଗ୍ରଗତି |
pa: ਮੋਬਾਈਲ ਉਪਕਰਣ ਜਿਵੇਂ ਟੇਬਲੇਟਸ ਅਤੇ ਸਮਾਰਟਫੋਨਜ਼ ਦੀ ਵਰਤੋਂ ਪ੍ਰਮੁੱਖ ਵੇਰਵਿਆਂ ਤੇ ਸਹਿਯੋਗ ਲਈ, ਪ੍ਰਮੁੱਖ ਮੁੱਦਿਆਂ ਤੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ, ਦਸਤਾਵੇਜ਼ਾਂ ਦੀ ਆਦਤ, ਅਤੇ ਅਸਲ ਸਮੇਂ ਵਿੱਚ ਚਾਰਟ ਕੇਸ ਦੀ ਪ੍ਰਗਤੀ ਬਾਰੇ.
pl: Korzystaj z urządzeń mobilnych, takich jak tablety i smartfony, aby współpracować w zakresie kluczowych szczegółów, omawiać najważniejsze problemy, wymieniać dokumenty i śledzić postępy w sprawie wykresów w czasie rzeczywistym.
ps: په کلیدي توضیحاتو کې د همکارۍ لپاره د ګرځنده وسیلو لکه ټابلیټونو او سمارټ فونونو څخه کار واخلئ ، په اصلي مسلو بحث وکړئ ، سندونه تبادله کړئ ، او په ریښتیني وخت کې د چارټ قضیې پرمختګ.
pt: Use dispositivos móveis, como tablets e smartphones, para colaborar em detalhes importantes, discutir questões importantes, trocar documentos e traçar o progresso de casos em tempo real.
ro: Utilizați dispozitive mobile precum tablete și smartphone-uri pentru a colabora la detalii cheie, pentru a discuta probleme majore, pentru a schimba documente și a graficului evoluția cazurilor în timp real.
ru: Используйте мобильные устройства, такие как планшеты и смартфоны, для совместной работы по ключевым вопросам, обсуждения основных проблем, обмена документами и отслеживания хода работы в режиме реального времени.
rw: Koresha ibikoresho bigendanwa nka tableti na terefone zigendanwa kugirango ufatanye amakuru arambuye, muganire kubibazo bikomeye, guhana inyandiko, hamwe nimbonerahamwe yiterambere mugihe nyacyo.
sd: اهم تفصيل تي تعاون ڪرڻ لاءِ ، اهم معاملن تي خيالن جي ڏي وٺ ، دستاويز جي تبادلي ، ۽ حقيقي وقت ۾ چارٽ ڪيس جي ترقي لاءِ موبائل ڊوائيس وانگر ٽيبليٽ ۽ اسمارٽ فون استعمال ڪريو.
si: ප්‍රධාන තොරතුරු සමඟ සහයෝගයෙන් කටයුතු කිරීමට, ප්‍රධාන ගැටළු සාකච්ඡා කිරීමට, ලේඛන හුවමාරු කර ගැනීමට සහ තත්ත්‍වයේ ප්‍රස්ථාර නඩුවේ ප්‍රගතිය සඳහා ටැබ්ලට් සහ ස්මාර්ට්ෆෝන් වැනි ජංගම උපාංග භාවිතා කරන්න.
sk: Používajte mobilné zariadenia, ako sú tablety a smartfóny, na spoluprácu v kľúčových detailoch, na diskusiu o hlavných problémoch, výmenu dokumentov a vývoj prípadu v reálnom čase.
sl: Uporabljajte mobilne naprave, kot so tablični računalniki in pametni telefoni, za sodelovanje pri ključnih podrobnostih, razpravljanje o večjih težavah, izmenjavo dokumentov in napredek v grafikonih v realnem času.
sq: Përdorni pajisje celulare si tableta dhe smartphone për të bashkëpunuar në detaje kryesore, për të diskutuar çështjet kryesore, shkëmbimin e dokumenteve dhe përparimin e çështjeve në tabelë në kohë reale.
sr: Користите мобилне уређаје попут таблета и паметних телефона да бисте сарађивали у кључним детаљима, разговарали о главним проблемима, размењивали документе и планирали напредак случаја у стварном времену.
sv: Använd mobila enheter som surfplattor och smartphones för att samarbeta om viktiga detaljer, diskutera stora frågor, utbyta dokument och kartlägga framsteg i realtid.
sw: Tumia vifaa vya rununu kama vidonge na smartphones kushirikiana kwenye maelezo muhimu, kujadili maswala makubwa, hati za kubadilishana, na maendeleo ya kesi ya chati kwa wakati halisi.
ta: முக்கிய விவரங்களுடன் ஒத்துழைக்க, முக்கிய பிரச்சினைகள், ஆவணங்களை பரிமாறிக்கொள்வது மற்றும் நிகழ்நேர விளக்கப்படம் வழக்கு முன்னேற்றம் குறித்து விவாதிக்க டேப்லெட்டுகள் மற்றும் ஸ்மார்ட்போன்கள் போன்ற மொபைல் சாதனங்களைப் பயன்படுத்தவும்.
te: కీలక వివరాలతో సహకరించడానికి, ప్రధాన సమస్యలను చర్చించడానికి, పత్రాలను మార్పిడి చేయడానికి మరియు నిజ సమయంలో చార్ట్ కేసు పురోగతిని చర్చించడానికి టాబ్లెట్‌లు మరియు స్మార్ట్‌ఫోన్‌ల వంటి మొబైల్ పరికరాలను ఉపయోగించండి.
tg: Дастгоҳҳои мобилиро ба мисли планшетҳо ва смартфонҳо барои ҳамкорӣ дар тафсилоти асосӣ, муҳокимаи масъалаҳои асосӣ, мубодилаи ҳуҷҷатҳо ва пешрафти кор дар вақти воқеӣ истифода баред.
th: ใช้อุปกรณ์มือถือเช่นแท็บเล็ตและสมาร์ทโฟนเพื่อทำงานร่วมกันในรายละเอียดที่สำคัญหารือเกี่ยวกับประเด็นสำคัญแลกเปลี่ยนเอกสารและความคืบหน้าของเคสแบบเรียลไทม์
tk: Planşetler we smartfonlar ýaly ykjam enjamlary esasy jikme-jiklikler bilen hyzmatdaşlyk etmek, möhüm meseleleri ara alyp maslahatlaşmak, resminamalary alyşmak we hakyky wagtda diagramma ýagdaýyny görkezmek üçin ulanyň.
tl: Gumamit ng mga mobile device tulad ng mga tablet at smartphone upang makipagtulungan sa mga pangunahing detalye, talakayin ang mga pangunahing isyu, mga dokumento ng palitan, at pag-usad ng kaso sa tsart sa tunay na oras.
tr: Önemli ayrıntılar üzerinde işbirliği yapmak, önemli sorunları tartışmak, belge alışverişi yapmak ve gerçek zamanlı olarak vaka durumunu grafik olarak göstermek için tabletler ve akıllı telefonlar gibi mobil cihazları kullanın.
tt: Планшетлар һәм смартфоннар кебек мобиль җайланмаларны кулланыгыз, төп детальләрдә хезмәттәшлек итү, төп сораулар турында фикер алышу, документлар алмашу, реаль вакытта график очраклары.
ug: تاختا كومپيۇتېر ۋە ئەقلىي ئىقتىدارلىق تېلېفونغا ئوخشاش كۆچمە ئۈسكۈنىلەرنى ئىشلىتىپ ، مۇھىم تەپسىلاتلار ئۈستىدە ھەمكارلىشىڭ ، ئاساسلىق مەسىلىلەرنى مۇزاكىرە قىلىڭ ، ھۆججەتلەرنى ئالماشتۇرۇڭ ۋە جەدۋەلنىڭ ئەھۋالىنى دەل ۋاقتىدا كۆرۈڭ.
uk: Використовуйте мобільні пристрої, такі як планшети та смартфони, щоб співпрацювати над ключовими деталями, обговорювати основні проблеми, обмінюватись документами та просувати хід справ у режимі реального часу.
ur: کلیدی تفصیلات پر تعاون کرنے ، اہم امور پر تبادلہ خیال کرنے ، دستاویزات کا تبادلہ کرنے ، اور حقیقی وقت میں چارٹ کیس کی پیشرفت کے ل tablets گولیاں اور اسمارٹ فون جیسے موبائل آلات استعمال کریں۔
uz: Asosiy tafsilotlarni ishlab chiqish, asosiy muammolarni muhokama qilish, hujjatlar almashish va real vaqt rejimida ishlarni bajarish uchun planshet va smartfon kabi mobil qurilmalardan foydalaning.
vi: Sử dụng các thiết bị di động như máy tính bảng và điện thoại thông minh để cộng tác trên các chi tiết chính, thảo luận về các vấn đề chính, trao đổi tài liệu và tiến trình trường hợp biểu đồ trong thời gian thực.
xh: Sebenzisa izixhobo eziziimobhayili ezifana neetafile kunye nee-smartphones ukusebenzisana kwiinkcukacha eziphambili, Xoxa ngemicimbi ephambili, amaxwebhu okutshintshiselana, kunye nenkqubela phambili yecandelo kwitshathi ngexesha langempela.
yi: ניצן רירעוודיק דעוויסעס ווי טאַבלאַץ און סמאַרטפאָנעס צו מיטאַרבעטן אויף דיטיילד דעטאַילס, דיסקוטירן הויפּט ישוז, וועקסל דאָקומענטן און טשאַרץ די פּראָגרעס אין פאַקטיש צייט.

source: Immediate records access
af: Onmiddellike rekords toegang
am: አስቸኳይ መዛግብት መዳረሻ
ar: الوصول الفوري للسجلات
az: Dərhal qeydlərə giriş
be: Доступ Непасрэдныя запісу
bg: Незабавен достъп до записи
bn: অবিলম্বে রেকর্ড এক্সেস
ca: Accés al registre immediat
cs: Okamžitý přístup k záznamům
cy: Mynediad ar unwaith i gofnodion
da: Umiddelbar registrering adgang
de: Sofortiger Zugriff auf Datensätze
el: Άμεση πρόσβαση σε αρχεία
eo: Aliro al tuja rekordo
es: Acceso inmediato a los registros.
et: Kohene juurdepääs dokumentidele
eu: Berehalako erregistroen sarbidea
fa: دسترسی سریع به سوابق
fi: Välitön tallenteiden käyttö
fr: Accès immédiat aux enregistrements
fy: Sofortige Zugriffszugriffe
ga: Rochtain láithreach ar thaifid
gd: Cothrom air faighinn sa bhad anns a ’bhad
gl: Acceso de rexistros inmediatos
gu: તાત્કાલિક રેકોર્ડ ઍક્સેસ
hi: तत्काल रिकॉर्ड पहुंच
hr: Trenutni pristup zapisima
hu: Azonnali nyilvántartás-hozzáférés
hy: Անմիջական գրառումների հասանելիություն
id: Akses catatan langsung
is: Skjótur skrár aðgang
it: Accesso immediato ai record
iw: גישה מיידית לרשומות
ja: 即時レコードアクセス
ka: დაუყოვნებლივ ჩანაწერების ხელმისაწვდომობა
kk: Дереу жазбаларға қол жеткізу
km: ការចូលមើលឯកសារភ្លាមៗ
kn: ತಕ್ಷಣದ ದಾಖಲೆಗಳು ಪ್ರವೇಶ
ku: Gelek raportên gihîştinê
ky: Дароо иш кагаздарын мүмкүндүк алуу
lb: Sofort ze gesin
lo: ການເຂົ້າເຖິງບັນທຶກທັນທີ
lt: Tiesioginė įrašų prieiga
lv: Tūlītēja ierakstu piekļuve
mg: Fidirana tsy ara-dalàna fisoratana
mi: Nga tuhipoka tuituhi
mk: Непосреден запис за пристап
ml: ഉടനടി റെക്കോർഡ് ആക്സസ്
mn: Нэвтрэх шууд нэвтрэх
mr: तात्काळ रेकॉर्ड प्रवेश
ms: Akses rekod segera
mt: Aċċess immedjat rekords
my: ချက်ချင်းမှတ်တမ်းများ access ကို
ne: तत्काल रेकर्ड पहुँच
nl: Onmiddellijke toegang tot records
no: Umiddelbar rekordtilgang
or: ତତକ୍ଷଣାତ୍ ରେକର୍ଡଗୁଡିକ ପ୍ରବେଶ |
pa: ਤੁਰੰਤ ਰਿਕਾਰਡ ਪਹੁੰਚ
pl: Natychmiastowy dostęp do rekordów
ps: سمدلاسه د لاسرسی لاسرسي
pt: Acesso imediato aos registros
ro: Acces rapid la înregistrări
ru: Немедленный доступ к записям
rw: Kwinjira byihuse
sd: اڳوڻي ريڪارڊ تائين رسائي
si: ක්ෂණික වාර්තා ප්රවේශය
sk: Okamžitý prístup k záznamom
sl: Takojšen dostop do zapisov
sq: Qasje e menjëhershme e të dhënave
sr: Приступ тренутним записима
sv: Omedelbar registeråtkomst
sw: Rekodi ya haraka ya kufikia
ta: உடனடி பதிவுகள் அணுகல்
te: తక్షణ రికార్డులు యాక్సెస్
tg: Дастрасии сабтҳои фаврӣ
th: เข้าถึงบันทึกได้ทันที
tk: Derrew ýazgylara giriş
tl: Kaagad na mga rekord ng pag-access
tr: Acil kayıt erişimi
tt: Шунда ук язмаларга керү
ug: خاتىرىلەرنى دەرھال زىيارەت قىلىش
uk: Негайний доступ до записів
ur: فوری ریکارڈ تک رسائی
uz: Zudlik bilan yozuvlarni kiritish
vi: Truy cập hồ sơ ngay lập tức
xh: Ukufikelela kwiirekhodi ezikhawulezileyo
yi: באַלדיק רעקאָרדס צוטריט
