Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Login or Signup
af: Teken in of teken aan
am: ይግቡ ወይም ይመዝገቡ
ar: تسجيل الدخول أو الاشتراك
az: Daxil ol və ya qeydiyyatdan keç
be: Увайдзіце або зарэгіструйцеся
bg: Вход или Регистрация
bn: লগিন করো অথবা সাইন আপ করুন
ca: Inicieu sessió o registreu-vos
cs: Přihlášení nebo Registrace
cy: Mewngofnodi neu Gofrestru
da: Log ind eller tilmeld dig
de: Anmelden oder Registrieren
el: Συνδεθείτε ή εγγραφείτε
eo: Ensalutu aŭ Aliĝu
es: Iniciar sesión o Registrarse
et: Logi sisse või registreeru
eu: Hasi saioa edo erregistratu
fa: ورود به سیستم یا ثبت نام
fi: Kirjaudu tai rekisteröidy
fr: Identifiez-vous ou inscrivez-vous
fy: Oanmelde of Oanmelde
ga: Logáil isteach nó Cláraigh
gd: Log a-steach no Clàraich
gl: Iniciar sesión ou rexistrarse
gu: લૉગિન અથવા સાઇનઅપ કરો
hi: लॉगिन या साइन अप करें
hr: Prijava ili Registracija
hu: Bejelentkezés vagy regisztráció
hy: Մուտք գործեք կամ գրանցվեք
id: Masuk atau mendaftar
is: Innskráning eða skráning
it: Accedi o iscriviti
iw: התחבר או הרשם
ja: ログインまたはサインアップ
ka: შესვლა ან რეგისტრაცია
kk: Жүйеге кіру немесе тіркелу
km: ចូល ឬចុះឈ្មោះ
kn: ಲಾಗಿನ್ ಅಥವಾ ಸೈನ್ ಅಪ್
ku: Têkeve an Signup
ky: Кирүү же катталуу
lb: Login oder Umeldung
lo: ເຂົ້າສູ່ລະບົບຫຼືລົງທະບຽນ
lt: Prisijunkite arba prisiregistruokite
lv: Pieteikties vai Reģistrēties
mg: Login na fisoratana anarana
mi: Takiuru, Waitohu ranei
mk: Најавете се или Регистрирајте се
ml: ലോഗിൻ ചെയ്യുക അല്ലെങ്കിൽ സൈൻ അപ്പ് ചെയ്യുക
mn: Нэвтрэх эсвэл бүртгүүлэх
mr: लॉगिन किंवा साइनअप
ms: Log masuk atau Daftar
mt: Idħol jew Signup
my: အကောင့်ဝင်ပါ သို့မဟုတ် စာရင်းသွင်းပါ။
ne: लगइन वा साइनअप गर्नुहोस्
nl: Meld je aan of schrijf je in
no: Logg inn eller registrer deg
or: ଲଗଇନ୍ କିମ୍ବା ସାଇନ୍ ଅପ୍ |
pa: ਲੌਗਇਨ ਜਾਂ ਸਾਈਨ ਅੱਪ ਕਰੋ
pl: Zaloguj się albo Zarejestruj
ps: ننوتل یا لاسلیک کول
pt: Faça o login ou cadastre-se
ro: Autentificare sau înscriere
ru: Войдите или зарегистрируйтесь
rw: Injira cyangwa Kwiyandikisha
sd: لاگ ان يا سائن اپ
si: පුරනය වීම හෝ ලියාපදිංචි වීම
sk: Prihlásenie alebo Registrácia
sl: Prijava ali prijava
sq: Identifikohu ose Regjistrohu
sr: Пријава или регистрација
sv: Logga in eller registrera dig
sw: Ingia au Jisajili
ta: உள்நுழையவும் அல்லது பதிவு செய்யவும்
te: లాగిన్ లేదా సైన్అప్ చేయండి
tg: Воридшавӣ ё сабти ном
th: เข้าสู่ระบบหรือสมัครสมาชิก
tk: Giriş ýa-da hasaba alyş
tl: Mag-login o Mag-signup
tr: Giriş veya kayıt olun
tt: Керү яки язылу
ug: كىرىش ياكى تىزىملاش
uk: Вхід або реєстрація
ur: لاگ ان یا سائن اپ کریں۔
uz: Kirish yoki Ro'yxatdan o'tish
vi: Đăng nhập hoặc đăng ký
xh: Ngena okanye Bhalisa
yi: לאָגין אָדער סיגנופּ

source: Invalid email entered
af: Ongeldige e-pos is ingevoer
am: ልክ ያልሆነ ኢሜይል ገብቷል።
ar: تم إدخال بريد إلكتروني غير صالح
az: Yanlış e-poçt daxil edilib
be: Уведзены няправільны адрас электроннай пошты
bg: Въведен е невалиден имейл
bn: অবৈধ ইমেল প্রবেশ করান
ca: S'ha introduït un correu electrònic no vàlid
cs: Zadán neplatný email
cy: E-bost annilys wedi'i nodi
da: Ugyldig e-mail indtastet
de: Ungültige E-Mail-Adresse eingegeben
el: Εισάχθηκε μη έγκυρο email
eo: Nevalida retpoŝto eniris
es: Correo electrónico ingresado no válido
et: Sisestatud vale e-posti aadress
eu: Helbide elektroniko baliogabea sartu da
fa: ایمیل نامعتبر وارد شده است
fi: Virheellinen sähköpostiosoite
fr: E-mail saisi invalide
fy: Unjildige e-post ynfierd
ga: Seoladh ríomhphoist neamhbhailí isteach
gd: Cuir a-steach post-d mì-dhligheach
gl: Ingresou correo electrónico non válido
gu: અમાન્ય ઇમેઇલ દાખલ કર્યો
hi: अमान्य ईमेल दर्ज किया गया
hr: Unesena je nevažeća adresa e-pošte
hu: Érvénytelen e-mail-címet adott meg
hy: Մուտքագրված է անվավեր էլ
id: Email yang dimasukkan tidak valid
is: Ógilt netfang slegið inn
it: E-mail inserita non valida
iw: הוזן אימייל לא חוקי
ja: 無効なメールアドレスが入力されました
ka: შეყვანილია არასწორი ელფოსტა
kk: Жарамсыз электрондық пошта енгізілді
km: បានបញ្ចូលអ៊ីមែលមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಇಮೇಲ್ ನಮೂದಿಸಲಾಗಿದೆ
ku: E-nameya nederbasdar ket
ky: Жараксыз электрондук почта киргизилди
lb: Invalid Email aginn
lo: ປ້ອນອີເມວບໍ່ຖືກຕ້ອງ
lt: Įvestas neteisingas el
lv: Ievadīta nederīga e-pasta adrese
mg: Niditra mailaka tsy mety
mi: Kua whakaurua te imeera muhu
mk: Внесена е неважечка е-пошта
ml: അസാധുവായ ഇമെയിൽ നൽകി
mn: Буруу имэйл оруулсан
mr: अवैध ईमेल प्रविष्ट केले
ms: E-mel tidak sah dimasukkan
mt: Daħħlet email invalida
my: မမှန်ကန်သော အီးမေးလ်ကို ထည့်သွင်းခဲ့သည်။
ne: अवैध इमेल प्रविष्ट गरियो
nl: Ongeldig e-mailadres ingevoerd
no: Ugyldig e-post angitt
or: ଅବ val ଧ ଇମେଲ୍ ପ୍ରବେଶ କଲା |
pa: ਅਵੈਧ ਈਮੇਲ ਦਾਖਲ ਕੀਤੀ ਗਈ
pl: Wprowadzono nieprawidłowy adres e-mail
ps: ناسم بریښنالیک داخل شو
pt: E-mail inválido inserido
ro: E-mail introdus nevalid
ru: Введен неверный адрес электронной почты
rw: Imeri itemewe yinjiye
sd: غلط اي ميل داخل ٿيو
si: වලංගු නොවන විද්‍යුත් තැපෑලක් ඇතුළත් කර ඇත
sk: Zadaný neplatný email
sl: Vnesen je neveljaven e-poštni naslov
sq: Është futur email i pavlefshëm
sr: Унета је неважећа адреса е-поште
sv: Ogiltig e-postadress har angetts
sw: Barua pepe batili imeingizwa
ta: தவறான மின்னஞ்சல் உள்ளிடப்பட்டது
te: చెల్లని ఇమెయిల్ నమోదు చేయబడింది
tg: Имейли нодуруст ворид карда шуд
th: กรอกอีเมลไม่ถูกต้อง
tk: Nädogry e-poçta girizildi
tl: Di-wastong email ang ipinasok
tr: Geçersiz e-posta girildi
tt: Яраксыз электрон почта кертелде
ug: ئىناۋەتسىز ئېلېكترونلۇق خەت كىرگۈزۈلدى
uk: Введено недійсну адресу електронної пошти
ur: غلط ای میل درج کی گئی۔
uz: Yaroqsiz email kiritildi
vi: Đã nhập email không hợp lệ
xh: I-imeyile engasebenziyo ifakiwe
yi: אומגילטיגע אימעיל אריין

source: Processing...
af: Verwerking ...
am: በማስሄድ ላይ ...
ar: معالجة...
az: Qenerasiya ...
be: Апрацоўка ...
bg: Обработка ...
bn: প্রক্রিয়া হচ্ছে ...
ca: S&#39;està processant ...
cs: Zpracovává se...
cy: Prosesu ...
da: Forarbejdning...
de: Wird bearbeitet...
el: Επεξεργασία...
es: Tratamiento...
et: Töötlemine ...
eu: Prozesatzeko ...
fa: در حال پردازش...
fr: En traitement...
fy: Bewurking...
ga: Próiseáil ...
gl: Procesando ...
gu: પ્રક્રિયા...
hi: प्रसंस्करण ...
hr: Obrada...
hu: Feldolgozás...
hy: Գործընթացը ...
id: Pengolahan...
is: Vinnsla ...
it: Elaborazione in corso ...
iw: מעבד...
ja: 処理...
ka: დამუშავება ...
kk: Өңделуде ...
km: កំពុងដំណើរការ ...
kn: ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ ...
ku: Xebitandinî...
ky: Кайра иштетүү ...
lb: Veraarbechtung ...
lo: ການປະມວນຜົນ ...
lt: Apdorojimas...
lv: Apstrāde ...
mg: Fikarakarana ...
mi: Tukatuka ...
mk: Обработка ...
ml: പ്രോസസ്സ് ചെയ്യുന്നു ...
mn: Боловсруулж байна ...
mr: प्रक्रिया करीत आहे ...
ms: Memproses ...
mt: Ipproċessar ...
my: အပြောင်းအလဲနဲ့ ...
ne: प्रशोधन गर्दै ...
nl: Verwerken...
no: Behandling...
or: ପ୍ରକ୍ରିୟାକରଣ ...
pa: ਪ੍ਰੋਸੈਸਿੰਗ ...
pl: Przetwarzanie...
ps: پروسس کول ...
pt: Em processamento...
ro: Prelucrare...
ru: Обработка ...
rw: Gutunganya ...
sd: پروسيسنگ ...
si: සැකසීම ...
sk: Spracovanie ...
sl: Obravnavati...
sq: Të përpunimit të ...
sr: Обрада ...
sv: Bearbetning ...
sw: Inachunguza ...
ta: செயலாக்கும் ...
te: ప్రోసెసింగ్ ...
tg: Коркарди ...
th: กำลังประมวลผล ...
tk: Gaýtadan işlemek ...
tl: Pinoproseso ...
tr: İşleme...
tt: Эшкәртү ...
ug: بىر تەرەپ قىلىش ...
uk: Обробка ...
ur: پروسیسنگ ...
uz: Ishlov berilmoqda ...
vi: Chế biến...
xh: Ukucwangciswa ...

source: Made with
af: Gemaak met
am: የተሰራው በ
ar: مصنوع من
az: Ilə hazırlanmışdır
be: зроблена з
bg: Направено с
bn: সঙ্গে তৈরি
ca: Fet amb
cs: Vyrobeno s
cy: Wedi&#39;i wneud gyda
da: Lavet med
de: Gemacht mit
el: Φτιαγμένο με
eo: farita per
es: Hecho con
et: Tehtud
fa: ساخته شده با
fi: Valmistettu
fr: Fabriqué avec
fy: Makke mei
ga: Déanta le
gd: a dhèanamh le
gl: Feita con
gu: સાથે સામગ્રી
hi: का बना हुआ
hr: Napravljeno sa
hu: Készült
hy: Պատրաստված է
id: Dibuat dengan
is: Made með
it: Fatto con
iw: עשוי מ
ja: で作った
ka: დამზადებულია
kk: Жасалды
km: ផលិតជាមួយ
kn: ತಯಾರಿಸಲಾಗುತ್ತದೆ
ku: Çêkirin
ky: Менен жасалган
lb: Made mat
lo: ເຮັດດ້ວຍ
lt: Padaryta su
lv: Veidots ar
mg: nataon-
mi: hanga ki
mk: Произведено со
ml: ഉണ്ടാക്കിയിരിക്കുന്നത്
mr: च्या पासून बनवले
ms: Dibuat dengan
mt: Magħmula bi
my: နှင့်ဖွဲ့
ne: सँग
nl: Gemaakt met
no: Laget med
or: ସହିତ ତିଆରି |
pa: ਦੇ ਨਾਲ ਬਣੇ
pl: Wykonana z
ps: جوړ شوی
pt: Feito com
ro: Facut cu
ru: Сделано с
rw: Byakozwe na
sd: سان گڏ
si: සාදා ඇත
sk: Vyrobené s
sl: Izdelano z
sq: Bërë me
sr: Направљено са
sv: Gjord med
sw: Imefanywa na
ta: தயாரிக்கப்பட்டது
te: తో తయారుచేయబడింది
tg: дод, бо
th: ทำจาก
tk: Bilen ýasaldy
tl: Gawa sa
tr: İle yapılan
tt: Белән ясалган
uk: Зроблено з
ur: کے ساتھ بنایا گیا
uz: Ishlab chiqarilgan
vi: Làm với
xh: Yenziwe kunye
yi: געמאכט מיט

source: love
af: lief
am: ፍቅር
ar: حب
az: Sevgi
be: каханне
bg: обичам
bn: ভালবাসা
ca: Amor
cs: milovat
cy: cariad
da: elsker
de: Liebe
el: αγάπη
es: amor
et: Armastus
eu: maite
fa: عشق
fi: rakkaus
fr: amour
fy: leafde
ga: grá
gd: gràdh
gl: Amor
gu: પ્રેમ
hi: मोहब्बत
hr: ljubav
hu: szerelem
hy: Սեր
id: cinta
is: Ást
it: amore
iw: אהבה
ja: 愛
ka: სიყვარული
kk: Махаббат
km: ស្នេហា
kn: ಪ್ರೀತಿ
ku: evîn
ky: сүйүү
lb: Léift
lo: ຮັກ
lt: meilė
lv: Mīlestība
mg: fitiavana
mi: aroha
mk: Љубов
ml: സ്നേഹം
mn: Хайр
mr: प्रेम
ms: Cinta
mt: Imħabba
my: ချစ်ခြင်းမေတ္တာ
ne: प्रेम
nl: liefde
no: kjærlighet
or: ପ୍ରେମ
pa: ਪਿਆਰ
pl: miłość
ps: مینه
pt: amor
ro: dragoste
ru: люблю
rw: urukundo
sd: پيار
si: ආදරය
sk: milovať
sl: Ljubezen
sq: dashuri
sr: љубав
sv: kärlek
sw: Upendo
ta: அன்பு
te: ప్రేమ
tg: дӯст доштан
th: ความรัก
tk: söýgi
tl: Pag-ibig
tr: Aşk
tt: мәхәббәт
ug: مۇھەببەت
uk: Кохання
ur: محبت
uz: Sevgi
vi: yêu
xh: Uthando
yi: ליבע

source: in New York City
am: በኒው ዮርክ ከተማ
ar: في مدينة نيويورك
az: Nyu-Yorkda
be: ў Нью-Ёрку
bg: В Ню Йорк
bn: নিউ ইয়র্ক সিটিতে
ca: A la ciutat de Nova York
cs: V New Yorku
cy: yn Ninas Efrog Newydd
da: I New York City
el: Στην πόλη της Νέας Υόρκης
eo: en Novjorko
es: En nueva york
et: New Yorgis
eu: New Yorken
fa: در شهر نیویورک
fi: New Yorkissa
fr: a New York
fy: yn New York City
ga: i Nua-Eabhrac
gd: ann an New York City
gl: En Nova York
gu: ન્યુ યોર્ક સિટી માં
hi: न्यूयॉर्क शहर में
hr: U New Yorku
hu: New Yorkban
hy: Նյու Յորքում
id: Di kota new york
is: Í New York City
it: A New York City
iw: בניו יורק
ja: ニューヨーク市
ka: ნიუ იორკში
kk: Нью-Йоркте
km: នៅទីក្រុងញូវយ៉ក
kn: ನ್ಯೂಯಾರ್ಕ್ ನಗರದಲ್ಲಿ
ku: Li New York City
ky: New York шаарында
lb: zu New York City
lo: ໃນນະຄອນນິວຢອກ
lt: Niujorke
lv: Ņujorkā
mg: any New York City
mi: i roto i te New York City
mk: Во Њујорк
ml: ന്യൂ യോർക്ക് സിറ്റിയിൽ
mn: Нью Йорк хотод
mr: न्यूयॉर्क शहरातील
ms: Di New York City
mt: Fi New York City
my: နယူးယောက်စီးတီးရှိ
ne: न्यूयोर्क शहर
no: I New York City
or: ନ୍ୟୁୟର୍କ ସିଟିରେ |
pa: ਨਿਊਯਾਰਕ ਸਿਟੀ ਵਿਚ
pl: W Nowym Jorku
ps: په نیویارک ښار کې
pt: Na cidade de Nova York
ro: În New York City
ru: В Нью-Йорке
rw: mu mujyi wa New York
sd: نيو يارڪ شهر ۾
si: නිව් යෝර්ක් නගරයේ
sk: V New Yorku
sl: V New Yorku
sq: Në New York City
sr: У Њујорку
sv: I New York City
sw: Katika mji wa New York
ta: நியூயார்க் நகரத்தில்
te: న్యూ యార్క్ సిటీలో
tg: дар шаҳри Ню-Йорк
th: ในนิวยอร์กซิตี้
tk: Nýu-Yorkork şäherinde
tl: Sa New York City
tr: New York şehrinde
tt: Нью-Йорк
ug: نيۇ-يورك شەھىرىدە
uk: В Нью-Йорку
ur: نیو یارک شہر میں
uz: Nyu-Yorkda
vi: Ở thành phố New York
xh: Kwisixeko saseNew York
yi: אין ניו יארק סיטי

source: CaseActive
gu: કેસ ઍક્ટિવ
kn: ಕೇಸ್ಆಕ್ಟಿವ್
ml: വിചാരം
mr: केस ऍक्टिव्ह
or: କେସ୍ ଆକ୍ଟିଭ୍ |
pa: ਕੇਸਐਕਟਿਵ
ps: قضیه
rw: Urubanza
si: සිද්ධියකි
sr: ЦасеАцтиве
ur: کیس آکسیٹو
yi: קאַסעאַקטיווע

source: All rights reserved
af: Alle regte voorbehou
am: መብቱ በህግ የተጠበቀ ነው
ar: كل الحقوق محفوظة
az: Bütün hüquqlar qorunur
be: Усе правы ахоўваюцца
bg: Всички права запазени
bn: সর্বস্বত্ব সংরক্ষিত
ca: Tots els drets reservats
cs: Všechna práva vyhrazena
cy: Cedwir pob hawl
da: Alle rettigheder forbeholdes
de: Alle Rechte vorbehalten
el: Ολα τα δικαιώματα διατηρούνται
eo: Ĉiuj rajtoj rezervitaj
es: Todos los derechos reservados
et: Kõik õigused kaitstud
eu: Eskubide guztiak erreserbatuak
fa: همه حقوق محفوظ است
fi: Kaikki oikeudet pidätetään
fr: Tous les droits sont réservés
fy: Alle rjochten foarbehâlden
ga: Gach ceart ar cosaint
gd: Còraichean uile glèidhte
gl: Todos os dereitos reservados
gu: બધા હકો અમારી પાસે રાખેલા છે
hi: सर्वाधिकार सुरक्षित
hr: Sva prava pridržana
hu: Minden jog fenntartva
hy: Բոլոր իրավունքները պաշտպանված են
id: Seluruh hak cipta
is: Allur réttur áskilinn
it: Tutti i diritti riservati
iw: כל הזכויות שמורות
ja: 全著作権所有
ka: Ყველა უფლება დაცულია
kk: Барлық құқықтар сақталған
km: រក្សា​រ​សិទ្ធ​គ្រប់យ៉ាង
kn: ಎಲ್ಲ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ
ku: Hemî mafên parastî
ky: Бардык укуктар корголгон
lt: Visos teisės saugomos
lv: Visas tiesības aizsargātas
mg: Zo rehetra voatokana
mi: Kua tiakina nga mana katoa
mk: Сите права се задржани
ml: എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം
mn: Зохиогчийн эрх хуулиар хамгаалагдсан
mr: सर्व हक्क राखीव
ms: Hak cipta terpelihara
mt: Id-drittijiet kollha riservati
my: မူပိုင်ခွင့်များရယူပြီး
ne: सबै अधिकार सुरक्षित
nl: Alle rechten voorbehouden
no: Alle rettigheter reservert
or: ସମସ୍ତ ଅଧିକାର ସଂରକ୍ଷିତ
pa: ਸਾਰੇ ਹੱਕ ਰਾਖਵੇਂ ਹਨ
pl: Wszelkie prawa zastrzeżone
ps: ټول حقونه خوندي دي
pt: Todos os direitos reservados
ro: Toate drepturile rezervate
ru: Все права защищены
rw: Uburenganzira bwose burabitswe
sd: سڀ حق محفوظ آهن
si: සියලුම හිමිකම් ඇවිරිණි
sk: Všetky práva vyhradené
sl: Vse pravice pridržane
sq: Të gjitha të drejtat e rezervuara
sr: Сва права задржана
sv: Alla rättigheter förbehållna
sw: Haki zote zimehifadhiwa
ta: அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை
te: అన్ని హక్కులూ ప్రత్యేకించుకోవడమైనది
tg: Ҳамаи ҳуқуқ маҳфуз аст
th: สงวนลิขสิทธิ์
tk: Rightshli hukuklar goralandyr
tl: Lahat ng karapatan ay nakalaan
tr: Her hakkı saklıdır
tt: Барлык хокуклар якланган
ug: بارلىق ھوقۇق قوغدىلىدۇ
uk: Всі права захищені
ur: جملہ حقوق محفوظ ہیں
uz: Barcha huquqlar himoyalangan
vi: Đã đăng ký Bản quyền
xh: Onke Amalungelo Agciniwe
yi: אלע רעכטן רעזערווירט

source: Terms of Use
af: Gebruiksvoorwaardes
am: የአጠቃቀም መመሪያ
ar: تعليمات الاستخدام
az: İstifadə şərtləri
be: Умовы выкарыстання
bg: Условия за ползване
bn: ব্যবহারের শর্তাবলী
ca: Condicions d&#39;ús
cs: Podmínky použití
cy: Telerau Defnyddio
da: Vilkår for brug
de: Nutzungsbedingungen
el: Οροι χρήσης
eo: Kondiĉoj de Uzado
es: Términos de Uso
et: Kasutustingimused
eu: Erabilera baldintzak
fa: شرایط استفاده
fi: Käyttöehdot
fr: Conditions d&#39;utilisation
ga: Téarmaí Úsáide
gd: Cùmhnantan-cleachdaidh
gl: Condicións de uso
gu: વાપરવાના નિયમો
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Használati feltételek
hy: Օգտվելու կանոններ
id: Syarat Penggunaan
is: Notenda Skilmálar
it: Condizioni d&#39;uso
iw: תנאי שימוש
ja: 利用規約
ka: მოხმარების პირობები
kk: Қолдану ережелері
km: ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់
kn: ಬಳಕೆಯ ನಿಯಮಗಳು
ku: Mercên Bikaranîna
ky: Пайдалануу шарттары
lb: Benotzungsconditiounen
lo: ເງື່ອນໄຂຂອງການນໍາໃຊ້
lt: Naudojimo sąlygos
lv: Lietošanas noteikumi
mg: Fepetra fampiasana
mi: Ngā Ture Whakamahi
mk: Услови на употреба
ml: ഉപയോഗ നിബന്ധനകൾ
mn: Ашиглах нөхцөл
mr: वापरण्याच्या अटी
ms: Syarat Penggunaan
mt: Termini ta &#39;Użu
my: သတ်မှတ်ချက်များ
ne: प्रयोगका शर्तहरु
nl: Gebruiksvoorwaarden
no: Vilkår for bruk
or: ବ୍ୟବହାର ସର୍ତ୍ତାବଳୀ
pa: ਵਰਤੋ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki korzystania
ps: د کارولو شرایط
pt: Termos de uso
ro: Termeni de utilizare
ru: Условия эксплуатации
rw: Amategeko yo gukoresha
sd: استعمال جون شرطون
si: භාවිත නියම
sk: Podmienky používania
sl: Pogoji uporabe
sq: Kushtet e Përdorimit
sr: Услови коришћења
sv: Villkor
sw: Masharti ya matumizi
ta: பயன்பாட்டு விதிமுறைகளை
te: ఉపయోగ నిబంధనలు
tg: Шартҳои истифода
th: ข้อกำหนดการใช้งาน
tk: Ulanyş şertleri
tl: Mga Tuntunin ng Paggamit
tr: Kullanım Şartları
tt: Куллану шартлары
ug: ئىشلىتىش شەرتلىرى
uk: Умови користування
ur: استعمال کرنے کی شرائط
uz: Foydalanish shartlari
vi: Điều khoản sử dụng
xh: Imimmiselo yokusebenzisa
yi: טערמינען פון נוצן

source: Contact Us
af: Kontak Ons
am: አግኙን
ar: اتصل بنا
az: Bizimlə əlaqə saxlayın
be: Звяжыцеся з намі
bg: Свържете се с нас
bn: যোগাযোগ করুন
ca: Contacta amb nosaltres
cs: Kontaktujte nás
cy: Cysylltwch â Ni
da: Kontakt os
de: Kontaktiere uns
el: Επικοινωνήστε μαζί μας
eo: Kontaktu Nin
es: Contáctenos
et: Võta meiega ühendust
eu: Jarri gurekin harremanetan
fa: با ما تماس بگیرید
fi: Ota meihin yhteyttä
fr: Nous contacter
fy: Kontakt mei ús opnimme
ga: Glaoigh orainn
gd: Cuir fios thugainn
gl: Contacte connosco
gu: અમારો સંપર્ક કરો
hi: संपर्क करें
hr: Kontaktirajte nas
hu: Lépjen kapcsolatba velünk
hy: Կապ մեզ հետ
id: Hubungi kami
is: Hafðu samband við okkur
it: Contattaci
iw: צור קשר
ja: お問い合わせ
ka: Დაგვიკავშირდით
kk: Бізбен хабарласыңы
km: ទាក់ទង​មក​ពួក​យើង
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ku: Paqij bûn
ky: Биз менен байланыш
lb: Kontaktéiert eis
lo: ຕິດ​ຕໍ່​ພວກ​ເຮົາ
lt: Susisiekite su mumis
lv: Sazinies ar mums
mg: Mifandraisa aminay
mi: Whakapā mai
mk: Контактирајте не
ml: ഞങ്ങളെ സമീപിക്കുക
mn: Бидэнтэй холбоо барина уу
mr: आमच्याशी संपर्क साधा
ms: Hubungi Kami
mt: Ikkuntatjana
my: ကြှနျုပျတို့ကိုဆကျသှယျရနျ
ne: हामीलाई सम्पर्क गर्नुहोस
nl: Neem contact op
no: Kontakt oss
or: ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z nami
ps: موږ سره اړیکه ونیسئ
pt: Contate-Nos
ro: Contactează-ne
ru: Связаться с нами
rw: Twandikire
sd: اسان سان رابطو ڪريو
si: අපව අමතන්න
sk: Kontaktuj nás
sl: Kontaktiraj nas
sq: Na kontaktoni
sr: Контактирајте нас
sv: Kontakta oss
sw: Wasiliana nasi
ta: எங்களை தொடர்பு கொள்ள
te: మమ్మల్ని సంప్రదించండి
tg: Бо мо тамос гиред
th: ติดต่อเรา
tk: Biz bilen habarlaşyň
tl: Makipag-ugnayan sa amin
tr: Bize Ulaşın
tt: Безнең белән элемтәгә чыгу
ug: بىز بىلەن ئالاقىلىشىڭ
uk: Зв'яжіться з нами
ur: ہم سے رابطہ کریں۔
uz: Biz bilan bog'lanish
vi: Liên hệ chúng tôi
xh: Qhagamshelana nathi
yi: רוף אונז

source: Username
af: Gebruikersnaam
am: የተጠቃሚ ስም
ar: اسم المستخدم
az: İstifadəçi adı
be: імя карыстальніка
bg: Потребител
bn: ব্যবহারকারীর নাম
ca: Nom d&#39;usuari
cs: Uživatelské jméno
cy: enw defnyddiwr
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
eo: Uzulnomo
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile izena
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d&#39;utilisateur
fy: brûkersnamme
ga: Ainm úsáideora
gd: Ainm-cleachdaidh
gl: Nome de usuario
gu: વપરાશકર્તાનામ
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
hy: Օգտագործողի անունը
id: Nama pengguna
is: Notandanafn
it: Nome utente
iw: שם משתמש
ja: ユーザー名
ka: სახელი
kk: Пайдаланушы аты
km: ឈ្មោះ​អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಹೆಸರು
ku: Navê bikarhêner
ky: Кирүү
lb: Benotzernumm
lo: ຊື່ຜູ້ໃຊ້
lt: Vartotojo vardas
lv: Lietotājvārds
mg: Anaran&#39;ny mpampiasa
mi: Ingoa kaiwhakamahi
mk: Корисничко име
ml: ഉപയോക്തൃനാമം
mn: Хэрэглэгчийн нэр
mr: वापरकर्तानाव
ms: Nama pengguna
ne: प्रयोगकर्ता नाम
nl: Gebruikersnaam
no: Brukernavn
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ
pa: ਯੂਜ਼ਰਨਾਮ
pl: Nazwa Użytkownika
ps: کارن نوم
pt: Nome de usuário
ro: Nume de utilizator
ru: имя пользователя
rw: Izina ryukoresha
sd: استعمال ڪندڙ
si: පරිශීලක නාමය
sk: užívateľské meno
sl: Uporabniško ime
sq: Emri i përdoruesit
sr: Корисничко име
sv: Användarnamn
sw: Jina la mtumiaji
ta: பயனர்பெயர்
te: యూజర్ పేరు
tg: Логин
th: ชื่อผู้ใช้
tk: Ulanyjy ady
tr: Kullanıcı adı
tt: Кулланучы исеме
ug: ئىشلەتكۈچى ئىسمى
uk: Ім&#39;я користувача
ur: صارف کا نام
uz: Foydalanuvchi nomi
vi: Tên đăng nhập
xh: Igama lomsebenzisi
yi: נאמען

source: Code
af: kode
am: ኮድ
ar: الشفرة
az: Kod
be: код
bg: код
bn: কোড
ca: Codi
cs: Kód
cy: Côd
da: Kode
el: Κώδικας
eo: Kodo
es: Código
et: Kood
eu: kodea
fa: کد
fi: Koodi
fy: Koade
ga: cód
gl: Código
gu: કોડ
hi: कोड
hr: Kodirati
hu: Kód
hy: Կոդ
id: Kode
is: Kóði
it: Codice
iw: קוד
ja: コード
ka: კოდექსი
kk: Код
km: កូដ
kn: ಕೋಡ್
ku: Navê dizî
lo: ລະຫັດ
lt: Kodas
lv: Kods
mk: Код
ml: കോഡ്
mn: Код
mr: कोड
ms: Kod
mt: Kodiċi
my: Code ကို
ne: कोड
no: Kode
or: କୋଡ୍
pa: ਕੋਡ
pl: Kod
ps: کوډ
pt: Código
ro: Cod
ru: Код
rw: Kode
sd: ڪوڊ
si: කේතය
sk: kód
sl: Koda
sq: kod
sr: Код
sv: Koda
sw: Kanuni
ta: குறியீடு
te: కోడ్
tg: рамз
th: รหัส
tk: Kod
tr: kod
tt: Код
ug: كود
uk: Код
ur: کوڈ
uz: Kod
vi: Mã
xh: Ikhowudi
yi: קאָדעקס

source: New Password
af: Nuwe Wagwoord
am: አዲስ የይለፍ ቃል
ar: كلمة السر الجديدة
az: yeni şifrə
be: Новы пароль
bg: нова парола
bn: নতুন পাসওয়ার্ড
ca: nova contrasenya
cs: nové heslo
cy: Cyfrinair newydd
da: nyt kodeord
de: Neues Kennwort
el: Νέος Κωδικός
eo: Nova pasvorto
es: nueva contraseña
et: uus salasõna
eu: pasahitz berria
fa: رمز عبور جدید
fi: uusi salasana
fr: nouveau mot de passe
fy: Nij Wachtwurd
ga: Focal Faire Nua
gd: facal-faire ùr
gl: novo contrasinal
gu: નવો પાસવર્ડ
hi: नया पासवर्ड
hr: Nova lozinka
hu: új jelszó
hy: նոր ծածկագիր
id: kata sandi baru
is: nýtt lykilorð
it: nuova password
iw: סיסמה חדשה
ja: 新しいパスワード
ka: ახალი პაროლი
kk: Жаңа Құпия Сөз
km: ពាក្យសម្ងាត់​ថ្មី
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್
ku: Şîfreya nû
ky: жаңы Сыр сөз
lb: Neit Passwuert
lo: ລະຫັດຜ່ານໃຫມ່
lt: Naujas Slaptažodis
lv: jauna parole
mg: Tenimiafina vaovao
mi: Kupuhipa Hōu
mk: нова лозинка
ml: പുതിയ പാസ്വേഡ്
mn: Шинэ нууц үг
mr: नवीन संकेतशब्द
ms: Kata laluan baharu
mt: Password gdida
my: စကားဝှကိအသစ်
ne: नया पासवर्ड
nl: nieuw paswoord
no: Nytt passord
or: ନୁତନ ପାସ୍ୱାର୍ଡ
pa: ਨਵਾਂ ਪਾਸਵਰਡ
pl: nowe hasło
ps: نوئ پټ نوم
pt: Nova senha
ro: Parolă Nouă
ru: новый пароль
rw: Ijambobanga Rishya
sd: نئون پاسورڊ
si: නව මුරපදය
sk: Nové heslo
sl: novo geslo
sq: fjalekalim i ri
sr: Нова лозинка
sv: nytt lösenord
sw: Nywila mpya
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్వర్డ్
tg: Калидвожаи Нав
th: รหัสผ่านใหม่
tk: Täze parol
tl: Bagong Password
tr: Yeni Şifre
tt: Яңа серсүз
ug: يېڭى پارول
uk: Новий пароль
ur: نیا پاس ورڈ
uz: Yangi Parol
vi: mật khẩu mới
xh: Iphasiwedi entsha
yi: ניו פּאַראָל

source: Confirm Password
af: Bevestig Wagwoord
am: የይለፍ ቃል አረጋግጥ
ar: تأكيد كلمة المرور
az: Şifrəni təsdiqləyin
be: Пацвердзіце пароль
bg: потвърди парола
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirma la contrassenya
cs: Potvrďte heslo
cy: cadarnhau Cyfrinair
da: Bekræft kodeord
de: Bestätige das Passwort
el: Επιβεβαίωση Κωδικού
eo: Konfirmu pasvorton
es: Confirmar contraseña
et: Kinnita salasõna
eu: pasahitza baieztatu
fa: رمز عبور را تایید کنید
fi: Vahvista salasana
fr: Confirmez le mot de passe
fy: Befêstigje Wachtwurd
ga: Deimhnigh Pasfhocal
gd: Dearbh am facal-faire
gl: Confirme o contrasinal
gu: પાસવર્ડની પુષ્ટિ કરો
hi: पासवर्ड की पुष्टि कीजिये
hr: Potvrdi lozinku
hu: Jelszó megerősítése
hy: Հաստատել գաղտնաբառը
id: konfirmasi sandi
is: Staðfesta lykilorð
it: conferma password
iw: אשר סיסמה
ja: パスワードを認証する
ka: პაროლის დადასტურება
kk: Құпия сөзді Растау
km: បញ្ជាក់ពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ku: di pêşîyê da em sipas dikin
ky: Сырсөздү ыраста
lb: Bestätegt d&#39;Passwuert
lo: ຢືນ​ຢັນ​ລະ​ຫັດ
lt: Patvirtinti slaptažodį
lv: apstipriniet paroli
mg: Hamafiso ny tenimiafina
mi: Whakaū Kupuhipa
mk: Потврди Лозинка
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക
mn: Нууц үгээ баталгаажуулна уу
mr: पासवर्डची पुष्टी करा
ms: Sahkan Kata Laluan
mt: Ikkonferma il-Password
my: စကားဝှက်ကိုအတည်ပြုပါ
ne: पासवर्ड सुनिश्चित गर्नुहोस
nl: bevestig wachtwoord
no: bekreft passord
or: ପାସ୍ବାଡ଼ ନିସ୍ଚିତ କର
pa: ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ
pl: Potwierdź hasło
ps: پاسورډ تایید کړه
pt: Confirme a Senha
ro: confirma parola
ru: Подтвердите Пароль
rw: Emeza ijambo ryibanga
sd: پاس ورڊ جي تصديق ڪريو
si: මුරපදය තහවුරු කරන්න
sk: Potvrď heslo
sl: potrdi geslo
sq: Konfirmo Fjalëkalimin
sr: Потврди лозинку
sv: Bekräfta lösenord
sw: Thibitisha nenosiri
ta: கடவுச்சொல்லை உறுதிப்படுத்துக
te: పాస్వర్డ్ని నిర్ధారించండి
tg: Калидвожаро Тасдиқ Кунед
th: ยืนยันรหัสผ่าน
tk: Paroly tassykla
tl: Kumpirmahin ang Password
tr: Şifreyi Onayla
tt: серсүзне раслагыз
ug: پارولنى جەزملەشتۈرۈڭ
uk: Підтвердити пароль
ur: پاس ورڈ کی توثیق کریں
uz: Parolni tasdiqlang
vi: Xác nhận mật khẩu
xh: Ngqina iphasiwedi
yi: באַשטעטיקן שפּריכוואָרט
