Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Loading...
af: Laai ...
am: በመጫን ላይ ...
ar: جار التحميل...
az: Yüklənir ...
bg: Зареждане...
bn: লোড হচ্ছে ...
ca: S&#39;està carregant ...
cs: Načítání...
cy: Llwytho ...
da: Indlæser...
de: Wird geladen...
el: Φόρτωση...
eo: Ŝarĝante ...
es: Cargando...
et: Laadimine ...
eu: Lanean ...
fa: بارگذاری...
fi: Ladataan...
fr: Chargement...
gl: Cargando ...
gu: લોડ કરી રહ્યું છે ...
hi: लोड हो रहा है...
hr: Učitavam...
hu: Betöltés...
hy: Բեռնում ...
id: Pemuatan...
is: Hleð inn ...
it: Caricamento in corso...
iw: טוען...
ja: 読み込んでいます...
ka: ჩატვირთვა...
kk: Жүктелуде ...
km: កំពុងផ្ទុក ...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ ...
ky: Жүктөлүүдө ...
lo: ກໍາລັງໂຫລດ
lt: Kraunasi ...
lv: Ielādē ...
mi: Kohikohi ...
mk: Се вчитува ...
ml: ലോഡിംഗ്...
mn: Ачаалж байна ...
mr: लोड करीत आहे ...
ms: Memuatkan ...
mt: Tagħbija...
ne: लोड हुँदै ...
nl: Bezig met laden...
no: Laster ...
or: ଲୋଡିଂ ...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ ...
pl: Ładuję...
ps: پورته کول
pt: Carregando...
ro: Se incarca...
rw: Kuremera ...
sd: لوڊ ڪندي ...
sk: Načítava...
sl: Nalaganje...
sr: Учитавање ...
sv: Läser in...
sw: Inapakia ...
ta: ஏற்றுதல் ...
te: లోడ్...
th: กำลังโหลด ...
tk: Adingüklenýär ...
tl: Naglo-load ...
tr: Yükleniyor...
tt: Йөкләү ...
uk: Завантаження ...
ur: لوڈ کر رہا ہے ...
uz: Yuklanmoqda ...
vi: Tải...
xh: Ukulayisha ...

source: Preview
af: Voorskou
am: ቅድመ እይታ
ar: معاينة
az: Önizləmə
be: Папярэдні прагляд
bg: Визуализация
bn: পূর্বরূপ
ca: Vista prèvia
cs: Náhled
cy: Rhagolwg
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
eo: Antaŭrigardo
es: Avance
et: Eelvaade
eu: Aurrebista
fa: پیش نمایش
fi: Esikatselu
fr: Aperçu
fy: Foarbyld
ga: Réamhamharc
gd: Ro-shealladh
gl: Vista previa
gu: પૂર્વાવલોકન
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
hy: Նախադիտում
id: Pratinjau
is: Forskoðun
it: Anteprima
iw: תצוגה מקדימה
ja: プレビュー
ka: გადახედვა
kk: Алдын ала қарау
km: មើលជាមុន
kn: ಮುನ್ನೋಟ
ku: Pêşnerîn
ky: Алдын ала көрүү
lb: Virschau
lo: ເບິ່ງຕົວຢ່າງ
lt: Peržiūra
lv: Priekšskatījums
mg: topi-maso
mi: Arokite
mk: Преглед
ml: പ്രിവ്യൂ
mn: Урьдчилан үзэх
mr: पूर्वावलोकन
ms: Pratonton
my: စမ်းကြည့်ပါ။
ne: पूर्वावलोकन
nl: Voorbeeld
no: Forhåndsvisning
or: ପୂର୍ବାବଲୋକନ
pa: ਝਲਕ
pl: Zapowiedź
ps: مخکتنه
pt: Visualizar
ro: previzualizare
ru: Предварительный просмотр
rw: Imbere
sd: ڏيکاءُ
si: පෙරදසුන
sk: Náhľad
sl: Predogled
sq: Parapamje
sr: Преглед
sv: Förhandsvisning
sw: Hakiki
ta: முன்னோட்ட
te: ప్రివ్యూ
tg: Пешнамоиш
th: ดูตัวอย่าง
tk: Öňünden syn
tl: Silipin
tr: Ön izleme
tt: Алдан карау
ug: ئالدىن كۆرۈش
uk: Попередній перегляд
ur: پیش نظارہ
uz: Ko‘rib chiqish
vi: Xem trước
xh: Jonga kwangaphambili
yi: פאָרויסיקע ווייַזונג

source: Save & Close
af: Stoor en maak toe
am: አስቀምጥ እና ዝጋ
ar: حفظ وإغلاق
az: Saxla və Bağlayın
be: Захаваць і зачыніць
bg: Запазване и затваряне
bn: সংরক্ষণ করুন এবং বন্ধ করুন
ca: Desa i tanca
cs: Uložit a zavřít
cy: Cadw a Chau
da: Gem og luk
de: Speichern & schließen
el: Αποθήκευση & Κλείσιμο
eo: Konservi & Fermi
es: Guardar cerrar
et: Salvesta ja sulge
eu: Gorde eta Itxi
fa: ذخیره و بستن
fi: Tallenna ja sulje
fr: Sauvegarder et fermer
fy: Bewarje & slute
ga: Sábháil & Dún
gd: Sàbhail & Dùin
gl: Gardar e pechar
gu: સાચવો અને બંધ કરો
hi: सहेजे बंद करें
hr: Spremi i zatvori
hu: Mentés és bezárás
hy: Պահպանել և փակել
id: Simpan & Tutup
is: Vista og loka
it: Salva e chiudi
iw: שמור סגור
ja: 保存して閉じる
ka: შენახვა და დახურვა
kk: Сақтау және жабу
km: រក្សាទុក និងបិទ
kn: ಉಳಿಸಿ ಮತ್ತು ಮುಚ್ಚಿ
ku: Save & Girtin
ky: Сактоо жана жабуу
lb: Späicheren & Zoumaachen
lo: ບັນທຶກ ແລະປິດ
lt: Išsaugoti ir uždaryti
lv: Saglabāt un aizvērt
mg: Tehirizo & Akatona
mi: Tiakina & Katia
mk: Зачувај и затвори
ml: സംരക്ഷിച്ച് അടയ്ക്കുക
mn: Хадгалах & Хаах
mr: जतन करा आणि बंद करा
ms: Simpan & Tutup
mt: Ħlief u Agħlaq
my: သိမ်းဆည်းပြီး ပိတ်ပါ။
ne: बचत गर्नुहोस् र बन्द गर्नुहोस्
nl: Opslaan en sluiten
no: Lagre og lukk
or: ସେଭ୍ ଏବଂ ବନ୍ଦ କରନ୍ତୁ |
pa: ਸੰਭਾਲੋ ਅਤੇ ਬੰਦ ਕਰੋ
pl: Zapisz i zamknij
ps: خوندي او بند کړئ
pt: Salvar fechar
ro: Salvați și închideți
ru: Сохранить и закрыть
rw: Bika & Gufunga
sd: محفوظ ڪريو ۽ بند ڪريو
si: සුරකින්න සහ වසන්න
sk: Uložiť a zavrieť
sl: Shrani in zapri
sq: Ruaj & Mbylle
sr: Сачувај и затвори
sv: Spara & Stäng
sw: Hifadhi na Ufunge
ta: சேமி & மூடு
te: సేవ్ & మూసివేయి
tg: Захира & Пӯшед
th: บันทึกและปิด
tk: Saklamak we ýapmak
tl: I-save at Isara
tr: Kaydet kapat
tt: Саклагыз һәм ябыгыз
ug: ساقلاش ۋە تاقاش
uk: Зберегти та закрити
ur: محفوظ کریں اور بند کریں۔
uz: Saqlash va yopish
vi: Lưu & Đóng
xh: Gcina & Vala
yi: היט & נאָענט

source: Add an element
af: Voeg 'n element by
am: አንድ አካል ያክሉ
ar: أضف عنصرًا
az: Bir element əlavə edin
be: Дадаць элемент
bg: Добавете елемент
bn: একটি উপাদান যোগ করুন
ca: Afegeix un element
cs: Přidejte prvek
cy: Ychwanegu elfen
da: Tilføj et element
de: Fügen Sie ein Element hinzu
el: Προσθέστε ένα στοιχείο
eo: Aldonu elementon
es: Añadir un elemento
et: Lisage element
eu: Gehitu elementu bat
fa: یک عنصر اضافه کنید
fi: Lisää elementti
fr: Ajouter un élément
fy: Foegje in elemint ta
ga: Cuir eilimint leis
gd: Cuir eileamaid ris
gl: Engade un elemento
gu: એક તત્વ ઉમેરો
hi: एक तत्व जोड़ें
hr: Dodajte element
hu: Adjon hozzá egy elemet
hy: Ավելացնել տարր
id: Tambahkan elemen
is: Bættu við frumefni
it: Aggiungi un elemento
iw: הוסף אלמנט
ja: 要素を追加する
ka: დაამატეთ ელემენტი
kk: Элемент қосыңыз
km: បន្ថែមធាតុមួយ។
kn: ಒಂದು ಅಂಶವನ್ನು ಸೇರಿಸಿ
ku: Elementek zêde bikin
ky: Элемент кошуу
lb: Füügt en Element
lo: ເພີ່ມອົງປະກອບ
lt: Pridėti elementą
lv: Pievienojiet elementu
mg: Manampia singa iray
mi: Tāpirihia he huānga
mk: Додадете елемент
ml: ഒരു ഘടകം ചേർക്കുക
mn: Элемент нэмнэ үү
mr: एक घटक जोडा
ms: Tambah elemen
mt: Żid element
my: အစိတ်အပိုင်းတစ်ခုထည့်ပါ။
ne: एउटा तत्व थप्नुहोस्
nl: Voeg een element toe
no: Legg til et element
or: ଏକ ଉପାଦାନ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਤੱਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj element
ps: یو عنصر اضافه کړئ
pt: Adicionar um elemento
ro: Adăugați un element
ru: Добавить элемент
rw: Ongeraho ikintu
sd: هڪ عنصر شامل ڪريو
si: මූලද්රව්යයක් එකතු කරන්න
sk: Pridajte prvok
sl: Dodajte element
sq: Shtoni një element
sr: Додајте елемент
sv: Lägg till ett element
sw: Ongeza kipengele
ta: ஒரு உறுப்பைச் சேர்க்கவும்
te: ఒక మూలకాన్ని జోడించండి
tg: Элемент илова кунед
th: เพิ่มองค์ประกอบ
tk: Bir element goşuň
tl: Magdagdag ng elemento
tr: Öğe ekle
tt: Элемент өстәү
ug: بىر ئېلېمېنت قوشۇڭ
uk: Додайте елемент
ur: ایک عنصر شامل کریں۔
uz: Element qo'shing
vi: Thêm một phần tử
xh: Yongeza into
yi: לייג אַן עלעמענט

source: Media is converting. We will notify you when it is ready
af: Media is besig om om te skakel. Ons sal jou in kennis stel wanneer dit gereed is
am: ሚዲያ እየተቀየረ ነው። ዝግጁ ሲሆን እናሳውቅዎታለን
ar: يتم تحويل الوسائط. سنخطرك عندما يكون جاهزًا
az: Media çevrilir. Hazır olduqda sizi xəbərdar edəcəyik
be: Мультымедыя канвертуецца. Мы паведамім вам, калі ён будзе гатовы
bg: Медиите се конвертират. Ще ви уведомим, когато е готово
bn: মিডিয়া রূপান্তরিত হচ্ছে। এটি প্রস্তুত হলে আমরা আপনাকে অবহিত করব
ca: Els mitjans s'estan convertint. T'avisarem quan estigui llest
cs: Média se konvertují. Až bude připraven, budeme vás informovat
cy: Mae cyfryngau yn trosi. Byddwn yn eich hysbysu pan fydd yn barod
da: Medier konverterer. Vi giver dig besked, når den er klar
de: Medien konvertieren. Wir werden Sie benachrichtigen, wenn es fertig ist
el: Τα μέσα μετατρέπονται. Θα σας ειδοποιήσουμε όταν είναι έτοιμο
eo: Amaskomunikilaro konvertas. Ni sciigos vin kiam ĝi estos preta
es: Los medios se están convirtiendo. Te avisaremos cuando esté listo
et: Meedia teisendab. Anname teile teada, kui see on valmis
eu: Media bihurtzen ari da. Prest dagoenean jakinaraziko dizugu
fa: رسانه در حال تبدیل است. وقتی آماده شد به شما اطلاع خواهیم داد
fi: Media muuntuu. Ilmoitamme, kun se on valmis
fr: Les médias se convertissent. Nous vous informerons quand il sera prêt
fy: Media konvertearret. Wy sille jo ynformearje as it klear is
ga: Tá na meáin ag athrú. Cuirfimid in iúl duit nuair a bheidh sé réidh
gd: Tha na meadhanan ag atharrachadh. Cuiridh sinn fios thugad nuair a bhios e deiseil
gl: Os medios están converténdose. Avisarémosche cando estea listo
gu: મીડિયા કન્વર્ટ થઈ રહ્યું છે. જ્યારે તે તૈયાર થશે ત્યારે અમે તમને સૂચિત કરીશું
hi: मीडिया बदल रहा है। इसके तैयार होने पर हम आपको सूचित करेंगे
hr: Mediji se pretvaraju. Obavijestit ćemo vas kada bude spremno
hu: A média konvertálódik. Értesítjük, ha elkészül
hy: Մեդիան փոխակերպվում է: Մենք ձեզ կտեղեկացնենք, երբ այն պատրաստ լինի
id: Media berubah. Kami akan memberi tahu Anda jika sudah siap
is: Fjölmiðlar eru að breytast. Við munum láta þig vita þegar það er tilbúið
it: I media stanno convertendo. Ti avviseremo quando sarà pronto
iw: המדיה עוברת המרה. אנו נודיע לך כשהיא תהיה מוכנה
ja: メディアが変換中です。準備が整い次第お知らせいたします
ka: მედია გარდაიქმნება. ჩვენ შეგატყობინებთ, როდესაც ის მზად იქნება
kk: Медиа түрлендірілуде. Дайын болған кезде сізге хабарлаймыз
km: ប្រព័ន្ធផ្សព្វផ្សាយកំពុងបំប្លែង។ យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលដែលវារួចរាល់
kn: ಮಾಧ್ಯಮಗಳು ಪರಿವರ್ತನೆಯಾಗುತ್ತಿವೆ. ಅದು ಸಿದ್ಧವಾದಾಗ ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ
ku: Medya veguherîne. Dema ku amade be em ê we agahdar bikin
ky: Медиа конвертацияланууда. Даяр болгондо сизге кабарлайбыз
lb: Medien konvertéieren. Mir informéieren Iech wann et fäerdeg ass
lo: ສື່ກຳລັງປ່ຽນ. ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຊາບເມື່ອມັນກຽມພ້ອມ
lt: Medija konvertuojama. Mes jums pranešime, kai jis bus paruoštas
lv: Multivide tiek pārveidota. Mēs jums paziņosim, kad tas būs gatavs
mg: Miova fo ny media. Hampahafantatra anao izahay rehefa vonona
mi: Kei te tahuri te hunga pāpāho. Ka whakamohio atu matou ki a koe ina rite
mk: Медиумите се претвораат. Ќе ве известиме кога ќе биде подготвен
ml: മാധ്യമങ്ങൾ പരിവർത്തനം ചെയ്യുന്നു. അത് തയ്യാറാകുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും
mn: Медиа хувиргаж байна. Бид бэлэн болмогц танд мэдэгдэх болно
mr: माध्यमे धर्मांतरित होत आहेत. ते तयार झाल्यावर आम्ही तुम्हाला सूचित करू
ms: Media sedang menukar. Kami akan memberitahu anda apabila sudah siap
mt: Il-midja qed tikkonverti. Aħna ninnotifikawk meta tkun lesta
my: မီဒီယာက ပြောင်းလဲနေတယ်။ အဆင်သင့်ဖြစ်သောအခါတွင် ကျွန်ုပ်တို့ အကြောင်းကြားပါမည်။
ne: मिडिया रूपान्तरण भइरहेको छ। यो तयार भएपछि हामी तपाईंलाई सूचित गर्नेछौं
nl: Media zijn aan het converteren. We laten het weten als het klaar is
no: Media konverterer. Vi gir deg beskjed når den er klar
or: ମିଡିଆ ପରିବର୍ତ୍ତନ କରୁଛି | ଏହା ପ୍ରସ୍ତୁତ ହୋଇଗଲେ ଆମେ ଆପଣଙ୍କୁ ଜଣାଇବୁ |
pa: ਮੀਡੀਆ ਬਦਲ ਰਿਹਾ ਹੈ। ਇਹ ਤਿਆਰ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ
pl: Media się konwertują. Powiadomimy Cię, gdy będzie gotowy
ps: رسنۍ بدلیږي. موږ به تاسو ته خبر درکړو کله چې دا چمتو وي
pt: A mídia está convertendo. Avisaremos quando estiver pronto
ro: Media se convertește. Vă vom anunța când este gata
ru: Медиа конвертируются. Мы сообщим вам, когда он будет готов
rw: Itangazamakuru rirahinduka. Tuzabamenyesha igihe byiteguye
sd: ميڊيا تبديل ٿي رهيو آهي. اسان توهان کي اطلاع ڪنداسين جڏهن اهو تيار آهي
si: මාධ්‍ය පරිවර්තනය වෙමින් පවතී. එය සූදානම් වූ විට අපි ඔබට දන්වන්නෙමු
sk: Médiá sa konvertujú. Keď bude pripravený, budeme vás informovať
sl: Mediji se pretvarjajo. Ko bo pripravljen, vas bomo obvestili
sq: Media po konvertohet. Ne do t'ju njoftojmë kur të jetë gati
sr: Медији се претварају. Обавестићемо вас када буде спреман
sv: Media konverterar. Vi meddelar dig när den är klar
sw: Midia inabadilika. Tutakuarifu ikiwa tayari
ta: ஊடகங்கள் மாற்றப்படுகின்றன. அது தயாரானதும் உங்களுக்கு அறிவிப்போம்
te: మీడియా మారుతోంది. ఇది సిద్ధంగా ఉన్నప్పుడు మేము మీకు తెలియజేస్తాము
tg: Медиа табдил меёбад. Вақте ки он омода аст, мо шуморо огоҳ хоҳем кард
th: สื่อกำลังแปลง เราจะแจ้งให้คุณทราบเมื่อพร้อม
tk: Mediýa öwrülýär. Taýýar bolanda size habar bereris
tl: Nagko-convert ang media. Aabisuhan ka namin kapag handa na ito
tr: Medya dönüştürülüyor. Hazır olduğunda sizi bilgilendireceğiz
tt: Медиа үзгәрә. Ул әзер булганда сезгә хәбәр итәрбез
ug: مېدىيا ئۆزگەرمەكتە. ئۇ تەييار بولغاندا سىزگە خەۋەر قىلىمىز
uk: Медіа конвертується. Ми повідомимо вас, коли він буде готовий
ur: میڈیا بدل رہا ہے۔ جب یہ تیار ہو جائے گا تو ہم آپ کو مطلع کریں گے۔
uz: Media konvertatsiya qilinmoqda. U tayyor bo'lganda sizga xabar beramiz
vi: Phương tiện đang chuyển đổi. Chúng tôi sẽ thông báo cho bạn khi nó sẵn sàng
xh: Imidiya iyaguquka. Siza kukwazisa xa sele ilungile
yi: מידיאַ איז קאַנווערטינג. מיר וועלן געבנ צו וויסן איר ווען עס איז גרייט

source: Add
af: Voeg by
am: አክል
ar: يضيف
az: Əlavə et
be: Дадаць
bg: Добавете
bn: যোগ করুন
ca: Afegeix
cs: Přidat
cy: Ychwanegu
da: Tilføje
de: Hinzufügen
el: Προσθήκη
eo: Aldoni
es: Agregar
et: Lisama
eu: Gehitu
fa: اضافه کردن
fi: Lisätä
fr: Ajouter
ga: Cuir
gd: Cuir ris
gl: Engadir
gu: ઉમેરો
hi: जोड़ना
hr: Dodati
hu: Hozzáadás
hy: Ավելացնել
id: Menambahkan
is: Bæta við
it: Aggiungere
iw: לְהוֹסִיף
ja: 追加
ka: დამატება
kk: қосу
km: បន្ថែម
kn: ಸೇರಿಸಿ
ku: Lêzêdekirin
ky: кошуу
lb: Addéieren
lo: ເພີ່ມ
lt: Papildyti
lv: Pievienot
mg: hametraka
mi: Tāpiri
mk: Додадете
ml: ചേർക്കുക
mn: Нэмэх
mr: अॅड
ms: Tambah
mt: Żid
my: ထည့်ပါ။
ne: थप्नुहोस्
nl: Toevoegen
no: Legg til
or: ଯୋଡନ୍ତୁ |
pa: ਸ਼ਾਮਲ ਕਰੋ
pl: Dodać
ps: اضافه کړئ
pt: Adicionar
ro: Adăuga
ru: Добавлять
rw: Ongeraho
sd: شامل ڪريو
si: එකතු කරන්න
sk: Pridať
sl: Dodaj
sq: Shto
sr: Додати
sv: Lägg till
sw: Ongeza
ta: கூட்டு
te: జోడించు
tg: Илова
th: เพิ่ม
tk: Goş
tl: Idagdag
tr: Eklemek
tt: Кушу
ug: قوش
uk: додати
ur: شامل کریں۔
uz: Qo'shish
vi: Thêm vào
xh: Yongeza
yi: לייג צו

source: Field
af: Veld
am: መስክ
ar: مجال
az: Sahə
be: Палявы
bg: Поле
bn: মাঠ
ca: Camp
cs: Pole
cy: Maes
da: Mark
de: Feld
el: Πεδίο
eo: Kampo
es: Campo
et: Väli
eu: Eremua
fa: رشته
fi: Ala
fr: Champ
fy: Fjild
ga: Gort
gd: Achadh
gl: Campo
gu: ક્ષેત્ર
hi: मैदान
hr: Polje
hu: Terület
hy: Դաշտ
id: Bidang
it: Campo
iw: שדה
ja: 分野
ka: ველი
kk: Өріс
km: វាល
kn: ಕ್ಷೇತ್ರ
ku: Erd
ky: Талаа
lb: Feld
lo: ພາກສະຫນາມ
lt: Laukas
lv: Lauks
mg: SaHa
mi: Mara
mk: Поле
ml: ഫീൽഡ്
mn: Талбай
mr: फील्ड
ms: Padang
mt: Qasam
my: လယ်ကွင်း
ne: क्षेत्र
nl: Veld
no: Felt
or: କ୍ଷେତ୍ର
pa: ਖੇਤਰ
pl: Pole
ps: ډګر
pt: Campo
ro: Camp
ru: Поле
rw: Umurima
sd: ميدان
si: ක්ෂේත්රය
sk: Lúka
sl: Polje
sq: Fusha
sr: Поље
sv: Fält
sw: Shamba
ta: களம்
te: ఫీల్డ్
tg: Майдон
th: สนาม
tk: Meýdan
tl: Patlang
tr: Alan
tt: Кыр
ug: مەيدان
uk: Поле
ur: میدان
uz: Maydon
vi: Cánh đồng
xh: Intsimi
yi: פעלד

source: Edit
af: Wysig
am: አርትዕ
ar: يحرر
az: Redaktə et
be: Рэдагаваць
bg: редактиране
bn: সম্পাদনা করুন
ca: Edita
cs: Upravit
cy: Golygu
da: Redigere
de: Bearbeiten
el: Επεξεργασία
eo: Redakti
es: Editar
et: Muuda
eu: Editatu
fa: ویرایش کنید
fi: Muokata
fr: Modifier
fy: Bewurkje
ga: Cuir in eagar
gd: Deasaich
gl: Editar
gu: સંપાદિત કરો
hi: संपादन करना
hr: Uredi
hu: Szerkesztés
hy: Խմբագրել
id: Sunting
is: Breyta
it: Modificare
iw: לַעֲרוֹך
ja: 編集
ka: რედაქტირება
kk: Өңдеу
km: កែសម្រួល
kn: ತಿದ್ದು
ku: Weşandin
ky: Түзөтүү
lo: ແກ້ໄຂ
lt: Redaguoti
lv: Rediģēt
mg: Ovay
mi: Whakatikatika
mk: Уредување
ml: എഡിറ്റ് ചെയ്യുക
mn: Засварлах
mr: सुधारणे
ms: Sunting
mt: Editja
my: တည်းဖြတ်ပါ။
ne: सम्पादन गर्नुहोस्
nl: Bewerking
no: Redigere
or: ସଂପାଦନା କରନ୍ତୁ |
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytować
ps: سمون
pt: Editar
ro: Editați | ×
ru: Редактировать
rw: Hindura
sd: ترميم ڪريو
si: සංස්කරණය කරන්න
sk: Upraviť
sl: Uredi
sq: Redakto
sr: Уредити
sv: Redigera
sw: Hariri
ta: தொகு
te: సవరించు
tg: Таҳрир
th: แก้ไข
tk: Redaktirläň
tl: I-edit
tr: Düzenlemek
tt: Редакцияләү
ug: تەھرىر
uk: Редагувати
ur: ترمیم
uz: Tahrirlash
vi: Biên tập
xh: Hlela
yi: רעדאַגירן

source: Text
af: teks
am: ጽሑፍ
ar: نص
az: Mətn
be: тэкст
bg: Текст
bn: পাঠ
cy: Testun
da: Tekst
el: Κείμενο
eo: Teksto
es: Texto
et: Tekst
eu: Testua
fa: متن
fi: Teksti
fr: Texte
fy: Tekst
ga: Téacs
gd: Teacsa
gl: Texto
gu: ટેક્સ્ટ
hi: टेक्स्ट
hr: Tekst
hu: Szöveg
hy: Տեքստը
id: Teks
is: Texti
it: Testo
iw: טקסט
ja: テキスト
ka: ტექსტი
kk: Мәтін
km: អត្ថបទ
kn: ಪಠ್ಯ
ku: Nivîstok
ky: текст
lo: ຂໍ້​ຄວາມ
lt: Tekstas
lv: Teksts
mi: Kuputuhi
mk: Текст
ml: വാചകം
mn: Текст
mr: मजकूर
ms: Teks
mt: Test
my: စာသားမ
ne: पाठ
nl: Tekst
no: Tekst
or: ପାଠ
pa: ਟੈਕਸਟ
pl: Tekst
ps: متن
pt: Texto
ru: Текст
rw: Inyandiko
sd: متن
si: පෙළ
sl: Besedilo
sq: tekst
sr: Текст
sw: Nakala
ta: உரை
te: టెక్స్ట్
tg: Матн
th: ข้อความ
tk: Tekst
tl: Teksto
tr: Metin
tt: Текст
ug: تېكىست
uk: Текст
ur: متن
uz: Matn
vi: Bản văn
xh: Umbhalo
yi: טעקסט

source: Sub Text
af: Sub teks
am: ንዑስ ጽሑፍ
ar: نص فرعي
az: Alt mətn
be: Падтэкст
bg: Подтекст
bn: অন্তর্নিহিত অর্থ
cs: Podtext
cy: Is Destyn
da: Undertekst
de: Untertext
el: Υποκείμενο
eo: Subteksto
es: Trasfondo
et: Alamtekst
eu: Azpi-testua
fa: متن فرعی
fi: Alateksti
fr: Sous-texte
fy: Subtekst
ga: Fo-théacs
gd: Fo-theacsa
gl: Subtexto
gu: સબ ટેક્સ્ટ
hi: उप पाठ
hr: Podtekst
hu: Alszöveg
hy: Ենթատեքստ
id: Sub Teks
is: Undirtexti
it: Sottotesto
iw: טקסט משנה
ja: サブテキスト
ka: ქვეტექსტი
kk: Қосымша мәтін
km: អត្ថបទរង
kn: ಉಪ ಪಠ್ಯ
ku: Bin Text
ky: Субтекст
lo: ຂໍ້ຄວາມຍ່ອຍ
lt: Subtekstas
lv: Apakšteksts
mi: Kuputuhi iti
mk: Под-текст
ml: ഉപ വാചകം
mn: Дэд текст
mr: उप मजकूर
ms: Sub Teks
mt: Sub Test
ne: उप-पाठ
nl: Subtekst
no: Undertekst
or: ସବ୍ ଟେକ୍ସଟ୍ |
pa: ਸਬ ਟੈਕਸਟ
pl: Podtekst
ps: فرعي متن
pt: Sub-texto
ru: Подтекст
rw: Inyandiko
sd: ذيلي متن
si: උප පෙළ
sk: Vedľajší text
sl: Podbesedilo
sq: Nën Teksti
sr: Суб Тект
sv: Undertext
sw: Nakala Ndogo
ta: துணை உரை
te: ఉప వచనం
tg: Зерматни
th: ข้อความย่อย
tk: Sub tekst
tr: Alt Metin
tt: Текст
uk: Підтекст
ur: ذیلی متن
uz: Pastki matn
vi: Văn bản phụ
xh: Isiqendu esingaphantsi
yi: סוב טעקסט

source: Format
af: Formaat
am: ቅርጸት
ar: شكل
be: фармат
bg: формат
bn: বিন্যাস
cs: Formát
cy: Fformat
el: Μορφή
eo: Formato
es: Formato
et: Vorming
eu: Formatua
fa: قالب
fi: Muoto
fy: Formaat
ga: Formáid
gd: Cruth
gl: Formato
gu: ફોર્મેટ
hi: प्रारूप
hu: Formátum
hy: Ձևաչափ
is: Snið
it: Formato
iw: פוּרמָט
ja: フォーマット
ka: ფორმატი
kk: Формат
km: ទម្រង់
kn: ಫಾರ್ಮ್ಯಾಟ್
ku: Çap
ky: Формат
lo: ຮູບແບບ
lt: Formatas
lv: Formāts
mg: endrika
mi: Whakahōputu
mk: Формат
ml: ഫോർമാറ്റ്
mn: Формат
mr: स्वरूप
my: ပုံစံ
ne: ढाँचा
nl: Formaat
or: ଫର୍ମାଟ୍
pa: ਫਾਰਮੈਟ
ps: بڼه
pt: Formatar
ru: Формат
rw: Imiterere
sd: فارميٽ
si: ආකෘතිය
sk: Formátovať
sl: Oblika
sq: Formati
sr: Формат
sv: Formatera
sw: Umbizo
ta: வடிவம்
te: ఫార్మాట్
tg: Формат
th: รูปแบบ
tr: Biçim
tt: Формат
ug: فورماتى
uk: Формат
ur: فارمیٹ
vi: Định dạng
xh: Ifomathi
yi: פֿאָרמאַט
