Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
af: 1.2 Beskrywing van CaseActive Service: CaseActive Service is die reeks sagteware-dienste wat aangebied word vir die bestuur van aanlyn-kliënt-samewerking aangebied deur CaseActive LLC. Die aanmeldingsvloei waarop u ingestem het, of die bestelvorm wat u uitgevoer het, identifiseer die CaseActive-diens waarvoor u ingeteken het, die intekeningstermyn en die fooie wat u vir die CaseActive-diens betaalbaar is. Die bykomende bepalings en voorwaardes van toepassing op u gebruik van die CaseActive Service word uiteengesit by:
am: 1.2 የኬዝአኪር ግልጋሎት መግለጫ CaseActive አገልግሎት በ CaseActive LLC የቀረበ የመስመር ላይ የደንበኛ ትብብር አስተዳደር የተስተናገዱ የሶፍትዌር አገልግሎቶች ስብስብ ነው ፡፡ የተስማሙበት የምዝገባ ፍሰት ፣ ወይም ያከናወኑትን የትእዛዝ ፎርም ለደንበኛው የተመዘገቡትን የጉዳይ አከራይ አገልግሎትን ፣ ለጉዳይ ጊዜ አገልግሎት የሚከፍሉትን ክፍያዎች ይለያል ፡፡ ለ CaseActive አገልግሎትዎ የሚጠቅሙ ተጨማሪ ውሎች እና ሁኔታዎች እዚህ ላይ ተቀምጠዋል-
ar: 1.2 وصف خدمة CaseActive: CaseActive Service هي مجموعة من خدمات البرامج المستضافة لإدارة تعاون العملاء عبر الإنترنت التي تقدمها CaseActive LLC. يحدد تدفق الاشتراك الذي وافقت عليه ، أو نموذج الطلب الذي نفذته ، خدمة CaseActive التي اشتركت فيها ، ومدة الاشتراك والرسوم المستحقة عليك مقابل خدمة CaseActive. الشروط والأحكام الإضافية السارية على استخدامك لخدمة CaseActive موضحة في:
az: 1.2 CaseActive Xidmətinin Təsviri: CaseActive Xidməti, CaseActive MMC tərəfindən təklif olunan onlayn müştəri əməkdaşlığının idarə edilməsi üçün yerləşdirilmiş proqram xidmətlərinin dəstidir. Razılaşdığınız və ya icra etdiyiniz Sifariş Forması, yazdığınız CaseActive Xidmətini, abunə müddətini və CaseActive Xidməti üçün ödəyəcəyiniz haqları müəyyənləşdirir. CaseActive Xidmətindən istifadənizlə əlaqədar əlavə şərtlər aşağıdakılardır:
be: 1.2 Апісанне службы CaseActive: Служба CaseActive - гэта набор размяшчаемых праграмных паслуг для кіравання ўзаемадзеяннем з кліентамі ў Інтэрнэце, прапанаваны кампаніяй CaseActive LLC. Паток падпісання, які вы пагадзіліся, або заказаная вамі форма замовы, вызначае паслугу CaseActive, на якую вы падпісаліся, тэрмін падпіскі і плату, якую вы плацілі за паслугу CaseActive. Дадатковыя ўмовы, якія прымяняюцца да выкарыстання Вамі паслугі CaseActive, выкладзены на:
bg: 1.2 Описание на CaseActive Service: CaseActive Service е набор от хоствани софтуерни услуги за управление на онлайн сътрудничество с клиенти, предлагани от CaseActive LLC. Потокът за регистрация, за който сте се съгласили, или формулярът за поръчка, който сте изпълнили, идентифицира Службата CaseActive, за която сте се абонирали, срока на абонамента и таксите, платени от вас за услугата CaseActive. Допълнителните условия, приложими за използването на услугата CaseActive, са посочени на:
bn: 1.2 কেসএ্যাকটিভ পরিষেবার বিবরণ: কেসএ্যাকটিভ সার্ভিস হ'ল কেসএ্যাকটিভ এলএলসি দ্বারা প্রদত্ত অনলাইন ক্লায়েন্টের সহযোগিতা পরিচালনার জন্য হোস্টেড সফ্টওয়্যার পরিষেবার স্যুট। আপনি যে সাইন-আপ প্রবাহের সাথে সম্মত হয়েছেন বা অর্ডার ফর্মটি যা আপনি কার্যকর করেছেন সেটিকে আপনার সাবস্ক্রাইব করা কেসএ্যাকটিভ পরিষেবা, সাবস্ক্রিপশন টার্ম এবং কেসএ্যাকটিভ সার্ভিসের জন্য আপনার দ্বারা প্রদেয় ফিগুলি সনাক্ত করে। আপনার কেসএ্যাকটিভ পরিষেবা ব্যবহারের জন্য প্রযোজ্য অতিরিক্ত শর্তাদি এবং শর্তাদি এখানে সেট করা আছে:
ca: 1.2 Descripció del servei CaseActive: CaseActive Service és la suite de serveis de programari allotjats per a la gestió de col·laboració en línia de clients que ofereix CaseActive LLC. El flux de registre que heu acceptat o el formulari de comanda que heu executat identifica el servei CaseActive al qual vàreu subscriure, el termini de subscripció i les tarifes que haureu de pagar pel Servei CaseActive. Els termes i condicions addicionals aplicables al vostre ús del servei CaseActive s’estableixen a:
cs: 1.2 Popis služby CaseActive: CaseActive Service je sada hostovaných softwarových služeb pro online správu spolupráce s klienty nabízená společností CaseActive LLC. Tok registrace, který jste souhlasili, nebo objednávkový formulář, který jste provedli, identifikuje službu CaseActive, kterou jste si předplatili, dobu předplatného a poplatky, které musíte zaplatit za službu CaseActive. Další smluvní podmínky vztahující se na vaše používání CaseActive Service jsou stanoveny na:
cy: 1.2 Disgrifiad o'r Gwasanaeth CaseActive: Gwasanaeth CaseActive yw'r gyfres o wasanaethau meddalwedd a gynhelir ar gyfer rheoli cydweithredu cleientiaid ar-lein a gynigir gan CaseActive LLC. Mae'r llif arwyddo rydych chi wedi cytuno iddo, neu'r Ffurflen Archebu rydych chi wedi'i gweithredu, yn nodi'r Gwasanaeth CaseActive rydych chi wedi tanysgrifio amdano, y tymor tanysgrifio a'r ffioedd sy'n daladwy gennych chi am y Gwasanaeth CaseActive. Mae'r telerau ac amodau ychwanegol sy'n berthnasol i'ch defnydd o'r Gwasanaeth CaseActive wedi'u nodi yn:
da: 1.2 Beskrivelse af CaseActive Service: CaseActive Service er pakken med hostede softwaretjenester til online klientsamarbejdsstyring, der tilbydes af CaseActive LLC. Tilmeldingsstrømmen, som du har accepteret, eller den ordreformular, du har udført, identificerer den CaseActive Service, du har tilmeldt dig, abonnementsperioden og de gebyrer, du skal betale for CaseActive Service. De yderligere vilkår og betingelser, der gælder for din brug af CaseActive Service, fremgår af:
de: 1.2 Beschreibung des CaseActive-Dienstes: CaseActive Service ist die Suite von gehosteten Softwarediensten für das Online-Client-Collaboration-Management, die von CaseActive LLC angeboten werden. Der Anmeldefluss, dem Sie zugestimmt haben, oder das von Ihnen ausgeführte Bestellformular identifizieren den von Ihnen abonnierten CaseActive-Service, die Abonnementlaufzeit und die von Ihnen für den CaseActive-Service zu zahlenden Gebühren. Die zusätzlichen Geschäftsbedingungen für Ihre Nutzung des CaseActive-Dienstes sind aufgeführt unter:
el: 1.2 Περιγραφή της υπηρεσίας CaseActive: Η υπηρεσία CaseActive είναι η σουίτα των φιλοξενούμενων υπηρεσιών λογισμικού για τη διαδικτυακή διαχείριση συνεργασίας πελατών που προσφέρει η CaseActive LLC. Η ροή εγγραφής στην οποία έχετε συμφωνήσει ή στο έντυπο παραγγελίας που έχετε εκτελέσει, προσδιορίζει την υπηρεσία CaseActive για την οποία έχετε εγγραφεί, τον όρο συνδρομής και τα τέλη που πληρώνετε από εσάς για την υπηρεσία CaseActive. Οι πρόσθετοι όροι και προϋποθέσεις που ισχύουν για τη χρήση της Υπηρεσίας CaseActive από εσάς ορίζονται στη διεύθυνση:
eo: 1.2 Priskribo de CaseActive Service: CaseActive Service estas la aro de gastigitaj programaj servoj por enreta klienta kunlabora administrado proponita de CaseActive LLC. La registriĝfluo, kiun vi konsentis, aŭ la mendoformo, kiun vi plenumis, identigas la CaseActive-Servon, kiun vi abonis, la abonan terminon kaj la kotizojn pagendajn de vi por la CaseActive-servo. La aldonaj terminoj kaj kondiĉoj aplikeblaj por via uzo de CaseActive Service estas prezentitaj ĉe:
es: 1.2 Descripción de CaseActive Service: CaseActive Service es el conjunto de servicios de software alojado para la gestión de la colaboración del cliente en línea que ofrece CaseActive LLC. El flujo de registro que ha aceptado, o el Formulario de pedido que ha ejecutado, identifica el Servicio CaseActive al que se ha suscrito, el plazo de suscripción y las tarifas que debe pagar por el Servicio CaseActive. Los términos y condiciones adicionales aplicables a su uso del Servicio CaseActive se establecen en:
et: 1.2 CaseActive teenuse kirjeldus: CaseActive Service on CaseActive LLC pakutav veebiteenuste kliendihalduse haldusteenuste tarkvara komplekt. Teie poolt nõustunud registreerimisvoog või täidetud tellimisvorm tuvastab teie tellitud CaseActive'i teenuse, tellimuse tähtaja ja teie poolt CaseActive teenuse eest makstavad tasud. CaseActive teenuse kasutamisel kehtivad täiendavad tingimused on toodud aadressil:
eu: 1.2 CaseActive Zerbitzuaren deskribapena: CaseActive Zerbitzua CaseActive LLC-k eskaintzen duen lineako bezeroen lankidetza kudeatzeko software zerbitzuen multzoa da. Onartu duzun erregistratze-fluxua edo gauzatu duzun eskaera-orria identifikatzen ditu harpidetu duzun CaseActive Zerbitzua, harpidetza-epea eta CaseActive Zerbitzuak ordaindu ditzakezun tasak. CaseActive Zerbitzua erabiltzeko aplika dakizkiokeen baldintza eta baldintza gehigarriak honako hauek zehazten dira:
fa: 1.2 شرح خدمات CaseActive: CaseActive Service مجموعه خدمات نرم افزاری میزبانی شده برای مدیریت همکاری مشتری آنلاین است که توسط CaseActive LLC ارائه شده است. جریان ورود به سیستم که با آن موافقت کرده اید یا فرم سفارش شما را اجرا کرده است ، سرویس CaseActive مورد نظر خود را ، مدت اشتراک و هزینه های پرداخت شده توسط شما برای سرویس CaseActive را مشخص می کند. شرایط و ضوابط اضافی قابل استفاده در استفاده شما از سرویس CaseActive در:
fi: 1.2 CaseActive-palvelun kuvaus: CaseActive Service on CaseActive LLC: n tarjoama isäntäohjelmistopaketti asiakkaiden online-yhteistyön hallintaan. Suostumallasi liittymisprosessilla tai suorittamallasi tilauslomakkeella määritetään tilaamasi CaseActive-palvelu, tilauksen voimassaoloaika ja palkkiot, jotka sinun on maksettava CaseActive-palvelusta. CaseActive-palvelun käyttöön sovellettavat lisäehdot esitetään:
fr: 1.2 Description du service CaseActive: CaseActive Service est la suite de services logiciels hébergés pour la gestion de la collaboration client en ligne offerte par CaseActive LLC. Le flux d'inscription que vous avez accepté, ou le Bon de commande que vous avez exécuté, identifie le Service CaseActive auquel vous avez souscrit, la durée de l'abonnement et les frais que vous devez payer pour le Service CaseActive. Les conditions générales supplémentaires applicables à votre utilisation du Service CaseActive sont énoncées à l'adresse suivante:
fy: 1.2 Beskriuwing fan CaseActive Service: CaseActive Service is de suite fan hosted software-tsjinsten foar online kliïnt-gearwurkingsbehear oanbean troch CaseActive LLC. De oanmeldstroom dy't jo hawwe ynstimd, of it bestelformulier dat jo hawwe útfierd, identifiseart de CaseActive Service wêrfoar jo jo hawwe ynskreaun, de abonnemintstermyn en de fergoedingen dy't jo moatte betelje foar de CaseActive Service. De oanfoljende betingsten en kondysjes dy't jilde foar jo gebrûk fan 'e CaseActive Service, wurde beskreaun op:
ga: 1.2 Cur síos ar an tSeirbhís CaseActive: Is é atá i Seirbhís CaseActive an tsraith seirbhísí bogearraí óstáilte do bhainistíocht comhoibrithe cliant ar líne a thairgeann CaseActive LLC. Aithníonn an sreabhadh sínithe a d’aontaigh tú leis, nó an Fhoirm Ordaithe a rinne tú, an tSeirbhís CaseActive a ndearna tú suibscríobh di, an téarma síntiúis agus na táillí is iníoctha agat as an tSeirbhís CaseActive. Tá na téarmaí agus coinníollacha breise is infheidhme maidir le d’úsáid as an tSeirbhís CaseActive leagtha amach ag:
gd: 1.2 Tuairisgeul air Seirbheis CaseActive: Is e Seirbheis CaseActive an t-sreath de sheirbheisean bathar-bog aoigheachd airson riaghladh co-obrachadh luchd-cleachdaidh air-loidhne air a thabhann le CaseActive LLC. Tha an sruth soidhnidh a dh ’aontaich thu, no am Foirm Òrdugh a chuir thu an gnìomh, a’ comharrachadh an t-Seirbheis CaseActive a tha thu air ballrachd a ghabhail, teirm an fho-sgrìobhaidh agus na cìsean a tha agad ri phàigheadh airson an t-Seirbheis CaseActive. Tha na teirmichean is cumhaichean a bharrachd a tha iomchaidh a thaobh do chleachdadh den t-Seirbheis CaseActive air am mìneachadh aig:
gl: 1.2 Descrición do servizo CaseActive: CaseActive Service é o conxunto de servizos de software aloxados para a xestión en colaboración de clientes en liña que ofrece CaseActive LLC. O fluxo de rexistro que aceptou ou o Formulario de solicitude que executou identifica o Servizo CaseActive ao que subscribiu, o prazo de subscrición e as tarifas que debe pagar polo Servizo CaseActive. Os termos e condicións adicionais aplicables ao seu uso do servizo CaseActive están establecidos en:
gu: 1.2 કેસએક્ટિવ સર્વિસનું વર્ણન: કેસએક્ટિવ સર્વિસ એ કેસએક્ટિવ એલએલસી દ્વારા ઓફર કરેલા clientનલાઇન ક્લાયંટ સહયોગ મેનેજમેન્ટ માટે હોસ્ટ કરેલી સ softwareફ્ટવેર સેવાઓનો સ્યુટ છે. સાઇન-અપ ફ્લો કે તમે સંમત થયા છો અથવા ઓર્ડર ફોર્મ તમે એક્ઝેક્યુટિવ સર્વિસિસ માટે સબ્સ્ક્રિપ્શન ટર્મ અને તમારા દ્વારા ચૂકવવા યોગ્ય ફી, તમે સબ્સ્ક્રાઇબ કરેલી કેસએક્ટિવ સર્વિસ, તમારા કેસએક્ટિવ સર્વિસના ઉપયોગ માટે લાગુ વધારાના નિયમો અને શરતો અહીં આપેલ છે:
hi: 1.2 केसएक्टिव सेवा का विवरण: केसएक्टिव सेवा केसएक्टिव एलएलसी द्वारा पेश ऑनलाइन ग्राहक सहयोग प्रबंधन के लिए होस्ट की गई सॉफ़्टवेयर सेवाओं का सूट है। साइन-अप प्रवाह, जिसके लिए आप सहमत हैं, या आपके द्वारा निष्पादित ऑर्डर फॉर्म, आपके द्वारा सदस्यता ली गई CaseActive सेवा, सदस्यता अवधि और CaseActive सेवा के लिए आपके द्वारा देय शुल्क की पहचान करता है। CaseActive सेवा के आपके उपयोग के लिए लागू अतिरिक्त नियम और शर्तें निम्नलिखित हैं:
hr: 1.2 Opis CaseActive usluge: CaseActive Service skup je softverskih usluga s hostom za upravljanje internetskom suradnjom s klijentima, koje nudi CaseActive LLC. Tijek prijave na koji ste pristali ili obrazac za narudžbu koji ste izvršili identificira CaseActive uslugu na koju ste se pretplatili, rok pretplate i pristojbe koje vam treba platiti za CaseActive uslugu. Dodatni uvjeti koji se primjenjuju na vaše korištenje CaseActive usluge utvrđeni su na:
hu: 1.2 A CaseActive szolgáltatás leírása: A CaseActive szolgáltatás a CaseActive LLC által kínált, online ügyfél-együttműködési menedzsmenthez üzemeltetett szoftverszolgáltatások. A feliratkozási folyamat, amelyet Ön elfogadott, vagy az Ön által végrehajtott Megrendelőlap, azonosítja az előfizetött CaseActive szolgáltatást, az előfizetési időt és az Ön által a CaseActive Szolgáltatásért fizetendő díjakat. A CaseActive szolgáltatás igénybevételére vonatkozó további feltételek a következő címen találhatók:
hy: 1.2 CaseActive ծառայության նկարագրությունը. CaseActive Service- ը հյուրընկալված ծրագրային ծառայությունների փաթեթ է CaseActive ՍՊԸ-ի կողմից առաջարկվող առցանց հաճախորդների համագործակցության կառավարման համար: Գրանցման հոսքը, որի հետ համաձայնել եք կամ ձեր կատարած պատվերի ձևը, ներկայացնում է ձեր համար բաժանորդագրված CaseActive ծառայությունը, բաժանորդագրության ժամկետը և CaseActive ծառայության համար ձեր կողմից վճարվող վճարները: CaseActive ծառայության օգտագործման համար կիրառվող լրացուցիչ պայմաններն ու պայմանները սահմանվում են.
id: 1.2 Deskripsi Layanan CaseActive: Layanan CaseActive adalah rangkaian layanan perangkat lunak yang dihosting untuk manajemen kolaborasi klien online yang ditawarkan oleh CaseActive LLC. Alur pendaftaran yang telah Anda setujui, atau Formulir Pesanan yang telah Anda jalankan, mengidentifikasi Layanan CaseActive yang telah Anda langgani, jangka waktu berlangganan dan biaya yang harus Anda bayar untuk Layanan CaseActive. Syarat dan ketentuan tambahan yang berlaku untuk penggunaan Anda atas Layanan CaseActive ditetapkan di:
is: 1.2 Lýsing á CaseActive Service: CaseActive Service er föruneyti hugbúnaðarþjónustunnar fyrir stjórnun á samvinnustjórnendum á netinu sem CaseActive LLC býður upp á. Skráningarflæðið sem þú hefur samþykkt eða pöntunarformið sem þú hefur framkvæmt, auðkennir CaseActive þjónustuna sem þú hefur gerst áskrifandi að, áskriftartímabilinu og gjaldunum sem þú greiðir fyrir CaseActive þjónustuna. Viðbótarskilmálar og skilyrði sem eiga við um notkun þína á CaseActive Service eru sett fram á:
it: 1.2 Descrizione del servizio CaseActive: CaseActive Service è la suite di servizi software in hosting per la gestione della collaborazione con i clienti online offerta da CaseActive LLC. Il flusso di iscrizione che hai accettato, o il Modulo d'ordine che hai eseguito, identifica il Servizio CaseActive a cui ti sei abbonato, il termine dell'abbonamento e le tariffe da te pagate per il Servizio CaseActive. I termini e le condizioni aggiuntivi applicabili al tuo utilizzo del Servizio CaseActive sono stabiliti su:
iw: 1.2 תיאור שירות CaseActive: שירות CaseActive הוא חבילת שירותי התוכנה המתארחים לניהול שיתופי פעולה מקוונים מקוונים המוצעים על ידי CaseActive LLC. תזרים ההרשמות שעליו הסכמת, או טופס ההזמנה שביצעת, מזהה את שירות CaseActive אליו נרשמת, את תקופת המנוי ואת העמלות שתשלם על ידך עבור שירות CaseActive. התנאים וההגבלות הנוספים החלים על השימוש שלך בשירות CaseActive מוצגים ב:
ja: 1.2 CaseActiveサービスの説明：CaseActiveサービスは、CaseActive LLCが提供するオンラインクライアントコラボレーション管理用のホステッドソフトウェアサービスのスイートです。同意したサインアップフローまたは実行した注文フォームは、サブスクリプションを設定したCaseActiveサービス、サブスクリプション期間、およびCaseActiveサービスに対してお客様が支払う料金を識別します。 CaseActiveサービスの使用に適用される追加の条件は、次の場所に記載されています。
ka: 1.2 CaseActive სერვისის აღწერა: CaseActive სერვისი არის მასპინძელი პროგრამული უზრუნველყოფის სერვისების პაკეტი, რომელიც გთავაზობთ კლიენტთა თანამშრომლობის ონლაინ მენეჯმენტს, რომელსაც გთავაზობთ შპს CaseActive. დარეგისტრირების ნაკადი, რომლითაც თქვენ შეთანხმდით, ან შეკვეთის ფორმა, რომელიც თქვენ შეასრულეთ, განსაზღვრავს თქვენ მიერ გამოწერილი CaseActive სერვისს, გამოწერის ვადას და თქვენს მიერ გადასახდელ გადასახადებს, CaseActive სერვისისთვის. CaseActive სერვისის გამოყენებისთვის გამოყენებული დამატებითი პირობები და პირობები მოცემულია:
kk: 1.2 CaseActive қызметінің сипаттамасы: CaseActive Service - бұл CaseActive LLC ұсынатын клиенттердің онлайн режимінде бірлесіп жұмыс жасауына арналған бағдарламалық қамтамасыздандыру жиынтығы. Сіз келіскен тіркелу ағыны немесе сіз жасаған Тапсырыс нысаны сіз жазған CaseActive қызметін, жазылу мерзімі мен CaseActive қызметі үшін төлейтін төлемдерді анықтайды. Сіздің CaseActive қызметін пайдалануға қатысты қосымша шарттар мына жерде көрсетілген:
km: ១.២ ការពិពណ៌នាអំពីសេវាកម្ម CaseActive៖ CaseActive Service គឺជាឈុតនៃសេវាកម្មសូហ្វវែរដែលរៀបចំសម្រាប់ការគ្រប់គ្រងសហការអតិថិជនតាមអ៊ីនធឺណិតដែលផ្តល់ដោយ CaseActive LLC ។ លំហូរនៃការចុះឈ្មោះដែលអ្នកបានយល់ព្រមឬទម្រង់បញ្ជាទិញដែលអ្នកបានប្រតិបត្តិកំណត់អត្តសញ្ញាណសេវាកម្ម CaseActive ដែលអ្នកបានចុះឈ្មោះសម្រាប់រយៈពេលនៃការជាវនិងថ្លៃដែលអ្នកត្រូវបង់សម្រាប់សេវាកម្ម CaseActive ។ ល័ក្ខខ័ណ្ឌបន្ថែមសម្រាប់ការប្រើប្រាស់សេវាកម្ម CaseActive របស់អ្នកត្រូវបានកំណត់នៅ៖
kn: 1.2 ಕೇಸ್ಆಕ್ಟಿವ್ ಸೇವೆಯ ವಿವರಣೆ: ಕೇಸ್ಆಕ್ಟಿವ್ ಸೇವೆ ಎನ್ನುವುದು ಕೇಸ್ಆಕ್ಟಿವ್ ಎಲ್ಎಲ್ ಸಿ ನೀಡುವ ಆನ್‌ಲೈನ್ ಕ್ಲೈಂಟ್ ಸಹಯೋಗ ನಿರ್ವಹಣೆಗಾಗಿ ಹೋಸ್ಟ್ ಮಾಡಿದ ಸಾಫ್ಟ್‌ವೇರ್ ಸೇವೆಗಳ ಸೂಟ್ ಆಗಿದೆ. ನೀವು ಒಪ್ಪಿದ ಸೈನ್ ಅಪ್ ಹರಿವು ಅಥವಾ ನೀವು ಕಾರ್ಯಗತಗೊಳಿಸಿದ ಆರ್ಡರ್ ಫಾರ್ಮ್, ನೀವು ಚಂದಾದಾರರಾಗಿರುವ ಕೇಸ್ಆಕ್ಟಿವ್ ಸೇವೆ, ಚಂದಾದಾರಿಕೆ ಅವಧಿ ಮತ್ತು ಕೇಸ್ಆಕ್ಟಿವ್ ಸೇವೆಗಾಗಿ ನೀವು ಪಾವತಿಸಬೇಕಾದ ಶುಲ್ಕವನ್ನು ಗುರುತಿಸುತ್ತದೆ. ನಿಮ್ಮ ಕೇಸ್ಆಕ್ಟಿವ್ ಸೇವೆಯ ಬಳಕೆಗೆ ಅನ್ವಯವಾಗುವ ಹೆಚ್ಚುವರಿ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಇಲ್ಲಿ ನಿಗದಿಪಡಿಸಲಾಗಿದೆ:
ku: 1.2 Danasîna Xizmeta CaseActive: Xizmeta CaseActive yekane ya karûbarên nermalava mêvandar e ku ji bo rêveberiya hevkariya muwekîlê serhêl ku ji hêla CaseActive LLC ve hatî pêşkêş kirin. Bûyera têkeftinê ya ku we razî kiriye, an Forma Fermana ku we îdam kiriye, Peywira CaseActive ya ku we çaxî kirî, nasnameya aboneyê û berdêlên ku ji we re ji bo Karûbarê CaseActive didin. Mercên din û mercên ku ji bo karanîna Xizmeta CaseActive têne bikar anîn li jêr têne destnîşankirin:
ky: 1.2 CaseActive кызматынын сүрөттөлүшү: CaseActive кызматы - бул CaseActive LLC тарабынан сунушталган кардарлардын онлайн режиминде кызматташуусун башкаруу үчүн сунушталган программалык камсыздоонун жыйындысы. Сиз макул болгон катталуу агымы же сиз буйрук берген форма сиз жазган CaseActive кызматын, жазылуу мөөнөтүн жана CaseActive кызматы үчүн сиз төлөгөн акыларды аныктайт. Сиздин CaseActive Кызматын колдонууга байланыштуу кошумча шарттар төмөнкү жерде келтирилген:
lb: 1.2 Beschreiwung vum CaseActive Service: CaseActive Service ass d'Suite vu Gaascht Software Servicer fir online Clienten Zesummenaarbecht Gestioun ugebuede vu CaseActive LLC. Den Umeldungsfloss, deem Dir zougestëmmt hutt, oder den Uerdnungsformular, deen Dir ausgefouert hutt, identifizéiert de CaseActive Service fir deen Dir ageschriwwen hutt, den Abonnementsbegrëff an d'Fraise déi Dir bezuelt hutt fir de CaseActive Service. Déi zousätzlech Konditioune fir Är Benotzung vum CaseActive Service uwendbar ginn op:
lo: 1.2 ລາຍລະອຽດຂອງບໍລິການ CaseActive: ບໍລິການ CaseActive ແມ່ນຊຸດຂອງການບໍລິການຊອບແວທີ່ເປັນເຈົ້າພາບ ສຳ ລັບການຄຸ້ມຄອງການຮ່ວມມືຂອງລູກຄ້າທາງອິນເຕີເນັດທີ່ສະ ເໜີ ໂດຍ CaseActive LLC. ກະແສລົງທະບຽນທີ່ທ່ານໄດ້ຕົກລົງ, ຫລືແບບຟອມສັ່ງຊື້ທີ່ທ່ານໄດ້ປະຕິບັດ, ລະບຸການບໍລິການ CaseActive ທີ່ທ່ານໄດ້ສະ ໝັກ, ໄລຍະການສະ ໝັກ ໃຊ້ແລະຄ່າ ທຳ ນຽມທີ່ທ່ານຈ່າຍ ສຳ ລັບບໍລິການ CaseActive. ຂໍ້ ກຳ ນົດແລະເງື່ອນໄຂເພີ່ມເຕີມທີ່ ນຳ ໃຊ້ກັບການໃຊ້ບໍລິການ CaseActive ຂອງທ່ານໄດ້ຖືກ ກຳ ນົດໄວ້ທີ່:
lt: 1.2 „CaseActive“ paslaugos aprašymas: „CaseActive“ paslauga yra „CaseActive LLC“ teikiamas programinės įrangos paslaugų rinkinys, skirtas internetinio kliento bendradarbiavimo valdymui. Registracijos sraute, kurį sutikote, arba jūsų vykdomoje užsakymo formoje nurodoma jūsų užsisakyta „CaseActive“ paslauga, prenumeratos terminas ir mokesčiai, kuriuos turite sumokėti už „CaseActive“ paslaugą. Papildomos naudojimosi „CaseActive“ paslauga sąlygos ir sąlygos pateikiamos:
lv: 1.2 CaseActive pakalpojuma apraksts: CaseActive Service ir mitinātu programmatūras pakalpojumu komplekts klientu sadarbības tiešsaistes pārvaldībai, ko piedāvā CaseActive LLC. Pierakstīšanās plūsma, kurai esat piekritusi, vai izpildītā pasūtījuma veidlapa identificē CaseActive pakalpojumu, kuru esat abonējis, abonēšanas termiņu un maksas, kas jums jāmaksā par CaseActive pakalpojumu. Papildu noteikumi un nosacījumi, kas piemērojami CaseActive pakalpojuma izmantošanai, ir norādīti šeit:
mg: 1.2 Famaritana momba ny serivisy CaseActive: CaseActive Service dia ny serivisy serivisy fampiantranoana fampiantranoana ho an'ny mpitantana fiaraha-miasa amin'ny mpanjifa an-tserasera natolotry CaseActive LLC. Ny fahazoan-dàlana sonia izay nifanarahanao, na ny Forme Order nataonao dia namantatra ny serivisy CaseActive efa nisoratanao anarana, ny fehezan-dalàna famandrihana ary ny saram-pandoa ho anao amin'ny serivisy CaseActive. Ireo fehezan-teny sy fepetra fanampiny ampiharina amin'ny fampiasana ny serivisy CaseActive dia aseho ao amin'ny:
mi: 1.2 Whakaahuatanga o te Ratonga CaseActive: Ko te Ratonga CaseActive te huinga o nga ratonga raupaparanga manaaki mo te kaiwhakahaere mahi a to kiritaki ipurangi i tukuna e CaseActive LLC. Ko te reta haina kua whakaaetia e koe, ko te Puka ota ranei i mahia e koe, e tohu ana i te Ratonga TakeActive kua retaia e koe, te tau whakauru me nga utu ka utua e koe mo te Ratonga CaseActive. Ko nga tikanga taapiri me nga tikanga e pa ana ki te whakamahi i te Ratonga CaseActive kua whakaritea i:
mk: 1.2 Опис на услугата CaseActive: CaseActive Service е пакет на хостирани софтверски услуги за управување со соработка со клиенти преку Интернет, понудено од CaseActive LLC. Протокот на пријавување на кој се согласивте или формуларот за нарачка што сте го извршиле, ги идентификува услугата CaseActive за која сте се претплатиле, терминот на претплата и такси што треба да ги плаќате за услугата CaseActive. Дополнителните услови и правила што се применуваат за вашата употреба на услугата CaseActive се дадени на:
ml: 1.2 കേസ് ആക്റ്റീവ് സേവനത്തിന്റെ വിവരണം: കേസ് ആക്റ്റീവ് എൽ‌എൽ‌സി വാഗ്ദാനം ചെയ്യുന്ന ഓൺലൈൻ ക്ലയൻറ് സഹകരണ മാനേജുമെന്റിനായി ഹോസ്റ്റുചെയ്‌ത സോഫ്റ്റ്വെയർ സേവനങ്ങളുടെ സ്യൂട്ടാണ് കേസ് ആക്ടീവ് സേവനം. നിങ്ങൾ സമ്മതിച്ച സൈൻ-അപ്പ് ഫ്ലോ അല്ലെങ്കിൽ നിങ്ങൾ നടപ്പിലാക്കിയ ഓർഡർ ഫോം, നിങ്ങൾ സബ്സ്ക്രൈബ് ചെയ്ത കേസ് ആക്റ്റീവ് സേവനം, സബ്സ്ക്രിപ്ഷൻ ടേം, കേസ് ആക്ടീവ് സേവനത്തിനായി നിങ്ങൾ നൽകേണ്ട ഫീസ് എന്നിവ തിരിച്ചറിയുന്നു. നിങ്ങളുടെ കേസ് ആക്റ്റീവ് സേവനത്തിന്റെ ഉപയോഗത്തിന് ബാധകമായ അധിക നിബന്ധനകളും വ്യവസ്ഥകളും ഇവിടെ സജ്ജീകരിച്ചിരിക്കുന്നു:
mn: 1.2 CaseActive үйлчилгээний тодорхойлолт: CaseActive үйлчилгээ нь CaseActive ХХК-ийн санал болгож буй онлайн үйлчлүүлэгчдийн хамтын ажиллагааны менежментийн програм хангамжийн үйлчилгээ юм. Таны зөвшөөрсөн, эсвэл захиалсан захиалгын урсгал нь CaseActive Service, захиалсан хугацаа, CaseActive Service-ийн төлбөрийг тодорхойлдог. CaseActive үйлчилгээг ашиглахтай холбоотой нэмэлт нөхцөл, нөхцөлийг дараахь байдлаар тодорхойлсон болно.
mr: १.२ केसएक्टिव्ह सेवेचे वर्णनः केसएक्टिव सर्व्हिस म्हणजे केसएक्टिव्ह एलएलसीद्वारे ऑफर केलेल्या ऑनलाइन क्लायंट सहयोग व्यवस्थापनासाठी होस्ट केलेल्या सॉफ्टवेअर सेवांचा संच आहे. आपण सहमती दर्शविलेला साइन-अप प्रवाह, किंवा आपण अंमलात आणलेला ऑर्डर फॉर्म, आपण सदस्यता घेतलेली केसएक्टिव्ह सेवा, सबस्क्रिप्शन टर्म आणि केस एक्टिव्ह सेवेसाठी आपल्याद्वारे देय फी फी ओळखते. आपल्या केसएक्टिव्ह सेवेच्या वापरास लागू असलेल्या अतिरिक्त अटी व शर्ती खाली दिली आहेतः
ms: 1.2 Huraian Perkhidmatan CaseActive: Perkhidmatan CaseActive adalah rangkaian perkhidmatan perisian yang dihoskan untuk pengurusan kolaborasi pelanggan dalam talian yang ditawarkan oleh CaseActive LLC. Aliran pendaftaran yang telah anda setujui, atau Borang Pesanan yang telah anda laksanakan, mengenal pasti Perkhidmatan CaseActive yang telah anda langgani, tempoh langganan dan bayaran yang perlu anda bayar untuk Perkhidmatan CaseActive. Terma dan syarat tambahan yang berlaku untuk penggunaan Layanan CaseActive oleh Anda diatur di:
mt: 1.2 Deskrizzjoni tas-Servizz CaseActive: Is-Servizz CaseActive huwa s-suite tas-servizzi tas-software ospitati għall-immaniġġjar tal-kollaborazzjoni tal-klijenti onlajn offruti minn CaseActive LLC. Il-fluss ta 'reġistrazzjoni li qablu, jew il-Formola ta' l-Ordni li eżegwiti, jidentifika s-Servizz CaseActive li tkun sottoskritt għalih, it-terminu ta 'sottoskrizzjoni u d-drittijiet li għandhom jitħallsu mis-Servizz CaseActive. It-termini u l-kundizzjonijiet addizzjonali applikabbli għall-użu tiegħek tas-Servizz CaseActive huma stabbiliti fi:
my: ၁.၂ CaseActive ၀ န်ဆောင်မှု၏ဖော်ပြချက် - CaseActive ၀ န်ဆောင်မှုသည် CaseActive LLC မှကမ်းလှမ်းသောအွန်လိုင်းဖောက်သည်များပူးပေါင်းစီမံခန့်ခွဲမှုအတွက် hosted software ဝန်ဆောင်မှုများဖြစ်သည်။ သင်သဘောတူထားသည့် sign-up စီးဆင်းမှု (သို့) သင်ဖြည့်စွက်ထားသော Order Form သည်သင်စာရင်းသွင်းထားသည့် CaseActive ၀ န်ဆောင်မှု၊ subscription သက်တမ်းနှင့် CaseActive ၀ န်ဆောင်မှုအတွက်သင်ပေးဆောင်ရမည့်အခကြေးငွေများကိုသတ်မှတ်သည်။ CaseActive ၀ န်ဆောင်မှုကိုသင်အသုံးပြုသောသက်ဆိုင်သည့်အပိုဆောင်းစည်းမျဉ်းများနှင့်အခြေအနေများမှာ -
ne: १.२ केसएक्टिभ सेवाको विवरण: केसएक्टिभ सेवा केसएक्टिभ LLC द्वारा प्रस्ताव गरिएको अनलाइन ग्राहक सहयोग व्यवस्थापनको लागि होस्ट गरिएको सफ्टवेयर सेवाहरूको सूट हो। तपाईंले सहमति जनाउनुभएको साइन अप प्रवाह, वा अर्डर फारम तपाईंले कार्यान्वयन गर्नुभयो, तपाईंले सदस्यता लिनुभएको केसअक्रिया सेवा, सदस्यता अवधि र केस एसेक्टिभ सेवाका लागि तपाईं द्वारा भुक्तानयोग्य शुल्कहरू पहिचान गर्नुहुन्छ। अतिरिक्त केस र सर्तहरू तपाईंको केसएक्टिभ सेवा को उपयोग को लागी लागू गरीएको छ:
nl: 1.2 Beschrijving van de CaseActive-service: CaseActive-service is de suite van gehoste softwareservices voor online client-samenwerkingsbeheer die wordt aangeboden door CaseActive LLC. De aanmeldingsstroom waarmee u akkoord bent gegaan, of het bestelformulier dat u hebt uitgevoerd, identificeert de CaseActive-service waarop u zich hebt geabonneerd, de abonnementsperiode en de vergoedingen die u voor de CaseActive-service moet betalen. De aanvullende voorwaarden die van toepassing zijn op uw gebruik van de CaseActive Service zijn uiteengezet op:
no: 1.2 Beskrivelse av CaseActive Service: CaseActive Service er en pakke med hostede programvaretjenester for online klientsamarbeidshåndtering som tilbys av CaseActive LLC. Påmeldingsstrømmen som du har samtykket til, eller bestillingsskjemaet du har utført, identifiserer CaseActive Service du har tegnet, abonnementsperioden og gebyrene som skal betales av deg for CaseActive Service. Tilleggsvilkårene for din bruk av CaseActive Service er angitt på:
or: 1.2 କେସ୍ ଆକ୍ଟିଭ୍ ସର୍ଭିସର ବର୍ଣ୍ଣନା: କେସ୍ ଆକ୍ଟିଭ୍ ଏଲଏଲ୍ସି ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥିବା ଅନଲାଇନ୍ କ୍ଲାଏଣ୍ଟ ସହଯୋଗ ପରିଚାଳନା ପାଇଁ କେସ୍ ଆକ୍ଟିଭ୍ ସେବା ହେଉଛି ହୋଷ୍ଟ ସଫ୍ଟୱେର୍ ସେବାଗୁଡିକର ସୁଟ୍ | ସାଇନ୍ ଅପ୍ ପ୍ରବାହ ଯାହାକୁ ଆପଣ ରାଜି ହୋଇଛନ୍ତି କିମ୍ବା ଆପଣ କାର୍ଯ୍ୟକାରୀ କରିଥିବା ଅର୍ଡର ଫର୍ମ, ଆପଣ ସବସ୍କ୍ରାଇବ କରିଥିବା କେସ୍ ଆକ୍ଟିଭ୍ ସର୍ଭିସ୍, ସବସ୍କ୍ରିପସନ୍ ଟର୍ମ ଏବଂ କେସ୍ ଆକ୍ଟିଭ୍ ସର୍ଭିସ୍ ପାଇଁ ଆପଣଙ୍କ ଦ୍ pay ାରା ପ୍ରଦାନ କରାଯାଉଥିବା ଫି ଚିହ୍ନଟ କରେ | ଆପଣଙ୍କ କେସ୍ ଆକ୍ଟିଭ୍ ସର୍ଭିସର ବ୍ୟବହାର ପାଇଁ ପ୍ରଯୁଜ୍ୟ ଅତିରିକ୍ତ ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତଗୁଡିକ:
pa: 1.2 ਕੇਸਏਕਟਿਵ ਸਰਵਿਸ ਦਾ ਵੇਰਵਾ: ਕੇਸਅੈਕਟੀਵ ਸਰਵਿਸ ਕੈੱਸਏਕਟਿਵ ਐਲਐਲਸੀ ਦੁਆਰਾ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ ਕਲਾਇੰਟ ਸਹਿਕਾਰਤਾ ਪ੍ਰਬੰਧਨ ਲਈ ਹੋਸਟਡ ਸਾੱਫਟਵੇਅਰ ਸੇਵਾਵਾਂ ਦਾ ਸੂਟ ਹੈ. ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਸਹਿਮਤ ਹੋ ਗਏ ਹੋ, ਜਾਂ ਆਰਡਰ ਫਾਰਮ ਜੋ ਤੁਸੀਂ ਚਲਾਇਆ ਹੈ, ਉਸ ਕੇਸ ਏਕਟਿਵ ਸਰਵਿਸ ਦੀ ਪਛਾਣ ਕਰਦਾ ਹੈ ਜਿਸਦੀ ਤੁਸੀਂ ਗਾਹਕੀ ਲਈ ਹੈ, ਗਾਹਕੀ ਦੀ ਅਵਧੀ ਅਤੇ ਤੁਹਾਡੇ ਦੁਆਰਾ ਕੇਸਏਕਟਿਵ ਸਰਵਿਸ ਲਈ ਅਦਾਇਗੀ ਯੋਗ ਫੀਸ. ਤੁਹਾਡੇ ਲਈ ਕੇਸ ਐਕਟਿਵ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਲਈ ਲਾਗੂ ਹੋਏ ਵਾਧੂ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਗਈਆਂ ਹਨ:
pl: 1.2 Opis usługi CaseActive: Usługa CaseActive to pakiet hostowanych usług oprogramowania do zarządzania współpracą online z klientami oferowany przez firmę CaseActive LLC. Procedura rejestracji, na którą się zgodziłeś, lub wypełniony przez Ciebie Formularz zamówienia określa usługę CaseActive, na którą wykupiłeś abonament, okres subskrypcji oraz opłaty należne od Ciebie za usługę CaseActive. Dodatkowe warunki dotyczące korzystania z usługi CaseActive są określone pod adresem:
ps: 1.2 د کیس ایکټیو خدماتو توضیح: د کیس ایکټیو خدمت د آنلاین مراجعینو همکارۍ مدیریت لپاره د کوربه شوي سافټویر خدماتو سویټ دی چې د کیسActive LLC لخوا وړاندیز شوی. د لاسلیک جریان چې تاسو ورسره موافق یاست ، یا د سپارښتنې فورمه چې تاسو اجرا کړې ، د هغه کیسایټیک خدمت په ګوته کوي چې تاسو یې ګډون کړی وي ، د شراکت شرایط او د قضیې فعال خدمت لپاره ستاسو لخوا تادیه شوي فیسونه. اضافي قواعد او شرایط ستاسو د کیس ایکټیو خدمت کارولو لپاره شرایط په لاندې ترتیب شوي دي:
pt: 1.2 Descrição do CaseActive Service: CaseActive Service é o conjunto de serviços de software hospedado para gerenciamento de colaboração de cliente online oferecido pela CaseActive LLC. O fluxo de inscrição que você concordou, ou o Formulário de Pedido que você executou, identifica o Serviço CaseActive para o qual você se inscreveu, o prazo de assinatura e as taxas a pagar por você pelo Serviço CaseActive. Os termos e condições adicionais aplicáveis ao seu uso do Serviço CaseActive são definidos em:
ro: 1.2 Descrierea serviciului CaseActive: Serviciul CaseActive este suita de servicii software găzduite pentru managementul colaborării online a clienților oferit de CaseActive LLC. Fluxul de înscriere la care ați acceptat sau Formularul de comandă pe care l-ați executat identifică Serviciul CaseActive pentru care v-ați abonat, termenul de abonare și taxele plătite de dvs. pentru Serviciul CaseActive. Termenii și condițiile suplimentare aplicabile utilizării dvs. de către serviciul CaseActive sunt stabilite la:
ru: 1.2 Описание службы CaseActive: Служба CaseActive - это набор размещенных программных служб для управления совместной работой с клиентами в Интернете, предлагаемый CaseActive LLC. В процессе регистрации, с которым вы согласились, или в форме заказа, которую вы заполнили, указывается услуга CaseActive, на которую вы подписаны, срок подписки и сборы, которые вы должны уплатить за услугу CaseActive. Дополнительные условия, применимые к использованию вами Сервиса CaseActive, изложены по адресу:
rw: 1.2 Ibisobanuro bya serivisi ya CaseActive: Serivise ya CaseActive ni suite ya serivise yakiriwe na serivise zo gucunga abakiriya kumurongo zitangwa na CaseActive LLC. Kwiyandikisha gutemba wemeye, cyangwa Ifishi yo gutumiza wakoze, igaragaza serivisi ya CaseActive wiyandikishije, igihe cyo kwiyandikisha hamwe namafaranga wishyurwa nawe kuri Service ya CaseActive. Amabwiriza yinyongera akurikizwa mugukoresha serivisi ya CaseActive yashyizweho kuri:
sd: 1.2Active Service of CaseActive سروس جو بيان سائن اپ وارو وهڪرو جنهن تي توهان راضي ٿيا آهيو ، يا توهان جي جيڪو آرڊر فارم توهان انجام ڏنو آهي ، اهو ڪيس ايٽوڪ سروس کي ظاهر ڪري ٿو جنهن جي توهان سبسڪرائيب ڪئي آهي ، سبسڪرپشن جي مدت ۽ توهان جي طرفان ادا ڪيل فيس جو توهان ڪيسڪيڪٽو سروس لاءِ. توهان جي ڪيس ايڪٽيوي سروس جي استعمال لاءِ اضافي شرطون ۽ شرطون مقرر ڪيون ويون آهن:
si: 1.2 කේස්ඇක්ටිව් සේවාව පිළිබඳ විස්තරය: කේස්ඇක්ටිව් සර්විසස් යනු කේස්ඇක්ටිව් එල්එල්සී විසින් සපයනු ලබන මාර්ගගත සේවාදායක සහයෝගිතා කළමනාකරණය සඳහා සත්කාරක මෘදුකාංග සේවා කට්ටලයකි. ඔබ එකඟ වූ ලියාපදිංචි වීමේ ප්‍රවාහය හෝ ඔබ විසින් ක්‍රියාත්මක කරන ලද ඇණවුම් පෝරමය, ඔබ දායක වී ඇති සිද්ධි සේවාව, දායක කාල සීමාව සහ කේස්ඇක්ටිව් සේවාව සඳහා ඔබ විසින් ගෙවිය යුතු ගාස්තු හඳුනා ගනී. ඔබේ සිද්ධි සේවාව භාවිතා කිරීමට අදාළ වන අතිරේක නියමයන් සහ කොන්දේසි පහත පරිදි වේ.
sk: 1.2 Popis CaseActive Service: CaseActive Service je sada hostovaných softvérových služieb pre online riadenie spolupráce s klientmi, ktoré ponúka CaseActive LLC. Tok registrácie, s ktorým ste súhlasili, alebo objednávkový formulár, ktorý ste vykonali, identifikuje službu CaseActive, ktorú ste si predplatili, dobu predplatného a poplatky, ktoré musíte zaplatiť za službu CaseActive. Dodatočné zmluvné podmienky platné pre vaše používanie služby CaseActive sú uvedené na:
sl: 1.2 Opis storitve CaseActive: Služba CaseActive je nabor gostujočih programskih storitev za upravljanje spletnega sodelovanja s strankami, ki jih ponuja CaseActive LLC. V prijavnem toku, ki ste ga privolili, ali v naročilnici, ki ste jo izvedli, so identificirane storitve CaseActive, na katere ste naročeni, termin naročnine in pristojbine, ki jih morate plačati za storitev CaseActive. Dodatni pogoji, ki veljajo za vašo uporabo storitve CaseActive, so določeni na:
sq: 1.2 Përshkrimi i Shërbimit CaseActive: Shërbimi CaseActive është tërësia e shërbimeve të programeve pritëse për menaxhimin e bashkëpunimit të klientëve online, të ofruar nga CaseActive LLC. Fluksi i regjistrimit për të cilin keni rënë dakord, ose Formulari i Rendit që keni ekzekutuar, identifikon Shërbimin CaseActive për të cilin keni regjistruar, afatin e pajtimit dhe tarifat që paguhen nga ju për Shërbimin CaseActive. Kushtet dhe kushtet shtesë të zbatueshme për përdorimin tuaj të Shërbimit CaseActive përcaktohen në:
sr: 1.2 Опис ЦасеАцтиве услуге: ЦасеАцтиве Сервице је пакет хост софтверских услуга за управљање сарадњом путем Интернета са клијентима које нуди ЦасеАцтиве ЛЛЦ. Ток пријава на који сте пристали или образац за наруџбу који сте извршили, идентификује ЦасеАцтиве услугу на коју сте се претплатили, рок претплате и трошкове које ви плаћате за ЦасеАцтиве услугу. Додатни услови и услови који се односе на ваше коришћење ЦасеАцтиве услуге наведени су на:
sv: 1.2 Beskrivning av CaseActive Service: CaseActive Service är sviten med värdiga programvarutjänster för hantering av online-klientsamarbete som erbjuds av CaseActive LLC. Registreringsflödet som du har gått med på, eller beställningsformuläret du har utfört, identifierar CaseActive-tjänsten du har prenumererat på, abonnemangsperioden och de avgifter som du ska betala för CaseActive Service. De ytterligare villkoren för din användning av CaseActive Service anges på:
sw: 1.2 Maelezo ya Huduma ya Uchunguzi: Huduma ya Uchunguzi ni sehemu ya huduma za programu zilizosimamiwa kwa usimamizi wa ushirikiano wa mteja wa mtandaoni inayotolewa na CaseActive LLC. Utiririshaji wa usajili ambao umekubali, au Fomu ya Agizo ambalo umetekelezea, inabaini Huduma ya Uchunguzi uliyojiandikisha, kipindi cha usajili na ada inayolipwa na wewe kwa Huduma ya Uchunguzi. Masharti ya ziada na masharti yanayotumika katika matumizi yako ya Huduma ya Uchunguzi yamewekwa kwa:
ta: 1.2 கேஸ் ஆக்டிவ் சேவையின் விளக்கம்: கேஸ்ஆக்டிவ் எல்.எல்.சி வழங்கும் ஆன்லைன் கிளையன்ட் ஒத்துழைப்பு நிர்வாகத்திற்கான ஹோஸ்ட் செய்யப்பட்ட மென்பொருள் சேவைகளின் தொகுப்பாகும். நீங்கள் ஒப்புக் கொண்ட பதிவுபெறும் ஓட்டம் அல்லது நீங்கள் செயல்படுத்திய ஆர்டர் படிவம், நீங்கள் குழுசேர்ந்த கேஸ் ஆக்டிவ் சேவை, சந்தா கால மற்றும் கேஸ் ஆக்டிவ் சேவைக்கு நீங்கள் செலுத்த வேண்டிய கட்டணங்களை அடையாளம் காணும். கேஸ் ஆக்டிவ் சேவையைப் பயன்படுத்துவதற்குப் பொருந்தும் கூடுதல் விதிமுறைகள் மற்றும் நிபந்தனைகள் பின்வருமாறு:
te: కేస్ఆక్టివ్ సర్వీస్ యొక్క వివరణ: కేస్ఆక్టివ్ ఎల్ఎల్సి అందించే ఆన్‌లైన్ క్లయింట్ సహకార నిర్వహణ కోసం హోస్ట్ చేసిన సాఫ్ట్‌వేర్ సేవల సూట్ కేస్ఆక్టివ్ సర్వీస్. మీరు అంగీకరించిన సైన్-అప్ ప్రవాహం లేదా మీరు అమలు చేసిన ఆర్డర్ ఫారం, మీరు చందా చేసిన కేస్ యాక్టివ్ సర్వీస్, చందా పదం మరియు కేస్ యాక్టివ్ సర్వీస్ కోసం మీరు చెల్లించాల్సిన ఫీజులను గుర్తిస్తుంది. మీ కేస్ యాక్టివ్ సేవ యొక్క ఉపయోగానికి వర్తించే అదనపు నిబంధనలు మరియు షరతులు ఇక్కడ పేర్కొనబడ్డాయి:
tg: 1.2 Шарҳи хидмати CaseActive: CaseActive Service ин маҷмӯи хидматҳои таъминшудаи нармафзор барои идоракунии онлайн муштарӣ аз ҷониби CaseActive LLC мебошад. Ҷараёни сабти ном, ки шумо ба мувофиқа расонидаед ё Шакли фармоиши иҷрошуда шумо Хадамоти CaseActive-ро, ки ба он обуна шудаед, мӯҳлати обуна ва пардохтҳоеро, ки шумо барои Хадамоти CaseActive пардохт мекунед, муайян мекунад. Шартҳои иловагии вобаста ба истифодаи хидмати CaseActive дар зер оварда мешаванд:
th: 1.2 คำอธิบายของ CaseActive Service: CaseActive Service คือชุดของบริการซอฟต์แวร์ที่โฮสต์สำหรับการจัดการการทำงานร่วมกันของไคลเอ็นต์ออนไลน์ที่นำเสนอโดย CaseActive LLC ขั้นตอนการลงทะเบียนที่คุณได้ตกลงหรือแบบฟอร์มคำสั่งซื้อที่คุณดำเนินการระบุบริการ CaseActive ที่คุณสมัครเงื่อนไขการสมัครสมาชิกและค่าธรรมเนียมที่คุณต้องชำระสำหรับบริการ CaseActive ข้อกำหนดและเงื่อนไขเพิ่มเติมที่เกี่ยวข้องกับการใช้บริการ CaseActive ของคุณกำหนดไว้ที่:
tk: 1.2 “CaseActive Service” -iň beýany: “CaseActive Service”, “CaseActive LLC” tarapyndan hödürlenýän onlaýn müşderi hyzmatdaşlygyny dolandyrmak üçin ýerleşdirilen programma üpjünçiliginiň toplumydyr. Razy bolan hasaba alyş akymy ýa-da ýerine ýetiren Sargyt formasy, abuna ýazylan CaseActive Hyzmatyny, abuna ýazylyş möhletini we CaseActive Service üçin tölemeli tölegleriňizi kesgitleýär. “CaseActive Service” -i ulanmagyňyz üçin ulanylýan goşmaça şertler we şertler:
tl: 1.2 Paglalarawan ng CaseActive Service: Ang CaseActive Service ay ang suite ng mga naka-host na mga serbisyo ng software para sa pamamahala ng pakikipagtulungan sa online client na inaalok ng CaseActive LLC. Ang daloy ng pag-sign up na sumang-ayon ka, o ang Order Form na iyong naisagawa, ay kinikilala ang CaseActive Service na na-subscribe mo, ang term ng subscription at ang mga bayarin na babayaran mo para sa CaseActive Service. Ang mga karagdagang tuntunin at kundisyon na nalalapat sa iyong paggamit ng CaseActive Service ay nakalagay sa:
tr: 1.2 CaseActive Hizmetinin Açıklaması: CaseActive Hizmeti, CaseActive LLC tarafından sunulan çevrimiçi istemci işbirliği yönetimi için barındırılan yazılım hizmetleri paketidir. Kabul ettiğiniz kayıt akışı veya gerçekleştirdiğiniz Sipariş Formu, abone olduğunuz CaseActive Hizmetini, abonelik süresini ve CaseActive Hizmeti için sizin tarafınızdan ödenecek ücretleri tanımlar. CaseActive Hizmetini kullanımınız için geçerli olan ek hüküm ve koşullar şu adreste belirtilmiştir:
tt: 1.2 CaseActive Service тасвирламасы: CaseActive Service - CaseActive LLCЧ. Тәкъдим иткән онлайн клиентлар белән идарә итү өчен урнаштырылган программа хезмәтләре комплекты. Сез ризалашкан теркәлү агымы, яки сез башкарган Заказ формасы, сез язылган CaseActive Service, язылу срокы һәм CaseActive Service өчен сез түләргә тиешле түләүләрне билгели. CaseActive хезмәтен куллану өчен кулланыла торган өстәмә шартлар:
ug: 1.2 CaseActive مۇلازىمىتىنىڭ چۈشەندۈرۈشى: CaseActive مۇلازىمىتى بولسا CaseActive LLC تەمىنلىگەن توردىكى خېرىدارلار ھەمكارلىقىنى باشقۇرۇش ئۈچۈن ساھىبخانلىق يۇمشاق دېتال مۇلازىمىتى. سىز قوشۇلغان تىزىمغا ئالدۇرۇش ئېقىمى ياكى سىز ئىجرا قىلغان زاكاز جەدۋىلى سىز مۇشتەرى بولغان CaseActive مۇلازىمىتىنى ، مۇشتەرىلىك مۇددىتى ۋە CaseActive مۇلازىمىتى ئۈچۈن تۆلەيدىغان ھەقنى كۆرسىتىدۇ. CaseActive مۇلازىمىتىنى ئىشلىتىشىڭىزگە ماس كېلىدىغان قوشۇمچە شەرت ۋە شەرتلەر تۆۋەندىكىچە:
uk: 1.2 Опис Служби CaseActive: Служба CaseActive - це набір розміщених програмних послуг для управління співпрацею в Інтернеті з клієнтами, які пропонує компанія CaseActive LLC. Потік реєстрації, на який ви погодилися, або форма оформлення замовлення, яку ви виконали, визначає Службу CaseActive, на яку ви підписалися, термін підписки та плату, яку ви сплачуєте за Службу CaseActive. Додаткові умови, що застосовуються до вашого використання Служби CaseActive, викладені на:
ur: 1.2 کیس ایکٹیوٹو سروس کی تفصیل: کیس ایکٹیویل سروس ، آن لائن کلائنٹ کوآپریشن کے انتظام کے ل hos میزبان سوفٹ ویئر سروسز کا ایک مجموعہ ہے جو کیس ایکٹیو ایل ایل سی کے ذریعہ پیش کردہ ہے۔ سائن اپ بہاؤ جس پر آپ نے اتفاق کیا ہے ، یا آپ نے جس آرڈر فارم پر عمل کیا ہے اس سے آپ اس کیس ایکٹیو سروس کی نشاندہی کرتے ہیں جس کے لئے آپ نے سبسکرائب کیا ہے ، سبسکرپشن کی میعاد اور فیس آپ کے ذریعہ کیس ایکٹیو سروس کے ل pay ادا ہوگی۔ آپ کیسا ایکٹو سروس کے استعمال پر اضافی شرائط اور شرائط درج ذیل ہیں:
uz: 1.2 CaseActive xizmatining tavsifi: CaseActive Service - bu CaseActive LLC tomonidan taklif etilayotgan mijozlar bilan onlayn hamkorlikni boshqarish uchun mo'ljallangan dasturiy xizmatlar to'plami. Siz rozi bo'lgan yozuv oqimi yoki siz bajargan Buyurtma shakli siz yozgan CaseActive xizmati, obuna muddati va CaseActive xizmati uchun to'lanadigan to'lovlarni aniqlaydi. CaseActive Service-dan foydalanishingizga nisbatan qo'shimcha shartlar quyidagi manzilda keltirilgan:
vi: 1.2 Mô tả về Dịch vụ CaseActive: Dịch vụ CaseActive là bộ dịch vụ phần mềm được lưu trữ để quản lý cộng tác với khách hàng trực tuyến do CaseActive LLC cung cấp. Quy trình đăng ký mà bạn đã đồng ý hoặc Mẫu đơn đặt hàng mà bạn đã thực hiện, xác định Dịch vụ CaseActive mà bạn đã đăng ký, thời hạn đăng ký và các khoản phí mà bạn phải trả cho Dịch vụ CaseActive. Các điều khoản và điều kiện bổ sung áp dụng cho việc bạn sử dụng Dịch vụ CaseActive được quy định tại:
xh: 1.2 Inkcazo ye-CaseActive Service: Inkonzo ye-CaseAite liziko leenkonzo ezifikelelweyo zesoftware kulawulo lwentsebenzo yabathengi abakwi-Intanethi olunikezelwa yiCaseActive LLC. Ukuhamba kokubhalisa osele uvumile, okanye iOfisi yakho oyenzileyo, ichonga i-CaseActive Service oyibhalisileyo, ixesha lokubhalisela kunye nentlawulo ehlawulwa nguwe kwi-CaseActive Service. Amagama ongezelelweyo kunye nemeko esetyenziswa ekusebenziseni kwakho i-CaseActive Service icacisiwe:
yi: 1.2 באַשרייַבונג פון CaseActive Service: CaseActive Service איז די סוויט פון כאָוסטיד ווייכווארג באַדינונגען פֿאַר אָנליין קליענט מיטאַרבעט אַדמיניסטראַציע געפֿינט דורך CaseActive LLC. די סיינינג-אַרויף לויפן צו וואָס איר האָט מסכים געווען, אָדער די אָרדער פאָרם וואָס איר האָט דורכגעקאָכט, ידענטיפיצירט די CaseActive סערוויס פֿאַר וואָס איר האָט אַבאָנירן, די אַבאָנעמענט טערמין און די פיז וואָס איר וועט באַצאָלן פֿאַר די CaseActive Service. די נאָך טערמינען און באדינגונגען אָנווענדלעך צו דיין נוצן פון די CaseActive סערוויס זענען באַשטימט ביי:
