Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Director of Operations of Capital Insurance
af: Direkteur van Bedrywighede van Kapitaalversekering
am: የካፒታል ኢንሹራንስ ኦፕሬሽን ዋና ዳይሬክተር
ar: مدير عمليات تأمين رأس المال
az: Kapital Sığortası Əməliyyatları Direktoru
be: Дырэктар аперацый па страхаванні капіталу
bg: Директор по операции по капиталово застраховане
bn: মূলধন বীমা পরিচালনার পরিচালক
ca: Director d’operacions d’assegurances de capital
cs: Ředitel operací kapitálového pojištění
cy: Cyfarwyddwr Gweithrediadau Yswiriant Cyfalaf
da: Direktør for driften af kapitalforsikring
de: Director of Operations der Kapitalversicherung
el: Διευθυντής Λειτουργίας Ασφάλισης Κεφαλαίου
eo: Direktoro de Operacioj de Kapitalaj Asekuroj
es: Director de Operaciones de Seguros de Capital
et: Kapitalikindlustuse operatsioonide direktor
eu: Kapital Aseguruen Eragiketen Zuzendaria
fa: مدیر عملیات بیمه سرمایه
fi: Pääomavakuutustoiminnan johtaja
fr: Directeur des opérations de Capital Insurance
fy: Direkteur fan operaasjes fan kapitaalfersekering
ga: Stiúrthóir Oibríochtaí Árachais Chaipitil
gd: Stiùiriche Gnìomhachd Àrachas Calpa
gl: Director de Operacións de Seguros de Capital
gu: કેપિટલ ઇન્સ્યુરન્સના ofપરેશન્સ ડિરેક્ટર
hi: कैपिटल इंश्योरेंस के संचालन के निदेशक
hr: Direktor operacija osiguranja kapitala
hu: A tőkebiztosítás üzemeltetési igazgatója
hy: Կապիտալ ապահովագրության գործառնությունների տնօրեն
id: Direktur Operasi Asuransi Modal
is: Forstöðumaður rekstrar fjármagnstrygginga
it: Direttore delle operazioni di capitale di assicurazione
iw: מנהל תפעול ביטוח הון
ja: 資本保険業務担当ディレクター
ka: კაპიტალის დაზღვევის ოპერაციების დირექტორი
kk: Капиталды сақтандыру операцияларының директоры
km: នាយកប្រតិបត្តិការនៃធានារ៉ាប់រងរាជធានី
kn: ಬಂಡವಾಳ ವಿಮೆಯ ಕಾರ್ಯಾಚರಣೆಗಳ ನಿರ್ದೇಶಕ
ku: Derhênerê Karûbarên Bîmeya Sermiyan
ky: Капиталдык камсыздандыруу операциялары боюнча директор
lb: Direkter vun den Operatioune vun der Kapitalversécherung
lo: ຜູ້ ອຳ ນວຍການຝ່າຍປະຕິບັດການປະກັນໄພນະຄອນຫຼວງ
lt: Kapitalo draudimo operacijų direktorius
lv: Kapitāla apdrošināšanas operāciju direktors
mg: Talen&#39;ny Operations of Insurance Insurance
mi: Kaiwhakahaere o nga Mahi mo te Inihua Hauora
mk: Директор за работење на капитално осигурување
ml: ക്യാപിറ്റൽ ഇൻഷുറൻസിന്റെ ഓപ്പറേഷൻസ് ഡയറക്ടർ
mn: Нийслэлийн даатгалын үйл ажиллагааны захирал
mr: भांडवल विमा संचालन संचालक
ms: Pengarah Operasi Insurans Modal
mt: Direttur tal-Operazzjonijiet ta ’Assigurazzjoni Kapitali
my: အရင်းအနှီးအာမခံ၏စစ်ဆင်ရေး၏ညွှန်ကြားရေးမှူး
ne: पूंजी बीमा को संचालन को निर्देशक
nl: Directeur bedrijfsvoering kapitaalverzekering
no: Direktør for driften av kapitalforsikring
or: କ୍ୟାପିଟାଲ୍ ଇନସୁରାନ୍ସର ଅପରେସନ୍ ନିର୍ଦ୍ଦେଶକ
pa: ਪੂੰਜੀ ਬੀਮਾ ਦੇ ਸੰਚਾਲਨ ਦੇ ਨਿਰਦੇਸ਼ਕ
pl: Dyrektor Operacyjny Ubezpieczeń Kapitałowych
ps: د پلازمینې بیمې د عملیاتو رییس
pt: Diretor de Operações de Capital Insurance
ro: Directorul operațiunilor asigurărilor de capital
ru: Директор по операциям страхования капитала
rw: Umuyobozi ushinzwe ibikorwa byubwishingizi bwimari
sd: ڪئپيٽل انشورنس جي آپريشنز جو ڊائريڪٽر
si: ප්‍රාග්ධන රක්ෂණ මෙහෙයුම් අධ්‍යක්ෂ
sk: Riaditeľ operácií kapitálového poistenia
sl: Direktor operacij kapitalskega zavarovanja
sq: Drejtori i Operacioneve të Sigurimeve Kapitale
sr: Директор операција осигурања капитала
sv: Chef för operationer för kapitalförsäkring
sw: Mkurugenzi wa Operesheni ya Bima ya Mitaji
ta: மூலதன காப்பீட்டின் செயல்பாட்டு இயக்குநர்
te: క్యాపిటల్ ఇన్సూరెన్స్ ఆపరేషన్స్ డైరెక్టర్
tg: Директори амалиёти суғуртаи сармоя
th: ผู้อำนวยการฝ่ายปฏิบัติการประกันภัยทุน
tk: Maýa ätiýaçlandyryşynyň amallary müdiri
tl: Direktor ng Operations of Capital Insurance
tr: Sermaye Sigortası İşletme Müdürü
tt: Капиталь страховкалау операцияләре директоры
ug: كاپىتال سۇغۇرتىسىنىڭ تىجارەت دېرىكتورى
uk: Директор з операцій зі страхування капіталу
ur: کیپٹل انشورنس کے آپریشنز کے ڈائریکٹر
uz: Kapital sug&#39;urtalash bo&#39;yicha operatsiyalar bo&#39;yicha direktor
vi: Giám đốc điều hành bảo hiểm vốn
xh: UMlawuli WokuSebenza kweInshurensi yeeNtengo
yi: דירעקטאָר פון אָפּעראַטיאָנס קאַפּיטאַל פאַרזיכערונג

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
af: Ons geassosieerdes kan aanmeld en basiese inligting sien oor hoe hul verwysde saak verloop. Dit het ons verwysings deur die saak ...
am: የሥራ ባልደረባዎቻችን ወደ ጉዳዩ የተላለፉበት ሁኔታ እንዴት እንደሚካሄድ መሠረታዊ መረጃ ማየት እና ማየት ይችላሉ ፡፡ ይህ የእኛን የጉዳይ ሪፈራል በከፍተኛ ሁኔታ ጨምሯል…
ar: يمكن لشركائنا تسجيل الدخول والاطلاع على المعلومات الأساسية حول كيفية سير قضيتهم المحالة. وقد زاد هذا من إحالات قضيتنا بشكل كبير ...
az: Həmsöhbətlərimiz daxil olduqları işlərin necə getdikləri barədə əsas məlumatları görə bilərlər. Bu, müraciət müraciətlərimizi çox artırdı ...
be: Нашы супрацоўнікі могуць увайсці ў сістэму і паглядзець асноўную інфармацыю пра тое, як ідзе справа. Гэта значна павялічыла нашы справавыя рэфералы ...
bg: Нашите сътрудници могат да влязат и да видят основна информация за това как протича съответният им случай. Това значително увеличи нашите реферали за случая ...
bn: আমাদের সহযোগীরা লগ ইন করতে পারে এবং তাদের রেফারেন্স হওয়া মামলাটি কীভাবে চলছে তার প্রাথমিক তথ্য দেখতে পারে। এটি আমাদের কেস রেফারেলগুলিকে অনেক বেড়েছে ...
ca: Els nostres associats poden iniciar sessió i veure informació bàsica sobre com va el seu cas derivat. Això ha augmentat enormement les derivacions dels nostres casos ...
cs: Naši spolupracovníci se mohou přihlásit a vidět základní informace o tom, jak postupují uvedené případy. To výrazně zvýšilo naše případová doporučení ...
cy: Gall ein cymdeithion fewngofnodi a gweld gwybodaeth sylfaenol ar sut mae&#39;r achos a gyfeiriwyd yn mynd. Mae hyn wedi cynyddu ein cyfeiriadau achos yn fawr ...
da: Vores medarbejdere kan logge på og se grundlæggende oplysninger om, hvordan deres henviste sag går. Dette har øget vores sagshenvisninger meget ...
de: Unsere Mitarbeiter können sich anmelden und grundlegende Informationen zum Verlauf ihres Falles anzeigen. Dies hat unsere Fallempfehlungen erheblich erhöht ...
el: Οι συνεργάτες μας μπορούν να συνδεθούν και να δουν βασικές πληροφορίες για το πώς λειτουργεί η υπόθεσή τους. Αυτό έχει αυξήσει σημαντικά τις παραπομπές υποθέσεων ...
eo: Niaj kunuloj povas ensaluti kaj vidi bazajn informojn pri kiel iras ilia raportita kazo. Ĉi tio multe pliigis niajn kazajn referencojn ...
es: Nuestros asociados pueden iniciar sesión y ver información básica sobre cómo va su caso referido. Esto ha aumentado en gran medida nuestras referencias de casos ...
et: Meie kaastöötajad saavad sisse logida ja näha põhiteavet selle kohta, kuidas nende nimetatud juhtum kulgeb. See on oluliselt suurendanud meie juhtumite suunamist ...
eu: Gure kideek saioa egin dezakete eta aipatutako kasuari buruzko oinarrizko informazioa ikusi ahal izango dute. Horrek asko handitu ditu gure kasuen aipamenak ...
fa: همکاران ما می توانند وارد شوید و اطلاعات اولیه در مورد نحوه رسیدگی به پرونده ارجاع داده شده را مشاهده کنید. این امر مراجعات پرونده ما را به شدت افزایش داده است ...
fi: Kumppanimme voivat kirjautua sisään ja nähdä perustiedot heidän tapauksensa etenemisestä. Tämä on lisännyt huomattavasti tapausten siirtämistä ...
fr: Nos associés peuvent se connecter et voir des informations de base sur le déroulement de leur cas référé. Cela a considérablement augmenté nos renvois de cas ...
fy: Us meiwurkers kinne oanmelde en basisynformaasje sjen oer hoe&#39;t har ferwiisde saak giet. Dit hat ús saakferwizings sterk fergrutte ...
ga: Is féidir lenár gcomhpháirtithe logáil isteach agus faisnéis bhunúsach a fheiceáil faoin gcaoi a bhfuil a gcás atreoraithe ag dul. Mhéadaigh sé seo go mór ár n-atreoruithe cáis ...
gd: Faodaidh na com-pàirtichean againn logadh a-steach agus fiosrachadh bunaiteach fhaicinn air mar a tha a ’chùis air a bheil iad a’ dol a ’dol. Tha seo air na tagraidhean cùise againn a mheudachadh gu mòr ...
gl: Os nosos asociados poden iniciar sesión e ver información básica sobre como vai o seu caso referido. Isto aumentou moito os nosos derivados de casos ...
gu: અમારા સહયોગીઓ લ logગ ઇન કરી શકે છે અને તેમના સંદર્ભિત કેસ કેવી રીતે ચાલે છે તેની મૂળભૂત માહિતી જોઈ શકે છે. આણે અમારા કેસ રેફરલ્સમાં ખૂબ વધારો કર્યો છે ...
hi: हमारे सहयोगी लॉग इन कर सकते हैं और बुनियादी जानकारी देख सकते हैं कि उनका संदर्भित मामला कैसा है। इससे हमारे केस रेफरल में बहुत वृद्धि हुई है ...
hr: Naši suradnici mogu se prijaviti i vidjeti osnovne informacije o tome kako ide njihov slučaj. To je uvelike povećalo naše preporuke u slučaju ...
hu: Munkatársaink bejelentkezhetnek és megnézhetik az alapvető információkat arról, hogy az ügyük miként alakul. Ez jelentősen megnövelte az ügyek áttételét ...
hy: Մեր գործընկերները կարող են մուտք գործել և տեսնել հիմնական տեղեկատվությունը, թե ինչպես է ընթանում իրենց հիշյալ գործը: Սա մեծապես մեծացրեց մեր գործի հղումները ...
id: Rekan kami dapat masuk dan melihat informasi dasar tentang perkembangan kasus yang dirujuk. Ini sangat meningkatkan referensi kasus kami ...
is: Félagar okkar geta skráð sig inn og séð grunnupplýsingar um hvernig mál þeirra er vísað til. Þetta hefur aukið tilvísanir okkar til muna ...
it: I nostri collaboratori possono accedere e visualizzare le informazioni di base sull&#39;andamento del loro caso. Ciò ha notevolmente aumentato i nostri referral di casi ...
iw: מקורבינו יכולים להיכנס ולראות מידע בסיסי על התנהלות המקרה שהוזכר להם. זה הגדיל מאוד את הפניות המקרים שלנו ...
ja: 私たちの従業員はログインして、紹介されたケースの状況に関する基本情報を見ることができます。これにより、症例紹介が大幅に増加しました...
ka: ჩვენს თანამემამულეებს შეუძლიათ შეხვიდეთ სისტემაში და ნახონ ძირითადი ინფორმაცია იმის შესახებ, თუ როგორ მიმდინარეობს მათი ხსენებული საქმე. ამან მნიშვნელოვნად გაზარდა ჩვენი საქმეების გადაგზავნა ...
kk: Біздің серіктестеріміз кіріп, қарастырылған істің қалай өтіп жатқандығы туралы негізгі ақпаратты көре алады. Бұл біздің жолдамаларымызды едәуір арттырды ...
km: សហការីរបស់យើងអាចចូលនិងមើលព័ត៌មានជាមូលដ្ឋានអំពីរបៀបដែលករណីរបស់ពួកគេត្រូវបានដោះស្រាយ។ នេះបានបង្កើនការបញ្ជូនករណីរបស់យើងយ៉ាងច្រើន ...
kn: ನಮ್ಮ ಸಹವರ್ತಿಗಳು ಲಾಗ್ ಇನ್ ಆಗಬಹುದು ಮತ್ತು ಅವರ ಉಲ್ಲೇಖಿತ ಪ್ರಕರಣವು ಹೇಗೆ ನಡೆಯುತ್ತಿದೆ ಎಂಬುದರ ಕುರಿತು ಮೂಲ ಮಾಹಿತಿಯನ್ನು ನೋಡಬಹುದು. ಇದು ನಮ್ಮ ಕೇಸ್ ರೆಫರಲ್‌ಗಳನ್ನು ಬಹಳವಾಗಿ ಹೆಚ್ಚಿಸಿದೆ ...
ku: Piştgirên me dikarin têkevinê û agahdariya bingehîn bibînin ka rewşa wan a doza vegotin çawa ye. Vê yekê serlêdanên doza me gelek zêde kir ...
ky: Биздин өнөктөштөр кирип, алардын иши кандайча жүрүп жаткандыгы жөнүндө негизги маалыматты көрө алышат. Бул биздин жолдомолорду бир топ көбөйттү ...
lb: Eis Associatioune kënnen aloggen an Basisinformatioun gesinn iwwer wéi hire referéierte Fall leeft. Dëst huet eis Referenze vu Fall staark erhéicht
lo: ສະມາຄົມຂອງພວກເຮົາສາມາດເຂົ້າສູ່ລະບົບແລະເບິ່ງຂໍ້ມູນພື້ນຖານກ່ຽວກັບວ່າຄະດີທີ່ອ້າງອີງຂອງພວກເຂົາ ດຳ ເນີນໄປໄດ້ແນວໃດ. ນີ້ໄດ້ເພີ່ມຂື້ນຢ່າງຫຼວງຫຼາຍການອ້າງອີງກໍລະນີຂອງພວກເຮົາ ...
lt: Mūsų partneriai gali prisijungti ir pamatyti pagrindinę informaciją apie tai, kaip vyksta jų nurodytas atvejis. Tai labai padidino mūsų bylų persiuntimą ...
lv: Mūsu partneri var pieteikties un redzēt pamatinformāciju par to, kā notiek viņu iesniegtā lieta. Tas ir ievērojami palielinājis mūsu lietu nodošanu ...
mg: Afaka miditra ao ny mpiara-miasa aminay ary hahita vaovao fototra momba ny fizotran&#39;izy ireo. Tena nampiakatra be izany ny firesahana momba ny raharaha ...
mi: Ka taea e o maatau hoa te whakauru mai ka kite i nga korero taketake mo te haere o o raatau keehi. Kua piki ake tenei ki o maatau keehi ...
mk: Нашите соработници можат да се најават и да видат основни информации за тоа како се одвива нивниот предмет. Ова во голема мерка ги зголеми нашите упати ...
ml: ഞങ്ങളുടെ സഹകാരികൾക്ക് ലോഗിൻ ചെയ്യാനും അവരുടെ റഫർ ചെയ്ത കേസ് എങ്ങനെ പോകുന്നു എന്നതിനെക്കുറിച്ചുള്ള അടിസ്ഥാന വിവരങ്ങൾ കാണാനും കഴിയും. ഇത് ഞങ്ങളുടെ കേസ് റഫറലുകളെ വളരെയധികം വർദ്ധിപ്പിച്ചു ...
mn: Манай хамтрагчид нэвтэрч, холбогдох хэргийн явцын талаархи үндсэн мэдээллийг үзэх боломжтой. Энэ нь бидний хэргийн лавлагааг их хэмжээгээр нэмэгдүүлсэн ...
mr: आमचे सहयोगी लॉग इन करू शकतात आणि त्यांचा संदर्भित केस कसा चालतो याची मूलभूत माहिती पाहू शकतात. यामुळे आमच्या प्रकरणांचे संदर्भ मोठ्या प्रमाणात वाढले आहेत ...
ms: Rakan sekerja kami boleh log masuk dan melihat maklumat asas mengenai bagaimana kes yang dirujuk itu berjalan. Ini telah meningkatkan rujukan kes kami ...
mt: L-assoċjati tagħna jistgħu jidħlu fija u jaraw informazzjoni bażika dwar kif sejjer il-każ riferut tagħhom. Dan żied ħafna r-riferimenti tal-każijiet tagħna ...
my: ကျွန်ုပ်တို့၏လုပ်ဖော်ကိုင်ဖက်များအနေဖြင့် log in လုပ်၍ ၎င်းတို့လွှဲပြောင်းထားသောအမှုနှင့် ပတ်သက်၍ အခြေခံအချက်အလက်များကိုကြည့်နိုင်သည်။ ဤသည်ကိုအလွန်ကျွန်တော်တို့ရဲ့အမှုလွှဲပြောင်းတိုးမြှင့်ခဲ့သည် ...
ne: हाम्रो सहयोगीहरूले लगईन गर्न सक्दछन् र आधारभूत जानकारी हेर्न सक्दछन् उनीहरूको सन्दर्भित केस कसरी भइरहेको छ भनेर। यसले हाम्रो केस रेफरललाई ठूलो बृद्धि गरेको छ ...
nl: Onze medewerkers kunnen inloggen en basisinformatie bekijken over hoe hun doorverwezen zaak verloopt. Dit heeft onze verwijzingen naar cases enorm vergroot ...
no: Våre kollegaer kan logge inn og se grunnleggende informasjon om hvordan den henviste saken går. Dette har økt sakhenvisningene våre kraftig ...
or: ଆମର ସହଯୋଗୀମାନେ ଲଗ୍ ଇନ୍ କରିପାରିବେ ଏବଂ ସେମାନଙ୍କର ରେଫର୍ କେସ୍ କିପରି ଚାଲିଛି ସେ ସମ୍ବନ୍ଧରେ ମ basic ଳିକ ସୂଚନା ଦେଖିପାରିବେ | ଏହା ଆମର କେସ୍ ରେଫରାଲ୍ କୁ ବହୁଗୁଣିତ କରିଛି ...
pa: ਸਾਡੇ ਸਹਿਯੋਗੀ ਲੌਗਇਨ ਕਰ ਸਕਦੇ ਹਨ ਅਤੇ ਮੁ referredਲੀ ਜਾਣਕਾਰੀ ਦੇਖ ਸਕਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਹਵਾਲਾ ਦਿੱਤਾ ਕੇਸ ਕਿਵੇਂ ਚੱਲ ਰਿਹਾ ਹੈ. ਇਸ ਨਾਲ ਸਾਡੇ ਕੇਸ ਰੈਫਰਲ ਵਿਚ ਬਹੁਤ ਵਾਧਾ ਹੋਇਆ ਹੈ ...
pl: Nasi współpracownicy mogą się zalogować i zobaczyć podstawowe informacje o tym, jak przebiega ich polecona sprawa. To znacznie zwiększyło liczbę naszych zgłoszeń spraw ...
ps: زموږ همکاران کولی شي ننوتل او لومړني معلومات وګوري چې د دوی راجع شوې قضیه څنګه پرمخ ځي. دې کار زموږ د قضیو راجع کول خورا زیات کړي ...
pt: Nossos associados podem efetuar login e ver informações básicas sobre o andamento do caso referido. Isso aumentou muito as referências de casos ...
ro: Asociații noștri se pot autentifica și pot vedea informații de bază cu privire la modul în care merge cazul lor. Acest lucru a sporit considerabil trimiterile noastre de caz ...
ru: Наши сотрудники могут войти в систему и просмотреть основную информацию о том, как продвигается их дело. Это значительно увеличило количество обращений наших клиентов ...
rw: Abagenzi bacu barashobora kwinjira hanyuma bakabona amakuru yibanze yukuntu urubanza rwabo rwoherejwe rugenda. Ibi byiyongereye cyane kohereza ibibazo ...
sd: اسان جا ساٿي لاگ ان ٿي سگھن ٿا ۽ بنيادي seeاڻ ڏسو ته انهن جو حوالو ڪيس ڪيئن هلي رهيو آهي. انهي اسان جي ڪيسن جي حوالن کي تمام گهڻو وڌايو آهي ...
si: අපගේ ආශ්‍රිතයින්ට පුරනය වී ඔවුන්ගේ යොමු නඩුව සිදුවන ආකාරය පිළිබඳ මූලික තොරතුරු දැක ගත හැකිය. මෙය අපගේ සිද්ධි යොමු කිරීම් විශාල වශයෙන් වැඩි කර ඇත ...
sk: Naši spolupracovníci sa môžu prihlásiť a zobraziť základné informácie o tom, ako postupujú uvedené prípady. Toto značne zvýšilo náš prípad postúpenia ...
sl: Naši sodelavci se lahko prijavijo in si ogledajo osnovne informacije o tem, kako poteka zadevni primer. To je zelo povečalo naše napotitve primerov ...
sq: Bashkëpunëtorët tanë mund të regjistroheni dhe të shohin informacionin themelor se si po shkon çështja e tyre e referuar. Kjo ka rritur shumë referimet tona të çështjes ...
sr: Наши сарадници могу се пријавити и видети основне информације о томе како иде њихов случај. Ово је увелике повећало наше препоруке о случају ...
sv: Våra medarbetare kan logga in och se grundläggande information om hur deras hänvisade fall går. Detta har ökat våra hänskjutningar väsentligt ...
sw: Washirika wetu wanaweza kuingia na kuona habari za kimsingi juu ya kesi zao zinazoelekezwa zinaenda. Hii imeongeza sana rufaa yetu ya kesi ...
ta: எங்கள் கூட்டாளிகள் உள்நுழைந்து, அவர்கள் குறிப்பிடும் வழக்கு எவ்வாறு நடக்கிறது என்பதற்கான அடிப்படை தகவல்களைக் காணலாம். இது எங்கள் வழக்கு பரிந்துரைகளை பெரிதும் அதிகரித்துள்ளது ...
te: మా సహచరులు లాగిన్ అవ్వవచ్చు మరియు వారి సూచించిన కేసు ఎలా జరుగుతుందో ప్రాథమిక సమాచారాన్ని చూడవచ్చు. ఇది మా కేసు రిఫరల్‌లను బాగా పెంచింది ...
tg: Шарикони мо метавонанд ба система ворид шуда, маълумоти асосиро оид ба парвандаи баррасишавандаи онҳо бубинанд. Ин ба муроҷиатҳои мо хеле зиёд шуд ...
th: ผู้ร่วมงานของเราสามารถเข้าสู่ระบบและดูข้อมูลพื้นฐานว่าคดีของพวกเขาถูกส่งต่อไปอย่างไร สิ่งนี้เพิ่มการอ้างอิงกรณีของเราอย่างมาก ...
tk: Biziň kärdeşlerimiz girip, ugradylan işiň nähili geçirilýändigi barada esasy maglumatlary görüp bilerler. Bu, biziň ugrukdyrmalarymyzy ep-esli artdyrdy ...
tl: Ang aming mga kasama ay maaaring mag-log in at makita ang mga pangunahing impormasyon sa kung paano pupunta ang kanilang tinutukoy na kaso. Ito ay lubos na nadagdagan ang aming mga referral ng kaso ...
tr: İştirakçilerimiz oturum açabilir ve atıfta bulunulan vakanın nasıl gittiğine ilişkin temel bilgileri görebilir. Bu durum bizim vaka yönlendirmelerimizi büyük ölçüde artırdı ...
tt: Безнең ассоциацияләр кереп, аларның җибәрелгән эше турында төп мәгълүматны күрә ала. Бу безнең юлламаларны бик арттырды ...
ug: شېرىكلىرىمىز تىزىملىتىپ كىرىپ ، ئۇلارنىڭ دېلونىڭ قانداق بولۇۋاتقانلىقى توغرىسىدىكى ئاساسلىق ئۇچۇرلارنى كۆرەلەيدۇ. بۇ بىزنىڭ دېلو ئەۋەتىشىمىزنى زور دەرىجىدە ئاشۇردى ...
uk: Наші партнери можуть увійти та побачити основну інформацію про те, як відбувається їх справа. Це значно збільшило наші довідні справи ...
ur: ہمارے ساتھی لاگ ان ہو سکتے ہیں اور بنیادی معلومات دیکھ سکتے ہیں کہ ان کا حوالہ کیا معاملہ چل رہا ہے۔ اس سے ہمارے کیس حوالوں میں بہت اضافہ ہوا ہے ...
uz: Bizning sheriklarimiz tizimga kirishlari va ko&#39;rib chiqilgan ish qanday ketayotgani to&#39;g&#39;risida asosiy ma&#39;lumotlarni ko&#39;rishlari mumkin. Bu bizning murojaatnomalarimizni sezilarli darajada oshirdi ...
vi: Các cộng sự của chúng tôi có thể đăng nhập và xem thông tin cơ bản về trường hợp được đề cập của họ. Điều này đã làm tăng đáng kể các trường hợp giới thiệu của chúng tôi ...
xh: Abadibene nabo banokungena kwaye babone ulwazi olusisiseko malunga nokuba ityala labo eligqithisiweyo lihamba njani. Oku kuyonyuse kakhulu imeko yethu yokudluliselwa ...
yi: אונדזער אַסאָושיאַץ קענען קלאָץ אין און זען יקערדיק אינפֿאָרמאַציע וועגן ווי זייער ריפערד פאַל איז געגאנגען. דאָס האָט שטארק געוואקסן אונדזער רעפערראַלס ...

source: Partner of Law Office of Christianson & Bayles
af: Vennoot van die Regskantoor van Christianson &amp; Bayles
am: የሕግ ቢሮ ባልደረባው ክሪስቲን እና ቤልስ
ar: شريك مكتب كريستيانسون آند بايلز
az: Christianon &amp; Bayles Hüquq Bürosunun ortağı
be: Партнёр юрыдычнага бюро Christianson &amp; Bayles
bg: Партньор на адвокатската кантора на Christianson &amp; Bayles
bn: ক্রিশ্চানসন ও বেলস-এর ল অফিসের অংশীদার
ca: Soci del Gabinet d’Advocats de Christianson i Bayles
cs: Partner advokátní kanceláře Christianson &amp; Bayles
cy: Partner Swyddfa Gyfraith Christianson &amp; Bayles
da: Partner af Advokatkontoret for Christianson &amp; Bayles
de: Partner der Anwaltskanzlei Christianson &amp; Bayles
el: Συνεργάτης της Νομικής Υπηρεσίας της Christianon &amp; Bayles
eo: Partnero de Law Office de Christianson &amp; Bayles
es: Socio de la oficina legal de Christianson &amp; Bayles
et: Christianson &amp; Baylesi advokaadibüroo partner
eu: Christianson &amp; Bayles Zuzenbide Bulegoko bazkidea
fa: شریک دفتر حقوقی کریستینسون و بیل
fi: Christianson &amp; Baylesin lakitoimiston kumppani
fr: Associé du cabinet d&#39;avocats de Christianson &amp; Bayles
fy: Partner fan Law Office of Christianson &amp; Bayles
ga: Comhpháirtí in Oifig Dlí Christianson &amp; Bayles
gd: Com-pàirtiche Oifis Lagha Christianson &amp; Bayles
gl: Socio do bufete de avogados de Christianson e Bayles
gu: ક્રિશ્ચિયન અને બેલેસની લો Officeફિસનો ભાગીદાર
hi: क्रिश्चियनसन एंड बेल्स के लॉ ऑफिस के साथी
hr: Partner odvjetničkog ureda Christianson &amp; Bayles
hu: A Christianson &amp; Bayles Ügyvédi Iroda partnere
hy: Christianon &amp; Bayles- ի Իրավաբանական գրասենյակի գործընկեր
id: Mitra Kantor Hukum Christianson &amp; Bayles
is: Samstarfsaðili lögfræðiskrifstofu Christianson &amp; Bayles
it: Partner dell&#39;ufficio legale di Christianson &amp; Bayles
iw: שותף במשרד עורכי הדין של כריסטיאנסון וביילס
ja: クリスチャンソン＆ベイルズ法律事務所のパートナー
ka: Christianon &amp; Bayles იურისტის ოფისის პარტნიორი
kk: Christianon &amp; Bayles заң бюросының серіктесі
km: ដៃគូនៃការិយាល័យច្បាប់គ្រីស្តុនសុននិងឆ្នេរសមុទ្រ
kn: ಕ್ರಿಶ್ಚಿಯನ್ ಮತ್ತು ಬೇಲ್ಸ್ ಅವರ ಕಾನೂನು ಕಚೇರಿಯ ಪಾಲುದಾರ
ku: Partner ofîsa Law of Christianon &amp; Bayles
ky: Кристиансон жана Бэйлс Укук Бюросунун өнөктөшү
lb: Partner vum Affekotekontor vu Christianson &amp; Bayles
lo: ຄູ່ຮ່ວມງານຂອງຫ້ອງການກົດ ໝາຍ Christianon &amp; Bayles
lt: Christianson &amp; Bayles advokatų kontoros partneris
lv: Christianson &amp; Bayles advokātu biroja partneris
mg: Mpiara-miasa amin&#39;ny Office of Christianon &amp; Bayles
mi: Te Kaitono o Te Tari Ture mo Christianon &amp; Bayles
mk: Партнер на Адвокатска канцеларија на Кристијансон и Бејлс
ml: ക്രിസ്റ്റ്യൻസൺ &amp; ബെയ്‌ൽസിന്റെ ലോ ഓഫീസിലെ പങ്കാളി
mn: Christianon &amp; Bayles-ийн Хуулийн газрын түнш
mr: ख्रिश्चन आणि बेल्सच्या लॉ ऑफिसचा पार्टनर
ms: Rakan Kongsi Pejabat Undang-Undang Christianson &amp; Bayles
mt: Sieħeb tal-Uffiċċju tal-Liġi ta ’Christianson &amp; Bayles
my: Christianson &amp; Bayles ၏ဥပဒေရုံး၏လုပ်ဖော်ကိုင်ဖက်
ne: क्रिश्चियनसन र बेलेसहरूको कानून कार्यालयको पार्टनर
nl: Partner van Law Office van Christianson &amp; Bayles
no: Partner i Advokatkontoret til Christianson &amp; Bayles
or: ଖ୍ରୀଷ୍ଟିଆନସନ୍ ଏବଂ ବାଇଲେସ୍ ଅଫ୍ ଲ ଅଫିସ୍ ର ଅଂଶୀଦାର |
pa: ਕ੍ਰਿਸਟਨਸਨ ਐਂਡ ਬਾਏਲਜ਼ ਦੇ ਲਾਅ ਦਫਤਰ ਦਾ ਸਾਥੀ
pl: Partner Kancelarii Christianson &amp; Bayles
ps: د کریسنسن او بایلس د قانون د دفتر شریک
pt: Sócio do Escritório de Advocacia de Christianson &amp; Bayles
ro: Partener al Biroului de Drept al Christianson &amp; Bayles
ru: Партнер Адвокатского бюро Christianson &amp; Bayles
rw: Umufatanyabikorwa wibiro byamategeko bya Christianon &amp; Bayles
sd: ڪرسچنن ۽ بيلس جي قانون آفيس جو پارٽنر
si: ක්‍රිස්ටියන්සන් සහ බේල්ස් හි නීති කාර්යාලයේ සහකරු
sk: Advokátska kancelária Christianson &amp; Bayles
sl: Partner odvetniške pisarne Christianson &amp; Bayles
sq: Partner i Zyrës Ligjore të Christianon &amp; Bayles
sr: Партнер адвокатске канцеларије Цхристиансон &amp; Баилес
sv: Partner för advokatbyrån i Christianson &amp; Bayles
sw: Mshirika wa Sheria Ofisi ya Christianon &amp; Bayles
ta: கிறிஸ்டியன் &amp; பேல்ஸ் சட்ட அலுவலகத்தின் கூட்டாளர்
te: క్రిస్టియన్ &amp; బేల్స్ యొక్క లా ఆఫీస్ భాగస్వామి
tg: Шарики Дафтари Ҳуқуқии Кристиансон ва Бэйлз
th: หุ้นส่วนของสำนักงานกฎหมายของ Christianson &amp; Bayles
tk: Christianon &amp; Bayles-iň hukuk bölüminiň hyzmatdaşy
tl: Kasosyo ng Law Office ng Christianon &amp; Bayles
tr: Christianson &amp; Bayles Hukuk Bürosu İş Ortağı
tt: Кристиансон &amp; Байлсның юридик офисы партнеры
ug: Christianon &amp; Bayles قانۇن ئىشخانىسىنىڭ ھەمكارلاشقۇچىسى
uk: Партнер юридичного бюро Christianson &amp; Bayles
ur: کرسچن اینڈ بیلس کے لاء آفس لاء آفس کا ساتھی
uz: Kristianon va Baylz yuridik idorasining hamkori
vi: Đối tác của Văn phòng Luật sư Christianson &amp; Bayles
xh: Iqabane lomthetho kwiOfisi yeChristianon kunye neeBayles
yi: שוטעף פון געזעץ אָפפיסע פון קריסטן און ביילעס
