Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
af: Hou u saakkalender te alle tye georganiseerd, skeduleer geleenthede, nooi die deelnemers uit, stuur gebeurtenisherinneringe en sorg dat alles op die regte spoor bly.
am: የጉዳይ ቀን መቁጠሪያዎን በማንኛውም ጊዜ እንደተደራጁ ያቆዩ ፣ ዝግጅቶችን መርሐግብር ያውጡ ፣ ተሰብሳቢዎችን ይጋብዛሉ ፣ የክስተት አስታዋሾችን ይላኩ እና ሁሉም ነገር በመንገድ ላይ መጓዙን ያረጋግጡ ፡፡
ar: حافظ على تنظيم تقويم حالتك في جميع الأوقات ، وجدولة الأحداث ، ودعوة الحاضرين ، وإرسال تذكيرات الأحداث ، وضمان بقاء كل شيء على المسار الصحيح.
az: İş təqviminizi hər zaman mütəmadi olaraq təşkil edin, tədbirləri planlaşdırın, iştirakçılara dəvət edin, tədbir xatırlatmaları göndərin və hər şeyin yolda qalmasını təmin edin.
be: Падтрымлівайце свой каляндар спраў у любы час, расплануйце мерапрыемствы, запрашаючы ўдзельнікаў, адпраўляючы напаміны пра падзеі і сочыце, каб усё заставалася на шляху.
bg: Поддържайте календара си по всяко време организиран, планирайте събития, канете участници, изпращайте напомняния за събитията и се уверете, че всичко остава на път.
bn: আপনার কেস ক্যালেন্ডারটি সর্বদা সংগঠিত রাখুন, ইভেন্টের সময়সূচী করুন, উপস্থিতদের আমন্ত্রিত করুন, ইভেন্ট অনুস্মারক প্রেরণ করুন এবং সবকিছু অন ট্র্যাক রয়েছেন তা নিশ্চিত করে রাখুন।
ca: Mantingueu organitzat el vostre calendari de casos en tot moment, programant esdeveniments, convidant els assistents, enviant recordatoris d’esdeveniments i assegurant-vos que tot segueix el camí.
cs: Udržujte svůj případový kalendář neustále pořádaný, naplánujte události, zveme účastníky, zasíláte připomenutí událostí a zajistíte, že vše zůstane na trati.
cy: Cadwch eich calendr achos yn drefnus bob amser, gan drefnu digwyddiadau, gwahodd mynychwyr, anfon nodiadau atgoffa digwyddiadau, a sicrhau bod popeth yn aros ar y trywydd iawn.
da: Hold din casekalender til enhver tid organiseret, planlægning af begivenheder, inviterer deltagere, sender begivenhedspåmindelser og sikrer, at alt forbliver på banen.
de: Halten Sie Ihren Fallkalender jederzeit organisiert, planen Sie Ereignisse, laden Sie Teilnehmer ein, senden Sie Ereigniserinnerungen und stellen Sie sicher, dass alles auf dem richtigen Weg bleibt.
el: Διατηρήστε το ημερολόγιο της υπόθεσής σας πάντα οργανωμένο, προγραμματίζοντας εκδηλώσεις, προσκαλώντας παρευρισκόμενους, στέλνοντας υπενθυμίσεις εκδηλώσεων και διασφαλίζοντας ότι όλα παραμένουν σε καλό δρόμο.
eo: Tenu vian kazan kalendaron ĉiam organizita, planante eventojn, invitante partoprenantojn, sendante memorigojn pri eventoj kaj certigante, ke ĉio restu sur la vojo.
es: Mantenga su calendario de casos organizado en todo momento, programando eventos, invitando a los asistentes, enviando recordatorios de eventos y asegurándose de que todo siga en camino.
et: Hallake oma juhtumikalendrit kogu aeg korras, ajastage sündmusi, kutsuge kohale osalejaid, saatke sündmuste meeldetuletusi ja kontrollige, kas kõik püsib õigel teel.
eu: Mantendu zure kasuen egutegia uneoro antolatuta, gertaerak antolatuz, bertaratuak gonbidatuz, gertaeren abisuak bidaliz eta dena jarrai dezan ziurtatuz.
fa: تقویم پرونده خود را همیشه مرتب نگه دارید ، برنامه ریزی رویدادها ، دعوت از شرکت کنندگان ، ارسال یادآوری رویدادها و اطمینان از همه چیز در مسیر خود قرار دهید.
fi: Pidä tapauskalenterisi jatkuvasti järjestettynä, ajoittamalla tapahtumia, kutsumalla osallistujia, lähettämällä muistutuksia tapahtumista ja varmistaen, että kaikki pysyy oikeilla reiteillä.
fr: Gardez votre calendrier de cas organisé en tout temps, planifiez des événements, invitez des participants, envoyez des rappels d&#39;événements et assurez-vous que tout reste sur la bonne voie.
fy: Hâld jo saakkalinder te alle tiden organisearre, eveneminten plannen, dielnimmers útnoegje, herinnerings foar barrens stjoere, en soargje derfoar dat alles op it spoar bliuwt.
ga: Coinnigh d’fhéilire cáis eagraithe i gcónaí, imeachtaí a sceidealú, cuireadh a thabhairt do lucht freastail, meabhrúcháin imeachta a sheoladh, agus a chinntiú go bhfanann gach rud ar an mbóthar.
gd: Cùm mìosachan na cùise agad air a chuir air dòigh fad na h-ùine, a ’clàradh thachartasan, a’ toirt cuireadh do luchd-frithealaidh, a ’cur chuimhneachain tachartais, agus a’ dèanamh cinnteach gu bheil a h-uile càil air an t-slighe.
gl: Mantén o teu calendario de casos organizado en todo momento, programando eventos, invitando aos asistentes, enviando recordatorios de eventos e asegúrate de que todo quede no camiño.
gu: તમારા કેસ કેલેન્ડરને હંમેશાં ગોઠવણ રાખો, ઇવેન્ટ્સનું સમયપત્રક બનાવો, ઉપસ્થિતોને આમંત્રિત કરો, ઇવેન્ટ રિમાઇન્ડર મોકલો અને બધું સુનિશ્ચિત કરો.
hi: अपने केस कैलेंडर को हर समय व्यवस्थित रखें, ईवेंट्स शेड्यूल करना, उपस्थित लोगों को आमंत्रित करना, ईवेंट रिमाइंडर भेजना, और सुनिश्चित करना कि सब कुछ ऑन-ट्रैक बना रहे।
hr: Neka je kalendar slučajeva organiziran u svako doba, zakažite događaje, pozovite sudionike, šaljite podsjetnike za događaje i osiguravate da sve ostane na putu.
hu: Az esettanulmányt mindig folyamatosan rendezheti, rendezheti az eseményeket, felhívhatja a résztvevőket, küldhet emlékeztetőket és gondoskodhat arról, hogy minden helyesen maradjon.
hy: Պահպանեք ձեր դեպքերի օրացույցը բոլոր ժամանակներում կազմակերպված, միջոցառումների պլանավորման, ներկաներին հրավիրելու, իրադարձությունների հիշեցումներ ուղարկելու և ամեն ինչ մնում է ապահովված:
id: Jadikan kalender kasus Anda teratur setiap saat, penjadwalan acara, mengundang peserta, mengirim pengingat acara, dan memastikan semuanya tetap di jalurnya.
is: Haltu skipulagðri dagatali þínu á öllum tímum, skipuleggðu viðburði, býður þátttakendum, sendir áminningar um viðburði og tryggir að allt sé á réttri braut.
it: Mantieni il tuo calendario dei casi sempre organizzato, pianificando gli eventi, invitando i partecipanti, inviando promemoria degli eventi e assicurando che tutto rimanga in pista.
iw: שמור על לוח השנה המקרה שלך כל הזמן, תזמן אירועים, הזמנת משתתפים, שליחת תזכורות לאירועים והבטחת שהכל יישאר על המסלול.
ja: 常にケースカレンダーを整理し、イベントのスケジュールを設定し、出席者を招待し、イベントのリマインダーを送信し、すべてが予定どおりであることを確認します。
ka: შეინახეთ თქვენი საქმის კალენდარი ყოველთვის ორგანიზებული, ღონისძიებების დაგეგმვა, დამსწრეების მოწვევა, ღონისძიების შეხსენების გაგზავნა და ყველაფერზე უზრუნველყოფის შენარჩუნება.
kk: Сіздің іс күнтізбеңізді әрдайым ұйымдастырыңыз, іс-шараларды жоспарлаңыз, қатысушыларды шақырыңыз, оқиғалар туралы еске салғыштарды жіберіңіз және бәрі жолда қалатынына көз жеткізіңіз.
km: រក្សាប្រតិទិនករណីរបស់អ្នករៀបចំគ្រប់ពេលកំណត់ពេលវេលារៀបចំព្រឹត្តិការណ៍អញ្ជើញអ្នកចូលរួមផ្ញើការរំលឹកព្រឹត្តិការណ៍និងធានាថាអ្វីៗទាំងអស់នឹងដំណើរការ។
kn: ನಿಮ್ಮ ಕೇಸ್ ಕ್ಯಾಲೆಂಡರ್ ಅನ್ನು ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಆಯೋಜಿಸಿ, ಈವೆಂಟ್‌ಗಳನ್ನು ನಿಗದಿಪಡಿಸಿ, ಪಾಲ್ಗೊಳ್ಳುವವರನ್ನು ಆಹ್ವಾನಿಸಿ, ಈವೆಂಟ್ ಜ್ಞಾಪನೆಗಳನ್ನು ಕಳುಹಿಸಿ ಮತ್ತು ಎಲ್ಲವೂ ಟ್ರ್ಯಾಕ್‌ನಲ್ಲಿ ಉಳಿದಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ku: Salnameya doza xwe di her demê de birêxistinkirî, bernamekirina bûyeran, vexwendina beşdaran, şandina bîranînên bûyerê, û dabînkirina her tiştê li rê bimîne.
ky: Иш календарыңызды ар дайым уюштуруп туруңуз, иш-чараларды пландаштырыңыз, катышуучуларды чакырыңыз, иш-чаралар жөнүндө эскертүүлөрдү жөнөтүңүз жана бардыгы ойдогудай болуп калсын.
lb: Haalt Äre Fallkalenner zu all Zäit organiséiert, plangt Eventer, invitéiert Participanten, schéckt Event Erënnerungen, a garantéiert datt alles op der Streck bleift.
lo: ຮັກສາປະຕິທິນກໍລະນີຂອງທ່ານໃຫ້ມີການຈັດຕັ້ງທຸກເວລາ, ຈັດຕາຕະລາງເຫດການ, ການເຊີນຜູ້ເຂົ້າຮ່ວມ, ສົ່ງ ຄຳ ເຕືອນເຫດການແລະຮັບປະກັນວ່າທຸກຢ່າງຍັງຕິດຕາມຢູ່.
lt: Visada tvarkykite savo bylų kalendorių, planuokite įvykius, kvieskite dalyvius, siųskite įvykių priminimus ir užtikrinkite, kad viskas išliktų tinkama.
lv: Visu laiku organizējiet lietu kalendāru, plānojiet pasākumus, uzaiciniet dalībniekus, nosūtiet atgādinājumus par notikumiem un pārliecinieties, ka viss notiek uz ceļa.
mg: Ataovy voalamina mandritra ny fotoana rehetra ny alimanaka momba ny raharaha, fandaharam-potoana hetsika, fanasana ny mpanatrika, fandefasana fampahatsiahivana ny hetsika ary hiantohana ny zava-drehetra.
mi: Whakaritehia to maramataka toka i nga wa katoa, te whakarite i nga huihuinga, te tono manuhiri, tae atu ki nga whakamaharatanga huihuinga, me te whakarite kia mau tonu nga mea katoa.
mk: Чувајте го вашиот календар на случаи организирани во секое време, закажувајќи настани, поканувате присутни, испраќате потсетници за настани и осигурајте се дека останува на вистинскиот пат.
ml: നിങ്ങളുടെ കേസ് കലണ്ടർ എല്ലായ്‌പ്പോഴും ഓർഗനൈസുചെയ്‌ത് സൂക്ഷിക്കുക, ഇവന്റുകൾ ഷെഡ്യൂൾ ചെയ്യുക, പങ്കെടുക്കുന്നവരെ ക്ഷണിക്കുക, ഇവന്റ് ഓർമ്മപ്പെടുത്തലുകൾ അയയ്‌ക്കുക, എല്ലാം ട്രാക്കിൽ തുടരുന്നുവെന്ന് ഉറപ്പാക്കുക.
mn: Таны ажлын календарийг цаг тухайд нь зохион байгуулж, арга хэмжээ төлөвлөх, оролцогчдыг урих, үйл явдлын сануулга илгээх, бүх зүйл хэвийн явагдаж байгаа эсэхийг шалгаарай.
mr: आपले केस कॅलेंडर नेहमीच आयोजित केलेले ठेवा, कार्यक्रमांचे वेळापत्रक बनवा, उपस्थितांना आमंत्रित करणे, कार्यक्रम स्मरणपत्रे पाठविणे आणि सर्वकाही ट्रॅक राहते याची खात्री करुन घ्या.
ms: Pastikan kalendar kes anda sentiasa teratur, menjadualkan acara, menjemput hadirin, mengirim peringatan acara, dan memastikan semuanya tetap dalam perjalanan.
mt: Żomm il-kalendarju tal-każijiet tiegħek organizzat il-ħin kollu, skedar ta &#39;avvenimenti, tistieden lill-parteċipanti, tibgħat tfakkiriet ta&#39; avvenimenti, u tiżgura li kollox jibqa &#39;on-track.
my: သင်၏အဖြစ်အပျက်ပြက္ခဒိန်များကိုအချိန်တိုင်းစနစ်တကျထားပါ၊ အစီအစဉ်များကိုစီစဉ်ပါ၊ တက်ရောက်သူများကိုဖိတ်ခေါ်ပါ၊ ဖြစ်ရပ်သတိပေးချက်များကိုပေးပို့ပြီးအရာအားလုံးကိုလမ်းကြောင်းမှန်ပေါ်ရောက်အောင်သေချာအောင်ထားပါ။
ne: तपाईको केस क्यालेन्डर सबै समयमा व्यवस्थित गर्नुहोस्, कार्यक्रमहरूको समय तालिका बनाउनुहोस्, सहभागीहरूलाई आमन्त्रित गर्दै, घटना रिमाइन्डरहरू पठाउँदै, र सबै कुरा ट्र्याकमा रहेको सुनिश्चित गर्दै।
nl: Houd uw casekalender te allen tijde georganiseerd, plan evenementen, nodig bezoekers uit, stuur herinneringen voor evenementen en zorg ervoor dat alles op schema blijft.
no: Hold sakskalenderen din organisert til enhver tid, planlegg hendelser, inviterer deltakere, sender hendelsespåminnelser og sørg for at alt forblir på banen.
or: ତୁମର କେସ୍ କ୍ୟାଲେଣ୍ଡରକୁ ସବୁ ସମୟରେ ସଂଗଠିତ ରଖ, ଇଭେଣ୍ଟ ନିର୍ଦ୍ଧାରଣ, ଉପସ୍ଥିତ ଲୋକଙ୍କୁ ନିମନ୍ତ୍ରଣ କରିବା, ଇଭେଣ୍ଟ ରିମାଇଣ୍ଡର୍ ପଠାଇବା ଏବଂ ସବୁକିଛି ଅନ୍-ଟ୍ରାକରେ ରହିଥିବାର ସୁନିଶ୍ଚିତ କର |
pa: ਆਪਣੇ ਕੇਸ ਕੈਲੰਡਰ ਨੂੰ ਹਰ ਸਮੇਂ ਆਯੋਜਿਤ ਰੱਖੋ, ਪ੍ਰੋਗਰਾਮ ਤਹਿ ਕਰਨ, ਹਾਜ਼ਰੀਨ ਨੂੰ ਬੁਲਾਉਣਾ, ਘਟਨਾ ਯਾਦ-ਪੱਤਰ ਭੇਜਣਾ, ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣਾ ਕਿ ਹਰ ਚੀਜ਼ ਚਾਲੂ ਰਹਿੰਦੀ ਹੈ.
pl: Utrzymuj porządek w swoim kalendarzu spraw, planując wydarzenia, zapraszając uczestników, wysyłając przypomnienia o wydarzeniach i upewniając się, że wszystko jest na dobrej drodze.
ps: د خپل قضیې تقویم په هر وخت کې تنظیم کړئ ، د پیښو مهالویش تنظیم کړئ ، ګډون کونکو ته بلنه ورکړئ ، د پیښې یادونې لیږل ، او ډاډ ترلاسه کړئ چې هرڅه په لاره کې پاتې دي.
pt: Mantenha seu calendário de casos sempre organizado, agendando eventos, convidando participantes, enviando lembretes de eventos e garantindo que tudo permaneça na pista.
ro: Mențineți-vă în permanență calendarul de caz organizat, programând evenimente, invitând participanții, trimitând mementouri de evenimente și asigurați-vă că totul rămâne pe cale.
ru: Постоянно следите за своим календарем, планируйте события, приглашайте посетителей, отправляйте напоминания о событиях и следите за тем, чтобы все было в порядке.
rw: Komeza ingengabihe yawe itunganijwe igihe cyose, utegure ibyabaye, gutumira abitabiriye, kohereza ibyibutsa ibyabaye, kandi urebe ko ibintu byose bikomeza kumurongo.
sd: هر وقت پنهنجي ڪيس جي ڪئلينڊر کي منظم رکو ، واقعن کي شيڊول ڪريو ، حاضرين کي دعوت ڏيو ، واقعا جي ياد ڏياريندڙ موڪلون ۽ هر اها شيءِ يقيني بڻائي ته هن رستي تي رهي ٿي.
si: ඔබගේ සිද්ධි දින දර්ශනය සෑම විටම සංවිධානය කර තබා ගන්න, සිදුවීම් උපලේඛනගත කිරීම, සහභාගිවන්නන්ට ආරාධනා කිරීම, සිදුවීම් මතක් කිරීම් යැවීම සහ සෑම දෙයක්ම නිසි පරිදි පවතින බව සහතික කිරීම.
sk: Udržujte svoj kalendár prípadov neustále usporiadaný, naplánujte udalosti, pozývajte účastníkov, posielajte pripomenutia udalostí a zabezpečte, aby všetko zostalo na ceste.
sl: Naj bo ves čas organiziran koledar primerov, načrtujte prireditve, povabite udeležence, pošiljajte opomnike na dogodke in poskrbite, da bo vse ostalo na poti.
sq: Mbajeni kalendarin tuaj të çështjeve të organizuar në çdo kohë, caktimin e ngjarjeve, duke ftuar të pranishmit, dërgimin e kujtimeve të ngjarjeve dhe sigurimin e gjithçkaje mbetet në rrugën e duhur.
sr: Држите календар случаја организован у сваком тренутку, закажите догађаје, позовите присутне, шаљите подсјетнике за догађаје и осигуравате да све остане на путу.
sv: Håll din ärendekalender organiserad hela tiden, schemalägga händelser, bjuda in deltagare, skicka händelsepåminnelser och se till att allt förblir på rätt spår.
sw: Weka kalenda ya kesi yako kupangwa wakati wote, kupanga hafla, kukaribisha wahudhuriaji, kutuma vikumbusho vya hafla, na kuhakikisha kila kitu kinabaki kwenye track.
ta: உங்கள் வழக்கு காலெண்டரை எல்லா நேரங்களிலும் ஒழுங்கமைக்கவும், நிகழ்வுகளை திட்டமிடவும், பங்கேற்பாளர்களை அழைக்கவும், நிகழ்வு நினைவூட்டல்களை அனுப்பவும், எல்லாவற்றையும் தொடர்ந்து கண்காணிக்கவும்.
te: మీ కేస్ క్యాలెండర్‌ను ఎప్పుడైనా క్రమబద్ధీకరించండి, ఈవెంట్‌లను షెడ్యూల్ చేయండి, హాజరైన వారిని ఆహ్వానించండి, ఈవెంట్ రిమైండర్‌లను పంపండి మరియు ప్రతిదీ ట్రాక్‌లోనే ఉండేలా చూసుకోండి.
tg: Тақвими кории худро ҳамеша ҳамарӯза ба тартиб дароред, банақшагирии чорабиниҳо, даъват кардани иштирокчиён, фиристодани ёдраскуниҳои ҳодисаҳо ва кафолат додани ҳама чиз дар ҷараён бошад.
th: จัดระเบียบปฏิทินกรณีและปัญหาของคุณตลอดเวลาจัดตารางกิจกรรมเชิญผู้เข้าร่วมประชุมส่งการแจ้งเตือนกิจกรรม
tk: Iş senenamaňyzy elmydama tertipli saklaň, çäreleri meýilleşdiriň, gatnaşyjylary çagyryň, çäräniň ýatlatmalaryny iberiň we hemme zadyň ýolda galmagyny üpjün ediň.
tl: Panatilihing nakaayos ang iyong kalendaryo ng kaso sa lahat ng oras, pag-iskedyul ng mga kaganapan, pag-anyaya sa mga dadalo, pagpapadala ng mga paalala sa kaganapan, at tinitiyak na ang lahat ay nananatiling nakapanatili.
tr: Vaka takviminizi her zaman düzenli tutun, etkinlikleri planlayın, katılımcıları davet edin, etkinlik hatırlatıcıları gönderin ve her şeyin yolunda kalmasını sağlayın.
tt: Сезнең календарьны һәрвакыт тәртиптә тотыгыз, вакыйгаларны раслагыз, катнашучыларны чакырыгыз, вакыйгаларны искә төшерегез һәм барысы да юлда кала.
ug: دېلو كالېندارىڭىزنى ھەر ۋاقىت ئورۇنلاشتۇرۇڭ ، پائالىيەتلەرنى ئورۇنلاشتۇرۇڭ ، يىغىنغا قاتناشقۇچىلارنى تەكلىپ قىلىڭ ، پائالىيەت ئەسكەرتىشلىرىنى ئەۋەتىڭ ۋە ھەممە ئىشنىڭ جايىدا بولۇشىغا كاپالەتلىك قىلىڭ.
uk: Слідкуйте за тим, щоб календар ваших справ був організований у будь-який час, плануйте заходи, запрошуючи присутніх, надсилаючи нагадування про події та забезпечуючи, щоб все залишалось на шляху.
ur: اپنے کیس کیلنڈر کو ہر وقت منظم رکھیں ، پروگراموں کا شیڈول کریں ، شرکا کو مدعو کریں ، ایونٹ کی یاد دہانیاں بھیجیں ، اور ہر چیز کو آن ٹریک پر برقرار رکھنے کو یقینی بنائیں۔
uz: O&#39;zingizning taqvimingizni har doim tartibda saqlang, tadbirlarni rejalashtiring, ishtirokchilarni taklif qiling, tadbir eslatmalarini yuboring va hamma narsa joyida qolishini ta&#39;minlang.
vi: Giữ lịch trường hợp của bạn được tổ chức mọi lúc, lên lịch các sự kiện, mời người tham dự, gửi lời nhắc sự kiện và đảm bảo mọi thứ vẫn đi đúng hướng.
xh: Gcina ikhalenda lakho lamatyala lihlelekile ngalo lonke ixesha, ucwangcisa imisitho, umeme abo babekho, uthumele izikhumbuzo zomsitho, kwaye uqinisekisa ukuba yonke into ihlala ikhona.
yi: האַלטן דיין קאַסע קאַלענדאַר אין אַלע צייט, סקעדזשולינג געשעענישן, ינווייטינג אַטענדאַנץ, שיקט רימיינדערז פֿאַר געשעעניש און ענשור אַז אַלץ בלייבט אויף-שפּור.

source: Case Convo
af: Geval Convo
am: ጉዳይ ኮንቮ
ar: ملف القضية
be: Справа Convo
bn: কেস কনভো
ca: Cas Convo
cs: Případ Convo
cy: Achos Convo
de: Fall Convo
eo: Kazo Convo
es: Convocatoria de casos
fi: Asia Convo
fr: Message de cas
ga: Cás Convo
gd: Cùis Convo
gu: કેસ કોન્વો
hi: केस कन्वो
id: Obrolan Kasus
it: Caso Convo
iw: קייס Convo
ja: ケースコンボ
ka: საქმე კონვო
km: ករណី Convo
kn: ಕೇಸ್ ಕಾನ್ವೊ
lb: Fall Convo
lt: Byla Convo
lv: Lieta Convo
mi: Take Convo
ml: കേസ് കൺവോ
mr: केस कॉन्व्हो
ms: Konvo Kes
mt: Każ Convo
ne: केस कन्भो
or: କେସ୍ କନଭୋ |
pa: ਕੇਸ ਕਨਵੋ
pl: Sprawa konwoju
ps: د قضیې کانو
pt: Caso Conv
ru: Кейс Конво
rw: Urubanza
sd: ڪيس Convo
si: කේස් කොන්වෝ
sk: Prípad Convo
sr: Цасе Цонво
sv: Fall Convo
sw: Mazungumzo ya Kesi
ta: வழக்கு கான்வோ
te: కేసు కాన్వో
th: กรณี Convo
tl: Kaso Convo
tr: Vaka Konvosu
tt: Конво
uk: Кейс Конво
ur: کیس Convo
xh: I-Case Convo
yi: קאַסע קאָנוואָ
