Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: I have an existing system in place, Can CaseActive work with my existing system?
af: Ek het 'n bestaande stelsel in plek. Kan CaseActive met my bestaande stelsel werk?
am: አሁን ያለኝ ስርዓት አለኝ፣ ካሴአክቲቭ ካለኝ ስርዓት ጋር መስራት ይችላል?
ar: لدي نظام قائم ، هل يمكن لـ CaseActive العمل مع نظامي الحالي؟
az: Mövcud sistemim var, CaseActive mənim mövcud sistemimlə işləyə bilərmi?
be: У мяне ёсць існуючая сістэма. Ці можа CaseActive працаваць з маёй існуючай сістэмай?
bg: Имам съществуваща система, може ли CaseActive да работи с моята съществуваща система?
bn: আমার একটি বিদ্যমান সিস্টেম আছে, CaseActive কি আমার বিদ্যমান সিস্টেমের সাথে কাজ করতে পারে?
ca: Tinc un sistema existent, pot CaseActive funcionar amb el meu sistema existent?
cs: Mám existující systém, může CaseActive pracovat s mým stávajícím systémem?
cy: Mae gennyf system ar waith eisoes, A all CaseActive weithio gyda fy system bresennol?
da: Jeg har et eksisterende system på plads. Kan CaseActive arbejde med mit eksisterende system?
de: Ich habe ein bestehendes System. Kann CaseActive mit meinem bestehenden System arbeiten?
el: Έχω ένα υπάρχον σύστημα, Μπορεί το CaseActive να λειτουργήσει με το υπάρχον σύστημά μου;
eo: Mi havas ekzistantan sistemon, Ĉu CaseActive povas funkcii kun mia ekzistanta sistemo?
es: Tengo un sistema existente, ¿CaseActive puede funcionar con mi sistema existente?
et: Mul on olemasolev süsteem. Kas CaseActive töötab minu olemasoleva süsteemiga?
eu: Lehendik dagoen sistema bat daukat, CaseActive-k nire sistemarekin funtziona dezake?
fa: من یک سیستم موجود دارم، آیا CaseActive می تواند با سیستم موجود من کار کند؟
fi: Minulla on olemassa järjestelmä. Voiko CaseActive toimia nykyisen järjestelmäni kanssa?
fr: J'ai un système existant en place, CaseActive peut-il fonctionner avec mon système existant ?
fy: Ik haw in besteand systeem yn plak, Kin CaseActive wurkje mei myn besteande systeem?
ga: Tá córas reatha i bhfeidhm agam, An féidir le CaseActive oibriú le mo chóras reatha?
gd: Tha siostam agam mar-thà na àite, Am faod CaseActive obrachadh leis an t-siostam a th’ agam mar-thà?
gl: Teño un sistema existente, CaseActive pode funcionar co meu sistema existente?
gu: મારી પાસે હાલની સિસ્ટમ છે, શું CaseActive મારી હાલની સિસ્ટમ સાથે કામ કરી શકે છે?
hi: मेरे पास एक मौजूदा सिस्टम है, क्या केसएक्टिव मेरे मौजूदा सिस्टम के साथ काम कर सकता है?
hr: Imam postojeći sustav, može li CaseActive raditi s mojim postojećim sustavom?
hu: Van egy meglévő rendszerem. Működhet a CaseActive a meglévő rendszeremmel?
hy: Ես գործող համակարգ ունեմ, Կարո՞ղ է CaseActive-ն աշխատել իմ գործող համակարգի հետ:
id: Saya memiliki sistem yang sudah ada, Dapatkah CaseActive bekerja dengan sistem saya yang sudah ada?
is: Ég er með núverandi kerfi til staðar, getur CaseActive unnið með núverandi kerfi?
it: Ho un sistema esistente, CaseActive può funzionare con il mio sistema esistente?
iw: יש לי מערכת קיימת, האם CaseActive יכול לעבוד עם המערכת הקיימת שלי?
ja: 既存のシステムを導入していますが、CaseActiveは既存のシステムで動作しますか？
ka: მე მაქვს არსებული სისტემა, შეუძლია თუ არა CaseActive-ს იმუშაოს ჩემს არსებულ სისტემასთან?
kk: Менде бар жүйе бар, CaseActive менің бар жүйеммен жұмыс істей ала ма?
km: ខ្ញុំមានប្រព័ន្ធដែលមានស្រាប់ តើ CaseActive អាចដំណើរការជាមួយប្រព័ន្ធដែលមានស្រាប់របស់ខ្ញុំបានទេ?
kn: ನಾನು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸಿಸ್ಟಮ್ ಅನ್ನು ಹೊಂದಿದ್ದೇನೆ, ನನ್ನ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸಿಸ್ಟಂನೊಂದಿಗೆ ಕೇಸ್ಆಕ್ಟಿವ್ ಕೆಲಸ ಮಾಡಬಹುದೇ?
ku: Min pergalek heyî li cîh heye, Ma CaseActive dikare bi pergala xweya heyî re bixebite?
ky: Менде иштеп жаткан система бар, CaseActive менин учурдагы тутумум менен иштей алабы?
lb: Ech hunn en existente System op der Plaz, Kann CaseActive mat mengem existente System schaffen?
lo: ຂ້ອຍມີລະບົບທີ່ມີຢູ່ແລ້ວ, CaseActive ສາມາດເຮັດວຽກກັບລະບົບທີ່ມີຢູ່ແລ້ວຂອງຂ້ອຍບໍ?
lt: Turiu esamą sistemą. Ar CaseActive gali veikti su mano esama sistema?
lv: Man ir izveidota sistēma. Vai CaseActive var darboties ar manu esošo sistēmu?
mg: Manana rafitra efa misy aho, Afaka miasa amin'ny rafitra misy ahy ve ny CaseActive?
mi: He punaha kei a au, Ka taea e CaseActive te mahi me taku punaha o mua?
mk: Имам постоечки систем, може ли CaseActive да работи со мојот постоечки систем?
ml: എനിക്ക് നിലവിലുള്ള ഒരു സിസ്റ്റം നിലവിലുണ്ട്, എന്റെ നിലവിലുള്ള സിസ്റ്റത്തിൽ CaseActive പ്രവർത്തിക്കുമോ?
mn: Надад одоо байгаа систем байгаа, CaseActive одоо байгаа системтэйгээ ажиллаж чадах уу?
mr: माझ्याकडे विद्यमान प्रणाली आहे, CaseActive माझ्या विद्यमान प्रणालीसह कार्य करू शकते?
ms: Saya mempunyai sistem sedia ada, Bolehkah CaseActive berfungsi dengan sistem sedia ada saya?
mt: Għandi sistema eżistenti fis-seħħ, Jista' CaseActive jaħdem mas-sistema eżistenti tiegħi?
my: ကျွန်ုပ်တွင် ရှိပြီးသားစနစ်တစ်ခုရှိပါသည်၊ CaseActive သည် ကျွန်ုပ်၏လက်ရှိစနစ်နှင့် အလုပ်လုပ်နိုင်ပါသလား။
ne: मसँग अवस्थित प्रणाली छ, के CaseActive मेरो अवस्थित प्रणालीसँग काम गर्न सक्छ?
nl: Ik heb een bestaand systeem, kan CaseActive werken met mijn bestaande systeem?
no: Jeg har et eksisterende system på plass. Kan CaseActive fungere med mitt eksisterende system?
or: ମୋର ଏକ ବିଦ୍ୟମାନ ସିଷ୍ଟମ୍ ଅଛି, କେସ୍ ଆକ୍ଟିଭ୍ ମୋର ବିଦ୍ୟମାନ ସିଷ୍ଟମ୍ ସହିତ କାମ କରିପାରିବ କି?
pa: ਮੇਰੇ ਕੋਲ ਇੱਕ ਮੌਜੂਦਾ ਸਿਸਟਮ ਹੈ, ਕੀ CaseActive ਮੇਰੇ ਮੌਜੂਦਾ ਸਿਸਟਮ ਨਾਲ ਕੰਮ ਕਰ ਸਕਦਾ ਹੈ?
pl: Mam istniejący system. Czy CaseActive może współpracować z moim istniejącym systemem?
ps: زه یو موجوده سیسټم لرم، ایا CaseActive زما د موجوده سیسټم سره کار کولی شي؟
pt: Eu tenho um sistema existente, o CaseActive pode trabalhar com meu sistema existente?
ro: Am un sistem existent, CaseActive poate funcționa cu sistemul meu existent?
ru: У меня есть существующая система. Может ли CaseActive работать с моей существующей системой?
rw: Mfite sisitemu iriho, Ese CaseActive ishobora gukorana na sisitemu yanjye iriho?
sd: مون وٽ موجود سسٽم موجود آهي، ڇا CaseActive منهنجي موجوده سسٽم سان ڪم ڪري سگهي ٿو؟
si: මා සතුව පවතින පද්ධතියක් තිබේ, CaseActive හට මගේ පවතින පද්ධතිය සමඟ ක්‍රියා කළ හැකිද?
sk: Mám existujúci systém, môže CaseActive pracovať s mojím existujúcim systémom?
sl: Vzpostavljen imam obstoječi sistem. Ali lahko CaseActive deluje z mojim obstoječim sistemom?
sq: Unë kam një sistem ekzistues, A mund të funksionojë CaseActive me sistemin tim ekzistues?
sr: Имам постојећи систем. Може ли ЦасеАцтиве да ради са мојим постојећим системом?
sv: Jag har ett befintligt system på plats. Kan CaseActive fungera med mitt befintliga system?
sw: Nina mfumo uliopo, Je CaseActive inaweza kufanya kazi na mfumo wangu uliopo?
ta: என்னிடம் ஏற்கனவே உள்ள அமைப்பு உள்ளது, தற்போதுள்ள எனது கணினியுடன் கேஸ்ஆக்டிவ் வேலை செய்ய முடியுமா?
te: నేను ఇప్పటికే ఉన్న సిస్టమ్‌ని కలిగి ఉన్నాను, నా ప్రస్తుత సిస్టమ్‌తో కేస్‌యాక్టివ్ పని చేయగలదా?
tg: Ман як системаи мавҷуда дорам, Оё CaseActive бо системаи мавҷудаи ман кор карда метавонад?
th: ฉันมีระบบอยู่แล้ว CaseActive สามารถทำงานกับระบบที่มีอยู่ของฉันได้หรือไม่
tk: Bar bolan ulgamym bar, CaseActive bar bolan ulgamym bilen işläp bilermi?
tl: Mayroon akong umiiral na sistema, Maaari bang gumana ang CaseActive sa aking umiiral na sistema?
tr: Mevcut bir sistemim var, CaseActive mevcut sistemimle çalışabilir mi?
tt: Минем булган системам бар, CaseActive минем булган система белән эшли аламы?
ug: مېنىڭ ھازىر بار بولغان سىستېمىم بار ، CaseActive مېنىڭ ھازىرقى سىستېمىم بىلەن ئىشلىيەلەمدۇ؟
uk: У мене наявна система. Чи може CaseActive працювати з моєю наявною системою?
ur: میرے پاس ایک موجودہ سسٹم موجود ہے، کیا CaseActive میرے موجودہ سسٹم کے ساتھ کام کر سکتا ہے؟
uz: Menda mavjud tizim mavjud, CaseActive mening mavjud tizimim bilan ishlay oladimi?
vi: Tôi đã có sẵn một hệ thống, CaseActive có thể hoạt động với hệ thống hiện có của tôi không?
xh: Ndinenkqubo esele ikhona, Can CaseActive ingasebenza ngenkqubo yam esele ikhona?
yi: איך האָבן אַן יגזיסטינג סיסטעם אין פּלאַץ, קען CaseActive אַרבעט מיט מיין יגזיסטינג סיסטעם?
