Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: , CaseActive empowers you with streamlined document and media handling, private
af: , CaseActive bemagtig jou met vaartbelynde dokumente en mediahantering, privaat
am: , CaseActive በመረጃ የተደገፈ ሰነድ እና የሚዲያ አያያዝ, የግል
ar: ، يتيح لك CaseActive إمكانية معالجة المستندات والوسائط بطريقة مبسطة
az: , CaseActive xüsusi sənəd və media işləmələri ilə təmin edir
be: , CaseActive дае вам абцякальны дакумент і апрацоўцы інфармацыі, прыватнае
bg: , CaseActive ви дава възможност за опростена обработка на документи и медии, частни
bn: , CaseActive আপনাকে সুস্পষ্ট ডকুমেন্ট এবং মিডিয়া হ্যান্ডলিং, ব্যক্তিগত সঙ্গে ক্ষমতা দেয়
ca: , CaseActive us habilita amb un maneig simplificat de documents i suports, privat
cs: , CaseActive vám umožní zefektivnit práci s dokumenty a médii
cy: , Mae CaseActive yn eich pweru gyda thrin dogfennau a chyfryngau symlach, yn breifat
da: , CaseActive giver dig mulighed for strømlinet dokument- og mediehåndtering, privat
de: CaseActive bietet Ihnen die Möglichkeit, Ihre Dokumente und Medien effizienter zu verarbeiten, privat
el: , Το CaseActive σας δίνει τη δυνατότητα να βελτιώσετε το χειρισμό εγγράφων και μέσων, ιδιωτικό
eo: , CaseActive povigas vin per simpligita dokumento kaj amaskomunikilaro pritraktanta, privata
es: , CaseActive lo faculta con el manejo racionalizado de documentos y medios, privado
et: , CaseActive annab teile sujuva dokumendi- ja meediakäsitluse, eraviisilise
eu: , CaseActive-k dokumentu arrazionalak eta pribatutasunez kudeatzen ditu
fa: ، CaseActive شما را با سند ساده و مدیریت رسانه، خصوصی است
fi: , CaseActive antaa sinulle tehostetun asiakirjan ja median käsittelyn, yksityisen
fr: , CaseActive vous permet de gérer les documents et les supports de manière simplifiée,
fy: , CaseActive biedt jo mei streamlined dokumint en media-handling, prive
ga: , Cuireann CaseActive ar do chumas déileáil le cáipéisí agus le meáin chuí, go príobháideach
gd: , Tha CaseActive a ’toirt cumhachd dhut le sgrìobhainn sgiobalta agus làimhseachadh mheadhanan, gu prìobhaideach
gl: , CaseActive habilita con racionalización de documentos e manexo de medios, privados
gu: , CaseActive તમને સુવ્યવસ્થિત દસ્તાવેજો અને મીડિયા હેન્ડલિંગ, ખાનગી સાથે સશક્ત બનાવે છે
hi: , CaseActive आपको सुव्यवस्थित दस्तावेज़ और मीडिया हैंडलिंग, निजी के साथ सशक्त बनाता है
hr: , Slučaj CaseActive osnažuje vam udobno rukovanje dokumentima i medijima, privatno
hu: , A CaseActive felhatalmazza Önt az egyszerűsített dokumentum- és médiakezelésre, privát
hy: , CaseActive- ը ձեզ թույլ է տալիս պարզեցված փաստաթուղթ եւ մեդիա բեռնաթափում, մասնավոր
id: , CaseActive memberdayakan Anda dengan penanganan dokumen dan media yang efisien, pribadi
is: , CaseActive styrkir þér með straumlínulagaðri skjal og fjölmiðla meðhöndlun, einkaaðila
it: CaseActive ti consente di gestire documenti e gestione dei contenuti semplificati, privati
iw: , CaseActive מעצימה אותך עם מסמך יעיל התקשורת הטיפול, פרטית
ja: 、CaseActiveは、合理化された文書とメディアの取り扱い、非公開をサポートします。
ka: , CaseActive უფლებამოსილებას გაძლევთ გამარტივებული დოკუმენტით და მედიის მართვა, კერძო
kk: , CaseActive құжатты және медиа өңдеуді жеңілдетілген құжатпен қамтамасыз етеді
km: , CaseActive ផ្តល់អំណាចដល់អ្នកជាមួយឯកសារសម្រួលនិងការគ្រប់គ្រងប្រព័ន្ធផ្សព្វផ្សាយឯកជន
kn: , ಕೇಸ್ಆಕ್ಟಿವ್ ನೀವು ಸುವ್ಯವಸ್ಥಿತ ಡಾಕ್ಯುಮೆಂಟ್ ಮತ್ತು ಮಾಧ್ಯಮ ನಿರ್ವಹಣೆ, ಖಾಸಗಿ ಮೂಲಕ ನಿಮಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತದೆ
ku: , CaseActive bi we re belge belgeyên torûda û medyaya çapemenî ya te dike
ky: , CaseActive Жөнөкөйлөтүлгөн документ жана маалымат каражаттары менен иштөө, жеке менчик менен күч
lb: CaseActive erméiglecht Iech mat empfeiert Dokument a Medienhandling, privat
lo: , CaseActive ຊ່ວຍໃຫ້ທ່ານມີເອກະສານທີ່ງ່າຍດາຍແລະການຈັດການສື່ມວນຊົນ, ສ່ວນຕົວ
lt: „CaseActive“ suteikia jums galimybę racionalizuoti dokumentų ir medijų tvarkymą, privatų
lv: , CaseActive pilnvaro jūs ar racionalizētu dokumentu un mediju apstrādi, privātu
mg: , CaseActive dia manome hery anao amin&#39;ny alàlan&#39;ny taratasy fanamafisam-peo sy ny fampitam-baovao, manokana
mi: , Ka whakamanahia e CaseActive ki a koe he tuhinga kua oti te whakatakoto, me te taraiwa i nga mahi a te hunga päpori
mk: , CaseActive ви овозможува да рационализирате документ и медиумско ракување, приватно
ml: , കാസക്ടീവ് സ്ട്രീം ലിസ്റ്റ് ചെയ്ത പ്രമാണവും മീഡിയ ഹാൻഡിലിംഗും ഉപയോഗിച്ച് നിങ്ങളെ സ്വകാര്യമാക്കുന്നു
mn: , CaseActive нь таныг софтвер болон хувийн хэвшлийн боловсруулалтанд хялбар болгож өгдөг
mr: , केसएक्टिव्ह आपल्याला सुव्यवस्थित दस्तऐवज आणि मीडिया हँडलिंग, खाजगी सह सक्षम करते
ms: , CaseActive memberi kuasa kepada anda dengan dokumen dan pengendalian media diperkemas, peribadi
mt: , CaseActive jagħtik is-setgħa b&#39;dimplifikazzjoni tad-dokumenti u l-midja, privati
my: , CaseActive ပုဂ္ဂလိက, ်စာရွက်စာတမ်းနှင့်မီဒီယာကိုင်တွယ်အားဖြင့်သင်တို့ကိုအာဏာ
ne: , केसएक्टिवले तपाईंलाई सुव्यवस्थित कागजात र मिडिया ह्यान्डलिंग, निजीसँग सामेल गर्छ
nl: , CaseActive geeft u de gestroomlijnde verwerking van documenten en media, privé
no: , CaseActive gir deg strømlinjeformet dokument- og mediehåndtering, privat
or: , କେସ୍ ଆକ୍ଟିଭ୍ ଆପଣଙ୍କୁ ଶୃଙ୍ଖଳିତ ଡକ୍ୟୁମେଣ୍ଟ୍ ଏବଂ ମିଡିଆ ହ୍ୟାଣ୍ଡଲିଂ, ବ୍ୟକ୍ତିଗତ ସହିତ ସଶକ୍ତ କରେ |
pa: , ਕੇਸ ਐਕਟਿਵ ਸਟਿੱਲਿਲਡ ਡਾਕੂਮੈਂਟ ਅਤੇ ਮੀਡੀਆ ਹੈਂਡਲਿੰਗ, ਪ੍ਰਾਈਵੇਟ ਨਾਲ ਤੁਹਾਨੂੰ ਸ਼ਕਤੀ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ
pl: , CaseActive zapewnia Ci usprawnioną obsługę dokumentów i mediów, prywatną
ps: ، د قضیې اداره تاسو ته د تلویزیون سند او د رسنیو سمبالښت، شخصي سره تاییدوي
pt: , O CaseActive dá a você um controle simplificado de documentos e mídia,
ro: , CaseActive vă împuternicește să vă familiarizați cu documentele și materialele media, private
ru: CaseActive расширяет возможности обработки документов и мультимедиа
rw: , CaseActive iguha imbaraga hamwe ninyandiko zoroheje hamwe nogukoresha itangazamakuru, wenyine
sd: ، ڪيس ايڪيڪيو توهان کي مستحڪم دستاويزي دستاويزن ۽ ميڊيا جي سارنگ سان ذاتي پيغام ڏئي ٿو
si: CaseActive මගින් ඔබට පහසුවෙන්ම ලේඛන සහ මාධ්ය හැසිරවීම මඟින් පෞද්ගලිකව ඔබට බලය දෙයි
sk: , CaseActive vám umožňuje zefektívniť spracovanie dokumentov a médií v súkromí
sl: , CaseActive vam omogoča poenostavljeno ravnanje z dokumenti in mediji, zasebno
sq: , CaseActive ju fuqizon me dokumentin e thjeshtuar dhe trajtimin e medias, private
sr: , Случај ЦасеАцтиве вам даје могућност да управљате документима и медијима, приватно
sv: , CaseActive ger dig möjlighet att effektivisera dokument och mediahantering, privat
sw: , CaseActive inakuwezesha hati na udhibiti wa vyombo vya habari, binafsi
ta: , கேஸ்ஆக்டிவ்ட் உங்களுக்கு ஸ்ட்ரீம்லைன் செய்யப்பட்ட ஆவணம் மற்றும் ஊடக கையாளுதல் ஆகியவற்றை உங்களுக்கு அதிகாரம் அளிக்கிறது
te: , కేస్ఆక్టివ్ మీకు స్ట్రీమ్లైన్డ్ డాక్యుమెంట్ మరియు మీడియా హ్యాండ్లింగ్తో ప్రైవేటు
tg: , CaseActive ба шумо бо ҳуҷҷати ҷолиб ва ҳифз кардани ВАО, хусусӣ медиҳад
th: CaseActive มอบอำนาจให้คุณในการจัดการเอกสารและสื่อที่มีความคล่องตัวเป็นส่วนตัว
tk: , CaseActive, şahsylaşdyrylan resminama we köpçülikleýin habar beriş serişdeleri bilen size güýç berýär
tl: , Binibigyan ka ng CaseActive ng naka-streamline na dokumento at paghawak ng media, pribado
tr: , CaseActive, düzenlenmiş belge ve medya yönetimi, özel kullanım konularında size güç veriyor
tt: , CaseActive сезгә тәртипкә китерелгән документ һәм медиа белән эш итү, шәхси
ug: ، CaseActive سىزگە ئاددىيلاشتۇرۇلغان ھۆججەت ۋە مېدىيا بىر تەرەپ قىلىش ھوقۇقى بېرىدۇ
uk: , CaseActive надає вам можливість упорядковувати обробку документів та засобів масової інформації
ur: ، کیسآئکیو آپ کو سنجیدگی سے دستاویز اور میگزین کو سنبھالنے کے ساتھ، نجی
uz: CaseActive sizni aerokosmik hujjat va ommaviy axborot bilan ishlashni ta&#39;minlaydi
vi: , CaseActive trao quyền cho bạn với việc xử lý tài liệu và phương tiện hợp lý, riêng tư
xh: , I-CaseActive ikunika amandla kunye nolwazi oluchanekileyo kunye nokuphathwa kweendaba, ngasese
yi: , CaseActive באַפרייַען איר מיט סטרימליינד דאָקומענט און מעדיע האַנדלינג, פּריוואַט

source: client-to-customer communications
af: kliënt-tot-kliënt kommunikasie
am: ደንበኛ-ለደንበኛ ግንኙነቶች
ar: اتصالات العميل إلى العميل
az: müştəri-müştəri rabitəsi
be: кліент-кліент камунікацыі
bg: комуникации клиент-клиент
bn: গ্রাহক থেকে গ্রাহক যোগাযোগ
ca: comunicacions client-client
cs: komunikace mezi klienty
cy: cyfathrebu rhwng cleientiaid a chwsmeriaid
da: kunde-til-kunde kommunikation
de: Kommunikation von Kunde zu Kunde
el: επικοινωνίες πελάτη με πελάτη
eo: komunikado kliento-al-kliento
es: comunicaciones de cliente a cliente
et: kliendi ja kliendi vahelised suhted
eu: bezero-bezeroaren komunikazioak
fa: ارتباطات مشتری به مشتری
fi: asiakas-asiakas -viestintä
fr: communications client à client
fy: klant-oan-klantkommunikaasjes
ga: cumarsáid idir cliaint agus custaiméir
gd: conaltradh bho chliant gu neach-cleachdaidh
gl: Comunicacións cliente-cliente
gu: ગ્રાહક થી ગ્રાહક સંચાર
hi: ग्राहक-से-ग्राहक संचार
hr: komunikacija klijent-klijent
hu: ügyfél-ügyfél közötti kommunikáció
hy: հաճախորդ-հաճախորդի հաղորդակցություն
id: komunikasi klien-ke-pelanggan
is: samskipti viðskiptavinar til viðskiptavina
it: comunicazioni da client a cliente
iw: תקשורת לקוח ללקוח
ja: 顧客から顧客へのコミュニケーション
ka: კლიენტიდან მომხმარებელთა კომუნიკაციები
kk: клиентке-клиентке хабарлау
km: ទំនាក់ទំនងពីអតិថិជនទៅអតិថិជន
kn: ಕ್ಲೈಂಟ್-ಟು-ಗ್ರಾಹಕ ಸಂವಹನ
ku: danûstendinên mêvandar-client-
ky: керектөөчү үчүн-кардар байланыш
lb: Client-zu-Client Kommunikatioun
lo: ການສື່ສານລູກຄ້າກັບລູກຄ້າ
lt: Klientų ir klientų ryšiai
lv: klientu un klientu saziņa
mg: fifandraisana mpanjifa amin&#39;ny mpanjifa
mi: kaihoko kiritaki-ki-kiritaki
mk: клиент-до-клиент комуникации
ml: ക്ലയന്റ് ടു കസ്റ്റമർ കമ്മ്യൂണിക്കേഷൻസ്
mn: харилцагчаас харилцагчийн харилцаа холбоо
mr: ग्राहक-ते-ग्राहक संवाद
ms: komunikasi pelanggan-ke-pelanggan
mt: komunikazzjonijiet bejn klijent u ieħor
my: client ကို-to-ဖောက်သည်ဆက်သွယ်ရေး
ne: ग्राहक-से-ग्राहक संचार
nl: klant-tot-klant communicatie
no: kunde-til-kunde-kommunikasjon
or: ଗ୍ରାହକ-ରୁ-ଗ୍ରାହକ ଯୋଗାଯୋଗ |
pa: ਗਾਹਕ-ਤੋਂ-ਗਾਹਕ ਸੰਚਾਰ
pl: komunikacja klient-klient
ps: د مراجعینو څخه مخابراتي اړیکو
pt: comunicações cliente-cliente
ro: comunicarea client-cu-client
ru: связь клиент-клиент
rw: itumanaho ryabakiriya-kubakiriya
sd: ڪسٽمر کان-ڪسٽمر مواصلات
si: පාරිභෝගිකයින් වෙත ගනුදෙනුකරුවන්ගේ සන්නිවේදනය
sk: komunikácia klient-zákazník
sl: komunikacija med strankami
sq: komunikimet klient-klient
sr: комуникација клијент-клијент
sv: kund-till-kundkommunikation
sw: mawasiliano ya mteja-kwa-wateja
ta: வாடிக்கையாளர்-க்கு-வாடிக்கையாளர் தொடர்பு
te: కస్టమర్ నుండి కస్టమర్ కమ్యూనికేషన్స్
tg: алоқаи мизоҷон ба мизоҷон
th: การสื่อสารระหว่างลูกค้ากับลูกค้า
tk: müşderi-müşderi aragatnaşygy
tl: mga komunikasyon sa client-to-customer
tr: müşteriden müşteriye iletişim
tt: клиент-клиент элемтәсе
ug: خېرىدار بىلەن خېرىدار ئالاقىسى
uk: зв&#39;язок клієнт-клієнт
ur: کلائنٹ سے کسٹمر مواصلات
uz: mijoz-mijozlarga aloqalar
vi: giao tiếp khách hàng
xh: unxibelelwano kumthengi-kumthengi
yi: קליענט-צו-קונה קאָמוניקאַציע

source: event scheduling, and step-by-step case processing.
af: gebeurtenis skedulering, en stap-vir-stap geval verwerking.
am: የክስተት ቀጠሮ, እና ደረጃ በደረጃ ኬዝ ማካሄድ.
ar: جدولة الحدث ، ومعالجة الحالة خطوة بخطوة.
az: hadisənin planlaşdırılması və addım-addım iş prosesi.
be: планаванне падзей і крок за крокам апрацоўкі выпадку.
bg: планиране на събития и обработка на случай по стъпка.
bn: ইভেন্ট সময় নির্ধারণ, এবং ধাপে ধাপে কেস প্রক্রিয়াকরণ।
ca: programació d&#39;esdeveniments i processament de casos pas a pas.
cs: plánování událostí a postupné zpracování případu.
cy: trefnu digwyddiadau, a phrosesu achosion cam-wrth-gam.
da: arrangement planlægning og trin-for-trin sagsbehandling.
de: Ereignisplanung und schrittweise Verarbeitung der Fälle.
el: τον προγραμματισμό συμβάντων και την επεξεργασία βήμα προς βήμα.
eo: okazaĵa planado, kaj paŝo post paŝo kosprocesado.
es: programación de eventos y procesamiento de casos paso a paso.
et: sündmuste ajastamine ja samm-sammuline juhtumite töötlemine.
eu: gertaeren planifikazioa eta kasu urratseko prozesatze prozesua.
fa: برنامه ریزی رویداد و پردازش مورد گام به گام.
fi: tapahtuman ajoitus ja vaiheittainen tapausprosessointi.
fr: planification d&#39;événements et traitement étape par étape des cas.
ga: sceidealú imeachtaí, agus próiseáil cásanna céim ar chéim.
gd: clàradh thachartasan, agus làimhseachadh chùisean ceum air cheum.
gl: programación de eventos e procesado de casos paso a paso.
gu: ઇવેન્ટ સમયપત્રક, અને પગલું દ્વારા પગલું કેસ પ્રક્રિયા.
hi: ईवेंट शेड्यूलिंग, और चरण-दर-चरण केस प्रोसेसिंग।
hr: planiranje događaja i procesiranje slučaja korak po korak.
hu: esemény-ütemezés, és lépésenkénti eseti feldolgozás.
hy: միջոցառման պլանավորման եւ քայլ առ քայլ գործը մշակելու համար:
id: penjadwalan acara, dan pemrosesan kasus selangkah demi selangkah.
is: atburður tímasetningu og skref fyrir skref tilfelli vinnslu.
it: pianificazione degli eventi e elaborazione caso per caso.
iw: תזמון אירועים, ועיבוד שלב אחר שלב.
ja: イベントスケジューリング、および段階的なケース処理。
ka: ღონისძიების დაგეგმვა და ეტაპობრივად საქმის წარმოება.
kk: оқиғаларды жоспарлау және қадамдық өңдеу.
km: កាលវិភាគព្រឹត្តការណ៍និងដំណើរការករណីមួយៗ។
kn: ಘಟನೆಯ ವೇಳಾಪಟ್ಟಿ, ಮತ್ತು ಹಂತ-ಹಂತದ ಕೇಸ್ ಸಂಸ್ಕರಣೆ.
ku: bûyera serdema, û pêvajoyê ya gav-by-step.
ky: Бул иш-чара пландоого жана этап-этабы менен иш кайра иштетүү.
lb: eventuell Scheduling, a schrëftweis Case Veraarbechtung.
lo: ການຈັດຕາຕະລາງເຫດການ, ແລະການປະຕິບັດກໍລະນີບາດກ້າວໂດຍຂັ້ນຕອນ.
lt: įvykių planavimas ir nuoseklus atvejo apdorojimas.
lv: notikumu plānošana un pakāpeniska lietas apstrāde.
mg: ny fandaharam-potoana ary ny fizotran&#39;ny tranga.
mi: te whakarite kaupapa, me te tukatuka putea-taahiraa.
mk: настан распоред, и чекор-по-чекор случај обработка.
ml: ഇവന്റ് ഷെഡ്യൂളിങ്, ഘട്ടം ഘട്ടമായുള്ള കെയ്സ് പ്രോസസ്സിംഗ് എന്നിവ.
mn: үйл явдлын хуваарь, алхам алхамаар боловсруулах.
mr: कार्यक्रम शेड्यूलिंग आणि चरण-दर-चरण केस प्रक्रिया.
ms: penjadualan acara, dan pemprosesan kes langkah demi langkah.
mt: skedar ta ’avvenimenti, u proċessar ta’ każijiet pass pass.
my: အဖြစ်အပျက်အချိန်ဇယားဆွဲများနှင့် step-by-ခြေလှမ်းကိစ္စတွင်အပြောင်းအလဲနဲ့။
ne: कार्यक्रम अनुसूची, र चरण-दर-चरण केस प्रसोधन।
nl: gebeurtenisplanning en stapsgewijze case-verwerking.
no: hendelsesplanlegging og trinnvis prosessbehandling.
or: ଇଭେଣ୍ଟ ସିଡ୍ୟୁନିଂ, ଏବଂ ଷ୍ଟେପ୍-ଷ୍ଟେପ୍ କେସ୍ ପ୍ରକ୍ରିୟାକରଣ |
pa: ਇਵੈਂਟ ਸ਼ੈਡਿਊਲਿੰਗ, ਅਤੇ ਕਦਮ-ਦਰ-ਕਦਮ ਕੇਸ ਪ੍ਰੋਸੈਸਿੰਗ.
pl: planowanie zdarzeń i przetwarzanie spraw krok po kroku.
ps: د پیښو مهال ویش، او د ګام مرحله قضیه پروسیجر.
pt: agendamento de eventos e processamento de caso passo a passo.
ro: planificarea evenimentului și procesarea pas cu pas a cazurilor.
ru: планирование событий и пошаговая обработка дел.
rw: gahunda y&#39;ibyabaye, hamwe n&#39;intambwe ku yindi gutunganya urubanza.
sd: واقعي جو ٽائيٽلنگ، ۽ قدم قدم قدم پروسيسنگ.
si: සිද්ධි සැලසුම් කිරීම සහ පියවරෙන් පියවර නඩත්තු කිරීම.
sk: plánovanie udalostí a postupné spracovanie prípadov.
sl: načrtovanje dogodkov in postopno obravnavanje primera.
sq: caktimin e ngjarjeve dhe përpunimin e rasteve hap pas hapi.
sr: планирање догађаја и процесирање случаја корак по корак.
sv: händelse schemaläggning och steg för steg fallbehandling.
sw: ratiba ya tukio, na usindikaji wa kesi kwa hatua.
ta: நிகழ்வு திட்டமிடல் மற்றும் படி-படி-படி வழக்கு செயலாக்கம்.
te: ఈవెంట్ షెడ్యూలింగ్, మరియు దశల వారీ కేసు ప్రాసెసింగ్.
tg: нақшаи чорабинӣ ва коркарди парванда ба қадами якум.
th: การจัดตารางเวลาเหตุการณ์และการประมวลผลกรณีทีละขั้นตอน
tk: hadysalary meýilleşdirmek we ädimme-ädim işlemek.
tl: pag-iiskedyul ng kaganapan, at pagpoproseso ng sunud-sunod na kaso.
tr: olay planlama ve adım adım vaka işleme.
tt: вакыйгаларны планлаштыру, һәм этаплап эшкәртү.
ug: ۋەقەلەرنى ئورۇنلاشتۇرۇش ۋە باسقۇچلۇق ئەھۋاللارنى بىر تەرەپ قىلىش.
uk: планування подій і поетапна обробка випадків.
ur: ایونٹ شیڈولنگ، اور قدم بہ قدم کیس پروسیسنگ.
uz: tadbirlarni rejalashtirish va asta-sekin ishlov berish.
vi: lập lịch sự kiện và xử lý tình huống từng bước.
xh: ukucwangcisa umcimbi, kunye nokuqhutyelwa kwetyala ngeyinyathelo.
yi: געשעעניש סקעדזשולינג, און שריט-דורך-שריט פאַל פּראַסעסינג.

source: Self-Serve Administration
af: Selfbedieningsadministrasie
am: እራስ-አገልጋይ አስተዳደር
ar: إدارة الخدمة الذاتية
az: Self-Servis İdarəsi
be: Self-Serve адміністрацыі
bg: Самостоятелно обслужване
bn: স্ব-সেবা প্রশাসন
ca: Administració autoservei
cs: Samoobslužná správa
cy: Gweinyddu Hunangyflwyno
da: Selvbetjent administration
de: Self-Serve-Verwaltung
el: Αυτοδιαχειριζόμενη διοίκηση
eo: Self-Serva Administrado
es: Administración de autoservicio
et: Iseteenindav administratsioon
eu: Auto-zerbitzatzeko Administrazioa
fa: اداره خودمختاری
fi: Itsepalveluhallinto
fr: Administration libre-service
ga: Riarachán Féinfhreastal
gd: Rianachd Fèin-fhrithealaidh
gl: Administración de autoservizo
gu: સેલ્ફ સર્વિસ એડમિનિસ્ટ્રેશન
hi: स्वयं सेवा प्रशासन
hr: Samostalno posluživanje uprave
hu: Önkiszolgáló adminisztráció
hy: Ինքնակառավարման ծառայություն
id: Administrasi Mandiri
is: Stjórnun sjálfstjórnar
it: Amministrazione autonoma
iw: עצמי לשרת המינהל
ja: セルフサービス管理
ka: თვითმმართველობის ემსახურება ადმინისტრაცია
kk: Өзін-өзі басқару әкімшілігі
km: រដ្ឋបាលខ្លួនឯង
kn: ಸ್ವಯಂ-ಸರ್ವ್ ಆಡಳಿತ
ku: Rêvebiriya Xweseriya Xweser
ky: Өзүн-өзү кызмат башкаруу
lo: ການບໍລິຫານຕົນເອງ
lt: Savitarnos administracija
lv: Pašapkalpošanās pārvalde
mi: Whakahaere Whaiaro Whaiaro
mk: Само-служат администрација
ml: സ്വയം-സർവ് ഭരണകൂടം
mn: Өөртөө үйлчлэх алба
mr: स्वयंसेवी प्रशासन
ms: Pentadbiran Sendiri
mt: Amministrazzjoni Awto-Iservu
my: အုပ်ချုပ်ရေး self-အမှုတော်ကိုထမ်းရွက်
ne: स्व-सेवा प्रशासन
nl: Self-Serve-beheer
no: Selvbetjent administrasjon
or: ଆତ୍ମ-ସେବା ପ୍ରଶାସନ
pa: ਸਵੈ-ਸੇਵਾ ਪ੍ਰਬੰਧਨ
pl: Administracja samoobsługowa
ps: د ځان مینځته کولو اداره
pt: Administração de autoatendimento
ro: Administrarea cu auto-servire
ru: Администрация самообслуживания
rw: Ubuyobozi Bwikorera wenyine
sd: پاڻمرادو خدمت جو انتظام
si: ස්වයං සේවා පරිපාලනය
sk: Samoobslužná správa
sl: Samostojna administracija
sq: Vetë-shërbimi i administratës
sr: Самоуправна администрација
sv: Självbetjäningsadministration
sw: Utawala wa kujitegemea
ta: சுய சேவை நிர்வாகம்
te: నేనే-సర్వ్ అడ్మినిస్ట్రేషన్
tg: Идораи худидоракунӣ
th: การบริหารการบริการตนเอง
tk: Öz-özüňe hyzmat etmek
tl: Pangangasiwa sa Sarili
tr: Kendi Kendine Hizmet İdaresi
tt: Selfз-үзеңә хезмәт күрсәтү
ug: ئۆز-ئۆزىگە مۇلازىمەت قىلىش
uk: Адміністрування самообслуговування
ur: خود سروس ایڈمنسٹریشن
uz: O&#39;z-o&#39;zini boshqarish idorasi
vi: Quản trị tự phục vụ
xh: Ulawulo oluzimeleyo
