Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: City/Locality is not valid
af: Stad / ligging is nie geldig nie
am: ከተማ / አከባቢ ትክክለኛ አይደለም
ar: المدينة / المنطقة غير صالحة
az: Şəhər / Yer etibarlı deyil
be: Горад / населены пункт несапраўдны
bg: Градът / населеното място не е валидно
bn: শহর / এলাকা বৈধ নয়
ca: La ciutat / localitat no és vàlida
cs: Město / lokalita není platná
cy: Nid yw'r Ddinas / Ardal yn ddilys
da: By / lokalitet er ikke gyldig
de: Stadt / Ort ist ungültig
el: Η πόλη / η τοποθεσία δεν είναι έγκυρη
eo: Urbo / Loko ne validas
es: La ciudad / localidad no es válida
et: Linn / asukoht ei kehti
eu: Hiriak / Herriak ez du balio
fa: شهر / محل معتبر نیست
fi: Kaupunki / paikkakunta ei kelpaa
fr: La ville / localité n'est pas valide
fy: Stêd / Lokaliteit is net jildich
ga: Níl Cathair / Ceantar bailí
gd: Chan eil Cathair / Sgìre dligheach
gl: A cidade / localidade non é válida
gu: શહેર / વિસ્તાર માન્ય નથી
hi: शहर / इलाका वैध नहीं है
hr: Grad / mjesto nije važeće
hu: A város / helység érvénytelen
hy: Քաղաքը / տեղանքը անվավեր է
id: Kota / Lokalitas tidak valid
is: Borg / staður er ekki gildur
it: Città / Località non è valida
iw: עיר / יישוב לא תקף
ja: 市/地域が無効です
ka: ქალაქი / რაიონი არასწორია
kk: Қала / аймақ дұрыс емес
km: ទីក្រុង / តំបន់មិនមានសុពលភាព
kn: ನಗರ / ಸ್ಥಳವು ಮಾನ್ಯವಾಗಿಲ್ಲ
ku: Bajar / Herêm ne derbasdar e
ky: Шаар / Жергиликтүү жер жараксыз
lb: Stad / Uertschaft ass net valabel
lo: ເມືອງ / ທ້ອງຖິ່ນບໍ່ຖືກຕ້ອງ
lt: Miestas / vietovė negalioja
lv: Pilsēta / apdzīvotā vieta nav derīga
mg: Ny tanàna / ny toerana tsy mety
mi: Taone / Takiwa kaore i te tika
mk: Градот / Локалитетот не е валиден
ml: നഗരം / പ്രദേശം സാധുവല്ല
mn: Хот / орон нутаг хүчин төгөлдөр бус байна
mr: शहर / परिसर वैध नाही
ms: Bandar / Lokasi tidak sah
mt: Belt / Lokalità mhix valida
my: City / Locality သည်မမှန်ပါ
ne: शहर / इलाका मान्य छैन
nl: Stad / plaats is niet geldig
no: By / lokalitet er ikke gyldig
or: ସହର / ସ୍ଥାନ ବ valid ଧ ନୁହେଁ |
pa: ਸ਼ਹਿਰ / ਇਲਾਕਾ ਯੋਗ ਨਹੀਂ ਹੈ
pl: Miasto / miejscowość jest nieprawidłowe
ps: ښار / ځاییت اعتبار نلري
pt: Cidade / localidade inválida
ro: Orașul / localitatea nu este valid
ru: Город / населенный пункт недействителен
rw: Umujyi / Ahantu ntabwo byemewe
sd: شهر / پسگردائي صحيح ناهي
si: නගරය / ප්‍රදේශය වලංගු නොවේ
sk: Mesto / miesto je neplatné
sl: Mesto / kraj ni veljaven
sq: Qyteti / Lokaliteti nuk është i vlefshëm
sr: Град / место није важеће
sv: Stad / lokalitet är inte giltig
sw: Jiji / Eneo sio halali
ta: நகரம் / இடம் செல்லுபடியாகாது
te: నగరం / ప్రాంతం చెల్లదు
tg: Шаҳр / Маҳал эътибор надорад
th: เมือง / ท้องถิ่นไม่ถูกต้อง
tk: Şäher / Sebit dogry däl
tl: Ang lungsod / Lokalidad ay hindi wasto
tr: Şehir / Bölge geçerli değil
tt: Шәһәр / җирлек дөрес түгел
ug: شەھەر / جاي ئىناۋەتلىك ئەمەس
uk: Місто / населений пункт не дійсний
ur: شہر / محل وقوع درست نہیں ہے
uz: Shahar / joy noto‘g‘ri
vi: Thành phố / Tổ dân phố không hợp lệ
xh: IsiXeko / Indawo ayisebenzi
yi: שטאָט / לאָקאַליטי איז ניט גילטיק

source: Country
af: land
am: አገር
ar: بلد
az: Ölkə
be: краіна
bg: Държава
bn: দেশ
ca: País
cs: Země
cy: Gwlad
da: Land
de: Land
el: Χώρα
eo: Lando
es: País
et: Riik
eu: Herria
fa: کشور
fi: Maa
fr: Pays
fy: Lân
ga: Tír
gd: dùthaich
gl: País
gu: દેશ
hi: देश
hr: Zemlja
hu: Ország
hy: Երկիրը
id: Negara
is: Land
it: Nazione
iw: מדינה
ja: 国
ka: ქვეყანა
kk: Ел
km: ប្រទេស
kn: ದೇಶ
ku: Welat
ky: мамлекет
lb: Land
lo: ປະເທດ
lt: Šalis
lv: Valsts
mg: Firenena
mi: whenua
mk: Земја
ml: രാജ്യം
mn: Улс
mr: देश
ms: Negara
mt: Pajjiż
my: ပြည်
ne: देश
nl: land
no: Land
or: ଦେଶ
pa: ਦੇਸ਼
pl: Kraj
ps: هېواد
pt: País
ro: Țară
ru: Страна
rw: Igihugu
sd: ملڪ
si: රට
sk: Krajina
sl: Država
sq: vend
sr: Земља
sv: Land
sw: Nchi
ta: நாடு
te: దేశం
tg: кишвар
th: ประเทศ
tk: Countryurt
tl: Bansa
tr: ülke
tt: Ил
ug: دۆلەت
uk: Країна
ur: ملک
uz: Davlat
vi: Quốc gia
xh: Izwe
yi: לאַנד

source: State/Region is not valid
af: Staat / streek is nie geldig nie
am: ክልል / ክልል ትክክለኛ አይደለም
ar: الولاية / المنطقة غير صالحة
az: Ştat / bölgə etibarlı deyil
be: Штат / рэгіён несапраўдны
bg: Щат / регион не е валиден
bn: রাজ্য / অঞ্চল বৈধ নয়
ca: L'estat / regió no és vàlid
cs: Stát / oblast není platný
cy: Nid yw'r Wladwriaeth / Rhanbarth yn ddilys
da: Stat / region er ikke gyldig
de: Bundesland / Region ist ungültig
el: Η πολιτεία / περιοχή δεν είναι έγκυρη
eo: Ŝtato / Regiono ne validas
es: El estado / región no es válido
et: Riik / piirkond ei kehti
eu: Estatuak / eskualdeak ez du balio
fa: ایالت / منطقه معتبر نیست
fi: Osavaltio / alue ei kelpaa
fr: L'état / la région n'est pas valide
fy: Steat / regio is net jildich
ga: Níl an Stát / Réigiún bailí
gd: Chan eil Stàite / Sgìre dligheach
gl: O estado / rexión non é válido
gu: રાજ્ય / ક્ષેત્ર માન્ય નથી
hi: राज्य / क्षेत्र मान्य नहीं है
hr: Država / regija nije važeća
hu: Az állam / régió érvénytelen
hy: Նահանգ / մարզը վավեր չէ
id: Negara Bagian / Wilayah tidak valid
is: Ríki / svæði er ekki í gildi
it: Stato / regione non è valido
iw: מדינה / אזור אינם תקפים
ja: 州/地域が無効です
ka: სახელმწიფო / რეგიონი არასწორია
kk: Мемлекет / аймақ жарамсыз
km: រដ្ឋ / តំបន់មិនមានសុពលភាព
kn: ರಾಜ್ಯ / ಪ್ರದೇಶ ಮಾನ್ಯವಾಗಿಲ್ಲ
ku: Dewlet / Herêm ne derbasdar e
ky: Штат / Регион жараксыз
lb: Staat / Regioun ass net valabel
lo: ລັດ / ພາກພື້ນບໍ່ຖືກຕ້ອງ
lt: Valstybė / regionas negalioja
lv: Valsts / reģions nav derīgs
mg: Fanjakana / Faritra tsy mety
mi: Kaore e mana te Kawanatanga / Rohe
mk: Државата / регионот не е валидна
ml: സംസ്ഥാനം / പ്രദേശം സാധുവല്ല
mn: Муж / бүс буруу байна
mr: राज्य / प्रदेश वैध नाही
ms: Negeri / Wilayah tidak sah
mt: Stat / Reġjun mhux validu
my: ပြည်နယ် / တိုင်းသည်မမှန်ကန်ပါ
ne: राज्य / क्षेत्र मान्य छैन
nl: Staat / regio is niet geldig
no: Stat / region er ikke gyldig
or: ରାଜ୍ୟ / ଅଞ୍ଚଳ ବ valid ଧ ନୁହେଁ |
pa: ਰਾਜ / ਖੇਤਰ ਵੈਧ ਨਹੀਂ ਹੈ
pl: Stan / region jest nieprawidłowy
ps: ایالت / سیمه د اعتبار وړ نده
pt: Estado / região não é válido
ro: Statul / regiunea nu este valid
ru: Штат / регион недействителен
rw: Intara / Intara ntabwo byemewe
sd: رياست / علائقو صحيح ناهي
si: රාජ්ය / කලාපය වලංගු නොවේ
sk: Štát / región je neplatný
sl: Država / regija ni veljavna
sq: Shteti / rajoni nuk është i vlefshëm
sr: Држава / регион није важећи
sv: Stat / region är inte giltig
sw: Jimbo / Mkoa sio halali
ta: மாநிலம் / பிராந்தியம் செல்லுபடியாகாது
te: రాష్ట్రం / ప్రాంతం చెల్లదు
tg: Иёлот / Минтақа мӯътабар нест
th: รัฐ / ภูมิภาคไม่ถูกต้อง
tk: Döwlet / sebit dogry däl
tl: Hindi wasto ang Estado / Rehiyon
tr: Eyalet / Bölge geçerli değil
tt: Дәүләт / Төбәк дөрес түгел
ug: شىتات / رايون ئىناۋەتلىك ئەمەس
uk: Штат / регіон недійсний
ur: ریاست / علاقہ درست نہیں ہے
uz: Shtat / mintaqa haqiqiy emas
vi: Bang / khu vực không hợp lệ
xh: Umbuso / Ummandla awusebenzi
yi: שטאַט / קאנט איז נישט גילטיק

source: Contact Info
af: Kontakbesonderhede
am: የመገኛ አድራሻ
ar: معلومات الاتصال
az: Əlaqə məlumatı
be: Кантактная інфармацыя
bg: Информация за контакт
bn: যোগাযোগের তথ্য
ca: Dades de contacte
cs: Kontaktní informace
cy: Gwybodaeth Cyswllt
da: Kontaktoplysninger
de: Kontaktinformation
el: Πληροφορίες επαφής
eo: Kontaktinformoj
es: Datos de contacto
et: Kontaktinfo
eu: Harremanetarako informazioa
fa: اطلاعات تماس
fi: Yhteystiedot
fr: Informations de contact
fy: Kontakt ynformaasje
ga: Eolas teagmhála
gd: Fios Fios
gl: Información de contacto
gu: સંપર્ક માહિતી
hi: संपर्क सूचना
hr: Kontakt informacije
hu: Elérhetőségei
hy: Կոնտակտային տվյալները
id: Info kontak
is: Upplýsingar um tengilið
it: Informazioni di contatto
iw: פרטים ליצירת קשר
ja: 連絡先情報
ka: Საკონტაქტო ინფორმაცია
kk: Байланыс ақпараты
km: ព័ត៌មានទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿ
ku: Agahiyên Têkilî
ky: Байланыш маалымат
lb: Kontakt Info
lo: ຂໍ້​ມູນ​ຕິດ​ຕໍ່
lt: Kontaktinė informacija
lv: Kontaktinformācija
mi: Momo Whakapā
mk: Контакт Инфо
ml: ബന്ധപ്പെടുന്നതിനുള്ള വിവരം
mn: Холбоо барих мэдээлэл
mr: संपर्क माहिती
ms: Maklumat Hubungan
mt: Informazzjoni ta' Kuntatt
my: ဆက်သွယ်ရန်အချက်အလက်
ne: सम्पर्क जानकारी
nl: Contact informatie
no: Kontaktinfo
or: ଯୋଗାଯୋଗ ସୂଚନା
pa: ਸੰਪਰਕ ਜਾਣਕਾਰੀ
pl: Informacje kontaktowe
ps: د اړیکو معلومات
pt: Informações de contato
ro: Informatii de contact
ru: Контактная информация
rw: Menyesha Amakuru
sd: رابطي جي ڄاڻ
si: සම්බන්ධතා තොරතුරු
sk: Kontaktné informácie
sl: Kontaktne informacije
sq: Informacioni i Kontaktit
sr: Контакт информације
sv: Kontaktinformation
sw: Maelezo ya Mawasiliano
ta: தொடர்பு தகவல்
te: సంప్రదింపు సమాచారం
tg: Маълумот барои тамос
th: ข้อมูลติดต่อ
tk: Habarlaşmak üçin maglumat
tl: Impormasyon sa Pakikipag-ugnayan
tr: İletişim bilgileri
tt: Контакт өчен мәгълүмат
ug: ئالاقىلىشىش ئۇچۇرلىرى
uk: Контактна інформація
ur: رابطہ کی معلومات
uz: Aloqa ma'lumotlari
vi: Thông tin liên lạc
xh: Iinkcukacha zoqhagamshelwano
yi: קאָנטאַקט אינפֿאָרמאַציע

source: Language & Region
af: Taal en streek
am: ቋንቋ እና ክልል
ar: اللغة والمنطقة
az: Dil və Bölgə
be: Мова і рэгіён
bg: Език и регион
bn: ভাষা ও অঞ্চল
ca: Idioma i Regió
cs: Jazyk a region
cy: Iaith a Rhanbarth
da: Sprog og region
de: Sprache &amp; Region
el: Γλώσσα και περιοχή
eo: Lingvo kaj Regiono
es: Idioma y región
et: Keel ja piirkond
eu: Hizkuntza eta eskualdea
fa: زبان و منطقه
fi: Kieli ja alue
fr: Langue et région
fy: Taal &amp; Regio
ga: Teanga &amp; Réigiún
gd: Cànan &amp; sgìre
gl: Idioma e rexión
gu: ભાષા અને ક્ષેત્ર
hi: भाषा और क्षेत्र
hr: Jezik i regija
hu: Nyelv és régió
hy: Լեզուն և տարածաշրջանը
id: Bahasa &amp; Wilayah
is: Tungumál og svæði
it: Lingua e regione
iw: שפה ואזור
ja: 言語と地域
ka: ენა და რეგიონი
kk: Тіл және аймақ
km: ភាសានិងតំបន់
kn: ಭಾಷೆ ಮತ್ತು ಪ್ರದೇಶ
ku: Ziman &amp; Herêm
ky: Тил &amp; Аймак
lb: Sprooch &amp; Regioun
lo: ພາສາແລະພາກພື້ນ
lt: Kalba ir regionas
lv: Valoda un reģions
mg: Fiteny &amp; Faritra
mi: Reo &amp; Rohe
mk: Јазик и регион
ml: ഭാഷയും പ്രദേശവും
mn: Хэл ба бүс нутаг
mr: भाषा आणि प्रदेश
ms: Bahasa &amp; Wilayah
mt: Lingwa u Reġjun
my: ဘာသာစကားနှင့်ဒေသ
ne: भाषा र क्षेत्र
nl: Taal en regio
no: Språk og region
or: ଭାଷା ଏବଂ ଅଞ୍ଚଳ
pa: ਭਾਸ਼ਾ ਅਤੇ ਖੇਤਰ
pl: Język i region
ps: ژبه او سیمه
pt: Idioma e Região
ro: Limba și regiunea
ru: Язык и регион
rw: Ururimi &amp; Akarere
sd: ٻولي ۽ علائقو
si: භාෂාව සහ කලාපය
sk: Jazyk a región
sl: Jezik in regija
sq: Gjuha dhe rajoni
sr: Језик и регион
sv: Språk &amp; region
sw: Lugha na Mkoa
ta: மொழி &amp; பிராந்தியம்
te: భాష &amp; ప్రాంతం
tg: Забон ва минтақа
th: ภาษาและภูมิภาค
tk: Dil we sebit
tl: Wika at Rehiyon
tr: Dil ve Bölge
tt: Тел һәм регион
ug: تىل ۋە رايون
uk: Мова та регіон
ur: زبان اور علاقہ
uz: Til va mintaqa
vi: Ngôn ngữ &amp; khu vực
xh: Ulwimi kunye noMmandla
yi: שפּראַך &amp; קאנט

source: Saving
af: Spaar
am: በማስቀመጥ ላይ
ar: إنقاذ
az: Saxlanır
be: Захаванне
bg: Запазване
bn: সংরক্ষণ
ca: Estalvi
cs: Ukládání
cy: Arbed
da: Gemmer
de: Sparen
el: Οικονομία
eo: Ŝparante
es: Ahorro
et: Salvestamine
eu: Gorde
fa: صرفه جویی در
fi: Tallentaa
fr: Économie
fy: Besparje
ga: Shábháil
gd: A ’sàbhaladh
gl: Gardando
gu: બચત
hi: सहेजा जा रहा है
hr: Spremanje
hu: Megtakarítás
hy: Խնայողություն
id: Penghematan
is: Sparnaður
it: Salvataggio
iw: חִסָכוֹן
ja: 保存
ka: Შენახვა
kk: Сақтау
km: សន្សំ
kn: ಉಳಿಸಲಾಗುತ್ತಿದೆ
ky: Сактоо
lb: Spueren
lo: ປະຢັດ
lt: Išsaugomas
lv: Saglabā
mg: famonjena
mi: Tiaki
mk: Зачувува
ml: സംരക്ഷിക്കുന്നത്
mn: Хадгалж байна
mr: बचत
ms: Menyimpan
mt: Iffrankar
my: သိမ်းဆည်းခြင်း။
ne: बचत गर्दै
nl: Besparing
no: Lagrer
or: ସଞ୍ଚୟ
pa: ਸੰਭਾਲ ਰਿਹਾ ਹੈ
pl: Oszczędność
ps: خوندي کول
pt: Salvando
ro: Economisire
ru: Экономия
rw: Kuzigama
sd: بچاءُ
si: ඉතිරි කිරීම
sk: Ukladanie
sl: Shranjevanje
sq: Duke kursyer
sr: Уштеда
sv: Sparande
sw: Kuhifadhi
ta: சேமிப்பு
te: పొదుపు చేస్తోంది
tg: Сарфа кардан
th: ประหยัด
tk: Tygşytlamak
tl: Nagtitipid
tr: kaydetme
tt: Саклау
ug: تېجەش
uk: Збереження
ur: محفوظ کرنا
uz: Saqlash
vi: Tiết kiệm
xh: Iyagcina
yi: שפּאָרן

source: Verify Your
af: Verifieer u
am: የእራስዎን ያረጋግጡ
ar: تحقق الخاص بك
az: Sizin təsdiq et
be: Праверце Ваш
bg: Проверете вашето
bn: আপনার যাচাই করুন
ca: Verifiqueu la vostra
cs: Ověřte své
cy: Gwiriwch Eich
da: Bekræft din
de: Bestätigen Sie Ihre
el: Επαληθεύστε το
eo: Kontrolu Vian
es: Verifique su
et: Kontrollige oma
eu: Egiaztatu zure
fa: تأیید کنید
fi: Vahvista
fr: Vérifier votre
fy: Kontrolearje jo
ga: Fíoraigh Do
gd: Dearbhaich Do
gl: Verifique o seu
gu: તમારું ચકાસો
hi: सत्यापित करें आपना
hr: Potvrdite svoj
hu: Ellenőrizd
hy: Ստուգեք ձեր
id: Verifikasi Anda
is: Staðfestu þinn
it: Verifica il tuo
iw: אמת את
ja: あなたの確認
ka: შეამოწმეთ თქვენი
kk: Сіздің тексеріңіз
km: ផ្ទៀងផ្ទាត់របស់អ្នក
kn: ನಿಮ್ಮ ಪರಿಶೀಲಿಸಿ
ky: текшерүү, Сенин
lo: ຢືນຢັນຂອງທ່ານ
lt: Patvirtinkite savo
lv: Pārbaudi savu
mg: Hamarino ny anao
mi: Manatokohia koe
mk: Потврди го
ml: നിങ്ങളുടെ തെറ്റ് പരിശോധിക്കുക
mn: Та баталгаажуулах
mr: आपले सत्यापित करा
ms: Sahkan Anda
mt: Ivverifika Your
my: သင့်ကိုစိစစ်ရန်
ne: तपाईंको प्रमाणित गर्नुहोस्
nl: Verifieer jouw
no: Bekreft din
or: ଆପଣଙ୍କର ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਆਪਣੀ ਜਾਂਚ ਕਰੋ
pl: Zweryfikuj swoje
ps: ستا تصدیق
pt: Verificar o seu
ro: Verificați-vă
ru: Подтвердите свой
rw: Kugenzura ibyawe
sd: توهان جي تصديق ڪريو
si: ඔබගේ සත්යතාව තහවුරු කරන්න
sk: Overte svoje
sl: Preverite svoje
sq: Verifiko
sr: Верификујте свој
sv: Verifiera din
sw: Thibitisha yako
ta: உங்கள் சரிபார்க்கவும்
te: మీ ధృవీకరించండి
tg: Тафтиш кунед
th: ยืนยันของคุณ
tk: Özüňizi barlaň
tl: I-verify ang Iyong
tr: Doğrula
tt: Yourзегезне тикшерегез
ug: تەكشۈرۈپ بېقىڭ
uk: Перевірте свій
ur: آپ کی توثیق کریں
uz: O&#39;zingizni tasdiqlang
vi: Xác minh của bạn
xh: Qinisekisa yakho
yi: באַשטעטיקן דיין

source: Verification Code
af: Verifikasiekode
am: የማረጋገጫ የሚስጥር ቁጥር
ar: رمز التحقق
az: Yoxlama kodu
be: Код верыфікацыі
bg: Код за потвърждение
bn: যাচাই কোড
ca: Codi de verificació
cs: Ověřovací kód
cy: Cod Gwirio
da: Verifikationskode
de: Bestätigungscode
el: Κωδικός επαλήθευσης
eo: Kondiĉa Kodo
es: Código de verificación
et: Kinnituskood
eu: Egiaztapen Kodea
fa: کد تایید
fi: Vahvistuskoodi
fr: Code de vérification
ga: Cód fíorúcháin
gd: Còd Dearbhaidh
gl: Código de verificación
gu: ચકાસણી કોડ
hi: पुष्टि संख्या
hr: Kod za provjeru
hu: Ellenőrző kód
hy: Ստուգման կոդ
id: Kode verifikasi
is: Staðfestingarkóði
it: Codice di verifica
iw: קוד אימות
ja: 検証コード
ka: Დამადასტურებელი კოდი
kk: Тексеру коды
km: កូដ​ផ្ទៀង​ផ្ទាត់
kn: ಪರಿಶೀಲನೆ ಕೋಡ್
ku: Qanûna Verification
ky: Текшерүү коду
lb: Sëcherheetscode
lt: Patvirtinimo kodas
lv: Verifikācijas kods
mg: Kaody fanamarinana
mi: Tauira Whakamana
mk: Код за верификација
ml: പരിശോധിച്ചുറപ്പിക്കൽ കോഡ്
mn: Баталгаажуулах код
mr: सत्यापन कोड
ms: Kod pengesahan
mt: Kodiċi tal-Verifika
my: အတည်ပြုရန်ကုတ်
ne: प्रमाणीकरण कोड
nl: Verificatie code
no: Bekreftelseskode
or: ପ୍ରମାଣ ସଂକେତ
pa: ਪੜਤਾਲ ਕੋਡ
pl: Kod weryfikacyjny
ps: د تایید کوډ
pt: Código de verificação
ro: Cod de verificare
ru: Код подтверждения
rw: Kode yo kugenzura
sd: تصديق جو ڪوڊ
si: සත්යාපන කේතය
sk: Overovací kód
sl: Koda za preverjanje
sq: Kodi i Verifikimit
sr: Верификациони код
sv: Verifierings kod
sw: Msimbo wa Uhakikisho
ta: சரிபார்ப்புக் குறியீடு
te: ధృవీకరణ కోడ్
tg: Рамзи озмоиш
th: รหัสยืนยัน
tk: Barlag kody
tl: Code ng Pagpapatunay
tr: Doğrulama kodu
tt: Тикшерү коды
ug: دەلىللەش كودى
uk: Код підтвердження
ur: تصدیقی کوڈ
uz: Tasdiq kodi
vi: Mã xác nhận
xh: Gqina ikhowudi

source: Resend Code
af: Herstuur kode
am: ኮድ ዳግም ላክ
ar: أعد إرسال الرمز
az: Kodu yenidən göndərmək
be: запытаць код
bg: Код за препращане
bn: পুনরায় পাঠানো কোড
ca: Codi de reenviament
cs: Znovu odeslat kód
cy: Ailgyflwyno Cod
da: Gensend kode
de: Code erneut senden
el: Ξαναστείλε τον κωδικό
eo: Resendu Kodo
es: Reenviar codigo
et: Saada kood uuesti
eu: Berrezarri kodea
fa: کد بازنویسی
fi: Lähetä koodi uudelleen
fr: Renvoyer le code
fy: Koade nochris ferstjoere
ga: Cóip ar ais
gd: Còd Ath-aithris
gl: Reenvío de código
gu: કોડ ફરીથી મોકલો
hi: पुन: कोड भेजे
hr: Ponovno pošalji kôd
hu: Kód újraküldése
hy: Կատարեք Կոդ
id: Kirim ulang Kode
is: Senda kóða aftur
it: Codice di rispedizione
iw: שלח קוד שוב
ja: コードを再送信する
ka: Კოდის გადაგზავნა
kk: Кодты қайта жіберу
km: ផ្ញើកូដឡើងវិញ
kn: ಕೋಡ್ ಮರುಹಂಚಿರಿ
ku: Koda Resend
lb: Code ofhipment
lt: Atsiųskite kodą dar kartą
lv: Pārsūtīt kodeksu
mg: Hamerina Code
mi: Whakaaetanga Ture
mk: Препрати код
ml: കോഡ് വീണ്ടും അയക്കുക
mn: Кодыг дахин илгээх
mr: कोड पुन्हा पाठवा
ms: Hantar Kod
mt: Irreġistra l-Kodiċi
my: ကုဒ်ပြန်ပို့ပါ
ne: कोड पुन: पठाउनुहोस्
nl: Code nogmaals versturen
no: Send kode på nytt
or: କୋଡ୍ ପଠାନ୍ତୁ |
pa: ਕੋਡ ਵਾਪਸ ਭੇਜੋ
pl: Wyślij ponownie kod
ps: د رجوع کوډ
pt: Reenviar código
ro: Retrimite codul
ru: Отправить код еще раз
rw: Kode yo Kode
sd: ڪوڊ ريڊريس
si: නැවතන්න කේතය
sk: Znova odoslať kód
sl: Ponovno pošlji kodo
sq: Ridergo kodin
sr: Поново пошаљи шифру
sv: Återsänd koden
sw: Tuma Msimbo
ta: குறியீட்டை மீண்டும் அனுப்பு
te: మళ్ళీ పంపు కోడ్
tg: Кодекси нав
th: ส่งรหัสอีกครั้ง
tk: Ibermek kody
tl: Ipadala muli ang Code
tr: Yeniden gönderme kodu
tt: Кодны җибәрү
ug: قايتۇرۇش كودى
uk: Надіслати код повторно
ur: کوڈ پھر سے بھیجو
uz: Kodni qayta yuborish
vi: Mã gửi lại
xh: Phakamisa i Khowudi
yi: רעסענד קאָוד

source: Resending
af: weer in
am: በመላክ ላይ
ar: إعادة إرسال
az: Yenidən göndərmə
bg: Повторно изпращане на
bn: পুনরায় পাঠানো হচ্ছে
ca: Reenviament
cs: Opakování
cy: Yn mynychu
da: gensende
de: Erneut senden
el: Επανεκκίνηση
eo: Restante
es: Reenviar
et: Edastamiseks uuesti
eu: berriz bidaltzea
fa: ارسال مجدد
fi: uudelleenlähetystä
fr: Renvoyer
fy: Resensearje
ga: Ag fágáil
gd: A &#39;dol air adhart
gl: Reenvío
gu: ફરીથી મોકલવું
hi: पुनः भेजी
hr: Ponovno slanje
hu: újraküldése
hy: Վերահասցեավորում
id: Kirim ulang
is: Endursending
it: Nuovo invio
iw: מחדש
ja: 再送
ka: რეაგირება
kk: Қайта жіберу
km: ការបញ្ជូនបន្ត
kn: ಮರುಕಳಿಸಲಾಗುತ್ತಿದೆ
ku: Resend
ky: жөнөтүү
lt: Persiųsta iš naujo
lv: Pārsūtīšana
mi: Te whakautu
mk: Повторно
ml: പുനരാരംഭിക്കുന്നു
mn: Эргүүлэх
mr: पुन्हा पाठवत आहे
ms: Bertanggungjawab
mt: Ritorn mill-ġdid
ne: पुन: जारी गर्दै
nl: Opnieuw verzenden
no: Sende
or: ପଠାଇବା
pa: ਦੁਬਾਰਾ ਭੇਜਣਾ
pl: Ponowne wysyłanie
ps: بیا میشتیدل
pt: Reenviando
ro: retrimiteți
ru: повторная отправка
rw: Kurungika
sd: جاچڻ
si: නැවතත්
sk: preposielanie
sl: Ponovitev
sr: Поновно
sv: omsändning
sw: Inashiriki
ta: மீண்டும் அனுப்புகிறது
te: మళ్ళీ పంపేందుకు
tg: Низом
th: การส่ง
tk: Yzyna
tr: yeniden gönderiliyor
tt: Кайту
uk: Повторне надсилання
ur: رہنا
uz: Qayta yuborish
vi: Gửi lại
xh: Ukumisa
yi: רעסענדינג

source: Verify
af: verifieer
am: አረጋግጥ
ar: التحقق
az: Doğrulayın
be: праверыць
bg: Уверете се,
bn: যাচাই করুন
ca: Verifica
cs: Ověřte
cy: Gwiriwch
da: Verificere
de: Überprüfen
el: Επαληθεύω
eo: Kontrolu
es: Verificar
et: Kinnita
eu: Ziurtatu
fa: تأیید
fi: tarkistaa
fr: Vérifier
fy: Ferifiearje
ga: Fíoraigh
gd: Dearbhaich
gl: Verifique
gu: ચકાસો
hi: सत्यापित करें
hr: provjeriti
hu: Ellenőrizze
hy: Հաստատել
id: Memeriksa
is: Staðfestu
it: Verificare
iw: לְאַמֵת
ja: 確認
ka: შემოწმება
kk: Тексеріңіз
km: ផ្ទៀង​ផ្ទាត់
kn: ಪರಿಶೀಲಿಸಿ
ku: Lidûsekirin
ky: текшерүү
lo: ຢືນຢັນ
lt: Patikrinkite
lv: Verificējiet
mg: manamarina
mi: Manatoko
mk: Потврди
ml: പരിശോധിക്കുക
mn: Баталгаажуулна
mr: सत्यापित करा
ms: Sahkan
mt: Ivverifika
ne: रुजु गर्नुहोस्
nl: Verifiëren
no: Bekrefte
or: ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਜਾਂਚ ਕਰੋ
pl: Zweryfikować
ps: تایید کړئ
pt: Verificar
ro: Verifica
ru: проверить
rw: Kugenzura
sd: تصديق ڪريو
si: තහවුරු කරන්න
sk: overiť
sl: Preveri
sq: verifikoj
sr: Проверити
sv: Kontrollera
sw: Thibitisha
ta: சரிபார்க்கவும்
te: నిర్ధారించండి
tg: Санҷед
th: ตรวจสอบ
tk: Barlaň
tl: Patunayan
tr: DOĞRULAYIN
tt: Тикшерегез
ug: دەلىللەڭ
uk: Перевірте
ur: تصدیق کریں
uz: Tasdiqlang
vi: Kiểm chứng
xh: Qinisekisa
yi: באַשטעטיקן

source: Verifying...
af: Verifieer ...
am: በማረጋገጥ ላይ ...
ar: التحقق من ...
az: Təsdiqləmə ...
be: Праверка ...
bg: Проверява се ...
bn: যাচাই করা হচ্ছে ...
ca: S&#39;està verificant ...
cs: Ověření ...
cy: Gwirio ...
da: Bekræfter ...
de: Überprüfen ...
el: Επαλήθευση ...
eo: Kontroli ...
es: Verificando ...
et: Tõestades ...
eu: Egiaztatzen ...
fa: تأیید ...
fi: Tarkistetaan ...
fr: Vérification ...
fy: Ferifikaasje ...
ga: Ag fíorú ...
gd: A &#39;dearbhadh ...
gl: Verificando ...
gu: ચકાસી રહ્યું છે ...
hi: सत्यापन करें ...
hr: Provjera ...
hu: Ellenőrzés ...
hy: Հաստատում ...
id: Memverifikasi ...
is: Staðfestir ...
it: Verifica ...
iw: מאמת ...
ja: 確認中...
ka: შემოწმება ...
kk: Тексеру ...
km: កំពុងផ្ទៀងផ្ទាត់ ...
kn: ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ ...
ku: Piştrastkirin ...
ky: Текшерүүдө ...
lb: Verifizéieren ...
lo: ການຢືນຢັນ ...
lt: Tikrinama ...
lv: Verificējot ...
mg: Manamarina ...
mi: Whakamatau ana ...
mk: Потврдување ...
ml: പരിശോധിച്ചുറപ്പിക്കുന്നു ...
mn: Баталгаажуулна ...
mr: सत्यापित करत आहे ...
ms: Mengesahkan ...
mt: Tivverifika ...
my: စိစစ် ...
ne: रुजु गर्दै ...
nl: Het verifiëren van ...
no: Bekrefter ...
or: ଯାଞ୍ଚ ...
pa: ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ ...
pl: Weryfikuję ...
ps: تاييدول ...
pt: Verificando ...
ro: Se verifică ...
ru: Проверка ...
rw: Kugenzura ...
sd: تصديق ڪري رهيو آهي ...
si: සත්යාපනය ...
sk: Overovanie ...
sl: Preverjanje ...
sq: Duke verifikuar ...
sr: Провера ...
sv: Verifiera ...
sw: Inathibitisha ...
ta: சரிபார்க்கிறது ...
te: ధృవీకరిస్తోంది ...
tg: Муҳофизати ...
th: การตรวจสอบ ...
tk: Barlamak ...
tl: Pinatutunayan ...
tr: Doğrulanıyor ...
tt: Тикшерү ...
ug: دەلىللەۋاتىدۇ ...
uk: Перевірка ...
ur: تصدیق کر رہا ہے ...
uz: Tasdiqlanmoqda ...
vi: Đang xác minh ...
xh: Ukuqinisekisa ...

source: Later
am: በኋላ ላይ
ar: في وقت لاحق
az: Daha sonra
be: пазней
bg: По късно
bn: পরবর্তীতে
ca: Més tard
cs: Později
cy: Yn ddiweddarach
da: Senere
de: Später
el: Αργότερα
eo: Poste
es: Luego
et: Hiljem
eu: Beranduago
fa: بعد
fi: Myöhemmin
fr: Plus tard
fy: Letter
ga: Níos déanaí
gd: Nas fhaide air adhart
gl: Máis tarde
gu: પાછળથી
hi: बाद में
hr: Kasnije
hu: A későbbiekben
hy: Հետագայում
id: Kemudian
is: Seinna
it: Dopo
iw: יותר מאוחר
ja: 後で
ka: მოგვიანებით
kk: Кейінірек
km: ក្រោយមក
kn: ನಂತರ
ku: Paşan
ky: кеч
lb: Méi spéit
lo: ຕໍ່ມາ
lt: Vėliau
lv: Vēlāk
mg: Taty aoriana
mi: I muri mai
mk: Подоцна
ml: പിന്നീട്
mn: Дараа нь
mr: नंतर
ms: Kemudian
mt: Aktar tard
my: နောက်ပိုင်းတွင်
ne: पछि
no: Seinere
or: ପରେ
pa: ਬਾਅਦ ਵਿਚ
pl: Później
ps: وروسته
pt: Mais tarde
ro: Mai tarziu
ru: Позже
rw: Nyuma
sd: بعد ۾
si: පසු
sk: neskôr
sl: Kasneje
sq: më vonë
sr: Касније
sv: Senare
sw: Baadae
ta: பின்னர்
te: తర్వాత
tg: Баъдтар
th: ต่อมา
tk: Soňrak
tl: Mamaya
tr: Sonra
tt: Соңрак
ug: كېيىنچە
uk: Пізніше
ur: بعد میں
uz: Keyinchalik
vi: Một lát sau
xh: Kamva
