Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
af: 10.4 Kennisgewing en samewerking: die verpligtinge van die skadeloosstellende party teenoor die skadeloosgestelde party kragtens hierdie artikel 10 hierbo, is onderhewig daaraan dat (i) skadeloosstellende party die vrywarende party onmiddellik skriftelik in kennis stel, op kennis van enige eis, waarvoor hy geregtig is op skadeloosstelling kragtens die Ooreenkoms ; (ii) tot die mate van toepassing, skadeloosstelling wat die gebruik van die beweerde inbreukmakende Dienste ophou met ontvangs van die kennisgewing daarvan; (iii) skadeloosgestelde party wat toelaat dat skadelike party die alleenreg het om die verdediging en skikking van sodanige eis te beheer (met dien verstande dat skadeloosstellende party nie enige eis sonder die toestemming van die vrygestelde party mag vereffen nie, tensy die skikking onvoorwaardelik vrywaring van alle aanspreeklikheid vrylaat); (iv) skadeloosstellende party wat redelike bystand verleen aan skadeloosstellende partye op vergoeding van sodanige eis; (v) skadeloosgestelde party wat nie &#39;n skikkingsooreenkoms aangaan of sodanige eis op enige ander wyse besleg sonder die uitdruklike skriftelike toestemming of versoek van die party nie; en (vi) skadeloosgestelde party wat voldoen aan enige skikking of hofbevel wat gemaak is in verband met die eis (wat verband hou met die toekomstige gebruik van inbreukmateriaal). Die skadeloosstellende party kan deelneem aan die verdediging of skikking van &#39;n eis met &#39;n eie keuse en op eie koste.
am: 10.4 ማስታወቂያ እና ትብብር ከዚህ በላይ በዚህ ክፍል 10 ስር ላለው የፓርቲው ግዴታን የማወጣት ግዴታዎች በ (1) ተዋዋዩ ወገን በቋሚነት ስምምነቱን በሚያሳውቅ ማንኛውም ስምምነቱ ዕውቅና በሚሰጥበት ጊዜ ፣ በስምምነቱ መሠረት የመክፈል መብት ሊኖረው ይችላል ፡፡ ; (ii) በሚመለከተው መጠን ፣ የይገባኛል ጥያቄ የቀረበባቸው ወገኖች የይገባኛል ጥያቄ ጥሰትን የሚመለከቱ አገልግሎቶችን መጠቀምን ሲያቆሙ ተመሳሳይ ማስታወቂያ ሲደርሳቸው ፣ (iii) በውል ስምምነቱ የተፈፀመ ወገን ከማንኛውም ዕዳ ተጠያቂ ካልሆነ በስተቀር ማናቸውም የይገባኛል ጥያቄውን የመከላከል እና እልባት የመቆጣጠር ብቸኛ መብት እንዲኖረው ፈቃድ የተሰጠው አካል (ያለአከራይ ወገን ማንኛውንም የይገባኛል ጥያቄ ያለ ወገን ተዋዋይ ወገን መፍታት የማይችል ከሆነ) (iv) የይገባኛል ጥያቄን በመከላከል ረገድ የፓርቲው ወጪን በገንዘብ ለሚመለከተው አካል ተገቢውን ድጋፍ የሚሰጥ አካል ፣ (v) ተዋዋይ ወገን ማንኛውንም የመቋቋሚያ ስምምነት ውስጥ የማይገባ ወይም በሌላ ወገን ተዋዋዩ የቅድሚያ የጽሑፍ ፈቃድ ወይም ጥያቄን ሳያሳይ ማንኛውንም እንደዚህ ያለ አቤቱታ ከማስተላለፍ ጋር ፤ እና (vi) የይገባኛል ጥያቄው ከአቤቱታው ጋር በተያያዘ ማንኛውንም ስምምነት ወይም የፍርድ ቤት ትዕዛዝ የሚያከብር አካል (ለወደፊቱ ከማንኛውም የማጣሪያ ቁሳቁሶች ለወደፊቱ ጥቅም ላይ የሚውል)። የጠፋው አካል የይገባኛል ጥያቄውን በራሱ የመከላከል እና በራሱ ወጪ በማቅረብ የይገባኛል ጥያቄን በመከላከሉ ወይም በመቋቋሙ ላይ ሊሳተፍ ይችላል።
ar: 10.4 الإخطار والتعاون: التزامات الطرف المُطالَب بالتعويض تجاه الطرف المُعوَّض بموجب هذا القسم 10 أعلاه مشروطة بـ (1) إخطار الطرف المُعوَّض الطرف المُعوَّض على الفور كتابيًا ، بناءً على علم بأي مطالبة ، والتي قد يحق له الحصول على تعويض عنها بموجب الاتفاقية ؛ (2) إلى الحد المطبق ، توقف الطرف المعوض عن استخدام الخدمات المنتهِكة المزعومة عند استلام إشعار بذلك ؛ (3) يسمح الطرف المُعوَّض للطرف المُعوَّض بأن يكون له الحق الوحيد في التحكم في الدفاع وتسوية أي مطالبة من هذا القبيل (بشرط ألا يقوم الطرف المُطالَب بالتعويض بتسوية أي مطالبة دون موافقة الطرف المُعوَّض ما لم تُعفي التسوية الطرف المُعوَّض من جميع المسؤوليات دون قيد أو شرط) ؛ (4) تقديم الطرف المُعوَّض مساعدة معقولة للطرف المُعوَّض ، على نفقة الطرف المُعوَّض ، في الدفاع عن هذا الادعاء ؛ (5) عدم دخول الطرف المعوض في أي اتفاقية تسوية أو تسوية أي مطالبة من هذا القبيل دون تعويض موافقة أو طلب كتابي مسبق صريح من الطرف ؛ و (6) التزام الطرف المعوض بأي تسوية أو أمر محكمة صدر فيما يتعلق بالمطالبة (المتعلقة بالاستخدام المستقبلي لأي مواد منتهكة). يجوز للطرف المُعوَّض المشاركة في الدفاع أو تسوية الدعوى مع محامٍ من اختياره وعلى نفقته الخاصة.
az: 10.4 Bildiriş və əməkdaşlıq: Yuxarıdakı 10 Bölmə üzrə kompensasiya edilmiş tərəfin qarşısında ödəməli olan tərəflərin öhdəlikləri (i) kompensasiya edilmiş tərəfi dərhal Razılığa əsasən kompensasiya etmək hüququ əldə edə biləcəyi hər hansı bir iddianı bildikdən sonra dərhal tərəfə yazılı şəkildə xəbərdarlıq edən tərəfə bildirməlidir. ; (ii) tətbiq olunan dərəcədə, ödənilmiş tərəf, bildiriş aldıqdan sonra iddia edilən pozuntu xidmətlərindən istifadəni dayandırır; (iii) kompensasiya verən tərəfə hər hansı bir bu iddianın müdafiəsinə və həllinə nəzarət etmək yeganə hüququna malik olmasına icazə verən tərəf (şərtdir ki, ödəmə tərəfi bütün məsuliyyətdən şərti olaraq azad etmədiyi halda kompensasiya tərəfi razılığı olmadan hər hansı bir tələbi həll edə bilməzsə); (iv) kompensasiya edən tərəfə bu iddianın müdafiəsi üçün tərəfin xərcini ödəməklə lazımi köməklik göstərmiş kompensasiya edilmiş tərəf; (v) kompensasiya edilmiş tərəf heç bir həll razılaşması bağlamamış və ya başqa bir tələbi tərəfin əvvəlcədən yazılı razılığını və ya tələbini ödəmədən; və (vi) iddia ilə əlaqədar hər hansı bir həll qərarına və ya məhkəmə qərarına əməl edən kompensasiya edilmiş tərəf (hər hansı pozucu materialların gələcək istifadəsi ilə əlaqədar). Ödənilən tərəf öz istəyi ilə və öz hesabına vəkilin tələbi ilə iddianın müdafiəsində və ya həllində iştirak edə bilər.
be: 10.4 Апавяшчэнне і супрацоўніцтва: Абавязацельскія абавязацельствы перад абвінавачаным бокам у адпаведнасці з дадзеным Раздзелам 10 вышэй абумоўлены: (i) абвінавачаная бок неадкладна пісьмова апавяшчае абвінавачаную партыю, ведаючы пра любыя прэтэнзіі, па якіх яна можа мець права на кампенсацыю ў рамках Пагаднення. ; (ii) у той ступені, у якой гэта прымяняецца, кампенсаваная ўдзельнікам кампанія спыняе выкарыстанне заяўленых паслуг, якія парушаюць права, пасля атрымання паведамлення аб гэтым; (iii) абвінавачаная бок, якая дазволіла абвінавачанаму боку мець адзінае права кантраляваць абарону і ўрэгуляванне любых падобных патрабаванняў (пры ўмове, што кампенсацыйная бок не можа ўрэгуляваць любы пазоў без згоды з боку пацярпелай асобы, калі ўрэгуляванне безумоўна не вызваляе пакрыўджаную бок ад усякай адказнасці); (iv) пакрыўджаная бок, якая аказвае разумную дапамогу страце, якая забясьпечвае шкоду, за кошт сродкаў, якія абараняюць шкоду, у абарону такой прэтэнзіі; (v) абвінавачаная бок, якая не заключае ніякіх пагадненняў аб урэгуляванні ці іншым чынам не ўрэгулюе такую прэтэнзію, не выкрываючы папярэдняе пісьмовае згоду або просьбу ўдзельніка; і (vi) кампенсацыя ўдзельніку, які выконвае любыя пагадненні аб урэгуляванні альбо судовым парадку, зробленыя ў сувязі з пазовам (звязаны з будучым выкарыстаннем матэрыялаў, якія парушаюць права). Абвінавачаная бок можа ўдзельнічаць у абароне або ўрэгуляванні пазову з абаронцам па ўласным выбары і за свой кошт.
bg: 10.4 Уведомяване и сътрудничество: Задълженията на обезщетяващата страна към обезщетената страна съгласно този раздел 10 по-горе се обуславят от (i) обезщетената страна, която уведомява обезщетяващата страна незабавно писмено, след като знае за каквато и да е претенция, за която може да има право на обезщетение съгласно Споразумението ; (ii) доколкото е приложимо, обезщетено лице, което прекратява използването на заявените услуги в нарушение след получаване на известие за същите; (iii) обезщетена страна, позволяваща на обезщетяващата страна да има единственото право да контролира защитата и уреждането на всеки такъв иск (при условие че обезщетяващата страна не може да уреди нито един иск без съгласието на обезщетената страна, освен ако споразумението безусловно освобождава обезщетената страна от всяка отговорност); iv) обезщетена страна, предоставяща разумна помощ на обезщетяващата страна, за сметка на обезщетяващата страна, в защита на такова искане; v) обезщетена страна, която не сключва споразумение за сетълмент или урежда по какъвто и да било друг начин иск, без изрично предварително изрично писмено съгласие или искане на страната; и (vi) обезщетено лице, което се съобразява с каквото и да било споразумение или съдебно разпореждане, направено във връзка с иска (свързано с бъдещата употреба на всички нарушаващи материали). Обезщетената страна може да участва в защитата или уреждането на иск с адвокат по свой избор и за своя сметка.
bn: ১০.৪ বিজ্ঞপ্তি ও সহযোগিতা: উপরোক্ত এই ধারা ১০ এর অধীন ক্ষতিপূরণ প্রাপ্ত দলের প্রতি দায়বদ্ধ দলের দায়বদ্ধতা শর্তযুক্ত (i) ক্ষতিপূরণ প্রাপ্ত পক্ষকে তত্ক্ষণাত লিখিতভাবে অবহিতকরণ, কোনও দাবি জানার পরে, যার জন্য এটি চুক্তির আওতায় ক্ষতিপূরণ পাওয়ার অধিকারী হতে পারে ; (ii) প্রযোজ্য, ক্ষতিপূরণ প্রাপ্ত পক্ষের নোটিশ পাওয়ার পরে দাবী লঙ্ঘনকারী পরিষেবাগুলি ব্যবহার বন্ধ করে দেওয়া; (iii) ক্ষতিপূরণপ্রাপ্ত পক্ষকে এই জাতীয় যে কোনও দাবি রক্ষা এবং নিষ্পত্তি করার একমাত্র অধিকার রয়েছে বলে শর্ত মঞ্জুরকারী (শর্তসাপেক্ষে যে ক্ষতিপূরণকারী পক্ষ দায়বদ্ধ পক্ষকে দায়বদ্ধ দলকে সমস্ত দায়বদ্ধতা থেকে মুক্তি না দিলে ক্ষতিপূরণপ্রাপ্ত দলের সম্মতি ব্যতিরেকে কোনও দাবি নিষ্পত্তি করতে না পারে); (iv) ক্ষতিপূরণপ্রাপ্ত পক্ষ ক্ষতিপূরণকারী দলের পক্ষে, ক্ষতিপূরণদাতা দলের ব্যয়কে ক্ষতিপূরণ দেওয়ার ক্ষেত্রে এ জাতীয় দাবি রক্ষার পক্ষে যুক্তিসঙ্গত সহায়তা প্রদান করে; (v) ক্ষতিপূরণ প্রাপ্ত পক্ষ কোনও নিষ্পত্তির চুক্তিতে প্রবেশ না করে বা অন্যথায় দলের ক্ষতিপূরণপূর্বক লিখিত সম্মতি বা অনুরোধ ছাড়াই এ জাতীয় কোনও দাবি নিষ্পত্তি না করে; এবং (vi) ক্ষতিপূরণ প্রাপ্ত দাবী (যে কোনও লঙ্ঘনকারী সামগ্রীর ভবিষ্যতে ব্যবহারের সাথে সম্পর্কিত) দাবি সম্পর্কিত কোনও নিষ্পত্তি বা আদালতের আদেশের সাথে সম্মতি জানায়। ক্ষতিপূরণ প্রাপ্ত পক্ষ তার নিজের পছন্দসই পরামর্শ এবং তার নিজস্ব ব্যয় নিয়ে কোনও দাবি প্রতিরক্ষা বা নিষ্পত্তিতে অংশ নিতে পারে।
ca: 10.4 Notificació i cooperació: Les obligacions de la part indemnitzadora amb la part indemnitzada en virtut d&#39;aquesta secció 10 anterior estan condicionades a (i) la part indemnitzada que notifiqui a la part indemnitzadora de forma immediata per escrit, al coneixement de qualsevol reclamació, per la qual pugui tenir dret a una indemnització en virtut de l&#39;Acord. ; (ii) en la mesura que sigui aplicable, la part indemnitzada que deixi d&#39;utilitzar els Serveis reclamats que incompleixen un cop rebuda la notificació dels mateixos; (iii) la part indemnitzada que permeti a la part indemnitzadora tenir l&#39;únic dret a controlar la defensa i la solució de qualsevol reclamació (sempre que la part indemnitzadora no pugui resoldre cap reclamació sense el consentiment de la part indemnitzada tret que la liquidació alliberi incondicionalment la part indemnitzada de tota responsabilitat); (iv) la part indemnitzada que ofereix una assistència raonable a la part indemnitzadora, a càrrec de la indemnització, en la defensa d&#39;aquesta reclamació; (v) la part indemnitzada que no subscrigui cap acord de liquidació o resolgui de qualsevol altra manera cap reclamació sense indemnitzar l&#39;expressat consentiment o sol·licitud prèvia i per escrit; i (vi) una part indemnitzada que compleixi qualsevol resolució o ordre judicial feta en relació amb la reclamació (relacionada amb l’ús futur de qualsevol material infractor). La part indemnitzada pot participar en la defensa o solució d’un sinistre amb un advocat que hagi triat a càrrec seu i a càrrec seu.
cs: 10.4 Oznámení a spolupráce: Závazky odškodňující strany vůči odškodněné straně podle tohoto oddílu 10 výše jsou podmíněny (i) odškodněnou stranou, která včasně písemně informuje odškodňující stranu, na základě znalosti jakéhokoli nároku, za který může mít nárok na odškodnění podle dohody. ; (ii) v odůvodněné míře odškodněná strana přestane používat nárokované Služby porušující práva po obdržení jejich oznámení; (iii) odškodněná strana, která dovoluje odškodňující straně, aby měla výhradní právo kontrolovat obhajobu a urovnání jakéhokoli takového nároku (za předpokladu, že odškodňující strana nemůže vyřídit jakýkoli nárok bez souhlasu odškodněné strany, pokud vypořádání bezpodmínečně nezbavuje odškodněné strany veškeré odpovědnosti); (iv) odškodněná strana poskytující přiměřenou pomoc odškodňující straně na náklady odškodňující strany při obhajobě takového nároku; (v) odškodněná strana, která neuzavřela žádnou dohodu o urovnání nebo jinak nevyrovnala jakýkoli takový nárok bez výslovného předchozího písemného souhlasu nebo žádosti odškodňující strany; a (vi) odškodněná strana, která vyhoví jakémukoli urovnání nebo soudnímu příkazu učiněnému v souvislosti s pohledávkou (související s budoucím používáním materiálů porušujících právo). Odškodněná strana se může podílet na obhajobě nebo urovnání nároku s radou podle vlastního výběru a na vlastní náklady.
cy: 10.4 Hysbysiad a Chydweithrediad: Mae rhwymedigaethau&#39;r parti indemnio i&#39;r parti indemniedig o dan yr Adran 10 uchod yn amodol ar (i) parti indemniedig yn hysbysu&#39;r parti indemnio yn brydlon yn ysgrifenedig, ar ôl gwybod am unrhyw hawliad, y gallai fod ganddo hawl i indemnio ar ei gyfer o dan y Cytundeb. ; (ii) i&#39;r graddau sy&#39;n berthnasol, parti indemniedig yn rhoi&#39;r gorau i ddefnyddio&#39;r Gwasanaethau torri honedig ar ôl derbyn rhybudd o&#39;r un; (iii) parti indemniedig sy&#39;n caniatáu i barti indemnio gael yr unig hawl i reoli amddiffyniad a setliad unrhyw hawliad o&#39;r fath (ar yr amod na chaiff parti indemnio setlo unrhyw hawliad heb gydsyniad y parti indemniedig oni bai bod y setliad yn ddiamod yn rhyddhau parti indemniedig rhag pob atebolrwydd); (iv) parti indemniedig sy&#39;n darparu cymorth rhesymol i barti indemnio, ar draul indemnio plaid, i amddiffyn hawliad o&#39;r fath; (v) parti indemniedig nad yw&#39;n ymrwymo i unrhyw gytundeb setlo neu fel arall yn setlo unrhyw hawliad o&#39;r fath heb indemnio cydsyniad neu gais ysgrifenedig penodol y parti; a (vi) parti indemniedig sy&#39;n cydymffurfio ag unrhyw setliad neu orchymyn llys a wnaed mewn cysylltiad â&#39;r hawliad (yn ymwneud â defnyddio unrhyw ddeunyddiau sy&#39;n torri yn y dyfodol). Gall y parti indemniedig gymryd rhan yn amddiffyniad neu setliad hawliad gyda chwnsler o&#39;i ddewis ei hun ac ar ei draul ei hun.
da: 10.4 Meddelelse og samarbejde: Den erstatningsansvarlige forpligtelser over for den skadesløsholdte part i henhold til dette afsnit 10 ovenfor er betinget af, at (i) skadesløsholdende part skal underrette skadesløsholdelsesparten straks skriftligt efter kendskab til ethvert krav, som det kan være berettiget til skadesløsholdelse i henhold til aftalen ; (ii) i den udstrækning det er relevant, erstattet part, der ophører med at anvende de påståede krænkende tjenester efter modtagelse af varsel herom; (iii) erstattet part, der tillader skadesløsholdelse at have den eneste ret til at kontrollere forsvaret og bilæggelsen af ethvert sådant krav (forudsat at den skadesløsholdende part ikke kan afvikle et krav uden den skadesløsholdte samtykke, medmindre forliget ubetinget frigiver skadesløs part fra alt ansvar); (iv) skadesløs part, der yder rimelig hjælp til skadesløsholdelse på erstatning for partens regning til forsvar af en sådan påstand; (v) skadesløs part, der ikke indgår nogen forligsaftale eller på anden måde afvikler et sådant krav uden skadesløsholders udtrykkelige forudgående skriftlige samtykke eller anmodning; og (vi) erstattet part, der overholder enhver forlig eller retsafgørelse truffet i forbindelse med kravet (relateret til den fremtidige brug af krænkende materialer). Den erstattede part kan deltage i forsvaret eller bilæggelsen af et krav med advokat efter eget valg og for egen regning.
de: 10.4 Benachrichtigung und Zusammenarbeit: Die Verpflichtungen der entschädigenden Partei gegenüber der entschädigten Partei gemäß diesem Abschnitt 10 sind davon abhängig, dass (i) die entschädigte Partei die entschädigende Partei unverzüglich schriftlich benachrichtigt, wenn sie Kenntnis von einem Anspruch hat, für den sie möglicherweise Anspruch auf Entschädigung gemäß dem Vertrag hat ;; (ii) soweit dies zutreffend ist, stellt die entschädigte Partei die Nutzung der behaupteten rechtsverletzenden Dienste nach Erhalt der Mitteilung ein; (iii) eine entschädigte Partei, die es der entschädigenden Partei erlaubt, das alleinige Recht zu haben, die Verteidigung und Abwicklung eines solchen Anspruchs zu kontrollieren (vorausgesetzt, die entschädigende Partei kann einen Anspruch nicht ohne die Zustimmung der entschädigten Partei begleichen, es sei denn, der Vergleich entbindet die entschädigte Partei bedingungslos von jeglicher Haftung); (iv) entschädigte Partei, die der entschädigenden Partei auf Kosten der entschädigenden Partei angemessene Unterstützung bei der Verteidigung eines solchen Anspruchs leistet; (v) entschädigte Partei, die keine Vergleichsvereinbarung abschließt oder einen solchen Anspruch anderweitig begleicht, ohne die ausdrückliche vorherige schriftliche Zustimmung oder Aufforderung der Partei zu entschädigen; und (vi) eine entschädigte Partei, die eine im Zusammenhang mit der Forderung getroffene Einigung oder gerichtliche Anordnung einhält (im Zusammenhang mit der künftigen Verwendung von verletzenden Materialien). Die entschädigte Partei kann sich auf eigene Kosten und auf eigene Kosten an der Verteidigung oder Beilegung eines Anspruchs beteiligen.
el: 10.4 Ειδοποίηση και συνεργασία: Οι υποχρεώσεις του αποζημιώνοντος μέρους έναντι του αποζημιωθέντος μέρους σύμφωνα με την παρούσα Ενότητα 10 παραπάνω εξαρτώνται από (i) αποζημιωμένο μέρος που ειδοποιεί αμέσως το μέρος αποζημίωσης γραπτώς, μετά από γνώση οποιασδήποτε αξίωσης, για την οποία μπορεί να δικαιούται αποζημίωση βάσει της Συμφωνίας ; (ii) στο βαθμό που ισχύει, αποζημιωθέν μέρος που παύει να χρησιμοποιεί τις αξιούμενες παραβιάζουσες Υπηρεσίες μετά την παραλαβή της σχετικής ειδοποίησης · (iii) αποζημιωμένο μέρος που επιτρέπει σε αποζημιωθέν μέρος να έχει το αποκλειστικό δικαίωμα ελέγχου της υπεράσπισης και διευθέτησης οποιασδήποτε τέτοιας αξίωσης (υπό την προϋπόθεση ότι το μέρος αποζημίωσης δεν μπορεί να διευθετήσει οποιαδήποτε αξίωση χωρίς τη συγκατάθεση του αποζημιωθέντος μέρους, εκτός εάν ο διακανονισμός απαλλάξει άνευ όρων μέρος από αποζημίωση από κάθε ευθύνη) · (iv) αποζημιωθέν μέρος που παρέχει εύλογη βοήθεια σε αποζημίωση του μέρους, με αποζημίωση των μερών, για την υπεράσπιση αυτής της αξίωσης · (v) αποζημιωμένο μέρος που δεν συνάπτει συμφωνία διακανονισμού ή διευθετεί με οποιονδήποτε τρόπο οποιαδήποτε τέτοια αξίωση χωρίς αποζημίωση ρητής προηγούμενης γραπτής συγκατάθεσης ή αιτήματος του μέρους · και (vi) αποζημιωμένο μέρος που συμμορφώνεται με οποιαδήποτε διευθέτηση ή δικαστική απόφαση που έχει γίνει σε σχέση με την αξίωση (που σχετίζεται με τη μελλοντική χρήση οποιουδήποτε παραβατικού υλικού). Το αποζημιωθέν μέρος μπορεί να συμμετέχει στην υπεράσπιση ή διευθέτηση μιας αξίωσης με σύμβουλο της δικής του επιλογής και με δικά του έξοδα.
eo: 10.4 Sciigo kaj Kunlaboro: La obligacioj de la kompensanta partio kun la indignigita sub ĉi tiu Artikolo 10 ĉi-supra estas kondiĉitaj al (i) indenigita partio sciiganta indemnizadon senprokraste skribe, sur scio pri iu ajn reklamacio, por kiu ĝi rajtas esti indemnigita laŭ la Interkonsento. ; (ii) en la mezuro aplikebla, indenigita partio ĉesanta uzon de la postulataj malobservaj Servoj post ricevo de la avizo de ili; (iii) indignigita partio permesanta indemnizan partion havi la solan rajton kontroli la defendon kaj kompromison de iu tia reklamacio (kondiĉe ke indemnizanto ne povas solvi ajnan aserton sen la konsento de la indenigita partio krom se la kompromiso senkondiĉe liberigas indemnizitan partion de ĉiu respondeco); (iv) indignigita partio disponiganta akcepteblan helpon al indemniza partio, koste indemnizanta partion, por defendi tian aserton; (v) indignigita partio ne subiranta iun interkonsenton de interkonsento aŭ alimaniere solvi ajnan postulon sen indemnigi la esprimon antaŭ skriba konsento aŭ peto de antaŭe; kaj (vi) indignigita partio plenumanta iun ajn kompromison aŭ juĝan ordonon faritan lige kun la aserto (rilata al la estonta uzo de iuj malobservaj materialoj). La indignigita partio povas partopreni en la defendo aŭ kompromiso de reklamacio kun konsilisto laŭ sia propra elekto kaj mem koste.
es: 10.4 Notificación y cooperación: Las obligaciones de la parte indemnizadora hacia la parte indemnizada conforme a esta Sección 10 anterior están condicionadas a que (i) la parte indemnizada notifique a la parte indemnizadora sin demora por escrito, al tener conocimiento de cualquier reclamo, por el cual puede tener derecho a indemnización en virtud del Acuerdo ; (ii) en la medida que corresponda, la parte indemnizada dejará de usar los Servicios infractores reclamados al recibir notificación de los mismos; (iii) la parte indemnizada que permite que la parte indemnizadora tenga el derecho exclusivo de controlar la defensa y el arreglo de dicha reclamación (siempre que la parte indemnizadora no pueda resolver ningún reclamo sin el consentimiento de la parte indemnizada a menos que el acuerdo libere incondicionalmente a la parte indemnizada de toda responsabilidad); (iv) la parte indemnizada que proporciona asistencia razonable a la parte indemnizadora, a expensas de la parte indemnizadora, en la defensa de dicha reclamación; (v) la parte indemnizada que no celebre ningún acuerdo de conciliación o resuelva de otro modo cualquier reclamación sin el consentimiento o solicitud previa expresa por escrito de la parte indemnizadora; y (vi) parte indemnizada que cumple con cualquier acuerdo u orden judicial dictada en relación con la reclamación (relacionada con el uso futuro de cualquier material infractor). La parte indemnizada puede participar en la defensa o el arreglo de una reclamación con un abogado de su elección y por cuenta propia.
et: 10.4 Teavitamine ja koostöö: hüvitava poole kohustused kahju hüvitamisele osapoolte suhtes vastavalt käesolevale paragrahvile 10 sõltuvad sellest, et (i) hüvitatud isik teatab hüvitavale poolele viivitamatult kirjalikult, teades mis tahes nõudest, millele tal võib olla õigus saada hüvitist lepingu alusel ; (ii) hüvitise maksnud isik, kui see on kohaldatav, lõpetab väidetavate õigusi rikkuvate teenuste kasutamise pärast sellekohase teate saamist; iii) hüvitatud isik, mis lubab kahju hüvitaval poolel omada ainuõigust kontrollida sellise nõude kaitsmist ja lahendamist (tingimusel, et hüvitav pool ei või ühtegi nõuet lahendada ilma hüvitatud poole nõusolekuta, välja arvatud juhul, kui kokkulepe vabastab hüvitatud osapool tingimusteta kogu vastutusest); iv) hüvitist maksnud pool, kes osutab kahju hüvitamisele poolele kahju hüvitamisel poolele kahju hüvitamiseks; v) hüvitise maksnud isik, kes ei ole sõlminud kokkuleppemenetlust ega lahendanud muud sellist nõuet, ilma et oleks hüvitatud poole selgesõnalist eelnevat kirjalikku nõusolekut või taotlust; ja vi) hüvitist maksnud isik, kes täidab kõiki nõudega seoses sõlmitud kokkuleppeid või kohtumäärusi (mis on seotud rikkuvate materjalide tulevase kasutamisega). Hüvitise saanud isik võib osaleda enda kaitsmisel ja kulul nõude kaitsmises või lahendamises oma valitud kaitsjaga.
eu: 10.4 Jakinarazpena eta Lankidetza: Goian aipatutako 10. atal honen arabera alderdi indemnizatzailearen betebeharrak baldintzatzen dira (i) alderdi indemnizatzaileari berehala idatziz jakinarazten bazaio, edozein erreklamazioren berri izan dezaten, eta horretarako eskubidea izan dezake indemnizazioa Akordioaren arabera. ; (ii) aplikagarria den neurrian, aldarrikatutako arau-hausleak zerbitzuen erabilera uzten duenean, jakinarazpena jaso ondoren; (iii) alderdi indemnizatzaileak alderdi kaltegabeari horrelako erreklamazioaren defentsa eta konponbidea kontrolatzeko eskubide bakarra izatea baimentzen dio (baldin eta alderdi kaltegabeak ezin badu inolako erreklamaziorik egin kalte-ordainen baimenik gabe, likidazioa baldintzarik gabe alderdiaren erantzukizun guztietatik askatzen ez bada); (iv) alderdi indemnizatua alderdiaren kalte-ordainak zentzuzko laguntza eskaintzen duena, alderdiaren kalte-ordaina ordainduta, erreklamazio horren defentsan; (v) alderdi kaltegabeak ez dituela inolako likidazio-hitzarmenetan sartu edo bestela horrelako erreklamaziorik egin gabe alderdiaren berariazko eta idatzizko baimen edo eskaera konpentsatu gabe; eta (vi) erreklamazioarekin (edozein arau-hausteren etorkizuneko erabilerarekin lotutako) edozein konponbide edo epaitegiren agindua betetzen duen kalteordaina. Kaltetuak aldez aurretik erreklamazio baten defentsan edo konponketan parte hartu ahal izango du bere aukerako abokatuekin eta bere kontura.
fa: 10.4 اخطار و همکاری: تعهدات طرف غرامت در برابر طرف غرامت در این بخش 10 فوق شرط شده است (من) حزب جبران خسارت به اطلاع حزب غرامت به سرعت به صورت کتبی ، با آگاهی از هر گونه ادعا ، که برای آن می تواند تحت توافق نامه جبران خسارت. ؛ (ii) به میزان قابل اجرا ، طرف غرامت از استفاده از خدمات نقض ادعا شده پس از دریافت اخطار همان استفاده را متوقف می کند. (iii) طرف غرامت که به طرف غرامت اجازه می دهد تنها حق کنترل دفاع و تسویه هر گونه ادعا را داشته باشند (مشروط بر اینکه طرف غرامت بتواند بدون رضایت طرف غرامت هیچ دعوی را تسویه نكند ، مگر اینكه تسویه حساب بدون قید و شرط طرف غرامت را از هرگونه مسئولیت آزاد كند). (iv) طرف غرامت که در دفاع از چنین ادعایی ، به تأمین هزینه حزب ، کمک مالی معقول می کند ، پرداخت می کند. (v) طرف غرامت مبنی بر عدم توافق نامه تسویه حساب و یا در غیر این صورت حل و فصل هرگونه ادعا بدون رضایت نامه یا رضایت کتبی قبلی یا درخواست کتبی قبلی. و (vi) طرف غرامت که مطابق با هرگونه تسویه حساب یا حکم دادگاه ساخته شده در رابطه با ادعا (مربوط به استفاده بعدی از هرگونه مواد نقض کننده) باشد. طرف غرامت ممکن است در دفاع یا حل و فصل دعوی با مشاوران انتخاب خود و با هزینه شخصی خود شرکت کند.
fi: 10.4 Ilmoittaminen ja yhteistyö: Korvauksen suorittaneen osapuolen edellä 10 jaksossa tarkoitetut korvausvelvollisuudet edellyttävät, että (i) korvauksen saaja ilmoittaa korvauksen maksaneelle osapuolelle viipymättä kirjallisesti, saatuaan tiedon kaikista vaatimuksista, joista sillä voi olla oikeus sopimuksen mukaiseen korvaukseen ; (ii) siltä osin kuin korvausta maksetaan, osapuoli, joka lopettaa väitettyjen loukkaavien palvelujen käytön saatuaan ilmoituksen siitä; (iii) korvauskorvauksen osapuoli, joka antaa korvaus korvausosapuolelle yksinoikeuden hallita minkään tällaisen vaatimuksen puolustamista ja ratkaisemista (edellyttäen, että korvausta suorittava osapuoli ei voi ratkaista mitään vaatimuksia ilman korvauksen saajan suostumusta, jollei sovinto vapauta korvausvelvollisen ehdoitta kaikesta vastuusta); iv) vahingonkorvausvastuun osapuoli, joka tarjoaa kohtuullista apua korvauskorvauksen tekijälle korvauksena osapuolen kustannuksella tällaisen vaatimuksen puolustamisessa; (v) vahingonkorvausvastuun osapuoli, joka ei ole solminut sovittelusopimusta tai muuten ratkaise tällaista korvausvaatimusta vahingoittamatta osapuolen nimenomaista kirjallista suostumusta tai pyyntöä; ja (vi) korvauksen saaja, joka noudattaa kaikkia vaateen yhteydessä tehtyjä sovittelu- tai tuomioistuinpäätöksiä (jotka liittyvät loukkaavien materiaalien tulevaan käyttöön). Korvattu osapuoli voi osallistua vaateen puolustamiseen tai ratkaisemiseen valitsemallaan asianajajalla ja omalla kustannuksellaan.
fr: 10.4 Notification et coopération: Les obligations de la partie indemnisante envers la partie indemnisée en vertu de la présente section 10 ci-dessus sont subordonnées à (i) la partie indemnisée notifiant la partie indemnisante rapidement par écrit, dès la connaissance de toute réclamation, pour laquelle elle peut avoir droit à une indemnisation en vertu du Contrat ; (ii) dans la mesure applicable, la partie indemnisée cessant d&#39;utiliser les Services contrefaits revendiqués dès réception de la notification de ceux-ci; (iii) partie indemnisée permettant à la partie indemnisante d&#39;avoir le droit exclusif de contrôler la défense et le règlement d&#39;une telle réclamation (à condition que la partie indemnisante ne puisse régler aucune réclamation sans le consentement de la partie indemnisée à moins que le règlement dégage inconditionnellement la partie indemnisée de toute responsabilité); (iv) partie indemnisée fournissant une assistance raisonnable à la partie indemnisante, aux frais de la partie indemnisante, pour la défense d&#39;une telle réclamation; (v) la partie indemnisée ne concluant aucun accord de règlement ou ne réglant autrement une telle réclamation sans le consentement ou la demande écrite préalable expresse de la partie indemnisante; et (vi) la partie indemnisée se conformant à tout règlement ou ordonnance du tribunal rendue en relation avec la réclamation (liée à l&#39;utilisation future de tout matériel contrefait). La partie indemnisée peut participer à la défense ou au règlement d&#39;une réclamation avec l&#39;avocat de son choix et à ses frais.
fy: 10.4 Kennisjouwing en gearwurking: de ferplichtingen fan &#39;e frijwarende partij oan&#39; e frijwarde partij ûnder dizze paragraaf 10 hjirboppe binne betingst dat (i) frijwarende partij rapportaazjearende partij op &#39;e hichte stelt, op kennis fan elke foardracht, foar wa&#39;t it rjocht kin hawwe op fergoeding ûnder de oerienkomst ; (ii) yn &#39;e mjitte fan tapassing, frijwarde partij dy&#39;t gebrûk makket fan&#39; e opeaske ynbreuktsjinsten ophâldt by ûntfangst fan in meidieling fan dat; (iii) frijwarende partij dy&#39;t frijwarende partij tastiet it iennichste rjocht te hawwen om de ferdigening en regeling fan sokke oanspraak te behertigjen (op betingst dat frijwarende partij gjin oanspraak kin regelje sûnder de tastimming fan &#39;e frijwarde partij, útsein as de regeling frijwarde partij frijlitten fan alle oanspraaklikens); (iv) frijwarende partij dy&#39;t ridlike bystân leveret oan frijwarende partij, op kosten fan skeafergoeding fan &#39;e partij, yn&#39; e ferdigening fan sokke foardracht; (v) frijwarde partij dy&#39;t gjin skiedingsoerienkomst oangiet of oars sa&#39;n regeling regelt sûnder útdruklike skriftlike tastimming of fersyk fan &#39;e partij te skeafergoeding; en (vi) frijwarde partij dy&#39;t foldocht oan elke regeling of rjochtbankopdracht makke yn ferbân mei de foardering (relatearre oan it takomstich gebrûk fan ynbreukmateriaal). De frijwarde partij kin meidwaan oan &#39;e ferdigening of skikking fan in foardering mei advokaat fan eigen kar en op eigen kosten.
ga: 10.4 Fógra agus Comhoibriú: Tá oibleagáidí an pháirtí slánaíochta i leith an pháirtí slánaíochta faoin Alt 10 thuas coinníollaithe ar (i) páirtí slánaíochta ag tabhairt fógra go pras do pháirtí slánaíochta i scríbhinn, ar eolas faoi aon éileamh, a bhféadfadh sé a bheith i dteideal slánaíochta faoin gComhaontú ina leith. ; (ii) a mhéid is infheidhme, páirtí slánaíochta ag scor de úsáid na Seirbhísí sáraithe éilithe ar fhógra a fháil; (iii) páirtí slánaíochta lena gceadaítear do pháirtí slánaíochta an t-aon cheart a bheith aige cosaint agus socrú aon éilimh den sórt sin a rialú (ar choinníoll nach bhféadfaidh an páirtí slánaíochta aon éileamh a réiteach gan toiliú an pháirtí slánaíochta mura scaoilfidh an tsocraíocht páirtí slánaíochta go neamhchoinníollach ó gach dliteanas); (iv) páirtí slánaíochta a sholáthraíonn cúnamh réasúnach do pháirtí slánaíochta, ar chostas páirtí slánaíochta, chun an t-éileamh sin a chosaint; (v) páirtí slánaíochta nach ndéanann aon chomhaontú socraíochta nó a shocraíonn ar shlí eile aon éileamh den sórt sin gan toiliú nó iarraidh i scríbhinn roimh ré ón bpáirtí a shlánú; agus (vi) páirtí slánaíochta a chomhlíonann aon socrú nó ordú cúirte a dhéantar i ndáil leis an éileamh (a bhaineann le húsáid aon ábhar sáraithe sa todhchaí). Féadfaidh an páirtí slánaíochta páirt a ghlacadh i gcosaint nó i réiteach éilimh le habhcóide dá rogha féin agus ar a chostas féin.
gd: 10.4 Fios agus Co-obrachadh: Tha dleastanasan a ’phàrtaidh slànachaidh don phàrtaidh neo-dhligheach fon Earrann 10 gu h-àrd an urra ri (i) pàrtaidh dì-mheadhanaichte a’ cur fios gu pàrtaidh dì-mheadhanachaidh gu sgiobalta ann an sgrìobhadh, às deidh eòlas fhaighinn air tagradh sam bith, a dh ’fhaodadh a bhith airidh air slànachadh fon Aonta ; (ii) chun na h-ìre iomchaidh, pàrtaidh slànachaidh a ’sgur a chleachdadh nan Seirbheisean brisidh a tha fo chasaid nuair a gheibh iad fios mun sin; (iii) pàrtaidh dì-cheadaichte a ’toirt cead do phàrtaidh slànachaidh an aon chòir a bhith aca smachd a chumail air dìon agus rèiteachadh tagradh mar sin (cho fad‘ s nach urrainn don phàrtaidh slànachaidh tagradh sam bith a rèiteach gun chead a ’phàrtaidh neo-dhligheach mura h-eil an rèiteachadh a’ leigeil a-mach pàrtaidh neo-chùramach bho gach uallach); (iv) pàrtaidh dì-mheadhanaichte a ’toirt seachad taic reusanta do phàrtaidh slànachaidh, aig cosgais pàrtaidh slànachaidh, ann an dìon an tagraidh sin; (v) pàrtaidh dì-mheadhanaichte nach eil a ’dol an sàs ann an aonta rèiteachaidh sam bith no a’ rèiteachadh tagradh mar sin gun a bhith a ’dì-cheadachadh cead no iarrtas sgrìobhte ro-làimh bho phàrtaidh; agus (vi) pàrtaidh dì-mheadhanaichte a ’gèilleadh ri rèiteachadh no òrdugh cùirte sam bith a chaidh a dhèanamh an co-cheangal ris an tagradh (co-cheangailte ri cleachdadh stuthan brisidh san àm ri teachd). Faodaidh am pàrtaidh neo-urramach pàirt a ghabhail ann an dìon no rèiteachadh tagradh le comhairliche de a roghainn fhèin agus aig a chosgais fhèin.
gl: 10.4 Notificación e cooperación: as obrigas da parte indemnizadora coa parte indemnizada segundo esta sección 10 anterior están condicionadas a que (i) a parte indemnizada notifique pronto a parte indemnizadora por escrito, ao coñecemento de calquera reclamación pola que poida ter dereito a unha indemnización conforme ao acordo. ; (ii) na medida do aplicable, a parte indemnizada que deixe de usar os servizos reclamados infractores ao recibir a notificación dos mesmos; (iii) a parte indemnizada que permita á parte indemnizadora ter o único dereito a controlar a defensa e liquidación de calquera reclamación deste tipo (sempre que a parte indemnizadora non poida resolver ningunha reclamación sen o consentimento da parte indemnizada, a non ser que a liquidación libera a condición indemnizada de toda responsabilidade); (iv) parte indemnizada que preste asistencia razoable a parte indemnizadora, a costa de indemnizar a parte, na defensa de tal reclamación; (v) a parte indemnizada que non subscribe ningún acordo de liquidación ou resolve calquera outra reclamación sen indemnizar o consentimento ou solicitude expresa e previamente por escrito; e (vi) parte indemnizada que cumpre con calquera solución ou orde xudicial feita en relación coa reclamación (relacionada co uso futuro de calquera material infractor). A parte indemnizada poderá participar na defensa ou solución dunha reclamación co avogado da súa elección e ás súas costas.
gu: 10.4 સૂચના અને સહયોગ: ઉપરોક્ત આ કલમ 10 હેઠળ ક્ષતિપૂર્ણ પક્ષને અનધિકૃત પક્ષની જવાબદારીઓ, (i) કોઈ દાવાના જ્ knowledgeાન પર, ક્ષતિગ્રસ્ત પક્ષને તાત્કાલિક લેખિતમાં સૂચના આપતી શરતી આપવામાં આવે છે, જેના માટે તે કરાર હેઠળ ક્ષધિકાર માટે હકદાર હોઈ શકે છે. ; (ii) લાગુ પડતી હદ સુધી, ક્ષતિભંગ કરનાર પક્ષની સૂચનાની પ્રાપ્તિ પછી દાવો કરેલ ઉલ્લંઘન સેવાઓનો ઉપયોગ બંધ કરે છે; (iii) ક્ષતિગ્રસ્ત પક્ષને આવા કોઈ પણ દાવાના બચાવ અને સમાધાન પર નિયંત્રણ કરવાનો એકમાત્ર અધિકાર હોવાને અનુમતિ આપતી (જો કે પતાવટ બિનશરતી અનધિકારિત પક્ષને તમામ જવાબદારીમાંથી મુક્ત ન કરે ત્યાં સુધી અનધિકૃત પક્ષની સંમતિ વિના કોઈપણ દાવાનું સમાધાન ન કરી શકે); (iv) આવા દાવાના બચાવમાં, ક્ષતિગ્રસ્ત પક્ષને નુકસાનકારક પક્ષના ખર્ચને નુકસાન પહોંચાડતા, નુકસાન પહોંચાડનારા પક્ષને વાજબી સહાય પ્રદાન કરનાર પક્ષ; (વી) ક્ષતિગ્રસ્ત પક્ષ કોઈપણ સમાધાન કરારમાં પ્રવેશ નહીં કરે અથવા તો પક્ષની સ્પષ્ટ લેખિત સંમતિ અથવા વિનંતીને ક્ષતિપૂર્ણ કર્યા વિના આવા દાવાની પતાવટ ન કરે; અને (vi) દાવા સાથે સંબંધિત કોઈપણ સમાધાન અથવા કોર્ટના આદેશનું પાલન કરતું ક્ષતિપૂર્તિ કરાયેલ પક્ષ (કોઈપણ ઉલ્લંઘન કરતી સામગ્રીના ભાવિ ઉપયોગથી સંબંધિત). ક્ષતિગ્રસ્ત પક્ષ તેની પસંદગીની સલાહ અને તેના પોતાના ખર્ચે દાવાની રક્ષા અથવા સમાધાનમાં ભાગ લઈ શકે છે.
hi: 10.4 अधिसूचना और सहयोग: इस धारा 10 के तहत क्षतिपूर्ति करने वाली पार्टी के लिए पार्टी के दायित्वों की किसी भी दावे के ज्ञान के आधार पर, (i) निंदा करने वाली पार्टी ने लिखित रूप में निंदा करने वाली पार्टी को सूचित किया है, जिसके लिए वह समझौते के तहत क्षतिपूर्ति का हकदार हो सकता है। ; (ii) लागू होने की सीमा तक, क्षतिपूर्ति करने वाली पार्टी द्वारा दावा किए गए उल्लंघन करने वाली सेवाओं का उपयोग करने पर उसी की सूचना मिलने पर; (iii) क्षतिपूर्ति करने वाली पार्टी को क्षतिपूर्ति करने वाली पार्टी को इस तरह के किसी भी दावे की रक्षा और निपटान पर नियंत्रण करने का एकमात्र अधिकार है (बशर्ते कि क्षतिपूर्ति करने वाली पार्टी बिना किसी पार्टी की सहमति के किसी भी दावे का निपटान नहीं कर सकती है जब तक कि निपटारा पूरी तरह से देयता से निस्संदेह पार्टी जारी नहीं करता है); (iv) इस तरह के दावे के बचाव में पार्टी के खर्च पर क्षतिपूर्ति करने के लिए पार्टी को क्षतिपूर्ति करने के लिए उचित सहायता प्रदान करने वाली पार्टी; (v) किसी भी समझौता समझौते में प्रवेश नहीं करने या किसी अन्य दावे को पूर्व लिखित सहमति या अनुरोध के बिना पार्टी के व्यक्त की निंदा किए बिना किसी भी दावे का निपटान करने के लिए; और (vi) दावे के संबंध में किए गए किसी भी निपटान या अदालत के आदेश का अनुपालन करने वाली पार्टी की निंदा की गई (किसी भी उल्लंघन सामग्री के भविष्य के उपयोग से संबंधित)। क्षतिपूर्ति करने वाली पार्टी अपनी पसंद के वकील के साथ या अपने स्वयं के खर्च पर बचाव या दावेदारी में भाग ले सकती है।
hr: 10.4 Obavijest i suradnja: Obveze stranke koja se odnosi na odštetu prema obeštećenoj stranci prema ovom odjeljku 10 gore uvjetuju se (i) oštećenom strankom bez odlaganja pismenim putem pismeno, o saznanju o bilo kojem zahtjevu, za koji može dobiti pravo na naknadu prema Sporazumu. ; (ii) u onoj mjeri u kojoj je to primjenjivo, obeštećena strana koja je prestala koristiti usluge Potraga za kršenje prava nakon što ih primi; (iii) obeštećena strana koja dopušta odštetnoj stranci da ima jedino pravo nadzirati obranu i namirenje bilo kojeg takvog zahtjeva (pod uvjetom da odštetna stranka ne može podmiriti nijedan zahtjev bez pristanka oštećene stranke, osim ako nagodba bezuvjetno oslobađa obeštećenu stranku od svake odgovornosti); (iv) obeštećena strana koja pruža razumnu pomoć odštetnoj stranci, na štetu oštećene strane, u obrani takvog zahtjeva; (v) obeštećena strana koja nije zaključila bilo kakav sporazum o nagodbi ili na drugi način izmirila bilo koji takav zahtjev bez izričitog prethodnog pismenog pristanka ili zahtjeva stranke; i (vi) obeštećenu stranku koja se pridržava bilo koje nagodbe ili sudskog naloga donesenog u vezi sa zahtjevom (vezano za buduću upotrebu bilo kojeg materijala koji krši zakon). Oštećena strana može sudjelovati u obrani ili namirivanju zahtjeva uz branitelja po vlastitom izboru i o svom trošku.
hu: 10.4 Értesítés és együttműködés: A kártalanító félnek a kártalanítást igénybe vevő felekkel szembeni, a fenti 10. szakasz szerinti kötelezettségei attól függnek, hogy (i) a kártalanított fél a kártalanító felet haladéktalanul, írásban értesíti, bármilyen követelés ismeretében, amelyre a megállapodás alapján kártalanításra jogosult. ; (ii) amennyire alkalmazható, a kártalanított fél az értesítés kézhezvétele után megszünteti az állítólag jogsértő Szolgáltatások használatát; iii. kártalanított fél, amely lehetővé teszi a kártalanító fél számára annak egyedüli jogát, hogy ellenőrizze az ilyen követelések védelmét és rendezését (feltéve, hogy a kártalanító fél nem rendezhet igényt a kártalanított fél beleegyezése nélkül, kivéve, ha a megállapodás feltétel nélkül mentesíti a kártalanított felet minden felelősség alól); iv. a kártalanított fél, amely ésszerű segítséget nyújt a kártalanító félnek a felek költségének megtérítésére az ilyen követelés védelmében; v. a kártalanított fél, amely nem kötött rendezési megállapodást, vagy egyéb módon rendezi az ilyen igényt a fél kifejezett előzetes írásbeli hozzájárulásának vagy kérésének megtérítése nélkül; és vi. a kártérítést igénybe vevő fél, aki eleget tesz a követeléssel kapcsolatban hozott bármely rendezésnek vagy bírósági végzésnek (bármilyen jogsértő anyag jövőbeni felhasználására vonatkozik). A kártalanításban részesült fél a választása során és saját költségén részt vehet a követelés védelmében vagy rendezésében.
hy: 10.4 Ծանուցում և համագործակցություն. Վերը նշված սույն բաժնի 10-րդ մասով հատուցվող կողմի հատուցվող պարտավորությունները հատուցվում են (i) հատուցված կողմի կողմից `անհապաղ գրավոր տեղեկացնելով հատուցման մասին, ցանկացած պահանջի իմացության հիման վրա, որի համար այն կարող է իրավունք ունենալ փոխհատուցում ստանալու համաձայնագրով: ; (ii) այնքանով, որքանով կիրառելի, հատուցվող կողմը դադարում է հայցադիմումի խախտման ծառայություններից օգտվել նույն ծանուցումն ստանալուց հետո. (iii) փոխհատուցվող կողմը, որը թույլ է տալիս հատուցող կողմին ունենալ այդպիսի պահանջների պաշտպանությունն ու կարգավորումը վերահսկելու միանձնյա իրավունք (պայմանով, որ հատուցող կողմը չի կարող վճռել որևէ հայց առանց փոխհատուցվող կողմի համաձայնության, եթե լուծումը անվերապահորեն ազատում է հատուցված կողմին ցանկացած պատասխանատվությունից). (iv) փոխհատուցվող կողմը, որը ողջամիտ աջակցություն է ցույց տալիս կողմին հատուցելու համար, կուսակցության ծախսերը հատուցելու համար, այդպիսի պահանջի պաշտպանության համար. (v) փոխհատուցվող կողմը, որը չի կնքում որևէ համաձայնության կամ այլ կերպ չի լուծում այդպիսի հայց, առանց կողմի նախնական գրավոր համաձայնության կամ խնդրանքի փոխհատուցման: և (vi) փոխհատուցված կողմը, որը բավարարում է հայցի հետ կապված ցանկացած լուծում կամ դատական կարգադրություն (կապված է որևէ խախտող նյութի հետագա օգտագործման հետ): Փոխհատուցվող կողմը կարող է մասնակցել հայցի պաշտպանությանը կամ լուծմանը `իր ընտրությամբ և իր հաշվին համապատասխան խորհրդատվությամբ:
id: 10.4 Pemberitahuan dan Kerja Sama: Kewajiban pihak yang melindungi dari kerugian kepada pihak yang dilindungi dari kerugian berdasarkan Pasal 10 di atas dikondisikan pada (i) pihak yang dilindungi dari kerugian yang memberi tahu pihak yang melindungi dari kerugian segera secara tertulis, setelah mengetahui klaim apa pun, yang mungkin berhak mendapatkan ganti rugi berdasarkan Perjanjian ; (ii) sejauh yang berlaku, pihak yang dilindungi dari kerugian menghentikan penggunaan Layanan yang diklaim melanggar setelah menerima pemberitahuan yang sama; (iii) pihak yang melindungi dari kerugian yang mengizinkan pihak yang melindungi dari kerugian memiliki hak tunggal untuk mengontrol pembelaan dan penyelesaian klaim tersebut (dengan ketentuan bahwa pihak yang melindungi dari kerugian tidak dapat menyelesaikan klaim apa pun tanpa persetujuan pihak yang dilindungi dari kerugian kecuali penyelesaian tanpa syarat membebaskan pihak yang dilindungi dari semua tanggung jawab); (iv) pihak yang dilindungi dari kerugian memberikan bantuan yang wajar kepada pihak yang melindungi, atas biaya pihak yang melindungi, untuk membela klaim tersebut; (v) pihak yang dilindungi dari kerugian yang tidak memasuki perjanjian penyelesaian apa pun atau menyelesaikan klaim tersebut tanpa memberikan izin atau permintaan tertulis sebelumnya dari pihak yang melindungi; dan (vi) pihak yang dilindungi dari kerugian yang mematuhi setiap penyelesaian atau perintah pengadilan yang dibuat sehubungan dengan klaim tersebut (terkait dengan penggunaan materi yang melanggar di masa mendatang). Pihak yang dilindungi dari kerugian dapat berpartisipasi dalam pembelaan atau penyelesaian klaim dengan penasihat hukum pilihannya sendiri dan atas biayanya sendiri.
is: 10.4 Tilkynning og samvinna: Skyldur skaðabótaaðila gagnvart skaðabótaskyldum aðila samkvæmt þessum kafla 10 hér að framan er háð því að (i) skaðabótaskyldur aðili tilkynni skaðabótaraðila þegar í stað skriflega, eftir vitneskju um kröfur, sem hann kann að eiga rétt á skaðabótaskyldu samkvæmt samningnum. ; (ii) að svo miklu leyti sem við á, bótaskyldur aðili sem hættir notkun hinna kærðu brotaþjónustu við móttöku tilkynningar um slíka; (iii) bótaskyldur aðili, sem heimilar skaðabótarétti að hafa einan rétt til að stjórna vörn og uppgjöri slíkrar kröfu (að því tilskildu að skaðabótaskyldur aðili megi ekki gera upp kröfu án samþykkis bótaskyldra aðila nema að sáttin leysi skaðlausa aðila skilyrðislaust undan allri ábyrgð); (iv) bótaskyldur aðili sem veitir skaðabótaraðilanum hæfilega aðstoð, á kostnað skaðabótaaðila, til varnar slíkri kröfu; (v) bótaskyldur aðili sem ekki gerir neinn uppgjörssamning eða gerir á annan hátt upp slíka kröfu án skaðlegs skriflegs samþykkis eða beiðni um skaðabætur; og (vi) bótaskyldur aðili sem uppfyllir allar sáttir eða dómsúrskurðir sem gerðar hafa verið í tengslum við kröfuna (sem tengjast framtíðarnotkun hvers kyns brotlegra efna). Bótaskyldi aðilinn getur tekið þátt í vörn eða uppgjöri kröfu með ráðgjöf að eigin vali og á eigin kostnað.
it: 10.4 Notifica e cooperazione: gli obblighi della parte indennizzante nei confronti della parte indennizzata ai sensi della presente Sezione 10 di cui sopra sono condizionati a (i) la parte indennizzata che notifica la parte indennizzante prontamente per iscritto, a conoscenza di qualsiasi reclamo, per il quale può avere diritto all&#39;indennizzo ai sensi del Contratto ; (ii) nella misura applicabile, la parte indennizzata che cessa l&#39;uso dei Servizi in violazione dichiarati al ricevimento della comunicazione degli stessi; (iii) la parte indennizzata che consenta alla parte indennizzante di avere il diritto esclusivo di controllare la difesa e la risoluzione di tale rivendicazione (a condizione che la parte indennizzante non possa estinguere alcuna pretesa senza il consenso della parte indennizzata a meno che la transazione sollevi incondizionatamente la parte indennizzata da ogni responsabilità); (iv) parte indennizzata che fornisce ragionevole assistenza alla parte indennizzante, a spese della parte indennizzante, a difesa di tale pretesa; (v) la parte indennizzata che non stipula alcun accordo transattivo o non risolve in altro modo tale rivendicazione senza il previo consenso o la richiesta scritta della parte indennizzata; e (vi) parte indennizzata che ottempera a qualsiasi transazione o ordinanza del tribunale effettuata in relazione al reclamo (in relazione all&#39;uso futuro di qualsiasi materiale in violazione). La parte indennizzata può partecipare alla difesa o alla risoluzione di un reclamo con un avvocato di propria scelta ea proprie spese.
iw: 10.4 הודעה ושיתוף פעולה: התחייבויות הצד המפצה כלפי הצד השיפוי לפי סעיף 10 לעיל מותנות בכך (i) צד שיפוי שיידע גורם שיפוי מיידי בכתב, בידיעה על כל טענה שהיא יכולה להיות זכאית לשיפוי לפי ההסכם. ; (ii) ככל שיחול, צד שיפוי שיפסיק את השימוש בשירותים המפרים הנטען עם קבלת הודעה על כך; (iii) צד שיפוי המתיר לצד שיפוי את הזכות הבלעדית לשלוט בהגנה ויישוב של כל טענה כזו (ובלבד שהצד שיפוי לא יוכל להסדיר כל תביעה ללא הסכמת הצד השיפוי אלא אם כן ההסדר משחרר ללא תנאי צד שיפוי מכל אחריות); (iv) צד שיפוי המספק סיוע סביר לצד שיפוי, על חשבון צד שיפוי, להגנת תביעה כאמור; (v) צד שיפוי שלא התקשר בהסכם פשרה כלשהו או מסדיר בדרך אחרת כל טענה כאמור מבלי שיפצה הסכמה מפורשת בכתב ובכתב מראש; ו- (vi) צד שיפוי העומד בכל פשרה או צו בית משפט שנעשו בקשר לתביעה (הקשורה לשימוש העתידי בחומרים המפרים). הצד השיפוי רשאי להשתתף בהגנת התביעה או בהסדרה, בא כוח על פי בחירתה ועל חשבונה.
ja: 10.4通知と協力：上記の第10条に基づく補償当事者に対する補償当事者の義務は、（i）契約に基づいて補償を受ける権利を有している可能性のあるクレームの知識に基づいて、補償当事者が補償当事者に書面で直ちに通知することを条件としています。 ; （ii）該当する場合、補償された当事者は、通知を受け取った時点で請求された侵害サービスの使用を中止します。 （iii）補償当事者がそのような請求の弁護と和解を統制する唯一の権利を持つことを保証当事者に許可すること（ただし、和解がすべての責任から免責当事者を無条件に解放しない限り、補償当事者は、補償当事者の同意なしに請求を解決できない場合）。 （iv）補償当事者は、かかる主張の弁護において、補償当事者の費用で、補償当事者に合理的な支援を提供します。 （v）補償当事者は、当事者の明示的な事前の書面による同意または要求なしに、和解契約を締結していないか、そうでなければそのような請求を解決していない; （vi）クレームに関連してなされた和解または裁判所の命令（侵害している資料の将来の使用に関連する）を順守する当事者。補償対象の当事者は、自らの選択による弁護士および自己負担で、請求の弁護または和解に参加することができます。
ka: 10.4 შეტყობინება და თანამშრომლობა: ანაზღაურებადი მხარის ვალდებულებები ანაზღაურებული მხარის მიმართ, ზემოთ მოცემული 10 მუხლის შესაბამისად, განპირობებულია (i) ანაზღაურებული მხარის მიერ, რომელიც დაუყოვნებლად წერილობით აცნობებს მხარის ანაზღაურებას, ნებისმიერი საჩივრის შესახებ ცოდნის საფუძველზე, რისთვისაც მას უფლება აქვს ხელშეკრულების შესაბამისად ანაზღაურება. ; (ii) რამდენადაც შესაძლებელია, ანაზღაურებულმა მხარემ შეწყვიტა საჩივრის შელახვის სერვისების გამოყენება იმავე ცნობის მიღებისთანავე; (iii) ანაზღაურებადი მხარე, რომელიც ანაზღაურებს მხარის ანაზღაურებას, რომელსაც უფლება აქვს გააკონტროლოს თავდაცვისა და ნებისმიერი ამგვარი სარჩელის მოგვარება (იმ პირობით, რომ ანაზღაურებულ მხარეს არ შეუძლია მოაგვაროს რაიმე საჩივარი ანაზღაურებული მხარის თანხმობის გარეშე, თუ შეთანხმება უპირობოდ ათავისუფლებს ანაზღაურებულ მხარეს ყველა პასუხისმგებლობისგან); (iv) ანაზღაურებული მხარე, რომელიც გონივრულ დახმარებას უწევს მხარის ანაზღაურებას, მხარის ხარჯების ანაზღაურებაში, ამგვარი სარჩელის დაცვაში; (v) ანაზღაურებული მხარე, რომელიც არ დადებს შეთანხმების ხელშეკრულებას, ან სხვაგვარად არ წყვეტს ამგვარ მოთხოვნას, მხარის მიერ წინასწარი წერილობითი თანხმობის ან მოთხოვნის გარეშე. და (vi) ანაზღაურებული მხარე, რომელიც შეესაბამება ნებისმიერ შეთანხმებას ან სასამართლო ბრძანებას, რომელიც გაკეთდა პრეტენზიის თაობაზე (დაკავშირებული ნებისმიერი დამრღვევი მასალების მომავალ გამოყენებასთან). ანაზღაურებულ მხარეს შეუძლია მონაწილეობა მიიღოს სარჩელის დაცვაში ან გადაწყვეტის საკითხში საკუთარი რჩევის საფუძველზე და საკუთარი ხარჯებით.
kk: 10.4 Хабарлама және ынтымақтастық: Жоғарыда келтірілген 10-бөлімге сәйкес өтелетін тараптың алдындағы өтемақы тараптардың міндеттемелері (i) өтеу тарапына тез арада жазбаша нысанда, келісім бойынша өтеуге құқылы болуы мүмкін кез келген шағым туралы біле отырып, алдын-ала жазбаша түрде хабарлама жіберген тарапқа байланысты. ; (ii) ескертуді алғаннан кейін, талап етілген бұзылған Қызметтерді пайдалануды тоқтататын, қолданылатын шамада; (ііі) өтемақы төлеуші тарапқа кез-келген осындай шағымды қорғауды және реттеуді бақылаудың жалғыз құқығына ие болуға мүмкіндік беретін (егер өтемақы тарап өтелген тарапты барлық жауапкершіліктен сөзсіз босатпаса, өтелген тараптың келісімінсіз кез-келген талапты қанағаттандыруы мүмкін емес болған жағдайда); (iv) өтемақы төлеуші тарапқа өтемақы төлеушіге, тараптың шығындарын өтеу кезінде, осы талапты қорғауда көмек көрсеткен жағдайда; (v) өтелетін тарап қандай да бір келісім шартын жасамағаны немесе кез келген басқа талапты тараптың алдын ала жазбаша келісімін немесе талабын өтеместен реттемегені; және (vi) шағымға байланысты жасалған кез-келген есеп айырысу немесе сот шешімін (кез келген бұзушы материалдарды болашақта пайдалануға байланысты) қанағаттандыратын тарап. Кінәратталушы тарап өз таңдауы бойынша және өз есебімен қорғауды немесе талап қоюды шешуге қатыса алады.
km: ១០.៤ ការជូនដំណឹងនិងកិច្ចសហប្រតិបត្តិការៈកាតព្វកិច្ចរបស់ភាគីដែលត្រូវសងជំងឺចិត្តចំពោះភាគីដែលត្រូវទទួលទោសក្រោមមាត្រា ១០ ខាងលើនេះត្រូវមានលក្ខន្តិកៈ (i) ភាគីដែលបានជូនដំណឹងអំពីការជូនដំណឹងអំពីការសងជំងឺចិត្តដល់គណបក្សជាលាយលក្ខណ៍អក្សរតាមចំណេះដឹងអំពីបណ្តឹងណាមួយដែលអាចមានសិទ្ធិទទួលបានសំណងតាមកិច្ចព្រមព្រៀង ; (ii) ចំពោះវិសាលភាពដែលអាចអនុវត្តបានភាគីដែលត្រូវបានសងជំងឺចិត្តឈប់ប្រើប្រាស់សេវាកម្មរំលោភបំពានដែលបានអះអាងនៅពេលទទួលបានសេចក្តីជូនដំណឹងដូចគ្នា។ (iii) ភាគីដែលត្រូវបានបញ្ជាក់ថាអនុញ្ញាតឱ្យគណបក្សសងសឹកមានសិទ្ធិតែមួយគត់ដើម្បីគ្រប់គ្រងការការពារនិងការដោះស្រាយនូវបណ្តឹងទាមទារសំណងណាមួយ (ផ្តល់ថាគណបក្សដែលមិនបានសងប្រាក់មិនអាចដោះស្រាយនូវការទាមទារណាមួយដោយគ្មានការយល់ព្រមពីភាគីដែលបានបញ្ជាក់លើកលែងតែដំណោះស្រាយនោះបានដោះលែងភាគីដែលមិនមានលក្ខខណ្ឌពីការទទួលខុសត្រូវទាំងអស់); (iv) ភាគីដែលបានទទួលសំណងដែលបានផ្តល់ជំនួយសមហេតុផលដល់ភាគីសងជំងឺចិត្តដោយការចំណាយរបស់គណបក្សក្នុងការការពារការទាមទារបែបនេះ។ (v) ភាគីដែលបានចោទប្រកាន់ថាមិនបានចូលទៅក្នុងកិច្ចព្រមព្រៀងដំណោះស្រាយណាមួយឡើយបើមិនដូច្នេះទេការដោះស្រាយការទាមទារណាមួយដោយគ្មានការបញ្ជាក់ពីការយល់ព្រមឬសំណើជាលាយលក្ខណ៍អក្សរជាមុនរបស់ភាគីឡើយ។ និង (vi) ភាគីដែលបានទទួលសំណងដែលអនុលោមតាមដំណោះស្រាយឬដីកាតុលាការដែលបានធ្វើឡើងពាក់ព័ន្ធនឹងបណ្តឹងទាមទារសំណង (ពាក់ព័ន្ធនឹងការប្រើប្រាស់សម្ភារៈរំលោភបំពាននៅពេលអនាគត) ។ ភាគីដែលបានទទួលសំណងអាចចូលរួមក្នុងការការពារក្តីឬដោះស្រាយបណ្តឹងទាមទារសំណងដោយមានការប្រឹក្សាពីជំរើសរបស់ខ្លួននិងដោយចំណាយផ្ទាល់ខ្លួន។
kn: . ; (ii) ಅನ್ವಯವಾಗುವ ಮಟ್ಟಿಗೆ, ಹಕ್ಕುಸ್ವಾಮ್ಯದ ಪಕ್ಷವು ಹಕ್ಕುಸ್ವಾಮ್ಯದ ಉಲ್ಲಂಘನೆಯ ಸೇವೆಗಳ ಬಳಕೆಯನ್ನು ನಿಲ್ಲಿಸಿದ ನಂತರ ಅದನ್ನು ಪ್ರಕಟಿಸಿದ ನಂತರ; . (iv) ನಷ್ಟದ ಪಕ್ಷವು ಪಕ್ಷಕ್ಕೆ ನಷ್ಟವನ್ನುಂಟುಮಾಡಲು, ಪಕ್ಷದ ವೆಚ್ಚವನ್ನು ನಷ್ಟದಲ್ಲಿ, ಅಂತಹ ಹಕ್ಕಿನ ರಕ್ಷಣೆಯಲ್ಲಿ ಸಮಂಜಸವಾದ ಸಹಾಯವನ್ನು ಒದಗಿಸುತ್ತದೆ; (v) ನಷ್ಟದ ಪಕ್ಷವು ಯಾವುದೇ ವಸಾಹತು ಒಪ್ಪಂದಕ್ಕೆ ಪ್ರವೇಶಿಸುವುದಿಲ್ಲ ಅಥವಾ ಪಕ್ಷದ ಎಕ್ಸ್‌ಪ್ರೆಸ್ ಪೂರ್ವ ಲಿಖಿತ ಒಪ್ಪಿಗೆ ಅಥವಾ ವಿನಂತಿಯನ್ನು ನಷ್ಟಗೊಳಿಸದೆ ಅಂತಹ ಯಾವುದೇ ಹಕ್ಕನ್ನು ಇತ್ಯರ್ಥಪಡಿಸುವುದಿಲ್ಲ; ಮತ್ತು (vi) ಹಕ್ಕು ಸ್ಥಾಪನೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಮಾಡಿದ ಯಾವುದೇ ಇತ್ಯರ್ಥ ಅಥವಾ ನ್ಯಾಯಾಲಯದ ಆದೇಶವನ್ನು (ಯಾವುದೇ ಉಲ್ಲಂಘಿಸುವ ವಸ್ತುಗಳ ಭವಿಷ್ಯದ ಬಳಕೆಗೆ ಸಂಬಂಧಿಸಿದ) ನಷ್ಟ ಪರಿಹಾರದ ಪಕ್ಷ. ನಷ್ಟವಿಲ್ಲದ ಪಕ್ಷವು ತನ್ನದೇ ಆದ ಆಯ್ಕೆಯ ಸಲಹೆಯೊಂದಿಗೆ ಮತ್ತು ತನ್ನದೇ ಆದ ವೆಚ್ಚದಲ್ಲಿ ಹಕ್ಕಿನ ರಕ್ಷಣೆ ಅಥವಾ ಇತ್ಯರ್ಥದಲ್ಲಿ ಭಾಗವಹಿಸಬಹುದು.
ku: 10.4 Hişyarbûn û Hevkarî: Daxuyaniyên partiya qerar da ku li gorî vê Beşê 10 li jorê bertek nîşan bide li ser (i) partiyek bêpêşandî ye ku partiya daynişînkar zû bi nivîskî agahdar bike, bi zanyarî ji bo her îdiayê, ji bo ku ew di bin Peymanê de bibe xwediyê tezmînatê. ; (ii) bi qasî ku tête pejirandin, partiya nefermî ji karanîna karûbarên binpêkirî yên îdîaya ku piştî wergirtina heman agahdariyê rawestandin; (iii) partiya belengaz ku destûrê dide partiya razîbûnê ku xwedî maf e ku kontrolê parastinê û çareserkirina her dozek wusa bike (bi şertê ku partiya tawanbar nikaribe bêyî razîbûna partiya nepişandî dadgehan bicîh bîne, heya ku rêkeftin bi şertê nehêlî partiya berdêl ji her berpirsiyariyê derxîne); (iv) partiya tawanbar ku ji bo berevpêşbirina dozek weha alîkariyek maqûl pêşkêşî kesê tawanbar dike, di berdêla lêçûnê ya partiyê de; (v) partiyek tawanbar ku nekeve peymanek lihevnekirinê an nebe ku çu dozek wusa bicîh neke bêyî ku partiya bi eşkere razîbûna nivîskî an daxwazê eşkere bike; û (vi) partiyek tawanbar ku tev lihevhatinek an biryara dadgehê ya ku di derheqê dozê de hatiye çêkirin (bi têkildarî paşerojê ya her materyalên binpêkirin) têkildar e. Dibe ku partiya belengaz beşdarî parastinê an lihevnekirina dozekê bi şêwirmendê bijartina xwe û bi dravê xwe be.
ky: 10.4 Билдирүү жана кызматташуу: Жогоруда келтирилген 10-бөлүмгө ылайык, тараптын ордун толтурган тараптын милдеттенмелери төмөнкүлөргө негизделет: (i) Келишим боюнча компенсациялоо укугу болушу мүмкүн болгон кандайдыр бир талаптарды билгенден кийин, компенсациялоочу тарапка жазуу жүзүндө кечиктирбестен төлөп берүүчү тарапка. ; (ii) колдонулган көлөмдө, талап кылынган укук бузуучу Кызматтарды пайдаланууну токтотуу жөнүндө, ошол эле билдирүүнү алган учурда; (iii) ордун толтуруучу тарапка, кандайдыр бир талапты коргоону жана жөнгө салууну контролдоо үчүн жалгыз гана укукка ээ болгон шартта, (эгерде эсептешүү ордун толтурган тарапты бардык жоопкерчиликтен сөзсүз түрдө бошотпосо, ордун толтуруучу тарап тараптын макулдугусуз эч кандай талапты жөнгө сала албаган шартта); (iv) компенсацияланган тарапка талаптын ордун толтуруп, тараптын эсебинен компенсациялоого, анын талабын коргоого жардам берүү менен; (v) компенсацияланган тарап эч кандай жөнгө салуу келишимдерин түзбөгөн же башка талаптарды жөнгө салбаса, тараптын алдын-ала жазуу жүзүндөгү макулдугун же талабын аткарбастан; жана (vi) толтурулган тараптын дооматка байланыштуу кандайдыр бир эсептешүүнү же соттун чечимин аткаруусу (мындан ары кандайдыр бир бузуучу материалдарды колдонуу менен байланыштуу). Кепилденген тарап өз каалоосу боюнча жана өз эсебинен адвокатуранын талаптарын коргоого же жөнгө салууга катыша алат.
lb: 10.4 Notifikatioun a Kooperatioun: D&#39;Verflichtungspartei verflicht sech op déi indemnifizéierter Partei ënner dëser Sektioun 10 hei uewen, sinn bedingt (i) indemnifizéierter Partei déi onverantwortlech Partei schrëftlech matdeelen, op Wëssen vun all Fuerderung, fir déi et berechtegt ka ginn op Schuedenersaz ënner dem Ofkommes. ; (ii) bis de Mooss applicabel, indemnifizéierter Partei opzehale fir d&#39;Benotzung vun de behaapt verletzenden Servicer beim Empfang vun der Notiz déiselwecht; (iii) indemnifizéiert Partei déi indemnifizéierend Partei erlaabt dat eenzegt Recht ze hunn fir d&#39;Verteidegung an eng Siidlung vun all esou Fuerderung ze kontrolléieren (virausgesat, datt déi indemnifizéierend Partei keng Fuerderung ouni déi indemnifizéiert Partei Zoustëmmung regléiere kann, ausser d&#39;Siidlung onbedéngt verfaasst fräiwëlleg Partei vun all Haftung); (iv) indemnifizéierter Partei eng raisonnabel Hëllef fir de Schuedensfeier ze bidden, op Käschte vun der Schuedensfeier, an der Verteidegung vun esou Fuerderung; (v) indemnifizéiert Partei net an all Siedlungsaccord anzegoen oder soss sou eng Fuerderung ze regelen ouni ausdrécklech schrëftlech schrëftlech Erlaabnes oder Ufro ze schueden; an (vi) indemnifizéierter Partei déi all Siedlung oder Geriichtsuerdnung a Verbindung mat der Fuerderung respektéiert (am Zesummenhang mat der zukünfteger Benotzung vun all verletzend Material). Déi schëlleg Partei ka bei der Verdeedegung oder der Siidlung vun enger Fuerderung mat der Berodung vu senger eegener Wiel an op eege Käschte matmaachen.
lo: 10.4 ແຈ້ງການແລະການຮ່ວມມື: ຂໍ້ຜູກພັນຂອງພາກສ່ວນທີ່ກ່ຽວຂ້ອງກັບພາກສ່ວນທີ່ເສີຍຫາຍພາຍໃຕ້ມາດຕາ 10 ຂ້າງເທິງນີ້ແມ່ນມີເງື່ອນໄຂ (i) ພາກສ່ວນທີ່ບໍ່ໄດ້ແຈ້ງໃຫ້ຊາບການແຈ້ງການໃຫ້ພັກຝ່າຍຄ້ານເປັນລາຍລັກອັກສອນ, ຕາມຄວາມຮູ້ກ່ຽວກັບຂໍ້ຮຽກຮ້ອງໃດໆ, ເຊິ່ງມັນອາດຈະມີສິດໄດ້ຮັບການຊົດເຊີຍພາຍໃຕ້ສັນຍາ ; (ii) ໃນຂອບເຂດທີ່ສາມາດ ນຳ ໃຊ້ໄດ້, ເຊິ່ງຖືກກ່າວຫາທີ່ບໍ່ມີເງື່ອນໄຂຢຸດເຊົາການ ນຳ ໃຊ້ບໍລິການລະເມີດທີ່ຖືກກ່າວຫາພາຍຫຼັງທີ່ໄດ້ຮັບແຈ້ງການຄືກັນ; (iii) ພັກຝ່າຍທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດອະນຸຍາດໃຫ້ພັກຝ່າຍດຽວມີສິດພຽງຢ່າງດຽວໃນການຄວບຄຸມການປ້ອງກັນແລະການຕັ້ງຖິ່ນຖານຂອງຂໍ້ຮຽກຮ້ອງດັ່ງກ່າວ (ສະ ໜອງ ໃຫ້ຝ່າຍທີ່ເສີຍເມີຍບໍ່ສາມາດແກ້ໄຂຂໍ້ຮຽກຮ້ອງໃດໆໂດຍບໍ່ໄດ້ຮັບຄວາມເຫັນດີຈາກພັກ. (iv) ຝ່າຍທີ່ຖືກກ່າວຫາວ່າໃຫ້ການຊ່ວຍເຫຼືອທີ່ສົມເຫດສົມຜົນຕໍ່ການກ່າວຫາຂອງພັກ, ໃນການຈ່າຍຄ່າເສຍຫາຍຂອງຝ່າຍ, ໃນການປ້ອງກັນການຮຽກຮ້ອງດັ່ງກ່າວ; (v) ຝ່າຍທີ່ຖືກກ່າວຫາບໍ່ໄດ້ເຂົ້າໄປໃນຂໍ້ຕົກລົງການຕັ້ງຖິ່ນຖານຫຼືການແກ້ໄຂຂໍ້ຮຽກຮ້ອງດັ່ງກ່າວໂດຍບໍ່ໄດ້ແຈ້ງໃຫ້ການຍິນຍອມເຫັນດີຫຼືການຮ້ອງຂໍຂອງຝ່າຍທີ່ສະແດງອອກກ່ອນ; ແລະ (vi) ຝ່າຍທີ່ຖືກກ່າວຫາທີ່ປະຕິບັດຕາມຂໍ້ຕົກລົງຫຼື ຄຳ ສັ່ງສານທີ່ກ່ຽວຂ້ອງກັບຂໍ້ຮຽກຮ້ອງ (ກ່ຽວຂ້ອງກັບການ ນຳ ໃຊ້ວັດຖຸທີ່ລະເມີດໃນອະນາຄົດ). ຝ່າຍທີ່ຖືກກ່າວຫານັ້ນອາດຈະເຂົ້າຮ່ວມໃນການປ້ອງກັນຫຼືແກ້ໄຂຂໍ້ຮຽກຮ້ອງໂດຍມີ ຄຳ ແນະ ນຳ ຈາກການເລືອກຂອງຕົນເອງແລະດ້ວຍຄ່າໃຊ້ຈ່າຍຂອງຕົນເອງ.
lt: 10.4 Pranešimas ir bendradarbiavimas: Kompensacinės šalies įsipareigojimai nuostolių atlyginimo šaliai pagal šį 10 skyrių priklauso nuo to, ar: (i) šalis, kuriai atlyginta, nedelsdama raštu praneša žalos atlyginimo šaliai, sužinojusi apie bet kokį ieškinį, dėl kurio ji gali turėti teisę į žalos atlyginimą pagal Susitarimą. ; (ii) žalos atlyginimo šalis, kiek tai įmanoma, nustoja naudotis tariamai pažeidžiančiomis Paslaugomis, gavusi pranešimą apie tai; iii) žalos atlyginimo šalis, leidžianti žalos atlyginimo šaliai turėti vienintelę teisę kontroliuoti bet kurio tokio reikalavimo gynybą ir išsprendimą (su sąlyga, kad žalos atlyginimo šalis negali atsiskaityti už bet kokį ieškinį be atlygintinos šalies sutikimo, nebent susitarimas besąlygiškai atleidžia atlygintiną šalį nuo visos atsakomybės); iv) žalos atlyginimo šaliai, teikiančiai pagrįstą pagalbą žalos atlyginančiai šaliai, šios šalies sąskaita, ginant tokį ieškinį; v) žalos atlyginimo šalis, nesudaranti jokios taikos sutarties ar kitaip neišsprendžianti tokio reikalavimo, neatlygindama šalies išankstinio rašytinio sutikimo ar prašymo; ir vi) šalis, kuriai atlyginta, vykdanti bet kokį su ieškiniu susijusį susitarimą ar teismo įsakymą (susijusį su bet kokiu pažeidžiančių medžiagų naudojimu ateityje). Kompensacijos atlyginimo šalis gali dalyvauti ginant ar išsprendžiant ieškinį su savo pasirinktu advokatu ir savo sąskaita.
lv: 10.4. Paziņošana un sadarbība: Atlīdzinošās puses saistības pret atlīdzināto pusi saskaņā ar šo 10. iedaļu ir atkarīgas no tā, vai: (i) atlīdzinātā puse nekavējoties, rakstiski paziņojot kompensācijas pusei, uzzinot par jebkuru prasību, par kuru tai var būt tiesības uz kompensāciju saskaņā ar līgumu ; (ii) ja tas ir piemērojams, pusei, kurai tiek atlīdzināta atlīdzība, pārtraucot izmantot pakalpojumus, ar kuriem tiek pārkāptas tiesības, saņemot paziņojumu par tiem; (iii) atlīdzinātā puse, kas kompensējošajai pusei dod ekskluzīvas tiesības kontrolēt jebkuras šādas prasības aizstāvēšanu un nokārtošanu (ar noteikumu, ka atlīdzinošā puse nevar nokārtot prasību bez atlīdzinātās puses piekrišanas, ja vien izlīgums bez nosacījumiem atbrīvo atlīdzināto pusi no visas atbildības); iv) puse, kurai atlīdzināta atlīdzība, sniedzot atlīdzinošai pusei saprātīgu palīdzību šādas lietas aizstāvēšanai, atlīdzinot zaudējumus; v) atlīdzinātā puse, kas neslēdz nekādu izlīguma līgumu vai kā citādi nenoregulē šādas prasības, neatlīdzinot puses skaidru iepriekšēju rakstisku piekrišanu vai pieprasījumu; un vi) atlīdzinātā puse, kas ievēro visus izlīgumus vai tiesas rīkojumus, kas pieņemti saistībā ar prasību (saistīti ar jebkādu materiālu, kas pārkāpj tiesību aktus, turpmāku izmantošanu). Kompensētā puse var piedalīties prasības aizstāvēšanā vai nokārtošanā ar savu izvēli un par saviem līdzekļiem.
mg: 10.4 Fampandrenesana sy fiaraha-miasa: Ny adidin&#39;ny antoko manameloka amin&#39;ilay ankolafy nomena ity fizarana 10 etsy ambony ity dia apetraka amin&#39;ny (i) fangatahana ankatoavina mampandre ny ankolafy fanamelohana haingana, amin&#39;ny fanoratana, amin&#39;ny fahalalana ny fangatahana rehetra, izay azo anaovana ny famoaham-bola eo ambanin&#39;ny fifanarahana. ; ii) arakaraka izay azo ampiharina, fangatahana ankasitrahana tsy mijanona ny fampiasana ireo sampana mpanafika voalaza fa rehefa naharay izany; (iii) fahazoan-dàlana amin&#39;ny fahazoan-dàlana amin&#39;ny fahazoan-dàlana amin&#39;ny fifehezana sy ny fametrahana ny fangatahana toy izany (ny antoko tsy miangatra amin&#39;ny fametrahana ny ankolafy tsy nahomby raha tsy ny fahazoana ny fametrahana tsy ara-dalàna amin&#39;ny famoahana ny ankolafy tsy misy fepetra); (iv) fangatahana ankasitrahana manome fanampiana sahaza ho an&#39;ny ankolafy manameloka, amin&#39;ny fanamelohana ny fandaniana amin&#39;ny fety, amin&#39;ny fiarovana ny fangatahana toy izany; (v) fangatahana ankasitrahana tsy miditra amin&#39;ny fifanarahana fampifanarahana na amin&#39;ny fomba hafa hametrahana izany fitakiana izany nefa tsy manome alàlana ny fahazoan-dàlana na fangatahana an-tsoratra mialoha ny antoko; ary (vi) fety voadidy mifanaraka amin&#39;ny fifanarahana na didim-pitsarana natao nifandraisany tamin&#39;ny fangatahana (mifandraika amin&#39;ny fampiasana ireo fitaovana manitsakitsaka). Ny antoko voarindra dia afaka mandray anjara amin&#39;ny fiarovan-tena na fametrahana ny fangatahana miaraka amin&#39;ny torohevitra amin&#39;ny safidiny manokana ary amin&#39;ny volany manokana.
mi: 10.4 Whakamōhiotanga me te Mahi Takitanga: Ko te haepapa o te roopu whakamana ki te roopu whakahee i raro i tenei Tekiona 10 i runga ake nei ka whakamanahia i (i) roopu whaimana e kii ana i te roopu whakahee i runga tonu i te tuhi, mo te mohio ki tetahi kereme, ma kona ano e haangai ki te aukati i raro i te Whakaaetanga. ; (ii) tae noa ki te whaainga, ko te roopu whakahee kua mutu te whakamahi i nga Ratonga e whakapae ana i te whakapae i te wa i riro i a ia ano te panui; (iii) ko te roopu whakahee e tuku ana i te roopu whakahee hei mana ki te whakahaere i te pareparenga me te whakataunga o tetahi kereme (i te mea kaore e taea e te roopu whakahee tetahi kereme me te kore whakaaetanga a te roopu roera ki te kore e whakatauhia te whakataunga kaore e tuku i te roopu whakahee mai i nga taunahatanga katoa); (iv) o te roopu whakahee i te taha ki te whakahee i te roopu, i te utu i te whakapaunga o te roopu, i runga i te paremata o taua kereme; (v) o te roopu kua whakataua kaore e uru ki roto i tetahi kirimana whakataunga, ki te whakataunga ranei i etahi kereme kaore nei e whakamana i te whakaaetanga a te roopu a te roopu a mua ranei. me (vi) te roopu whakahee i te whakarite ki tetahi whakataunga, i te ota ranei i mahia e pa ana ki te kereme (e pa ana ki te whakamahinga a muri ake nei o nga rauemi whakatoi). Ka uru pea te roopu whakapae ki te aukati me te whakatau i tetahi kereme ma te awhina i a ia ake e whiriwhiri ana, i a ia ano te whakapaunga i a ia.
mk: 10.4 Известување и соработка: Обврските за обештетување на надомест на штета според обемот 10 погоре се условени од (i) обештетената странка што ќе ја извести странката за обесштетување навремено, писмено, сознание за кое било побарување, за кое може да има право на обештетување според договорот ; (ii) колку што е применливо, обештетената странка престана да ги користи бараните услуги за кршење по приемот на известувањето за истите; (iii) обештетената странка која ting дозволува на обештетувачката страна да има единствено право да ја контролира одбраната и решението на кое било такво барање (под услов странката за обештетување да не може да подмири побарувања без согласност на обештетената странка, освен ако спогодбата безусловно ослободува обештетена странка од целата одговорност); (iv) обештетена странка која обезбедува разумна помош на обештетувањето на странката, за обештетување на трошоците на странката, во одбрана на таквото барање; (v) обештетената страна што не склучува спогодба за порамнување или на друг начин не решила такво побарување без да обелодени изрична претходна писмена согласност или барање; и (vi) обештетената странка што е во согласност со какво било спогодување или судски налог направен во врска со побарувањето (поврзано со идната употреба на какви било прекршочни материјали). Оштетената странка може да учествува во одбраната или решението на побарувањето со бранител по сопствен избор и на свој трошок.
ml: 10.4 വിജ്ഞാപനവും സഹകരണവും: ഈ വകുപ്പ് 10 പ്രകാരം നഷ്ടപരിഹാരം ലഭിക്കുന്ന കക്ഷിയോടുള്ള നഷ്ടപരിഹാര കക്ഷിയുടെ വ്യവസ്ഥകൾ (i) നഷ്ടപരിഹാരം നൽകുന്ന കക്ഷിയെ നഷ്ടപരിഹാരം നൽകുന്ന കക്ഷിയെ രേഖാമൂലം അറിയിക്കുക, ഏതെങ്കിലും ക്ലെയിമിനെക്കുറിച്ചുള്ള അറിവ്, അതിന് കരാർ പ്രകാരം നഷ്ടപരിഹാരത്തിന് അർഹതയുണ്ട്. ; (ii) ബാധകമായ പരിധിവരെ, ക്ലെയിം ലംഘിച്ച സേവനങ്ങളുടെ നോട്ടീസ് ലഭിച്ചുകഴിഞ്ഞാൽ നഷ്ടപരിഹാരം ലഭിക്കാത്ത കക്ഷി ഉപയോഗം നിർത്തുന്നു; ; (iv) നഷ്ടപരിഹാരം നൽകുന്ന കക്ഷിയ്ക്ക് നഷ്ടപരിഹാരം നൽകുന്നതിന് ന്യായമായ സഹായം നൽകുന്നത്, പാർട്ടിയുടെ ചെലവിൽ നഷ്ടപരിഹാരം നൽകൽ, അത്തരം അവകാശവാദത്തെ പ്രതിരോധിക്കുന്നതിൽ; ; ഒപ്പം (vi) ക്ലെയിമുമായി ബന്ധപ്പെട്ട് ഉണ്ടാക്കിയ ഏതെങ്കിലും സെറ്റിൽമെൻറ് അല്ലെങ്കിൽ കോടതി ഉത്തരവുകൾക്ക് അനുസൃതമായി നഷ്ടപരിഹാരം നൽകാത്ത കക്ഷി (ഏതെങ്കിലും ലംഘന വസ്തുക്കളുടെ ഭാവി ഉപയോഗവുമായി ബന്ധപ്പെട്ടത്). നഷ്ടപരിഹാരം ലഭിക്കാത്ത കക്ഷിക്ക് സ്വന്തം ഇഷ്ടപ്രകാരം ഉപദേശവും സ്വന്തം ചെലവിൽ ഒരു ക്ലെയിമിന്റെ പ്രതിരോധത്തിലോ തീർപ്പാക്കലിലോ പങ്കെടുക്കാം.
mn: 10.4 Мэдэгдэл ба хамтын ажиллагаа: Дээр дурдсан 10-р бүлэгт заасан нөхөн төлбөрт талуудын өмнө хүлээсэн үүргээ нөхөн төлүүлэх нь (i) гэрээний дагуу нөхөн төлбөр хийх эрхтэй аливаа нэхэмжлэлийн талаар мэдсэний дагуу нөхөн төлбөрт талаа нэн даруй бичгээр мэдэгдсэн тохиолдолд нөхөн төлбөр төлсөн талд нэн даруй нөхөн төлөх үүрэгтэй. ; (ii) холбогдох тохиолдолд нэхэмжлэл гаргасан зөрчилтэй үйлчилгээнүүдийг ашиглахаа зогсоосон тохиолдолд нөхөн төлбөрийг нөхөн төлнө. (iii) нөхөн төлбөрт тал нь аливаа нэхэмжлэлийг хамгаалах, шийдвэрлэх эрхийг хянах цорын ганц эрхтэй байхаар нөхөн олговрыг олгосон тал (нөхөн төлбөрт тал нь нөхөн төлбөрийг тал хариуцлагаас зайлсхийхгүй бол нөхөн төлбөрийг талуудын зөвшөөрөлгүйгээр шийдвэрлэх боломжгүй). (iv) хохирлыг барагдуулахад зохих туслалцаа үзүүлсэн хохирлыг барагдуулах, талын зардлыг нөхөн төлүүлэх, ийм нэхэмжлэлийг хамгаалахад; (v) нөхөн төлбөрийг аль нэг тал тохиролцох гэрээ байгуулаагүй буюу өөр аливаа нэхэмжлэлийн шаардлагыг талуудын урьдчилж бичгээр гаргасан урьдчилсан бичгээр гаргасан зөвшөөрөл, хүсэлтийг биелүүлэхгүйгээр нөхөн төлүүлэх; (vi) нэхэмжлэлийн дагуу гаргасан аливаа төлбөр тооцоо, шүүхийн шийдвэрийг зөрчсөн аливаа материалыг цаашид ашиглахтай холбоотой. Нөхөн төлбөртэй тал нь нэхэмжлэлийн эсрэг өөрийн хүсэлтээр өөрийн зардлаар өмгөөлж, шийдвэрлэхэд оролцож болно.
mr: १०. Not अधिसूचना आणि सहकार्य: या कलम १० अन्वये नुकसान भरपाई करणार्‍या पक्षाची नुकसान भरपाई करणार्‍या पक्षाच्या जबाबदा condition्या (i) कोणत्याही हक्काच्या ज्ञानावर, नुकसान भरपाईसाठी पक्षाला त्वरित लेखी सूचित केल्यावर, ज्यासाठी त्या करारा अंतर्गत नुकसान भरपाई घेण्यास पात्र असतील. ; (ii) हानीकारक उल्लंघन करणार्‍या सेवांचा वापर करण्याच्या मर्यादेपर्यंत, नोटीस मिळाल्यानंतर नुकसानभरपाईचा पक्ष वापर थांबवितो; (iii) नुकसान भरपाई करणार्‍या पक्षाला अशा कोणत्याही दाव्याचे संरक्षण आणि तोडगा नियंत्रित करण्याचा संपूर्ण अधिकार आहे (अशी तरतूद की जर तोडगा बिनशर्त सर्व दायित्वांमधून निर्दोष पक्षाला सोडत नाही तोपर्यंत नुकसान भरपाई केलेल्या पक्षाच्या संमतीशिवाय कोणताही दावा निकाली काढू शकत नाही); (iv) नुकसान भरपाई करणार्‍या पक्षाला अशा दाव्याच्या बचावामध्ये नुकसान भरपाई करणार्‍या पक्षाला नुकसान भरपाई देताना, पक्षाच्या खर्चाची क्षतिपूर्ती देताना उचित सहाय्य प्रदान करणे; (v) नुकसान भरपाई केलेला पक्ष कोणत्याही समझोता करारामध्ये प्रवेश करत नाही किंवा अन्यथा पक्षाच्या स्पष्ट लेखी संमती किंवा विनंतीची हानी न करता अशा कोणत्याही दाव्याची पुर्तता करीत नाही; आणि (vi) हक्काच्या संदर्भात केलेल्या कोणत्याही सेटलमेंट किंवा कोर्टाच्या आदेशाचे पालन करणारे नुकसान भरपाई करणारा पक्ष (भविष्यातील कोणत्याही उल्लंघन करणार्‍या सामग्रीशी संबंधित). नुकसानभरपाई नसलेला पक्ष स्वतःच्या आवडीनिवडीचा सल्ला घेऊन आणि स्वतःच्या खर्चाने दाव्याच्या बचावासाठी किंवा तोडग्यात भाग घेऊ शकतो.
ms: 10.4 Pemberitahuan dan Kerjasama: Kewajiban pihak ganti rugi kepada pihak yang diberi ganti rugi di bawah Seksyen 10 di atas dikondisikan pada (i) pihak yang diberi ganti rugi memberitahu pihak yang memberi ganti rugi dengan segera secara tertulis, setelah mengetahui apa-apa tuntutan, yang mungkin berhak mendapat ganti rugi di bawah Perjanjian ; (ii) setakat yang berlaku, pihak yang diberi ganti rugi menghentikan penggunaan Perkhidmatan yang melanggar tuntutan setelah menerima notis yang sama; (iii) pihak yang diberi ganti rugi yang membenarkan pihak yang memberi ganti rugi untuk memiliki hak tunggal untuk mengawal pembelaan dan penyelesaian tuntutan tersebut (dengan syarat pihak yang menanggung ganti rugi tidak dapat menyelesaikan tuntutan tanpa persetujuan pihak yang dilindungi ganti rugi melainkan jika penyelesaian itu melepaskan pihak yang dilindungi dari semua tanggungjawab tanpa syarat); (iv) pihak yang diberi ganti rugi yang memberikan pertolongan yang munasabah kepada pihak yang memberi ganti rugi, dengan menanggung kerugian pihak, untuk membela tuntutan tersebut; (v) pihak yang dilindungi ganti rugi yang tidak membuat perjanjian penyelesaian atau menyelesaikan tuntutan tersebut tanpa memberikan persetujuan atau permintaan tertulis dari pihak sebelumnya; dan (vi) pihak ganti rugi yang mematuhi segala penyelesaian atau perintah pengadilan yang dibuat berkaitan dengan tuntutan tersebut (yang berkaitan dengan penggunaan bahan pelanggaran di masa depan). Pihak yang diganti rugi boleh mengambil bahagian dalam pembelaan atau penyelesaian tuntutan dengan penasihat pilihannya sendiri dan dengan perbelanjaannya sendiri.
mt: 10.4 Notifika u Kooperazzjoni: L-obbligi tal-parti li toffri l-parti indennifikata taħt din it-Taqsima 10 hawn fuq huma kkundizzjonati biex (i) il-parti indennifikata li tinnotifika lill-parti li toffri l-pront bil-miktub, fuq l-għarfien ta &#39;kwalunkwe talba, li għaliha tista&#39; tkun intitolata għal indennizz skond il-Ftehim. ; (ii) safejn applikabbli, parti indennifikata li tieqaf tuża s-Servizzi allegati li tikser wara li tirċievi notifika ta &#39;l-istess; (iii) parti indennifikata li tippermetti lill-parti li tikkumpensa li jkollha l-uniku dritt li tikkontrolla d-difiża u s-soluzzjoni ta &#39;kwalunkwe talba bħal din (sakemm dik il-parti li tikkumpensa ma tkunx tista&#39; tissetilja l-ebda talba mingħajr il-kunsens tal-parti indennifikata ħlief jekk il-ftehim bla ħlas jeħles lill-parti indennifikata minn kull responsabbiltà); (iv) parti indennifikata li tipprovdi assistenza raġonevoli lil parti li tikkumpensa, bi spejjeż tal-parti li tikkumpensa, biex tiddefendi dik it-talba; (v) parti indennifikata li ma tidħol fl-ebda ftehim ta &#39;ftehim jew li tissetilja kwalunkwe talba bħal din mingħajr ma tikkumpensa l-kunsens jew it-talba bil-miktub espressa minn qabel; u (vi) parti indennifikata li tikkonforma ma &#39;kwalunkwe soluzzjoni jew ordni tal-qorti magħmula b&#39;konnessjoni mat-talba (relatata mal-użu futur ta&#39; kwalunkwe materjal li jikser). Il-parti indennifikata tista &#39;tipparteċipa fid-difiża jew is-soluzzjoni ta&#39; talba ma &#39;avukat tal-għażla tagħha u bi spejjeż tagħha.
my: ၁၀.၄ သတိပေးခြင်းနှင့်ပူးပေါင်းဆောင်ရွက်ခြင်း။ အထက်ဖော်ပြပါပုဒ်မ ၁၀ အရလျော်ကြေးပေးရန်ပါတီ၏ပေးဆပ်ရမည့်တာ ၀ န် ၀ တ္တရားများမှာ (၁) လျော်ကြေးပေးခြင်းခံရသောပါတီအားသဘောတူစာချုပ်အရလျော်ကြေးပေးပိုင်ခွင့်ရှိနိုင်ကြောင်း၊ မည်သည့်ပြောဆိုချက်ကိုမဆိုအသိပေးမှုအပေါ်ချက်ချင်းအကြောင်းကြားခြင်း၊ ; (၂) လျှောက်ထားသူအားအသိပေးစာရရှိပြီးနောက်၊ လျှောက်ထားသောချိုးဖောက်သော ၀ န်ဆောင်မှုများကိုအသုံးပြုခြင်းကိုရပ်တန့်သည့်အတိုင်းအတာအထိ၊ (၃) လျော်ကြေးပေးသူအားခွင့်ပြုချက်ရရှိသည့်ပါတီအားထိုကဲ့သို့သောအရေးဆိုမှုများအားကာကွယ်ရန်နှင့်အခြေချရန်အတွက်တစ်ခုတည်းသောအခွင့်အရေးကိုခွင့်ပြုရန်ခွင့်ပြုသည့်ပါတီ (လျော်ကြေးပေးခြင်းခံရသောပါတီသည်မည်သည့်တောင်းဆိုချက်ကိုမဆိုလျော်ကြေးပေးခြင်းမရှိသောပါတီမှခွင့်ပြုချက်မရရှိလျှင်ခွင့်ပြုချက်မှကင်းလွတ်ခွင့်မရှိလျှင်) ()) လျော်ကြေးပေးရန်ပါတီအားကုန်ကျစရိတ်ဖြင့်လျော်ကြေးငွေ ပေး၍ လျော်ကြေးငွေပေးအပ်ခြင်းခံရသောပါတီအားယင်းတောင်းဆိုချက်ကိုကာကွယ်ရန်အတွက်ကျိုးကြောင်းဆီလျော်သောအကူအညီများပေးခြင်း၊ (၅) လျော်ကြေးငွေပေးအပ်သူသည်မည်သည့်အခြေချသဘောတူညီချက်တွင်မပါ ၀ င်ခြင်း၊ (၆) လျော်ကြေးပေးသူအားအရေးဆိုမှုနှင့်စပ်လျဉ်း။ မည်သည့်ဖြေရှင်းမှုသို့မဟုတ်တရားရုံးအမိန့်ကိုမဆိုလိုက်နာခြင်း (ချိုးဖောက်သောပစ္စည်းများကိုအသုံးပြုမှုနှင့်ဆက်စပ်သော) ။ လျော်ကြေးပေးခြင်းခံရသောပါတီသည်တိုင်ကြားချက်ကိုကာကွယ်ခြင်းသို့မဟုတ်ဖြေရှင်းခြင်းတွင်ပါ ၀ င်နိုင်ပြီးသူကိုယ်တိုင်၏ကိုယ်ပိုင်ရွေးချယ်မှုဖြင့်ပါ ၀ င်နိုင်သည်။
ne: १०..4 अधिसूचना र सहयोग: माथिको धारा १० बमोजिम क्षतिपूर्ति गर्ने पार्टीको क्षतिपूर्ति दिने पार्टीको शर्त शर्त गरिएको छ (i) क्षतिपूर्ति पाएको पार्टीले कुनै पनि दाबीको ज्ञानमा तुरुन्त लिखित रूपमा सूचित गरिरहेको छ, जसको लागि यो सम्झौता अन्तर्गत क्षतिपूर्तिको हकदार हुन सक्छ। ; (ii) लागू हुने हदसम्म, क्षतिपूर्ति पाएको पार्टीले त्यस्तो सूचना प्राप्त भएको खण्डमा दावी उल्लasing्घनकारी सेवाहरूको प्रयोग रोक्ने; (iii) क्षतिपूर्ति दिने पार्टीलाई क्षतिपूर्ति दिने पार्टीसँग त्यस्तो कुनै पनि दावीको रक्षा र समाधान गर्ने अधिकार छ। (क्षतिपूर्ति दिने पार्टीले क्षतिपूर्ति पाएको पार्टीको सहमति बिना कुनै दाबीको समाधान गर्न सक्दैन भने बस्ती बिना शर्त सम्पूर्ण क्षतिपूर्तिबाट क्षतिपूर्ति पार्टी रिलीज गर्दछ भने); (iv) क्षतिपूर्ति दिने पार्टीले क्षतिपूर्ति दिने पार्टीलाई उचित क्षतिपूर्ति दिने, पार्टीको खर्चलाई क्षतिपूर्ति दिन यस्तो दाबीको बचावमा; (v) क्षतिपूर्ति प्राप्त पार्टी कुनै सम्झौता सम्झौतामा प्रवेश गरिरहेको छैन वा अन्यथा त्यस्तो कुनै दाबीलाई क्षतिपूर्ति नगरी पार्टीको अभिव्यक्त पूर्व लिखित सहमति वा अनुरोधको समाधान बिना; र (vi) क्षतिपूर्ति पाएको दाबीको सम्बन्धमा गरिएको कुनै पनि सम्झौता वा अदालतको आदेशको पालना गर्ने (भविष्यमा कुनै पनि उल्ल .्घनकारी सामग्रीको प्रयोगसँग सम्बन्धित)। क्षतिपूर्ति नभएको पार्टीले आफ्नो छनौटको सल्लाह र आफ्नै खर्चमा दावीको रक्षा वा सेटलमेन्टमा भाग लिन सक्छ।
nl: 10.4 Kennisgeving en medewerking: de verplichtingen van de schadeloosstellende partij jegens de gevrijwaarde partij uit hoofde van dit artikel 10 hierboven zijn afhankelijk van (i) de gevrijwaarde partij die de schadeloosstellende partij onmiddellijk schriftelijk op de hoogte stelt, op de hoogte van enige claim, waarvoor zij mogelijk recht heeft op schadeloosstelling onder de overeenkomst ; (ii) voor zover van toepassing, de gevrijwaarde partij die stopt met het gebruik van de beweerde inbreukmakende Diensten na ontvangst van een kennisgeving hiervan; (iii) de gevrijwaarde partij die de schadeloosstellende partij het uitsluitende recht geeft om de verdediging en schikking van een dergelijke claim te controleren (op voorwaarde dat de schadeloosstellende partij geen claim mag schikken zonder de toestemming van de gevrijwaarde partij, tenzij de schikking de gevrijwaarde partij onvoorwaardelijk ontslaat van alle aansprakelijkheid); (iv) de gevrijwaarde partij die redelijke bijstand verleent aan de vrijwarende partij, op kosten van de partij, bij de verdediging van een dergelijke claim; (v) de gevrijwaarde partij die geen schikkingsovereenkomst aangaat of anderszins een dergelijke claim regelt zonder de uitdrukkelijke voorafgaande schriftelijke toestemming of verzoek van de partij te vrijwaren; en (vi) gevrijwaarde partij die voldoet aan een schikking of gerechtelijk bevel in verband met de claim (gerelateerd aan het toekomstige gebruik van inbreukmakend materiaal). De gevrijwaarde partij kan deelnemen aan de verdediging of afwikkeling van een claim met een advocaat naar eigen keuze en op eigen kosten.
no: 10.4 Varsling og samarbeid: Den skadesløsholdende partens forpliktelser overfor den skadesløsholdte parten i henhold til denne paragraf 10 ovenfor er betinget av at (i) skadesløsgjort parten melder den skadesløsholdende parten umiddelbart skriftlig, etter kunnskap om ethvert krav, som den kan ha rett til skadesløsholdelse i henhold til avtalen ; (ii) i den grad det er aktuelt, skadesløsgjort part som slutter å bruke de påståtte krenkende tjenestene etter mottak av varsel om dette; (iii) skadesløsgjort part som tillater skadesløsholdende part å ha enerett til å kontrollere forsvaret og oppgjøret av et slikt krav (forutsatt at skadesløsholdende part ikke kan avgjøre noe krav uten den skadesløsholdes samtykke, med mindre forliket ubetinget frigjør skadesløs fra alt ansvar); (iv) skadesløsgjort part som gir rimelig hjelp til skadesløsholdende part, på skadesløs regning, for å forsvare et slikt krav; (v) skadesløs part som ikke inngår noen forliksavtale eller på annen måte avgjør noe slikt krav uten å skadesløsgjøre partens uttrykkelige skriftlige samtykke eller anmodning; og (vi) erstattet part som overholder ethvert forlik eller rettskjennelse truffet i forbindelse med kravet (relatert til fremtidig bruk av krenkende materiale). Den skadesløslagte parten kan delta i forsvaret eller avgjørelsen av et krav med advokat etter eget valg og for egen regning.
or: 10.4 ବିଜ୍ଞପ୍ତି ଏବଂ ସହଯୋଗ: ଉପରୋକ୍ତ ଏହି ଧାରା 10 ଅନୁଯାୟୀ କ୍ଷତିପୂରଣ ପ୍ରାପ୍ତ ପାର୍ଟିର କ୍ଷତିପୂରଣ ପାର୍ଟିର ସର୍ତ୍ତଗୁଡିକ ସର୍ତ୍ତମୂଳକ ଅଟେ (i) କ୍ଷତିପୂରଣ ପାର୍ଟୀକୁ ତୁରନ୍ତ ଲିଖିତ ଆକାରରେ କ୍ଷତିପୂରଣ ପ୍ରଦାନକାରୀ ଦଳକୁ ସୂଚିତ କରେ, ଯେକ claim ଣସି ଦାବି ବିଷୟରେ, ଯାହା ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ କ୍ଷତିପୂରଣ ପାଇବାକୁ ଅଧିକାର ପାଇପାରେ | ; (ii) ପ୍ରଯୁଜ୍ୟ ପରିମାଣରେ, କ୍ଷତିପୂରଣ ପ୍ରାପ୍ତ ପକ୍ଷ ସମାନ ନୋଟିସ୍ ପାଇବା ପରେ ଦାବି ଉଲ୍ଲଂଘନକାରୀ ସେବାଗୁଡିକର ବ୍ୟବହାର ବନ୍ଦ କରିଦେବେ; (iii) କ୍ଷତିପୂରଣକାରୀ ଦଳ କ୍ଷତିପୂରଣକାରୀ ଦଳକୁ ଏପରି କ claim ଣସି ଦାବିର ପ୍ରତିରକ୍ଷା ତଥା ସମାଧାନର ନିୟନ୍ତ୍ରଣ କରିବାର ଏକମାତ୍ର ଅଧିକାର ପାଇବାକୁ ଅନୁମତି ଦେଇଥାଏ (ଯଦି ସର୍ତ୍ତ ଅନୁଯାୟୀ କ୍ଷତିପୂରଣ ପ୍ରଦାନକାରୀ ପକ୍ଷ ସମସ୍ତ ସମ୍ମତି ବିନା କ୍ଷତିପୂରଣ ପ୍ରଦାନ ନକରନ୍ତି) ) (v) କ୍ଷତିପୂରଣ ପାର୍ଟୀ କ settlement ଣସି ସମାଧାନ ଚୁକ୍ତିନାମାରେ ପ୍ରବେଶ ନକରିବା କିମ୍ବା ଅନ୍ୟ କ such ଣସି ଦାବିକୁ ପାର୍ଟିର ଏକ୍ସପ୍ରେସ ଲିଖିତ ସମ୍ମତି କିମ୍ବା ଅନୁରୋଧକୁ କ୍ଷତିପୂରଣ ନକରି ସମାଧାନ କରିବା; ଏବଂ (vi) କ୍ଷତିପୂରଣ ପକ୍ଷ ଯେକ claim ଣସି ସମାଧାନ କିମ୍ବା କୋର୍ଟର ଆଦେଶକୁ ପାଳନ କରି ଦାବି ସହିତ ସଂପୃକ୍ତ (ଯେକ any ଣସି ଉଲ୍ଲଂଘନ ସାମଗ୍ରୀର ଭବିଷ୍ୟତ ବ୍ୟବହାର ସହିତ ଜଡିତ) | କ୍ଷତିପୂରଣ ପ୍ରାପ୍ତ ଦଳ ନିଜ ପସନ୍ଦର ପରାମର୍ଶ ସହିତ ଏବଂ ନିଜ ଖର୍ଚ୍ଚରେ ଏକ ଦାବିର ପ୍ରତିରକ୍ଷା କିମ୍ବା ସମାଧାନରେ ଅଂଶଗ୍ରହଣ କରିପାରନ୍ତି |
pa: 10.4 ਨੋਟੀਫਿਕੇਸ਼ਨ ਅਤੇ ਸਹਿਕਾਰਤਾ: ਇਸ ਧਾਰਾ 10 ਦੇ ਤਹਿਤ ਮੁਆਵਜ਼ਾ ਦੇਣ ਵਾਲੀ ਪਾਰਟੀ ਪ੍ਰਤੀ ਮੁਆਵਜ਼ਾ ਦੇਣ ਵਾਲੀ ਪਾਰਟੀ ਦੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਉੱਤੇ ਸ਼ਰਤ ਰੱਖੀ ਗਈ ਹੈ (i) ਮੁਆਵਜ਼ਾ ਪ੍ਰਾਪਤ ਪਾਰਟੀ ਨੂੰ ਕਿਸੇ ਵੀ ਦਾਅਵੇ ਦੀ ਜਾਣਕਾਰੀ ਹੋਣ &#39;ਤੇ ਤੁਰੰਤ ਲਿਖਤੀ ਰੂਪ ਵਿੱਚ ਸੂਚਤ ਕਰਨਾ, ਜਿਸ ਲਈ ਇਹ ਸਮਝੌਤੇ ਦੇ ਤਹਿਤ ਮੁਆਵਜ਼ੇ ਦਾ ਹੱਕਦਾਰ ਹੋ ਸਕਦਾ ਹੈ ; (ii) ਇਸ ਹੱਦ ਤੱਕ ਲਾਗੂ, ਮੁਆਵਜ਼ੇ ਵਾਲੀ ਧਿਰ ਦੁਆਰਾ ਦਾਅਵਾ ਕੀਤੇ ਗਏ ਉਲੰਘਣਾ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਨੂੰ ਰੋਕਣ ਦੀ ਸੂਚਨਾ ਮਿਲਣ ਤੇ; (iii) ਮੁਆਵਜ਼ਾ ਦੇਣ ਵਾਲੀ ਪਾਰਟੀ ਨੂੰ ਕਿਸੇ ਵੀ ਅਜਿਹੇ ਦਾਅਵੇ ਦੇ ਬਚਾਅ ਅਤੇ ਸਮਝੌਤੇ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਨ ਦਾ ਇਕਮਾਤਰ ਅਧਿਕਾਰ ਹੋਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿੱਤੀ ਗਈ ਹੈ (ਬਸ਼ਰਤੇ ਕਿ ਮੁਆਵਜ਼ਾ ਦੇਣ ਵਾਲੀ ਧਿਰ ਕਿਸੇ ਵੀ ਦਾਅਵੇ ਦਾ ਮੁਆਵਜ਼ਾ ਨਹੀਂ ਦੇ ਸਕਦੀ, ਜਦੋਂ ਤੱਕ ਕਿ ਬੰਦੋਬਸਤ ਬਿਨਾਂ ਸ਼ਰਤ ਗੈਰ-ਸ਼ਰਤ ਮੁਆਵਜ਼ੇ ਦੀ ਧਿਰ ਨੂੰ ਸਾਰੀ ਜ਼ਿੰਮੇਵਾਰੀ ਤੋਂ ਮੁਕਤ ਕਰਦਾ ਹੈ); (iv) ਅਜਿਹੇ ਦਾਅਵੇ ਦੀ ਹਿਫਾਜ਼ਤ ਵਿਚ, ਮੁਆਵਜ਼ਾ ਦੇਣ ਵਾਲੀ ਪਾਰਟੀ, ਪਾਰਟੀ ਦੇ ਖਰਚਿਆਂ ਨੂੰ ਮੁਆਵਜ਼ਾ ਦੇਣ ਸਮੇਂ, ਮੁਆਵਜ਼ਾ ਦੇਣ ਵਾਲੀ ਪਾਰਟੀ ਨੂੰ ਵਾਜਬ ਸਹਾਇਤਾ ਪ੍ਰਦਾਨ ਕਰ ਰਹੀ ਹੈ; (v) ਮੁਆਵਜ਼ਾ ਪ੍ਰਾਪਤ ਪਾਰਟੀ ਕਿਸੇ ਸਮਝੌਤੇ ਦੇ ਸਮਝੌਤੇ &#39;ਤੇ ਦਾਖਲ ਨਹੀਂ ਹੋ ਰਹੀ ਜਾਂ ਪਾਰਟੀ ਦੇ ਸਪੱਸ਼ਟ ਤੌਰ&#39; ਤੇ ਲਿਖਤੀ ਸਹਿਮਤੀ ਜਾਂ ਬੇਨਤੀ ਨੂੰ ਮੁਆਵਜ਼ਾ ਦਿੱਤੇ ਬਿਨਾਂ ਅਜਿਹੇ ਕਿਸੇ ਵੀ ਦਾਅਵੇ ਦਾ ਨਿਪਟਾਰਾ ਨਹੀਂ ਕਰ ਸਕਦੀ; ਅਤੇ (vi) ਮੁਅੱਤਲ ਧਿਰ ਦਾਅਵੇ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਕੀਤੇ ਕਿਸੇ ਵੀ ਬੰਦੋਬਸਤ ਜਾਂ ਅਦਾਲਤ ਦੇ ਆਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੀ ਹੈ (ਕਿਸੇ ਵੀ ਉਲੰਘਣਾ ਕਰਨ ਵਾਲੀ ਸਮੱਗਰੀ ਦੀ ਭਵਿੱਖ ਦੀ ਵਰਤੋਂ ਨਾਲ ਸਬੰਧਤ). ਮੁਆਵਜ਼ੇ ਵਾਲੀ ਧਿਰ ਆਪਣੀ ਮਰਜ਼ੀ ਦੇ ਸਲਾਹ ਨਾਲ ਅਤੇ ਆਪਣੇ ਖਰਚੇ ਤੇ ਦਾਅਵੇ ਦੇ ਬਚਾਅ ਜਾਂ ਸਮਝੌਤੇ ਵਿਚ ਹਿੱਸਾ ਲੈ ਸਕਦੀ ਹੈ।
pl: 10.4 Powiadomienie i współpraca: Zobowiązania strony zobowiązanej do rekompensaty wobec strony, której przysługuje rekompensata zgodnie z postanowieniami niniejszego paragrafu 10 powyżej, są uwarunkowane (i) niezwłocznym pisemnym powiadomieniem strony zobowiązanej do rekompensaty, po zapoznaniu się z jakimkolwiek roszczeniem, w przypadku którego może być uprawniona do odszkodowania na podstawie Umowy ; (ii) w stosownym zakresie strona zabezpieczona zaprzestanie korzystania z reklamowanych Usług naruszających prawo po otrzymaniu powiadomienia o tym; (iii) strona, której przysługuje rekompensata, zezwalająca stronie zabezpieczającej na posiadanie wyłącznego prawa do kontrolowania obrony i rozstrzygania wszelkich takich roszczeń (pod warunkiem, że strona zobowiązana do rekompensaty nie może zaspokoić żadnego roszczenia bez zgody strony zabezpieczanej, chyba że ugoda bezwarunkowo zwalnia stronę zabezpieczaną z wszelkiej odpowiedzialności); (iv) strona, której przysługuje rekompensata, zapewniająca uzasadnioną pomoc stronie zobowiązanej do rekompensaty na koszt strony zobowiązanej do rekompensaty w obronie takiego roszczenia; (v) strona, której przysługuje rekompensata, nie zawrze żadnej ugody lub w inny sposób nie załatwi takiego roszczenia bez wyraźnej uprzedniej pisemnej zgody lub wniosku strony zabezpieczającej; oraz (vi) przestrzeganie przez osobę, której przysługuje rekompensata, jakiejkolwiek ugody lub orzeczenia sądowego wydanego w związku z roszczeniem (w związku z przyszłym wykorzystaniem materiałów naruszających prawo). Strona, której przysługuje rekompensata, może uczestniczyć w obronie lub zaspokojeniu roszczenia z wybranym przez siebie adwokatem i na własny koszt.
ps: 10.4 خبرتیا او همکاري: د پورتنۍ برخې د 10 برخې په چوکاټ کې زیان منل شوي ګوند ته د زیان منونکي ګوند مکلفیتونه شرایط دي (i) د زیان منل شوي ګوند لخوا د معافیت تصویب ته په سمدستي ډول د هرې ادعا په اړه خبرداری ورکول کیږي ، د کوم لپاره چې دا ممکن د تړون له مخې د تاوان مستحق شي. ؛ (ii) تر هغه بریده چې د پلي کیدو وړ ، زیان منل شوي ګوند د ورته خبرتیا ترلاسه کولو پرمهال د ادعا شوې سرغړونې خدماتو کارول ودروي؛ (iii) ناقابل معافیت ګوند ته د زیان منونکي ګوند ته اجازه ورکوي چې د داسې هرې ادعا د دفاع او هواري کنټرول یوازینۍ حق ولري (په دې شرط چې معاوضه کیدونکی ګوند پرته له دې چې د مشروعیت له پلوه غیر منل شوي ګوند له ټولو مسؤلیت څخه خلاص کړي غیر منل شوي ګوند لخوا رضایت پرته هیڅ دعوی تصفیه نکړي) (iv) زیان منونکی ګوند د زیان منونکي ګوند سره معقول مرستې چمتو کوي ، د زیان منونکي ګوند مصرف کولو په وخت کې ، د داسې ادعا په دفاع کې؛ (v) زیان منل شوی ګوند هیڅ ډول هوکړې ته نه رسیدل یا په بل ډول د داسې ادعا تصفیه کول پرته لدې چې د ګوند د مخکیني تحریري رضایت یا غوښتنې معاوضه کړي sett او (vi) معاوضه شوې خواړه د ادعا سره اړونده د هر جوړجاړي یا محکمې حکم سره مطابقت لري (د هر ډول سرغړونکي موادو کارولو پورې اړوند). تاوان ورکول شوی ګوند ممکن د خپل انتخاب او په خپل لګښت د مشورې سره د دعوی په دفاع یا تصفیه کې برخه واخلي.
pt: 10.4 Notificação e Cooperação: As obrigações da parte indenizadora para com a parte indenizada nos termos desta Seção 10 acima estão condicionadas (i) à parte indenizada notificar a parte indenizadora prontamente por escrito, com conhecimento de qualquer reclamação, para a qual ela pode ter direito a indenização nos termos do Contrato ; (ii) na medida do aplicável, a parte indenizada cessando o uso dos Serviços infratores reivindicados após o recebimento da notificação dos mesmos; (iii) a parte indenizada permitindo que a parte indenizadora tenha o direito exclusivo de controlar a defesa e a liquidação de qualquer reclamação (desde que a parte indenizadora não possa resolver qualquer reclamação sem o consentimento da parte indenizada, a menos que o acordo libere incondicionalmente a parte indenizada de toda a responsabilidade); (iv) parte indenizada fornecendo assistência razoável à parte indenizadora, às custas da parte indenizadora, na defesa de tal reclamação; (v) a parte indenizada não entrar em qualquer acordo de liquidação ou de outra forma resolver qualquer reclamação sem o consentimento ou pedido prévio expresso por escrito da parte indenizadora; e (vi) parte indenizada cumprindo qualquer acordo ou ordem judicial feita em conexão com a reclamação (relacionada ao uso futuro de quaisquer materiais infratores). A parte indenizada pode participar da defesa ou liquidação de uma reclamação com um advogado de sua própria escolha e às suas próprias custas.
ro: 10.4 Notificare și cooperare: Obligațiile părții despăgubitoare față de partea indemnizată în temeiul prezentei secțiuni 10 de mai sus sunt condiționate de (i) partea indemnizată să notifice părții despăgubiri prompt în scris, la cunoștința oricărei creanțe, pentru care poate fi îndreptățită la despăgubire în temeiul acordului. ; (ii) în măsura aplicabilă, partea despăgubită care încetează utilizarea Serviciilor care încalcă pretins la primirea notificării acestora; (iii) partea despăgubită care permite părții despăgubiri să aibă singurul drept de a controla apărarea și soluționarea oricărei astfel de creanțe (cu condiția ca partea despăgubitoare să nu poată soluționa nicio cerere fără acordul părții despăgubite, cu excepția cazului în care soluționarea eliberează necondiționat partea indemnizată de toată răspunderea); (iv) partea despăgubită care oferă asistență rezonabilă părții despăgubitoare, pe cheltuiala despăgubirii părții, în apărarea unei cereri; (v) partea despăgubită care nu a încheiat vreun acord de soluționare sau să soluționeze în niciun fel o astfel de cerere fără a despăgubi acordul sau cererea scrisă prealabilă a părții; și (vi) parte despăgubită care se conformează oricărei soluționări sau hotărâri judecătorești făcute în legătură cu cererea (legată de utilizarea viitoare a oricăror materiale încălcatoare). Partea despăgubită poate participa la apărarea sau soluționarea unei cereri cu avocatul la alegere și pe cheltuiala proprie.
ru: 10.4 Уведомление и сотрудничество: Обязательства возмещающей стороны перед возмещаемой стороной в соответствии с настоящим Разделом 10 выше обусловлены (i) возмещаемой стороной, незамедлительно уведомившей возмещающую сторону в письменной форме, при наличии сведений о любых претензиях, по которым она может иметь право на возмещение в соответствии с Соглашением. ; (ii) в той степени, в которой это применимо, возмещенная сторона прекращает использование заявленных нарушающих Сервисов после получения уведомления об этом; (iii) освобожденная сторона, позволяющая возмещающей стороне иметь исключительное право контролировать защиту и урегулирование любого такого иска (при условии, что возмещающая сторона не может урегулировать какие-либо претензии без согласия освобожденной стороны, если урегулирование безоговорочно освобождает освобожденную сторону от любой ответственности); (iv) возмещаемая сторона, предоставляющая разумную помощь возмещающей стороне за счет возмещающей стороны в защиту такого требования; (v) возмещаемая сторона не вступает в какое-либо мировое соглашение или иным образом не решает любой такой иск без явного предварительного письменного согласия или запроса стороны; и (vi) освобожденная сторона, выполняющая любое мировое соглашение или постановление суда, вынесенное в связи с иском (касающимся будущего использования любых материалов, нарушающих авторские права). Возмещаемая сторона может участвовать в защите или урегулировании иска с помощью защитника по своему выбору и за свой счет.
rw: 10.4 Kumenyesha n’ubufatanye: Inshingano z’ishyurwa ku muburanyi wishyurwa hakurikijwe iki gika cya 10 zavuzwe haruguru ziteganijwe (i) umuburanyi wishyuye amenyesha umuburanyi wishyuye bidatinze mu nyandiko, abizi ku kirego icyo ari cyo cyose, gishobora kwemererwa kwishyurwa hakurikijwe Amasezerano. ; (ii) ku buryo bukurikizwa, indishyi zishyuwe zireka gukoresha serivisi zivugwa mu gihe cyo kubimenyeshwa kimwe; (iii) umuburanyi wishyuye yemerera umuburanyi kwishyurwa kugira uburenganzira bwonyine bwo kugenzura ubwunganizi no gukemura icyo kirego icyo ari cyo cyose (hashingiwe ko umuburanyi wishyuye adashobora gukemura ikibazo icyo ari cyo cyose atabanje kubiherwa uruhushya n’umuburanyi keretse iyo ubwumvikane burekuye nta shiti indishyi zishingiye ku nshingano zose); (iv) umuburanyi wishyuye atanga ubufasha bufatika bwo kwishyuza umuburanyi, kwishyura indishyi z&#39;ishyaka, mu kurengera icyo kirego; . na (vi) umuburanyi wishyuye yubahiriza icyemezo icyo ari cyo cyose cyo gukemura cyangwa icyemezo cy&#39;urukiko cyerekeranye n&#39;ikirego (kijyanye no gukoresha ejo hazaza ibikoresho byose bibangamiye). Umuburanyi wishyuwe ashobora kugira uruhare mu kwiregura cyangwa gukemura ikibazo abunganira ku bushake bwabo kandi ku giti cyabo.
sd: 10.4 اطلاع ۽ تعاون: مٿي ڏنل سيڪشن 10 تحت هن پارٽي کي غير معافي ڏيڻ جون ذميواريون شرائط آهن (i) ڪنهن به دعويٰ جي uponاڻ تي ، لکت ۾ فوري طور تي پارٽي کي فوري طور تي معافي ڏيڻ واري پارٽي کي اطلاع ڏي ، جنهن جي لاءِ اهو معاهدي تحت معاوضي جو حقدار ٿي سگهي ٿو. ؛ (ii) حد تائين قابل اطلاق ، ڪنهن به ڌر جو دعويدار خلاف ورزي سروس جو استعمال ختم ڪرڻ جي ساڳئي اطلاع جو اطلاع ملڻ تي ؛ (iii) غير ذميواري پارٽي ڪنهن به دعوي جي دفاع ۽ تصنيف جو مڪمل حق حاصل ڪرڻ جي لاءِ جمهوري پارٽي (iv) غير قانوني پارٽي معافي جي دعوي ڪندي ، پارٽي جي خرچ تي ، پارٽي جي خرچ تي زوري ڏيڻ ، اهڙي دعوي جي دفاع ۾ ؛ (v) غير قانوني پارٽي ڪنهن به معاهدي جي معاهدي ۾ داخل نه ٿيڻ يا ٻي صورت ۾ اهڙي قسم جي دعوي کي آباد ڪرڻ کانسواءِ ڪنهن پارٽي جي ظاهر تحريري اجازت يا درخواست جي تلافي ڪرڻ ؛ ۽ (vi) دعوي جي سلسلي ۾ ٺاهيل ڪنهن به آبادڪاري يا عدالتي حڪم جي تعميل ڪرڻ واري معافي نامو (ڪنهن خلاف ورزي واري مواد جي مستقبل جي استعمال سان لاڳاپيل). غير محفوظ پارٽي پنهنجي پسند جي صلاح ۽ پنهنجي خرچ تي ، دعوي جي دفاع يا حل ۾ حصو وٺي سگھي ٿي.
si: 10.4 දැනුම්දීම සහ සහයෝගීතාවය: ඉහත 10 වන වගන්තිය යටතේ වන්දි ගෙවන පාර්ශවයට වන්දි ගෙවීමේ පාර්ශවයේ බැඳීම් කොන්දේසි පනවනු ලැබේ. ; (ii) දැනුම් දීමක් ලැබුණු පසු, වන්දි ලබා දී ඇති පාර්ශවයන් විසින් උල්ලං ing නය කරන ලද සේවා භාවිතා කිරීම නවතා දමන බවත්; (iii) වන්දි ගෙවන පාර්ශවයට එවැනි ඕනෑම හිමිකම් පෑමක් ආරක්ෂා කිරීම සහ නිරවුල් කිරීම පාලනය කිරීමේ පූර්ණ අයිතිය තිබිය යුතුය. ; ; ; වන්දි නොගෙවූ පාර්ශවයට තමන්ගේ අභිමතය පරිදි සහ තමන්ගේම වියදමින් හිමිකම් පෑමක් ආරක්ෂා කිරීමට හෝ විසඳීමට සහභාගී විය හැකිය.
sk: 10.4 Oznamovanie a spolupráca: Záväzky odškodňujúcej strany voči odškodnenej strane podľa tohto oddielu 10 vyššie sú podmienené: (i) odškodnenou stranou, ktorá okamžite informuje o odškodnenej strane písomne, na základe vedomia akýchkoľvek nárokov, za ktoré môže mať nárok na odškodnenie podľa dohody ; (ii) v uplatniteľnom rozsahu odškodnená strana, ktorá prestane používať nárokované Služby porušujúce práva po prijatí jej oznámenia; (iii) odškodnená strana, ktorá umožňuje odškodňujúcej strane výlučné právo kontrolovať obranu a urovnanie akejkoľvek takejto pohľadávky (za predpokladu, že odškodňujúca strana nemôže uspokojiť akýkoľvek nárok bez súhlasu odškodnenej strany, ibaže vyrovnanie bezpodmienečne zbavuje odškodnenú stranu akejkoľvek zodpovednosti); (iv) odškodnená strana poskytujúca primeranú pomoc odškodnenej strane na náklady odškodnenej strany pri obhajobe tohto nároku; v) odškodnená strana, ktorá neuzavrie žiadnu dohodu o urovnaní alebo inak nevyrieši takúto pohľadávku bez výslovného predchádzajúceho písomného súhlasu alebo žiadosti odškodňujúcej strany; a (vi) odškodnená strana, ktorá dodržiava akýkoľvek zmier alebo súdny príkaz vydaný v súvislosti s pohľadávkou (týkajúca sa budúceho použitia akýchkoľvek materiálov porušujúcich autorské práva). Odškodnená strana sa môže zúčastňovať na obhajobe alebo urovnaní pohľadávky s právnym zástupcom podľa vlastného výberu a na svoje vlastné náklady.
sl: 10.4 Obveščanje in sodelovanje: Obveznosti odškodninske stranke do oškodovanca v skladu s tem oddelkom 10 zgoraj so pogojene s (i) odškodninsko stranjo o odškodninski stranki takoj pisno obvesti, ob vedenju o katerem koli zahtevku, za katerega je lahko upravičena do odškodnine v skladu s sporazumom ; (ii) odškodninska stranka, kolikor je to primerno, preneha uporabljati zahtevane storitve, ki kršijo storitve, potem ko prejme isto obvestilo; (iii) odškodninska stranka, ki dovoli odškodninski stranki edino pravico nadzorovati obrambo in poravnavo katere koli takšne terjatve (pod pogojem, da odškodninska stranka ne more poravnati nobenega zahtevka brez privolitve odškodninske stranke, razen če poravnava brezpogojno ne odpravi odškodninske odgovornosti vse odgovornosti); (iv) oškodovanka, ki nudi zagovorno stranko na račun stroškov oškodovanca pri obrambi takega zahtevka razumno pomoč; (v) odškodninska stranka, ki ne sklene nobene poravnave ali kako drugače poravna tak zahtevek brez izrecnega predhodnega pisnega soglasja ali zahteve oškodovanca; in (vi) odškodninsko stranko, ki izpolnjuje kakršno koli poravnavo ali odredbo sodišča, vložene v zvezi s zahtevkom (v zvezi s prihodnjo uporabo kakršnih koli gradiv, ki kršijo kršitev). Oškodovana stranka lahko sodeluje pri obrambi ali reševanju zahtevka z zagovornikom po lastni izbiri in na svoje stroške.
sq: 10.4 Njoftimi dhe bashkëpunimi: Detyrimet e palës dëmshpërbluese ndaj palës së dëmshpërblimit sipas këtij neni 10 më sipër kushtëzohen nga (i) pala e dëmshpërblimit që njofton palën e dëmshpërblimit menjëherë me shkrim, me njohuri të çdo pretendimi, për të cilin mund të ketë të drejtë në dëmshpërblim sipas Marrëveshjes ; (ii) në masën e zbatueshme, pala e dëmshpërblimit pushon përdorimin e Shërbimeve të pretenduara për shkelje pas marrjes së njoftimit të të njëjtave; (iii) pala e dëmshpërblimit që lejon palën e dëmshpërblimit të ketë të drejtën e vetme për të kontrolluar mbrojtjen dhe zgjidhjen e ndonjë pretendimi të tillë (me kusht që pala e dëmshpërblimit të mos mund të zgjidhë asnjë kërkesë pa pëlqimin e palës së dëmshpërblyer, përveç nëse zgjidhja në mënyrë të pakushtëzuar lëshon palën e dëmshpërblimit nga çdo përgjegjësi); (iv) pala e dëmshpërblimit që ofron ndihmë të arsyeshme për palën e dëmshpërblimit, në dëmshpërblimin e shpenzimeve të palës, në mbrojtje të një kërkese të tillë; (v) pala e dëmshpërblimit që nuk bën ndonjë marrëveshje zgjidhjeje ose nuk zgjidh ndonjë pretendim të tillë pa dëmshpërblyer pëlqimin ose kërkesën e shkruar paraprake të palës; dhe (vi) pala e dëmshpërblimit që respekton çdo zgjidhje ose urdhër gjyqësor të bërë në lidhje me kërkesën (në lidhje me përdorimin e ardhshëm të ndonjë materiali shkelës). Pala e dëmshpërblimit mund të marrë pjesë në mbrojtjen ose zgjidhjen e kërkesës me avokat të zgjedhur të vet dhe me shpenzimet e veta.
sr: 10.4 Обавештење и сарадња: Обавезе обештећујуће стране према обештећеној страни према овом одељку 10 условљене су (и) обештећеном странком која о одштети странци одмах обавести писменим путем сазнања о било ком захтеву за који може имати право на накнаду према Споразуму. ; (ии) у опсегу који је применљив, обештећена страна која је престала да користи услуге за које се пријављују кршење права након што је примила обавештење о истој; (иии) обештећена страна која дозвољава одштетној страни да има једино право да контролише одбрану и намирење било којег таквог захтева (под условом да обештећена страна не може подмирити ниједан захтев без пристанка оштећене стране, осим ако нагодба безусловно ослобађа обештећену странку од сваке одговорности); (ив) обештећена страна која пружа разумну помоћ обештећујућој страни, на штету оштећене стране, у одбрани такве тужбе; (в) обештећена страна која није закључила споразум о нагодби или на други начин измирила било који такав захтев без изричитог претходног писменог пристанка или захтева обештећења; и (ви) обештећена страна која се придржава било које нагодбе или судског налога донесеног у вези са захтевом (који се односи на будућу употребу било којег материјала који крши повреду). Оштећена страна може учествовати у одбрани или намиривању захтева уз браниоца по сопственом избору и о свом трошку.
sv: 10.4 Anmälan och samarbete: Den skadeståndande partens skyldigheter gentemot den skadeställda parten enligt detta avsnitt 10 ovan är villkorat av att (i) skadeståndaren anmäler den skadeståndande parten omedelbart skriftligen, efter kännedom om alla fordringar, för vilka den kan ha rätt till skadestånd enligt avtalet ; (ii) i den utsträckning som är tillämplig, skadeställd part som upphör med användning av de påstådda kränkande tjänsterna efter mottagande av meddelandet om samma; (iii) skadeståndande part som tillåter skadeståndande part att ha ensamrätten att kontrollera försvaret och avvecklingen av sådana fordringar (förutsatt att den skadeståndande parten inte får lösa något krav utan den skadeståndas samtycke, såvida förlikningen ovillkorligt frisätter skadestånd från allt ansvar); (iv) skadeställd part som tillhandahåller rimligt stöd till skadeståndande part, på skadeståndspartis bekostnad, för att försvara sådant krav; (v) skadeställd part som inte ingår något förlikningsavtal eller på annat sätt löser något sådant krav utan att ersätta partens uttryckliga skriftliga samtycke eller begäran; och (vi) skadeställd part som uppfyller alla förlikningar eller domstolsbeslut som gjorts i samband med fordran (relaterade till framtida användning av överträdelsematerial). Den skadeståndade parten kan delta i försvaret eller avvecklingen av ett fordran med advokat efter eget val och för egen bekostnad.
sw: 10.4 Arifa na Ushirikiano: Shtaka la kukodisha la chama hicho kwa chama kilichosimamishwa chini ya kifungu hiki cha 10 hapo juu lina masharti juu ya (i) chama kilichosisitishwa kikiarifu chama cha kukemea mara moja kwa maandishi, juu ya ufahamu wa madai yoyote, ambayo inaweza kuwa na haki ya kukemea chini ya Mkataba. ; . (iii) chama kilichofungiwa kibali kinachoruhusu mtu anayemshtaki kuwa na haki ya kudhibiti ulinzi na utatuzi wa madai yoyote hayo (mradi mtu anayemtia hatiani haziwezi kumaliza madai yoyote bila idhini ya chama kilichotiwa hatiani isipokuwa deni bila masharti huondoa chama kilichofungiwa deni kutoka kwa dhima yote); . . na. Mhusika aliyetengwa anaweza kushiriki katika utetezi au kutuliza kwa madai na ushauri wa hiari yake na kwa gharama yake mwenyewe.
ta: 10.4 அறிவிப்பு மற்றும் ஒத்துழைப்பு: இந்த பிரிவு 10 இன் கீழ் நஷ்டஈடு தரும் கட்சிக்கு இழப்பீடு தரும் கட்சியின் கடமைகள் நிபந்தனைக்கு உட்படுத்தப்படுகின்றன (i) இழப்பீடு வழங்கப்படாத கட்சி இழப்பீட்டைக் தரும் கட்சியை உடனடியாக எழுத்துப்பூர்வமாக அறிவிக்கும், எந்தவொரு கோரிக்கையையும் அறிந்தால், ஒப்பந்தத்தின் கீழ் இழப்பீடு பெற உரிமை உண்டு. ; (ii) பொருந்தக்கூடிய அளவிற்கு, நஷ்டஈடு பெற்ற தரப்பு அறிவிப்பு கிடைத்தவுடன் உரிமை கோரப்பட்ட மீறல் சேவைகளின் பயன்பாட்டை நிறுத்துகிறது; (iii) நஷ்டஈடு தரும் கட்சி அத்தகைய எந்தவொரு கோரிக்கையையும் பாதுகாப்பதற்கும் தீர்வு காண்பதற்கும் ஒரே உரிமையைக் கொண்டிருப்பதை அனுமதிக்கிறது (இழப்பீடு தரும் கட்சி அனைத்து உரிமைகோரல்களிலிருந்தும் இழப்பீடு பெறாத கட்சியை நிபந்தனையின்றி விடுவித்தாலொழிய இழப்பீட்டு தரப்பினரின் அனுமதியின்றி எந்தவொரு கோரிக்கையையும் தீர்க்க முடியாது); (iv) நஷ்டஈடு தரும் கட்சி இழப்பீட்டைக் கொடுப்பதற்கு நியாயமான உதவியை வழங்குதல், கட்சியின் செலவில் இழப்பீடு வழங்குதல், அத்தகைய கூற்றைப் பாதுகாப்பதில்; (v) இழப்பீட்டுத் தரப்பு எந்தவொரு தீர்வு ஒப்பந்தத்திலும் நுழையாதது அல்லது கட்சியின் வெளிப்படையான முன் எழுத்துப்பூர்வ ஒப்புதல் அல்லது கோரிக்கையை நஷ்டஈடு செய்யாமல் அத்தகைய எந்தவொரு கோரிக்கையையும் தீர்ப்பது; மற்றும் (vi) உரிமைகோரல் தொடர்பாக செய்யப்பட்ட எந்தவொரு தீர்வு அல்லது நீதிமன்ற உத்தரவுகளுக்கும் இணங்க நஷ்டஈடு தரும் கட்சி (எந்தவொரு மீறல் பொருட்களின் எதிர்கால பயன்பாட்டுடன் தொடர்புடையது). இழப்பீடு பெறாத கட்சி தனது சொந்த விருப்பப்படி மற்றும் அதன் சொந்த செலவில் ஒரு உரிமைகோரலின் பாதுகாப்பு அல்லது தீர்வுக்கு பங்கேற்கலாம்.
te: 10.4 నోటిఫికేషన్ మరియు సహకారం: పైన పేర్కొన్న ఈ సెక్షన్ 10 కింద నష్టపరిహార పార్టీకి నష్టపరిహార పార్టీ బాధ్యతలను షరతు పెట్టారు (i) నష్టపరిహార పార్టీ నష్టపరిహార పార్టీని లిఖితపూర్వకంగా తెలియజేయడం, ఏదైనా దావా గురించి తెలిస్తే, దీనికి ఒప్పందం ప్రకారం నష్టపరిహారం పొందవచ్చు. ; (ii) వర్తించే మేరకు, నష్టపరిహారం లేని పార్టీ, నోటీసు అందుకున్న తర్వాత దావా వేసిన ఉల్లంఘన సేవలను ఉపయోగించడం మానేస్తుంది; . (iv) నష్టపరిహార పార్టీకి నష్టపరిహారం చెల్లించడానికి, పార్టీ ఖర్చును నష్టపరిహారంలో, అటువంటి దావాను రక్షించడానికి సహేతుకమైన సహాయం అందించడం; (v) నష్టపరిహార పార్టీ ఏ సెటిల్మెంట్ ఒప్పందంలో ప్రవేశించకపోవడం లేదా పార్టీ యొక్క ఎక్స్ప్రెస్ ముందస్తు వ్రాతపూర్వక అనుమతి లేదా అభ్యర్థనను నష్టపరిహారం ఇవ్వకుండా అటువంటి దావాను పరిష్కరించడం; మరియు (vi) దావాకు సంబంధించి చేసిన ఏదైనా పరిష్కారం లేదా కోర్టు ఉత్తర్వులకు అనుగుణంగా నష్టపరిహారం చెల్లించని పార్టీ (ఏదైనా ఉల్లంఘించే పదార్థాల భవిష్యత్తు వినియోగానికి సంబంధించినది). నష్టపరిహార పార్టీ తన స్వంత ఎంపికతో మరియు దాని స్వంత ఖర్చుతో ఒక దావా యొక్క రక్షణ లేదా పరిష్కారంలో పాల్గొనవచ్చు.
tg: 10.4 Огоҳӣ ва ҳамкорӣ: Пардохти ӯҳдадориҳои тарафҳо дар назди ин қисми 10 дар боло пешбинишуда аз шартҳои зерин иборат аст: (i) тарафи ҷуброншаванда дар бораи хаттӣ дар бораи хаттӣ фавран дар шакли хаттӣ огоҳ карда шуда, пас аз донистани ҳама гуна талабот, ки барои онҳо тибқи Шартнома метавонад ҷуброни онро талаб кунад. ; (ii) дар доираи татбиқшаванда, ҷуброни зарар истифодаи Хидматҳои марбут ба вайронкунии ҳуқуқро пас аз гирифтани огоҳинома қатъ менамояд; (iii) ҷуброни зиён, ки ба ҷониби ҷуброндиҳанда иҷозат медиҳад, ки ҳуқуқи ягонаи назорат ба ҳимоя ва ҳалли ҳар гуна даъворо дошта бошад (ба шарте, ки тарафи ҷуброн наметавонад ягон даъворо бидуни розигии ҷуброн ҳал кунад, агар ҳалли ин ҳолат ҷуброни зарарро аз тамоми ӯҳдадорӣ озод накунад); (iv) ҷуброни зараре, ки ба ҷониби ҷуброншаванда аз ҳисоби ҷуброни зарар барои ҳимояи ин даъво кӯмаки оқилона мерасонад; (v) тарафи ҷубронпулӣ, ки ҳеҷ гуна созишномаи танзимкуниро намедиҳад ё ба тариқи дигар ҳеҷ гуна чунин даъворо бидуни ҷуброн ё дархости хаттии пешакии тараф мепардозад; ва (vi) тарафи ҷуброншуда, ки ҳама гуна қарори суд ё қарори судро, ки бо даъво қабул шудааст (бо истифодаи минбаъдаи ҳама гуна маводҳои вайронкунанда алоқаманд аст). Тарафи ҷуброншаванда метавонад дар ҳимоя ё ҳалли даъво бо машварати ихтиёри худ ва аз ҳисоби худ ширкат варзад.
th: 10.4 การแจ้งเตือนและความร่วมมือ: ภาระหน้าที่ของฝ่ายที่ให้ความคุ้มครองต่อฝ่ายที่ได้รับความคุ้มครองภายใต้ข้อ 10 ข้างต้นนี้มีเงื่อนไขตาม (i) ฝ่ายที่ได้รับความคุ้มครองแจ้งให้ฝ่ายที่ให้ความคุ้มครองทราบเป็นลายลักษณ์อักษรโดยทันทีเมื่อทราบถึงข้อเรียกร้องใด ๆ ซึ่งอาจมีสิทธิได้รับการชดใช้ภายใต้ข้อตกลง ; (ii) ในขอบเขตที่เกี่ยวข้องฝ่ายที่ได้รับความคุ้มครองยุติการใช้บริการที่อ้างว่าละเมิดลิขสิทธิ์เมื่อได้รับการแจ้งเตือนเช่นเดียวกัน (iii) ฝ่ายที่ได้รับความคุ้มครองอนุญาตให้ฝ่ายที่ให้ความคุ้มครองมีสิทธิ์ แต่เพียงผู้เดียวในการควบคุมการป้องกันและการยุติข้อเรียกร้องใด ๆ ดังกล่าว (โดยมีเงื่อนไขว่าฝ่ายที่ให้ความคุ้มครองจะไม่สามารถยุติข้อเรียกร้องใด ๆ โดยไม่ได้รับความยินยอมจากฝ่ายที่ได้รับความคุ้มครองเว้นแต่ข้อตกลงจะปลดฝ่ายที่ได้รับความคุ้มครองออกจากความรับผิดทั้งหมดโดยไม่มีเงื่อนไข) (iv) ฝ่ายที่ได้รับความคุ้มครองจะให้ความช่วยเหลือตามสมควรแก่ฝ่ายที่ให้ความคุ้มครองโดยชดใช้ค่าใช้จ่ายของฝ่ายที่ชดใช้ในการป้องกันข้อเรียกร้องดังกล่าว (v) ฝ่ายที่ได้รับความคุ้มครองที่ไม่ได้ทำข้อตกลงในการระงับข้อพิพาทใด ๆ หรือชำระข้อเรียกร้องใด ๆ โดยไม่แจ้งความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าหรือคำขอจากฝ่ายที่ให้ความคุ้มครอง และ (vi) ฝ่ายที่ได้รับความคุ้มครองที่ปฏิบัติตามข้อตกลงหรือคำสั่งศาลใด ๆ ที่เกี่ยวข้องกับข้อเรียกร้อง (ที่เกี่ยวข้องกับการใช้วัสดุที่ละเมิดในอนาคต) ฝ่ายที่ได้รับความคุ้มครองอาจมีส่วนร่วมในการป้องกันหรือยุติข้อเรียกร้องโดยมีที่ปรึกษาตามที่ตนเลือกและออกค่าใช้จ่ายเอง
tk: 10.4 Duýduryş we hyzmatdaşlyk: aboveokardaky 10-njy bölüme laýyklykda öwezini dolýan tarapyň öwezini dolýan tarapyň borçnamalary (i) öwezini dolýan tarapyň Ylalaşyga laýyklykda öwezini dolmaga hukugy bolup biljek haýsydyr bir talap bililenden soň ýazmaça habar bermegi şertlendirilýär. ; (ii) degişli derejede, öwezini dolýan tarap, şol bir habarnamany alandan soň talap edilýän hukuk bozulmalaryny ulanmagy bes etmegi; (iii) öwezini dolýan tarapyň şeýle talaplaryň goralmagyna we çözülmegine gözegçilik etmek üçin ýeke-täk hukugyna eýe bolan öwezini dolýan tarap (öwezini dolýan tarap öwezini dolýan tarapyň razylygy bolmazdan islendik talaplary çözüp bilmez) (iv) öwezini dolýan tarap, şeýle talaplary goramak üçin tarapyň çykdajylaryny öwezini dolmak üçin degişli kömek berýän tarap; (v) öwezini dolýan tarap haýsydyr bir ylalaşyk baglaşmazlygy ýa-da tarapyň aç-açan ýazmaça razyçylygy ýa-da haýyşy öwezini dolmazdan bu talaplary başgaça çözmezligi; we (vi) talap bilen baglanyşykly edilen islendik çözgüdi ýa-da kazyýet kararyny (hukuk bozujy materiallaryň geljekde ulanylmagy bilen baglanyşykly) öwezini dolýan tarap. Öwezini dolýan tarap öz islegine görä we öz hasabyna talaplary goramaga ýa-da çözmäge gatnaşyp biler.
tl: 10.4 Abiso at Pakikipagtulungan: Ang mga tungkulin ng nag-iinsulto sa partido sa nasabing indigadong partido sa ilalim ng Seksyon 10 sa itaas ay nakondisyon sa (i) indigadong partido na inaalam ang partido na nagbibigay ng parusa sa pagsulat, sa kaalaman ng anumang pag-aangkin, kung saan maaaring may karapatang magbayad sa ilalim ng Kasunduan ; (ii) hanggang sa naaangkop, indemnified party na tumitigil sa paggamit ng sinasabing lumalabag sa mga Serbisyo sa pagtanggap ng paunawa ng pareho; (iii) pinahihintulutang partido na nagpapahintulot sa indemnifying party na magkaroon ng solong karapatan na kontrolin ang pagtatanggol at pag-areglo ng anumang nasabing pag-angkin (sa kondisyon na ang indemnifying party ay hindi maaaring makayanan ang anumang pag-uwi nang walang pahintulot ng indigadong partido maliban kung ang pag-areglo na walang kundisyon ay nagpapalaya sa indigadong partido mula sa lahat ng pananagutan); (iv) ginagarantiyahan na partido na nagbibigay ng makatuwirang tulong sa paninindigan ng partido, sa paggastos ng gastos ng partido, sa pagtatanggol ng naturang pag-aangkin; (v) paniniwalang partido na hindi pumapasok sa anumang kasunduan sa pag-areglo o kung hindi man ayusin ang anumang naturang pag-aangkin nang walang paninindigan ng paunang pagsulat o kahilingan ng nakasulat na partido; at (vi) indigadong partido na sumunod sa anumang pag-areglo o utos ng korte na ginawa kaugnay sa paghahabol (na may kaugnayan sa hinaharap na paggamit ng anumang mga lumalabag na materyales). Ang nasabing indigadong partido ay maaaring lumahok sa pagtatanggol o pag-areglo ng isang paghahabol na may payo sa sarili nitong pagpipilian at sa sarili nitong gastos.
tr: 10.4 Bildirim ve İşbirliği: Tazmin eden tarafın yukarıdaki Bölüm 10 kapsamındaki tazmin edilen tarafa olan yükümlülükleri, (i) tazmin edilen tarafın, Anlaşma uyarınca tazminat almaya hak kazanabileceği herhangi bir iddianın bilgisi üzerine, tazmin eden tarafa derhal yazılı bildirimde bulunmasına bağlıdır. ; (ii) uygulanabilir olduğu ölçüde, tazmin edilen tarafın, ihlal ettiği iddia edilen Hizmetleri, aynı ihbarı aldıktan sonra kullanmayı bırakması; (iii) Tazmin eden tarafın, bu tür bir iddianın savunmasını ve çözümünü tek başına kontrol etme hakkına sahip olmasına izin veren tazmin edilen taraf (tazmin eden tarafın, tazmin edilen tarafın rızası olmadan herhangi bir iddiayı, anlaşmanın tazmin edilen tarafı tüm sorumluluktan kayıtsız şartsız muaf tutmaması koşuluyla); (iv) tazmin eden tarafa, masrafları tazmin eden tarafa ait olmak üzere, söz konusu iddianın savunmasında makul yardım sağlayan tazmin edilen taraf; (v) tazmin edilen tarafın herhangi bir uzlaştırma anlaşmasına girmemesi veya bu tür bir iddiayı, tarafın önceden açık yazılı onayını veya talebini tazmin etmeksizin başka şekilde çözmesi; ve (vi) iddiayla bağlantılı olarak yapılan herhangi bir uzlaşma veya mahkeme kararına uyan tazmin edilen taraf (ihlal eden materyallerin gelecekteki kullanımıyla ilgili). Tazmin edilen taraf, kendi seçtiği bir avukatla ve masrafları kendisine ait olmak üzere bir iddianın savunmasına veya çözümüne katılabilir.
tt: 10.4. ; (ii) кулланылган дәрәҗәдә, компенсацияләнгән як шул ук хәбәрне алгач, хокук бозучы Хезмәтләрне куллануны туктата. ) (iv) компенсацияләнгән якка, андый таләпне яклап, компенсацияләнгән якка, партия чыгымнарын каплаганда, тиешле ярдәм күрсәтүче; (v) компенсацияләнгән як бернинди килешү төземәгән яки бүтән таләпне бүтән язма рөхсәтен яки үтенечен капламыйча хәл итми. һәм (vi) дәгъва белән бәйле теләсә нинди карар кабул итү яки суд карары белән компенсацияләнгән як (хокук бозучы материалларны киләчәктә куллану белән бәйле). Компенсацияләнгән як үз теләге белән һәм үз хисабына дәгъваны яклауда яки чишүдә катнаша ала.
ug: 10.4. ; . . (4) تۆلەم تەلەپ قىلغۇچىنىڭ دەۋا تەلىپىنى ئاقلاپ ، تۆلەم تەلەپ قىلغۇچىغا مۇۋاپىق ياردەم بەرگەنلىكى ؛ . . تۆلەم تەلەپ قىلىنغۇچى ئۆزى تاللىغان ۋە ئۆز خىراجىتى بىلەن دەۋا تەلىپىنى ئاقلاشقا ياكى ھەل قىلىشقا قاتناشسا بولىدۇ.
uk: 10.4 Повідомлення та співпраця: Зобов&#39;язання сторони, яка відшкодовує зобов&#39;язання перед відшкодованою стороною згідно з цим Розділом 10 вище, обумовлюються (i) відшкодованою стороною, яка негайно письмово повідомляє відшкодуючу сторону, дізнавшись про будь-яку вимогу, за яку вона може мати право на відшкодування збитків згідно з Угодою. ; (ii) наскільки це можливо, відшкодована сторона, яка припиняє використання заявлених Служб, що порушили правопорушення, після отримання повідомлення про таке; (iii) відшкодована сторона, що дозволяє стороні, що відшкодовує право, мати єдине право контролювати захист та врегулювання будь-якої такої вимоги (за умови, що відповідальна сторона не може врегулювати будь-яку вимогу без згоди відшкодованої сторони, якщо угода не звільняє збиткову сторону від будь-якої відповідальності); (iv) відшкодована сторона, яка надає розумну допомогу стороні, яка відшкодовує шкоду, за рахунок коштів відшкодування збитків у захисті такої вимоги; (v) відшкодована сторона, яка не укладає будь-якої мирової угоди або іншим чином не врегулює таку вимогу, не вимагаючи відшкодування збитків стороною за попередньою письмовою згодою чи проханням; та (vi) відшкодування збитків стороні, яка дотримується будь-якого врегулювання чи судового наказу, винесеного у зв&#39;язку з позовом (пов&#39;язаним з майбутнім використанням будь-яких матеріалів, що порушують правопорушення). Відшкодована сторона може брати участь у захисті або врегулюванні позову адвокатом за власним вибором та за власний рахунок.
ur: 10.4 نوٹیفیکیشن اور تعاون: مذکورہ سیکشن 10 کے تحت معاوضہ ادا کرنے والی جماعت سے معاوضہ ادا کرنے والی جماعت کی ذمہ داریوں کو مشروط کیا گیا ہے (i) کسی معاوضے سے متعلق جماعت کو فوری طور پر تحریری طور پر مطلع کرنے پر مطلع کیا گیا ہے ، جس کے لئے وہ معاہدے کے تحت معاوضے کا حقدار ہوسکتا ہے۔ ؛ (ii) قابل اطلاق حد تک ، معاوضے سے متعلق جماعت کے دعوے کی خلاف ورزی کی خدمات کا نوٹس موصول ہونے پر استعمال بند کردیں۔ (iii) معاوضہ والی جماعت معاوضہ دینے والی جماعت کو کسی بھی ایسے دعوے کے دفاع اور تصفیے پر قابو پانے کا واحد حق حاصل کرنے کی اجازت دیتی ہے (بشرطیکہ معاوضہ دینے والا فریق معاوضہ پارٹی کی رضامندی کے بغیر کسی بھی دعوے کو طے نہیں کرسکتا ہے جب تک کہ تصفیہ غیر مشروط طور پر معاوضہ پارٹی کو تمام ذمہ داریوں سے آزاد نہیں کرتا)۔ (iv) اس طرح کے دعوے کے دفاع میں ، معاوضہ پارٹی ، معاوضہ دینے والی پارٹی کو معاوضہ ادا کرنے ، پارٹی کے اخراجات کو معاوضہ دینے پر۔ (v) معاوضہ دینے والا فریق کسی بھی سمجھوتہ کے معاہدے میں داخل نہیں ہوتا ہے یا دوسری صورت میں کسی بھی دعوی کو معاوضہ پیش کیے بغیر جماعت کے کسی بھی واضح تحریری رضامندی یا درخواست کو معاوضہ نہیں دیتا ہے۔ اور (vi) معاوضہ پارٹی کسی بھی تصفیہ یا عدالتی حکم کی تعمیل کرتی ہے جو دعوے سے متعلق ہے (آئندہ کسی بھی خلاف ورزی کرنے والے مواد سے متعلق ہے)۔ معاوضہ رکھنے والی جماعت اپنی پسند کے صلاح اور اپنے اخراجات پر دعوے کے دفاع یا تصفیے میں حصہ لے سکتی ہے۔
uz: 10.4 Xabarnoma va hamkorlik: Yuqoridagi 10-qismga binoan qoplanayotgan tomonning zimmasidagi majburiyatlar (i) kompensatsiya qilinayotgan tomonga yozma ravishda to&#39;lovni amalga oshiruvchi tomonni ushbu Bitim bo&#39;yicha qoplash huquqiga ega bo&#39;lishi mumkin bo&#39;lgan har qanday da&#39;voni bilgandan so&#39;ng xabardor qilgan holda shartlanadi. ; (ii) qo&#39;llanilishi mumkin bo&#39;lgan holatlarda, qoplangan tomon da&#39;volarni buzgan xizmatlardan foydalanishni to&#39;xtatganligi to&#39;g&#39;risida xabar olingandan so&#39;ng; (iii) kompensatsiya beruvchi tomonga har qanday da&#39;voni himoya qilish va hal qilish ustidan yakka huquqqa ega bo&#39;lish huquqini beradigan kompensatsiya qilingan tomon (agar zararni qoplash sharti to&#39;laligicha ozod qilinmasa, zararni qoplovchi tomon roziligisiz har qanday da&#39;voni hal qila olmaydi); (iv) kompensatsiya qilingan tomonga, da&#39;voni himoya qilish uchun, zararni qoplash hisobiga, kompensatsiya qilingan tomonga tegishli yordam ko&#39;rsatgan holda; (v) qoplangan tomon hech qanday kelishuv bitimini tuzmagan yoki boshqa har qanday da&#39;voni tomonlarning oldindan yozma roziligi yoki iltimosini to&#39;lamasdan; va (vi) kompensatsiya qilingan tomon, da&#39;vo bilan bog&#39;liq bo&#39;lgan har qanday hal qilish yoki sud qarori (har qanday buzuvchi materiallardan kelajakda foydalanish bilan bog&#39;liq). To&#39;lovni amalga oshirayotgan tomon o&#39;z xohishiga ko&#39;ra va o&#39;z hisobidan da&#39;voni himoya qilish yoki hal qilishda ishtirok etishi mumkin.
vi: 10.4 Thông báo và hợp tác: Nghĩa vụ của bên bồi thường đối với bên được bồi thường theo Mục 10 này ở trên có điều kiện là (i) bên được bồi thường phải thông báo ngay bằng văn bản cho bên bồi thường khi biết về bất kỳ khiếu nại nào mà bên đó có thể được hưởng bồi thường theo Thỏa thuận ; (ii) trong phạm vi có thể áp dụng, bên được bồi thường ngừng sử dụng Dịch vụ vi phạm bị khiếu nại khi nhận được thông báo tương tự; (iii) bên được bồi thường cho phép bên bồi thường có quyền duy nhất kiểm soát việc bào chữa và giải quyết bất kỳ khiếu nại nào như vậy (với điều kiện bên bồi thường không được giải quyết bất kỳ khiếu nại nào mà không có sự đồng ý của bên được bồi thường trừ khi việc dàn xếp giải phóng vô điều kiện cho bên được bồi thường khỏi mọi trách nhiệm pháp lý); (iv) bên được bồi thường hỗ trợ hợp lý cho bên bồi thường, với chi phí của bên bồi thường, để bảo vệ khiếu nại đó; (v) bên được bồi thường không tham gia bất kỳ thỏa thuận giải quyết nào hoặc giải quyết bất kỳ khiếu nại nào như vậy mà không có sự đồng ý hoặc yêu cầu rõ ràng trước bằng văn bản của bên được bồi thường; và (vi) bên được bồi thường tuân thủ mọi thỏa thuận hoặc lệnh tòa được đưa ra liên quan đến khiếu nại (liên quan đến việc sử dụng bất kỳ tài liệu vi phạm nào trong tương lai). Bên được bồi thường có thể tham gia vào việc bào chữa hoặc giải quyết khiếu nại với luật sư do mình lựa chọn và bằng chi phí của mình.
xh: 10.4 Isaziso kunye neNtsetseo ; (ii) ukuya kuthi ga ngokusetyenziswa kweqela elibekiweyo, ukuyeka ukusetyenziswa kweenkonzo ezibanga ukwaphula umthetho; . (iv) umntu obanjelwe ukuba abonelele ngoncedo olufanelekileyo kumatyala emntwini, ekuhlawuliseni iindleko zeqela, ekukhuseleni ibango elo; (v) umntu ongabanjwanga ukuba angangeni kuso nasiphi na isivumelwano sokuhlawula amatyala okanye enze enye into ngaphandle kokuhlawula imvume ebhaliweyo ebhaliweyo okanye isicelo; kunye (vi) neqela elikhuselweyo elihambelana nawo nawuphi na umba wokuhlawula ityala okanye wenkundla owenziwe ngokunxulumene nebango (elinxulumene nokusetyenziswa kwexesha elizayo kwazo naziphi na izinto ezokwaphula umthetho). Iqela eligciniweyo lingathatha inxaxheba kukhuselo okanye ekuhlawuleni ibango ngesiluleko salo ngokuzikhethela kwalo.
yi: 10.4 אָנזאָג און קאָאָפּעראַטיאָן: די אַבלאַגיישאַנז פון די ינדעמנאַפייינג פּאַרטיי צו די ינדעמנאַפייד פּאַרטיי אונטער דעם אָפּטיילונג 10 אויבן זענען קאַנדישאַנד אויף (i) ינדעמנאַפייד פּאַרטיי נאָוטאַפייינג ינדעמניפיינג פּאַרטיי גלייך אין שרייבן, אויף וויסן פון קיין פאָדערן, פֿאַר וואָס עס קען זיין בארעכטיגט צו פאַרגיטיקונג אונטער די אַגרעעמענט ; (ii) צו די מאָס אָנווענדלעך, ינדעמנאַפייד פּאַרטיי ופהערן נוצן פון די קליימד ינפרינגינג סערוויסעס אויף קאַבאָלע פון די באַמערקן פון דער זעלביקער; (iii) ינדעמנאַפייד פּאַרטיי וואָס דערלויבט ינדעמניפיינג פּאַרטיי צו האָבן די איינציקע רעכט צו קאָנטראָלירן די פאַרטיידיקונג און סעטאַלמאַנט פון אַזאַ אַ פאָדערן (צוגעשטעלט אַז ינדעמניפיינג פּאַרטיי קען נישט פאַרענטפערן קיין פאָדערן אָן די צושטימען פון די ינדעמנאַפייד פּאַרטיי, סיידן די סעטאַלינג אַנקאַנדישנאַלי ריליסיז ינדעמנאַפייד פּאַרטיי פון אַלע אַכרייַעס); (iv) ינדעמנאַפייד פּאַרטיי פּראַוויידינג גלייַך הילף צו ינדעמנאַפייינג פּאַרטיי אין די פאַרטיידיקונג פון אַזאַ פאָדערן; (וו) ינדעמנאַפייד פּאַרטיי ניט אַרייַן קיין סעטאַלמאַנט העסקעם אָדער אַנדערש סעטאַלינג אַזאַ אַ פאָדערן אָן ינדעמנאַפייינג פּאַרטיי &#39;ס אויסדריקן פריערדיק געשריבן צושטימען אָדער בעטן; און (vi) פאַראַנטוואָרטלעך פּאַרטיי וואָס נאָכקומען מיט קיין סעטאַלמאַנץ אָדער גערעכט אָרדער געמאכט אין קשר מיט די פאָדערן (שייך צו דער צוקונפֿט נוצן פון ינפרינדזשינג מאַטעריאַלס). די ינדעמנאַפייד פּאַרטיי קען אָנטייל נעמען אין דער פאַרטיידיקונג אָדער סעטאַלמאַנט פון אַ פאָדערן מיט אַן אַדוואָקאַט פון זיין ברירה און אויף זיין קאָסט.
