Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: View Caseactive Analytics
af: Bekyk Case-aktiewe Analytics
am: ተለዋዋጭ ትንታኔዎችን ይመልከቱ
ar: عرض تحليلات Caseactive
az: Zərərli Analytics bax
be: Прагляд Caseactive Analytics
bg: Вижте Caseactive Analytics
bn: ক্যাসেট অ্যাক্টিভেটিক দেখুন
ca: Consulteu Caseactive Analytics
cs: Zobrazit Caseactive Analytics
cy: Gweld Analytics Casactive
da: Se caseaktive Analytics
de: Caseactive Analytics anzeigen
el: Προβολή Caseactive Analytics
eo: Vidu Caseactive Analytics
es: Ver análisis analógicos
et: Vaata Caseactive Analyticsit
eu: Ikusi Caseactive Analytics
fa: نمایش Analytics Case Analytics
fi: Näytä Caseactive Analytics
fr: Voir Caseactive Analytics
fy: Besjoch Caseactive Analytics
ga: Féach ar an Anailísíocht Imoibríoch
gd: Seall air Casactive Analytics
gl: Ver Caseactive Analytics
gu: કેસલિવ ઍનલિટિક્સ જુઓ
hi: कैशेक्टिव एनालिटिक्स देखें
hr: Pogledajte Caseactive Analytics
hu: Tekintse meg a Caseactive Analytics szolgáltatást
hy: Դիտել Ակտիվ Վերլուծություն
id: Lihat Analisis Caseactive
is: Skoða Caseactive Analytics
it: Visualizza Caseactive Analytics
iw: צפה ב - Analytics
ja: ケースアクティブ分析を表示する
ka: იხილეთ Caseactive Analytics
kk: Күрделі талдауды қарау
km: មើលវិភាគអសកម្ម
kn: ಕೇಸ್ಯಾಕ್ಯಾಕ್ಟಿವ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ
ky: ЖМКнын Caseactive Аналитика
lb: Gitt Caseactive Analytics
lo: ເບິ່ງການວິເຄາະການໂຕ້ຖຽງ
lt: Peržiūrėkite „Caseactive Analytics“
lv: Skatīt Caseactive Analytics
mg: Jereo ny Analytics
mi: Tirohia nga Kaute Whakaaturanga
mk: Преглед на случајна анализа
ml: കാസക്റ്റീവ് അനലിറ്റിക്സ് കാണുക
mn: Касс идэвхжлийн анализыг харах
mr: कॅसॅक्टिव्ह अॅनेलिटिक्स पहा
ms: Lihat Analytics Analytics
mt: Ara Analytics Każattivi
my: ကြည့်ရန် Caseactive Analytics မှ
ne: कारवाही विश्लेषक हेर्नुहोस्
nl: Caseactive Analytics bekijken
no: Se Case-aktiv Analytics
or: କେସାକ୍ଟିଭ୍ ଆନାଲିଟିକ୍ସ ଦେଖନ୍ତୁ |
pa: Caseative Analytics ਦੇਖੋ
pl: Wyświetl Caseactive Analytics
ps: د سنساکټ انټرنېټ وګورئ
pt: Visualizar o Caseactive Analytics
ro: Vizualizați analizele caseactive
ru: Просмотр Caseactive Analytics
rw: Reba Isesengura Ryakozwe
sd: ڏسوڪيڪل ايجاد ڏسو ڏسو
si: ශ්වසන විශ්ලේෂණය බලන්න
sk: Zobraziť Caseactive Analytics
sl: Oglejte si Caseactive Analytics
sq: Shikoni Analiza Caseaktive
sr: Погледајте Цасеацтиве Аналитицс
sv: Visa fallaktiv Analytics
sw: Angalia Analytics Caseactive
ta: கேசாக்டிவ் அனலிட்டிக்ஸ் காண்க
te: కాసియాటివ్ విశ్లేషణలను వీక్షించండి
tg: Намоиши тафтиши парвандаҳо
th: ดู Caseactive Analytics
tk: Kaseaktiw analitikleri görüň
tl: Tingnan ang Caseactive Analytics
tr: Caseactive Analytics&#39;i görüntüleyin
tt: Касактив аналитиканы карау
ug: Caseactive Analytics نى كۆرۈڭ
uk: Перегляньте Caseactive Analytics
ur: کیسیکٹو تجزیہ دیکھیں
uz: Jiddiy tahlillarni ko&#39;rish
vi: Xem phân tích Caseactive
xh: Jonga i-Caseactive Analytics
