Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: SAML Identity Provider Metadata
af: SAML Identiteit Verskaffer Metadata
am: የSAML ማንነት አቅራቢ ዲበ ውሂብ
ar: البيانات الوصفية لموفر هوية SAML
be: Метададзеныя пастаўшчыка пасведчання SAML
bg: Метаданни на доставчика на самоличност на SAML
bn: SAML আইডেন্টিটি প্রোভাইডার মেটাডেটা
ca: Metadades del proveïdor d'identitat SAML
cs: Metadata poskytovatele identity SAML
cy: Metadata Darparwr Hunaniaeth SAML
de: SAML-Identitätsanbieter-Metadaten
eo: Metadatumoj de SAML-Identeca Provizanto
es: Metadatos del proveedor de identidad SAML
et: SAML-i identiteedipakkuja metaandmed
eu: SAML identitate hornitzailearen metadatuak
fa: فراداده ارائه دهنده هویت SAML
fi: SAML-identiteetin tarjoajan metatiedot
fr: Métadonnées du fournisseur d'identité SAML
ga: Meiteashonraí Soláthraí Aitheantais SAML
gd: Metadata Solaraiche Aithneachaidh SAML
gl: Metadatos do provedor de identidade SAML
gu: SAML ઓળખ પ્રદાતા મેટાડેટા
hi: SAML पहचान प्रदाता मेटाडेटा
hr: Metapodaci pružatelja SAML identiteta
hu: SAML Identity Provider metaadatok
hy: SAML ինքնության մատակարարի մետատվյալներ
id: Metadata Penyedia Identitas SAML
is: Lýsigögn SAML auðkennisveitu
it: Metadati del provider di identità SAML
iw: מטא נתונים של ספק זהות SAML
ja: SAML ID プロバイダーのメタデータ
ka: SAML პირადობის პროვაიდერის მეტამონაცემები
kk: SAML идентификациялық провайдерінің метадеректері
km: ទិន្នន័យមេតារបស់អ្នកផ្តល់អត្តសញ្ញាណ SAML
kn: SAML ಐಡೆಂಟಿಟಿ ಪ್ರೊವೈಡರ್ ಮೆಟಾಡೇಟಾ
ku: Metadata Pêşkêşkara Nasnameya SAML
ky: SAML Identity Provider метадайындары
lb: SAML Identitéit Provider Metadaten
lo: ຂໍ້ມູນເມຕາເດຕາຂອງຜູ້ໃຫ້ບໍລິການ SAML Identity
lt: SAML tapatybės teikėjo metaduomenys
lv: SAML identitātes nodrošinātāja metadati
mg: Metadata Mpanome Identité SAML
mi: Metadata Kaiwhakarato Tuakiri SAML
mk: Метаподатоци на давателот на идентитет на SAML
ml: SAML ഐഡന്റിറ്റി പ്രൊവൈഡർ മെറ്റാഡാറ്റ
mn: SAML таних үйлчилгээ үзүүлэгчийн мета өгөгдөл
mr: SAML ओळख प्रदाता मेटाडेटा
ms: Metadata Penyedia Identiti SAML
mt: Metadata tal-Fornitur tal-Identità SAML
my: SAML အထောက်အထား ပံ့ပိုးပေးသူ မက်တာဒေတာ
ne: SAML पहिचान प्रदायक मेटाडेटा
nl: Metagegevens van SAML-identiteitsprovider
or: SAML ପରିଚୟ ପ୍ରଦାନକାରୀ ମେଟାଡାଟା |
pa: SAML ਪਛਾਣ ਪ੍ਰਦਾਤਾ ਮੈਟਾਡੇਟਾ
pl: Metadane dostawcy tożsamości SAML
ps: د SAML پیژندنې چمتو کونکي میټاډاټا
pt: Metadados do provedor de identidade SAML
ro: Metadatele furnizorului de identitate SAML
ru: Метаданные поставщика удостоверений SAML
rw: SAML Indangamuntu itanga Metadata
sd: SAML سڃاڻپ فراهم ڪندڙ ميٽا ڊيٽا
si: SAML අනන්‍යතා සැපයුම්කරු පාරදත්ත
sk: Metadáta poskytovateľa identity SAML
sl: Metapodatki ponudnika identitete SAML
sq: Të dhënat meta të ofruesit të identitetit SAML
sr: Метаподаци САМЛ добављача идентитета
sw: Metadata ya Mtoa Utambulisho wa SAML
ta: SAML அடையாள வழங்குநர் மெட்டாடேட்டா
te: SAML గుర్తింపు ప్రదాత మెటాడేటా
tg: Метамаълумоти провайдери шахсияти SAML
th: ข้อมูลเมตาของผู้ให้บริการข้อมูลประจำตัว SAML
tk: SAML şahsyýet üpjün edijiniň meta-maglumaty
tl: Metadata ng Tagabigay ng Pagkakakilanlan ng SAML
tr: SAML Kimlik Sağlayıcı Meta Verileri
tt: SAML шәхесне тәэмин итүче мета-мәгълүматлар
ug: SAML كىملىك تەمىنلىگۈچى مېتا سانلىق مەلۇمات
uk: Метадані постачальника посвідчень SAML
ur: SAML شناخت فراہم کرنے والا میٹا ڈیٹا
uz: SAML identifikatsiya provayderi metamaʼlumotlari
vi: Siêu dữ liệu nhà cung cấp danh tính SAML
yi: SAML אידענטיטעט פּראַוויידער מעטאַדאַטאַ

source: Submit
af: Indien
am: አስገባ
ar: يقدم
az: təqdim
be: Адправіць
bg: Изпращане
bn: জমা দিন
ca: Presentar
cs: Předložit
cy: Cyflwyno
da: Indsend
de: einreichen
el: υποβάλλουν
eo: Submeti
es: Enviar
et: Esita
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Nous faire parvenir
fy: Yntsjinje
ga: Cuir isteach
gd: Cuir a-steach
gl: Enviar
gu: સબમિટ કરો
hi: प्रस्तुत करना
hr: podnijeti
hu: Beküldés
hy: Ներկայացնել
id: Kirim
is: Sendu inn
it: Invia
iw: שלח
ja: 送信
ka: გაგზავნა
kk: Жіберу
km: ដាក់ស្នើ
kn: ಸಲ್ಲಿಸು
ku: Nermijîn
ky: Тапшыруу
lb: Ofginn
lo: ສົ່ງ
lt: Pateikti
lv: Iesniegt
mg: manaiky
mi: Tukuna
mk: Поднесете
ml: സമർപ്പിക്കുക
mn: Илгээх
mr: प्रस्तुत करणे
ms: Hantar
mt: Issottometti
my: တင်ပြပါ။
ne: पेश गर्नुहोस्
nl: Indienen
no: Sende inn
or: ଦାଖଲ କରନ୍ତୁ |
pa: ਜਮ੍ਹਾਂ ਕਰੋ
pl: Składać
ps: سپارل
pt: Enviar
ro: Trimite
ru: Представлять на рассмотрение
rw: Tanga
sd: جمع ڪرايو
si: ඉදිරිපත් කරන්න
sk: Predložiť
sl: Pošlji
sq: Paraqisni
sr: прихвати
sv: Skicka in
sw: Wasilisha
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి
tg: Пешниҳод кунед
th: ส่ง
tk: Iberiň
tl: Ipasa
tr: Göndermek
tt: Тапшыр
ug: يوللاڭ
uk: Подати
ur: جمع کرائیں
uz: Yuborish
vi: Gửi đi
xh: Ngenisa
yi: פאָרלייגן

source: Profile photo
af: Profiel foto
am: የመገለጫ ፎቶ
ar: صورة الملف الشخصي
az: Profil şəkli
be: профіль фота
bg: Профилна снимка
bn: প্রোফাইল ছবি
ca: Foto del perfil
cs: Profilová fotka
cy: llun proffil
da: Profilbillede
de: Profilfoto
el: Η φωτογραφία προφίλ
eo: Profilo foto
es: Foto de perfil
et: Profiilifoto
eu: Profileko argazkia
fa: عکس پروفایل
fi: Profiilikuva
fr: Photo de profil
ga: Próifíl grianghraf
gl: Foto do perfil
gu: પ્રોફાઇલ ફોટો
hi: प्रोफाइल फोटो
hr: Fotografija profila
hu: Profilkép
hy: Անձնագիր լուսանկարը
id: Foto Profil
is: Prófíl mynd
it: Foto profilo
iw: תמונת פרופיל
ja: プロフィール写真
ka: პროფილის ფოტო
kk: Профиль фотосуреті
km: រូបថតប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ
ku: Wêne Profile
ky: Өздүк Сүрөт
lb: Profil photo
lo: ຮູບ Profile
lt: Profilio nuotrauka
lv: Profila foto
mg: Profile sary
mi: photo Profile
mk: Профил слика
ml: പ്രൊഫൈൽ ഫോട്ടോ
mn: Профайл зураг
mr: प्रोफाईल फोटो
ms: Gambar profil
mt: Ritratt tal-profil
my: ပရိုဖိုင်းဓာတ်ပုံ
ne: प्रोफाइल फोटो
nl: Profielfoto
no: Profilbilde
or: ପ୍ରୋଫାଇଲ୍ ଫଟୋ
pa: ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ
pl: Zdjęcie profilowe
ps: د پېژندڅېره تصویر
pt: Foto de perfil
ro: Fotografie de profil
ru: Аватар
rw: Ifoto yumwirondoro
sd: پروفائل تصوير
si: පැතිකඩ ඡායාරූපය
sk: Profilová fotka
sl: Fotografija profila
sq: Fotoja e profilit
sr: Профил фото
sv: Profilbild
sw: Picha ya wasifu
ta: சுயவிவர புகைப்படம்
te: ప్రొఫైల్ ఫోటో
tg: Профили фото
th: รูปประจำตัว
tk: Profil suraty
tl: Larawan ng profile
tr: Profil resmi
tt: Профиль фотосы
ug: ئارخىپ سۈرىتى
uk: Фото профілю
ur: پروفائل تصویر
uz: Profil fotosurati
vi: Ảnh tiểu sử
xh: Ifoto yomfanekiso

source: Uploading...
af: Oplaai ...
am: በመስቀል ላይ ...
ar: تحميل ...
az: Yüklənir ...
be: Загрузка ...
bg: Качва се ...
bn: আপলোড হচ্ছে ...
ca: S&#39;està carregant ...
cs: Nahrávám ...
cy: Llwytho ...
da: Uploader ...
de: Hochladen ...
el: Μεταφόρτωση ...
eo: Alŝutante ...
es: Subiendo ...
et: Üleslaadimine ...
eu: Kargatzen ...
fa: بارگیری ...
fi: Lataaminen ...
fr: Téléchargement...
fy: Opladen ...
ga: Uaslódáil ...
gd: Luchdadh suas ...
gl: Cargando ...
gu: અપલોડ કરી રહ્યું છે ...
hi: अपलोड हो रहा है ...
hr: Prijenos ...
hu: Feltöltés...
hy: Վերբեռնման ...
id: Mengunggah ...
is: Hleður inn ...
it: Caricamento ...
iw: מעלה ...
ja: アップロード中...
ka: ატვირთვა ...
kk: Жүктелуде ...
km: កំពុងផ្ទុកឡើង ...
kn: ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ ...
ky: Жүктөлүүдө ...
lb: Eroplueden ...
lo: ອັບໂຫຼດ ...
lt: Įkeliama ...
lv: Notiek augšupielāde ...
mg: Hampiditra ...
mi: Tukuatu ...
mk: Поставување ...
ml: അപ്ലോഡുചെയ്യുന്നു ...
mn: Байршуулж байна ...
mr: अपलोड करीत आहे ...
ms: Memuat naik ...
ne: अपलोड ...
nl: Uploaden ...
no: Laster opp ...
or: ଅପଲୋଡ୍ କରୁଛି ...
pa: ਅਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ ...
pl: Wczytywanie ...
ps: پورته کول ...
pt: Fazendo upload ...
ro: Se încarcă ...
ru: Загрузка ...
rw: Gukuramo ...
sd: اپ لوڊ ٿي رهيو آهي ...
si: උඩුගත කිරීම ...
sk: Nahrávanie ...
sl: Nalaganje ...
sq: Ngarkimi ...
sr: Уплоадинг ...
sv: Uppladdning ...
sw: Inapakia ...
ta: ஏற்றுகிறது ...
te: లోడ్ అవుతోంది ...
tg: Боргузоришуда ...
th: อัปโหลด ...
tk: Uploadüklemek ...
tl: Nag-upload ...
tr: Yükleme ...
tt: Йөкләү ...
ug: يۈكلەش ...
uk: Завантаження ...
ur: اپ لوڈ کرنا ...
uz: Yuklanmoqda ...
vi: Đang tải lên ...
xh: Ukulayisha ...
yi: ופּלאָאַדינג ...

source: has been claimed by another account, please, change it or
af: deur &#39;n ander rekening geëis is, verander dit of
am: በሌላ መለያ የይገባኛል ጥያቄ ቀርቦበታል ፣ እባክዎ ይቀይሩት ወይም
ar: تمت المطالبة به بواسطة حساب آخر ، يرجى تغييره أو
az: başqa bir hesab tərəfindən iddia edildi, zəhmət olmasa dəyişdirin və ya dəyişdirin
be: была запатрабавана іншым уліковым запісам, калі ласка, змяніце альбо
bg: е поискано от друг акаунт, моля, променете го или
bn: অন্য অ্যাকাউন্ট দ্বারা দাবি করা হয়েছে, দয়া করে, এটি পরিবর্তন করুন বা
ca: ha estat reclamat per un altre compte, si us plau, canvieu-lo o
cs: byl nárokován jiným účtem, změňte jej nebo
cy: wedi cael ei hawlio gan gyfrif arall, os gwelwch yn dda, ei newid neu
da: er blevet krævet af en anden konto, skal du ændre den eller
de: wurde von einem anderen Konto beansprucht, bitte ändern Sie es oder
el: έχει διεκδικηθεί από άλλο λογαριασμό, αλλάξτε τον ή
eo: estis reklamita per alia konto, bonvolu ŝanĝi ĝin aŭ
es: ha sido reclamado por otra cuenta, por favor, cámbielo o
et: on saanud mõni teine konto, palun muutke seda või
eu: beste kontu batek eskatu du, mesedez, aldatu edo
fa: توسط حساب دیگری ادعا شده است ، لطفاً آن را تغییر دهید یا
fi: on toisella tilillä vaatinut, muuta sitä tai
fr: a été réclamé par un autre compte, veuillez le modifier ou
fy: is opeaske troch in oar akkount, asjebleaft, feroarje it of
ga: a d’éiligh cuntas eile, le do thoil, athraigh é nó
gd: air a bhith air a thagradh le cunntas eile, feuch, atharraich e no
gl: foi reclamado por outra conta, por favor, cambie ou
gu: બીજા એકાઉન્ટ દ્વારા દાવો કરવામાં આવ્યો છે, કૃપા કરીને, તેને બદલો અથવા
hi: किसी अन्य खाते द्वारा दावा किया गया है, कृपया, इसे बदलें या
hr: potraživao je drugi račun, molim vas, promijenite ga ili
hu: egy másik fiók állította igényét, kérjük, módosítsa vagy
hy: այլ պահանջ է ներկայացվել, խնդրում եմ, փոխեք այն կամ
id: telah diklaim oleh akun lain, tolong, ubah atau
is: hefur verið krafist af öðrum reikningi, vinsamlegast breyttu honum eða
it: è stato richiesto da un altro account, per favore, modificalo o
iw: נתבע על ידי חשבון אחר, בבקשה, שנה אותו או
ja: 別のアカウントによって要求されました。変更するか、
ka: სხვა ანგარიშზე იქნა მოთხოვნილი, გთხოვთ, შეცვალოთ იგი ან
kk: басқа есептік жазба талап етілген, оны өзгертіңіз немесе өзгертіңіз
km: ត្រូវបានអះអាងដោយគណនីផ្សេងទៀតសូមប្តូរវាឬ
kn: ಮತ್ತೊಂದು ಖಾತೆಯಿಂದ ಹಕ್ಕು ಪಡೆಯಲಾಗಿದೆ, ದಯವಿಟ್ಟು ಅದನ್ನು ಬದಲಾಯಿಸಿ ಅಥವಾ
ku: ji hêla hesabek din ve hatî qebûl kirin, ji kerema xwe, wê biguherînin an
ky: башка каттоо эсеби тарабынан доомат коюлган, сураныч, аны өзгөртүңүз же
lb: gouf vun engem anere Kont opgehaangen, w.e.g., änneren et oder
lo: ໄດ້ຮັບການຮ້ອງຂໍໂດຍບັນຊີອື່ນ, ກະລຸນາ, ປ່ຽນມັນຫລື
lt: buvo pareikšta kitoje paskyroje, pakeiskite ją arba
lv: ir pieprasījis cits konts, lūdzu, mainiet to vai
mg: efa nitaky kaonty hafa, azafady, ovaina na
mi: kua whakawakia e tetahi atu putea, tena koa, hurihia kia
mk: е побарано од друга сметка, те молам, смени ја или
ml: മറ്റൊരു അക്ക by ണ്ട് ക്ലെയിം ചെയ്തു, ദയവായി അത് മാറ്റുക അല്ലെങ്കിൽ
mn: өөр дансанд нэхэмжлэгдсэн байна, өөрчилнө үү
mr: दुसर्‍या खात्याद्वारे हक्क सांगितला गेला आहे, कृपया, ते बदला किंवा
ms: telah dituntut oleh akaun lain, tolong, ubah atau
mt: intalbet minn kont ieħor, jekk jogħġbok, ibdlu jew
my: ကျေးဇူးပြု၍ အခြားအကောင့်တစ်ခုမှအခိုင်အမာဆိုထားသည်
ne: अर्को खाता द्वारा दावी गरिएको छ, कृपया, यसलाई परिवर्तन गर्नुहोस् वा
nl: is geclaimd door een ander account, wijzig het of
no: har blitt gjort krav på av en annen konto, vær så snill, endre den eller
or: ଅନ୍ୟ ଏକ ଆକାଉଣ୍ଟ୍ ଦ୍ୱାରା ଦାବି କରାଯାଇଛି, ଦୟାକରି ଏହାକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ କିମ୍ବା |
pa: ਕਿਸੇ ਹੋਰ ਖਾਤੇ ਦੁਆਰਾ ਦਾਅਵਾ ਕੀਤਾ ਗਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ, ਇਸ ਨੂੰ ਬਦਲੋ ਜਾਂ
pl: zostało zgłoszone przez inne konto, zmień je lub
ps: د بل حساب لخوا ادعا شوې ، مهرباني وکړئ ، دا بدل کړئ یا
pt: foi reivindicada por outra conta, altere-a ou
ro: a fost revendicat de un alt cont, vă rog, schimbați-l sau
ru: было заявлено другим аккаунтом, пожалуйста, измените его или
rw: byasabwe n&#39;indi konti, nyamuneka, uhindure cyangwa
sd: ٻئي اڪائونٽ پاران دعوي ڪئي وئي ، مهرباني ڪري ، ان کي تبديل ڪريو يا
si: වෙනත් ගිණුමකින් හිමිකම් පෑමට ඇත, කරුණාකර එය වෙනස් කරන්න හෝ
sk: bol nárokovaný iným účtom, zmeňte ho alebo
sl: je zahteval drug račun, prosimo, spremenite ga ali
sq: është pretenduar nga një llogari tjetër, ju lutem ndryshoni ose
sr: потражује други налог, молим вас, промените га или
sv: har begärts av ett annat konto, ändra det eller
sw: imedaiwa na akaunti nyingine, tafadhali, ibadilishe au
ta: மற்றொரு கணக்கால் உரிமை கோரப்பட்டுள்ளது, தயவுசெய்து அதை மாற்றவும் அல்லது மாற்றவும்
te: మరొక ఖాతా ద్వారా క్లెయిమ్ చేయబడింది, దయచేసి దాన్ని మార్చండి లేదా
tg: аз ҷониби ҳисоби дигар даъво карда шудааст, лутфан онро тағир диҳед ё
th: ได้รับการอ้างสิทธิ์โดยบัญชีอื่นโปรดเปลี่ยนหรือ
tk: başga bir hasap bilen talap edildi, haýyş edýärin, üýtgediň ýa-da
tl: ay inaangkin ng isa pang account, mangyaring, baguhin ito o
tr: başka bir hesap tarafından talep edildi, lütfen değiştirin veya
tt: бүтән хисап белән дәгъва ителгән, зинһар, аны үзгәртегез яки
ug: باشقا ھېسابات تەرىپىدىن تەلەپ قىلىنغان ، ئۇنى ئۆزگەرتىڭ ياكى ئۆزگەرتىڭ
uk: вимагається іншим обліковим записом, змініть його або
ur: کسی دوسرے اکاؤنٹ کے ذریعہ دعوی کیا گیا ہے ، براہ کرم ، اسے تبدیل کریں یا
uz: boshqa hisob tomonidan da&#39;vo qilingan, iltimos, o&#39;zgartiring yoki o&#39;zgartiring
vi: đã được yêu cầu bởi một tài khoản khác, xin vui lòng, thay đổi nó hoặc
xh: ibanjiwe ngenye iakhawunti, nceda, yitshintshe okanye
yi: האט שוין קליימד דורך אן אנדער חשבון, ביטע, טוישן עס אָדער

source: reclaim
af: herwin
am: ድጋሚ ይገባኛል
ar: استعادة
az: düzəltmək
be: выпатрабаваць
bg: възвърнат
bn: সংশোধন
ca: recuperar
cs: kultivovat
cy: adennill
da: genvinde
de: zurückfordern
el: αξιοποιώ
eo: rekuperi
es: reclamar
et: tagasi nõuda
eu: aldarrikatu
fa: احیای
fi: pelastaa
fr: récupérer
ga: aisghabháil
gd: ath-thagradh
gl: recuperar
gu: ફરી દાવો કરો
hi: कृषि योग्य बनाना
hr: povratiti
hu: visszakövetel
hy: վերականգնել
id: memperoleh kembali
is: endurheimta
it: reclamare
iw: לְטַיֵב
ja: 再生する
ka: დაბრუნება
kk: қайтару
km: ទាមទារវិញ
kn: ಮರುಕಳಿಸು
ku: bişûndegirtin
ky: акчанын ордун толтуруу
lb: reklaméiert
lt: susigrąžinti
lv: atgūt
mg: hitaky
mi: whakaora
mk: враќање назад
ml: വീണ്ടും ക്ലെയിം ചെയ്യുക
mn: Дахин авах
mr: पुन्हा हक्क सांगा
ms: menuntut semula
mt: titlob lura
my: ငှေပွနျတောငျး
ne: पुन: घोषणा गर्नुहोस्
nl: terugeisen
no: gjenvinne
or: ପୁନରୁଦ୍ଧାର
pa: ਦੁਬਾਰਾ ਦਾਅਵਾ ਕਰੋ
pl: odzyskać
ps: بیا وایی
pt: recuperar
ro: revendica
ru: истребовать
rw: kwisubiraho
sd: ڄاڻايو
si: ගොඩකිරීම
sk: kultivovať
sl: vračilo
sq: rivendos
sr: повратити
sv: återvinna
sw: rejesha tena
ta: மீட்டுவர
te: తిరిగి చేజిక్కించుకోవాలని
tg: баргарданд
th: เรียกคืน
tk: yzyna almak
tl: ibalik
tr: ıslah
tt: рекультивацияләү
ug: قايتۇرۇۋېلىش
uk: повернути
ur: دوبارہ اعلان کریں
uz: qayta tiklash
vi: đòi lại
xh: ku buyiswa

source: it
af: Dit
am: እሱ
ar: هذا
az: o
be: гэта
bg: то
bn: এটা
ca: ho
cs: to
cy: hi
da: det
de: es
el: το
eo: ĝi
es: eso
et: see on
eu: da
fa: آی تی
fi: se
fr: il
ga: sé
gd: e
gl: isto
gu: તે
hi: यह
hr: to
hu: azt
hy: այն
id: saya t
is: það
it: esso
iw: זה
ja: それ
ka: ის
kk: бұл
km: វា
kn: ಅದು
ku: ew
ky: ал
lb: et
lo: ມັນ
lt: tai
lv: tas
mg: izany
mi: te reira
mk: тоа
ml: അത്
mn: энэ нь
mr: ते
ms: ia
mt: dan
my: က
ne: यो
nl: het
no: den
or: ଏହା
pa: ਇਸ ਨੂੰ
pl: to
ps: دا
pt: isto
ro: aceasta
ru: Это
rw: ni
sd: اهو
si: එය
sk: to
sl: to
sq: ajo
sr: то
sv: Det
sw: ni
ta: அது
te: ఇది
tg: он
th: มัน
tk: Bu
tl: ito
tr: o
uk: це
ur: یہ
uz: u
vi: nó
xh: ngayo
yi: עס

source: pending verification:
af: hangende verifikasie:
am: በመጠባበቅ ላይ ያለ
ar: في انتظار التحقق:
az: doğrulama gözləyir:
be: у чаканні праверкі:
bg: предстояща проверка:
bn: অপেক্ষারত যাচাই:
ca: pendent de verificació:
cs: čeká na ověření:
cy: hyd yn oed dilysu:
da: afventer bekræftelse:
de: ausstehende Überprüfung:
el: εν αναμονή εξακρίβωσης:
eo: pritraktata konfirmo:
es: verificación pendiente:
et: ootel kinnitamine:
eu: egiaztapen zain dago:
fa: تایید در حال بررسی:
fi: odottava tarkistus:
fr: En Attente de Vérification:
fy: foarôfhinklik ferifikaasje:
ga: ar feitheamh fíorú:
gd: feitheamh ri aontachadh:
gl: pendentes de verificación:
gu: બાકી ચકાસણી:
hi: लंबित सत्यापन:
hr: ovjeravanje na čekanju:
hu: függőben lévő ellenőrzés:
hy: սպասման ստուգում:
id: verifikasi tertunda:
is: bið staðfesting:
it: verifica in sospeso:
iw: בהמתנה לאימות:
ja: 保留中の確認：
ka: მიმდინარე დასკვნა:
kk: алдын ала тексеру:
km: កំពុងរង់ចាំការផ្ទៀងផ្ទាត់:
kn: ಬಾಕಿ ಉಳಿದಿರುವ ಪರಿಶೀಲನೆ:
ku: pejirandinê
ky: текшерүүнү күтүү:
lb: Erklärung iwwerpréift:
lo: ການຢັ້ງຢືນທີ່ຍັງຄ້າງ:
lt: laukiama patvirtinimo:
lv: gaida pārbaudi:
mg: fanamarinana tsy mitsahatra:
mi: i te whanga whakamua:
mk: чекање верификација:
ml: തീർപ്പാക്കാത്ത പരിശോധന:
mn: хүлээгдэж буй баталгаажуулалт:
mr: प्रलंबित तपासणी:
ms: menunggu pengesahan:
mt: sakemm issir il-verifika:
my: ဆိုင်းငံ့စိစစ်အတည်ပြု:
ne: पेन्डिङ प्रमाणिकरण:
nl: wachten op verificatie:
no: ventende bekreftelse:
or: ବିଚାରାଧୀନ ଯାଞ୍ଚ:
pa: ਬਕਾਇਆ ਜਾਂਚ:
pl: oczekująca weryfikacja:
ps: د انتظار موده
pt: verificação pendente:
ro: Verificare in Asteptare:
ru: Ожидание проверки:
rw: hagitegerejwe kugenzurwa:
sd: چڪاس جي انتظار ۾:
si: පොරොත්තු Verifying:
sk: čakajúca verifikácia:
sl: preverjanje v teku:
sq: verifikimi në pritje:
sr: у току верификација:
sv: väntar bekräftelse:
sw: uhakikisho wa kusubiri:
ta: சரிபார்ப்பு நிலுவையில் உள்ளது:
te: ధృవీకరణ పెండింగ్లో ఉంది:
tg: тасдиқи фаврӣ:
th: การยืนยันที่รอดำเนินการ:
tk: tassyklanmagyna garaşylýar:
tl: nakabinbing pag-verify:
tr: Doğrulama beklemede:
tt: тикшерү көтелә:
ug: تەكشۈرۈلۈۋاتىدۇ:
uk: очікування перевірки:
ur: التواء کی توثیق:
uz: tekshirish kutilmoqda:
vi: đang chờ xác minh:
xh: ukulindela ukuqinisekiswa:
yi: פּענדינג וועראַפאַקיישאַן:

source: verify
af: verifieer
am: አረጋግጥ
ar: التحقق
az: doğrulayın
be: праверыць
bg: провери
bn: যাচাই
ca: verificar
cs: ověřit
cy: dilyswch
da: verificere
de: überprüfen
el: επαληθεύω
eo: kontroli
es: verificar
et: kinnitada
eu: egiaztatzeko
fa: تأیید
fi: tarkistaa
fr: Vérifier
fy: ferifiearje
ga: fhíorú
gd: dearbhaich
gl: verificar
gu: ચકાસો
hi: सत्यापित करें
hr: provjeriti
hu: ellenőrizze
hy: հաստատել
id: memeriksa
is: staðfesta
it: verificare
iw: לְאַמֵת
ja: 確認する
ka: გადაამოწმეთ
kk: тексеріңіз
km: ផ្ទៀង​ផ្ទាត់
kn: ಪರಿಶೀಲಿಸು
ku: lidûsekirin
ky: текшерүү
lb: z&#39;iwwerpréiwen
lo: ກວດສອບ
lt: patikrinti
lv: pārbaudīt
mg: manamarina
mi: tohua
mk: потврди
ml: പരിശോധിക്കുക
mn: шалгах
mr: सत्यापित करा
ms: sahkan
mt: tivverifika
my: အတည်ပြုရန်
ne: प्रमाणित गर्नुहोस्
nl: verifiëren
no: bekrefte
or: ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਜਾਂਚ ਕਰੋ
pl: zweryfikować
ps: تایید
pt: verificar
ro: verifica
ru: проверить
rw: kugenzura
sd: تصديق ڪريو
si: තහවුරු කරන්න
sk: overiť
sl: preveri
sq: verifikoj
sr: проверити
sv: kontrollera
sw: kuthibitisha
ta: சரிபார்க்க
te: ధ్రువీకరించడం
tg: санҷед
th: ตรวจสอบ
tk: barlamak
tl: i-verify
tr: doğrulamak
tt: тикшерү
ug: دەلىللەڭ
uk: перевірити
ur: تصدیق کریں
uz: tekshiring
vi: kiểm chứng
xh: qinisekisa
yi: באַשטעטיקן

source: Phone Number
af: Telefoon nommer
am: ስልክ ቁጥር
ar: رقم الهاتف
az: Telefon nömrəsi
be: Нумар тэлефона
bg: Телефонен номер
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonní číslo
cy: Rhif ffôn
da: Telefonnummer
de: Telefonnummer
el: Τηλεφωνικό νούμερο
eo: Telefonnumero
es: Número de teléfono
et: Telefoninumber
eu: Telefono zenbakia
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
fy: Telefoannûmer
ga: Uimhir teileafón
gd: Àireamh fòn
gl: Número de teléfono
gu: ફોન નંબર
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
hy: Հեռախոսահամար
id: Nomor telepon
is: Símanúmer
it: Numero di telefono
iw: מספר טלפון
ja: 電話番号
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
km: លេខទូរសព្ទ
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ku: Jimare telefon
ky: Тел номери
lb: Telefonsnummer
lo: ເບີ​ໂທລະ​ສັບ
lt: Telefono numeris
lv: Telefona numurs
mg: Nomeraon-telefaona
mi: Tau waea
mk: Телефонски број
ml: ഫോൺ നമ്പർ
mn: Утасны дугаар
mr: फोन नंबर
ms: Nombor telefon
mt: Numru tat-telefon
my: ဖုန်းနံပါတ်
ne: फोन नम्बर
nl: Telefoonnummer
no: Telefonnummer
or: ଫୋନ୍ ନମ୍ବର
pa: ਫੋਨ ਨੰਬਰ
pl: Numer telefonu
ps: د تلیفون شمیره
pt: Número de telefone
ro: Numar de telefon
ru: Номер телефона
rw: Numero ya terefone
sd: فون نمبر
si: දුරකතන අංකය
sk: Telefónne číslo
sl: Telefonska številka
sq: Numri i telefonit
sr: Број телефона
sv: Telefonnummer
sw: Nambari ya simu
ta: தொலைபேசி எண்
te: ఫోను నంబరు
tg: Рақами мобилӣ
th: หมายเลขโทรศัพท์
tk: Telefon belgisi
tl: Numero ng telepono
tr: Telefon numarası
tt: Телефон номеры
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: فون نمبر
uz: Telefon raqami
vi: Số điện thoại
xh: Inombolo yomnxeba
yi: טעלעפאָנירן נומער

source: Current Password
af: huidige Sleutelwoord
am: የአሁኑ ሚስጥራዊ ማለፊያ ቁልፍ
ar: كلمة السر الحالية
az: Hazırkı şifrə
be: бягучы пароль
bg: Настояща парола
bn: বর্তমান পাসওয়ার্ড
ca: Contrasenya actual
cs: Aktuální heslo
cy: Cyfrinair cyfredol
da: Nuværende kodeord
de: Aktuelles Passwort
el: Ο τρέχων κωδικός πρόσβασης
eo: Aktuala Pasvorto
es: contraseña actual
et: Praegune salasõna
eu: oraingo pasahitza
fa: رمز عبور فعلی
fi: Nykyinen salasana
fr: Mot de passe actuel
fy: Hjoeddeistich wachtwurd
ga: Pasfhocal reatha
gd: Facal-faire gnàthaichte
gl: Contrasinal actual
gu: અત્યારનો પાસવર્ડ
hi: वर्तमान पासवर्ड
hr: Trenutna lozinka
hu: jelenlegi jelszó
hy: Միջին Գաղտնաբառ
id: kata sandi saat ini
is: Núverandi lykilorð
it: Password attuale
iw: סיסמה נוכחית
ja: 現在のパスワード
ka: მიმდინარე პაროლი
kk: Ағымдағы Құпия сөз
km: លេខសំងាត់​បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಗುಪ್ತಪದ
ku: Şîfreya heyî
ky: Учурдагы Сырсөз
lb: Aktuellt Passwuert
lo: ລະ​ຫັດ​ປັດ​ຈຸ​ບັນ
lt: Dabartinis slaptažodis
lv: Pašreizējā parole
mg: Tenimiafina ankehitriny
mi: Kupuhipa o nāianei
mk: сегашна лозинка
ml: ഇപ്പോഴത്തെ പാസ്സ്വേർഡ്
mn: Одоогын Нууц Үг
mr: सध्याचा गुप्त शब्द
ms: Kata Laluan Semasa
mt: Password kurrenti
my: လက်ရှိစကားဝှက်
ne: वर्तमान पासवर्ड
nl: huidig ​​wachtwoord
no: Nåværende passord
or: ଏବେକାର ପାସୱାର୍ଡ଼
pa: ਵਰਤਮਾਨ ਪਾਸਵਰਡ
pl: Aktualne hasło
ps: اوسنی رمز
pt: senha atual
ro: Parola actuală
ru: текущий пароль
rw: Ijambobanga ryubu
sd: موجوده پاس ورڊ
si: වත්මන් මුරපදය
sk: aktuálne heslo
sl: trenutno geslo
sq: Fjalëkalimi aktual
sr: Тренутна лозинка
sv: Nuvarande lösenord
sw: Nenosiri la sasa
ta: தற்போதைய கடவுச்சொல்
te: ప్రస్తుత పాస్వర్డ్
tg: Калидвожаи Феълӣ
th: รหัสผ่านปัจจุบัน
tk: Hazirki parolynyz
tl: Kasalukuyang Password
tr: Şimdiki Şifre
tt: Хәзер кулланыла торган серсүз
ug: نۆۋەتتىكى پارول
uk: Поточний пароль
ur: موجودہ خفیہ لفظ
uz: hozirgi maxfiy so&#39;z
vi: Mật khẩu hiện tại
xh: Iphasiwedi yangoku
yi: קראַנט פּאַראָל
