Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: When a case is idle, post this message
af: Plaas hierdie boodskap wanneer 'n saak ledig is
am: ጉዳይ ስራ ሲፈታ፣ ይህን መልእክት ይለጥፉ
ar: عندما تكون الحالة خاملة ، انشر هذه الرسالة
az: İş boş olduqda, bu mesajı göndərin
be: Калі кейс бяздзейны, апублікуйце гэта паведамленне
bg: Когато случай е неактивен, публикувайте това съобщение
bn: যখন একটি কেস নিষ্ক্রিয় থাকে, এই বার্তাটি পোস্ট করুন৷
ca: Quan un cas estigui inactiu, publiqueu aquest missatge
cs: Když je případ nečinný, zveřejněte tuto zprávu
cy: Pan fydd achos yn segur, postiwch y neges hon
da: Når en sag er inaktiv, skal du sende denne besked
de: Wenn ein Fall inaktiv ist, posten Sie diese Nachricht
el: Όταν μια θήκη είναι αδρανής, δημοσιεύστε αυτό το μήνυμα
eo: Kiam kazo estas neaktiva, afiŝu ĉi tiun mesaĝon
es: Cuando un caso esté inactivo, publique este mensaje
et: Kui juhtum on jõude, postitage see teade
eu: Kasu bat inaktibo dagoenean, argitaratu mezu hau
fa: وقتی کیس بیکار است، این پیام را ارسال کنید
fi: Kun tapaus on käyttämättömänä, lähetä tämä viesti
fr: Lorsqu'un dossier est inactif, publiez ce message
fy: As in saak idle is, post dit berjocht
ga: Nuair a bhíonn cás díomhaoin, cuir an teachtaireacht seo sa phost
gd: Nuair a tha cùis leisg, cuir am brath seo
gl: Cando un caso estea inactivo, publica esta mensaxe
gu: જ્યારે કેસ નિષ્ક્રિય હોય, ત્યારે આ સંદેશ પોસ્ટ કરો
hi: जब कोई मामला निष्क्रिय हो, तो इस संदेश को पोस्ट करें
hr: Kada je slučaj neaktivan, objavite ovu poruku
hu: Ha egy ügy tétlen, küldje el ezt az üzenetet
hy: Երբ գործն անգործուն է, տեղադրեք այս հաղորդագրությունը
id: Saat kasing menganggur, poskan pesan ini
is: Þegar mál er aðgerðalaust skaltu senda þessi skilaboð
it: Quando un caso è inattivo, pubblica questo messaggio
iw: כאשר התיק לא פעיל, פרסם הודעה זו
ja: ケースがアイドル状態の場合は、このメッセージを投稿してください
ka: როდესაც საქმე უმოქმედოა, გამოაქვეყნეთ ეს შეტყობინება
kk: Іс бос тұрғанда, осы хабарды жіберіңіз
km: នៅពេលករណីទំនេរ សូមបង្ហោះសារនេះ។
kn: ಪ್ರಕರಣವು ನಿಷ್ಕ್ರಿಯವಾಗಿರುವಾಗ, ಈ ಸಂದೇಶವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ
ku: Dema ku dozek bêkar be, vê peyamê bişînin
ky: Иш бош турганда, бул билдирүүнү жазыңыз
lb: Wann e Fall Idle ass, post dëse Message
lo: ເມື່ອກໍລະນີບໍ່ເຮັດວຽກ, ປະກາດຂໍ້ຄວາມນີ້
lt: Kai atvejis nenaudojamas, paskelbkite šį pranešimą
lv: Kad lieta ir dīkstāvē, publicējiet šo ziņojumu
mg: Rehefa misy raharaha tsy miasa dia alefaso ity hafatra ity
mi: Mena kei te mangere tetahi keehi, whakairihia tenei karere
mk: Кога случајот е неактивен, објавете ја оваа порака
ml: ഒരു കേസ് നിഷ്‌ക്രിയമായിരിക്കുമ്പോൾ, ഈ സന്ദേശം പോസ്റ്റ് ചെയ്യുക
mn: Хэрэг идэвхгүй байгаа үед энэ мессежийг нийтэлнэ үү
mr: केस निष्क्रिय असताना, हा संदेश पोस्ट करा
ms: Apabila kes terbiar, siarkan mesej ini
mt: Meta każ ikun inattiv, ibgħat dan il-messaġġ
my: ကိစ္စရပ်မလုပ်ပါက ဤစာကိုတင်ပါ။
ne: जब केस निष्क्रिय छ, यो सन्देश पोस्ट गर्नुहोस्
nl: Wanneer een zaak inactief is, plaats dan dit bericht
no: Når en sak er inaktiv, legg ut denne meldingen
or: ଯେତେବେଳେ ଏକ ମାମଲା ନିଷ୍କ୍ରିୟ, ଏହି ବାର୍ତ୍ତା ପୋଷ୍ଟ କରନ୍ତୁ |
pa: ਜਦੋਂ ਕੋਈ ਕੇਸ ਨਿਸ਼ਕਿਰਿਆ ਹੋਵੇ, ਤਾਂ ਇਹ ਸੁਨੇਹਾ ਪੋਸਟ ਕਰੋ
pl: Gdy sprawa jest bezczynna, opublikuj tę wiadomość
ps: کله چې قضیه بې کاره وي، دا پیغام پوسټ کړئ
pt: Quando um caso estiver ocioso, poste esta mensagem
ro: Când un caz este inactiv, postați acest mesaj
ru: Когда кейс простаивает, публикуйте это сообщение
rw: Mugihe urubanza rudafite akamaro, andika ubu butumwa
sd: جڏهن هڪ ڪيس بيڪار آهي، هي پيغام پوسٽ ڪريو
si: නඩුවක් ක්‍රියා විරහිත වූ විට, මෙම පණිවිඩය පළ කරන්න
sk: Keď je prípad nečinný, uverejnite túto správu
sl: Ko je zadeva v mirovanju, objavi to sporočilo
sq: Kur një rast është i papunë, posto këtë mesazh
sr: Када је случај неактиван, објавите ову поруку
sv: När ett fodral är inaktivt, posta detta meddelande
sw: Wakati kipochi hakitumiki, chapisha ujumbe huu
ta: ஒரு வழக்கு செயலற்றதாக இருக்கும்போது, இந்த செய்தியை இடுகையிடவும்
te: కేసు నిష్క్రియంగా ఉన్నప్పుడు, ఈ సందేశాన్ని పోస్ట్ చేయండి
tg: Вақте ки парванда бекор аст, ин паёмро фиристед
th: เมื่อคดีไม่ได้ใช้งาน โพสต์ข้อความนี้
tk: Kazyýet boş bolsa, bu habary iberiň
tl: Kapag ang isang kaso ay idle, i-post ang mensaheng ito
tr: Bir servis talebi boştayken bu mesajı yayınlayın
tt: Эш буш булганда, бу хәбәрне урнаштырыгыз
ug: دېلو بىكار بولغاندا ، بۇ ئۇچۇرنى يوللاڭ
uk: Коли справа неактивна, опублікуйте це повідомлення
ur: جب کوئی کیس بیکار ہو تو اس پیغام کو پوسٹ کریں۔
uz: Ish bo'sh turganda, ushbu xabarni yuboring
vi: Khi một trường hợp không hoạt động, hãy đăng thông báo này
xh: Xa ityala lingasebenzi, thumela lo myalezo
yi: ווען אַ פאַל איז ליידיק, פּאָסטן דעם אָנזאָג

source: No case type selected
af: Geen saaktipe gekies nie
am: ምንም አይነት የጉዳይ አይነት አልተመረጠም።
ar: لم يتم تحديد نوع الحالة
az: Heç bir iş növü seçilməyib
be: Тып справы не выбраны
bg: Няма избран тип случай
bn: কোনো কেস টাইপ নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap tipus de cas
cs: Není vybrán žádný typ případu
cy: Dim math o achos wedi'i ddewis
da: Ingen sagstype valgt
de: Kein Falltyp ausgewählt
el: Δεν έχει επιλεγεί τύπος θήκης
eo: Neniu kazo tipo elektita
es: Ningún tipo de caso seleccionado
et: Juhtumi tüüpi pole valitud
eu: Ez da kasu motarik hautatu
fa: هیچ نوع موردی انتخاب نشده است
fi: Tapaustyyppiä ei ole valittu
fr: Aucun type de dossier sélectionné
fy: Gjin saaktype selektearre
ga: Níor roghnaíodh aon chineál cáis
gd: Chan eil seòrsa cùis sam bith air a thaghadh
gl: Non se seleccionou ningún tipo de caso
gu: કોઈ કેસ પ્રકાર પસંદ કર્યો નથી
hi: कोई मामला प्रकार नहीं चुना गया
hr: Nije odabrana vrsta slučaja
hu: Nincs kiválasztva ügytípus
hy: Գործի տեսակը ընտրված չէ
id: Tidak ada jenis kasus yang dipilih
is: Engin málstegund valin
it: Nessun tipo di caso selezionato
iw: לא נבחר סוג מקרה
ja: ケースの種類が選択されていません
ka: საქმის ტიპი არ არის არჩეული
kk: Іс түрі таңдалмаған
km: មិនបានជ្រើសរើសប្រភេទករណីទេ។
kn: ಯಾವುದೇ ಕೇಸ್ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ku: Tîpa dozê nehat hilbijartin
ky: Иштин түрү тандалган жок
lb: Kee Fall Typ ausgewielt
lo: ບໍ່ໄດ້ເລືອກປະເພດກໍລະນີ
lt: Nepasirinktas atvejo tipas
lv: Nav atlasīts neviens lietas veids
mg: Tsy misy karazana tranga voafantina
mi: Kaore he momo keehi i tohua
mk: Не е избран тип на случај
ml: കേസ് തരമൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Кейсийн төрлийг сонгоогүй
mr: केस प्रकार निवडलेला नाही
ms: Tiada jenis kes dipilih
mt: Ebda tip ta' każ magħżul
my: အမှုအမျိုးအစားကို ရွေးထားခြင်းမရှိပါ။
ne: कुनै केस प्रकार चयन गरिएको छैन
nl: Geen zaaktype geselecteerd
no: Ingen sakstype er valgt
or: କ case ଣସି କେସ୍ ପ୍ରକାର ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਕੇਸ ਕਿਸਮ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl: Nie wybrano typu sprawy
ps: د قضیې ډول نه دی ټاکل شوی
pt: Nenhum tipo de caso selecionado
ro: Nu a fost selectat niciun tip de caz
ru: Тип дела не выбран
rw: Nta bwoko bw'imanza bwatoranijwe
sd: ڪو به ڪيس جو قسم نه چونڊيو ويو آهي
si: කේස් වර්ගයක් තෝරා නැත
sk: Nie je vybratý žiadny typ prípadu
sl: Izbrana ni nobena vrsta primera
sq: Nuk është zgjedhur asnjë lloj rasti
sr: Није изабран ниједан тип случаја
sv: Ingen ärendetyp har valts
sw: Hakuna aina ya kesi iliyochaguliwa
ta: வழக்கு வகை எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: కేసు రకం ఎంచుకోబడలేదు
tg: Ягон навъи парванда интихоб нашудааст
th: ไม่ได้เลือกประเภทเคส
tk: Hiç hili görnüş saýlanmady
tl: Walang napiling uri ng kaso
tr: Vaka türü seçilmedi
tt: Бернинди очрак та сайланмаган
ug: دېلو تىپى تاللانمىدى
uk: Тип справи не вибрано
ur: کیس کی کوئی قسم منتخب نہیں کی گئی۔
uz: Hech qanday holat turi tanlanmagan
vi: Không có loại trường hợp nào được chọn
xh: Akukho hlobo lwemeko ekhethiweyo
yi: קיין פאַל טיפּ אויסגעקליבן

source: Idle Days
af: Ledige dae
am: የስራ ፈት ቀናት
ar: أيام الخمول
az: Boş Günlər
be: Прастойныя дні
bg: Празни дни
bn: অলস দিন
ca: Dies ociosos
cs: Nečinné dny
cy: Dyddiau Segur
da: Ledige dage
de: Leerlauf Tage
el: Ημέρες αδράνειας
eo: Senlaboremaj Tagoj
es: Días de inactividad
et: Jõudepäevad
fa: روزهای بیکاری
fi: Tyhjäpäivät
fr: Jours d'inactivité
fy: Idle dagen
ga: Laethanta Díomhaoin
gd: Làithean Idle
gl: Días inactivos
gu: નિષ્ક્રિય દિવસો
hi: निष्क्रिय दिन
hr: Besposleni dani
hu: Tétlen Napok
hy: Պարապ օրեր
id: Hari-hari Menganggur
is: Aðgerðarlausir dagar
it: Giorni di inattività
iw: ימי סרק
ja: アイドル日
ka: უსაქმური დღეები
kk: Бос күндер
km: ថ្ងៃទំនេរ
kn: ಐಡಲ್ ಡೇಸ್
ku: Rojên Bêkar
ky: Бош күндөр
lb: Idle Deeg
lo: ມື້ຫວ່າງ
lt: Tuščiosios dienos
lv: Dīkstāves dienas
mi: Nga ra mangere
mk: Денови на мирување
ml: നിഷ്ക്രിയ ദിവസങ്ങൾ
mn: Хөдөлгөөнгүй өдрүүд
mr: निष्क्रिय दिवस
ms: Hari Terbiar
mt: Jiem Inattivi
my: အားလပ်ရက်များ
ne: निष्क्रिय दिनहरू
nl: Inactieve dagen
no: Inaktive dager
or: ନିଷ୍କ୍ରିୟ ଦିନ |
pa: ਵਿਹਲੇ ਦਿਨ
pl: Bezczynne dni
ps: بې کاره ورځې
pt: Dias ociosos
ro: Zilele inactiv
ru: Праздные дни
rw: Iminsi Yumunsi
sd: بيڪار ڏينهن
si: නිෂ්ක්‍රීය දින
sk: Nečinné dni
sq: Ditët boshe
sr: Идле Даис
sv: Inaktiva dagar
sw: Siku zisizo na kazi
ta: செயலற்ற நாட்கள்
te: నిష్క్రియ రోజులు
tg: Рузхои бекор
th: วันว่าง
tk: Boş günler
tl: Mga Idle Day
tr: Boş Günler
tt: Эшсез көннәр
ug: بىكار كۈنلەر
uk: Дні простою
ur: بیکار دن
uz: Bo'sh kunlar
vi: ngày nhàn rỗi
xh: Iintsuku ezingasebenziyo
yi: ליידיק טעג

source: Post Id
af: Pos ID
am: የፖስታ መታወቂያ
ar: بعد معرف
be: Ідэнтыфікатар паведамлення
bg: ID на публикацията
bn: পোস্ট আইডি
ca: Identificador de publicació
cs: ID příspěvku
da: Indlægs-id
de: Beitrags-ID
el: Αναγνωριστικό ανάρτησης
eo: Afiŝo Id
es: ID del mensaje
et: Postituse ID
eu: Argitalpenaren ID
fa: شناسه پست
fi: Viestitunnus
fr: Identifiant de publication
ga: Aitheantas an Phoist
gd: ID post
gl: ID da publicación
gu: પોસ્ટ આઈડી
hi: पोस्ट आईडी
hr: ID objave
hu: Hozzászólás azonosítója
hy: Գրառման ID
id: Posting Id
is: Auðkenni færslu
iw: מזהה פוסט
ja: 投稿ID
ka: პოსტის ID
kk: Пост идентификаторы
km: លេខសម្គាល់ប្រកាស
kn: ಪೋಸ್ಟ್ ಐಡಿ
ky: Пост ID
lt: Įrašo ID
lv: Ziņas ID
mi: Tuku Id
mk: Ид на објава
ml: പോസ്റ്റ് ഐഡി
mn: Нийтлэлийн дугаар
mr: पोस्ट आयडी
ms: Id Siaran
mt: Id-Post
my: ပို့စ် ID
ne: पोस्ट आईडी
no: Innleggs-ID
or: Id ପୋଷ୍ଟ କରନ୍ତୁ |
pa: ਪੋਸਟ ਆਈ.ਡੀ
pl: Identyfikator wpisu
ps: د پوسټ ID
pt: Id da postagem
ro: ID post
ru: Идентификатор сообщения
rw: Kohereza Id
sd: پوسٽ جي سڃاڻپ
si: පෝස්ට් හැඳුනුම්පත
sk: ID príspevku
sl: ID objave
sq: ID-ja e postimit
sr: Пост Ид
sw: Kitambulisho cha chapisho
ta: போஸ்ட் ஐடி
te: పోస్ట్ Id
tg: Id Post
th: รหัสโพสต์
tk: Id
tr: Gönderi Kimliği
tt: Почта Id
uk: Ідентифікатор публікації
ur: پوسٹ آئی ڈی
uz: Post identifikatori
vi: Id bài đăng
xh: Thumela isazisi
yi: פּאָסטן שייַן

source: Set Idle Message
af: Stel Idle Message
am: የስራ ፈት መልእክት አዘጋጅ
ar: تعيين رسالة خاملة
az: Boş Mesajı təyin edin
be: Усталяваць паведамленне аб бяздзейнасці
bg: Задаване на неактивно съобщение
bn: নিষ্ক্রিয় বার্তা সেট করুন
ca: Estableix el missatge inactiu
cs: Nastavte nečinnou zprávu
cy: Gosod Neges Segur
da: Indstil ledig besked
de: Ruhemeldung einstellen
el: Ρύθμιση μηνύματος αδράνειας
eo: Agordu Neaktivan Mesaĝon
es: Establecer mensaje inactivo
et: Määra jõudesõnum
eu: Ezarri mezu inaktiboa
fa: تنظیم پیام بیکار
fi: Aseta tyhjäkäynnistysviesti
fr: Définir le message d'inactivité
fy: Idle berjocht ynstelle
ga: Socraigh Teachtaireacht Díomhaoin
gd: Suidhich Teachdaireachd Idle
gl: Establecer mensaxe inactiva
gu: નિષ્ક્રિય સંદેશ સેટ કરો
hi: निष्क्रिय संदेश सेट करें
hr: Postavite poruku o mirovanju
hu: Készenléti üzenet beállítása
hy: Սահմանել անգործուն հաղորդագրություն
id: Setel Pesan Diam
is: Stilla Idle Message
it: Imposta messaggio inattivo
iw: הגדר הודעת סרק
ja: アイドル メッセージの設定
ka: უმოქმედო შეტყობინების დაყენება
kk: Күту хабарын орнату
km: កំណត់សារទំនេរ
kn: ಐಡಲ್ ಸಂದೇಶವನ್ನು ಹೊಂದಿಸಿ
ku: Peyama Bêkêmasî Set
ky: Бош турган билдирүүнү коюу
lo: ຕັ້ງຂໍ້ຄວາມບໍ່ເຮັດວຽກ
lt: Nustatyti tuščiosios eigos pranešimą
lv: Iestatīt dīkstāves ziņojumu
mg: Mametraha Idle Message
mi: Tautuhia te Karere Moehe
mk: Поставете порака во мирување
ml: നിഷ്‌ക്രിയ സന്ദേശം സജ്ജമാക്കുക
mn: Сул зогсолтын мессежийг тохируулах
mr: निष्क्रिय संदेश सेट करा
ms: Tetapkan Mesej Terbiar
mt: Issettja Messaġġ Idle
my: Idle Message ကို သတ်မှတ်ပါ။
ne: निष्क्रिय सन्देश सेट गर्नुहोस्
nl: Inactief bericht instellen
no: Angi inaktiv melding
or: ନିଷ୍କ୍ରିୟ ବାର୍ତ୍ତା ସେଟ୍ କରନ୍ତୁ |
pa: ਨਿਸ਼ਕਿਰਿਆ ਸੁਨੇਹਾ ਸੈੱਟ ਕਰੋ
pl: Ustaw bezczynną wiadomość
ps: بې کاره پیغام تنظیم کړئ
pt: Definir mensagem inativa
ro: Setați mesajul inactiv
ru: Установить сообщение о простое
rw: Shiraho Ubutumwa Bwuzuye
sd: Idle Message سيٽ ڪريو
si: Idle Message සකසන්න
sk: Nastaviť nečinnú správu
sl: Nastavite sporočilo o nedejavnosti
sq: Cakto mesazhin në punë
sr: Подесите неактивну поруку
sv: Ställ in vilomeddelande
sw: Weka Ujumbe Usio na Kazi
ta: செயலற்ற செய்தியை அமைக்கவும்
te: నిష్క్రియ సందేశాన్ని సెట్ చేయండి
tg: Паёми бекориро таъин кунед
th: ตั้งค่าข้อความที่ไม่ได้ใช้งาน
tk: Boş habary düzüň
tl: Itakda ang Idle Message
tr: Boş Mesajı Ayarla
tt: Эшсез хәбәр куегыз
ug: بىكار ئۇچۇر بەلگىلەڭ
uk: Установити повідомлення про неактивність
ur: آئیڈل میسج سیٹ کریں۔
uz: Bekor xabarni o'rnatish
vi: Đặt tin nhắn nhàn rỗi
xh: Cwangcisa umyalezo ongasebenziyo
yi: שטעלן ליידיק אָנזאָג

source: No task selected
af: Geen taak gekies nie
am: ምንም ተግባር አልተመረጠም።
ar: لم يتم تحديد مهمة
az: Heç bir tapşırıq seçilməyib
be: Заданне не выбрана
bg: Няма избрана задача
bn: কোনো টাস্ক সিলেক্ট করা হয়নি
ca: No s'ha seleccionat cap tasca
cs: Není vybrán žádný úkol
cy: Dim tasg wedi'i dewis
da: Ingen opgave valgt
de: Keine Aufgabe ausgewählt
el: Δεν επιλέχθηκε καμία εργασία
eo: Neniu tasko elektita
es: Ninguna tarea seleccionada
et: Ühtegi ülesannet pole valitud
eu: Ez dago zereginik hautatu
fa: هیچ کاری انتخاب نشده است
fi: Tehtävää ei ole valittu
fr: Aucune tâche sélectionnée
fy: Gjin taak selektearre
ga: Níor roghnaíodh aon tasc
gd: Cha deach gnìomh sam bith a thaghadh
gl: Non se seleccionou ningunha tarefa
gu: કોઈ કાર્ય પસંદ કર્યું નથી
hi: कोई कार्य नहीं चुना गया
hr: Nije odabran nijedan zadatak
hu: Nincs kiválasztva feladat
hy: Ոչ մի առաջադրանք ընտրված չէ
id: Tidak ada tugas yang dipilih
is: Ekkert verkefni valið
it: Nessuna attività selezionata
iw: לא נבחרה משימה
ja: タスクが選択されていません
ka: დავალება არ არის არჩეული
kk: Тапсырма таңдалмаған
km: មិនបានជ្រើសរើសកិច្ចការទេ។
kn: ಯಾವುದೇ ಕಾರ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗಿಲ್ಲ
ku: Ti karek nehat hilbijartin
ky: Эч кандай тапшырма тандалган
lb: Keng Aufgab ausgewielt
lo: ບໍ່ໄດ້ເລືອກໜ້າວຽກ
lt: Jokia užduotis nepasirinkta
lv: Nav atlasīts neviens uzdevums
mg: Tsy misy asa voafantina
mi: Karekau he mahi i tohua
mk: Нема избрана задача
ml: ചുമതലയൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Сонгосон ажил алга
mr: कोणतेही कार्य निवडले नाही
ms: Tiada tugasan dipilih
mt: Ebda kompitu magħżul
my: လုပ်ဆောင်စရာကို ရွေးချယ်ထားခြင်းမရှိပါ။
ne: कुनै कार्य चयन गरिएको छैन
nl: Geen taak geselecteerd
no: Ingen oppgave er valgt
or: କ task ଣସି କାର୍ଯ୍ୟ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਕੰਮ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl: Nie wybrano zadania
ps: هیڅ دنده نه ده ټاکل شوې
pt: Nenhuma tarefa selecionada
ro: Nicio sarcină selectată
ru: Задача не выбрана
rw: Nta gikorwa cyatoranijwe
sd: ڪو به ڪم نه چونڊيو ويو آهي
si: කාර්යයක් තෝරා නැත
sk: Nie je vybratá žiadna úloha
sl: Izbrana ni nobena naloga
sq: Asnjë detyrë e zgjedhur
sr: Није изабран ниједан задатак
sv: Ingen uppgift har valts
sw: Hakuna jukumu lililochaguliwa
ta: பணி எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: టాస్క్ ఏదీ ఎంచుకోబడలేదు
tg: Ягон вазифа интихоб нашудааст
th: ไม่ได้เลือกงาน
tk: Hiç hili wezipe saýlanmady
tl: Walang napiling gawain
tr: Görev seçilmedi
tt: Берәр эш сайланмады
ug: ھېچقانداق ۋەزىپە تاللانمىدى
uk: Завдання не вибрано
ur: کوئی کام منتخب نہیں کیا گیا۔
uz: Hech qanday vazifa tanlanmagan
vi: Không có nhiệm vụ nào được chọn
xh: Akukho msebenzi ukhethiweyo
yi: קיין אַרבעט אויסגעקליבן

source: No operation order selected
af: Geen operasievolgorde gekies nie
am: ምንም የክወና ትዕዛዝ አልተመረጠም።
ar: لم يتم تحديد أمر عملية
az: Heç bir əməliyyat sırası seçilməyib
be: Парадак дзеянняў не выбраны
bg: Няма избран ред на операциите
bn: কোন অপারেশন অর্ডার নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap ordre d'operació
cs: Nebyl vybrán žádný operační příkaz
cy: Dim gorchymyn gweithredu wedi'i ddewis
da: Ingen handlingsrækkefølge valgt
de: Keine Operationsreihenfolge ausgewählt
el: Δεν έχει επιλεγεί σειρά λειτουργίας
eo: Neniu operacia ordo elektita
es: No se ha seleccionado ningún orden de operación
et: Toimingute järjekorda pole valitud
eu: Ez dago eragiketa-ordenarik hautatu
fa: هیچ ترتیب عملیاتی انتخاب نشده است
fi: Toimintajärjestystä ei ole valittu
fr: Aucun ordre d'opération sélectionné
fy: Gjin operaasje folchoarder selektearre
ga: Níor roghnaíodh aon ordú oibríochta
gd: Cha deach òrdugh obrachaidh a thaghadh
gl: Non se seleccionou ningunha orde de operación
gu: કોઈ ઑપરેશન ઑર્ડર પસંદ કર્યો નથી
hi: कोई संचालन आदेश नहीं चुना गया
hr: Nije odabran redoslijed operacija
hu: Nincs kiválasztva műveleti sorrend
hy: Գործողության կարգը ընտրված չէ
id: Tidak ada urutan operasi yang dipilih
is: Engin aðgerðarpöntun valin
it: Nessun ordine di operazione selezionato
iw: לא נבחרה סדר פעולה
ja: 操作順序が選択されていません
ka: არ არის შერჩეული ოპერაციის რიგი
kk: Операция тәртібі таңдалмаған
km: មិនបានជ្រើសរើសលំដាប់ប្រតិបត្តិការទេ។
kn: ಯಾವುದೇ ಕಾರ್ಯಾಚರಣೆಯ ಆದೇಶವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ku: Fermana operasyonê nehat hilbijartin
ky: Операция тартиби тандалган жок
lb: Keng Operatioun Uerdnung ausgewielt
lo: ບໍ່ໄດ້ເລືອກຄຳສັ່ງປະຕິບັດງານ
lt: Nepasirinkta jokia operacijos tvarka
lv: Darbības secība nav atlasīta
mg: Tsy misy baiko fandidiana nofantenana
mi: Karekau he raupapa mahi i tohua
mk: Не е избран оперативен редослед
ml: പ്രവർത്തന ക്രമമൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Үйл ажиллагааны дараалал сонгогдоогүй байна
mr: कोणताही ऑपरेशन ऑर्डर निवडलेला नाही
ms: Tiada perintah operasi dipilih
mt: Ebda ordni ta' operazzjoni magħżula
my: လည်ပတ်မှုအမှာစာကို ရွေးချယ်ထားခြင်းမရှိပါ။
ne: कुनै अपरेशन अर्डर चयन गरिएको छैन
nl: Geen bewerkingsvolgorde geselecteerd
no: Ingen operasjonsrekkefølge er valgt
or: କ operation ଣସି ଅପରେସନ୍ ଅର୍ଡର ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਓਪਰੇਸ਼ਨ ਆਰਡਰ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl: Nie wybrano kolejności operacji
ps: د عملیاتو امر نه دی ټاکل شوی
pt: Nenhuma ordem de operação selecionada
ro: Nu a fost selectată nicio comandă de operare
ru: Порядок операций не выбран
rw: Nta gahunda y'ibikorwa yatoranijwe
sd: ڪوبه آپريشن آرڊر نه چونڊيو ويو آهي
si: මෙහෙයුම් අනුපිළිවෙලක් තෝරා නැත
sk: Nie je vybraté žiadne poradie operácie
sl: Ni izbranega vrstnega reda operacij
sq: Nuk është zgjedhur asnjë urdhër operimi
sr: Није изабран ниједан налог
sv: Ingen operationsordning har valts
sw: Hakuna agizo la operesheni lililochaguliwa
ta: செயல்பாட்டு வரிசை எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: ఆపరేషన్ ఆర్డర్ ఏదీ ఎంచుకోబడలేదు
tg: Ягон тартиби амалиёт интихоб нашудааст
th: ไม่ได้เลือกคำสั่งดำเนินการ
tk: Operasiýa tertibi saýlanmady
tl: Walang napiling order ng operasyon
tr: İşlem sırası seçilmedi
tt: Операция заказы сайланмады
ug: مەشغۇلات تەرتىپى تاللانمىدى
uk: Порядок операцій не вибрано
ur: کوئی آپریشن آرڈر منتخب نہیں کیا گیا۔
uz: Hech qanday operatsiya tartibi tanlanmagan
vi: Không có thứ tự thao tác nào được chọn
xh: Akukho myalelo wokusebenza okhethiweyo
yi: קיין אָפּעראַציע סדר אויסגעקליבן

source: Operation Order
af: Operasie Orde
am: የክወና ትዕዛዝ
ar: أمر العملية
az: Əməliyyat əmri
be: Загад аб аперацыі
bg: Заповед за операция
bn: অপারেশন আদেশ
ca: Ordre d'operació
cs: Operační řád
cy: Gorchymyn Gweithredu
de: Operationsbefehl
el: Εντολή λειτουργίας
eo: Operacia Ordo
es: Orden de operación
et: Operatsiooni korraldus
eu: Eragiketa Agindua
fa: دستور عملیات
fi: Toimintamääräys
fr: Ordre d'opération
fy: Operaasje Order
ga: Ordú Oibriúcháin
gd: Òrdugh Obrachaidh
gl: Orde de operación
gu: ઓપરેશન ઓર્ડર
hi: संचालन आदेश
hr: Vojna naredba
hu: Hadműveleti parancs
hy: Գործողության կարգը
id: Perintah Operasi
is: Aðgerðarskipan
it: Ordine di operazione
iw: צו מבצע
ja: 操作順序
ka: ოპერაციის ორდერი
kk: Операция тәртібі
km: លំដាប់ប្រតិបត្តិការ
kn: ಕಾರ್ಯಾಚರಣೆಯ ಆದೇಶ
ku: Fermana Operasyonê
ky: Операция тартиби
lb: Operatioun Uerdnung
lo: ຄໍາສັ່ງປະຕິບັດງານ
lt: Operacijos įsakymas
lv: Operācijas rīkojums
mg: Opération Order
mi: Whakatau Mahi
mk: Наредба за работа
ml: ഓപ്പറേഷൻ ഓർഡർ
mn: Үйл ажиллагааны захиалга
mr: ऑपरेशन ऑर्डर
ms: Perintah Operasi
mt: Ordni ta' Operazzjoni
my: စစ်ဆင်ရေးအမိန့်
ne: सञ्चालन आदेश
nl: Operatie Order
no: Operasjonsordre
or: ଅପରେସନ୍ ଅର୍ଡର |
pa: ਓਪਰੇਸ਼ਨ ਆਰਡਰ
pl: Rozkaz operacji
ps: د عملیاتو امر
pt: Ordem de Operação
ro: Ordin de operare
ru: Операционный порядок
rw: Urutonde rwibikorwa
sd: آپريشن جو حڪم
si: මෙහෙයුම් නියෝගය
sk: Operačný poriadok
sl: Operativni ukaz
sq: Urdhri i operimit
sr: Операција Ордер
sw: Agizo la Operesheni
ta: செயல்பாட்டு ஆணை
te: ఆపరేషన్ ఆర్డర్
tg: Тартиби амалиёт
th: คำสั่งปฏิบัติการ
tk: Iş tertibi
tl: Kautusan ng Operasyon
tr: Operasyon Emri
tt: Операция заказы
ug: مەشغۇلات تەرتىپى
uk: Порядок операції
ur: آپریشن آرڈر
uz: Operatsion tartibi
vi: lệnh hoạt động
xh: Umyalelo wokuSebenza
yi: אָפּעראַציע סדר
