Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
af: Teken alle dokumente elektronies af deur middel van DocSign, met behulp van opgelaaide dokumente en versoeke en bevestiging van digitale kliente.
am: የተጫኑ ሰነዶችን እና ዲጂታል ደንበኛ ፊርማ ጥያቄዎችን እና ማረጋገጫዎችን በመጠቀም ሁሉንም ሰነዶች በኤሌክትሮኒክ ሰነዶች በ DocSign በኩል ያጥፉ ፡፡
ar: قم بتسجيل الخروج من جميع المستندات إلكترونيًا من خلال DocSign ، باستخدام المستندات التي تم تحميلها وطلبات توقيع العميل الرقمي والتأكيد.
az: Yüklənmiş sənədlərdən və rəqəmsal müştəri imza tələblərindən və təsdiqlənmədən istifadə edərək DocSign vasitəsilə bütün sənədləri elektron şəkildə elektron qaydada bağlayın.
be: У электронным выглядзе запішыце ўсе дакументы праз DocSign, выкарыстоўваючы загружаныя дакументы і лічбавыя запыты і подпісы лічбавага кліента.
bg: Електронно излезте от всички документи чрез DocSign, като използвате качени документи и заявки за цифрово подписване на клиенти и потвърждение.
bn: আপলোডকৃত নথি এবং ডিজিটাল ক্লায়েন্ট স্বাক্ষর অনুরোধ এবং নিশ্চিতকরণ ব্যবহার করে ডকসাইন-এর মাধ্যমে সমস্ত নথি বৈদ্যুতিনভাবে সাইন অফ করুন।
ca: Signeu electrònicament tots els documents mitjançant DocSign, mitjançant documents carregats i sol·licituds i confirmació de signatura digital del client.
cs: Elektronicky odhlásit všechny dokumenty prostřednictvím DocSign pomocí nahraných dokumentů a požadavků a podpisů digitálního klienta.
cy: Llofnodi pob dogfen yn electronig trwy DocSign, gan ddefnyddio dogfennau wedi&#39;u llwytho i fyny a cheisiadau a chadarnhad llofnod cleient digidol.
da: Log af alle dokumenter elektronisk via DocSign ved hjælp af uploadede dokumenter og anmodninger om digital klientsignatur og bekræftelse.
de: Melden Sie alle Dokumente elektronisch über DocSign ab, indem Sie hochgeladene Dokumente sowie Anforderungen und Bestätigungen für die Signatur digitaler Clients verwenden.
el: Αποσυνδέστε ηλεκτρονικά όλα τα έγγραφα μέσω του DocSign, χρησιμοποιώντας μεταφορτωμένα έγγραφα και αιτήματα και επιβεβαίωση ψηφιακής υπογραφής πελάτη.
eo: Elektronike subskribi ĉiujn dokumentojn per DocSign, uzante alŝutitajn dokumentojn kaj petojn kaj konfirmon de ciferecaj klientoj.
es: Firme electrónicamente todos los documentos a través de DocSign, utilizando documentos cargados y solicitudes y confirmación de firma digital del cliente.
et: Allkirjastage kõik dokumendid elektrooniliselt DocSigni kaudu, kasutades üleslaaditud dokumente ja digitaalse kliendi allkirjastamistaotlusi ning kinnitust.
eu: Elektronikoki sinatu dokumentu guztiak DocSign-en bidez, kargatutako dokumentuak eta bezero digitalaren sinadura eskaerak eta berrespena erabiliz.
fa: به صورت الکترونیکی تمام اسناد را از طریق DocSign ، با استفاده از اسناد بارگذاری شده و درخواست های امضای مشتری دیجیتال و تأیید ، غیرفعال کنید.
fi: Allekirjoita kaikki asiakirjat sähköisesti DocSignin kautta lataamien asiakirjojen ja digitaalisten asiakaspyyntöjen sekä vahvistusten avulla.
fr: Déconnectez électroniquement tous les documents via DocSign, en utilisant les documents téléchargés et les demandes et confirmations de signature client numérique.
fy: Signearje alle dokuminten elektroanysk ôf fia DocSign, mei oanbeane dokuminten en fersiken en befêstiging fan digitale kliïnten.
ga: Déan gach doiciméad a shíniú go leictreonach trí DocSign, ag baint úsáide as cáipéisí uaslódáilte agus iarratais agus deimhniú sínithe cliant digiteach.
gd: Cuir ainm gu dealanach ris a h-uile sgrìobhainn tro DocSign, a ’cleachdadh sgrìobhainnean a chaidh a luchdachadh suas agus iarrtasan ainm-sgrìobhte teachdaiche didseatach agus dearbhadh.
gl: Asina electrónicamente todos os documentos a través de DocSign, empregando documentos cargados e solicitudes e confirmación de sinatura dixital do cliente.
gu: અપલોડ કરેલા દસ્તાવેજો અને ડિજિટલ ક્લાયંટની સહી વિનંતીઓ અને પુષ્ટિની મદદથી, દસ્તાવેજો દ્વારા બધા દસ્તાવેજોને ઇલેક્ટ્રોનિકલી સાઇન ઇન કરો.
hi: अपलोड किए गए दस्तावेजों और डिजिटल क्लाइंट हस्ताक्षर अनुरोधों और पुष्टि का उपयोग करते हुए, डॉक्ससिग्न के माध्यम से सभी दस्तावेजों को इलेक्ट्रॉनिक रूप से हस्ताक्षरित करें।
hr: Elektroničkim putem odjavite sve dokumente putem DocSign-a, koristeći prenesene dokumente i zahtjeve za digitalnim potpisom klijenta i potvrdu.
hu: Az DocSign segítségével elektronikusan írja le az összes dokumentumot a feltöltött dokumentumok és a digitális kliens aláírási kérelmek, valamint a megerősítés felhasználásával.
hy: Էլեկտրոնային եղանակով անջատեք բոլոր փաստաթղթերը DocSign- ի միջոցով ՝ օգտագործելով վերբեռնված փաստաթղթերը և հաճախորդի թվային ստորագրության պահանջները և հաստատումը:
id: Keluar secara elektronik dari semua dokumen melalui DocSign, menggunakan dokumen yang diunggah dan permintaan dan konfirmasi tanda tangan klien digital.
is: Skráðu öll skjöl rafrænt af í gegnum DocSign með því að nota skjöl sem hlaðið er upp og beiðnir um staðfestingu stafrænna viðskiptavina og staðfestingar.
it: Firma elettronicamente tutti i documenti tramite DocSign, utilizzando i documenti caricati e le richieste di firma digitale e la conferma del cliente.
iw: כבה אלקטרונית את כל המסמכים באמצעות DocSign, באמצעות מסמכים שהועלו ובקשות ואישור חתימה על לקוח דיגיטלי.
ja: アップロードされたドキュメントとデジタルクライアントの署名リクエストおよび確認を使用して、DocSignを通じてすべてのドキュメントを電子的にサインオフします。
ka: ელექტრონულად გამორთეთ ყველა დოკუმენტი DocSign– ის საშუალებით, ატვირთული დოკუმენტაციისა და კლიენტის ციფრული ხელმოწერის მოთხოვნის და დადასტურების გამოყენებით.
kk: Жүктелген құжаттар мен клиенттің сандық қолтаңбасы сұранысы мен растауды қолдана отырып, DocSign арқылы барлық құжаттарды электронды түрде алып тастаңыз.
km: ចុះហត្ថលេខាលើឯកសារអេឡិចត្រូនិកទាំងអស់តាមរយៈអេឌីអេសដោយប្រើឯកសារដែលបានបញ្ចូលនិងសំណើហត្ថលេខារបស់អតិថិជនឌីជីថលនិងការបញ្ជាក់។
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ದಾಖಲೆಗಳು ಮತ್ತು ಡಿಜಿಟಲ್ ಕ್ಲೈಂಟ್ ಸಹಿ ವಿನಂತಿಗಳು ಮತ್ತು ದೃ mation ೀಕರಣವನ್ನು ಬಳಸಿಕೊಂಡು ಡಾಕ್ಸೈನ್ ಮೂಲಕ ಎಲ್ಲಾ ದಾಖಲೆಗಳನ್ನು ವಿದ್ಯುನ್ಮಾನವಾಗಿ ಸೈನ್ ಆಫ್ ಮಾಡಿ.
ku: Ji hêla DocSign ve, bi karanîna belgeyên barkirinê û daxwaz û nîşanên muwekîlên dîjîtal, bi karanîna elektronîkî, hemî belgeyan dakêşin.
ky: Жүктөлгөн документтерди жана кардарлардын санарип кол тамгаларын алуу жана ырастоону колдонуу менен DocSign аркылуу бардык документтерди электрондук түрдө өчүрүңүз.
lb: All Dokumenter elektronesch duerch DocSign ofschreiwen, mat eropgelueden Dokumenter an digitaler Client Ënnerschrëft Ufroen a Bestätegung.
lo: ເຊັນເອກະສານແບບເອເລັກໂຕຣນິກໂດຍຜ່ານເອກະສານ DocSign, ໂດຍ ນຳ ໃຊ້ເອກະສານທີ່ຖືກອັບໂຫລດແລະ ຄຳ ຮ້ອງຂໍລາຍເຊັນຂອງລູກຄ້າດີຈີຕອນແລະການຢັ້ງຢືນ.
lt: Elektroniniu būdu pasirašykite visus dokumentus naudodami „DocSign“, naudodami įkeltus dokumentus ir skaitmeninio kliento parašo užklausas bei patvirtinimą.
lv: Izmantojot DocSign, elektroniski parakstiet visus dokumentus, izmantojot augšupielādētos dokumentus un klienta digitālā paraksta pieprasījumus un apstiprinājumu.
mg: Alao ny sonia elektronika amin&#39;ny alàlan&#39;ny DocSign, amin&#39;ny alàlan&#39;ny tahirin-kevitra nampidirina ary fangatahana sonia ho an&#39;ny mpanjifa nomerika.
mi: Waitohu ma te hiko i nga tuhinga katoa na roto i te DocSign, ma te whakamahi i nga tuhinga kua tukuna me nga tono waitohu mamati me te whakaū.
mk: Електронски исклучете ги сите документи преку DocSign, користејќи испратени документи и барања за потврда и потпишување на дигитални клиенти.
ml: അപ്‌ലോഡ് ചെയ്ത പ്രമാണങ്ങളും ഡിജിറ്റൽ ക്ലയന്റ് സിഗ്നേച്ചർ അഭ്യർത്ഥനകളും സ്ഥിരീകരണവും ഉപയോഗിച്ച് ഡോക്സൈൻ വഴി എല്ലാ പ്രമാണങ്ങളും ഇലക്ട്രോണിക് സൈൻ ഓഫ് ചെയ്യുക.
mn: Байршуулсан баримт бичиг, дижитал үйлчлүүлэгчдийн гарын үсгийн хүсэлт, баталгаажуулалтыг ашиглан DocSign-ээр дамжуулан бүх бичиг баримтыг цахим хэлбэрээр гаргана.
mr: अपलोड केलेले कागदजत्र आणि डिजिटल क्लायंट स्वाक्षरी विनंत्या आणि पुष्टीकरणेचा वापर करून डॉक्स सिग्ननद्वारे सर्व दस्तऐवज इलेक्ट्रॉनिकपणे बंद करा.
ms: Log keluar secara elektronik semua dokumen melalui DocSign, menggunakan dokumen yang dimuat naik dan permintaan dan pengesahan tandatangan pelanggan digital.
mt: Iffirma elettronikament id-dokumenti kollha permezz ta ’DocSign, billi tuża d-dokumenti mtellgħa u t-talbiet u konferma tal-firma diġitali tal-klijent.
my: တင်ထားသောစာရွက်စာတမ်းများနှင့်ဒစ်ဂျစ်တယ်သုံးစွဲသူလက်မှတ်တောင်းဆိုမှုများနှင့်အတည်ပြုချက်ကို အသုံးပြု၍ စာရွက်စာတမ်းများအားလုံးကိုအီလက်ထရောနစ်နည်းဖြင့် DocSign မှတဆင့်လက်မှတ်ထိုးပါ။
ne: इलेक्ट्रोनिक कागजात हस्ताक्षर मार्फत सबै कागजातहरू, अपलोड कागजातहरू र डिजिटल ग्राहक हस्ताक्षर अनुरोध र पुष्टिकरणको साथ साइन इन गर्नुहोस्।
nl: Onderteken alle documenten elektronisch via DocSign, met behulp van geüploade documenten en digitale handtekeningverzoeken en -bevestiging.
no: Logg av alle dokumenter elektronisk gjennom DocSign ved hjelp av opplastede dokumenter og signaturforespørsler og bekreftelse av digital klient.
or: ଅପଲୋଡ୍ ହୋଇଥିବା ଡକ୍ୟୁମେଣ୍ଟ୍ ଏବଂ ଡିଜିଟାଲ୍ କ୍ଲାଏଣ୍ଟ ସ୍ ature ାକ୍ଷର ଅନୁରୋଧ ଏବଂ ନିଶ୍ଚିତକରଣ ବ୍ୟବହାର କରି ଡକସ୍ ସାଇନ୍ ମାଧ୍ୟମରେ ଇଲେକ୍ଟ୍ରୋନିକ୍ ଭାବରେ ସମସ୍ତ ଡକ୍ୟୁମେଣ୍ଟ୍ ସାଇନ୍ ଅଫ୍ କରନ୍ତୁ |
pa: ਅਪਲੋਡ ਕੀਤੇ ਦਸਤਾਵੇਜ਼ਾਂ ਅਤੇ ਡਿਜੀਟਲ ਕਲਾਇੰਟ ਦਸਤਖਤ ਬੇਨਤੀਆਂ ਅਤੇ ਪੁਸ਼ਟੀਕਰਣ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ, ਇਲੈਕਟ੍ਰੌਨਿਕਲੀ ਤੌਰ ਤੇ ਸਾਰੇ ਦਸਤਾਵੇਜ਼ਾਂ ਨੂੰ ਡੌਕ ਸਿਗਨਲ ਦੁਆਰਾ ਸਾਈਨ ਅਪ ਕਰੋ.
pl: Elektronicznie wypisz wszystkie dokumenty za pośrednictwem DocSign, korzystając z przesłanych dokumentów oraz żądań i potwierdzeń podpisu cyfrowego klienta.
ps: په الکټرونیکي ډول ټول اسناد د DocSign له لارې لاسلیک کړئ ، د پورته شوي اسنادو او ډیجیټل مراجع لاسلیک غوښتنې او تصدیق په کارولو سره.
pt: Assine eletronicamente todos os documentos por meio do DocSign, usando documentos enviados e solicitações e confirmação de assinatura digital do cliente.
ro: Deconectați electronic toate documentele prin DocSign, folosind documente încărcate și cereri și confirmare de semnătură digitală a clientului.
ru: В электронном виде подписать все документы через DocSign, используя загруженные документы и запросы и подтверждения цифровой подписи клиента.
rw: Hamagara kuri elegitoronike ibyangombwa byose ukoresheje DocSign, ukoresheje inyandiko zoherejwe hamwe nibisabwa umukono wa digitale no kwemeza.
sd: DocSign جي ذريعي سڀني دستاويزن کي برقي سائن سائن ڪريو ، اپ لوڊ ٿيل دستاويزن ۽ ڊجيٽل ڪلائنٽ جي دستخط جي درخواستن ۽ تصديق جي ذريعي.
si: උඩුගත කරන ලද ලේඛන සහ ඩිජිටල් සේවාදායක අත්සන ඉල්ලීම් සහ තහවුරු කිරීම් භාවිතා කරමින් ඩොක්සයින් හරහා සියලුම ලේඛන විද්‍යුත් වශයෙන් අත්සන් කරන්න.
sk: Elektronicky odhláste všetky dokumenty prostredníctvom DocSign pomocou nahraných dokumentov a požiadaviek a potvrdení digitálneho klienta.
sl: Elektronsko odjavite vse dokumente prek DocSign z uporabo naloženih dokumentov in zahtev za digitalni podpis stranke in potrditev.
sq: Signaktivizoni në mënyrë elektronike të gjitha dokumentet përmes DocSign, duke përdorur dokumente të ngarkuar dhe kërkesa dhe konfirmim digjital të klientit.
sr: Електронским путем одјавите све документе путем ДоцСигн-а, користећи пренесене документе и захтеве за дигитални потпис и потврду клијента.
sv: Logga av alla dokument elektroniskt via DocSign med uppladdade dokument och begäranden om digital klientsignatur och bekräftelse.
sw: Elektroniki saini hati zote kupitia Hati, kutumia hati zilizopakiwa na ombi la utiaji saini wa mteja na uthibitisho.
ta: பதிவேற்றிய ஆவணங்கள் மற்றும் டிஜிட்டல் கிளையன்ட் கையொப்ப கோரிக்கைகள் மற்றும் உறுதிப்படுத்தல் ஆகியவற்றைப் பயன்படுத்தி டாக்ஸைன் மூலம் அனைத்து ஆவணங்களையும் மின்னணு முறையில் கையொப்பமிடுங்கள்.
te: అప్‌లోడ్ చేసిన పత్రాలు మరియు డిజిటల్ క్లయింట్ సంతకం అభ్యర్థనలు మరియు నిర్ధారణలను ఉపయోగించి డాక్సిగ్న్ ద్వారా అన్ని పత్రాలను ఎలక్ట్రానిక్‌గా సైన్ ఆఫ్ చేయండి.
tg: Бо истифода аз ҳуҷҷатҳои боршуда ва дархостҳои имзои муштарии рақамӣ ва тасдиқи ҳуҷҷатҳо тавассути DocSign ба таври электронӣ хомӯш шавед.
th: ลงชื่อออกเอกสารทั้งหมดด้วยระบบอิเล็กทรอนิกส์ผ่าน DocSign โดยใช้เอกสารที่อัปโหลดและคำขอลายเซ็นของไคลเอ็นต์ดิจิทัลและการยืนยัน
tk: Uploadüklenen resminamalary we sanly müşderiniň gol talaplaryny we tassyklamasyny ulanyp, DocSign arkaly ähli resminamalary elektron görnüşinde öçüriň.
tl: Elektroniko ang pag-sign off sa lahat ng mga dokumento sa pamamagitan ng DocSign, gamit ang nai-upload na mga dokumento at mga kahilingan at kumpirmasyon sa digital client.
tr: Yüklenen belgeleri ve dijital istemci imza isteklerini ve onayını kullanarak tüm belgeleri DocSign üzerinden elektronik olarak kapatın.
tt: Йөкләнгән документлар һәм санлы клиент имзалары һәм раслау ярдәмендә DocSign аша барлык документларны электрон рәвештә сүндерегез.
ug: يۈكلەنگەن ھۆججەتلەر ۋە رەقەملىك خېرىدارلارنىڭ ئىمزا تەلىپى ۋە جەزملەشتۈرۈش ئارقىلىق ، DocSign ئارقىلىق بارلىق ھۆججەتلەرنى ئېلېكترونلۇق ھالدا ئۆچۈرۈۋېتىڭ.
uk: Електронно підпишіть усі документи через DocSign, використовуючи завантажені документи та запити та підписи цифрових клієнтів.
ur: الیکٹرانک طور پر دستاویزات اور ڈیجیٹل کلائنٹ کے دستخطی درخواستوں اور توثیق شدہ دستاویزات کا استعمال کرکے ، دستاویزات کے ذریعہ ، تمام دستاویزات کو دستخط کریں۔
uz: Yuklangan hujjatlar va raqamli imzo so&#39;rovlari va tasdiqlash vositalaridan foydalangan holda DocSign orqali barcha hujjatlarni elektron ravishda o&#39;chiring.
vi: Đăng xuất điện tử tất cả các tài liệu thông qua DocSign, sử dụng các tài liệu được tải lên và các yêu cầu và xác nhận chữ ký của khách hàng kỹ thuật số.
xh: Zisayine ngekhompyutha kuwo onke amaxwebhu nge-DocSign, usebenzisa amaxwebhu afakiweyo kunye nesicelo sokutyikitya komthengi wedijithali kunye nesiqinisekiso.
yi: ילעקטראַניקלי צייכן אַוועק אַלע דאָקומענטן דורך דאָקססיגן, ניצן ופּלאָאַדעד דאָקומענטן און דיגיטאַל קליענט כסימע ריקוועס און באַשטעטיקונג.
