Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
af: Ons het baie veeltalige kliënte wat die vertaalfunksie gebruik. Ons plaas boodskappe met die vertroue dat dit deur almal verstaan sal word. Dit laat ons van plaaslike na globale werk beweeg.
am: የትርጉም ባህሪውን የሚጠቀሙ ብዙ ቋንቋ ተናጋሪ ደንበኞች አሉን። በሁሉም ሰው እንደሚረዳቸው በመተማመን መልዕክቶችን እንለጥፋለን። ይህ ከአካባቢያዊ ወደ ዓለም አቀፍ ሥራ እንድንሸጋገር ያስችለናል ..
ar: لدينا الكثير من العملاء متعددي اللغات الذين يستخدمون ميزة الترجمة. ننشر الرسائل بثقة أنه سيفهمها الجميع. هذا يتيح لنا الانتقال من العمل المحلي إلى العمل العالمي ..
az: Tərcümə xüsusiyyətindən istifadə edən çoxdilli müştərilərimiz var. Mesajları hamının başa düşəcəyinə inamla göndəririk. Bu, yerli işlərdən qlobal işə keçməyə imkan verir ..
be: У нас шмат шматмоўных кліентаў, якія выкарыстоўваюць функцыю перакладу. Мы адпраўляем паведамленні з упэўненасцю, што іх зразумеюць усе. Гэта дазваляе нам пераходзіць ад лакальнай да глабальнай працы.
bg: Имаме много многоезични клиенти, които използват функцията за превод. Ние публикуваме съобщения с увереността, че те ще бъдат разбрани от всички. Това ни позволява да преминем от местна към глобална работа ..
bn: আমাদের কাছে বহুভাষিক ক্লায়েন্ট রয়েছে যারা অনুবাদ বৈশিষ্ট্যটি ব্যবহার করেন। আমরা এই বার্তাটি আত্মবিশ্বাসের সাথে পোস্ট করি যে তারা প্রত্যেকে বুঝতে পারবে। এটি আমাদের স্থানীয় থেকে বিশ্বব্যাপী কাজের দিকে যেতে দেয় ..
ca: Tenim molts clients multilingües que utilitzen la funció de traducció. Publiquem missatges amb la confiança que tots els entendran. Això ens permet passar del treball local al global.
cs: Máme mnoho vícejazyčných klientů, kteří používají funkci překladu. Posíláme zprávy s jistotou, že jim budou rozumět všichni. To nám umožňuje přejít z místní na globální práci
cy: Mae gennym lawer o gleientiaid amlieithog sy&#39;n defnyddio&#39;r nodwedd gyfieithu. Rydym yn postio negeseuon yn hyderus y bydd pawb yn eu deall. Mae hyn yn gadael inni symud o waith lleol i fyd-eang.
da: Vi har mange flersprogede klienter, der bruger oversættelsesfunktionen. Vi sender beskeder med tillid til, at de vil blive forstået af alle. Dette lader os gå fra lokalt til globalt arbejde ..
de: Wir haben viele mehrsprachige Kunden, die die Übersetzungsfunktion verwenden. Wir veröffentlichen Nachrichten mit dem Vertrauen, dass sie von allen verstanden werden. Dadurch können wir von der lokalen zur globalen Arbeit übergehen.
el: Έχουμε πολλούς πολύγλωσσους πελάτες που χρησιμοποιούν τη δυνατότητα μετάφρασης. Δημοσιεύουμε μηνύματα με την πεποίθηση ότι θα είναι κατανοητά από όλους. Αυτό μας επιτρέπει να κινηθούμε από την τοπική στην παγκόσμια εργασία ..
eo: Ni havas multajn multlingvajn klientojn, kiuj uzas la tradukan funkcion. Ni afiŝas mesaĝojn kun la konfido ke ĉiuj estos komprenitaj. Ĉi tio permesas nin pasi de loka al tutmonda laboro.
es: Tenemos muchos clientes multilingües que usan la función de traducción. Publicamos mensajes con la confianza de que todos los entenderán. Esto nos permite pasar del trabajo local al global.
et: Meil on palju mitmekeelseid kliente, kes kasutavad tõlkefunktsiooni. Postitame sõnumeid kindlalt, et kõik saavad neist aru. See võimaldab meil liikuda kohalikelt töölt ülemaailmsele tööle.
eu: Itzulpen funtzioa erabiltzen duten eleanitz bezero asko ditugu. Mezuak argitaratzen ditugu denek ulertuko duten konfiantzarekin. Horrek tokiko lanetik globalera pasatzea ahalbidetzen digu ..
fa: ما مشتری های چند زبانه زیادی داریم که از ویژگی ترجمه استفاده می کنند. ما با این اطمینان که پیام همه را درک می کنیم ، پیام ارسال می کنیم. این به ما امکان می دهد تا از کارهای محلی به جهانی برویم ..
fi: Meillä on paljon monikielisiä asiakkaita, jotka käyttävät käännösominaisuutta. Lähetämme viestejä varmuudella siitä, että kaikki ymmärtävät ne. Tämän avulla voimme siirtyä paikallisesta työstä globaaliin työhön ..
fr: Nous avons beaucoup de clients multilingues qui utilisent la fonction de traduction. Nous publions des messages avec la certitude qu&#39;ils seront compris par tout le monde. Cela nous permet de passer du travail local au travail global.
fy: Wy hawwe in soad meartalige klanten dy&#39;t de oersettingsfunksje brûke. Wy pleatse berjochten mei it fertrouwen dat se troch elkenien wurde begrepen. Hjirmei kinne wy oergean fan lokaal nei wrâldwurk ..
ga: Tá a lán cliant ilteangach againn a bhaineann úsáid as gné an aistriúcháin. Déanaimid teachtaireachtaí a phostáil le muinín go dtuigfidh gach duine iad. Ligeann sé seo dúinn bogadh ó obair áitiúil go hobair dhomhanda.
gd: Tha tòrr de luchd-dèiligidh ioma-chànanach againn a bhios a ’cleachdadh am feart eadar-theangachaidh. Bidh sinn a ’postadh teachdaireachdan le misneachd gum bi a h-uile duine gan tuigsinn. Leigidh seo leinn gluasad bho obair ionadail gu obair cruinneil.
gl: Temos moitos clientes multilingües que usan a función de tradución. Publicamos mensaxes coa confianza de que todos serán entendidos. Isto permítenos pasar do traballo local ao global.
gu: અમારી પાસે બહુભાષી ગ્રાહકો છે જે ભાષાંતર સુવિધાનો ઉપયોગ કરે છે. અમે આત્મવિશ્વાસ સાથે સંદેશાઓ પોસ્ટ કરીએ છીએ કે તે દરેક દ્વારા સમજવામાં આવશે. આ અમને સ્થાનિકથી વૈશ્વિક કાર્ય તરફ આગળ વધવા દે છે ..
hi: हमारे पास बहुत सारे बहुभाषी ग्राहक हैं जो अनुवाद सुविधा का उपयोग करते हैं। हम इस विश्वास के साथ संदेश पोस्ट करते हैं कि वे हर किसी के द्वारा समझे जाएंगे। यह हमें स्थानीय से वैश्विक कार्य की ओर ले जाता है।
hr: Imamo puno višejezičnih klijenata koji koriste značajku prijevoda. Objavljujemo poruke s pouzdanjem da će ih svi razumjeti. To nam omogućuje prijelaz s lokalnog na globalni rad.
hu: Sok olyan többnyelvű ügyfél van, akik a fordítási funkciót használják. Olyan bizalommal küldünk üzeneteket, hogy mindenki megérti. Ez lehetővé teszi a helyi munkáról a globális munkára való áttérést.
hy: Մենք ունենք բազմալեզու հաճախորդներ, ովքեր օգտագործում են թարգմանության հնարավորությունը: Մենք հաղորդագրություններ ենք ուղարկում այն վստահությամբ, որ դրանք բոլորը կհասկանան: Սա թույլ է տալիս մեզ տեղափոխվել տեղականից գլոբալ աշխատանք:
id: Kami memiliki banyak klien multibahasa yang menggunakan fitur terjemahan. Kami memposting pesan dengan keyakinan bahwa mereka akan dipahami oleh semua orang. Ini memungkinkan kita beralih dari pekerjaan lokal ke global ..
is: Við erum með marga fjöltyngda viðskiptavini sem nota þýðingaraðgerðina. Við sendum skilaboð með það fullviss að þau verði skilin af öllum. Þetta gerir okkur kleift að fara frá staðbundnu yfir í alþjóðlegt starf ..
it: Abbiamo molti clienti multilingue che utilizzano la funzione di traduzione. Pubblichiamo messaggi con la certezza che saranno compresi da tutti. Questo ci consente di passare dal lavoro locale a quello globale.
iw: יש לנו הרבה לקוחות רב-לשוניים המשתמשים בתכונת התרגום. אנו מפרסמים הודעות בביטחון שהם יובנו על ידי כולם. זה מאפשר לנו לעבור מעבודה מקומית לעולמית ..
ja: 私たちは翻訳機能を使用する多言語クライアントをたくさん持っています。皆さまに理解していただけると確信してメッセージを投稿しています。これにより、ローカルな作業からグローバルな作業に移ることができます。
ka: ჩვენ გვყავს უამრავი მრავალენოვანი კლიენტი, რომლებიც იყენებენ თარგმანის მახასიათებელს. ჩვენ ვუგზავნით შეტყობინებებს იმ თავდაჯერებით, რომ მათ ყველას ესმის. ეს საშუალებას გვაძლევს გადავიდეთ ადგილობრივი გლობალურ მუშაობაში.
kk: Бізде аударма мүмкіндігін пайдаланатын көптеген тілді клиенттер бар. Біз хабарларды бәріне түсінетініне сенімді түрде жариялаймыз. Бұл бізге жергілікті деңгейден жаһандық жұмысқа ауысуға мүмкіндік береді ..
km: យើងមានអតិថិជនច្រើនភាសាដែលប្រើមុខងារបកប្រែ។ យើងបង្ហោះសារដោយមានទំនុកចិត្តថាពួកគេនឹងត្រូវបានយល់ដោយអ្នករាល់គ្នា។ នេះអនុញ្ញាតឱ្យយើងផ្លាស់ប្តូរពីការងារក្នុងស្រុកទៅការងារសកល ។.
kn: ಅನುವಾದ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸುವ ನಮ್ಮಲ್ಲಿ ಬಹುಭಾಷಾ ಕ್ಲೈಂಟ್‌ಗಳಿವೆ. ಸಂದೇಶಗಳು ಎಲ್ಲರಿಗೂ ಅರ್ಥವಾಗುತ್ತವೆ ಎಂಬ ವಿಶ್ವಾಸದಿಂದ ನಾವು ಪೋಸ್ಟ್ ಮಾಡುತ್ತೇವೆ. ಇದು ಸ್ಥಳೀಯದಿಂದ ಜಾಗತಿಕ ಕೆಲಸಕ್ಕೆ ಹೋಗಲು ನಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ ..
ku: Me gelek xerîdarên pirzimanî hene ku taybetmendiya wergerandinê bikar tînin. Em bi baweriya ku ew dê ji hêla her kesî ve were fêm kirin, peyaman bişînin. Ev rê dide me ku em ji xebata herêmî berbi global ve biçin ..
ky: Котормонун өзгөчөлүктөрүн колдонгон көптөгөн тилдүү кардарлар бар. Биз билдирүүлөрдү бардыгы түшүнөт деген ишеним менен жарыялайбыз. Бул жергиликтүү деңгээлден глобалдык жумушка өтүүгө мүмкүнчүлүк берет ..
lb: Mir hunn vill méisproocheg Clienten déi d&#39;Iwwersetzungsfunktioun benotzen. Mir posten Messagen mat dem Vertrauen datt se vu jidderengem verstane ginn. Dëst erlaabt eis vun lokalen op global Aarbecht ze plënneren.
lo: ພວກເຮົາມີລູກຄ້າຫຼາຍພາສາທີ່ໃຊ້ຄຸນລັກສະນະການແປ. ພວກເຮົາລົງຂໍ້ຄວາມດ້ວຍຄວາມ ໝັ້ນ ໃຈວ່າທຸກຄົນຈະເຂົ້າໃຈ. ນີ້ຊ່ວຍໃຫ້ພວກເຮົາຍ້າຍຈາກວຽກງານໃນທ້ອງຖິ່ນໄປທົ່ວໂລກ ..
lt: Mes turime daug daugiakalbių klientų, kurie naudojasi vertimo funkcija. Skelbiame žinutes tikėdami, kad jas supras visi. Tai leidžia mums pereiti nuo vietinio prie pasaulinio darbo ..
lv: Mums ir daudz daudzvalodu klientu, kuri izmanto tulkošanas funkciju. Mēs sūtām ziņojumus ar pārliecību, ka tos sapratīs visi. Tas ļauj mums pāriet no vietējā darba uz globālo darbu.
mg: Manana mpanjifa maro samihafa izahay izay mampiasa ny endri-teny fandikana. Izahay mandefa hafatra miaraka amin&#39;ny fahatokisana fa ho fantatry ny rehetra. Io dia mamela antsika hifindra avy any an-toerana ho amin&#39;ny asa manerantany
mi: He maha nga kaihoko reo-nui to tatou e whakamahi ana i te ahuatanga whakamaoritanga. Ka tuku maatau i nga panui me te maia ka maarama te katoa. Ma tenei ka neke atu tatou i nga rohe o te rohe ki te ao ..
mk: Имаме многу повеќејазични клиенти кои ја користат функцијата за превод. Ние објавуваме пораки со доверба дека ќе бидат разбрани од сите. Ова ни овозможува да се преселиме од локална во глобална работа ..
ml: വിവർത്തന സവിശേഷത ഉപയോഗിക്കുന്ന ധാരാളം ബഹുഭാഷാ ക്ലയന്റുകൾ ഞങ്ങൾക്ക് ഉണ്ട്. എല്ലാവർക്കും മനസ്സിലാകും എന്ന ആത്മവിശ്വാസത്തോടെയാണ് ഞങ്ങൾ സന്ദേശങ്ങൾ പോസ്റ്റുചെയ്യുന്നത്. ഇത് പ്രാദേശികത്തിൽ നിന്ന് ആഗോള ജോലികളിലേക്ക് പോകാൻ ഞങ്ങളെ അനുവദിക്കുന്നു ..
mn: Бидэнд орчуулгын функцийг ашигладаг олон хэлтэй үйлчлүүлэгчид байдаг. Бид хүн бүр үүнийг ойлгох болно гэсэн итгэлээр мессеж илгээдэг. Энэ нь орон нутгийн ажлаас дэлхийн хэмжээнд шилжих боломжийг бидэнд олгоно.
mr: आमच्याकडे भाषांतर वैशिष्ट्य वापरणारे बरेच बहुभाषिक ग्राहक आहेत. आम्ही प्रत्येकाद्वारे समजून घेतल्या पाहिजेत या आत्मविश्वासाने आम्ही संदेश पोस्ट करतो. हे आम्हाला स्थानिक ते जागतिक कार्याकडे जाऊ देते ..
ms: Kami mempunyai banyak pelanggan berbilang bahasa yang menggunakan ciri terjemahan. Kami menghantar mesej dengan keyakinan bahawa ia akan difahami oleh semua orang. Ini membolehkan kita beralih dari pekerjaan tempatan ke global ..
mt: Għandna ħafna klijenti multilingwi li jużaw il-karatteristika tat-traduzzjoni. Aħna nippubblikaw messaġġi bil-kunfidenza li dawn ser ikunu mifhuma minn kulħadd. Dan iħallina ngħaddu mix-xogħol lokali għal dak globali.
my: ဘာသာပြန်အင်္ဂါရပ်ကိုအသုံးပြုသောဘာသာစကားမျိုးစုံသောဖောက်သည်များစွာရှိသည်။ မက်ဆေ့ခ်ျများကို၎င်းတို့အားလူတိုင်းနားလည်လိမ့်မည်ဟုယုံကြည်စိတ်ချစွာဖြင့်ပို့သည်။ ဒါကကျွန်တော်တို့ကိုဒေသတွင်းကနေကမ္ဘာလုံးဆိုင်ရာအလုပ်ဆီပြောင်းရွေ့စေတယ်။
ne: हामीसँग धेरै भाषाहरू छन् जसले अनुवाद सुविधा प्रयोग गर्दछन्। हामी विश्वास सहित सन्देश पोष्ट गर्दछौं कि तिनीहरू सबैले बुझ्नेछन्। यसले हामीलाई स्थानीयबाट विश्वव्यापी कार्यमा सार्न मद्दत पुर्‍याउँछ ..
nl: We hebben veel meertalige klanten die de vertaalfunctie gebruiken. We plaatsen berichten met het vertrouwen dat ze door iedereen zullen worden begrepen. Hierdoor kunnen we van lokaal naar wereldwijd werk gaan.
no: Vi har mange flerspråklige klienter som bruker oversettelsesfunksjonen. Vi legger ut meldinger med tillit til at de vil bli forstått av alle. Dette lar oss gå fra lokalt til globalt arbeid ..
or: ଆମର ଅନେକ ବହୁଭାଷୀ ଗ୍ରାହକ ଅଛନ୍ତି ଯେଉଁମାନେ ଅନୁବାଦ ବ feature ଶିଷ୍ଟ୍ୟ ବ୍ୟବହାର କରନ୍ତି | ଆମେ ଆତ୍ମବିଶ୍ୱାସ ସହିତ ବାର୍ତ୍ତା ପୋଷ୍ଟ କରୁ ଯେ ସେମାନେ ସମସ୍ତେ ବୁ understood ିବେ | ଏହା ଆମକୁ ସ୍ଥାନୀୟରୁ ବିଶ୍ global ସ୍ତରୀୟ କାର୍ଯ୍ୟକୁ ଯିବାକୁ ଦିଏ ..
pa: ਸਾਡੇ ਕੋਲ ਬਹੁਤ ਸਾਰੇ ਬਹੁਭਾਸ਼ਾਈ ਗਾਹਕ ਹਨ ਜੋ ਅਨੁਵਾਦ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ. ਅਸੀਂ ਵਿਸ਼ਵਾਸ ਨਾਲ ਸੁਨੇਹੇ ਪੋਸਟ ਕਰਦੇ ਹਾਂ ਕਿ ਉਹ ਹਰ ਕੋਈ ਸਮਝ ਜਾਣਗੇ. ਇਹ ਸਾਨੂੰ ਸਥਾਨਕ ਤੋਂ ਗਲੋਬਲ ਕੰਮਾਂ ਵੱਲ ਜਾਣ ਦਿੰਦਾ ਹੈ ..
pl: Mamy wielu klientów wielojęzycznych, którzy korzystają z funkcji tłumaczenia. Wysyłamy wiadomości z pewnością, że wszyscy je zrozumieją. To pozwala nam przejść od pracy lokalnej do globalnej.
ps: موږ ډیری ژبني مراجعین لرو چې د ژباړې ب useه کاروي. موږ د باور سره پیغامونه پوسټ کوو چې دوی به د هرچا لخوا درک شي. دا موږ ته اجازه راکوي چې له ځایی څخه نړیوال کار ته لاړ شو ..
pt: Temos muitos clientes multilíngues que usam o recurso de tradução. Nós postamos mensagens com a confiança de que elas serão entendidas por todos. Isso nos permite passar do trabalho local para o global.
ro: Avem o mulțime de clienți multilingve care folosesc funcția de traducere. Postăm mesaje cu încrederea că vor fi înțeleși de toată lumea. Acest lucru ne permite să trecem de la munca locală la cea globală.
ru: У нас много многоязычных клиентов, которые используют функцию перевода. Мы публикуем сообщения с уверенностью, что они будут понятны всем. Это позволяет нам переходить от локальной к глобальной работе.
rw: Dufite abakiriya benshi bavuga indimi nyinshi bakoresha uburyo bwo guhindura. Turashiraho ubutumwa twizeye ko bazasobanuka nabantu bose. Ibi bituma dushobora kuva mubikorwa byaho tujya mubikorwa byisi ..
sd: اسان وٽ تمام گھڻيون ٻوليون آهن جيڪي ترجمي جي خاصيت کي استعمال ڪن ٿيون. اسان ان اعتماد سان پيغام پوسٽ ڪريون ٿا ته اهي سڀ سمجهي ويندا. هي اسان کي مقامي مان عالمي ڪم ڏانهن منتقل ٿيڻ ڏئي ٿو ..
si: පරිවර්තන අංගය භාවිතා කරන බහුභාෂා සේවාදායකයින් අප සතුව ඇත. අපි පණිවුඩ පළ කරන්නේ ඒවා සෑම කෙනෙකුටම තේරුම් ගත හැකි බවට විශ්වාසයෙන්. මෙය අපට දේශීය සිට ගෝලීය වැඩකට යාමට ඉඩ දෙයි ..
sk: Máme veľa viacjazyčných klientov, ktorí používajú funkciu prekladu. Uverejňujeme správy s istotou, že ich pochopia všetci. To nám umožňuje prejsť od miestnej k globálnej práci.
sl: Imamo veliko večjezičnih strank, ki uporabljajo funkcijo prevajanja. Objavljamo sporočila z zaupanjem, da jih bodo vsi razumeli. To nam omogoča prehod iz lokalnega v globalno delo.
sq: Kemi shumë klientë shumë gjuhë që përdorin veçorinë e përkthimit. Ne postojmë mesazhe me besimin se ato do të kuptohen nga të gjithë. Kjo na lejon të kalojmë nga puna lokale në atë globale ..
sr: Имамо пуно вишејезичних клијената који користе функцију превођења. Објављујемо поруке с поуздањем да ће их сви разумети. Ово нам омогућава да пређемо са локалног на глобални рад.
sv: Vi har många flerspråkiga klienter som använder översättningsfunktionen. Vi publicerar meddelanden med förtroende för att de kommer att förstås av alla. Detta låter oss gå från lokalt till globalt arbete ..
sw: Tuna wateja wengi wa lugha nyingi ambao hutumia huduma ya utafsiri. Tunatuma ujumbe tukiwa na hakika kwamba wataelewa kila mtu. Hii inaturuhusu kuhama kutoka kazi ya kawaida hadi ya kimataifa ..
ta: மொழிபெயர்ப்பு அம்சத்தைப் பயன்படுத்தும் பன்மொழி வாடிக்கையாளர்கள் எங்களிடம் உள்ளனர். எல்லோருக்கும் புரியும் என்ற நம்பிக்கையுடன் செய்திகளை இடுகிறோம். இது உள்ளூர் இருந்து உலகளாவிய வேலைக்கு செல்ல எங்களுக்கு உதவுகிறது ..
te: అనువాద లక్షణాన్ని ఉపయోగించే బహుభాషా క్లయింట్లు మాకు చాలా ఉన్నాయి. సందేశాలు అందరికీ అర్థమవుతాయనే నమ్మకంతో మేము పోస్ట్ చేస్తాము. ఇది స్థానిక నుండి ప్రపంచ పనికి వెళ్ళడానికి మాకు వీలు కల్పిస్తుంది ..
tg: Мо муштариёни бисёрзабон дорем, ки хусусияти тарҷумаро истифода мебаранд. Мо паёмҳоро бо итминон мефиристем, ки онҳоро ҳама мефаҳманд. Ин ба мо имкон медиҳад, ки аз кори маҳаллӣ ва глобалӣ гузарем ..
th: เรามีลูกค้าหลายภาษาจำนวนมากที่ใช้คุณสมบัติการแปล เราโพสต์ข้อความด้วยความมั่นใจว่าทุกคนจะเข้าใจได้ สิ่งนี้ช่วยให้เราย้ายจากการทำงานในพื้นที่ทั่วโลก
tk: Terjime aýratynlygyny ulanýan köp dilli müşderilerimiz bar. Habarlary hemmeler düşüner diýip ynam bilen iberýäris. Bu bize ýerli işden global işe geçmäge mümkinçilik berýär ..
tl: Mayroon kaming maraming mga kliyente sa multilingual na gumagamit ng tampok na pagsasalin. Nagpo-post kami ng mga mensahe nang may kumpiyansa na mauunawaan nila ang lahat. Pinapayagan kaming lumipat mula sa lokal hanggang sa pandaigdigang gawain ..
tr: Çeviri özelliğini kullanan çok dilli müşterilerimiz var. Herkesin anlayacağı güvenle mesajlar gönderiyoruz. Bu, yerelden küresel işe geçmemizi sağlar.
tt: Бездә күп функцияле клиентлар бар, алар тәрҗемә үзенчәлеген кулланалар. Аларны һәркем аңлар дип ышанып хәбәрләр җибәрәбез. Бу безгә җирледән глобаль эшкә күченергә мөмкинлек бирә ..
ug: بىزدە تەرجىمە ئىقتىدارىنى ئىشلىتىدىغان كۆپ خىل تىللىق خېرىدارلار بار. بىز كۆپچىلىكنىڭ چۈشىنىدىغانلىقىغا ئىشەنچ بىلەن ئۇچۇر يوللايمىز. بۇ بىزنى يەرلىكتىن دۇنياۋى خىزمەتكە يۆتكىيەلەيدۇ.
uk: У нас багато багатомовних клієнтів, які використовують функцію перекладу. Ми надсилаємо повідомлення з впевненістю, що їх зрозуміють усі. Це дозволяє нам переходити від локальної до глобальної роботи.
ur: ہمارے پاس بہت سارے لسانی کلائنٹ ہیں جو ترجمے کی خصوصیت کا استعمال کرتے ہیں۔ ہم اعتماد کے ساتھ پیغامات پوسٹ کرتے ہیں کہ وہ ہر ایک کے ذریعے سمجھے جائیں گے۔ اس کی مدد سے ہم مقامی سے عالمی سطح پر جاسکتے ہیں ..
uz: Tarjima xususiyatidan foydalanadigan bizning ko&#39;p tilli mijozlarimiz ko&#39;p. Biz xabarlarni hamma tushunadiganligiga ishonch bilan yuboramiz. Bu bizga mahalliy ishlardan global ishlarga o&#39;tishimizga imkon beradi.
vi: Chúng tôi có rất nhiều khách hàng đa ngôn ngữ sử dụng tính năng dịch thuật. Chúng tôi gửi tin nhắn với sự tự tin rằng mọi người sẽ hiểu họ. Điều này cho phép chúng tôi chuyển từ công việc địa phương sang toàn cầu ..
xh: Sinabaxumi abaninzi abathetha iilwimi ezininzi abasebenzisa into yokuguqulela. Sithumela imiyalezo ngokuzithemba ukuba ziya kuqondwa ngumntu wonke. Oku kusivumela ukuba sisuke emsebenzini wasekhaya siye kwilizwe ..
yi: מיר האָבן אַ פּלאַץ פון מאַלטיילינגוואַל קלייאַנץ וואָס נוצן די איבערזעצונג שטריך. מיר פּאָסטן אַרטיקלען מיט דער בטחון אַז זיי וועלן זיין פארשטאנען דורך אַלעמען. דאָס לאָזן אונדז מאַך פון היגע צו גלאבאלע אַרבעט.

source: CEO of Solid Rock Designs
af: Uitvoerende hoof van Solid Rock Designs
am: የሶድ ሮክ ዲዛይኖች ዋና ሥራ አስፈፃሚ
ar: الرئيس التنفيذي لشركة Solid Rock Designs
az: Solid Rock Designs şirkətinin baş direktoru
be: Генеральны дырэктар Solid Rock Design
bg: Изпълнителен директор на Solid Rock Designs
bn: সলিড রক ডিজাইনের সিইও মো
ca: CEO de Disseny Solid Rock
cs: CEO společnosti Solid Rock Designs
cy: Prif Swyddog Gweithredol Solid Rock Designs
da: CEO for Solid Rock Designs
de: CEO von Solid Rock Designs
el: Διευθύνων Σύμβουλος της Solid Rock Designs
eo: CEO de Solid Rock Designs
es: CEO de Solid Rock Designs
et: Solid Rock Designs tegevjuht
eu: Solid Rock Designs-eko zuzendari nagusia
fa: مدیر عامل شرکت Solid Rocks Designs
fi: Solid Rock Designsin toimitusjohtaja
fr: PDG de Solid Rock Designs
fy: CEO fan Solid Rock Designs
ga: POF Solid Rock Designs
gd: Ceannard Dealbhan Solid Rock
gl: CEO de Solid Rock Designs
gu: સોલિડ રોક ડિઝાઇન્સના સીઈઓ
hi: सॉलिड रॉक डिजाइन के सीईओ
hr: CEO Solid Rock Designs
hu: A Solid Rock Designs vezérigazgatója
hy: Solid Rock Designs- ի գլխավոր տնօրեն
id: CEO Desain Batu Solid
is: Forstjóri Solid Rock Designs
it: CEO di Solid Rock Designs
iw: מנכ&quot;ל סוליד רוק עיצובים
ja: Solid Rock DesignsのCEO
ka: Solid Rock Designs– ის აღმასრულებელი დირექტორი
kk: Қатты рок дизайнының бас директоры
km: នាយកប្រតិបត្តិឌីហ្សាញថ្មរឹង
kn: ಸಾಲಿಡ್ ರಾಕ್ ವಿನ್ಯಾಸಗಳ ಸಿಇಒ
ky: Solid Rock Designs компаниясынын башкы директору
lb: CEO vun Solid Rock Designs
lo: ຊີອີໂອຂອງ Design Rock ແຂງ
lt: „Solid Rock Designs“ generalinis direktorius
lv: Solid Rock Designs izpilddirektors
mg: Tale Jeneralin&#39;ny Solid Rock Designs
mi: Kaiwhakahaere Matua o Solid Rock Hoahoa
mk: Извршен директор на Solid Rock Designs
ml: സോളിഡ് റോക്ക് ഡിസൈനുകളുടെ സിഇഒ
mn: Хатуу рок дизайн төслийн гүйцэтгэх захирал
mr: सॉलिड रॉक डिझाईन्सचे सीईओ
ms: Ketua Pegawai Eksekutif Solid Rock Designs
mt: CEO ta &#39;Solid Rock Designs
my: Solid Rock Designs ၏စီအီးအို
ne: ठोस रक डिजाइनका सीईओ
nl: CEO van Solid Rock Designs
no: Administrerende direktør i Solid Rock Designs
or: ସଲିଡ୍ ରକ୍ ଡିଜାଇନ୍ସର ସିଇଓ |
pa: ਸਾਲਿਡ ਰਾਕ ਡਿਜ਼ਾਈਨ ਦੇ ਸੀਈਓ
pl: CEO Solid Rock Designs
ps: د سولیډ راک ډیزاینونو سی ای او
pt: CEO da Solid Rock Designs
ro: CEO al Solid Rock Designs
ru: Генеральный директор Solid Rock Designs
rw: Umuyobozi mukuru wa Solid Rock Igishushanyo
sd: سولي پٿر ڊيزائنز جو سي اي او
si: Sol න රොක් නිර්මාණ ප්‍රධාන විධායක නිලධාරී
sk: Výkonný riaditeľ spoločnosti Solid Rock Designs
sl: Izvršni direktor Solid Rock Design
sq: CEO i Solid Rock Designs
sr: ЦЕО Солид Роцк Десигнс
sv: VD för Solid Rock Designs
sw: Mkurugenzi Mtendaji wa miundo ya Rock Rock
ta: சாலிட் ராக் டிசைன்களின் தலைமை நிர்வாக அதிகாரி
te: సాలిడ్ రాక్ డిజైన్స్ యొక్క CEO
tg: Директори директори Solid Rock Designs
th: CEO ของ Solid Rock Designs
tk: “Solid Rock Designs” -yň baş direktory
tl: CEO ng Solid Rock Designs
tr: Solid Rock Designs CEO&#39;su
tt: Solid Rock Designs генераль директоры
ug: Solid Rock لايىھىلىگۈچىسى
uk: Генеральний директор компанії Solid Rock Design
ur: سالڈ راک ڈیزائنز کے سی ای او
uz: Solid Rock Designs bosh direktori
vi: CEO của Solid Rock Design
xh: IGosa eliyiNtloko loYilo oluQokelele iLitye
yi: סעאָ פון סאָליד ראַק דיזיינז
