Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
af: Wil u kliënte &#39;n gelukkige verjaardag wens? Stel &#39;n outomatiese boodskap op vir sowel klante as huidige kliënte vir hul spesiale dag!
am: ለደንበኞችዎ መልካም ልደት መመኘት ይፈልጋሉ? ለሁለቱም ሆነ ለአሁኑ ደንበኞች ለልዩ ቀኑ አውቶማቲክ መልእክት ያዘጋጁ!
ar: تريد أن تتمنى لعملائك عيد ميلاد سعيد؟ إعداد رسالة تلقائية للعملاء السابقين والحاليين ليومهم الخاص!
az: Müştərilərinizə Müqəddəs Doğum günü arzulayıram? Xüsusi gün üçün həm keçmiş, həm də cari müştərilər üçün avtomatik bir mesaj qurun!
be: Хочаце пажадаць сваім кліентам з днём нараджэння? Наладзьце аўтаматычнае паведамленне як для мінулых, так і для бягучых кліентаў для іх асаблівага дня!
bg: Искате да пожелаете на вашите клиенти честит рожден ден? Настройте автоматично съобщение както за минали, така и за настоящи клиенти за техния специален ден!
bn: আপনার ক্লায়েন্টদের জন্মদিনের শুভেচ্ছা কামনা করতে চান? অতীত এবং বর্তমান উভয় ক্লায়েন্টদের জন্য তাদের বিশেষ দিনের জন্য একটি স্বয়ংক্রিয় বার্তা সেট আপ করুন!
ca: Voleu desitjar als vostres clients un feliç aniversari? Configura un missatge automàtic tant per als clients anteriors com els actuals per al dia especial.
cs: Chcete svým klientům popřát všechno nejlepší k narozeninám? Nastavit automatickou zprávu pro minulé i současné klienty pro jejich speciální den!
cy: Am ddymuno Pen-blwydd Hapus i&#39;ch cleientiaid? Sefydlu neges awtomatig ar gyfer cleientiaid blaenorol a phresennol ar gyfer eu diwrnod arbennig!
da: Vil du ønske dine kunder lykønskning med fødselsdagen? Konfigurer en automatisk meddelelse til både tidligere og nuværende klienter til deres specielle dag!
de: Möchten Sie Ihren Kunden alles Gute zum Geburtstag wünschen? Richten Sie eine automatische Nachricht für frühere und aktuelle Kunden für ihren besonderen Tag ein!
el: Θέλετε να ευχηθείτε στους πελάτες σας χρόνια πολλά; Ρυθμίστε ένα αυτόματο μήνυμα τόσο για τους προηγούμενους όσο και για τους τρέχοντες πελάτες για την ξεχωριστή ημέρα τους!
eo: Ĉu vi volas deziri al viaj klientoj feliĉan naskiĝtagon? Agordu aŭtomatan mesaĝon por ambaŭ pasintaj kaj nunaj klientoj por sia speciala tago!
es: ¿Quieres desear a tus clientes un feliz cumpleaños? ¡Configure un mensaje automático para clientes pasados y actuales para su día especial!
et: Kas soovite soovida oma klientidele palju õnne sünnipäevaks? Seadistage automaatne sõnum nii varasematele kui ka praegustele klientidele nende eriliseks päevaks!
eu: Zure bezeroei zoriontsu urtebetetzea nahi al diezu? Konfiguratu mezu automatikoak lehengo eta oraingo bezeroentzat egun berezirako!
fa: آیا می خواهید برای مشتریان خود یک تولدت مبارک آرزو کنید؟ برای روز خاص خود یک پیام خودکار برای مشتریان قبلی و فعلی تنظیم کنید!
fi: Haluatko toivottaa asiakkaillesi hyvää syntymäpäivää? Aseta automaattinen viesti sekä entisille että nykyisille asiakkaille heidän erityisenä päivänä!
fr: Vous souhaitez souhaiter à vos clients un joyeux anniversaire? Configurez un message automatique pour les clients passés et actuels pour leur journée spéciale!
fy: Wolle jo klanten in lokkige jierdei winskje? Stel in automatysk berjocht yn foar sawol ferline as hjoeddeistige kliïnten foar har spesjale dei!
ga: Ar mhaith leat Breithlá Sona a ghuí ar do chliaint? Cuir teachtaireacht uathoibríoch ar bun do chliaint a bhí ann agus a bhí ann cheana féin dá lá speisialta!
gd: A bheil thu airson co-latha breith sona dhut? Stèidhich teachdaireachd fèin-ghluasadach airson an dà chuid teachdaichean a bh ’ann agus a th’ ann airson an latha sònraichte aca!
gl: Queres desexar aos teus clientes un feliz aniversario? Configura unha mensaxe automática para clientes pasados e actuais para o seu día especial.
gu: તમારા ગ્રાહકોને જન્મદિવસની શુભેચ્છાઓ આપવા માંગો છો? તેમના ખાસ દિવસ માટે બંને ભૂતકાળ અને વર્તમાન ગ્રાહકો માટે સ્વચાલિત સંદેશ સેટ કરો!
hi: अपने ग्राहकों को जन्मदिन की शुभकामनाएं देना चाहते हैं? अपने विशेष दिन के लिए अतीत और वर्तमान दोनों ग्राहकों के लिए एक स्वचालित संदेश सेट करें!
hr: Želite svojim klijentima poželjeti sretan rođendan? Postavite automatsku poruku za prethodne i trenutne klijente za njihov poseban dan!
hu: Szeretne boldog születésnapot kívánni ügyfeleinek? Állítson be automatikus üzenetet mind a korábbi, mind a jelenlegi ügyfelek számára a különleges napra!
hy: Wantանկանում եք ձեր հաճախորդներին մաղթել Ծնունդդ շնորհավոր: Ստեղծեք ավտոմատ հաղորդագրություն ինչպես անցյալի, այնպես էլ ներկայիս հաճախորդների համար `իրենց հատուկ օրվա համար:
id: Ingin mengucapkan Selamat Ulang Tahun kepada klien Anda? Siapkan pesan otomatis untuk klien masa lalu dan saat ini untuk hari istimewa mereka!
is: Viltu óska viðskiptavinum þínum til hamingju með afmælið? Settu upp sjálfvirk skilaboð fyrir bæði fyrri og núverandi viðskiptavini fyrir sinn sérstaka dag!
it: Vuoi augurare ai tuoi clienti un felice compleanno? Imposta un messaggio automatico per i clienti passati e attuali per il loro giorno speciale!
iw: רוצים לאחל ללקוחות שלכם יום הולדת שמח? הגדר הודעה אוטומטית עבור לקוחות עבר וגם בהווה ליום המיוחד שלהם!
ja: クライアントにハッピーバースデーをお望みですか？特別な日のために過去と現在のクライアントの両方に自動メッセージを設定します！
ka: გსურთ თქვენს კლიენტებს გისურვოთ დაბადების დღე? დააყენეთ ავტომატური გაგზავნა როგორც წარსული, ისე ახლანდელი კლიენტებისთვის, მათი განსაკუთრებული დღისთვის!
kk: Клиенттерге туған күніңмен құттықтағың келеді ме? Өткен және қазіргі клиенттер үшін ерекше күн үшін автоматты хабарлама орнатыңыз!
km: ចង់ជូនពរអតិថិជនរបស់អ្នករីករាយថ្ងៃកំណើតទេ? រៀបចំសារដោយស្វ័យប្រវត្តិសម្រាប់ទាំងអតិថិជនបច្ចុប្បន្ននិងបច្ចុប្បន្នសម្រាប់ថ្ងៃពិសេសរបស់ពួកគេ!
kn: ನಿಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ಜನ್ಮದಿನದ ಶುಭಾಶಯಗಳನ್ನು ಬಯಸುವಿರಾ? ಹಿಂದಿನ ಮತ್ತು ಪ್ರಸ್ತುತ ಗ್ರಾಹಕರಿಗೆ ಅವರ ವಿಶೇಷ ದಿನಕ್ಕಾಗಿ ಸ್ವಯಂಚಾಲಿತ ಸಂದೇಶವನ್ನು ಹೊಂದಿಸಿ!
ku: Dixwazin rojek xweş ji xerîdarên xwe re bixwazin? Ji bo roja taybetî ya xweyê peyamek xweser ji bo xerîdarên paşeroj û niha saz bikin!
ky: Кардарларыңызга туулган күнүңүздү каалайсызбы? Өткөн жана учурдагы кардарлар үчүн өзгөчө күн үчүн автоматтык билдирүү орнотуңуз!
lb: Wëllt Dir Är Clienten e gudde Gebuertsdag wënschen? Setzt en automatesche Message fir béid Vergaangenheet an aktuell Clienten fir hire speziellen Dag!
lo: ຕ້ອງການຢາກໃຫ້ລູກຄ້າຂອງທ່ານເປັນສຸກສັນວັນເກີດບໍ? ຕັ້ງຂໍ້ຄວາມອັດຕະໂນມັດ ສຳ ລັບລູກຄ້າທັງໃນອະດີດແລະປັດຈຸບັນ ສຳ ລັບມື້ພິເສດຂອງພວກເຂົາ!
lt: Norite palinkėti savo klientams su gimtadieniu? Nustatykite automatinį pranešimą buvusiems ir esamiems klientams jų ypatingai dienai!
lv: Vai vēlaties novēlēt saviem klientiem daudz laimes dzimšanas dienā? Iestatiet automātisku ziņojumu gan bijušajiem, gan pašreizējiem klientiem viņu īpašajai dienai!
mg: Te-maniry ny fitsingerenan&#39;ny andro nahaterahana ny mpanjifanao? Manangàna hafatra an-tsoratra ho an&#39;ny mpanjifa taloha sy ankehitriny ho an&#39;ny andro manokana!
mi: Kei te hiahia koe ki te hiahia o o akonga ki te Ra Whanau? Whakatauhia he panui aunoa mo nga kiritaki o mua me nga mea onamata mo o raatau ra motuhake!
mk: Дали сакате да им посакате на вашите клиенти Среќен роденден? Поставете автоматска порака и за минатите и за тековните клиенти за нивниот посебен ден!
ml: നിങ്ങളുടെ ക്ലയന്റുകൾക്ക് ജന്മദിനാശംസ നേടുമോ? പഴയതും നിലവിലുള്ളതുമായ ക്ലയന്റുകൾക്കായി അവരുടെ പ്രത്യേക ദിവസത്തിനായി ഒരു യാന്ത്രിക സന്ദേശം സജ്ജമാക്കുക!
mn: Үйлчлүүлэгчдэдээ төрсөн өдрийн мэнд хүргэхийг хүсч байна уу? Онцгой өдрөөр өнгөрсөн болон одоогийн үйлчлүүлэгчдэд зориулж автомат мессежийг тохируулаарай!
mr: आपल्या ग्राहकांना वाढदिवसाच्या शुभेच्छा देऊ इच्छिता? भूतकाळातील आणि वर्तमान ग्राहकांसाठी त्यांच्या विशेष दिवसासाठी स्वयंचलित संदेश सेट करा!
ms: Ingin mengucapkan Selamat Hari Lahir kepada pelanggan anda? Sediakan mesej automatik untuk pelanggan masa lalu dan semasa untuk hari istimewa mereka!
mt: Trid tixtieq lill-klijenti tiegħek Happy Birthday? Twaqqaf messaġġ awtomatiku kemm għall-klijenti tal-passat kif ukoll għall-ġurnata kurrenti għall-ġurnata speċjali tagħhom!
my: သင်၏ဖောက်သည်များကိုမွေးနေ့ဖြစ်လိုပါသလား။ မိမိတို့၏အထူးနေ့အတွက်အတိတ်နှင့်လက်ရှိဖောက်သည်များအတွက်အလိုအလျောက်သတင်းစကားတစ်ခုသတ်မှတ်ပါ။
ne: तपाइँको ग्राहकहरु लाई जन्मदिनको शुभकामना दिन चाहनुहुन्छ? दुबै भूत र वर्तमानका ग्राहकहरूको लागि तिनीहरूको विशेष दिनको लागि एक स्वचालित सन्देश सेट अप गर्नुहोस्!
nl: Wilt u uw klanten een fijne verjaardag wensen? Stel een automatisch bericht in voor zowel oude als huidige klanten voor hun speciale dag!
no: Vil du ønske kundene dine lykke til med dagen? Sett opp en automatisk melding for både tidligere og nåværende klienter for deres spesielle dag!
or: ଆପଣଙ୍କ ଗ୍ରାହକମାନଙ୍କୁ ଜନ୍ମଦିନର ଶୁଭେଚ୍ଛା ଜଣାଇବାକୁ ଚାହୁଁଛନ୍ତି କି? ସେମାନଙ୍କର ବିଶେଷ ଦିନ ପାଇଁ ଉଭୟ ଅତୀତ ଏବଂ ବର୍ତ୍ତମାନର କ୍ଲାଏଣ୍ଟମାନଙ୍କ ପାଇଁ ଏକ ସ୍ୱୟଂଚାଳିତ ବାର୍ତ୍ତା ସେଟ୍ ଅପ୍ କରନ୍ତୁ!
pa: ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਜਨਮਦਿਨ ਦੀਆਂ ਮੁਬਾਰਕਾਂ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਪਿਛਲੇ ਅਤੇ ਮੌਜੂਦਾ ਗਾਹਕਾਂ ਦੋਵਾਂ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਖਾਸ ਦਿਨ ਲਈ ਆਟੋਮੈਟਿਕ ਸੁਨੇਹਾ ਸੈਟ ਅਪ ਕਰੋ!
pl: Chcesz życzyć swoim klientom wszystkiego najlepszego? Ustaw automatyczną wiadomość dla przeszłych i obecnych klientów na ich wyjątkowy dzień!
ps: غواړئ خپلو پیرودونکو ته د زوکړې کلیزه مو مبارک وي؟ د دوی ځانګړي ورځې لپاره د تیرو او اوسني پیرودونکو لپاره اتوماتیک پیغام ترتیب کړئ!
pt: Deseja desejar a seus clientes um feliz aniversário? Configure uma mensagem automática para clientes antigos e atuais para seu dia especial!
ro: Vrei să dorești clienților tăi la mulți ani? Configurați un mesaj automat atât pentru clienții trecuți cât și pentru cei actuali pentru ziua lor specială!
ru: Хотите поздравить своих клиентов с Днем Рождения? Настройте автоматическое сообщение для прошлых и текущих клиентов на их особый день!
rw: Urashaka kwifuriza abakiriya bawe Isabukuru nziza? Shiraho ubutumwa bwikora kubakiriya ba kera nubu nubu kumunsi wabo wihariye!
sd: توهان پنهنجي گراهڪن کي جنم ڏينهن جي مبارڪ ڏيڻ چاهيندا؟ پنهنجي خاص ڏينهن جي لاءِ ماضي ۽ حال جي ٻنهي گراهڪن لاءِ هڪ خودڪار پيغام ترتيب ڏيو.
si: ඔබේ ගනුදෙනුකරුවන්ට සුභ උපන්දිනයක් ප්‍රාර්ථනා කිරීමට අවශ්‍යද? අතීත සහ වර්තමාන සේවාදායකයින් සඳහා ඔවුන්ගේ විශේෂ දිනය සඳහා ස්වයංක්‍රීය පණිවිඩයක් සකසන්න!
sk: Chcete svojim klientom zaželať všetko najlepšie k narodeninám? Vytvorte automatickú správu pre minulých aj súčasných klientov pre svoj špeciálny deň!
sl: Želite svojim strankam zaželeti vesel rojstni dan? Nastavite samodejno sporočilo za pretekle in trenutne stranke za njihov poseben dan!
sq: Dëshironi të dëshironi klientëve tuaj një ditëlindje të lumtur? Vendosni një mesazh automatik për klientët e kaluar dhe ata aktualë për ditën e tyre të veçantë!
sr: Желите да својим клијентима пожелите срећан рођендан? Подесите аутоматску поруку за претходне и тренутне клијенте за њихов посебан дан!
sv: Vill du önska dina kunder lycklig födelsedag? Ställ in ett automatiskt meddelande för både tidigare och nuvarande klienter för deras speciella dag!
sw: Unataka kutamani wateja wako Siku ya Kuzaliwa ya Furaha? Sanidi ujumbe otomatiki kwa wateja wote wa zamani na wa sasa kwa siku yao maalum!
ta: உங்கள் வாடிக்கையாளர்களுக்கு பிறந்தநாள் வாழ்த்துக்களைத் தெரிவிக்க விரும்புகிறீர்களா? கடந்த மற்றும் தற்போதைய வாடிக்கையாளர்களுக்கு அவர்களின் சிறப்பு நாளுக்காக ஒரு தானியங்கி செய்தியை அமைக்கவும்!
te: మీ ఖాతాదారులకు పుట్టినరోజు శుభాకాంక్షలు కోరుకుంటున్నారా? గత మరియు ప్రస్తుత క్లయింట్ల కోసం వారి ప్రత్యేక రోజు కోసం ఆటోమేటిక్ సందేశాన్ని సెటప్ చేయండి!
tg: Мехоҳед ба мизоҷони худ зодрӯз муборак бод? Барои муштариёни гузашта ва ҳозира барои як рӯзи махсуси худ паёми автоматӣ насб кунед!
th: ต้องการอวยพรให้ลูกค้าของคุณสุขสันต์วันเกิดหรือไม่? ตั้งค่าข้อความอัตโนมัติสำหรับลูกค้าทั้งในอดีตและปัจจุบันในวันพิเศษ!
tk: Müşderileriňize doglan günüň gutly bolsun? Öňki we häzirki müşderiler üçin aýratyn güni üçin awtomatiki habar düzüň!
tl: Nais mo bang hilingin sa iyong mga kliyente ng Maligayang Kaarawan? Mag-set up ng isang awtomatikong mensahe para sa parehong nakaraan at kasalukuyang mga kliyente para sa kanilang espesyal na araw!
tr: Müşterilerinize Doğum Günün Kutlu Olsun ister misiniz? Hem geçmiş hem de güncel müşteriler için özel günleri için otomatik bir mesaj ayarlayın!
tt: Клиентларыгызга туган көнегез белән телисезме? Pastткән һәм хәзерге клиентлар өчен махсус көн өчен автоматик хәбәр куегыз!
ug: خېرىدارلىرىڭىزغا تۇغۇلغان كۈنىڭىزگە مۇبارەك بولسۇن؟ ئۇلارنىڭ ئالاھىدە كۈنى ئۈچۈن ئىلگىرىكى ۋە ھازىرقى خېرىدارلار ئۈچۈن ئاپتوماتىك ئۇچۇر ئورۇنلاشتۇرۇڭ!
uk: Хочете побажати своїм клієнтам з днем народження? Налаштуйте автоматичне повідомлення для минулих та поточних клієнтів на їх особливий день!
ur: آپ کے گاہکوں کو سالگرہ کی مبارکباد دینا چاہتے ہیں؟ ماضی اور موجودہ دونوں گاہکوں کے لئے اپنے خصوصی دن کے لئے ایک خودکار پیغام مرتب کریں!
uz: Mijozlaringizga Tug&#39;ilgan kunni tilayman O&#39;tgan va hozirgi mijozlar uchun maxsus kun uchun avtomatik xabar yarating!
vi: Bạn muốn chúc khách hàng của bạn một sinh nhật vui vẻ? Thiết lập một tin nhắn tự động cho cả khách hàng trong quá khứ và hiện tại cho ngày đặc biệt của họ!
xh: Ngaba ufuna ukubanqwenelela abathengi bakho uSuku lokuzalwa olumnandi? Misela umyalezo ozenzekelayo kubathengi bangaphambili nabangoku kwimini yabo ekhethekileyo!
yi: וועלן צו ווינטשן דיין קלייאַנץ אַ גוט געבורסטאָג? שטעלן אַרויף אַ אָטאַמאַטיק אָנזאָג פֿאַר ביידע פאַרגאַנגענהייט און קראַנט קלייאַנץ פֿאַר זייער ספּעציעל טאָג!

source: Keeping Client details up-to-date
af: Hou die kliënt besonderhede op datum
am: የደንበኛ ዝርዝሮችን ወቅታዊ አድርጎ ማቆየት
ar: الحفاظ على تفاصيل العميل محدثة
az: Müştərilərin detallarını müasir saxlamaq
be: Захоўванне звестак аб кліентах ўдакладнены
bg: Поддържане на актуални данни на клиента
bn: ক্লায়েন্ট বিস্তারিত আপ টু ডেট রাখা
ca: Mantenir les dades del client al dia
cs: Udržování aktuálních informací o klientovi
cy: Cadw manylion y cleient yn gyfredol
da: Opbevarer klientoplysninger up-to-date
de: Kundendaten auf dem neuesten Stand halten
el: Διατήρηση των στοιχείων του πελάτη ενημερωμένα
eo: Tenas ĝisdatajn Klientajn detalojn
es: Manteniendo los detalles del cliente actualizados
et: Kliendi andmete ajakohastamine
eu: Bezeroaren xehetasunak eguneratuta mantentzea
fa: نگه داشتن جزئیات مشتری به روز
fi: Asiakkaan tietojen pitäminen ajan tasalla
fr: Garder les détails du client à jour
fy: Keppele kliïnt details opnij
ga: Sonraí an Chliaint a choinneáil cothrom le dáta
gd: A ’cumail suas fiosrachadh luchd-dèiligidh suas chun an latha
gl: Manter os datos do cliente actualizados
gu: ક્લાયંટની વિગતો અપ-ટુ-ડેટ રાખવી
hi: क्लाइंट का विवरण अद्यतन रखना
hr: Ažuriranje detalja klijenta
hu: Az Ügyfél adatai naprakészen tartása
hy: Հաճախորդի մանրամասները պահելու ժամանակակից
id: Menjaga detail Klien tetap mutakhir
is: Halda viðskiptavinarupplýsingum uppfærðar
it: Mantenere aggiornati i dettagli del cliente
iw: שמירה על פרטי לקוח מעודכנים
ja: クライアントの詳細を最新に保つ
ka: შენახვის კლიენტის დეტალები up-to-date
kk: Клиент мәліметтерін жаңартып отыру
km: រក្សាពត៌មានលំអិតរបស់អតិថិជនទាន់សម័យ
kn: ಗ್ರಾಹಕ ವಿವರಗಳನ್ನು ನವೀಕರಿಸುವುದು
ku: Agahiya danûstendinan heta nûjen
ky: Кардар маалымат сактоо заманбап
lb: Client klickt ëmmer weider
lo: ຮັກສາລາຍລະອຽດຂອງລູກຄ້າໃຫ້ທັນສະໄຫມ
lt: Kliento duomenų atnaujinimas
lv: Klienta datu atjaunināšana
mg: Mitahiry ny fampahafantarana ny mpanjifa mitohy
mi: Kei te pupuri i nga korero a te Kiritaki i nga wa katoa
mk: Одржување на деталите на клиентот ажурирани
ml: ക്ലയൻറ് വിശദാംശങ്ങൾ കാലികമായി നിലനിർത്തുന്നു
mn: Клиентүүдийн мэдээллийг байнга шинэчилж байх
mr: ग्राहक तपशील अद्ययावत ठेवणे
ms: Mengekalkan butiran Pelanggan terkini
mt: Inżommu d-dettalji tal-Klijent aġġornati
my: ကို up-to-date ဖြစ်အောင်လိုင်းအသေးစိတ်ကို Keeping
ne: क्लाइन्ट विवरणहरू अद्यतित गर्दै
nl: Gegevens van klanten up-to-date houden
no: Opprettholder kundens detaljer up-to-date
or: କ୍ଲାଏଣ୍ଟ ବିବରଣୀକୁ ଅପ-ଟୁ-ଡେଟ୍ ରଖିବା |
pa: ਗਾਹਕਾਂ ਦੇ ਵੇਰਵੇ ਤਾਜ਼ਾ ਰੱਖਣ
pl: Uaktualnianie danych klienta
ps: د مراجعينو تفصيلات تازه کول
pt: Mantendo os detalhes do cliente atualizados
ro: Păstrarea actualizată a detaliilor clientului
ru: Поддержание данных клиента в актуальном состоянии
rw: Kugumana abakiriya amakuru arambuye
sd: ڪلائنٽ جي تفصيل کي برقرار رکڻ جي تاريخ تائين
si: සේවාලාභියාගේ තොරතුරු යාවත්කාලීන කිරීම
sk: Udržiavanie aktuálnych informácií o klientovi
sl: Posodabljanje podatkov o strankah
sq: Mbajtja e detajeve të Klientit përditësuar
sr: Ажурирање детаља клијента
sv: Håller klientuppgifter up-to-date
sw: Kuweka maelezo ya Mteja up-to-date
ta: கிளையன் விவரங்களை புதுப்பித்தலை வைத்திருத்தல்
te: క్లయింట్ వివరాలను తాజాగా ఉంచడం
tg: Тафсилоти мизоҷ ба таври доимӣ нигоҳ дошта мешавад
th: รักษารายละเอียดลูกค้าให้ทันสมัยอยู่เสมอ
tk: Müşderiniň jikme-jikliklerini täzeläp durmak
tl: Ang mga detalye ng pagpapanatili ng Client ay napapanahon
tr: Müşteri detaylarını güncel tutmak
tt: Клиентның детальләрен заманча тоту
ug: خېرىدارلارنىڭ تەپسىلاتلىرىنى يېڭىلاپ تۇرۇش
uk: Зберігати деталі клієнта в актуальному стані
ur: کلائنٹ کی تفصیلات کو اپ ڈیٹ رکھنے کے لئے
uz: Mijoz ma&#39;lumotlarini dolzarb saqlash
vi: Giữ thông tin chi tiết của Khách hàng cập nhật
xh: Ukugcina iinkcukacha zeKlayenti
yi: בעכעסקעם קליענט דעטאַילס אַרויף-צו-טאָג
