Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Support Documentation
af: Ondersteuningsdokumentasie
am: የድጋፍ ሰነድ
ar: توثيق الدعم
az: Dəstək Sənədləri
be: Дапаможная дакументацыя
bg: Документация за поддръжка
bn: সমর্থন ডকুমেন্টেশন
ca: Documentació de suport
cs: Podpůrná dokumentace
cy: Dogfennaeth Gefnogol
da: Support dokumentation
de: Support-Dokumentation
el: Τεκμηρίωση υποστήριξης
eo: Subtena Dokumentado
es: Documentación de soporte
et: Tugidokumentatsioon
eu: Laguntza Dokumentazioa
fa: اسناد پشتیبانی
fi: Tukidokumentaatio
fr: Documents d'assistance
fy: Stipe dokumintaasje
ga: Doiciméadúchán Tacaíochta
gd: Sgrìobhainnean taic
gl: Documentación de apoio
gu: આધાર દસ્તાવેજીકરણ
hi: समर्थन प्रलेखन
hr: Dokumentacija za podršku
hu: Támogatási dokumentáció
hy: Աջակցող փաստաթղթեր
id: Dokumentasi Pendukung
is: Stuðningsskjöl
it: Documentazione di supporto
iw: תיעוד תמיכה
ja: サポート ドキュメント
ka: დამხმარე დოკუმენტაცია
kk: Қолдау құжаттамасы
km: ឯកសារគាំទ្រ
kn: ಬೆಂಬಲ ದಾಖಲೆ
ku: Belgeya Piştgiriyê
ky: Колдоо документтери
lb: Ënnerstëtzung Dokumentatioun
lo: ເອກະສານສະຫນັບສະຫນູນ
lt: Pagalbiniai dokumentai
lv: Atbalsta dokumentācija
mg: Fanohanana Documentation
mi: Tuhinga Tautoko
mk: Документација за поддршка
ml: പിന്തുണ ഡോക്യുമെന്റേഷൻ
mn: Дэмжлэгийн баримт бичиг
mr: समर्थन दस्तऐवजीकरण
ms: Dokumentasi Sokongan
mt: Dokumentazzjoni ta' Appoġġ
my: စာရွက်စာတမ်းပံ့ပိုးမှု
ne: समर्थन दस्तावेज
nl: Ondersteunende documentatie
no: Støttedokumentasjon
or: ସମର୍ଥନ ଡକ୍ୟୁମେଣ୍ଟେସନ୍ |
pa: ਸਹਾਇਤਾ ਦਸਤਾਵੇਜ਼
pl: Dokumentacja pomocnicza
ps: د ملاتړ اسناد
pt: Documentação de suporte
ro: Documentatie suport
ru: Документация поддержки
rw: Inkunga Inyandiko
sd: سپورٽ دستاويز
si: උපකාරක ලියකියවිලි
sk: Podporná dokumentácia
sl: Podporna dokumentacija
sq: Dokumentacioni Mbështetës
sr: Документација за подршку
sv: Supportdokumentation
sw: Nyaraka za Usaidizi
ta: ஆதரவு ஆவணம்
te: మద్దతు డాక్యుమెంటేషన్
tg: Ҳуҷҷатҳои дастгирӣ
th: เอกสารสนับสนุน
tk: Goldaw resminamalary
tl: Dokumentasyon ng Suporta
tr: Destek Belgeleri
tt: Ярдәм документлары
ug: قوللاش ھۆججىتى
uk: Підтримуюча документація
ur: سپورٹ دستاویزی
uz: Qo'llab-quvvatlash hujjatlari
vi: Tài liệu hỗ trợ
xh: Amaxwebhu eNkxaso
yi: שטיצן דאַקיומענטיישאַן

source: All Categories
af: alle kategorieë
am: ሁሉም ምድቦች
ar: جميع الفئات
az: bütün kateqoriyalar
be: Усе катэгорыі
bg: Всички категории
bn: সব ধরনের
ca: totes les categories
cs: Všechny kategorie
cy: Pob Categori
da: alle kategorier
de: Alle Kategorien
el: Όλες οι κατηγορίες
eo: Ĉiuj Kategorioj
es: todas las categorias
et: kõik kategooriad
eu: Kategoria guztiak
fa: همه دسته بندی ها
fi: kaikki kategoriat
fr: toutes catégories
fy: Alle kategoryen
ga: Gach Catagóir
gd: A h-uile roinn-seòrsa
gl: Todas as categorías
gu: બધા શ્રેણીઓ
hi: सब वर्ग
hr: sve kategorije
hu: Minden kategória
hy: Բոլոր կատեգորիաները
id: semua Kategori
is: Allir flokkar
it: tutte le categorie
iw: כל הקטגוריות
ja: すべてのカテゴリ
ka: ყველა კატეგორია
kk: Барлық санаттар
km: ប្រភេទ​ទាំងអស់
kn: ಎಲ್ಲಾ ವರ್ಗಗಳು
ku: Hemû Kategorî
ky: Бардык категориялар
lb: All Kategorien
lo: ໝວດໝູ່ທັງໝົດ
lt: Visos kategorijos
lv: Visas kategorijas
mg: Ny sokajy rehetra
mi: Ngā Kāwai Katoa
mk: Сите Категории
ml: എല്ലാ വിഭാഗങ്ങളും
mn: Бүх ангилал
mr: सर्व श्रेणी
ms: semua Kategori
mt: Il-Kategoriji kollha
my: အမျိုးအစားအားလုံး
ne: सबै कोटीहरू
nl: Alle categorieën
no: Alle Kategorier
or: ସମସ୍ତ ବର୍ଗ |
pa: ਸਾਰੀਆਂ ਸ਼੍ਰੇਣੀਆਂ
pl: Wszystkie kategorie
ps: ټول کټګورۍ
pt: todas as categorias
ro: toate categoriile
ru: Все категории
rw: Ibyiciro byose
sd: سڀ ڪيٽيگريز
si: සියලුම වර්ග
sk: Všetky kategórie
sl: vse kategorije
sq: Të gjitha kategoritë
sr: Све категорије
sv: alla kategorier
sw: Kategoria Zote
ta: அனைத்து வகைகள்
te: అన్ని వర్గాలు
tg: Ҳама категорияҳо
th: หมวดหมู่ทั้งหมด
tk: Categorieshli kategoriýalar
tl: lahat ng kategorya
tr: Tüm Kategoriler
tt: Барлык категорияләр
ug: بارلىق تۈرلەر
uk: всі категорії
ur: تمام زمرے
uz: Barcha toifalar
vi: Tất cả danh mục
xh: Zonke Iindidi
yi: אַלע קאַטעגאָריעס

source: Contents
af: Inhoud
am: ይዘቶች
ar: محتويات
az: İçindəkilər
be: Змест
bg: Съдържание
bn: বিষয়বস্তু
ca: Continguts
cs: Obsah
cy: Cynnwys
da: Indhold
de: Inhalt
el: Περιεχόμενα
eo: Enhavo
es: Contenido
et: Sisu
eu: Edukiak
fa: فهرست
fi: Sisällys
fr: Contenu
fy: Ynhâld
ga: Clár ábhair
gd: Clàr-innse
gl: Contidos
gu: સામગ્રી
hi: अंतर्वस्तु
hr: Sadržaj
hu: Tartalom
hy: Բովանդակություն
id: Isi
is: Innihald
it: Contenuti
iw: תוכן
ja: コンテンツ
ka: შინაარსი
kk: Мазмұны
km: មាតិកា
kn: ಪರಿವಿಡಿ
ky: Мазмуну
lb: Inhalter
lo: ເນື້ອໃນ
lt: Turinys
lv: Saturs
mg: Hevitra ato Anatiny
mi: Ihirangi
mk: Содржини
ml: ഉള്ളടക്കം
mn: Агуулга
mr: सामग्री
ms: kandungan
mt: Kontenut
my: မာတိကာ
ne: सामग्री
nl: Inhoud
no: Innhold
or: ବିଷୟବସ୍ତୁ
pa: ਸਮੱਗਰੀ
pl: Zawartość
ps: منځپانګې
pt: Conteúdo
ro: Cuprins
ru: Содержание
rw: Ibirimo
sd: مواد
si: අන්තර්ගතය
sk: Obsah
sl: Vsebina
sq: Përmbajtja
sr: Садржај
sv: Innehåll
sw: Yaliyomo
ta: உள்ளடக்கம்
te: కంటెంట్‌లు
tg: Мундариҷа
th: เนื้อหา
tk: Mazmuny
tl: Mga nilalaman
tr: İçindekiler
tt: Эчтәлек
ug: مەزمۇنى
uk: Зміст
ur: مشمولات
uz: Tarkib
vi: nội dung
xh: Imixholo
yi: אינהאַלט

source: Related Articles
af: verwante artikels
am: ተዛማጅ ጽሑፎች
ar: مقالات ذات صلة
az: Əlaqədar Məqalələr
be: Звязаныя артыкулы
bg: Свързани статии
bn: সম্পরকিত প্রবন্ধ
ca: Articles relacionats
cs: Související články
cy: Erthyglau Perthnasol
da: relaterede artikler
de: In Verbindung stehende Artikel
el: Σχετικά Άρθρα
eo: Rilataj Artikoloj
es: Artículos relacionados
et: seotud artiklid
eu: Lotutako artikuluak
fa: مقالات مرتبط
fi: Aiheeseen liittyvät artikkelit
fr: Articles Liés
ga: Airteagail Ghaolmhara
gd: Artaigilean co-cheangailte
gl: Artigos relacionados
gu: સંબંધિત લેખો
hi: संबंधित आलेख
hr: povezani članci
hu: kapcsolódó cikkek
hy: Առնչվող հոդվածներ
id: Artikel Terkait
is: tengdar greinar
it: articoli Correlati
iw: מאמרים קשורים
ja: 関連記事
ka: დაკავშირებული სტატიები
kk: Қатысты мақалалар
km: អត្ថបទ​ដែល​ទាក់ទង
kn: ಸಂಬಂಧಿತ ಲೇಖನಗಳು
ku: Gotarên Têkildar
ky: Окшош макалалар
lb: Zesummenhang Artikelen
lo: ບົດຄວາມທີ່ກ່ຽວຂ້ອງ
lt: susiję straipsniai
lv: Saistītie raksti
mg: Lahatsoratra mifandraika
mi: Tuhinga e pa ana
mk: Поврзани написи
ml: അനുബന്ധ ലേഖനങ്ങൾ
mn: Холбоотой нийтлэлүүд
mr: संबंधित लेख
ms: artikel berkaitan
mt: Artikoli Relatati
my: ဆက်စပ်ဆောင်းပါးများ
ne: सम्बन्धित लेखहरू
nl: gerelateerde artikelen
no: relaterte artikler
or: ସମ୍ବନ୍ଧୀୟ ପ୍ରବନ୍ଧଗୁଡ଼ିକ |
pa: ਸੰਬੰਧਿਤ ਲੇਖ
pl: Powiązane artykuły
ps: اړونده مقالې
pt: Artigos relacionados
ro: Articole similare
ru: Статьи по Теме
rw: Ingingo bifitanye isano
sd: لاڳاپيل مضمون
si: අදාළ ලිපි
sk: Súvisiace články
sl: povezani članki
sq: Artikuj të ngjashëm
sr: повезани чланци
sv: relaterade artiklar
sw: Makala Zinazohusiana
ta: தொடர்புடைய கட்டுரைகள்
te: సంబంధిత కథనాలు
tg: Мақолаҳои марбут
th: บทความที่เกี่ยวข้อง
tk: Degişli makalalar
tl: Mga Kaugnay na Artikulo
tr: İlgili Makaleler
tt: Охшаш мәкаләләр
ug: مۇناسىۋەتلىك ماقالىلەر
uk: Схожі статті
ur: متعلقہ مضامین
uz: Tegishli maqolalar
vi: Những bài viết liên quan
xh: Amanqaku anxulumeneyo
yi: פֿאַרבונדענע אַרטיקלען

source: Get started: processes, best practices, setup guides, and more!
af: Begin: prosesse, beste praktyke, opstelgidse en meer!
am: ይጀምሩ፡ ሂደቶች፣ ምርጥ ልምዶች፣ የማዋቀር መመሪያዎች እና ተጨማሪ!
ar: ابدأ: العمليات وأفضل الممارسات وأدلة الإعداد والمزيد!
az: Başlayın: proseslər, ən yaxşı təcrübələr, quraşdırma təlimatları və s.!
be: Пачніце: працэсы, лепшыя практыкі, кіраўніцтва па наладцы і многае іншае!
bg: Започнете: процеси, най-добри практики, ръководства за настройка и още!
bn: শুরু করুন: প্রক্রিয়া, সর্বোত্তম অনুশীলন, সেটআপ গাইড এবং আরও অনেক কিছু!
ca: Comenceu: processos, bones pràctiques, guies de configuració i molt més!
cs: Začněte: procesy, doporučené postupy, průvodce nastavením a další!
cy: Cychwyn arni: prosesau, arferion gorau, canllawiau sefydlu, a mwy!
da: Kom i gang: processer, bedste praksis, opsætningsvejledninger og meget mere!
de: Legen Sie los: Prozesse, Best Practices, Einrichtungsanleitungen und mehr!
el: Ξεκινήστε: διαδικασίες, βέλτιστες πρακτικές, οδηγοί εγκατάστασης και πολλά άλλα!
eo: Komencu: procezoj, plej bonaj praktikoj, agordaj gvidiloj kaj pli!
es: Comience: procesos, mejores prácticas, guías de configuración y más.
et: Alustage: protsessid, parimad tavad, seadistusjuhendid ja palju muud!
eu: Hasi: prozesuak, praktika onenak, konfigurazio gidak eta gehiago!
fa: شروع کنید: فرآیندها، بهترین شیوه ها، راهنماهای راه اندازی، و موارد دیگر!
fi: Aloita: prosessit, parhaat käytännöt, asennusoppaat ja paljon muuta!
fr: Démarrez : processus, meilleures pratiques, guides de configuration, et plus encore !
fy: Begjinne: prosessen, bêste praktiken, opsetgidsen, en mear!
ga: Cuir tús leis: próisis, cleachtais is fearr, treoracha socraithe, agus go leor eile!
gd: Tòisich: pròiseasan, cleachdaidhean as fheàrr, stiùiridhean rèiteachaidh, agus barrachd!
gl: Comeza: procesos, prácticas recomendadas, guías de configuración e moito máis.
gu: પ્રારંભ કરો: પ્રક્રિયાઓ, શ્રેષ્ઠ પ્રયાસો, સેટઅપ માર્ગદર્શિકાઓ અને વધુ!
hi: आरंभ करें: प्रक्रियाएँ, सर्वोत्तम अभ्यास, सेटअप मार्गदर्शिकाएँ, और बहुत कुछ!
hr: Započnite: procesi, najbolji primjeri iz prakse, vodiči za postavljanje i više!
hu: Kezdje el: folyamatok, bevált módszerek, beállítási útmutatók és még sok más!
hy: Սկսեք. գործընթացներ, լավագույն փորձեր, տեղադրման ուղեցույցներ և ավելին:
id: Mulai: proses, praktik terbaik, panduan penyiapan, dan banyak lagi!
is: Byrjaðu: ferlar, bestu starfsvenjur, uppsetningarleiðbeiningar og fleira!
it: Inizia: processi, best practice, guide all'installazione e molto altro!
iw: התחל: תהליכים, שיטות עבודה מומלצות, מדריכי הגדרה ועוד!
ja: 始めましょう: プロセス、ベスト プラクティス、セットアップ ガイドなど。
ka: დაიწყეთ: პროცესები, საუკეთესო პრაქტიკა, დაყენების სახელმძღვანელო და სხვა!
kk: Жұмысты бастау: процестер, ең жақсы тәжірибелер, орнату нұсқаулары және т.б.!
km: ចាប់ផ្តើម៖ ដំណើរការ ការអនុវត្តល្អបំផុត ការណែនាំអំពីការដំឡើង និងច្រើនទៀត!
kn: ಪ್ರಾರಂಭಿಸಿ: ಪ್ರಕ್ರಿಯೆಗಳು, ಉತ್ತಮ ಅಭ್ಯಾಸಗಳು, ಸೆಟಪ್ ಮಾರ್ಗದರ್ಶಿಗಳು ಮತ್ತು ಇನ್ನಷ್ಟು!
ku: Dest pê bikin: pêvajo, pratîkên çêtirîn, rêberên sazkirinê, û hêj bêtir!
ky: Баштоо: процесстер, мыкты тажрыйбалар, орнотуу көрсөтмөлөрү жана башкалар!
lb: Fänkt un: Prozesser, Best Practices, Setup Guiden, a méi!
lo: ເລີ່ມຕົ້ນ: ຂະບວນການ, ການປະຕິບັດທີ່ດີທີ່ສຸດ, ຄູ່ມືການຕິດຕັ້ງ, ແລະອື່ນໆອີກ!
lt: Pradėkite: procesai, geriausia praktika, sąrankos vadovai ir dar daugiau!
lv: Sāciet darbu: procesi, paraugprakse, iestatīšanas rokasgrāmatas un daudz kas cits!
mg: Manomboha: dingana, fomba fanao tsara indrindra, torolalana amin'ny fanamboarana, ary maro hafa!
mi: Tīmatahia: nga tukanga, nga whakaritenga pai, nga kaiarahi tatūnga, me etahi atu!
mk: Започнете: процеси, најдобри практики, водичи за поставување и повеќе!
ml: ആരംഭിക്കുക: പ്രക്രിയകൾ, മികച്ച രീതികൾ, സജ്ജീകരണ ഗൈഡുകൾ എന്നിവയും അതിലേറെയും!
mn: Эхлэх: үйл явц, шилдэг туршлагууд, тохиргооны гарын авлага болон бусад!
mr: प्रारंभ करा: प्रक्रिया, सर्वोत्तम पद्धती, सेटअप मार्गदर्शक आणि बरेच काही!
ms: Bermula: proses, amalan terbaik, panduan persediaan dan banyak lagi!
mt: Ibda: proċessi, l-aħjar prattiki, gwidi tas-setup, u aktar!
my: စတင်လိုက်ပါ- လုပ်ငန်းစဉ်များ၊ အကောင်းဆုံး အလေ့အကျင့်များ၊ စနစ်ထည့်သွင်းခြင်း လမ်းညွှန်များနှင့် အခြားအရာများ။
ne: सुरु गर्नुहोस्: प्रक्रियाहरू, उत्तम अभ्यासहरू, सेटअप गाइडहरू, र थप!
nl: Ga aan de slag: processen, best practices, installatiehandleidingen en meer!
no: Kom i gang: prosesser, beste fremgangsmåter, oppsettveiledninger og mer!
or: ଆରମ୍ଭ କରନ୍ତୁ: ପ୍ରକ୍ରିୟା, ସର୍ବୋତ୍ତମ ଅଭ୍ୟାସ, ସେଟଅପ୍ ଗାଇଡ୍, ଏବଂ ଅଧିକ!
pa: ਸ਼ੁਰੂਆਤ ਕਰੋ: ਪ੍ਰਕਿਰਿਆਵਾਂ, ਵਧੀਆ ਅਭਿਆਸਾਂ, ਸੈੱਟਅੱਪ ਗਾਈਡਾਂ, ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ!
pl: Rozpocznij: procesy, najlepsze praktyki, przewodniki konfiguracji i nie tylko!
ps: پیل وکړئ: پروسې، غوره تمرینونه، د تنظیم کولو لارښوونې، او نور ډیر څه!
pt: Comece: processos, práticas recomendadas, guias de configuração e muito mais!
ro: Începeți: procese, bune practici, ghiduri de configurare și multe altele!
ru: Начало работы: процессы, рекомендации, руководства по настройке и многое другое!
rw: Tangira: inzira, imyitozo myiza, kuyobora ubuyobozi, nibindi byinshi!
sd: شروع ڪريو: عمل، بهترين طريقا، سيٽ اپ گائيڊ، ۽ وڌيڪ!
si: ආරම්භ කරන්න: ක්‍රියාවලි, හොඳම භාවිතයන්, සැකසුම් මාර්ගෝපදේශ, සහ තවත් දේ!
sk: Začnite: procesy, osvedčené postupy, sprievodcovia nastavením a ďalšie!
sl: Začnite: procesi, najboljše prakse, vodniki za nastavitev in še več!
sq: Filloni: proceset, praktikat më të mira, udhëzuesit e konfigurimit dhe më shumë!
sr: Започните: процеси, најбоље праксе, водичи за подешавање и још много тога!
sv: Kom igång: processer, bästa praxis, installationsguider och mer!
sw: Anza: michakato, mbinu bora, miongozo ya usanidi, na zaidi!
ta: தொடங்கவும்: செயல்முறைகள், சிறந்த நடைமுறைகள், அமைவு வழிகாட்டிகள் மற்றும் பல!
te: ప్రారంభించండి: ప్రక్రియలు, ఉత్తమ అభ్యాసాలు, సెటప్ గైడ్‌లు మరియు మరిన్ని!
tg: Оғози кор: равандҳо, таҷрибаҳои беҳтарин, дастурҳои танзим ва ғайра!
th: เริ่มต้น: กระบวนการ แนวทางปฏิบัติที่ดีที่สุด คู่มือการตั้งค่า และอื่นๆ อีกมากมาย!
tk: Başlaň: amallar, iň oňat tejribe, gurnama gollanmalary we ş.m.
tl: Magsimula: mga proseso, pinakamahuhusay na kagawian, mga gabay sa pag-setup, at higit pa!
tr: Başlayın: süreçler, en iyi uygulamalar, kurulum kılavuzları ve daha fazlası!
tt: Башлау: процесслар, иң яхшы тәҗрибәләр, көйләүләр һәм башкалар!
ug: باشلاڭ: جەريانلار ، ئەڭ ياخشى ئۇسۇللار ، تەڭشەش قوللانمىلىرى ۋە باشقىلار!
uk: Почніть: процеси, найкращі практики, посібники з налаштування тощо!
ur: شروع کریں: عمل، بہترین طرز عمل، سیٹ اپ گائیڈز، اور مزید!
uz: Ishni boshlang: jarayonlar, eng yaxshi amaliyotlar, sozlash boʻyicha qoʻllanmalar va boshqalar!
vi: Bắt đầu: quy trình, phương pháp hay nhất, hướng dẫn thiết lập, v.v.!
xh: Qalisa: iinkqubo, ezona ndlela zisebenzayo, izikhokelo zokuseta, kunye nokunye!
yi: באַקומען סטאַרטעד: פּראַסעסאַז, בעסטער פּראַקטיסיז, סעטאַפּ פירער, און מער!

source: Find anything you need to get to work in CaseActive.
af: Vind enigiets wat jy nodig het om aan die werk te kom in CaseActive.
am: በCaseActive ውስጥ ለመስራት የሚፈልጉትን ማንኛውንም ነገር ያግኙ።
ar: ابحث عن أي شيء تحتاجه للعمل في CaseActive.
az: CaseActive-də işləmək üçün lazım olan hər şeyi tapın.
be: Знайдзіце ў CaseActive усё, што вам трэба для працы.
bg: Намерете всичко необходимо, за да започнете работа в CaseActive.
bn: CaseActive-এ কাজ করার জন্য আপনার যা দরকার তা খুঁজুন।
ca: Trobeu tot el que necessiteu per treballar a CaseActive.
cs: Najděte vše, co potřebujete k práci v CaseActive.
cy: Dewch o hyd i unrhyw beth sydd ei angen arnoch i gyrraedd y gwaith yn CaseActive.
da: Find alt, hvad du skal bruge for at komme på arbejde i CaseActive.
de: Finden Sie alles, was Sie brauchen, um in CaseActive zu arbeiten.
el: Βρείτε οτιδήποτε χρειάζεστε για να πάτε στη δουλειά στο CaseActive.
eo: Trovu ĉion, kion vi bezonas por labori en CaseActive.
es: Encuentre todo lo que necesita para ponerse a trabajar en CaseActive.
et: CaseActive'ist leiate kõik, mida vajate tööle asumiseks.
eu: Aurkitu lanera iristeko behar duzun guztia CaseActive-n.
fa: هر چیزی را که برای شروع به کار نیاز دارید در CaseActive پیدا کنید.
fi: Löydä kaikki mitä tarvitset töihin pääsemiseksi CaseActivesta.
fr: Trouvez tout ce dont vous avez besoin pour vous mettre au travail dans CaseActive.
fy: Fyn alles wat jo nedich binne om oan it wurk te kommen yn CaseActive.
ga: Faigh aon rud a theastaíonn uait le dul ag obair i CaseActive.
gd: Lorg rud sam bith a dh’ fheumas tu airson faighinn gu obair ann an CaseActive.
gl: Busca todo o que necesites para traballar en CaseActive.
gu: CaseActive માં કામ કરવા માટે તમારે જે જોઈએ છે તે શોધો.
hi: केसएक्टिव में काम करने के लिए आपको जो कुछ भी चाहिए उसे ढूंढें।
hr: Pronađite sve što vam je potrebno za posao u CaseActiveu.
hu: A CaseActive-ban mindent megtalálhat, amire szüksége van a munkához.
hy: Գտեք այն ամենը, ինչ ձեզ անհրաժեշտ է CaseActive-ում աշխատանքի անցնելու համար:
id: Temukan apa pun yang Anda perlukan untuk mulai bekerja di CaseActive.
is: Finndu allt sem þú þarft til að komast í vinnuna í CaseActive.
it: Trova tutto ciò di cui hai bisogno per metterti al lavoro in CaseActive.
iw: מצא כל מה שאתה צריך כדי להגיע לעבודה ב-CaseActive.
ja: CaseActive で仕事をするために必要なものを見つけてください。
ka: იპოვეთ ყველაფერი, რაც გჭირდებათ სამუშაოდ მისაღებად CaseActive-ში.
kk: CaseActive-те жұмыс істеу үшін қажет нәрсені табыңыз.
km: ស្វែងរកអ្វីគ្រប់យ៉ាងដែលអ្នកត្រូវការដើម្បីធ្វើការនៅក្នុង CaseActive។
kn: CaseActive ನಲ್ಲಿ ನೀವು ಕೆಲಸ ಮಾಡಲು ಬೇಕಾದುದನ್ನು ಹುಡುಕಿ.
ku: Tiştê ku hûn hewce ne bibînin ku hûn di CaseActive de bixebitin.
ky: CaseActiveде иштөө үчүн керектүү нерсени табыңыз.
lb: Fannt alles wat Dir braucht fir op CaseActive ze schaffen.
lo: ຊອກຫາສິ່ງທີ່ທ່ານຕ້ອງການເພື່ອໄປເຮັດວຽກໃນ CaseActive.
lt: „CaseActive“ raskite viską, ko jums reikia norint pradėti dirbti.
lv: CaseActive atrodiet visu, kas jums nepieciešams, lai sāktu darbu.
mg: Mitadiava izay rehetra ilainao mba hahazoana miasa ao amin'ny CaseActive.
mi: Kimihia tetahi mea e hiahia ana koe ki te mahi i CaseActive.
mk: Најдете сè што ви треба за да одите на работа во CaseActive.
ml: CaseActive-ൽ നിങ്ങൾക്ക് ജോലി ചെയ്യാൻ ആവശ്യമായ എന്തും കണ്ടെത്തുക.
mn: CaseActive дээр ажиллахад хэрэгтэй бүх зүйлээ олоорой.
mr: CaseActive मध्ये काम करण्यासाठी तुम्हाला आवश्यक असलेली कोणतीही गोष्ट शोधा.
ms: Cari apa sahaja yang anda perlukan untuk bekerja dalam CaseActive.
mt: Sib dak kollu li għandek bżonn biex tibda taħdem f'CaseActive.
my: CaseActive တွင် အလုပ်လုပ်ရန် သင်လိုအပ်သမျှကို ရှာပါ။
ne: CaseActive मा काम गर्नको लागि तपाईलाई आवश्यक पर्ने सबै चीजहरू फेला पार्नुहोस्।
nl: Vind alles wat je nodig hebt om aan het werk te gaan in CaseActive.
no: Finn alt du trenger for å komme på jobb i CaseActive.
or: CaseActive ରେ କାମ କରିବାକୁ ଆପଣ ଆବଶ୍ୟକ କରୁଥିବା କିଛି ଖୋଜ |
pa: CaseActive ਵਿੱਚ ਕੰਮ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਲੋੜੀਂਦੀ ਕੋਈ ਵੀ ਚੀਜ਼ ਲੱਭੋ।
pl: Znajdź wszystko, czego potrzebujesz do pracy w CaseActive.
ps: هر هغه څه ومومئ چې تاسو ورته اړتیا لرئ په CaseActive کې کار کولو لپاره.
pt: Encontre tudo o que você precisa para trabalhar no CaseActive.
ro: Găsiți tot ce aveți nevoie pentru a ajunge la muncă în CaseActive.
ru: Найдите все необходимое для работы в CaseActive.
rw: Shakisha ikintu cyose ukeneye kugirango ubone akazi muri CaseActive.
sd: CaseActive ۾ ڪم ڪرڻ لاءِ توهان کي گهربل هر شيءِ ڳوليو.
si: CaseActive හි ඔබට වැඩ කිරීමට අවශ්‍ය ඕනෑම දෙයක් සොයා ගන්න.
sk: Nájdite všetko, čo potrebujete na prácu v CaseActive.
sl: V CaseActive poiščite vse, kar potrebujete za delo.
sq: Gjeni gjithçka që ju nevojitet për të shkuar në punë në CaseActive.
sr: Пронађите све што вам је потребно за посао у ЦасеАцтиве-у.
sv: Hitta allt du behöver för att komma till jobbet i CaseActive.
sw: Tafuta chochote unachohitaji ili kufanya kazi katika CaseActive.
ta: CaseActive இல் நீங்கள் வேலைக்குச் செல்ல வேண்டிய எதையும் கண்டறியவும்.
te: మీరు CaseActiveలో పని చేయడానికి అవసరమైన ఏదైనా కనుగొనండి.
tg: Ҳар чизеро, ки барои кор дар CaseActive лозим аст, пайдо кунед.
th: ค้นหาทุกสิ่งที่คุณต้องการเพื่อทำงานใน CaseActive
tk: CaseActive-da işlemek üçin zerur zatlary tapyň.
tl: Maghanap ng anumang kailangan mo para makapagtrabaho sa CaseActive.
tr: CaseActive'te çalışmak için ihtiyacınız olan her şeyi bulun.
tt: CaseActive'та эшләргә кирәк булганны табыгыз.
ug: CaseActive دا ئىشلەشكە ئېھتىياجلىق بولغان نەرسىلەرنى تېپىڭ.
uk: Знайдіть усе, що вам потрібно для роботи, у CaseActive.
ur: CaseActive میں کام کرنے کے لیے آپ کو کچھ بھی تلاش کریں۔
uz: CaseActive-da ishlash uchun kerak bo'lgan narsalarni toping.
vi: Tìm mọi thứ bạn cần để làm việc trong CaseActive.
xh: Fumana nantoni na oyifunayo ukuze usebenze kwi-CaseActive.
yi: געפֿינען אַלץ איר דאַרפֿן צו באַקומען צו אַרבעטן אין CaseActive.

source: All case communication in one spot
af: Alle geval kommunikasie op een plek
am: የሁሉንም የጉዳይ ግንኙነቶች በአንድ ቦታ
ar: كل حالة الاتصالات في بقعة واحدة
az: Bir vəziyyətdə bütün hallarda ünsiyyət
be: Уся справа камунікацыі ў адным месцы
bg: Всички случаи на комуникация на едно място
bn: এক জায়গায় সব ক্ষেত্রে যোগাযোগ
ca: Tots els casos de comunicació en un sol lloc
cs: Veškerá případová komunikace na jednom místě
cy: Pob achos yn cyfathrebu mewn un man
da: All case kommunikation på ét sted
de: Alle Fallkommunikation an einer Stelle
el: Όλες οι περιπτώσεις επικοινωνίας σε ένα σημείο
eo: Ĉiuj kazaj komunikadoj en unu loko
es: Toda la comunicación de casos en un solo lugar.
et: Kõik juhtumid edastatakse ühes kohas
eu: Kasu guztietako komunikazioa toki berean
fa: همه موارد ارتباط در یک نقطه
fi: Kaikki tapausviestintä yhdessä paikassa
fr: Toutes les communications de cas en un seul endroit
fy: Alle case-kommunikaasje op ien plak
ga: Gach cumarsáid cásanna in aon láthair amháin
gd: A h-uile conaltradh cùise ann an aon àite
gl: Toda comunicación de casos nun só lugar
gu: એક કેસમાં તમામ કેસ સંચાર
hi: एक ही स्थान पर सभी मामले संचार
hr: Komunikacija svih slučajeva na jednom mjestu
hu: Minden eset kommunikáció egy helyen
hy: Բոլոր դեպքերի կապը մեկ տեղում
id: Semua komunikasi kasus dalam satu tempat
is: Öll mál samskipti á einum stað
it: Comunicazione di tutti i casi in un unico punto
iw: כל מקרה תקשורת במקום אחד
ja: 一箇所での全件コミュニケーション
ka: ყველა შემთხვევაში კომუნიკაცია ერთ ადგილზე
kk: Барлық жағдайда бір жерде байланыс
km: រាល់ករណីទាំងអស់នៅកន្លែងតែមួយ
kn: ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಎಲ್ಲಾ ಕೇಸ್ ಸಂವಹನ
ku: Hemî pêwendiya pêvajoyê di yek cihekî de
ky: бир жерге бардык учурда байланыш
lb: All Fall Kommunikatioun an engem Punkt
lo: ການສື່ສານໃນກໍລະນີທັງຫມົດຢູ່ໃນຈຸດດຽວ
lt: Visų atvejų perdavimas vienoje vietoje
lv: Visu gadījumu paziņošana vienā vietā
mg: Ny fifandraisana rehetra amin&#39;ny toerana iray
mi: Nga korero katoa i tetahi wahi
mk: Сите случаи комуникација на едно место
ml: ഒരു സ്ഥലത്ത് എല്ലാ ആശയവിനിമയങ്ങളും
mn: Бүх тохиолдлын харилцаа нэг газар дээр байна
mr: एकाच ठिकाणी सर्व प्रकरण संप्रेषण
ms: Semua komunikasi kes di satu tempat
mt: Il-każijiet kollha jikkomunikaw f&#39;post wieħed
my: တဦးတည်းအစက်အပြောက်အားလုံးကိစ္စတွင်ဆက်သွယ်ရေး
ne: सबै स्थान एक संचार मा एक संचार
nl: Alle case-communicatie op één plek
no: All case kommunikasjon på ett sted
or: ଗୋଟିଏ ସ୍ଥାନରେ ସମସ୍ତ କେସ୍ ଯୋଗାଯୋଗ |
pa: ਇੱਕ ਥਾਂ ਤੇ ਸਾਰੇ ਕੇਸ ਸੰਚਾਰ
pl: Wszystkie przypadki komunikacji w jednym miejscu
ps: ټول د قضیې اړیکه په یوه ځای کې
pt: Toda comunicação de caso em um ponto
ro: Toate cazurile de comunicare într-un singur loc
ru: Все случаи общения в одном месте
rw: Itumanaho ryimanza zose ahantu hamwe
sd: سڀ ڪيس رابطي ۾ هڪ جڳهه
si: එක් අවස්ථාවකදී සියලුම නාලිකා සන්නිවේදනය
sk: Všetka prípadová komunikácia na jednom mieste
sl: Vse komunikacije na enem mestu
sq: Të gjitha rastet e komunikimit në një vend
sr: Комуникација свих случајева на једном месту
sv: All case kommunikation på en plats
sw: Mawasiliano yote ya kesi katika doa moja
ta: ஒரு இடத்திலும்கூட தொடர்பு கொள்ளுங்கள்
te: ఒక ప్రదేశంలో అన్ని కేసుల సమాచారం
tg: Ҳамаи хабарҳо дар як ҷой
th: สื่อสารทุกกรณีได้ในที่เดียว
tk: Casehli ýagdaýlar bir ýerde
tl: Lahat ng komunikasyon sa kaso sa isang lugar
tr: Tek bir noktada tüm vaka iletişimi
tt: Барлык очраклар да бер урында
ug: بارلىق ئەھۋال ئالاقىسى بىر جايدا
uk: Усі випадки спілкування в одному місці
ur: ایک جگہ میں تمام کیس مواصلات
uz: Barcha hollarda aloqa bir joyda
vi: Tất cả các trường hợp giao tiếp tại một điểm
xh: Zonke iintetho zonxibelelwano kwindawo enye
yi: כל פאַל קאָמוניקאַציע אין איין אָרט
