Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Billing
af: Fakturering
am: የሂሳብ አከፋፈል
ar: الفواتير
az: Faturalandırma
be: Выстаўленне рахункаў
bg: Таксуване
bn: বিলিং
ca: Facturació
cs: Fakturace
cy: Bilio
da: Fakturering
de: Abrechnung
el: Χρέωση
eo: Fakturado
es: Facturación
et: Arveldamine
eu: Fakturazioa
fa: صورتحساب
fi: Laskutus
fr: Facturation
ga: Billeáil
gd: Bile
gl: Facturación
gu: બિલિંગ
hi: बिलिंग
hr: Naplata
hu: Számlázás
hy: Բիլինգ
id: Penagihan
is: Innheimta
it: Fatturazione
iw: חיוב
ja: 請求する
ka: ბილინგი
kk: Төлем
km: វិក័យប័ត្រ
kn: ಬಿಲ್ಲಿಂಗ್
ky: Эсеп коюу
lb: Rechnung
lo: ໃບບິນ
lt: Atsiskaitymas
lv: Norēķini
mi: Te nama
mk: Наплата
ml: ബില്ലിംഗ്
mn: Тооцоо
mr: बिलिंग
ms: Pengebilan
mt: Kontijiet
my: ငွေတောင်းခံ
ne: बिलिङ
nl: Facturering
no: Fakturering
or: ବିଲିଂ
pa: ਬਿਲਿੰਗ
pl: Dane do faktury
ps: بلینګ
pt: Cobrança
ro: Facturare
ru: Выставление счетов
rw: Kwishura
sd: بلنگ
si: බිල්පත්
sk: Fakturácia
sl: Obračunavanje
sq: Faturimi
sr: Наплате
sv: Fakturering
sw: Bili
ta: பில்லிங்
te: బిల్లింగ్
tg: Ҳисобкунӣ
th: การเรียกเก็บเงิน
tk: Hasaplaşyk
tl: Pagsingil
tr: faturalandırma
tt: Хисап
ug: ھېسابات قىلىش
uk: Виставлення рахунків
ur: بلنگ
uz: Hisob-kitob
vi: Thanh toán
xh: Ukuhlawula
yi: בילינג

source: Payment Plan
af: Betalingsplan
am: የክፍያ እቅድ
ar: خطة الدفع
az: Ödəniş Planı
be: План аплаты
bg: План за плащане
bn: পরিশোধের পরিকল্পনা
ca: Pla de pagament
cs: Platebni plan
cy: Cynllun Talu
da: Betalingsplan
de: Zahlungs Plan
el: Σχέδιο πληρωμών
eo: Paga Plano
es: Plan de pago
et: Makseplaan
eu: Ordainketa Plana
fa: برنامه پرداخت
fi: Maksusuunnitelma
fr: Plan de paiement
ga: Plean Íocaíochta
gd: Plana pàighidh
gl: Plan de pago
gu: ચુકવણી યોજના
hi: भुगतान योजना
hr: Plan plaćanja
hu: Fizetési terv
hy: Վճարման պլան
id: Rencana pembayaran
is: Greiðsluáætlun
it: Piano di pagamento
iw: תכנית תשלום
ja: 支払計画
ka: გადახდის გეგმა
kk: Төлем жоспары
km: ផែនការទូទាត់
kn: ಪಾವತಿ ಯೋಜನೆ
ku: Plana Payment
ky: Төлөм планы
lb: Bezuelen Plang
lo: ແຜນການຈ່າຍເງິນ
lt: Mokėjimo planas
lv: Maksājumu plāns
mg: Drafitra fandoavam-bola
mi: Mahere Utu
mk: План за плаќање
ml: പേയ്മെന്റ് പ്ലാൻ
mn: Төлбөрийн төлөвлөгөө
mr: पेमेंट योजना
ms: Pelan Pembayaran
mt: Pjan ta' Ħlas
my: ငွေပေးချေမှု အစီအစဉ်
ne: भुक्तानी योजना
nl: Betaalplan
no: Betalingsplan
or: ଦେୟ ଯୋଜନା
pa: ਭੁਗਤਾਨ ਯੋਜਨਾ
pl: Plan płatności
ps: د تادیاتو پلان
pt: Plano de pagamento
ro: Plan de plată
ru: План оплаты
rw: Gahunda yo Kwishura
sd: ادائگي جو منصوبو
si: ගෙවීම් සැලැස්ම
sk: Platobný plán
sl: Plačilni načrt
sq: Plani i pagesës
sr: План плаћања у ратама
sv: Betalningsplan
sw: Mpango wa malipo
ta: கட்டணத் திட்டம்
te: చెల్లింపు ప్రణాళిక
tg: Нақшаи пардохт
th: แผนการชำระเงิน
tk: Töleg meýilnamasy
tl: Plano sa pagbayad
tr: Ödeme planı
tt: Түләү планы
ug: چىقىم قىلىش پىلانى
uk: План оплати
ur: ادائیگی کا منصوبہ
uz: To'lov rejasi
vi: Kế hoạch chi tiêu
xh: Isicwangciso seNtlawulo
yi: צאָלונג פּלאַן

source: Edit
af: Wysig
am: አርትዕ
ar: تعديل
az: Redaktə et
be: Рэдагаваць
bg: редактиране
bn: সম্পাদনা করুন
ca: Edita
cs: Upravit
cy: Golygu
da: Redigere
de: Bearbeiten
el: Επεξεργασία
eo: Redakti
es: Editar
et: Redigeeri
eu: Editatu
fa: ویرایش کنید
fi: Muokata
fr: Éditer
fy: Bewurkje
ga: Cuir in eagar
gd: Deasaich
gl: Editar
gu: સંપાદિત કરો
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
hy: Խմբագրել
id: Sunting
is: Breyta
it: Modificare
iw: לַעֲרוֹך
ja: 編集
ka: რედაქტირება
kk: Өңдеу
km: កែសម្រួល
kn: ತಿದ್ದು
ku: Weşandin
ky: Түзөтүү
lo: ແກ້ໄຂ
lt: Redaguoti
lv: Rediģēt
mg: Ovay
mi: Whakatikatika
mk: Уредување
ml: എഡിറ്റ് ചെയ്യുക
mn: Засварлах
mr: सुधारणे
ms: Sunting
mt: Editja
my: တည်းဖြတ်ပါ။
ne: सम्पादन गर्नुहोस्
nl: Bewerk
no: Redigere
or: ସଂପାଦନ କରନ୍ତୁ |
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytować
ps: سمون
pt: Editar
ro: Editați | ×
ru: Редактировать
rw: Hindura
sd: ترميم ڪريو
si: සංස්කරණය කරන්න
sk: Upraviť
sl: Uredi
sq: Redakto
sr: Уредити
sv: Redigera
sw: Hariri
ta: தொகு
te: సవరించు
tg: Таҳрир
th: แก้ไข
tk: Redaktirläň
tl: I-edit
tr: Düzenlemek
tt: Редакцияләү
uk: Редагувати
ur: ترمیم
uz: Tahrirlash
vi: Biên tập
xh: Hlela
yi: רעדאַגירן

source: Save
am: አስቀምጥ
ar: حفظ
az: Yadda saxla
be: захаваць
bg: Запази
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
cy: Arbed
da: Gemme
de: sparen
el: Αποθηκεύσετε
eo: Savi
es: Salvar
et: Salvesta
fa: صرفه جویی
fi: Tallentaa
fr: sauvegarder
fy: Rêde
ga: Sábháil
gd: Sàbhail
gl: Gardar
gu: સાચવો
hi: बचाना
hr: Uštedjeti
hu: Mentés
hy: Պահել
id: Menyimpan
is: Vista
it: Salvare
iw: להציל
ja: セーブ
ka: Გადარჩენა
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸಿ
ku: Rizgarkirin
lb: Späicheren
lo: ຊ່ວຍປະຢັດ
lt: Sutaupyti
lv: Saglabājiet
mi: Tiaki
mk: Зачувај
ml: രക്ഷിക്കും
mn: Хадгалах
mr: जतन करा
ms: Simpan
mt: Ħlief
my: ကြော်ငြာကို Save လုပ်ရန်
ne: बचत गर्नुहोस्
nl: Opslaan
no: Lagre
or: ସଞ୍ଚୟ କରନ୍ତୁ |
pa: ਸੇਵ ਕਰੋ
pl: Zapisać
ps: ساتل
pt: Salve 
ro: Salvați
ru: Сохранить
rw: Bika
sd: محفوظ ڪريو
si: සුරකින්න
sk: Uložiť
sl: Shrani
sr: сачувати
sv: Spara
sw: Hifadhi
ta: சேமி
te: సేవ్
th: บันทึก
tk: Saklaň
tl: I-save
tr: Kayıt etmek
tt: Саклагыз
ug: ساقلاش
uk: Зберегти
ur: محفوظ کریں
uz: Saqlash
vi: Tiết kiệm
xh: Gcina
yi: היט

source: has access to your information below:
af: het toegang tot u inligting hieronder:
am: ከዚህ በታች ወደ መረጃዎ መዳረሻ አለው
ar: لديه حق الوصول إلى المعلومات الخاصة بك أدناه:
az: aşağıdakı məlumatlara daxil ola bilər:
be: мае доступ да вашай інфармацыі ніжэй:
bg: има достъп до вашата информация по-долу:
bn: নীচে আপনার তথ্য অ্যাক্সেস আছে:
ca: té accés a la vostra informació a continuació:
cs: má přístup k vašim níže uvedeným informacím:
cy: mae mynediad i&#39;ch gwybodaeth isod:
da: har adgang til dine oplysninger nedenfor:
de: hat Zugriff auf Ihre Informationen unten:
el: έχει πρόσβαση στις πληροφορίες σας παρακάτω:
eo: havas aliron al viaj informoj sube:
es: tiene acceso a su información a continuación:
et: tal on juurdepääs teie järgmisele teabele:
eu: Zure informazioa eskuratzeko baimena du:
fa: به اطلاعات شما در زیر دسترسی دارد:
fi: on pääsy tietoihisi alla:
fr: a accès à vos informations ci-dessous:
fy: hat tagong ta jo ynformaasje hjirûnder:
ga: tá rochtain aige ar do chuid faisnéise thíos:
gd: tha cothrom agad air an fhiosrachadh agad gu h-ìosal:
gl: ten acceso á súa información a continuación:
gu: નીચે તમારી માહિતીની hasક્સેસ છે:
hi: नीचे आपकी जानकारी तक पहुंच है:
hr: ima pristup vašim podacima u nastavku:
hu: hozzáféréssel rendelkezik az alábbi információkhoz:
hy: մուտք ունի ձեր տեղեկատվությունը ստորև ՝
id: memiliki akses ke informasi Anda di bawah ini:
is: hefur aðgang að upplýsingum þínum hér að neðan:
it: ha accesso alle tue informazioni di seguito:
iw: יש גישה למידע שלך למטה:
ja: 以下の情報にアクセスできます：
ka: აქვს წვდომა თქვენს ქვემოთ მოცემულ ინფორმაციაზე:
kk: төменде сіздің ақпаратыңызға қол жетімді:
km: មានសិទ្ធិចូលមើលព័ត៌មានរបស់អ្នកដូចខាងក្រោមៈ
kn: ಕೆಳಗಿನ ನಿಮ್ಮ ಮಾಹಿತಿಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿದೆ:
ku: gihîştiye agahdariya we li jêr:
ky: төмөндөгү маалыматка жетки алат:
lb: huet Zougang zu Ären Informatioun hei ënnen:
lo: ມີການເຂົ້າເຖິງຂໍ້ມູນຂອງທ່ານຂ້າງລຸ່ມນີ້:
lt: turi prieigą prie jūsų žemiau pateiktos informacijos:
lv: ir pieejama jūsu informācija zemāk:
mg: nahazo ny fampahalalana anao eto ambany:
mi: whai wāhi ki o korero i raro nei:
mk: има пристап до вашите информации подолу:
ml: ചുവടെ നിങ്ങളുടെ വിവരങ്ങളിലേക്ക് ആക്സസ് ഉണ്ട്:
mn: доорх мэдээлэлд хандана.
mr: खाली आपल्या माहितीवर प्रवेश आहे:
ms: mempunyai akses ke maklumat anda di bawah:
mt: għandu aċċess għall-informazzjoni tiegħek hawn taħt:
my: သင့်ရဲ့သတင်းအချက်အလက်များကိုအောက်တွင်ဖော်ပြထားသည်။
ne: तल तपाईंको जानकारीमा पहुँच छ:
nl: heeft toegang tot uw gegevens hieronder:
no: har tilgang til informasjonen din nedenfor:
or: ନିମ୍ନରେ ଆପଣଙ୍କର ସୂଚନାକୁ ପ୍ରବେଶ ଅଛି:
pa: ਹੇਠਾਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ:
pl: ma dostęp do twoich informacji poniżej:
ps: لاندې ستاسو معلوماتو ته لاسرسی لري:
pt: tem acesso às suas informações abaixo:
ro: are acces la informațiile de mai jos:
ru: имеет доступ к вашей информации ниже:
rw: ifite amakuru yawe hepfo:
sd: توهان جي معلومات هيٺ رسائي حاصل ڪئي وئي آهي
si: ඔබගේ තොරතුරු වලට පහත ප්‍රවේශය ඇත:
sk: má prístup k vašim informáciám nižšie:
sl: ima dostop do vaših podatkov spodaj:
sq: ka qasje në informacionin tuaj më poshtë:
sr: има приступ вашим подацима у наставку:
sv: har tillgång till din information nedan:
sw: Anaweza kupata habari yako hapa chini:
ta: கீழே உங்கள் தகவலுக்கான அணுகல் உள்ளது:
te: దిగువ మీ సమాచారానికి ప్రాప్యత ఉంది:
tg: ба маълумоти шумо дастрасӣ дорад:
th: มีการเข้าถึงข้อมูลของคุณด้านล่าง:
tk: aşakdaky maglumatlaryňyza girip biler:
tl: ay may access sa iyong impormasyon sa ibaba:
tr: aşağıdaki bilgilere erişebilir:
tt: түбәндәге мәгълүматка рөхсәт ала:
ug: تۆۋەندىكى ئۇچۇرلىرىڭىزنى زىيارەت قىلالايدۇ:
uk: має доступ до вашої інформації нижче:
ur: ذیل میں آپ کی معلومات تک رسائی حاصل ہے:
uz: quyidagi ma&#39;lumotlarga kirish huquqiga ega:
vi: có quyền truy cập vào thông tin của bạn dưới đây:
xh: Unokufikelela kulwazi olungezantsi:
yi: האט אַקסעס צו דיין אינפֿאָרמאַציע אונטן:

source: has invited you to their client portal.
af: het jou na hul kliënteportaal genooi.
am: ወደ ደንበኛው መግቢያ በር ጋብዞዎታል።
ar: قام بدعوتك إلى بوابة عملائهم.
az: sizi müştəri portalına dəvət etdi.
be: запрасіў вас на свой партал кліента.
bg: Ви покани на портала на техните клиенти.
bn: আপনাকে তাদের ক্লায়েন্ট পোর্টালে আমন্ত্রণ জানিয়েছে।
ca: t&#39;ha convidat al seu portal de clients.
cs: vás pozval na jejich klientský portál.
cy: wedi eich gwahodd i&#39;w porth cleient.
da: har inviteret dig til deres klientportal.
de: hat Sie zu ihrem Kundenportal eingeladen.
el: σας προσκάλεσε στην πύλη πελατών τους.
eo: invitis vin al ilia klienta portalo.
es: te ha invitado a su portal de clientes.
et: on kutsunud teid nende kliendiportaali.
eu: bere bezeroen atarira gonbidatu zaitu.
fa: شما را به پرتال مشتری خود دعوت کرده است.
fi: on kutsunut sinut heidän asiakasportaaliin.
fr: vous a invité sur son portail client.
fy: hat jo útnoege foar har kliïntsportaal.
ga: Thug mé cuireadh duit chuig tairseach a gcliant.
gd: air cuireadh a thoirt dhut gu portal an luchd-cleachdaidh aca.
gl: convidoute ao seu portal de clientes.
gu: તમને તેમના ક્લાયંટ પોર્ટલ પર આમંત્રિત કર્યા છે.
hi: ने आपको उनके ग्राहक पोर्टल पर आमंत्रित किया है।
hr: pozvao vas je na njihov klijentski portal.
hu: meghívta Önt az ügyfélportálra.
hy: ձեզ հրավիրել է իրենց հաճախորդների պորտալ:
id: telah mengundang Anda ke portal klien mereka.
is: hefur boðið þér á viðskiptavinasíðuna sína.
it: ti ha invitato al loro portale clienti.
iw: הזמין אותך לפורטל הלקוחות שלהם.
ja: クライアントポータルに招待しています。
ka: მიიწვიეთ მათ კლიენტთა პორტალზე.
kk: сізді өзінің клиенттік порталына шақырды.
km: បានអញ្ជើញអ្នកទៅផតថលអតិថិជនរបស់ពួកគេ។
kn: ನಿಮ್ಮನ್ನು ಅವರ ಕ್ಲೈಂಟ್ ಪೋರ್ಟಲ್‌ಗೆ ಆಹ್ವಾನಿಸಿದೆ.
ku: we vexwendiye nav portaleka muwekîlê wan.
ky: сизди алардын кардар порталына чакырды.
lb: huet Iech op hire Clientportal invitéiert.
lo: ໄດ້ເຊີນທ່ານເຂົ້າສູ່ປະຕູລູກຄ້າຂອງພວກເຂົາ.
lt: pakvietė jus į jų klientų portalą.
lv: ir uzaicinājis jūs uz viņu klientu portālu.
mg: nanasa anao ho any amin&#39;ny vavahadin&#39;ny mpanjifany.
mi: kua pōhiri koe ki a ratau kōpaki kiritaki.
mk: ве покани на нивниот клиент портал.
ml: നിങ്ങളെ അവരുടെ ക്ലയന്റ് പോർട്ടലിലേക്ക് ക്ഷണിച്ചു.
mn: таныг үйлчлүүлэгч портал дээрээ урьсан байна.
mr: आपल्याला त्यांच्या ग्राहकांच्या पोर्टलवर आमंत्रित केले आहे.
ms: telah menjemput anda ke portal pelanggan mereka.
mt: stiednek fil-portal tal-klijenti tagħhom.
my: သူတို့ရဲ့ client ကိုပေါ်တယ်ရန်သင့်အားဖိတ်ကြားခဲ့သည်။
ne: तपाईंलाई उनीहरूको ग्राहक पोर्टलमा आमन्त्रित गरियो।
nl: heeft u uitgenodigd op hun klantenportaal.
no: har invitert deg til deres kundeportal.
or: ଆପଣଙ୍କୁ ସେମାନଙ୍କ କ୍ଲାଏଣ୍ଟ ପୋର୍ଟାଲକୁ ନିମନ୍ତ୍ରଣ କରିଛି |
pa: ਨੇ ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਕਲਾਇੰਟ ਪੋਰਟਲ ਤੇ ਬੁਲਾਇਆ ਹੈ.
pl: zaprosił Cię do swojego portalu klienta.
ps: تاسو د دوی مراجعینو پورټل ته تاسو ته بلنه درکړه.
pt: convidou você para o portal do cliente.
ro: v-a invitat pe portalul lor de clienți.
ru: пригласил вас на свой клиентский портал.
rw: yagutumiye kumurongo wabakiriya.
sd: توهان کي انهن جي گراهڪ پورٽل تي مدعو ڪيو آهي.
si: ඔබට ඔවුන්ගේ සේවාදායක ද්වාරයට ආරාධනා කර ඇත.
sk: vás pozýva na ich klientsky portál.
sl: vas je povabil na njihov portal za stranke.
sq: ju ka ftuar në portalin e klientëve të tyre.
sr: позвао вас је на њихов клијентски портал.
sv: har bjudit in dig till deras kundportal.
sw: amekualika kwa portal ya mteja wao.
ta: உங்களை அவர்களின் கிளையன்ட் போர்ட்டலுக்கு அழைத்துள்ளது.
te: మిమ్మల్ని వారి క్లయింట్ పోర్టల్‌కు ఆహ్వానించింది.
tg: шуморо ба портали муштарии худ даъват кард.
th: ได้เชิญคุณเข้าสู่พอร์ทัลลูกค้า
tk: sizi müşderi portalyna çagyrdy.
tl: inanyayahan ka sa kanilang portal ng kliyente.
tr: sizi müşteri portalına davet etti.
tt: сезне клиент порталына чакырды.
ug: سىزنى ئۇلارنىڭ خېرىدارلار بېتىگە تەكلىپ قىلدى.
uk: запросив вас на їхній клієнтський портал.
ur: نے آپ کو ان کے موکل پورٹل میں مدعو کیا ہے۔
uz: sizni mijozlar portaliga taklif qildi.
vi: đã mời bạn đến cổng thông tin khách hàng của họ.
xh: ukumemele kwi-portal yabo.
yi: האט פארבעטן איר צו זייער קליענט טויער.

source: want access to the following information:
af: wil toegang tot die volgende inligting hê:
am: የሚከተሉትን መረጃዎች መድረስ ይፈልጋሉ-
ar: تريد الوصول إلى المعلومات التالية:
az: aşağıdakı məlumatları əldə etmək istəyirik:
be: хочаце атрымаць доступ да наступнай інфармацыі:
bg: искате достъп до следната информация:
bn: নিম্নলিখিত তথ্য অ্যাক্সেস চান:
ca: desitgeu accedir a la informació següent:
cs: chtějí přístup k následujícím informacím:
cy: eisiau mynediad i&#39;r wybodaeth ganlynol:
da: ønsker adgang til følgende oplysninger:
de: möchten Zugriff auf die folgenden Informationen:
el: Θέλετε πρόσβαση στις ακόλουθες πληροφορίες:
eo: volas aliron al jenaj informoj:
es: desea acceder a la siguiente información:
et: soovite juurdepääsu järgmisele teabele:
eu: informazio honetarako sarbidea nahi duzu:
fa: می خواهید به اطلاعات زیر دسترسی داشته باشید:
fi: haluavat pääsyn seuraaviin tietoihin:
fr: souhaitez avoir accès aux informations suivantes:
fy: wolle tagong ta de folgjende ynformaasje:
ga: ag iarraidh rochtain ar an bhfaisnéis seo a leanas:
gd: ag iarraidh cothrom air an fhiosrachadh a leanas:
gl: desexa acceder á seguinte información:
gu: નીચેની માહિતીની wantક્સેસ કરવા માંગો છો:
hi: निम्नलिखित जानकारी तक पहुँच चाहते हैं:
hr: želite pristup sljedećim informacijama:
hu: hozzáférést kíván a következő információkhoz:
hy: ցանկանում եք մուտք ունենալ հետևյալ տեղեկություններին.
id: ingin akses ke informasi berikut:
is: vil fá aðgang að eftirfarandi upplýsingum:
it: desidera accedere alle seguenti informazioni:
iw: רוצה גישה למידע הבא:
ja: 次の情報にアクセスしたい：
ka: გსურთ მიიღოთ შემდეგი ინფორმაცია:
kk: келесі ақпаратқа қол жеткізгісі келеді:
km: ចង់ទទួលបានព័ត៌មានដូចខាងក្រោមៈ
kn: ಕೆಳಗಿನ ಮಾಹಿತಿಗೆ ಪ್ರವೇಶವನ್ನು ಬಯಸುತ್ತೇನೆ:
ku: dixwazin bigihîjin agahdariya jêrîn:
ky: төмөнкү маалыматка жеткиңиз келсе:
lb: wëlle Zougang zu de folgende Informatiounen:
lo: ຕ້ອງການເຂົ້າເຖິງຂໍ້ມູນຕໍ່ໄປນີ້:
lt: norite gauti prieigą prie šios informacijos:
lv: vēlaties piekļūt šādai informācijai:
mg: maniry hiditra amin&#39;ity fampahalalana manaraka ity:
mi: hiahia ki te uru ki nga korero e whai ake nei:
mk: сакате пристап до следниве информации:
ml: ഇനിപ്പറയുന്ന വിവരങ്ങളിലേക്ക് പ്രവേശനം ആഗ്രഹിക്കുന്നു:
mn: дараах мэдээлэлд хандалт хийхийг хүсч байна.
mr: खालील माहितीवर प्रवेश करू इच्छित आहात:
ms: mahukan akses ke maklumat berikut:
mt: trid aċċess għall-informazzjoni li ġejja:
my: အောက်ပါအချက်အလက်များကိုရယူလိုသည်။
ne: निम्न जानकारीमा पहुँच चाहानुहुन्छ:
nl: toegang willen tot de volgende informatie:
no: ønsker tilgang til følgende informasjon:
or: ନିମ୍ନଲିଖିତ ସୂଚନାକୁ ପ୍ରବେଶ କରିବାକୁ ଚାହୁଁଛନ୍ତି:
pa: ਹੇਠ ਲਿਖੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਚਾਹੁੰਦੇ ਹੋ:
pl: chcesz uzyskać dostęp do następujących informacji:
ps: لاندې معلوماتو ته لاسرسی غواړئ:
pt: deseja acessar as seguintes informações:
ro: doriți acces la următoarele informații:
ru: хочу получить доступ к следующей информации:
rw: ushaka kubona amakuru akurikira:
sd: هيٺين accessاڻ تائين رسائي حاصل ڪرڻ چاهيو.
si: පහත තොරතුරු වෙත ප්‍රවේශ වීමට අවශ්‍ය:
sk: chcú prístup k nasledujúcim informáciám:
sl: želite dostop do naslednjih informacij:
sq: dëshironi të keni akses në informacionin e mëposhtëm:
sr: желите приступ следећим информацијама:
sv: vill ha tillgång till följande information:
sw: unataka kupata habari ifuatayo:
ta: பின்வரும் தகவல்களை அணுக விரும்புகிறீர்கள்:
te: కింది సమాచారానికి ప్రాప్యత కావాలి:
tg: мехоҳанд дастрасӣ ба маълумоти зеринро дошта бошанд:
th: ต้องการเข้าถึงข้อมูลต่อไปนี้:
tk: aşakdaky maglumatlara girmek isleýär:
tl: nais ang pag-access sa sumusunod na impormasyon:
tr: aşağıdaki bilgilere erişmek istiyorum:
tt: түбәндәге мәгълүматка керергә телисез:
ug: تۆۋەندىكى ئۇچۇرلارغا ئېرىشمەكچى:
uk: хочу отримати доступ до такої інформації:
ur: درج ذیل معلومات تک رسائی چاہتے ہیں:
uz: quyidagi ma&#39;lumotlarga kirishni xohlaydi:
vi: muốn truy cập vào các thông tin sau:
xh: funa ukufikelela kolu lwazi lulandelayo:
yi: וועלן אַקסעס צו די פאלגענדע אינפֿאָרמאַציע:

source: Decline
af: afname
am: ውድቅ አድርግ
ar: انخفاض
az: Düşmək
be: Спад
bg: упадък
bn: পতন
ca: Disminució
cs: Pokles
cy: Dirywiad
da: Nedgang
de: Ablehnen
el: Πτώση
eo: Malkresko
es: Disminución
et: Keelduge
eu: Ukatu
fa: کاهش می یابد
fi: aleneminen
fr: Déclin
fy: Efterútgong
ga: Meath
gd: Crìonadh
gl: Descenso
gu: ઘટી
hi: पतन
hr: Odbiti
hu: Hanyatlás
hy: Անկում
id: Menurun
is: Hafna
it: Declino
iw: דחה
ja: 低下
ka: უარი
kk: Қабылдамау
km: បដិសេធ
kn: ಅವನತಿ
ku: Paşvegerrî
ky: баш тартуу
lb: Ënnergang
lo: ຫຼຸດລົງ
lt: Atsisakyti
lv: Atteikties
mg: fitontonganan&#39;ny
mi: Whakaitihia
mk: Опаѓање
ml: നിരസിക്കുക
mn: Татгалзах
mr: नाकारणे
ms: Tolak
mt: Tnaqqis
my: ငြင်း
ne: अस्वीकार
nl: Afwijzen
no: Avslå
or: ଅଗ୍ରାହ୍ୟ କରନ୍ତୁ |
pa: ਅਸਵੀਕਾਰ
pl: Upadek
ps: ردول
pt: Declínio
ro: Declin
ru: снижение
rw: Kugabanuka
sd: رد ڪريو
si: පරිහානිය
sk: pokles
sl: Zavrni
sq: rënie
sr: Одбити
sv: Nedgång
sw: Kupungua
ta: சரிவு
te: డిక్లైన్
tg: Рад кардан
th: ลดลง
tk: Pese gaç
tl: Tanggihan
tr: düşüş
tt: Баш тарту
ug: رەت قىلىش
uk: Спад
ur: رد
uz: Rad etish
vi: Từ chối
xh: Yala
yi: אַראָפּגיין

source: Remove Access
af: Verwyder toegang
am: መዳረሻን ያስወግዱ
ar: إزالة الوصول
az: Girişi silin
be: Выдаліць доступ
bg: Премахване на достъп
bn: অ্যাক্সেস সরান
ca: Elimina l&#39;accés
cs: Odebrat přístup
cy: Dileu Mynediad
da: Fjern adgang
de: Zugriff entfernen
el: Κατάργηση πρόσβασης
eo: Forigi Aliron
es: Eliminar acceso
et: Eemalda juurdepääs
eu: Kendu Sarbidea
fa: دسترسی را حذف کنید
fi: Poista käyttöoikeudet
fr: Supprimer l&#39;accès
fy: Tagong fuortsmite
ga: Bain Rochtain
gd: Thoir air falbh ruigsinneachd
gl: Eliminar acceso
gu: Removeક્સેસ દૂર કરો
hi: पहुंच निकालें
hr: Ukloni pristup
hu: Távolítsa el az Access szolgáltatást
hy: Հեռացրեք մուտքը
id: Hapus Akses
is: Fjarlægðu aðgang
it: Rimuovi accesso
iw: הסר גישה
ja: アクセスを削除
ka: წვდომის წაშლა
kk: Қатынасты жою
km: ដកសិទ្ធិចូលដំណើរការ
kn: ಪ್ರವೇಶವನ್ನು ತೆಗೆದುಹಾಕಿ
ku: Vedigere
ky: Мүмкүнчүлүктү алып салуу
lb: Ewechzehuelen Access
lo: ດຶງອອກຈາກການເຂົ້າເຖິງ
lt: Pašalinti prieigą
lv: Noņemt piekļuvi
mg: Esory ny fidirana
mi: Tangohia te whakauru
mk: Отстранете го пристапот
ml: ആക്സസ് നീക്കംചെയ്യുക
mn: Хандалтыг устгана уу
mr: प्रवेश काढा
ms: Alih keluar Akses
mt: Neħħi l-Aċċess
my: Access ကိုဖယ်ရှားပါ
ne: पहुँच हटाउनुहोस्
nl: Toegang verwijderen
no: Fjern tilgang
or: ଆକ୍ସେସ୍ ଅପସାରଣ କରନ୍ତୁ |
pa: ਐਕਸੈਸ ਹਟਾਓ
pl: Usuń dostęp
ps: لاسرسی لرې کړئ
pt: Remover acesso
ro: Eliminați Accesul
ru: Удалить доступ
rw: Kuraho Kwinjira
sd: پهچ هٽايو
si: ප්රවේශය ඉවත් කරන්න
sk: Odstrániť prístup
sl: Odstrani dostop
sq: Hiq hyrjen
sr: Уклони приступ
sv: Ta bort åtkomst
sw: Ondoa Upataji
ta: அணுகலை அகற்று
te: ప్రాప్యతను తొలగించండి
tg: Хориҷро хориҷ кунед
th: ลบการเข้าถึง
tk: Girişi aýyryň
tl: Alisin ang Pag-access
tr: Erişimi Kaldır
tt: Рөхсәтне бетерегез
ug: زىيارەتنى ئۆچۈرۈڭ
uk: Видалити доступ
ur: رسائی کو ہٹا دیں
uz: Kirish huquqini olib tashlang
vi: Xóa quyền truy cập
xh: Susa ukuFikelela
yi: אַראָפּנעמען אַקסעס

source: Active
af: Aktief
am: ንቁ
ar: نشيط
az: Aktiv
be: Актыўны
bg: Активен
bn: সক্রিয়
ca: Actiu
cs: Aktivní
cy: Actif
da: Aktiv
de: Aktiv
el: Ενεργός
eo: Aktiva
es: Activo
et: Aktiivne
eu: Aktiboa
fa: فعال
fi: Aktiivinen
fr: Actif
fy: Aktyf
ga: Gníomhach
gd: Gnìomhach
gl: Activo
gu: સક્રિય
hi: सक्रिय
hr: Aktivan
hu: Aktív
hy: Ակտիվ
id: Aktif
is: Virkur
it: Attivo
iw: פָּעִיל
ja: アクティブ
ka: აქტიური
kk: Белсенді
km: សកម្ម
kn: ಸಕ್ರಿಯ
ku: Jîr
ky: Активдүү
lb: Aktiv
lo: ເຄື່ອນໄຫວ
lt: Aktyvus
lv: Aktīvs
mi: Hohe
mk: Активен
ml: സജീവമാണ്
mn: Идэвхтэй
mr: सक्रिय
ms: Aktif
mt: Attiva
my: လှုပ်လှုပ်ရှားရှား
ne: सक्रिय
nl: Actief
no: Aktiv
or: ସକ୍ରିୟ |
pa: ਕਿਰਿਆਸ਼ੀਲ
pl: Aktywny
ps: فعاله
pt: Ativo
ro: Activ
ru: Активный
rw: Bikora
sd: چالو
si: ක්රියාකාරී
sk: Aktívne
sl: Aktiven
sq: Aktiv
sr: Активан
sv: Aktiva
sw: Inayotumika
ta: செயலில்
te: చురుకుగా
tg: Фаъол
th: คล่องแคล่ว
tk: Işjeň
tl: Aktibo
tr: Aktif
tt: Актив
ug: ئاكتىپ
uk: Активний
ur: فعال
uz: Faol
vi: Tích cực
xh: Iyasebenza
yi: אַקטיוו

source: Invites
af: Uitnodigings
am: ግብዣዎች
ar: يدعو
az: dəvət edir
be: Запрашае
bg: кани
bn: আমন্ত্রণ জানায়
ca: Convida
cs: Pozvánky
cy: Yn gwahodd
da: Inviterer
de: Lädt ein
el: Προσκαλεί
eo: Invitas
es: invita
et: Kutsub
eu: Gonbidapenak
fa: دعوت می کند
fi: Kutsut
fr: Invite
fy: noeget út
ga: cuireadh
gd: A 'toirt cuireadh
gl: Convida
gu: આમંત્રણ આપે છે
hi: आमंत्रण
hr: poziva
hu: Meghívja
hy: Հրավիրում է
id: Undangan
is: Boð
it: Inviti
iw: מזמין
ja: 招待
ka: იწვევს
kk: Шақырады
km: ការអញ្ជើញ
kn: ಆಹ್ವಾನಿಸುತ್ತದೆ
ky: Чакырат
lb: Invitéiert
lo: ເຊີນ
lt: Kviečia
lv: Aicina
mg: fanasana
mi: Powhiri
mk: Поканува
ml: ക്ഷണിക്കുന്നു
mn: урьж байна
mr: आमंत्रण देतो
ms: Jemputan
mt: Jistieden
my: ဖိတ်စာ
ne: निमन्त्रणा गर्दछ
nl: Uitnodigingen
no: Inviterer
or: ଆମନ୍ତ୍ରଣ
pa: ਸੱਦਾ ਦਿੰਦਾ ਹੈ
pl: Zaprasza
ps: بلنه ورکوي
pt: Convites
ro: Invită
ru: Приглашает
rw: Ubutumire
sd: دعوت ڏئي ٿو
si: ආරාධනා කරනවා
sk: pozýva
sl: Vabi
sq: Fton
sr: Позива
sv: Inbjuder
sw: Inaalika
ta: அழைக்கிறது
te: ఆహ్వానిస్తుంది
tg: даъват мекунад
th: คำเชิญ
tk: Çakylyk
tl: Mga imbitasyon
tr: Davet etmek
tt: Чакыра
ug: تەكلىپ قىلىدۇ
uk: Запрошує
ur: دعوت دیتا ہے۔
uz: Taklif qiladi
vi: Mời
xh: Uyamema
yi: ינווייץ

source: Disabled
af: Gestrem
am: ተሰናክሏል።
ar: عاجز
az: Əlil
be: Інваліды
bg: хора с увреждания
bn: অক্ষম
ca: Discapacitat
cs: Zakázáno
cy: Anabl
da: handicappet
de: Deaktiviert
el: άτομα με ειδικές ανάγκες
eo: Malebligita
es: Desactivado
et: Keelatud
eu: Desgaituta
fa: معلول
fi: Liikuntarajoitteinen
fr: Handicapé
fy: Ynvalide
ga: Faoi mhíchumas
gd: Ciorramach
gl: Desactivado
gu: અક્ષમ
hi: अक्षम
hr: Onemogućeno
hu: Tiltva
hy: Անաշխատունակ
id: Dengan disabilitas
is: Öryrkjar
it: Disabilitato
iw: נָכֶה
ja: 無効
ka: გამორთულია
kk: Өшірілген
km: ពិការ
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ku: Bêmecel
ky: Өчүрүлгөн
lb: Behënnert
lo: ຄົນພິການ
lt: Išjungta
lv: Atspējots
mg: sembana
mi: Kua haua
mk: Оневозможено
ml: അപ്രാപ്തമാക്കി
mn: Идэвхгүй
mr: अक्षम
ms: Dilumpuhkan
mt: B'diżabilità
my: မသန်စွမ်း
ne: अक्षम
nl: Gehandicapt
no: Funksjonshemmet
or: ଅକ୍ଷମ
pa: ਅਯੋਗ
pl: Wyłączone
ps: معلول
pt: Desabilitado
ro: Dezactivat
ru: Неполноценный
rw: Abamugaye
sd: معذور
si: ආබාධිතයි
sk: Zakázané
sl: Onemogočeno
sq: I paaftë
sr: Онемогућено
sv: Inaktiverad
sw: Imezimwa
ta: முடக்கப்பட்டது
te: వికలాంగుడు
tg: Маъюб
th: พิการ
tk: Maýyp
tl: Hindi pinagana
tr: Engelli
tt: Инвалид
ug: چەكلەنگەن
uk: Вимкнено
ur: معذور
uz: O'chirilgan
vi: Vô hiệu hóa
xh: Kukhubazekile
yi: פאַרקריפּלט
