Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: for more information about on-site training.
af: vir meer inligting oor opleiding op die terrein.
am: ስለ ጣቢያው ስልጠና ተጨማሪ መረጃ ለማግኘት።
ar: لمزيد من المعلومات حول التدريب في الموقع.
az: yerdəki təlim haqqında daha çox məlumat üçün.
be: для атрымання дадатковай інфармацыі пра навучанне на месцы.
bg: за повече информация относно обучението на място.
bn: সাইটে প্রশিক্ষণ সম্পর্কে আরও তথ্যের জন্য।
ca: per obtenir més informació sobre la formació presencial.
cs: Další informace o školení na místě.
cy: i gael mwy o wybodaeth am hyfforddiant ar y safle.
da: for mere information om træning på stedet.
de: Weitere Informationen zu Schulungen vor Ort.
el: για περισσότερες πληροφορίες σχετικά με την επιτόπια εκπαίδευση.
eo: por pliaj informoj pri surloka trejnado.
es: para obtener más información sobre la capacitación en el sitio.
et: lisateavet kohapealsete koolituste kohta.
eu: gunean prestakuntzaren inguruko informazio gehiago lortzeko.
fa: برای کسب اطلاعات بیشتر در مورد آموزش در محل.
fi: lisätietoja paikan päällä tapahtuvasta koulutuksesta.
fr: pour plus d&#39;informations sur la formation sur site.
fy: foar mear ynformaasje oer training op it plak.
ga: chun tuilleadh faisnéise a fháil faoi oiliúint ar an láthair.
gd: airson tuilleadh fiosrachaidh mu thrèanadh air an làrach.
gl: para obter máis información sobre o adestramento in situ.
gu: સ્થળ પરની તાલીમ વિશે વધુ માહિતી માટે.
hi: साइट पर प्रशिक्षण के बारे में अधिक जानकारी के लिए।
hr: za više informacija o treningu na licu mjesta.
hu: további információ a helyszíni képzésről.
hy: տեղում դասընթացների մասին լրացուցիչ տեղեկություններ ստանալու համար:
id: untuk informasi lebih lanjut tentang pelatihan di tempat.
is: til að fá frekari upplýsingar um þjálfun á staðnum.
it: per ulteriori informazioni sulla formazione in loco.
iw: למידע נוסף על אימונים באתר.
ja: オンサイトトレーニングの詳細については。
ka: დამატებითი ინფორმაციისთვის ადგილზე ტრენინგის შესახებ.
kk: жерде оқыту туралы қосымша ақпарат алу үшін.
km: សម្រាប់ព័ត៌មានបន្ថែមអំពីការបណ្តុះបណ្តាលនៅនឹងកន្លែង។
kn: ಆನ್-ಸೈಟ್ ತರಬೇತಿಯ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ.
ku: ji bo bêtir agahdarî li ser perwerdehiya li ser malperê.
ky: сайтта окутуу жөнүндө көбүрөөк маалымат алуу үчүн.
lb: fir méi Informatioun iwwer Training um Site.
lo: ສຳ ລັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບການຝຶກອົບຮົມຢູ່ສະຖານທີ່.
lt: Norėdami gauti daugiau informacijos apie mokymus vietoje.
lv: lai iegūtu vairāk informācijas par apmācību uz vietas.
mg: raha mila fanazavana fanampiny momba ny fiofanana eo an-toerana.
mi: mo te roanga atu o nga korero mo te whakangungu pae-papa.
mk: за повеќе информации за обука на лице место.
ml: ഓൺ-സൈറ്റ് പരിശീലനത്തെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്.
mn: газар дээрх сургалтын талаар дэлгэрэнгүй мэдээлэл авах боломжтой.
mr: साइटवरील प्रशिक्षण विषयी अधिक माहितीसाठी.
ms: untuk maklumat lebih lanjut mengenai latihan di tempat.
mt: għal aktar informazzjoni dwar taħriġ fuq il-post.
my: On-site ကိုလေ့ကျင့်ရေးနှင့်ပတ်သက်။ ပိုမိုသိရှိလိုပါက။
ne: साइट प्रशिक्षण को बारे मा अधिक जानकारी को लागी।
nl: voor meer informatie over training op locatie.
no: for mer informasjon om trening på stedet.
or: ଅନ-ସାଇଟ୍ ତାଲିମ ବିଷୟରେ ଅଧିକ ସୂଚନା ପାଇଁ |
pa: ਸਾਈਟ &#39;ਤੇ ਸਿਖਲਾਈ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ.
pl: aby uzyskać więcej informacji o szkoleniach na miejscu.
ps: په ساحه کې د روزنې په اړه د نورو معلوماتو لپاره.
pt: para obter mais informações sobre treinamento no local.
ro: pentru mai multe informații despre instruirea la fața locului.
ru: Для получения дополнительной информации об обучении на месте.
rw: kubindi bisobanuro bijyanye namahugurwa kurubuga.
sd: سائيٽ جي تربيت بابت وڌيڪ اڻ لاءِ.
si: ස්ථානීය පුහුණුව පිළිබඳ වැඩි විස්තර සඳහා.
sk: Ďalšie informácie o školení na mieste.
sl: za več informacij o usposabljanju na kraju samem.
sq: për më shumë informacion në lidhje me trajnimet në vend.
sr: за више информација о обуци на лицу места.
sv: för mer information om utbildning på plats.
sw: kwa habari zaidi juu ya mafunzo kwenye tovuti.
ta: ஆன்-சைட் பயிற்சி பற்றிய கூடுதல் தகவலுக்கு.
te: ఆన్-సైట్ శిక్షణ గురించి మరింత సమాచారం కోసం.
tg: барои гирифтани маълумоти бештар дар бораи омӯзиши маҳалли.
th: สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการฝึกอบรมในสถานที่
tk: ýerinde okuw barada has giňişleýin maglumat üçin.
tl: para sa karagdagang impormasyon tungkol sa pagsasanay sa site.
tr: yerinde eğitim hakkında daha fazla bilgi için.
tt: сайтта укыту турында күбрәк мәгълүмат алу өчен.
ug: نەق مەيداندىكى تەربىيىلەشكە مۇناسىۋەتلىك تېخىمۇ كۆپ ئۇچۇرلار.
uk: для отримання додаткової інформації про навчання на місці.
ur: سائٹ پر تربیت کے بارے میں مزید معلومات کے ل.۔
uz: saytdagi trening haqida ko&#39;proq ma&#39;lumot olish uchun.
vi: để biết thêm thông tin về đào tạo tại chỗ.
xh: ngolwazi oluthe kratya malunga noqeqesho lwasekhaya.
yi: פֿאַר מער אינפֿאָרמאַציע וועגן טריינינג אויף פּלאַץ.

source: 5. Your Rights and Restrictions:
af: 5. U regte en beperkings:
am: 5. የእርስዎ መብቶች እና ገደቦች;
ar: 5. حقوقك وقيودك:
az: 5. Sizin hüquqlarınız və məhdudiyyətləriniz:
be: 5. Вашыя правы і абмежаванні:
bg: 5. Вашите права и ограничения:
bn: 5. আপনার অধিকার এবং বিধিনিষেধ:
ca: 5. Els vostres drets i restriccions:
cs: 5. Vaše práva a omezení:
cy: 5. Eich Hawliau a&#39;ch Cyfyngiadau:
da: 5. Dine rettigheder og begrænsninger:
de: 5. Ihre Rechte und Einschränkungen:
el: 5. Δικαιώματα και Περιορισμοί σας:
eo: 5. Viaj Rajtoj kaj Restriktoj:
es: 5. Sus derechos y restricciones:
et: 5. Teie õigused ja piirangud:
eu: 5. Zure eskubideak eta mugak:
fa: 5. حقوق و محدودیت های شما:
fi: 5. Oikeudet ja rajoitukset:
fr: 5. Vos droits et restrictions:
fy: 5. Jo rjochten en behemen:
ga: 5. Do Chearta agus do Shrianta:
gd: 5. Do chòraichean agus cuingeachaidhean:
gl: 5. Os seus dereitos e restricións:
gu: 5. તમારા અધિકારો અને પ્રતિબંધો:
hi: 5. आपके अधिकार और प्रतिबंध:
hr: 5. Vaša prava i ograničenja:
hu: 5. Jogai és korlátozásai:
hy: 5. Ձեր իրավունքները եւ սահմանափակումները.
id: 5. Hak dan Batasan Anda:
is: 5. Réttindi þín og takmarkanir:
it: 5. I tuoi diritti e restrizioni:
iw: 5. הזכויות וההגבלות שלך:
ja: 5.あなたの権利と制限
ka: 5. თქვენი უფლებები და შეზღუდვები:
kk: 5. Сіздің құқықтарыңыз бен шектеулеріңіз:
km: 5. សិទ្ធិនិងការរឹតបន្តឹងរបស់អ្នក:
kn: 5. ನಿಮ್ಮ ಹಕ್ಕುಗಳು ಮತ್ತು ನಿರ್ಬಂಧಗಳು:
ku: 5. Mafên Te û Mafên Te:
ky: 5. Сиздин укуктары жана чектөөлөр:
lb: 5. Är Rechter a Restriktiounen:
lo: 5. ສິດແລະການຈໍາກັດຂອງທ່ານ:
lt: 5. Jūsų teisės ir apribojimai:
lv: 5. Jūsu tiesības un ierobežojumi:
mg: 5. Ny zonao sy ny sakana:
mi: 5. Ko o Tika me o Whakawhitinga:
mk: 5. Вашите права и ограничувања:
ml: 5. നിങ്ങളുടെ അവകാശങ്ങളും നിയന്ത്രണങ്ങളും:
mn: 5. Таны эрх, хязгаарлалт:
mr: 5. आपले अधिकार आणि प्रतिबंधः
ms: 5. Hak dan Sekatan Anda:
mt: 5. Id-Drittijiet u r-Restrizzjonijiet Tiegħek:
my: 5. သင့်အခွင့်အရေးနှင့်ကန့်သတ်:
ne: तपाईंको अधिकार र प्रतिबन्धहरू:
nl: 5. Uw rechten en beperkingen:
no: 5. Dine rettigheter og begrensninger:
or: 5. ଆପଣଙ୍କର ଅଧିକାର ଏବଂ ପ୍ରତିବନ୍ଧକ:
pa: 5. ਤੁਹਾਡੇ ਅਧਿਕਾਰ ਅਤੇ ਪਾਬੰਦੀਆਂ:
pl: 5. Twoje prawa i ograniczenia:
ps: 5. ستاسو حقوق او محدودیتونه:
pt: 5. Seus Direitos e Restrições:
ro: 5. Drepturile și restricțiile:
ru: 5. Ваши права и ограничения:
rw: 5. Uburenganzira bwawe nimbogamizi:
sd: 5. توهان جا حق ۽ پابنديون:
si: 5. ඔබගේ අයිතිවාසිකම් සහ සීමා කිරීම්:
sk: 5. Vaše práva a obmedzenia:
sl: 5. Vaše pravice in omejitve:
sq: 5. Të drejtat dhe kufizimet tuaja:
sr: 5. Ваша права и ограничења:
sv: 5. Dina rättigheter och restriktioner:
sw: 5. Haki zako na vikwazo:
ta: 5. உங்கள் உரிமைகள் மற்றும் கட்டுப்பாடுகள்:
te: 5. మీ హక్కులు మరియు పరిమితులు:
tg: 5. Ҳуқуқ ва маҳдудиятҳои шумо:
th: 5. สิทธิ์และข้อ จำกัด ของคุณ:
tk: 5. Hukuklaryňyz we çäklendirmeleriňiz:
tl: 5. Ang Iyong Karapatan at Mga Paghihigpit:
tr: 5. Haklarınız ve Kısıtlamalar:
tt: 5. Сезнең хокуклар һәм чикләүләр:
ug: 5. ھوقۇقىڭىز ۋە چەكلىمىلىرىڭىز:
uk: 5. Ваші права та обмеження:
ur: 5. آپ کے حقوق اور پابندیاں:
uz: 5. Sizning huquqlaringiz va cheklovlaringiz:
vi: 5. Quyền và hạn chế của bạn:
xh: 5. Amalungelo akho kunye nezilungiso:
yi: 5. דיין רעכט און רעסטריקטיאָנס:
