Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
af: Kyk presies hoe &#39;n saak vorder, die aantal sake wat suksesvol afgesluit is, en sien reaksietye via die deeglike analise-module van CaseActive. Kennis is krag, en ons het alles oor u eie projekte te kenne gegee.
am: አንድ ጉዳይ እንዴት እየተሻሻለ እንደመጣ በትክክል ይመልከቱ ፣ የጉዳዮች ቁጥር በተሳካ ሁኔታ ዝግ ነው ፣ እና በ CaseActive ጥልቅ ትንታኔ ሞዱል በኩል የምላሽ ጊዜዎችን ይመልከቱ። እውቀት ኃይል ነው ፣ እናም ስለራስዎ ፕሮጄክቶች ማወቅ ያለዎትን ነገር ሁሉ ሰጥተናል ፡፡
ar: شاهد بالضبط مدى تقدم الحالة ، أغلق عدد الحالات بنجاح ، وشاهد أوقات الاستجابة عبر وحدة التحليلات الشاملة لـ CaseActive. المعرفة قوة ، وقد قدمنا لك كل ما يمكن معرفته عن مشاريعك الخاصة.
az: Bir işin necə inkişaf etdiyini, işlərin müvəffəqiyyətlə bağlandığını və CaseActive-nin hərtərəfli analitik modulu vasitəsilə cavab vaxtlarına baxın. Bilik gücdür və öz layihələrinizi bilmək üçün sizə hər şeyi verdik.
be: Паглядзіце дакладна, як справа ідзе, колькасць выпадкаў паспяхова закрыта, і паглядзіце час адказу праз модуль дбайнай аналітыкі CaseActive. Веданне - гэта сіла, і мы далі вам усё, што можна ведаць пра ўласныя праекты.
bg: Вижте точно как даден случай прогресира, броя на случаите успешно приключени и вижте времето за реакция чрез модула за задълбочен анализ на CaseActive. Знанието е сила и ние ви дадохме всичко, което трябва да знаете за вашите собствени проекти.
bn: কোনও ক্ষেত্রে কীভাবে অগ্রগতি হচ্ছে ঠিক তা দেখুন, সাফল্যের সাথে বন্ধ হওয়া মামলার সংখ্যা এবং কেসএ্যাকটিভির পুরো বিশ্লেষণ মডিউলটির মাধ্যমে প্রতিক্রিয়া সময়গুলি দেখুন। জ্ঞান শক্তি, এবং আমরা আপনাকে আপনার নিজস্ব প্রকল্পগুলি সম্পর্কে জানার জন্য সেখানে সবকিছু দিয়েছি।
ca: Consulteu exactament com avança un cas, el nombre de casos tancat amb èxit i consulteu els temps de resposta a través del mòdul d’analítica completa de CaseActive. El coneixement és poder i us hem donat tot el que cal saber sobre els vostres propis projectes.
cs: Přesně sledujte, jak případ postupuje, počet případů úspěšně uzavřen a podívejte se na dobu odezvy prostřednictvím důkladného analytického modulu CaseActive. Znalost je síla a my jsme vám dali vše, co je třeba vědět o vašich vlastních projektech.
cy: Gweld yn union sut mae achos yn dod yn ei flaen, nifer yr achosion wedi cau yn llwyddiannus, a gweld amseroedd ymateb trwy fodiwl dadansoddeg trylwyr CaseActive. Pwer yw gwybodaeth, ac rydyn ni wedi rhoi popeth sydd gennych chi i&#39;w wybod am eich prosiectau eich hun.
da: Se nøjagtigt, hvordan en sag skrider frem, antallet af sager er afsluttet, og se responstider via CaseActives grundige analysemodul. Viden er magt, og vi har givet dig alt hvad der er at vide om dine egne projekter.
de: Sehen Sie genau, wie ein Fall fortschreitet, wie viele Fälle erfolgreich abgeschlossen wurden und wie die Antwortzeiten über das gründliche Analysemodul von CaseActive angezeigt werden. Wissen ist Macht, und wir haben Ihnen alles gegeben, was Sie über Ihre eigenen Projekte wissen müssen.
el: Δείτε με ακρίβεια πώς εξελίσσεται μια υπόθεση, ο αριθμός των περιπτώσεων ολοκληρώθηκε με επιτυχία και δείτε τους χρόνους απόκρισης μέσω της λεπτομερούς μονάδας ανάλυσης του CaseActive. Η γνώση είναι δύναμη και σας δώσαμε ό, τι χρειάζεται να γνωρίζετε για τα δικά σας έργα.
eo: Vidu ekzakte kiel progresas kazo, la nombro da kazoj sukcese fermitaj, kaj vidu respondajn tempojn per la ĝisfunda analiza modulo de CaseActive. Scio estas potenco, kaj ni donis al vi ĉion, kio devas scii pri viaj propraj projektoj.
es: Vea exactamente cómo progresa un caso, la cantidad de casos cerrados con éxito y los tiempos de respuesta a través del módulo de análisis exhaustivo de CaseActive. El conocimiento es poder, y le hemos dado todo lo que hay que saber sobre sus propios proyectos.
et: Vaadake täpselt, kuidas juhtum edeneb, kui palju juhtumeid on edukalt lõpetatud, ja vaadake reageerimisaegu CaseActive&#39;i põhjaliku analüüsimooduli kaudu. Teadmised on jõud ja me oleme andnud teile kõik, mida on vaja teada teie enda projektide kohta.
eu: Ikusi kasu bat nola egiten den aurrera, kasu kopurua ondo itxita eta ikusi erantzun-aldiak CaseActive-ren analisi sakonen moduluaren bidez. Ezagutza boterea da, eta zure proiektuei buruz jakin beharreko guztia eman diegu.
fa: دقیقاً نحوه پیشرفت یک پرونده ، تعداد موارد بسته شده با موفقیت را ببینید و از طریق ماژول تحلیلی دقیق CaseActive ، زمان پاسخگویی را ببینید. دانش قدرت است و ما به شما همه چیز را در اختیار شما قرار داده ایم تا در مورد پروژه های خود بدانید.
fi: Katso, miten tapaus etenee, tapausten lukumäärä on onnistuneesti lopetettu, ja katso vastausajat CaseActive-perusteellisen analyysimoduulin kautta. Tieto on voimaa, ja olemme antaneet sinulle kaiken, mitä sinun on oltava tietoinen omista projekteistasi.
fr: Voyez exactement comment un dossier progresse, le nombre de dossiers clôturés avec succès et consultez les temps de réponse via le module d&#39;analyse approfondie de CaseActive. La connaissance c&#39;est le pouvoir, et nous vous avons donné tout ce qu&#39;il faut savoir sur vos propres projets.
fy: Sjoch krekt hoe&#39;t in saak foarútgiet, it oantal saken suksesfol sletten, en sjoch responstiden fia CaseActive&#39;s yngeande analysemodule. Kennis is macht, en wy hawwe jo alles jûn wat jo witte moatte oer jo eigen projekten.
ga: Féach go díreach conas atá cás ag dul chun cinn, líon na gcásanna a dúnadh go rathúil, agus féach na hamanna freagartha trí mhodúl anailíse críochnúil CaseActive. Is cumhacht an t-eolas, agus thugamar gach rud atá ar eolas duit faoi do thionscadail féin.
gd: Faic dìreach mar a tha cùis a ’dol air adhart, an àireamh de chùisean air an dùnadh gu soirbheachail, agus faic amannan freagairt tro mhodal anailis mionaideach CaseActive. Is e eòlas cumhachd, agus tha sinn air a h-uile càil a tha ann a thoirt dhut mu na pròiseactan agad fhèin.
gl: Vexa exactamente como avanza un caso, o número de casos pechados con éxito e vexa os tempos de resposta a través do módulo de análise de CaseActive. O coñecemento é poder e démosche todo o que hai que saber sobre os teus propios proxectos.
gu: કેસ કેવી રીતે પ્રગતિ કરે છે તે બરાબર જુઓ, સફળતાપૂર્વક બંધ થયેલા કેસોની સંખ્યા, અને કેસએક્ટિવના સંપૂર્ણ વિશ્લેષણાત્મક મોડ્યુલ દ્વારા પ્રતિસાદ સમય જુઓ. જ્ledgeાન એ શક્તિ છે, અને અમે તમને તમારા પોતાના પ્રોજેક્ટ્સ વિશે જાણવા માટે બધું જ આપ્યું છે.
hi: वास्तव में देखें कि कोई मामला कैसे प्रगति कर रहा है, मामलों की संख्या सफलतापूर्वक बंद हो गई है, और CaseActive के संपूर्ण विश्लेषण मॉड्यूल के माध्यम से प्रतिक्रिया समय देखें। ज्ञान शक्ति है, और हमने आपको अपनी परियोजनाओं के बारे में जानने के लिए सब कुछ दिया है।
hr: Pogledajte točno kako slučaj napreduje, broj slučajeva uspješno zaključenih i pogledajte vremena odziva putem modula detaljne analitike CaseActive-a. Znanje je moć, a mi smo vam dali sve što trebate znati o vlastitim projektima.
hu: Pontosan megnézheti az ügy előrehaladását, az ügyek sikeres lezárását, és a CaseActive alapos elemző modulján keresztül megnézheti a válaszidőket. A tudás hatalom, és mindent megadtunk neked, amit tudni kell a saját projektjeiről.
hy: Տեսեք, թե ինչպես է զարգանում մի դեպք, հաջողությամբ փակված դեպքերի քանակը և տեսեք պատասխանների ժամանակները CaseActive- ի վերլուծական մանրակրկիտ մոդուլի միջոցով: Գիտելիքը ուժ է, և մենք ձեզ տվել ենք այն ամենը, ինչ կա ձեր սեփական ծրագրերի մասին իմանալու համար:
id: Lihat persis bagaimana suatu kasus berkembang, jumlah kasus berhasil ditutup, dan lihat waktu tanggapan melalui modul analitik menyeluruh CaseActive. Pengetahuan adalah kekuatan, dan kami telah memberi Anda segala sesuatu yang perlu diketahui tentang proyek Anda sendiri.
is: Sjáðu nákvæmlega hvernig málum er háttað, fjölda mála lokað og sjá svörunartíma í gegnum ítarlega greiningaraðferð CaseActive. Þekking er máttur og við höfum gefið þér allt sem er að vita um eigin verkefni.
it: Guarda esattamente come sta procedendo un caso, il numero di casi chiusi con successo e vedi i tempi di risposta tramite il modulo di analisi approfondito di CaseActive. La conoscenza è potere e ti abbiamo dato tutto quello che c&#39;è da sapere sui tuoi progetti.
iw: ראו בדיוק כיצד מתקדם תיק, מספר התיקים נסגרו בהצלחה וראו זמני תגובה באמצעות מודול הניתוח המקיף של CaseActive. הידע הוא כוח ואנחנו נתנו לך את כל מה שיש לדעת על הפרויקטים שלך.
ja: CaseActiveの徹底的な分析モジュールを介して、ケースの進行状況、正常にクローズされたケースの数、および応答時間を正確に確認します。知識は力であり、私たちはあなた自身のプロジェクトについて知っておくべきすべてをあなたに与えました。
ka: ზუსტად ნახეთ, როგორ ვითარდება საქმე, წარმატებით დახურულია შემთხვევების რაოდენობა და იხილეთ რეაგირების დრო CaseActive– ის ანალიტიკური მოდულის მეშვეობით. ცოდნა არის ძალა და ჩვენ ყველაფერი მოგვეცით, რომ თქვენი პროექტების შესახებ იცოდეთ.
kk: Істің қалай өрбігенін, істің аяқталғанын және CaseActive мұқият талдау модулі арқылы жауап уақытын қараңыз. Білім - бұл күш, және біз сізге өзіңіздің жеке жобаларыңыз туралы білу үшін барлығын бердік.
km: មើលឱ្យច្បាស់ថាតើករណីមួយកំពុងរីកចម្រើនយ៉ាងដូចម្តេចចំនួនករណីត្រូវបានបិទដោយជោគជ័យនិងមើលពេលវេលាឆ្លើយតបតាមរយៈម៉ូឌុលវិភាគហ្មត់ចត់របស់ CaseActive ។ ចំណេះដឹងគឺជាអំណាចហើយយើងបានផ្តល់ឱ្យអ្នកនូវអ្វីៗគ្រប់យ៉ាងដើម្បីដឹងអំពីគម្រោងផ្ទាល់ខ្លួនរបស់អ្នក។
kn: ಒಂದು ಪ್ರಕರಣವು ಹೇಗೆ ಪ್ರಗತಿಯಲ್ಲಿದೆ, ಪ್ರಕರಣಗಳ ಸಂಖ್ಯೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಮುಚ್ಚಲಾಗಿದೆ ಮತ್ತು ಕೇಸ್‌ಆಕ್ಟಿವ್‌ನ ಸಂಪೂರ್ಣ ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಮಾಡ್ಯೂಲ್ ಮೂಲಕ ಪ್ರತಿಕ್ರಿಯೆ ಸಮಯವನ್ನು ನೋಡಿ. ಜ್ಞಾನವು ಶಕ್ತಿಯಾಗಿದೆ, ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ಯೋಜನೆಗಳ ಬಗ್ಗೆ ತಿಳಿದುಕೊಳ್ಳಲು ನಾವು ಎಲ್ಲವನ್ನೂ ನೀಡಿದ್ದೇವೆ.
ku: Binêre ka bûyer çawa pêşve diçe, hejmara bûyeran bi serfirazî girtî ye, û demên bersivê bi riya modulê analîzên kûr ên CaseActive dibînin. Zanîn hêz e, û me her tişt daye we ku hûn di derbarê projeyên xwe de zanibin.
ky: Иштин кандайча жүрүп жаткандыгын, иштин ийгиликтүү жабылгандыгын жана CaseActive аналитикалык модулу аркылуу жооп убактысын көрүңүз. Билим - бул күч жана биз сиздин жеке долбоорлоруңуз жөнүндө билүү үчүн бардыгын бердик.
lb: Kuckt genau wéi e Fall fortgeet, d&#39;Zuel vun de Fäll erfollegräich ofgeschloss ass, an kuckt Äntwertzäiten iwwer CaseActive senger grëndlecher Analysemodul. Wëssen ass Kraaft, a mir hunn Iech alles wat Dir musst wëssen iwwer Är eege Projeten.
lo: ເບິ່ງຢ່າງແນ່ນອນວ່າຄະດີມີຄວາມຄືບ ໜ້າ ແນວໃດ, ຈຳ ນວນຄະດີຖືກປິດຢ່າງ ສຳ ເລັດຜົນ, ແລະເບິ່ງເວລາຕອບສະ ໜອງ ຜ່ານໂມດູນການວິເຄາະຢ່າງລະອຽດຂອງ CaseActive. ຄວາມຮູ້ແມ່ນພະລັງ, ແລະພວກເຮົາໄດ້ມອບທຸກຢ່າງໃຫ້ທ່ານເພື່ອຮູ້ກ່ຽວກັບໂຄງການຂອງທ່ານເອງ.
lt: Tiksliai išsiaiškinkite, kaip vyksta bylos eiga, sėkmingai baigtų bylų skaičius, ir atsakymų laikus per išsamų „CaseActive“ analizės modulį. Žinios yra galia, ir mes suteikėme jums viską, ką reikia žinoti apie jūsų pačių projektus.
lv: Precīzi noskaidrojiet, kā notiek lietas virzība, veiksmīgi pabeigto lietu skaitu, un, izmantojot CaseActive rūpīgo analīzes moduli, skatiet atbildes laikus. Zināšanas ir spēks, un mēs esam jums nodevuši visu, kas ir jāzina par jūsu projektiem.
mg: Jereo tsara ny fivoaran&#39;ny raharaha iray, ny isan&#39;ny tranga nikatona tamim-pahombiazana, ary jereo ny valin&#39;ny famaliana amin&#39;ny alàlan&#39;ny CaseActive module analytics feno. Hery ny fahalalana, ka nomenay anao ny zava-drehetra mba hahafantaranao momba ireo tetik&#39;asao.
mi: Tirohia tino pehea te ahunga whakamua o te keehi, te maha o nga keehi i tutakina pai, ka kite i nga waa whakautu mai na te waahanga tātaritanga matawai a CaseActive. He mohio te matauranga, a ka tukuna atu e matou ki a koe nga mea katoa hei mohio mo o kaupapa ake.
mk: Погледнете точно како напредува случајот, бројот на случаи е успешно затворен и видете ги времињата на одговор преку темелниот модул за аналитика на CaseActive. Знаењето е моќ и ние ви дадовме сè што има за да знаете за вашите сопствени проекти.
ml: ഒരു കേസ് എങ്ങനെ പുരോഗമിക്കുന്നുവെന്ന് കൃത്യമായി കാണുക, കേസുകളുടെ എണ്ണം വിജയകരമായി അടച്ചിരിക്കുന്നു, കൂടാതെ കേസ് ആക്റ്റീവിന്റെ സമഗ്രമായ അനലിറ്റിക്സ് മൊഡ്യൂൾ വഴി പ്രതികരണ സമയം കാണുക. അറിവ് ശക്തിയാണ്, നിങ്ങളുടെ സ്വന്തം പ്രോജക്റ്റുകളെക്കുറിച്ച് അറിയാനുള്ളതെല്ലാം ഞങ്ങൾ നിങ്ങൾക്ക് നൽകി.
mn: Хэргийн явц хэрхэн явагдаж байгааг, хэргийг амжилттай хаасан, CaseActive-ийн нарийвчилсан анализын модулийн хариуг хэдэн удаа харж байгааг хараарай. Мэдлэг бол хүч бөгөөд бид өөрийн төслүүдийн талаар мэдэх ёстой бүх зүйлийг танд өгсөн.
mr: एखादे प्रकरण कसे प्रगती करीत आहे ते पहा, यशस्वीरित्या बंद झालेल्या प्रकरणांची संख्या आणि कॅसेएक्टिव्हच्या संपूर्ण विश्लेषण मॉड्यूलद्वारे प्रतिसाद वेळा पहा. ज्ञान हे सामर्थ्य आहे आणि आपल्या स्वतःच्या प्रकल्पांबद्दल जाणून घेण्यासाठी आम्ही आपल्याला तेथे सर्व काही दिले आहे.
ms: Lihat betul-betul bagaimana kes sedang berjalan, jumlah kes berjaya ditutup, dan lihat masa tindak balas melalui modul analisis menyeluruh CaseActive. Pengetahuan adalah kekuatan, dan kami telah memberi anda semua yang perlu diketahui mengenai projek anda sendiri.
mt: Ara eżattament kif miexi każ, l-għadd ta &#39;każijiet jingħalaq b&#39;suċċess u ara l-ħinijiet ta&#39; rispons permezz tal-modulu ta &#39;l-analitika bir-reqqa ta&#39; CaseActive. L-għarfien huwa poter, u aħna tajna dak kollu li hemm biex tkun taf dwar il-proġetti tiegħek stess.
my: အမှုတစ်ခု၏မည်မျှတိုးတက်နေသည်ကိုအတိအကျကြည့်ပါ၊ အမှုကိစ္စအရေအတွက်အောင်မြင်စွာပိတ်ထားပြီး CaseActive ၏စေ့စေ့စပ်စပ်ခွဲခြမ်းစိတ်ဖြာမှု module မှတစ်ဆင့်တုန့်ပြန်မှုအချိန်ကိုကြည့်ပါ။ အသိပညာသည်စွမ်းအားဖြစ်သည်။ ကျွန်ုပ်တို့သည်သင်၏ကိုယ်ပိုင်ပရောဂျက်များနှင့် ပတ်သက်၍ သိရှိနိုင်ရန်အားလုံးကိုသင့်အားကျွန်ုပ်တို့ပေးထားသည်။
ne: वास्तवमै कसरी केसको प्रगति हुँदैछ हेर्नुहोस्, सफलतापूर्वक बन्द भएका घटनाहरूको संख्या, र केसएक्टिभको पूर्ण विश्लेषक मोड्युल मार्फत प्रतिक्रिया समयहरू हेर्नुहोस्। ज्ञान शक्ति हो, र हामीले तपाईंलाई तपाईंको आफ्नै प्रोजेक्टहरूको बारेमा जान्ने सबै जानकारी दियौं।
nl: Zie precies hoe een zaak vordert, het aantal succesvol afgesloten zaken en bekijk reactietijden via de grondige analysemodule van CaseActive. Kennis is macht en we hebben je alles gegeven wat je moet weten over je eigen projecten.
no: Se nøyaktig hvordan en sak skrider frem, antall saker vellykket avsluttet, og se responstider via CaseActives grundige analysemodul. Kunnskap er makt, og vi har gitt deg alt du trenger å vite om dine egne prosjekter.
or: କେସ୍ କିପରି ଅଗ୍ରଗତି କରୁଛି, କେସ୍ ସଂଖ୍ୟା ସଫଳତାର ସହିତ ବନ୍ଦ ହୋଇଛି, ଏବଂ କେସ୍ ଆକ୍ଟିଭ୍ ର ପୁଙ୍ଖାନୁପୁଙ୍ଖ ଆନାଲିଟିକ୍ସ ମଡ୍ୟୁଲ୍ ମାଧ୍ୟମରେ ପ୍ରତିକ୍ରିୟା ସମୟ ଦେଖନ୍ତୁ | ଜ୍ଞାନ ହେଉଛି ଶକ୍ତି, ଏବଂ ଆପଣଙ୍କ ନିଜ ପ୍ରୋଜେକ୍ଟ ବିଷୟରେ ଜାଣିବା ପାଇଁ ଆମେ ଆପଣଙ୍କୁ ସବୁକିଛି ଦେଇଛୁ |
pa: ਬਿਲਕੁਲ ਦੇਖੋ ਕਿ ਕਿਵੇਂ ਕੇਸ ਤਰੱਕੀ ਕਰ ਰਿਹਾ ਹੈ, ਕੇਸਾਂ ਦੀ ਗਿਣਤੀ ਸਫਲਤਾਪੂਰਵਕ ਬੰਦ ਹੋ ਗਈ ਹੈ, ਅਤੇ ਕੇਸਏਕਟਿਵ ਦੇ ਪੂਰੇ ਵਿਸ਼ਲੇਸ਼ਣ ਮਾਡਿ viaਲ ਦੁਆਰਾ ਜਵਾਬ ਦੇ ਸਮੇਂ ਨੂੰ ਵੇਖੋ. ਗਿਆਨ ਸ਼ਕਤੀ ਹੈ, ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਆਪਣੇ ਪ੍ਰੋਜੈਕਟਾਂ ਬਾਰੇ ਜਾਣਨ ਲਈ ਸਭ ਕੁਝ ਦਿੱਤਾ ਹੈ.
pl: Zobacz dokładnie, jak postępuje sprawa, liczbę spraw pomyślnie zamkniętych i zobacz czasy odpowiedzi za pośrednictwem modułu dogłębnej analizy CaseActive. Wiedza to potęga, a my daliśmy Ci wszystko, co możesz wiedzieć o swoich projektach.
ps: په دقیق ډول وګورئ چې څنګه قضیه پرمخ ځي ، د قضیو شمیر په بریالیتوب سره تړل شوی ، او د کیسایټیکټ بشپړ تحلیلي ماډلونو له لارې د ځواب وختونه وګورئ. پوهه ځواک دی ، او موږ تاسو ته ستاسو د پروژو په اړه د پوهیدو لپاره هرڅه درکړل.
pt: Veja exatamente como um caso está progredindo, o número de casos encerrados com êxito e veja os tempos de resposta através do módulo de análise completo da CaseActive. Conhecimento é poder, e nós demos a você tudo o que há para saber sobre seus próprios projetos.
ro: Vedeți exact cum progresează un caz, numărul de cazuri închise cu succes și vedeți timpii de răspuns prin intermediul modulului de analiză amănunțită de CaseActive. Cunoașterea este putere și v-am oferit tot ce trebuie să știți despre propriile proiecte.
ru: Посмотрите, как именно продвигается дело, количество успешно завершенных дел, и посмотрите время отклика с помощью детального аналитического модуля CaseActive. Знание - это сила, и мы дали вам все, что нужно знать о ваших собственных проектах.
rw: Reba neza uko urubanza rugenda rutera imbere, umubare wimanza warangiye neza, kandi urebe igihe cyo gusubiza ukoresheje CaseActive yuzuye isesengura ryuzuye. Ubumenyi nimbaraga, kandi twaguhaye ibintu byose bihari kugirango umenye imishinga yawe.
sd: ڏسو ته ڪيئن هڪ ڪيس اڳتي وڌي رهيو آهي ، ڪيسن جو تعداد ڪاميابي سان بند ٿيو ، ۽ ڪيس اييڪٽ جي مفصل تجزيو ماڊل ذريعي جواب وارين وقتن کي ڏسو. علم طاقت آهي ، ۽ اسان توهان کي پنهنجي هر منصوبن بابت everythingاڻڻ لاءِ سڀ ڪجهه ڏنو آهي.
si: නඩුවක් ඉදිරියට යන ආකාරය, නඩු ගණන සාර්ථකව වසා ඇති ආකාරය සහ කේස්ඇක්ටිව් හි ගැඹුරු විශ්ලේෂණ මොඩියුලය හරහා ප්‍රතිචාර කාලය බලන්න. දැනුම යනු බලයයි, ඔබේම ව්‍යාපෘති ගැන දැන ගැනීමට ඇති සෑම දෙයක්ම අපි ඔබට ලබා දී ඇත්තෙමු.
sk: Presne sledujte, ako prípad postupuje, počet úspešne uzavretých prípadov a pozrite si časy odozvy prostredníctvom dôkladného analytického modulu CaseActive. Znalosť je sila a my sme vám dali všetko, čo sa dá vedieť o vašich vlastných projektoch.
sl: Preverite natančno, kako zadeva napreduje, število primerov uspešno zaključenih in oglejte si odzivne čase prek modula za temeljito analitiko CaseActive. Znanje je moč in dali smo vam vse, kar morate vedeti o lastnih projektih.
sq: Shihni saktësisht se si po zhvillon një çështje, numrin e çështjeve të mbyllura me sukses, dhe shihni kohën e përgjigjes përmes modulit të plotë të Analizave të CaseActive. Njohuria është fuqi, dhe ne ju kemi dhënë gjithçka që duhet të dini për projektet tuaja.
sr: Погледајте како тачно напредује случај, колико је случајева успешно окончано, и погледајте времена реакције путем модула за детаљну анализу случаја ЦасеАцтиве. Знање је моћ, а ми смо вам дали све што треба да знате о својим сопственим пројектима.
sv: Se exakt hur ett ärende fortskrider, antalet ärenden framgångsrikt avslutats och se responstider via CaseActives grundliga analysmodul. Kunskap är makt, och vi har gett dig allt du behöver veta om dina egna projekt.
sw: Tazama jinsi kesi inavyoendelea, idadi ya kesi imefungwa kwa mafanikio, na angalia nyakati za majibu kupitia moduli ya uchambuzi wa Uchunguzi wa Uchunguzi. Ujuzi ni nguvu, na tumekupa kila kitu ili ujue kuhusu miradi yako mwenyewe.
ta: ஒரு வழக்கு எவ்வாறு முன்னேறுகிறது, வழக்குகளின் எண்ணிக்கை வெற்றிகரமாக மூடப்பட்டது மற்றும் கேஸ்ஆக்டிவ் முழுமையான பகுப்பாய்வு தொகுதி வழியாக பதிலளிப்பு நேரங்களைக் காண்க. அறிவு என்பது சக்தி, உங்கள் சொந்த திட்டங்களைப் பற்றி தெரிந்து கொள்வதற்கான எல்லாவற்றையும் நாங்கள் உங்களுக்கு வழங்கியுள்ளோம்.
te: ఒక కేసు ఎలా పురోగమిస్తుందో చూడండి, కేసుల సంఖ్య విజయవంతంగా మూసివేయబడింది మరియు కేస్ఆక్టివ్ యొక్క సమగ్ర విశ్లేషణ మాడ్యూల్ ద్వారా ప్రతిస్పందన సమయాన్ని చూడండి. జ్ఞానం శక్తి, మరియు మీ స్వంత ప్రాజెక్టుల గురించి తెలుసుకోవటానికి మేము మీకు ప్రతిదీ ఇచ్చాము.
tg: Бифаҳмед, ки чӣ гуна парванда пеш меравад, миқдори парвандаҳо бомуваффақият пӯшидаанд ва ва посухҳоро тавассути модули пурраи таҳлили CaseActive бубинед. Дониш қудрат аст ва мо ҳама чизро ба шумо додем, то дар бораи лоиҳаҳои худ бидонед.
th: ดูว่าเคสกำลังดำเนินไปอย่างไรจำนวนกรณีปิดสำเร็จและดูเวลาตอบสนองผ่านโมดูลการวิเคราะห์โดยละเอียดของ CaseActive ความรู้คือพลังและเรามอบทุกสิ่งให้คุณรู้เกี่ยวกับโครงการของคุณ
tk: Kazyýetiň nähili dowam edýändigini, işleriň sanynyň üstünlikli ýapylandygyny we CaseActive-yň düýpli seljeriş modulynyň üsti bilen jogap wagtlaryny görüň. Bilim güýçdir we öz taslamalaryňyz barada bilmeli zatlaryň hemmesini size berdik.
tl: Tingnan nang eksakto kung paano ang isang kaso ay sumusulong, ang bilang ng mga kaso matagumpay na sarado, at makita ang mga oras ng pagtugon sa pamamagitan ng masusing pag-aaral ng module ng CaseActive. Ang kaalaman ay kapangyarihan, at ibinigay namin sa iyo ang lahat upang malaman ang tungkol sa iyong sariling mga proyekto.
tr: Bir vakanın nasıl ilerlediğini, vaka sayısının başarıyla kapandığını ve CaseActive&#39;in kapsamlı analiz modülü aracılığıyla yanıt sürelerini görün. Bilgi güçtür ve size kendi projeleriniz hakkında bilmeniz gereken her şeyi verdik.
tt: Эшнең ничек барганын, уңышлы ябылган очракларны карагыз, һәм CaseActive-ның җентекле аналитика модуле аша җавап вакытын карагыз. Белем - көч, һәм без сезгә үз проектларыгыз турында белергә тиеш булган бар нәрсәне бирдек.
ug: دېلونىڭ قانداق ئىلگىرىلەۋاتقانلىقى ، دېلولارنىڭ مۇۋەپپەقىيەتلىك تاقالغانلىقىنى ئېنىق كۆرۈڭ ھەمدە CaseActive نىڭ ئەتراپلىق ئانالىز قىلىش بۆلىكى ئارقىلىق ئىنكاس ۋاقتىنى كۆرۈڭ. بىلىم كۈچ ، بىز سىزگە ئۆزىڭىزنىڭ تۈرلىرى ھەققىدە بىلىشكە تېگىشلىك بارلىق نەرسىلەرنى بەردۇق.
uk: Подивіться, як прогресує справа, кількість успішно закритих справ, а також ознайомтеся з часом реагування за допомогою модуля ретельної аналітики CaseActive. Знання - це сила, і ми дали вам усе, що можна знати про власні проекти.
ur: واقعی دیکھیں کہ کیس کیسے ترقی کر رہا ہے ، کامیابی سے بند مقدمات کی تعداد ، اور کیس ایکٹیو کے مکمل تجزیاتی ماڈیول کے ذریعے جوابی اوقات دیکھیں۔ علم طاقت ہے ، اور ہم آپ کو اپنے منصوبوں کے بارے میں جاننے کے لئے سب کچھ دے چکے ہیں۔
uz: CaseActive-ning batafsil tahlil moduli orqali qanday qilib ish qanday ketayotganini, muvaffaqiyatli yopilgan ishlarning sonini va javob vaqtlarini ko&#39;ring. Bilim - bu kuch va biz sizga o&#39;zingizning loyihalaringiz haqida bilish uchun bor narsani berdik.
vi: Xem chính xác tiến trình của một trường hợp, số lượng các trường hợp được đóng thành công và xem thời gian phản hồi thông qua mô-đun phân tích kỹ lưỡng của CaseActive. Kiến thức là sức mạnh và chúng tôi đã cung cấp cho bạn mọi thứ cần biết về các dự án của riêng bạn.
xh: Bona ngokuthe ngqo ukuba ityala liqhubekeka njani, inani lamatyala avalwe ngempumelelo, kwaye ubone amaxesha okuphendula kusetyenziswa imodyuli yokuhlaziya yeCaseActive. Ulwazi ngamandla, kwaye sikunike yonke into ukuba uyazi malunga neeprojekthi zakho.
yi: זען פּונקט ווי אַ פאַל איז פּראַגרעסינג, די נומער פון קאַסעס הצלחה פארמאכט און זען ענטפער מאָל דורך די גרונטיק אַנאַליטיקס מאָדולע פון CaseActive. וויסן איז מאַכט, און מיר האָבן אַלץ צו וויסן וועגן דיין אייגענע פּראַדזשעקס.
