Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
af: Deel dokumente en foto&#39;s tussen kliënte en spanlede oor alle toestelle, sodat almal op datum is.
am: ደንበኞችን እና የቡድን አባላትን በማናቸውም እና በሁሉም መሳሪያዎች መካከል ሰነዶችን እና ፎቶዎችን ያጋሩ ፣ ስለሆነም ሁሉም ሰው ወቅታዊ ያደርገዋል ፡፡
ar: شارك المستندات والصور بين العملاء وأعضاء الفريق عبر أي وجميع الأجهزة ، حتى يبقى الجميع على اطلاع دائم.
az: Hər hansı bir cihazda müştərilər və komanda üzvləri arasında sənədləri və şəkilləri paylaşın ki, hər kəs aktuallaşır.
be: Абменьвацца дакументамі і фатаграфіямі паміж кліентамі і членамі каманды на любых і ўсіх прыладах, каб усе былі ў курсе.
bg: Споделете документи и снимки между клиенти и членове на екипа на всички и всички устройства, така че всеки да бъде в крак с времето.
bn: যেকোন এবং সমস্ত ডিভাইস জুড়ে ক্লায়েন্ট এবং টিম সদস্যদের মধ্যে নথি এবং ফটোগুলি ভাগ করুন, তাই প্রত্যেকে আপ টু ডেট রাখে।
ca: Compartiu documents i fotos entre clients i membres de l’equip a qualsevol dispositiu, de manera que tothom estigui al dia.
cs: Sdílejte dokumenty a fotografie mezi klienty a členy týmu na jakémkoli a všech zařízeních, takže každý udržuje aktuální informace.
cy: Rhannwch ddogfennau a lluniau rhwng cleientiaid ac aelodau&#39;r tîm ar draws unrhyw a phob dyfais, fel bod pawb yn cael y wybodaeth ddiweddaraf.
da: Del dokumenter og fotos mellem klienter og teammedlemmer på alle enheder, så alle holder sig ajour.
de: Teilen Sie Dokumente und Fotos zwischen Kunden und Teammitgliedern auf allen Geräten, damit alle auf dem neuesten Stand sind.
el: Μοιραστείτε έγγραφα και φωτογραφίες μεταξύ πελατών και ομάδων σε όλες και όλες τις συσκευές, ώστε όλοι να ενημερώνονται.
eo: Kunhavigu dokumentojn kaj fotojn inter klientoj kaj samideanoj tra ĉiuj kaj ĉiuj aparatoj, por ke ĉiuj restu ĝisdatigitaj.
es: Comparta documentos y fotos entre clientes y miembros del equipo en todos y cada uno de los dispositivos, para que todos se mantengan actualizados.
et: Jagage dokumente ja fotosid klientide ja meeskonnaliikmete vahel ükskõik millises seadmes, nii et kõik oleksid kursis.
eu: Partekatu dokumentuak eta argazkiak bezeroen eta taldekideen artean edozein gailutan eta, beraz, denek eguneratuta egon zaitezen.
fa: اسناد و عکس ها را بین مشتری و اعضای تیم در همه دستگاه ها به اشتراک بگذارید ، بنابراین همه به روز هستند.
fi: Jaa dokumentteja ja valokuvia asiakkaiden ja tiimin jäsenten välillä kaikilla laitteilla, joten kaikki ovat ajan tasalla.
fr: Partagez des documents et des photos entre les clients et les membres de l&#39;équipe sur tous les appareils, afin que tout le monde soit à jour.
fy: Diel dokuminten en foto&#39;s tusken kliïnten en teamleden oer alle apparaten, sadat elkenien up-to-date bliuwt.
ga: Déan cáipéisí agus grianghraif a roinnt idir cliaint agus baill foirne ar aon ghaireas agus gach feiste, ionas go mbeidh gach duine cothrom le dáta.
gd: Roinn sgrìobhainnean agus dealbhan eadar teachdaichean agus buill sgioba thar innealan sam bith agus a h-uile inneal, gus am bi a h-uile duine a ’cumail suas ris an uair.
gl: Comparte documentos e fotos entre clientes e membros do equipo en todos os dispositivos e así todo o mundo está actualizado.
gu: કોઈપણ અને બધા ઉપકરણો પર ગ્રાહકો અને ટીમના સભ્યો વચ્ચે દસ્તાવેજો અને ફોટાઓ શેર કરો, જેથી દરેક જ અદ્યતન રહે.
hi: किसी भी और सभी डिवाइसों पर क्लाइंट और टीम के सदस्यों के बीच दस्तावेज़ और फ़ोटो साझा करें, इसलिए हर कोई अप-टू-डेट रहता है।
hr: Dijelite dokumente i fotografije između klijenata i članova tima na bilo kojem i na svim uređajima kako bi svi bili u tijeku.
hu: Ossza meg dokumentumait és fényképeit az ügyfelek és a csapat tagjai között bármilyen eszközön, így mindenki naprakész lehet.
hy: Shareանկացած և բոլոր սարքերում բաժանեք փաստաթղթեր և լուսանկարներ հաճախորդների և թիմի անդամների միջև, այնպես որ բոլորը շարունակում են արդիական մնալ:
id: Bagikan dokumen dan foto antara klien dan anggota tim di setiap dan semua perangkat, sehingga semua orang tetap terbarui.
is: Deildu skjölum og myndum milli viðskiptavina og liðsmanna í öllum tækjum svo allir haldi sig uppfærðir.
it: Condividi documenti e foto tra i clienti e i membri del team su tutti i dispositivi, in modo che tutti siano aggiornati.
iw: שתף מסמכים ותמונות בין לקוחות וחברי צוות בכל מכשיר ובכל המכשירים, כך שכולם יתעדכנו.
ja: あらゆるデバイスでクライアントとチームメンバー間でドキュメントと写真を共有できるため、誰もが最新の状態を保つことができます。
ka: გაუზიარეთ დოკუმენტები და ფოტოები კლიენტებსა და გუნდის წევრებს შორის ყველა მოწყობილობასთან დაკავშირებით, ასე რომ ყველამ განაახლა ინფორმაცია.
kk: Клиенттер мен топ мүшелері арасында кез-келген және барлық құрылғыларда құжаттар мен фотосуреттерді ортақ пайдаланыңыз, сондықтан барлығы жаңарады.
km: ចែករំលែកឯកសារនិងរូបថតរវាងអតិថិជននិងសមាជិកក្រុមនៅលើឧបករណ៍ណាមួយនិងទាំងអស់ដូច្នេះអ្នករាល់គ្នានៅតែមានបច្ចុប្បន្នភាព។
kn: ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲಾ ಸಾಧನಗಳಲ್ಲಿ ಗ್ರಾಹಕರು ಮತ್ತು ತಂಡದ ಸದಸ್ಯರ ನಡುವೆ ದಾಖಲೆಗಳು ಮತ್ತು ಫೋಟೋಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ, ಆದ್ದರಿಂದ ಪ್ರತಿಯೊಬ್ಬರೂ ನವೀಕೃತವಾಗಿರುತ್ತಾರೆ.
ku: Di navbera her mişterî û endamên tîmê de belge û wêneyan parve bikin, ji ber vê yekê herkes bihêle.
ky: Кардарлар жана топ мүчөлөрү ортосунда документтерди жана сүрөттөрдү каалаган жана бардык түзмөктөрдө бөлүшүңүз, ошондуктан баардыгы жаңырат.
lb: Deelen Dokumenter a Fotoen tëscht Clienten an Teammemberen iwwer all Geräter, sou datt jiddereen sech up-to-date hält.
lo: ແບ່ງປັນເອກະສານແລະຮູບພາບລະຫວ່າງລູກຄ້າແລະສະມາຊິກທີມໃນທຸກອຸປະກອນແລະທຸກເຄື່ອງ, ສະນັ້ນທຸກຄົນຈະຕິດຕາມກັນ.
lt: Dalykitės dokumentais ir nuotraukomis tarp klientų ir komandos narių visuose įrenginiuose, kad visi būtumėte atnaujinti.
lv: Kopīgojiet dokumentus un fotoattēlus starp klientiem un komandas locekļiem visās ierīcēs, lai ikviens būtu atjaunināts.
mg: Mizarà antontan-taratasy sy sary eo anelanelan&#39;ireo klioba sy mpikamban&#39;ny ekipa manerana ny fitaovana rehetra sy ny fitaovana rehetra, ka tsy miova ny rehetra.
mi: Whakapaihia nga tuhinga me nga whakaahua i waenga i nga kiritaki me nga mema o te roopu puta noa i nga taputapu katoa, na reira ka noho tonu te katoa.
mk: Споделе документи и фотографии помеѓу клиентите и членовите на тимот низ сите уреди, така што сите ќе бидат ажурирани.
ml: എല്ലാ ഉപകരണങ്ങളിലും ഉടനീളം ക്ലയന്റുകളും ടീം അംഗങ്ങളും തമ്മിൽ പ്രമാണങ്ങളും ഫോട്ടോകളും പങ്കിടുക, അതിനാൽ എല്ലാവരും കാലികമാക്കി നിലനിർത്തുന്നു.
mn: Документууд ба зургуудаа ямар ч төхөөрөмжөөс, үйлчлүүлэгчдийн багийн гишүүдээс хуваалцаарай. Ингэснээр хүн бүр шинэчлэгдэх болно.
mr: कोणत्याही आणि सर्व डिव्हाइसवर ग्राहक आणि कार्यसंघ सदस्यांमधील दस्तऐवज आणि फोटो सामायिक करा, जेणेकरून प्रत्येकजण अद्ययावत राहील.
ms: Berkongsi dokumen dan foto antara pelanggan dan ahli pasukan di semua dan semua peranti, sehingga semua orang terus mengetahui.
mt: Aqsam id-dokumenti u r-ritratti bejn il-klijenti u l-membri tat-tim f’kull apparat u kull apparat, sabiex kulħadd jibqa ’aġġornat.
my: စာရွက်စာတမ်းများနှင့်ဓါတ်ပုံများကိုဖောက်သည်များနှင့်အဖွဲ့ ၀ င်များအကြားမည်သည့်စက်ပစ္စည်းနှင့်မဆိုမျှဝေပါ။ ထို့ကြောင့်လူတိုင်းသည်နောက်ဆုံးပေါ်ဖြစ်မည်။
ne: कुनै पनि र सबै उपकरणहरूमा ग्राहकहरू र टोली सदस्यहरूका बीच कागजातहरू र फोटोहरू साझेदारी गर्नुहोस्, त्यसैले सबै जना अप-टु-डेटमा रहन्छन्।
nl: Deel documenten en foto&#39;s tussen klanten en teamleden op alle apparaten, zodat iedereen op de hoogte blijft.
no: Del dokumenter og bilder mellom klienter og teammedlemmer på alle enheter, slik at alle holder seg oppdaterte.
or: ଯେକ and ଣସି ଏବଂ ସମସ୍ତ ଡିଭାଇସରେ ଗ୍ରାହକ ଏବଂ ଦଳର ସଦସ୍ୟଙ୍କ ମଧ୍ୟରେ ଡକ୍ୟୁମେଣ୍ଟ୍ ଏବଂ ଫଟୋ ଅଂଶୀଦାର କରନ୍ତୁ, ତେଣୁ ସମସ୍ତେ ଅପ୍ ଟୁ ଡେଟ୍ ରଖନ୍ତି |
pa: ਕਿਸੇ ਵੀ ਅਤੇ ਸਾਰੇ ਡਿਵਾਈਸਾਂ ਵਿੱਚ ਗਾਹਕਾਂ ਅਤੇ ਟੀਮ ਦੇ ਮੈਂਬਰਾਂ ਵਿਚਕਾਰ ਦਸਤਾਵੇਜ਼ ਅਤੇ ਫੋਟੋਆਂ ਸਾਂਝੀਆਂ ਕਰੋ, ਤਾਂ ਜੋ ਹਰ ਕੋਈ ਅਪ ਟੂ ਡੇਟ ਰਹੇ.
pl: Udostępniaj dokumenty i zdjęcia klientom i członkom zespołu na dowolnym urządzeniu, aby wszyscy byli na bieżąco.
ps: په هرډول او ټولو وسیلو کې د پیرودونکو او ټیم غړو ترمینځ سندونه او عکسونه شریک کړئ ، نو هرڅوک تازه ساتل کیږي.
pt: Compartilhe documentos e fotos entre clientes e membros da equipe em todo e qualquer dispositivo, para que todos se mantenham atualizados.
ro: Partajează documente și fotografii între clienți și membrii echipei de pe orice dispozitiv, astfel încât toată lumea să fie la curent.
ru: Делитесь документами и фотографиями между клиентами и членами команды на всех устройствах, чтобы все были в курсе событий.
rw: Sangira inyandiko n&#39;amafoto hagati yabakiriya nabagize itsinda murwego urwo arirwo rwose nibikoresho byose, kugirango buriwese akomeze agezweho.
sd: سڀني ۽ سڀني ڊوائيسن ۾ گراهڪن ۽ ٽيم جي ميمبرن جي وچ ۾ دستاويزن ۽ تصويرون ورهايو ، انهي ڪري هرڪو باخبر رهي ٿو.
si: ඕනෑම සහ සියලුම උපාංග හරහා සේවාදායකයින් සහ කණ්ඩායම් සාමාජිකයන් අතර ලේඛන සහ ඡායාරූප බෙදා ගන්න, එවිට සෑම කෙනෙකුම යාවත්කාලීනව තබා ගනී.
sk: Zdieľajte dokumenty a fotografie medzi klientmi a členmi tímu na všetkých a všetkých zariadeniach, takže každý má aktuálne informácie.
sl: Skupna raba dokumentov in fotografij med strankami in člani ekipe na vseh napravah, tako da so vsi na tekočem.
sq: Ndani dokumente dhe foto midis klientëve dhe anëtarëve të ekipit në të gjitha pajisjet, kështu që të gjithë mbajnë të azhurnuar.
sr: Дијелите документе и фотографије између клијената и чланова тима на било којим уређајима, тако да сви буду у току.
sv: Dela dokument och foton mellan klienter och teammedlemmar på alla enheter, så att alla håller sig uppdaterade.
sw: Shiriki hati na picha kati ya wateja na washiriki wa timu kwa vifaa yoyote na yote, kwa hivyo kila mtu anaendelea kujua.
ta: எந்தவொரு மற்றும் எல்லா சாதனங்களிலும் வாடிக்கையாளர்கள் மற்றும் குழு உறுப்பினர்களிடையே ஆவணங்கள் மற்றும் புகைப்படங்களைப் பகிரவும், எனவே அனைவரும் புதுப்பித்த நிலையில் இருக்கிறார்கள்.
te: ఏదైనా మరియు అన్ని పరికరాల్లో క్లయింట్లు మరియు జట్టు సభ్యుల మధ్య పత్రాలు మరియు ఫోటోలను భాగస్వామ్యం చేయండి, కాబట్టి ప్రతి ఒక్కరూ తాజాగా ఉంటారు.
tg: Ҳуҷҷатҳо ва аксҳоро байни муштариён ва аъзои гурӯҳ дар ҳама гуна дастгоҳҳо мубодила кунед, то ҳама навсозӣ кунанд.
th: แบ่งปันเอกสารและภาพถ่ายระหว่างลูกค้าและสมาชิกทีมในทุกอุปกรณ์และทุกอุปกรณ์เพื่อให้ทุกคนได้รับการอัปเดตอยู่เสมอ
tk: Müşderiler bilen toparyň agzalarynyň arasynda resminamalary we suratlary islendik enjamda paýlaşyň, şonuň üçin hemmeler täzelenýär.
tl: Magbahagi ng mga dokumento at larawan sa pagitan ng mga kliyente at mga miyembro ng koponan sa anumang at lahat ng mga aparato, kaya&#39;t pinapanatili ng lahat ang napapanahon.
tr: Belgeleri ve fotoğrafları müşteriler ve ekip üyeleri arasında tüm cihazlarda paylaşın, böylece herkes güncel kalır.
tt: Клиентлар һәм команда әгъзалары арасында документларны һәм фотоларны теләсә нинди җайланмаларда бүлешегез, шуңа күрә һәркем яңартып тора.
ug: خېرىدارلار ۋە گۇرۇپپا ئەزالىرى ئارىسىدىكى ھۆججەت ۋە رەسىملەرنى ھەر قانداق ئۈسكۈنىدە ھەمبەھىرلەڭ ، شۇڭا ھەممە ئادەم يېڭى ھالەتتە تۇرىدۇ.
uk: Діліться документами та фотографіями між клієнтами та членами команди на будь-яких пристроях, щоб усі вони були в курсі останніх.
ur: کسی بھی اور تمام آلات میں کلائنٹ اور ٹیم ممبروں کے مابین دستاویزات اور تصاویر کا اشتراک کریں ، لہذا ہر کوئی تازہ ترین برقرار رہتا ہے۔
uz: Hujjatlar va rasmlarni mijozlar va guruh a&#39;zolari o&#39;rtasida har qanday qurilmada ulashing, shunda hamma yangilanadi.
vi: Chia sẻ tài liệu và ảnh giữa khách hàng và thành viên nhóm trên bất kỳ và tất cả các thiết bị để mọi người luôn cập nhật.
xh: Yabelana ngamaxwebhu kunye neefoto phakathi kwabathengi kunye namalungu eqela kuyo nayiphi na izixhobo, ukuze wonke umntu aqhubeke ahlaziye.
yi: ייַנטיילן דאָקומענטן און פאָטאָס צווישן קלייאַנץ און מאַנשאַפֿט מיטגלידער אַריבער קיין און אַלע דעוויסעס, אַזוי אַלעמען האלט זיך-צו-טאָג.

source: Take it on the go
af: Neem dit op die pad
am: በጉዞ ላይ ይውሰዱት
ar: خذها أثناء التنقل
az: Yolda saxlayın
be: Вазьміце яго на хаду
bg: Вземете го в движение
bn: যেতে এটা নিন
ca: Porta&#39;l a l’anar
cs: Vem si to na cestách
cy: Ewch ag ef ar y ffordd
da: Tag det på farten
de: Nimm es mit auf den Weg
el: Πάρτε το εν κινήσει
eo: Prenu ĝin sur la vojo
es: Tómalo en el camino
et: Võtke see käia
eu: Eraman zaitez
fa: آن را بر روی بروید
fi: Ota se liikkeelle
fr: À emporter
fy: Nim it op &#39;e goeie
ga: Tóg é ag dul
gd: Gabh air a ’chùis
gl: Tómao en movemento
gu: તેને આગળ વધો
hi: चलते-चलते ले लो
hr: Uzmi ga u pokretu
hu: Vigye útközben
hy: Վերցրեք այն ճանապարհին
id: Ikuti terus
is: Taktu það á ferðinni
it: Prendi in movimento
iw: קח את זה בדרכים
ja: 外出先でそれを取る
ka: წადით მასზე
kk: Жолға шығыңыз
km: យកវានៅលើធ្វើដំណើរ
kn: ಪ್ರಯಾಣದಲ್ಲಿರುವಾಗ ಅದನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
ku: Wê diçe herin
ky: Басып баратып, аны алып
lb: Huelt et op de Go
lo: ເອົາມັນໄປ
lt: Paimkite jį kelyje
lv: Ņemiet to ceļā
mg: Raiso an-tsehatra izany
mi: Tangohia i runga i te haere
mk: Земете го во движење
ml: യാത്രയ്ക്കിടയിൽ അത് എടുക്കുക
mn: Үүнийг аваад яв
mr: जाता जाता हे घ्या
ms: Ambilnya di mana sahaja
mt: Ħudha fuq il-go
my: သွားလာရင်းယူ
ne: यसलाई जानुहोस्
nl: Onderneem het onderweg
no: Ta det på farten
or: ଏହାକୁ ଯାଆନ୍ତୁ |
pa: ਇਸ ਨੂੰ ਜਾਓ ਤੇ ਲੈ ਜਾਓ
pl: Zabierz to w podróży
ps: په دې لاړ شه
pt: Levá-lo em movimento
ro: Luați-o în mișcare
ru: Возьми на ходу
rw: Fata urugendo
sd: ان تي وڃڻ کپي
si: එය යන්න
sk: Vezmite ho na cestách
sl: Vzemite ga na poti
sq: Merrni atë në lëvizje
sr: Узми га у покрету
sv: Ta det på språng
sw: Kuchukua juu ya kwenda
ta: பயணத்தில் அதை எடுத்துக் கொள்ளுங்கள்
te: ప్రయాణంలో తీసుకోండి
tg: Онро дар бароред
th: พกติดตัวไปได้ทุกที่
tk: Goolda al
tl: Dalhin ito on the go
tr: Yoldayken al
tt: Аны юлда алыгыз
ug: ئۇنى ئېلىپ بېرىڭ
uk: Візьміть його на ходу
ur: اسے جانے دو
uz: Yo&#39;lda olib boring
vi: Mang nó đi
xh: Thatha kuyo
yi: נעמען עס אויף די גיין
