Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Keep notes with custom fields and attachments on case progression for current and future team members
af: Hou aantekeninge met gepasmaakte velde en aanhangsels oor saakvordering vir huidige en toekomstige spanlede
am: ለአሁኑ እና ለወደፊቱ የቡድን አባላት የጉዳይ ግስጋሴን በብጁ መስኮች እና አባሪዎች ማስታወሻ ይያዙ
ar: احتفظ بالملاحظات مع الحقول المخصصة والمرفقات حول تقدم الحالة لأعضاء الفريق الحاليين والمستقبليين
az: Hazırkı və gələcək komanda üzvləri üçün işin gedişatına dair xüsusi sahələr və əlavələrlə qeydlər aparın
be: Вядзіце нататкі з карыстальніцкімі палямі і ўкладаннямі аб ходзе справы для цяперашніх і будучых членаў каманды
bg: Водете бележки с персонализирани полета и прикачени файлове за напредъка на случая за настоящи и бъдещи членове на екипа
bn: বর্তমান এবং ভবিষ্যত দলের সদস্যদের জন্য কেস অগ্রগতির উপর কাস্টম ক্ষেত্র এবং সংযুক্তি সহ নোট রাখুন
ca: Manteniu notes amb camps personalitzats i fitxers adjunts sobre la progressió del cas per als membres actuals i futurs de l'equip
cs: Uchovávejte si poznámky s vlastními poli a přílohami o postupu případu pro současné i budoucí členy týmu
cy: Cadwch nodiadau gyda meysydd arfer ac atodiadau ar gynnydd achosion ar gyfer aelodau tîm presennol ac aelodau'r dyfodol
da: Hold noter med tilpassede felter og vedhæftede filer om sagsforløb for nuværende og fremtidige teammedlemmer
de: Halten Sie Notizen mit benutzerdefinierten Feldern und Anhängen zum Fallfortschritt für aktuelle und zukünftige Teammitglieder
el: Κρατήστε σημειώσεις με προσαρμοσμένα πεδία και συνημμένα σχετικά με την εξέλιξη της υπόθεσης για τρέχοντα και μελλοντικά μέλη της ομάδας
eo: Konservu notojn kun kutimaj kampoj kaj aldonaĵoj pri kazo-progresado por nunaj kaj estontaj grupanoj
es: Mantenga notas con campos personalizados y archivos adjuntos sobre el progreso del caso para los miembros actuales y futuros del equipo
et: Jätkake praeguste ja tulevaste meeskonnaliikmete jaoks juhtumi edenemise kohta märkmeid kohandatud väljade ja manustega
eu: Gorde oharrak eremu pertsonalizatuekin eta eranskinekin kasuen progresioari buruz egungo eta etorkizuneko taldekideentzat
fa: یادداشت هایی را با فیلدها و پیوست های سفارشی در مورد پیشرفت پرونده برای اعضای تیم فعلی و آینده نگه دارید
fi: Pidä muistiinpanoja mukautetuilla kentillä ja liitteillä tapauksen etenemisestä nykyisille ja tuleville tiimin jäsenille
fr: Conservez des notes avec des champs personnalisés et des pièces jointes sur la progression du dossier pour les membres actuels et futurs de l'équipe
fy: Hâld notysjes mei oanpaste fjilden en taheaksels oer saakprogression foar hjoeddeistige en takomstige teamleden
ga: Coinnigh nótaí le réimsí saincheaptha agus ceangaltáin ar dhul chun cinn cáis do bhaill foirne reatha agus sa todhchaí
gd: Cùm notaichean le raointean àbhaisteach agus ceanglachan mu adhartas cùise airson buill sgioba an-dràsta agus san àm ri teachd
gl: Manteña notas con campos personalizados e anexos sobre a progresión dos casos para os membros do equipo actuais e futuros
gu: વર્તમાન અને ભાવિ ટીમના સભ્યો માટે કેસની પ્રગતિ પર કસ્ટમ ફીલ્ડ્સ અને જોડાણો સાથે નોંધ રાખો
hi: वर्तमान और भविष्य की टीम के सदस्यों के लिए मामले की प्रगति पर कस्टम फ़ील्ड और अटैचमेंट के साथ नोट्स रखें
hr: Vodite bilješke s prilagođenim poljima i privicima o napredovanju predmeta za sadašnje i buduće članove tima
hu: Készítsen feljegyzéseket egyéni mezőkkel és mellékletekkel az esetek előrehaladásáról a jelenlegi és jövőbeli csapattagok számára
hy: Գործի առաջընթացի վերաբերյալ նշումներ պահեք հատուկ դաշտերով և հավելվածներով թիմի ներկայիս և ապագա անդամների համար
id: Simpan catatan dengan bidang khusus dan lampiran tentang perkembangan kasus untuk anggota tim saat ini dan yang akan datang
is: Geymdu minnispunkta með sérsniðnum reitum og viðhengjum um framvindu máls fyrir núverandi og framtíðarliðsmeðlimi
it: Tieni note con campi personalizzati e allegati sull'avanzamento del caso per i membri del team attuali e futuri
iw: שמור הערות עם שדות מותאמים אישית וקבצים מצורפים על התקדמות המקרים עבור חברי הצוות הנוכחיים והעתידיים
ja: 現在および将来のチームメンバーのケースの進行状況について、カスタムフィールドと添付ファイルを付けてメモを取ります
ka: შეინახეთ შენიშვნები მორგებული ველებით და დანართებით საქმის პროგრესის შესახებ გუნდის ამჟამინდელი და მომავალი წევრებისთვის
kk: Ағымдағы және болашақ топ мүшелері үшін істің барысы туралы теңшелетін өрістермен және тіркемелермен жазбаларды сақтаңыз
km: រក្សាកំណត់ចំណាំជាមួយនឹងវាលផ្ទាល់ខ្លួន និងឯកសារភ្ជាប់នៅលើដំណើរការករណីសម្រាប់សមាជិកក្រុមបច្ចុប្បន្ន និងអនាគត
kn: ಪ್ರಸ್ತುತ ಮತ್ತು ಭವಿಷ್ಯದ ತಂಡದ ಸದಸ್ಯರಿಗೆ ಕೇಸ್ ಪ್ರಗತಿಯ ಕುರಿತು ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರಗಳು ಮತ್ತು ಲಗತ್ತುಗಳೊಂದಿಗೆ ಟಿಪ್ಪಣಿಗಳನ್ನು ಇರಿಸಿ
ku: Li ser pêşkeftina dozê ji bo endamên tîmê niha û paşerojê bi qadên xwerû û pêvekan re nîşeyan bigirin
ky: Учурдагы жана келечектеги команда мүчөлөрү үчүн иштин жүрүшү боюнча ыңгайлаштырылган талаалар жана тиркемелер менен жазууларды алып туруңуз
lb: Halt Notizen mat personaliséierte Felder an Uschlëss iwwer Fallprogressioun fir aktuell an zukünfteg Teammemberen
lo: ຮັກສາບັນທຶກທີ່ມີຊ່ອງຂໍ້ມູນແບບກໍານົດເອງແລະໄຟລ໌ແນບກ່ຽວກັບຄວາມຄືບຫນ້າກໍລະນີສໍາລັບສະມາຊິກທີມໃນປະຈຸບັນແລະໃນອະນາຄົດ
lt: Laikykite pastabas su pasirinktiniais laukais ir priedais apie bylos eigą esamiems ir būsimiems komandos nariams
lv: Saglabājiet piezīmes ar pielāgotiem laukiem un pielikumiem par lietas virzību esošajiem un nākamajiem komandas locekļiem
mg: Mitahiry naoty miaraka amin'ny saha manokana sy ny attachments momba ny fivoaran'ny raharaha ho an'ny mpikambana ao amin'ny ekipa ankehitriny sy ho avy
mi: Kia mau tuhipoka me nga mara ritenga me nga taapiri mo te haere whakamua o nga keehi mo nga mema o te roopu o naianei me nga mea kei te heke mai
mk: Чувајте белешки со сопствени полиња и прилози за прогресијата на случајот за сегашните и идните членови на тимот
ml: ഇഷ്‌ടാനുസൃത ഫീൽഡുകളും അറ്റാച്ച്‌മെന്റുകളും ഉപയോഗിച്ച് നിലവിലുള്ളതും ഭാവിയിലെതുമായ ടീം അംഗങ്ങൾക്കായി കേസ് പുരോഗതിയെക്കുറിച്ചുള്ള കുറിപ്പുകൾ സൂക്ഷിക്കുക
mn: Багийн одоогийн болон ирээдүйн гишүүдийн хэргийн явцын талаар захиалгат талбар, хавсралт бүхий тэмдэглэл хөтөл
mr: वर्तमान आणि भविष्यातील कार्यसंघ सदस्यांसाठी केस प्रगतीवर सानुकूल फील्ड आणि संलग्नकांसह नोट्स ठेवा
ms: Simpan nota dengan medan tersuai dan lampiran mengenai perkembangan kes untuk ahli pasukan semasa dan akan datang
mt: Żomm noti b'oqsma u aċċessorji tad-dwana dwar il-progressjoni tal-każ għall-membri tat-tim attwali u futuri
my: လက်ရှိနှင့် အနာဂတ်အဖွဲ့၀င်များအတွက် အမှုဖြစ်စဉ်တိုးတက်မှုအတွက် စိတ်ကြိုက်အကွက်များနှင့် ပူးတွဲပါဖိုင်များဖြင့် မှတ်စုများ သိမ်းဆည်းပါ။
ne: हाल र भविष्यका टोली सदस्यहरूको लागि केस प्रगतिमा अनुकूल क्षेत्रहरू र संलग्नकहरूसँग नोटहरू राख्नुहोस्
nl: Houd notities bij met aangepaste velden en bijlagen over de voortgang van de case voor huidige en toekomstige teamleden
no: Hold notater med egendefinerte felt og vedlegg om saksprogresjon for nåværende og fremtidige teammedlemmer
or: ସାମ୍ପ୍ରତିକ ଏବଂ ଭବିଷ୍ୟତ ଦଳର ସଦସ୍ୟମାନଙ୍କ ପାଇଁ କେସ୍ ପ୍ରଗତି ଉପରେ କଷ୍ଟମ୍ ଫିଲ୍ଡ ଏବଂ ସଂଲଗ୍ନକ ସହିତ ନୋଟ୍ ରଖନ୍ତୁ |
pa: ਮੌਜੂਦਾ ਅਤੇ ਭਵਿੱਖੀ ਟੀਮ ਦੇ ਮੈਂਬਰਾਂ ਲਈ ਕੇਸ ਦੀ ਤਰੱਕੀ 'ਤੇ ਕਸਟਮ ਖੇਤਰਾਂ ਅਤੇ ਅਟੈਚਮੈਂਟਾਂ ਦੇ ਨਾਲ ਨੋਟਸ ਰੱਖੋ
pl: Przechowuj notatki z niestandardowymi polami i załącznikami na temat postępów w sprawie dla obecnych i przyszłych członków zespołu
ps: د اوسني او راتلونکي ټیم غړو لپاره د قضیې پرمختګ په اړه د دودیز ساحو او ضمیمو سره نوټونه وساتئ
pt: Mantenha anotações com campos e anexos personalizados sobre a progressão do caso para membros da equipe atuais e futuros
ro: Păstrați notițe cu câmpuri personalizate și atașamente cu privire la progresul cazurilor pentru membrii actuali și viitori ai echipei
ru: Делайте заметки с настраиваемыми полями и вложениями о продвижении дела для нынешних и будущих членов команды.
rw: Bika inyandiko hamwe nimirima yihariye hamwe numugereka kubikorwa byiterambere kubagize itsinda hamwe nigihe kizaza
sd: موجوده ۽ مستقبل جي ٽيم جي ميمبرن لاءِ ڪيس جي ترقي تي ڪسٽم فيلڊ ۽ منسلڪات سان نوٽس رکو
si: වත්මන් සහ අනාගත කණ්ඩායම් සාමාජිකයින් සඳහා සිද්ධි ප්‍රගතිය පිළිබඳ අභිරුචි ක්ෂේත්‍ර සහ ඇමුණුම් සමඟ සටහන් තබා ගන්න
sk: Uchovávajte si poznámky s vlastnými poľami a prílohami o postupe prípadu pre súčasných a budúcich členov tímu
sl: Vodite zapiske s polji po meri in prilogami o napredovanju primerov za sedanje in bodoče člane ekipe
sq: Mbani shënime me fusha të personalizuara dhe bashkëngjitje për përparimin e rastit për anëtarët aktualë dhe të ardhshëm të ekipit
sr: Водите белешке са прилагођеним пољима и прилозима о напредовању предмета за садашње и будуће чланове тима
sv: Håll anteckningar med anpassade fält och bilagor om ärendeförlopp för nuvarande och framtida teammedlemmar
sw: Weka madokezo kwa uga maalum na viambatisho kuhusu maendeleo ya kesi kwa washiriki wa timu wa sasa na wa siku zijazo
ta: தற்போதைய மற்றும் எதிர்கால குழு உறுப்பினர்களுக்கான வழக்கு முன்னேற்றம் குறித்த தனிப்பயன் புலங்கள் மற்றும் இணைப்புகளுடன் குறிப்புகளை வைத்திருங்கள்
te: ప్రస్తుత మరియు భవిష్యత్ బృంద సభ్యుల కోసం కేసు పురోగతిపై అనుకూల ఫీల్డ్‌లు మరియు జోడింపులతో గమనికలను ఉంచండి
tg: Бо майдонҳои фармоишӣ ва замимаҳо дар бораи пешрафти парванда барои аъзоёни ҳозира ва ояндаи даста қайдҳо нигоҳ доред
th: จดบันทึกด้วยฟิลด์ที่กำหนดเองและสิ่งที่แนบมาเกี่ยวกับความคืบหน้าของกรณีและปัญหาสำหรับสมาชิกในทีมในปัจจุบันและอนาคต
tk: Häzirki we geljekki toparyň agzalary üçin aýratyn meýdanlar we goşundylar bilen bellikleri saklaň
tl: Panatilihin ang mga tala gamit ang mga custom na field at attachment sa pag-unlad ng kaso para sa kasalukuyan at hinaharap na mga miyembro ng koponan
tr: Mevcut ve gelecekteki ekip üyeleri için vaka ilerlemesi hakkında özel alanlar ve eklerle notlar tutun
tt: Хәзерге һәм киләчәк команда әгъзалары өчен прогресс турында махсус кырлар һәм кушымталар белән искәрмәләр саклагыз
ug: نۆۋەتتىكى ۋە كەلگۈسىدىكى گۇرۇپپا ئەزالىرىنىڭ دېلو ئەھۋالىغا مۇناسىۋەتلىك بۆلەكلەر ۋە قوشۇمچە ھۆججەتلەر بىلەن خاتىرە قالدۇرۇڭ
uk: Зберігайте нотатки з настроюваними полями та вкладеннями про хід справи для поточних і майбутніх членів команди
ur: موجودہ اور مستقبل کے ٹیم ممبران کے کیس کی ترقی پر حسب ضرورت فیلڈز اور منسلکات کے ساتھ نوٹس رکھیں
uz: Jamoaning hozirgi va bo'lajak a'zolari uchun ishning borishi to'g'risida maxsus maydonlar va qo'shimchalar bilan qaydlarni saqlang
vi: Giữ ghi chú với các trường tùy chỉnh và tệp đính kèm về tiến trình của trường hợp cho các thành viên nhóm hiện tại và tương lai
xh: Gcina amanqaku anemihlaba yesiko kunye nezincamatheliso malunga nokuqhubela phambili kwetyala kumalungu eqela langoku kunye nekamva
yi: האַלטן הערות מיט מנהג פעלדער און אַטאַטשמאַנץ אויף פאַל פּראַגרעשאַן פֿאַר קראַנט און צוקונפֿט מאַנשאַפֿט מיטגלידער

source: Case Media
am: ኬዝ ሚዲያ
ar: وسائط الحالة
bn: কেস মিডিয়া
cy: Cyfryngau Achos
de: Fall Medien
eo: Kaza Amaskomunikilaro
es: Medios de comunicación del caso
fa: رسانه مورد
fr: Cas Médias
ga: Meáin Cháis
gd: Meadhanan cùise
gu: કેસ મીડિયા
hi: केस मीडिया
id: Media Kasus
it: Caso multimediale
iw: קייס מדיה
ja: ケースメディア
ka: საქმის მედია
km: ប្រព័ន្ធផ្សព្វផ្សាយករណី
kn: ಕೇಸ್ ಮೀಡಿಯಾ
lb: Case Medien
lo: ສື່ມວນຊົນກໍລະນີ
mi: Take Media
mk: Медиуми за случај
ml: കേസ് മീഡിയ
mr: केस मीडिया
ms: Media Kes
mt: Każ Media
my: ဖြစ်ရပ်မှန်မီဒီယာ
ne: केस मिडिया
or: କେସ୍ ମିଡିଆ |
pa: ਕੇਸ ਮੀਡੀਆ
pl: Media w sprawie
ps: د قضیې رسنۍ
pt: Mídia de caso
ru: Кейс Медиа
rw: Itangazamakuru
sd: ڪيس ميڊيا
si: නඩු මාධ්ය
sq: Media e rastit
sr: Цасе Медиа
sw: Kesi Media
ta: கேஸ் மீடியா
te: కేస్ మీడియా
th: กรณีมีเดีย
tk: Mysal üçin media
tr: Vaka Medya
tt: Медиа
ur: کیس میڈیا
yi: קאַסע מעדיע
