Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Media failed in converting. Please delete and try again or another.
af: Media kon nie omskakel nie. Vee asseblief uit en probeer weer of 'n ander.
am: ሚዲያ መቀየር አልተሳካም። እባክህ ሰርዝ እና እንደገና ወይም ሌላ ሞክር።
ar: فشل الوسائط في التحويل. يرجى الحذف والمحاولة مرة أخرى أو بأخرى.
az: Media çevrilə bilmədi. Lütfən, silin və yenidən cəhd edin və ya başqa.
be: Памылка канвертавання мультымедыя. Калі ласка, выдаліце і паспрабуйце яшчэ раз.
bg: Неуспешно конвертиране на мултимедия. Моля, изтрийте и опитайте отново или друг.
bn: মিডিয়া রূপান্তর করতে ব্যর্থ হয়েছে৷ অনুগ্রহ করে মুছুন এবং আবার বা অন্য চেষ্টা করুন।
ca: Els mitjans de comunicació no s'han convertit. Si us plau, suprimeix i torna-ho a provar o un altre.
cs: Konverze média se nezdařila. Prosím smažte a zkuste to znovu nebo jinak.
cy: Methodd y cyfryngau wrth drosi. Dilëwch a rhowch gynnig arall arni.
da: Medier kunne ikke konvertere. Slet venligst og prøv igen eller en anden.
de: Medien konnten nicht konvertiert werden. Bitte löschen und erneut oder anders versuchen.
el: Η μετατροπή των μέσων απέτυχε. Διαγράψτε και δοκιμάστε ξανά ή με άλλον τρόπο.
eo: Amaskomunikilaro malsukcesis en konvertado. Bonvolu forigi kaj provi denove aŭ alian.
es: Los medios fallaron en la conversión. Por favor, elimine y vuelva a intentarlo u otro.
et: Meedia teisendamine ebaõnnestus. Palun kustutage ja proovige uuesti või mõnda muud.
eu: Multimediak huts egin du bihurtzean. Ezabatu eta saiatu berriro edo beste bat.
fa: رسانه در تبدیل ناموفق بود. لطفاً حذف کنید و دوباره امتحان کنید.
fi: Median muuntaminen epäonnistui. Poista ja yritä uudelleen tai toista.
fr: Le support n'a pas pu être converti. Veuillez supprimer et réessayer ou un autre.
fy: Media mislearre by it konvertearjen. Graach wiskje en besykje it nochris of in oar.
ga: Theip ar na meáin chumarsáide a thiontú. Scrios agus bain triail eile as.
gd: Dh'fhàillig na meadhanan ann an tionndadh. Sguab às is feuch ris a-rithist no fear eile.
gl: Produciuse un erro ao converter os medios. Elimina e téntao de novo ou outra.
gu: મીડિયા કન્વર્ટ કરવામાં નિષ્ફળ થયું. કૃપા કરીને કાઢી નાખો અને ફરીથી અથવા અન્ય પ્રયાસ કરો.
hi: मीडिया परिवर्तित करने में विफल रहा। कृपया हटाएं और पुनः प्रयास करें या कोई अन्य।
hr: Konverzija medija nije uspjela. Izbrišite i pokušajte ponovo ili nešto drugo.
hu: A média átalakítása nem sikerült. Kérjük, törölje, és próbálja újra vagy másikkal.
hy: Մեդիան չհաջողվեց փոխակերպել: Խնդրում ենք ջնջել և փորձել նորից կամ այլ կերպ:
id: Media gagal mengonversi. Hapus dan coba lagi atau lainnya.
is: Mistókst að breyta miðli. Vinsamlegast eyddu og reyndu aftur eða annað.
it: Il supporto non è riuscito a convertire. Si prega di eliminare e riprovare o un altro.
iw: המדיה נכשלה בהמרה. אנא מחק ונסה שוב או אחר.
ja: メディアの変換に失敗しました。削除してからやり直してください。
ka: მედიის კონვერტაცია ვერ მოხერხდა. გთხოვთ, წაშალოთ და სცადოთ ხელახლა ან სხვა.
kk: Медиа түрлендіру мүмкін болмады. Жойып, әрекетті қайталаңыз немесе басқасын.
km: ប្រព័ន្ធផ្សព្វផ្សាយបានបរាជ័យក្នុងការបំប្លែង។ សូមលុប ហើយព្យាយាមម្តងទៀត ឬមួយផ្សេងទៀត។
kn: ಮಾಧ್ಯಮವನ್ನು ಪರಿವರ್ತಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಅಳಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಇನ್ನೊಂದು.
ku: Medya di veguhertinê de têk çû. Ji kerema xwe jêbirin û careke din biceribîne.
ky: Медиа конвертацияланбай калды. Өчүрүп, кайра же башка аракет кылыңыз.
lb: Medien hu beim Ëmwandlung gescheitert. W.e.g. läschen a probéiert nach eng Kéier oder eng aner.
lo: ມີເດຍລົ້ມເຫລວໃນການແປງ. ກະລຸນາລຶບແລ້ວລອງອີກຄັ້ງ ຫຼືອັນອື່ນ.
lt: Medijos nepavyko konvertuoti. Ištrinkite ir bandykite dar kartą arba dar kartą.
lv: Multivides konvertēšana neizdevās. Lūdzu, izdzēsiet un mēģiniet vēlreiz vai citur.
mg: Tsy nahomby tamin'ny fanovana ny haino aman-jery. Fafao azafady ary andramo indray na hafa.
mi: I rahua te hurihanga a te hunga pāpāho. Mukua koa ka ngana ano ki tetahi atu.
mk: Медиумите не успеаја да се конвертираат. Избришете и обидете се повторно или на друг начин.
ml: പരിവർത്തനം ചെയ്യുന്നതിൽ മീഡിയ പരാജയപ്പെട്ടു. ദയവായി ഇല്ലാതാക്കി വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ മറ്റൊന്ന്.
mn: Медиа хөрвүүлж чадсангүй. Устгаад дахин оролдоно уу.
mr: मीडिया रूपांतरित करण्यात अयशस्वी. कृपया हटवा आणि पुन्हा किंवा दुसरा प्रयत्न करा.
ms: Media gagal dalam menukar. Sila padamkan dan cuba lagi atau yang lain.
mt: Il-midja naqset fil-konverżjoni. Jekk jogħġbok ħassar u erġa' pprova jew ieħor.
my: မီဒီယာကို ပြောင်းရာတွင် မအောင်မြင်ပါ။ ကျေးဇူးပြု၍ ဖျက်ပြီး ထပ်စမ်းကြည့်ပါ။
ne: मिडिया रूपान्तरण गर्न असफल भयो। कृपया मेटाउनुहोस् र फेरि वा अर्को प्रयास गर्नुहोस्।
nl: Media kon niet converteren. Verwijder en probeer het opnieuw of een ander.
no: Media mislyktes i konvertering. Vennligst slett og prøv igjen eller en annen.
or: ଗଣମାଧ୍ୟମ ରୂପାନ୍ତର କରିବାରେ ବିଫଳ ହେଲା | ଦୟାକରି ବିଲୋପ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਮੀਡੀਆ ਨੂੰ ਬਦਲਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ। ਕਿਰਪਾ ਕਰਕੇ ਮਿਟਾਓ ਅਤੇ ਦੁਬਾਰਾ ਜਾਂ ਕੋਈ ਹੋਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się przekonwertować multimediów. Usuń i spróbuj ponownie lub w inny sposób.
ps: رسنۍ په بدلولو کې پاتې راغلې. مهرباني وکړئ حذف کړئ او بیا یا بل هڅه وکړئ.
pt: A mídia falhou na conversão. Por favor, exclua e tente novamente ou outro.
ro: Media nu a reușit conversia. Vă rugăm să ștergeți și să încercați din nou sau altul.
ru: Не удалось преобразовать носитель. Пожалуйста, удалите и попробуйте еще раз или другой.
rw: Itangazamakuru ryananiwe guhindura. Nyamuneka siba hanyuma ugerageze cyangwa ikindi.
sd: ميڊيا تبديل ڪرڻ ۾ ناڪام ٿي. مھرباني ڪري حذف ڪريو ۽ ٻيھر ڪوشش ڪريو.
si: මාධ්‍ය පරිවර්තනය කිරීමට අසමත් විය. කරුණාකර මකා නැවත උත්සාහ කරන්න.
sk: Konverzia média zlyhala. Odstráňte a skúste to znova alebo inak.
sl: Pretvorba predstavnosti ni uspela. Izbrišite in poskusite znova ali drugo.
sq: Media dështoi në konvertimin. Fshije dhe provo sërish ose një tjetër.
sr: Конвертовање медија није успело. Избришите и покушајте поново или другачије.
sv: Media misslyckades vid konvertering. Vänligen radera och försök igen eller en annan.
sw: Midia imeshindwa kugeuza. Tafadhali futa na ujaribu tena au nyingine.
ta: மீடியாவை மாற்றுவதில் தோல்வி. தயவு செய்து நீக்கிவிட்டு மீண்டும் முயற்சிக்கவும்.
te: మార్చడంలో మీడియా విఫలమైంది. దయచేసి తొలగించి, మళ్లీ ప్రయత్నించండి లేదా మరొకటి.
tg: Медиа дар табдил додан муяссар нашуд. Лутфан, нест кунед ва дубора ё дигар кӯшиш кунед.
th: สื่อล้มเหลวในการแปลง โปรดลบและลองอีกครั้งหรืออย่างอื่น
tk: Mediýa öwrülmedi. Öçürip, gaýtadan synap görmegiňizi haýyş edýäris.
tl: Nabigo ang media sa pag-convert. Mangyaring tanggalin at subukang muli o iba pa.
tr: Medya dönüştürülemedi. Lütfen silin ve tekrar deneyin.
tt: Медиа үзгәртүдә уңышсыз калды. Зинһар, бетерегез һәм кабатлап карагыз.
ug: مېدىيا ئۆزگەرتىشتە مەغلۇپ بولدى. ئۆچۈرۈپ قايتا سىناڭ.
uk: Не вдалося конвертувати носій. Будь ласка, видаліть і спробуйте ще раз або інший.
ur: میڈیا تبدیل کرنے میں ناکام رہا۔ براہ کرم حذف کریں اور دوبارہ کوشش کریں۔
uz: Media konvertatsiya qilinmadi. Iltimos, oʻchirib tashlang va qaytadan urining.
vi: Không chuyển đổi được phương tiện. Vui lòng xóa và thử lại hoặc cách khác.
xh: Imidiya ayiphumelelanga ukuguqula. Nceda cima kwaye uzame kwakhona okanye enye.
yi: מידיאַ ניט אַנדערש אין קאַנווערטינג. ביטע ויסמעקן און פּרובירן ווידער אָדער אנדערן.

source: Pages
af: Bladsye
am: ገፆች
ar: الصفحات
az: Səhifələr
be: Старонкі
bg: Страници
bn: পাতা
ca: Pàgines
cs: stránky
cy: Tudalennau
da: sider
de: Seiten
el: Σελίδες
eo: Paĝoj
es: Paginas
et: Leheküljed
eu: Orriak
fa: صفحات
fi: Sivut
ga: Leathanaigh
gd: Duilleagan
gl: Páxinas
gu: પૃષ્ઠો
hi: पृष्ठों
hr: Stranice
hu: Oldalak
hy: Էջեր
id: halaman
is: Síður
it: Pagine
iw: דפים
ja: ページ
ka: გვერდები
kk: Беттер
km: ទំព័រ
kn: ಪುಟಗಳು
ky: Барактар
lb: Säiten
lo: ໜ້າ
lt: Puslapiai
lv: Lapas
mg: Pejy
mi: Nga wharangi
mk: Страници
ml: പേജുകൾ
mn: Хуудас
mr: पृष्ठे
ms: muka surat
mt: Paġni
my: စာမျက်နှာများ
ne: पृष्ठहरू
nl: Pagina's
no: Sider
or: ପୃଷ୍ଠାଗୁଡ଼ିକ |
pa: ਪੰਨੇ
pl: Strony
ps: پاڼې
pt: Páginas
ro: Pagini
ru: Страницы
rw: Urupapuro
sd: صفحا
si: පිටු
sk: Stránky
sl: strani
sq: Faqet
sr: Пагес
sv: Sidor
sw: Kurasa
ta: பக்கங்கள்
te: పేజీలు
tg: Саҳифаҳо
th: หน้า
tk: Sahypalar
tl: Mga pahina
tr: Sayfalar
tt: Битләр
ug: بەتلەر
uk: Сторінки
ur: صفحات
uz: Sahifalar
vi: Các trang
xh: Amaphepha
yi: בלעטער

source: Saved
af: Gestoor
am: ተቀምጧል
ar: تم الحفظ
az: Saxlandı
be: Захавана
bg: Запазено
bn: সংরক্ষিত
ca: Desat
cs: Uložené
cy: Cadwedig
da: Gemt
de: Gerettet
el: Αποθηκεύτηκε
eo: Savita
es: Salvado
et: Salvestatud
eu: Gordeta
fa: ذخیره
fi: Tallennettu
fr: Enregistré
fy: Opslein
ga: Shábháil
gd: Air a shàbhaladh
gl: Gardado
gu: સાચવેલ
hi: बचाया
hr: Spremljeno
hu: Mentett
hy: Պահպանված է
id: Diselamatkan
is: Vistað
it: Salvato
iw: שמור
ja: 保存しました
ka: შენახულია
kk: Сақталды
km: បានរក្សាទុក
kn: ಉಳಿಸಲಾಗಿದೆ
ky: Сакталган
lb: Gespäichert
lo: ບັນທຶກແລ້ວ
lt: Išsaugota
lv: Saglabāts
mg: voavonjy
mi: Whakaorangia
mk: Зачувано
ml: സംരക്ഷിച്ചു
mn: Хадгалсан
mr: जतन केले
ms: Disimpan
mt: Salvat
my: သိမ်းဆည်းခဲ့သည်။
ne: सुरक्षित गरियो
nl: opgeslagen
no: Lagret
or: ସଞ୍ଚୟ ହୋଇଛି |
pa: ਸੰਭਾਲੀ ਗਈ
pl: Zapisane
ps: خوندي شوی
pt: Salvou
ro: Salvat
ru: Сохранено
rw: Yakijijwe
sd: محفوظ ٿيل
si: සුරකින ලදී
sk: Uložené
sl: Shranjeno
sq: U ruajt
sr: Сачувано
sv: Sparad
sw: Imehifadhiwa
ta: சேமிக்கப்பட்டது
te: సేవ్ చేయబడింది
tg: Захира карда шуд
th: บันทึกไว้
tk: Saklandy
tl: Nai-save
tr: kaydedildi
tt: Сакланган
ug: ساقلاندى
uk: Збережено
ur: محفوظ کیا گیا۔
uz: Saqlangan
vi: Đã lưu
xh: Igciniwe
yi: געראטעוועט

source: Insert
af: Voeg in
am: አስገባ
ar: إدراج
az: Daxil edin
be: Уставіць
bg: Поставете
bn: .োকান
ca: Insereix
cs: Vložit
cy: Mewnosod
da: Indsæt
de: Einfügen
el: Εισάγετε
eo: Enmetu
es: Insertar
et: Sisesta
eu: Txertatu
fa: قرار دادن
fi: Lisää
fr: Insérer
fy: Ynfoegje
ga: Ionsáigh
gd: Cuir a-steach
gl: Inserir
gu: દાખલ કરો
hi: डालने
hr: Umetnuti
hu: Helyezze be
hy: Տեղադրել
id: Memasukkan
is: Settu inn
it: Inserire
iw: לְהַכנִיס
ja: インサート
ka: ჩასმა
kk: Кірістіру
km: បញ្ចូល
kn: ಸೇರಿಸಿ
ku: Lêzêdekirin
ky: Кыстаруу
lb: Asetzen
lo: ໃສ່
lt: Įdėti
lv: Ievietojiet
mg: Mampidira
mi: Whakauruhia
mk: Вметни
ml: തിരുകുക
mn: Оруулах
mr: घाला
ms: Masukkan
mt: Daħħal
my: ထည့်ပါ
ne: सम्मिलित गर्नुहोस्
nl: Invoegen
no: Sett inn
or: ସନ୍ନିବେଶ କରନ୍ତୁ |
pa: ਪਾਓ
pl: Wstawić
ps: دننه کړئ
pt: Inserir
ro: Introduce
ru: Вставлять
rw: Shyiramo
sd: داخل ڪريو
si: ඇතුළු කරන්න
sk: Vložte
sl: Vstavi
sq: Vendos
sr: Уметни
sv: Föra in
sw: Ingiza
ta: செருக
te: చొప్పించు
tg: Гузоштан
th: แทรก
tk: Goýmak
tl: Isingit
tr: Ekle
tt: Керү
ug: قىستۇرۇش
uk: Вставити
ur: داخل کریں
uz: Kiritmoq
vi: Chèn
xh: Faka
yi: ינסערט

source: Elements
af: Elemente
am: ንጥረ ነገሮች
ar: عناصر
az: Elementlər
be: Элементы
bg: Елементи
bn: উপাদান
cs: Prvky
cy: Elfennau
da: Elementer
de: Elemente
el: Στοιχεία
eo: Elementoj
es: Elementos
et: Elemendid
eu: Elementuak
fa: عناصر
fi: Elementit
fr: Éléments
fy: Eleminten
ga: Eilimintí
gd: Eileamaidean
gl: Elementos
gu: તત્વો
hi: तत्वों
hr: Elementi
hu: Elemek
hy: Տարրեր
id: Elemen
is: Frumefni
it: Elementi
iw: אלמנטים
ja: 要素
ka: ელემენტები
kk: Элементтер
km: ធាតុ
kn: ಅಂಶಗಳು
ky: Элементтер
lb: Elementer
lo: ອົງປະກອບ
lt: Elementai
lv: Elementi
mg: singa
mi: Huānga
mk: Елементи
ml: ഘടകങ്ങൾ
mn: Элементүүд
mr: घटक
ms: elemen
mt: Elementi
my: ဒြပ်စင်
ne: तत्वहरू
nl: Elementen
no: Elementer
or: ଉପାଦାନଗୁଡିକ
pa: ਤੱਤ
pl: Elementy
ps: عناصر
pt: elementos
ro: Elemente
ru: Элементы
rw: Ibigize
sd: عنصر
si: මූලද්රව්ය
sk: Prvky
sl: Elementi
sq: Elementet
sr: Елементи
sv: Element
sw: Vipengele
ta: கூறுகள்
te: మూలకాలు
tg: Унсурҳо
th: องค์ประกอบ
tk: Elementler
tl: Mga elemento
tr: Elementler
tt: Элементлар
ug: ئېلېمېنتلار
uk: Елементи
ur: عناصر
uz: Elementlar
vi: yếu tố
xh: Izinto
yi: עלעמענטן

source: Action Required
af: Aksie nodig
am: እርምጃ ያስፈልጋል
ar: الإجراء مطلوب
az: Fəaliyyət Tələb olunur
be: Патрабуецца дзеянне
bg: Изисква се действие
bn: অ্যাকশন প্রয়োজন
ca: Acció requerida
cs: Je vyžadována akce
cy: Camau i'w Cymryd
da: Handling påkrævet
de: Handlung erforderlich
el: Απαιτείται ενέργεια
eo: Ago Bezonata
es: Acción requerida
et: Vajalik toiming
eu: Beharrezko ekintza
fa: اقدام لازم
fi: Vaatii toimenpiteitä
fr: Action requise
fy: Aksje frege
ga: Gníomh de dhíth
gd: Gnìomh a dhìth
gl: Acción necesaria
gu: ક્રિયા જરૂરી
hi: कार्यवाई की आवश्यकता
hr: Potrebna radnja
hu: Cselekvést kíván
hy: Պահանջվում է գործողություն
id: Diperlukan Tindakan
is: Aðgerða krafist
it: Azione richiesta
iw: פעולה נדרשת
ja: 必要なアクション
ka: საჭიროა მოქმედება
kk: Әрекет қажет
km: សកម្មភាពចាំបាច់
kn: ಕ್ರಮ ಅಗತ್ಯವಿದೆ
ku: Çalakî Pêdivî ye
ky: Аракет талап кылынат
lb: Aktioun néideg
lo: ຕ້ອງດຳເນີນການ
lt: Reikalingas veiksmas
lv: Nepieciešama darbība
mg: Hetsika ilaina
mi: Me Mahi
mk: Потребно е дејство
ml: നടപടി ആവശ്യമാണ്
mn: Үйлдэл хийх шаардлагатай
mr: कृती आवश्यक
ms: Tindakan diperlukan
mt: Azzjoni Meħtieġa
my: လုပ်ဆောင်ရန် လိုအပ်ပါသည်။
ne: कारबाही आवश्यक छ
nl: Actie vereist
no: Handling kreves
or: କାର୍ଯ୍ୟ ଆବଶ୍ୟକ
pa: ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਹੈ
pl: Konieczne są działania
ps: عمل ته اړتیا ده
pt: Ação requerida
ro: Actiune ceruta
ru: Требуются действия
rw: Igikorwa gisabwa
sd: عمل جي ضرورت آهي
si: ක්‍රියාව අවශ්‍යයි
sk: Vyžaduje sa akcia
sl: Zahtevano dejanje
sq: Veprimi i kërkuar
sr: Мере потребне
sv: Åtgärd krävs
sw: Hatua Inahitajika
ta: நடவடிக்கை தேவை
te: చర్య అవసరం
tg: Амал талаб карда мешавад
th: ต้องดำเนินการ
tk: Hereket gerek
tl: Kinakailangan ang Aksyon
tr: Eylem Gerekli
tt: Эш кирәк
ug: ھەرىكەت تەلەپ قىلىنىدۇ
uk: Потрібна дія
ur: کارروائی کی ضرورت
uz: Harakat talab qilinadi
vi: Cần hành động
xh: Kufuneka Inyathelo
yi: קאַמף פארלאנגט

source: Add a new page
af: Voeg 'n nuwe bladsy by
am: አዲስ ገጽ ያክሉ
ar: أضف صفحة جديدة
az: Yeni səhifə əlavə edin
be: Дадаць новую старонку
bg: Добавете нова страница
bn: একটি নতুন পাতা যোগ করুন
ca: Afegeix una pàgina nova
cs: Přidat novou stránku
cy: Ychwanegu tudalen newydd
da: Tilføj en ny side
de: Fügen Sie eine neue Seite hinzu
el: Προσθήκη νέας σελίδας
eo: Aldonu novan paĝon
es: Agregar una nueva página
et: Lisage uus leht
eu: Gehitu orri berri bat
fa: یک صفحه جدید اضافه کنید
fi: Lisää uusi sivu
fr: Ajouter une nouvelle page
fy: Foegje in nije side ta
ga: Cuir leathanach nua leis
gd: Cuir duilleag ùr ris
gl: Engadir unha nova páxina
gu: નવું પૃષ્ઠ ઉમેરો
hi: एक नया पेज जोड़ें
hr: Dodajte novu stranicu
hu: Új oldal hozzáadása
hy: Ավելացնել նոր էջ
id: Tambahkan halaman baru
is: Bættu við nýrri síðu
it: Aggiungi una nuova pagina
iw: הוסף דף חדש
ja: 新しいページを追加
ka: დაამატეთ ახალი გვერდი
kk: Жаңа бет қосыңыз
km: បន្ថែមទំព័រថ្មី។
kn: ಹೊಸ ಪುಟವನ್ನು ಸೇರಿಸಿ
ku: Rûpelek nû lê zêde bike
ky: Жаңы баракты кошуу
lb: Füügt eng nei Säit
lo: ເພີ່ມໜ້າໃໝ່
lt: Pridėti naują puslapį
lv: Pievienojiet jaunu lapu
mg: Manampia pejy vaovao
mi: Tāpirihia he whārangi hōu
mk: Додадете нова страница
ml: ഒരു പുതിയ പേജ് ചേർക്കുക
mn: Шинэ хуудас нэмнэ үү
mr: एक नवीन पृष्ठ जोडा
ms: Tambah halaman baharu
mt: Żid paġna ġdida
my: စာမျက်နှာအသစ်တစ်ခုထည့်ပါ။
ne: नयाँ पृष्ठ थप्नुहोस्
nl: Voeg een nieuwe pagina toe
no: Legg til en ny side
or: ଏକ ନୂତନ ପୃଷ୍ଠା ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਨਵਾਂ ਪੰਨਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj nową stronę
ps: یو نوی پاڼه اضافه کړئ
pt: Adicionar uma nova página
ro: Adăugați o pagină nouă
ru: Добавить новую страницу
rw: Ongeraho urupapuro rushya
sd: نئون صفحو شامل ڪريو
si: නව පිටුවක් එක් කරන්න
sk: Pridať novú stránku
sl: Dodajte novo stran
sq: Shto një faqe të re
sr: Додајте нову страницу
sv: Lägg till en ny sida
sw: Ongeza ukurasa mpya
ta: புதிய பக்கத்தைச் சேர்க்கவும்
te: కొత్త పేజీని జోడించండి
tg: Саҳифаи нав илова кунед
th: เพิ่มหน้าใหม่
tk: Täze sahypa goşuň
tl: Magdagdag ng bagong pahina
tr: yeni bir sayfa ekle
tt: Яңа бит өстәгез
ug: يېڭى بەت قوشۇڭ
uk: Додайте нову сторінку
ur: ایک نیا صفحہ شامل کریں۔
uz: Yangi sahifa qo'shing
vi: Thêm một trang mới
xh: Yongeza iphepha elitsha
yi: לייג אַ נייַע בלאַט

source: Blank page
af: Leë bladsy
am: ባዶ ገጽ
ar: صفحة فارغة
az: Boş səhifə
be: Пустая старонка
bg: Празна Страница
bn: খালি পৃষ্ঠা
ca: Pàgina en blanc
cs: Prázdná stránka
cy: Tudalen wag
da: Blank side
de: Leere Seite
el: Κενή σελίδα
eo: Blanka paĝo
es: Página en blanco
et: Tühi leht
eu: Orri hutsik
fa: صفحه خالی
fi: Tyhjä sivu
fr: Page blanche
fy: Wite side
ga: Leathanach bán
gd: Duilleag bàn
gl: Páxina en branco
gu: કોરો કાગળ
hi: खाली पेज
hr: Prazna stranica
hu: Üres lap
hy: Դատարկ էջ
id: Halaman kosong
is: Auð síða
it: Pagina vuota
iw: עמוד ריק
ja: 空白ページ
ka: Ცარიელი ფურცელი
kk: Бос бет
km: ទំព័រទទេ
kn: ಖಾಲಿ ಪುಟ
ku: Rûpelê vala
ky: Бош бет
lb: Blank Säit
lo: ໜ້າເປົ່າ
lt: Tuščias puslapis
lv: Tukša lapa
mg: Pejy banga
mi: Whārangi pātea
mk: Празна страница
ml: ഒഴിഞ്ഞ ഏട്
mn: Хоосон хуудас
mr: कोरे पान
ms: Halaman kosong
mt: Paġna vojta
my: စာရွက်အလွတ်
ne: खाली पृष्ठ
nl: Lege pagina
no: Tom side
or: ଖାଲି ପୃଷ୍ଠା |
pa: ਖਾਲੀ ਪੰਨਾ
pl: Pusta strona
ps: خالي پاڼه
pt: Página em branco
ro: Pagină goală
ru: Пустая страница
rw: Urupapuro rutagaragara
sd: خالي صفحو
si: හිස් පිටුව
sk: Prázdna strana
sl: Prazna stran
sq: Faqe e zbrazët
sr: Празна страница
sv: Tom sida
sw: Ukurasa mtupu
ta: வெற்று பக்கம்
te: ఖాళీ పేజీ
tg: Саҳифаи холӣ
th: หน้าว่าง
tk: Boş sahypa
tl: Blangkong pahina
tr: Boş sayfa
tt: Буш бит
ug: ئوچۇق بەت
uk: Порожня сторінка
ur: خالی صفحہ
uz: Bo'sh sahifa
vi: Trang trống
xh: Iphepha elingenanto
yi: ליידיק בלאַט

source: From PDF
af: Van PDF
am: ከፒ.ዲ.ኤፍ
ar: من ملف PDF
az: PDF-dən
be: З PDF
bg: От PDF
bn: পিডিএফ থেকে
ca: Del PDF
cs: Z PDF
cy: O PDF
da: Fra PDF
de: Aus PDF
el: Από PDF
eo: El PDF
es: Desde PDF
et: PDF-ist
eu: PDFtik
fa: از پی دی اف
fi: PDF:stä
fr: À partir du PDF
fy: Fan PDF
ga: Ó PDF
gd: Bho PDF
gl: Desde PDF
gu: PDF માંથી
hi: पीडीएफ से
hr: Iz PDF-a
hu: PDF-ből
hy: PDF-ից
id: Dari PDF
is: Frá PDF
it: Da PDF
iw: מתוך PDF
ja: PDFから
ka: PDF-დან
kk: PDF файлынан
km: ពី PDF
kn: PDF ನಿಂದ
ku: Ji PDF
ky: PDFтен
lb: Aus PDF
lo: ຈາກ PDF
lt: Iš PDF
lv: No PDF
mg: Avy amin'ny PDF
mi: Mai i te PDF
mk: Од PDF
ml: PDF-ൽ നിന്ന്
mn: PDF-ээс
mr: PDF वरून
ms: Daripada PDF
mt: Minn PDF
my: PDF မှ
ne: PDF बाट
nl: Van pdf
no: Fra PDF
or: PDF ରୁ
pa: PDF ਤੋਂ
pl: Z PDFa
ps: له PDF څخه
pt: Do PDF
ro: Din PDF
ru: Из PDF
rw: Kuva kuri PDF
sd: PDF مان
si: PDF වෙතින්
sk: Z PDF
sl: Iz PDF-ja
sq: Nga PDF
sr: Из ПДФ-а
sv: Från PDF
sw: Kutoka kwa PDF
ta: PDF இலிருந்து
te: PDF నుండి
tg: Аз PDF
th: จาก PDF
tk: PDF-den
tl: Mula sa PDF
tr: PDF'den
tt: PDF-тан
ug: PDF دىن
uk: З PDF
ur: پی ڈی ایف سے
uz: PDF dan
vi: Từ PDF
xh: Ukusuka kwiPDF
yi: פֿון PDF

source: From image
af: Uit beeld
am: ከምስል
ar: من الصورة
az: Şəkildən
be: З выявы
bg: От изображение
bn: ছবি থেকে
ca: A partir de la imatge
cs: Z obrázku
cy: O ddelwedd
da: Fra billede
de: Vom image
el: Από την εικόνα
eo: El bildo
es: Desde imagen
et: Pildilt
eu: Iruditik
fa: از تصویر
fi: Kuvasta
fr: De l'image
fy: Fan ôfbylding
ga: Ó íomhá
gd: Bhon dealbh
gl: Da imaxe
gu: છબી પરથી
hi: छवि से
hr: Sa slike
hu: Képből
hy: Պատկերից
id: Dari gambar
is: Úr mynd
it: Dall'immagine
iw: מתמונה
ja: イメージから
ka: სურათიდან
kk: Суреттен
km: ពីរូបភាព
kn: ಚಿತ್ರದಿಂದ
ku: Ji wêneyê
ky: Сүрөттөн
lb: Aus Bild
lo: ຈາກຮູບ
lt: Iš paveikslėlio
lv: No attēla
mg: Avy amin'ny sary
mi: Mai i te ahua
mk: Од сликата
ml: ചിത്രത്തിൽ നിന്ന്
mn: Зургаас
mr: प्रतिमेतून
ms: Daripada imej
mt: Mill-immaġni
my: ပုံထဲက
ne: छविबाट
nl: Van afbeelding
no: Fra bilde
or: ପ୍ରତିଛବିରୁ
pa: ਚਿੱਤਰ ਤੋਂ
pl: Z obrazu
ps: له انځور څخه
pt: Da imagem
ro: Din imagine
ru: Из изображения
rw: Kuva ku ishusho
sd: تصوير مان
si: රූපයෙන්
sk: Z obrázku
sl: Iz slike
sq: Nga imazhi
sr: Са слике
sv: Från bild
sw: Kutoka kwa picha
ta: படத்திலிருந்து
te: చిత్రం నుండి
tg: Аз тасвир
th: จากภาพ
tk: Suratdan
tl: Mula sa imahe
tr: Resimden
tt: Рәсемнән
ug: رەسىمدىن
uk: З зображення
ur: تصویر سے
uz: Rasmdan
vi: Từ bức ảnh
xh: Ukusuka kumfanekiso
yi: פון בילד

source: Add PDF
af: Voeg PDF by
am: ፒዲኤፍ አክል
ar: أضف ملف PDF
az: PDF əlavə et
be: Дадаць PDF
bg: Добавете PDF
bn: PDF যোগ করুন
ca: Afegeix PDF
cs: Přidat PDF
cy: Ychwanegu PDF
da: Tilføj PDF
de: PDF hinzufügen
el: Προσθήκη PDF
eo: Aldonu PDF
es: Añadir PDF
et: Lisage PDF
eu: Gehitu PDFa
fa: PDF اضافه کنید
fi: Lisää PDF
fr: Ajouter un PDF
ga: Cuir PDF
gd: Cuir PDF
gl: Engadir PDF
gu: પીડીએફ ઉમેરો
hi: पीडीएफ जोड़ें
hr: Dodaj PDF
hu: PDF hozzáadása
hy: Ավելացնել PDF
id: Tambahkan PDF
is: Bæta við PDF
it: Aggiungi PDF
iw: הוסף PDF
ja: PDFを追加
ka: დაამატეთ PDF
kk: PDF қосу
km: បន្ថែម PDF
kn: PDF ಸೇರಿಸಿ
ku: PDF-ê zêde bikin
ky: PDF кошуу
lb: PDF addéieren
lo: ເພີ່ມ PDF
lt: Pridėti PDF
lv: Pievienot PDF
mg: Ampio PDF
mi: Tāpiri PDF
mk: Додадете PDF
ml: PDF ചേർക്കുക
mn: PDF нэмэх
mr: PDF जोडा
ms: Tambah PDF
mt: Żid PDF
my: PDF ထည့်ပါ။
ne: PDF थप्नुहोस्
nl: Pdf toevoegen
no: Legg til PDF
or: PDF ଯୋଡନ୍ତୁ |
pa: PDF ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj plik PDF
ps: PDF اضافه کړئ
pt: Adicionar PDF
ro: Adăugați PDF
ru: Добавить PDF
rw: Ongeraho PDF
sd: PDF شامل ڪريو
si: PDF එකතු කරන්න
sk: Pridať PDF
sl: Dodajte PDF
sq: Shto PDF
sr: Додај ПДФ
sv: Lägg till PDF
sw: Ongeza PDF
ta: PDF ஐச் சேர்க்கவும்
te: PDFని జోడించండి
tg: Иловаи PDF
th: เพิ่ม PDF
tk: PDF goşuň
tl: Magdagdag ng PDF
tr: PDF ekle
tt: PDF өстәгез
ug: PDF قوشۇڭ
uk: Додати PDF
ur: پی ڈی ایف شامل کریں۔
uz: PDF qo'shish
vi: Thêm PDF
xh: Yongeza iPDF
yi: לייג PDF

source: Add Image
af: Voeg prent by
am: ምስል አክል
ar: إضافة صورة
az: Şəkil əlavə edin
be: Дадаць выяву
bg: Добавете изображение
bn: ছবি যোগ কর
ca: Afegeix una imatge
cs: Přidat obrázek
cy: Ychwanegu Delwedd
da: Tilføj billede
de: Bild hinzufügen
el: Προσθέστε εικόνα
eo: Aldonu Bildon
es: Añadir imagen
et: Lisa pilt
eu: Gehitu irudia
fa: تصویر اضافه کن
fi: Lisää kuva
fr: Ajouter une image
fy: Ofbylding tafoegje
ga: Cuir Íomhá leis
gd: Cuir Ìomhaigh ris
gl: Engadir imaxe
gu: છબી ઉમેરો
hi: छवि जोड़ें
hr: Dodaj sliku
hu: Kép hozzáadása
hy: Ավելացնել պատկեր
id: Menambahkan gambar
is: Bæta við mynd
it: Aggiungi immagine
iw: להוסיף תמונה
ja: 画像を追加
ka: სურათის დამატება
kk: Кескінді қосу
km: បន្ថែមរូបភាព
kn: ಚಿತ್ರವನ್ನು ಸೇರಿಸಿ
ku: Wêne zêde bikin
ky: Сүрөт кошуу
lb: Foto addéieren
lo: ເພີ່ມຮູບພາບ
lt: Pridėti vaizdą
lv: Pievienot attēlu
mg: Ampio sary
mi: Tāpiri Whakaahua
mk: Додадете слика
ml: ചിത്രം ചേർക്കുക
mn: Зураг нэмэх
mr: प्रतिमा जोडा
ms: Tambah Imej
mt: Żid Immaġni
my: ပုံထည့်ပါ။
ne: छवि थप्नुहोस्
nl: Voeg afbeelding toe
no: Legg til bilde
or: ପ୍ରତିଛବି ଯୋଡନ୍ତୁ |
pa: ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj obraz
ps: انځور اضافه کړئ
pt: Adicionar imagem
ro: Adauga imagine
ru: Добавить изображение
rw: Ongeraho Ishusho
sd: تصوير شامل ڪريو
si: රූපය එක් කරන්න
sk: Pridať obrázok
sl: Dodaj sliko
sq: Shto imazh
sr: Додај слику
sv: Lägg till bild
sw: Ongeza Picha
ta: படத்தைச் சேர்க்கவும்
te: చిత్రాన్ని జోడించండి
tg: Иловаи тасвир
th: ใส่รูปภาพ
tk: Surat goşuň
tl: Magdagdag ng larawan
tr: Resim eklemek
tt: Рәсем өстәү
ug: رەسىم قوشۇڭ
uk: Додати зображення
ur: تصویر شامل کریں۔
uz: Rasm qo'shish
vi: Thêm hình ảnh
xh: Yongeza uMfanekiso
yi: לייג בילד
