Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
af: AS U ONDERNEMING IS MET DIE DIENSTE OF HIERDIE OOREENKOMS, IS U ENIGE EN EKSKLUSIEWE GENEESHEID OM DIE DIENSTE TE GEBRUIK.
am: በአገልግሎቶቹ ወይም በዚህ ስምምነት ውስጥ ከሰረዙ ፣ የእርስዎ ብቸኛ እና ልዩ ቅናሾቹ አገልግሎቶቹን መጠቀሙን ማጤን አለበት ፡፡
ar: إذا كنت غير راضٍ عن الخدمات أو هذه الاتفاقية ، فإن الحل الوحيد والحصري الخاص بك هو التوقف عن استخدام الخدمات.
az: XİDMƏTLƏRƏ VƏ BU SAZİŞƏ İSTƏMƏSİNİZ, SİZİN VƏ EKSKLÜZİV MÜDAFİƏ XİDMƏTLƏRİ İSTİFADƏ EDƏCƏKDİR.
be: У выпадку, калі вы пазбавіліся паслугаў альбо гэтага пагаднення, ваша рашэнне і эксклюзіўныя сродкі могуць спыніць карыстанне паслугамі.
bg: АКО ИЗБЕЖЕТЕ СЪС УСЛУГИТЕ ИЛИ НАСТОЯЩОТО СПОРАЗУМЕНИЕ, ВАШИЯТ САМО И ЕКСКЛУЗИВЕН ОСТАВЛЕНИЕ Е ПРЕКРАТЯВАЩО ИЗПОЛЗВАНЕ НА УСЛУГИТЕ.
bn: আপনি যদি পরিষেবাগুলি বা এই চুক্তির সাথে অসন্তুষ্ট হন তবে আপনার একক এবং এক্সক্লুসিভ রেমিডি পরিষেবাগুলি ব্যবহার করা থেকে বিরত রয়েছে।
ca: SI ES DISSATISTA AMB ELS SERVEIS O AQUEST CONVENI, EL SEU SOL·LICI I EXCLUSIU REMEDI ÉS DE DESCOMPANYAR L’ÚS DELS SERVEIS.
cs: POKUD JSTE NEROZDĚLENI DO SLUŽEB NEBO TÉTO DOHODY, VAŠE SOLÉ A VÝHRADNÍ NÁPRAVY ZASTAVUJÍ POUŽÍVÁNÍ SLUŽEB.
cy: OS YDYCH CHI&#39;N DISSATISFIED GYDA&#39;R GWASANAETHAU NEU&#39;R CYTUNDEB HWN, BYDD EICH GWERTHU A&#39;CH GWEDDILL GWAHARDDOL YNGHYLCH DEFNYDDIO&#39;R GWASANAETHAU.
da: HVIS DU MANGLES MED TJENESTERNE ELLER DENNE AFTALE, SKAL DIN ENESTE OG EKSKLUSIVE LØSNING AFSLUTTE BRUG AF TJENESTERNE.
de: Wenn Sie mit den Diensten oder dieser Vereinbarung nicht einverstanden sind, besteht Ihre einzige und ausschließliche Abhilfe darin, die Nutzung der Dienste einzustellen.
el: ΕΑΝ ΔΕΝ ΕΙΝΑΙ ΔΥΝΑΤΟΠΟΙΗΜΕΝΟ ΜΕ ΤΙΣ ΥΠΗΡΕΣΙΕΣ Ή ΤΗΝ ΠΑΡΟΥΣΑ ΣΥΜΦΩΝΙΑ, Η ΑΠΟΛΥΤΗ ΚΑΙ ΑΠΟΚΛΕΙΣΤΙΚΗ ΕΝΔΕΙΞΗ ΣΑΣ ΕΙΝΑΙ ΝΑ ΔΙΑΓΡΑΦΕΙΤΕ ΤΗ ΧΡΗΣΗ ΤΩΝ ΥΠΗΡΕΣΙΩΝ.
eo: SE VI ESTAS DISSATISFATAJ PRI LA SERVOJ aŭ ĈI TIRA EKORDO, VIA SOLA KAJ ESKLUJA REMEDI Estas DISKONTI UZI LA SERVOJN.
es: SI NO ESTÁ SATISFECHO CON LOS SERVICIOS O ESTE ACUERDO, SU ÚNICO Y EXCLUSIVO REMEDIO ES DEJAR DE USAR LOS SERVICIOS.
et: KUI TEENUSTE VÕI KÄESOLEVA LEPINGU LÕPETAMISEL ON TEIE TEENUSTE KASUTAMISEL LÕPETAMISEKS TEIE AINULT JA AINUSTE PARANDUS.
eu: ZERBITZUAK edo HITZARMENDUAREKIN ERABAKITZEN BADUZU, ZURE ZERBITZU BAKARRIK ETA ESKLUSIBOAK ZERBITZUAK ERABILTZEA DA.
fa: اگر شما با خدمات یا این توافق نامه دیوانه شده اید ، صرفاً و بیانیه شما برای استفاده از خدمات قابل تشخیص است.
fi: JOS JULKISET PALVELUT TÄMÄN TÄMÄN SOPIMUKSEN KANSSA, SINUN JA POIKKEISEN KORJAUKSEN ON PYSÄYTY PALVELUJEN KÄYTTÖÖN.
fr: SI VOUS N&#39;ÊTES PAS SATISFAIT DES SERVICES OU DU PRÉSENT CONTRAT, VOTRE SEUL ET UNIQUE RECOURS EST DE CESSER D&#39;UTILISER LES SERVICES.
fy: As jo mei de tsjinsten as dizze oerienkomst misbrûkt binne, is jo iennich en eksklusyf remeedzje it gebrûk fan &#39;e tsjinsten te stopjen.
ga: MÁ THOILÍONN TÚ LEIS NA SEIRBHÍSÍ NÓ AN COMHAONTÚ SEO, IS DÍOL SÁSAIMH DI DO DHÍOLÚINTÍ DÍOLÚINE A ÚSÁID NA SEIRBHÍSÍ.
gd: MA THA SINN AIR A DHÈANAMH LEIS NA SEIRBHEISEAN NO A ’CHUNNTAS SEO, THA DO SOLE AGUS DÙTHCHAS DÙTHCHAIL A’ GABHAIL A ’CLEACHDADH NA SEIRBHEISEAN.
gl: SE ESTÁ DISSATICADO OS SERVIZOS OU ESTE CONTRATO, O SEU SOLICITUDE E EXCLUSIVO REMATAR É DESCUBRIR O USO DOS SERVIZOS.
gu: જો તમે સેવાઓ અથવા આ સમજૂતીથી અસંતુષ્ટ છો, તો તમારી એકમાત્ર અને વિશિષ્ટ મુક્તિ સેવાઓનો ઉપયોગ કરવાથી વિવાદિત છે.
hi: यदि आप सेवाओं या इस समझौते से सहमत हैं, तो आपका समाधान और सेवाओं का उपयोग करने के लिए आवश्यक उपाय हैं।
hr: UKOLIKO SMANJETE USLUGE ILI OVAJ UGOVOR, VAŠA SAMOSTOČNA I EKSKLUZIVNA OPREMA PREKINUJETE KORIŠTENJE USLUGA.
hu: HA A SZOLGÁLTATÁSOKKAL, VAGY E SZERZŐDÉSBEN ELKAPCSOLATAK, A SZOLGÁLTATÁSOK HASZNÁLATÁVAL FELTÜNTETTEN A SZOLGÁLTATÁSOKAT ÉS A KIZÁRÓLAG KÖRNYEZETT JÓVÁHAGYÁSÁT SZÜKSÉGI.
hy: ԵԹԵ ՎՏԱՆԳՎԱԾ եք ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ OR ԿԱՄ ԱՅՍ ՊԱՅՄԱՆԱԳՐԻ WITH ՀԵՏ, ՁԵՐ ՍԵՂԱՆ և ԲԱԱՌԻԿ ՀԻՇՈՒՄ ԵՆ ՔՆՆԱՐԿԵԼ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ՕԳՏԱԳՈՐԾՈՒՄԸ:
id: JIKA ANDA TIDAK puas dengan LAYANAN ATAU PERJANJIAN INI, PERBAIKAN SATU-SATUNYA DAN EKSKLUSIF ANDA ADALAH UNTUK MENGHENTIKAN PENGGUNAAN LAYANAN.
is: EF ÞÚ ERT AÐ TILBREYTTA ÞJÓNUSTU EÐA ÞESSA SAMNINGI, EINU EINNI OG EINNI LÖGUN ER AÐ hætta við að nota þjónusturnar.
it: SE SEI DISSATIZZATO CON I SERVIZI O IL PRESENTE CONTRATTO, IL TUO RIMEDIO UNICO ED ESCLUSIVO È DI INTERROMPERE L&#39;UTILIZZO DEI SERVIZI.
iw: אם אתה מופרד מהשירותים או עם הסכם זה, הנחיה הבלעדית והבלעדית שלך היא להפסיק את השימוש בשירותים.
ja: サービスまたは本契約に不満がある場合、お客様の唯一かつ唯一の救済策は、サービスの使用を中止することです。
ka: თუ თქვენ განთავისუფლდით მომსახურებით ან ამ შეთანხმებით, მხოლოდ და მხოლოდ ექსკლუზიური შესრულება შეგიძლიათ გამოიყენოთ სერვისების გამოყენება.
kk: Егер сіз ҚЫЗМЕТТЕРДІҢ НЕМЕСЕ ОСЫ КЕЛІСІМДІГІН АЙТПАСЫЗ, СІЗДІҢ ЖАЛПЫ ЖӘНЕ ЭКСКЛЮЗИВТІК РЕДАКЦИЯ ҚЫЗМЕТТЕРДІ ПАЙДАЛАНУҒА БОЛАДЫ.
km: ប្រសិនបើអ្នកត្រូវបានគេខ្វាយខ្វល់ជាមួយសេវាកម្មឬកិច្ចព្រមព្រៀងនេះនោះការយកចិត្តទុកដាក់និងការដកខ្លួនចេញរបស់អ្នកគឺត្រូវបញ្ឈប់ការប្រើប្រាស់សេវាកម្ម។
kn: ನೀವು ಸೇವೆಗಳೊಂದಿಗೆ ಅಥವಾ ಈ ಒಪ್ಪಂದದೊಂದಿಗೆ ಅಸಮಾಧಾನ ಹೊಂದಿದ್ದರೆ, ನಿಮ್ಮ ಸಂಪೂರ್ಣ ಮತ್ತು ಎಕ್ಸ್‌ಕ್ಲೂಸಿವ್ ಪರಿಹಾರವು ಸೇವೆಗಳನ್ನು ಬಳಸುವುದನ್ನು ಸ್ಥಗಿತಗೊಳಿಸುವುದು.
ku: Ger hûn bi karûbaran re têkildar dibin an jî ev peyman, PIRT ANDKA LEIY AND YA YA XWE JI BO DIKIRIN US JI BO SERBEST XWE.
ky: КЫЗМАТ КЫЗМАТТАРЫ ЖАНА БУЛ КЕЛИШИМДИ ТАЛКУУЛАСАСЫЗ, БИЗДИН ЖАНА ЭКСКЛЮЗИВДИК РЕДАКЦИЯ КЫЗМАТТАРДЫ ПАЙДАЛАНУУГА ЖАРДАМ БЕРЕТ.
lb: WANN SIN DISSATISFIED MAT DE SERVICES ODER DËS AKTIOUN SINN, ÄR ENLECHT A EXKLUSIV REMEDY SINN SINN ZOUGANG BENOTZEN D&#39;BENOTZEN SERVICE.
lo: ຖ້າທ່ານມີຄວາມສົນໃຈກັບການບໍລິການຫຼືຂໍ້ຕົກລົງດັ່ງກ່າວ, ຄວາມສະຫງ່າງາມແລະການຍົກເວັ້ນພິເສດຂອງທ່ານແມ່ນການຢຸດເຊົາການ ນຳ ໃຊ້ບໍລິການ.
lt: JEI NESKLAUSITE PASLAUGŲ AR ŠIOS SUTARTIES, JŪS ATSAKINGOS IR IŠSKIRTINĖS IŠTIKRINIMO PRIEMONĖS NUSTABTI NAUDOTIS PASLAUGOMIS.
lv: JA JŪS ATBRĪVOJATIES AR PAKALPOJUMIEM VAI ŠO LĪGUMU, JŪS VIENKĀRŠI UN AIZSTĀVĒJI RISINĀJUMI ATTIECAS UZ PAKALPOJUMU LIETOŠANU.
mg: RAHA TSY MITADY FIVAROTANA AZY ATAO AMIN&#39;NY SERVISY NA FANAFITANY IZAO, NY FAHAFAHARANAO sy ny FAHAGAGANA AZONAO AZONAO AZONAO AZONAO AZY MBA HANOKATY AZY MBOLA AZY ATAO DIDIKA.
mi: HE KI TE MAHI KI TE KAIWHIRANGA MA TE KORE ANAKE KI TE KAIWHITANGA KI TE INOI, KI TE RAIHI ATU KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE WHAKAMAHI I TE KORE.
mk: ДАЛИ СЕ РАЗГОВОРИТЕ СО УСЛУГИТЕ ИЛИ ОВОЈ ДОГОВОР, ВАШИОТ САМО И ЕКСКЛУЗИВНО ОСНОВУВАЕ Е ДА СЕ РАЗГОВОРИТЕ Користејќи ги услугите.
ml: സേവനങ്ങളുമായോ ഈ ഉടമ്പടിയുമായോ നിങ്ങൾ അസംതൃപ്തനാണെങ്കിൽ, നിങ്ങളുടെ സോളും എക്‌സ്‌ക്ലൂസീവ് പരിഹാരവും സേവനങ്ങൾ ഉപയോഗിക്കുന്നത് നിർത്തലാക്കലാണ്.
mn: ХИЙХГҮЙ үйлчилгээ, эсвэл ЭНД ДАРЖ тохиролцсон тохиолдолд ЭНЭ БОЛОМЖТОЙ, ЭНД ДАРЖ ҮЙЛЧИЛГЭЭГ ҮЙЛЧИЛГЭЭГИЙН АЖИЛЛАГААНЫ ЯМАР АЖИЛЛАЖ БАЙНА.
mr: जर आपण सेवांद्वारे किंवा या संमतीने असमाधानी असाल तर, आपला एकल आणि विशिष्ट उपाय सेवा वापरण्यास नकार दिला जाईल.
ms: JIKA ANDA TIDAK BERPATUTAN DENGAN PERKHIDMATAN ATAU PERJANJIAN INI, REMEDI ANDA TERSEBUT DAN EKSKLUSIF BOLEH MENGECUALIKAN MENGGUNAKAN PERKHIDMATAN.
mt: JEKK TKUN DISSATISFISTI mas-SERVIZZI JEW DAN IL-Ftehim, IR-RIMEDJU SOLIKU U ESKLUSSIV TIEGĦEK TINQAQDEB IT-TUŻA TAS-SERVIZZI.
my: အကယ်၍ သင်သည် ၀ န်ဆောင်မှုများသို့မဟုတ်ဤသဘောတူညီမှုကိုမကျေနပ်ပါကသင်၏ ၀ န်ဆောင်မှုကိုအသုံးပြုခြင်းအားရပ်ဆိုင်းရန်သင်၏တစ် ဦး တည်းသောနှင့်သီးသန့်ဖယ်ရှားမှုသည်သင်၏ ၀ န်ဆောင်မှုကိုရပ်ဆိုင်းရန်ဖြစ်သည်။
ne: यदि तपाईं सेवाहरू वा यो सम्झौता मार्फत असन्तुष्ट हुनुहुन्छ भने, तपाईंको एकल र असाधारण छुट सेवाहरूको प्रयोग गर्न अस्वीकार्य हो।
nl: ALS U NIET TEVREDEN BENT OVER DE DIENSTEN OF DEZE OVEREENKOMST, IS UW ENIGE EN UITSLUITENDE VERHAALSMOGELIJKHEID HET GEBRUIK VAN DE DIENSTEN TE STOPPEN.
no: HVIS DU MISVISES MED TJENESTENE ELLER DENNE AVTALEN, SKAL DIN ENESTE OG EKSKLUSIVE RETTIGHET AVSLUTTE BRUK AV TJENESTENE.
or: ଯଦି ଆପଣ ସେବା କିମ୍ବା ଏହି ଚୁକ୍ତିନାମା ସହିତ ଅସନ୍ତୁଷ୍ଟ ଅଛନ୍ତି, ତେବେ ଆପଣଙ୍କର ଏକାକୀ ଏବଂ ଏକ୍ସକ୍ଲୁସିଭ୍ ପ୍ରତିକାର ହେଉଛି ସେବାଗୁଡିକ ବ୍ୟବହାରକୁ ପୃଥକ କରିବା |
pa: ਜੇ ਤੁਸੀਂ ਸੇਵਾਵਾਂ ਜਾਂ ਇਸ ਸਹਿਮਤੀ ਨਾਲ ਅਸੰਤੁਸ਼ਟ ਹੋ, ਤਾਂ ਤੁਹਾਡੀ ਇਕਲੌਤੀ ਅਤੇ ਵਿਲੱਖਣ ਛੁਟਕਾਰਾ ਸਰਵਿਸਿਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰਨਾ ਹੈ.
pl: JEŚLI UŻYTKOWNIK JEST UPOWIEDZIALNY ZA USŁUGI LUB NINIEJSZĄ UMOWĘ, WYŁĄCZNYM I WYŁĄCZNYM ŚRODKIEM JEST ZAPRZESTANIE KORZYSTANIA Z USŁUG.
ps: که تاسو د خدماتو یا دې موافقې سره رضایت لرئ ، نو ستاسو یوازینۍ او ځانګړې محاوره د دې خدماتو کارول رد کړئ.
pt: Se você está insatisfeito com os serviços ou com este contrato, seu único e exclusivo recurso deve interromper o uso dos serviços.
ro: DACĂ ESTE DIFUZAT CU SERVICIILE SAU ACEST ACORD, RĂSPUNSUL DUMNEAVOASTRĂ ȘI EXCLUSIVULUI ESTE DE ÎNCEPUT UTILIZAREA SERVICIILOR.
ru: ЕСЛИ ВЫ НЕ УДОВЛЕТВОРЕНЫ УСЛУГАМИ ИЛИ НАСТОЯЩИМ СОГЛАШЕНИЕМ, ВАШЕ ЕДИНСТВЕННОЕ И ИСКЛЮЧИТЕЛЬНОЕ СРЕДСТВО БУДЕТ ПРЕКРАТИТЬ ИСПОЛЬЗОВАНИЕ УСЛУГ.
rw: NIBA UDATANZWE NA SERIVISI CYANGWA IYI MASEZERANO, UMUTI WAWE KANDI UDASANZWE NUKO UKORESHEJE UKORESHEJE SERIVISI.
sd: جيڪڏهن توهان انهن خدمتن يا هن معاهدي سان مطمئن نه آهيو ، توهان جي انفرادي ۽ انفرادي تدبير انهن خدمتن جو استعمال ڪندي ختم ڪرڻ جي آهي.
si: ඔබ සේවා හෝ මෙම එකඟතාවයෙන් සෑහීමකට පත් නොවන්නේ නම්, ඔබේ තනි සහ අතිවිශිෂ්ට පිළියම වන්නේ සේවාවන් භාවිතා කිරීම අත්හිටුවීමයි.
sk: POKIAĽ SA NEROZDELÍTE SO SLUŽBAMI ALEBO TÁTO DOHODOU, VAŠE SOLÉ A VÝHRADNÉ NÁPRAVNÉ PROSTRIEDKY ZASTAVUJÚ POUŽÍVANIE SLUŽIEB.
sl: V kolikor ste izgubljeni s storitvami ali s tem dogovorom, morate s svojo ponudbo in izključitvijo prenehati uporabljati storitve.
sq: NSE JENI DISAZITUAR ME SHICRBIMET OSE K AGT AG MARRVESHJE, FJALA JUAJ DHE FJAL EKLUZIVE TUAJ T TO SHPRNDARNI P USRDORIMIN E SHINGRBIMEVE.
sr: УКОЛИКО СМО ДОСИСИЛИ СА УСЛУГАМА ИЛИ ОВАЈ УГОВОР, ВАША САМОСТОЧНА И ЕКСКЛУЗИВНА ОПРЕМА ЈЕ ПРЕКИНАТИ КОРИШТЕЊЕ УСЛУГА.
sv: OM DU MISKES MED TJÄNSTERNA ELLER DENNA AVTAL, SKAL DIN ENDA OCH EXKLUSIVA ÅTGÄRDER AVSLUTA ANVÄNDNING AV TJÄNSTERNA.
sw: KAMA UTAJADILIANA NA HUDUMA AU DUKA HILI, URAHISI WAKO NA URAHISI NI KUFUNGUA KUTUMIA HUDUMA.
ta: சேவையுடனோ அல்லது இந்த உடன்படிக்கையுடனோ நீங்கள் அதிருப்தி அடைந்திருந்தால், உங்கள் முழுமையான மற்றும் எக்ஸ்க்ளூசிவ் ரெமிடி என்பது சேவைகளைப் பயன்படுத்துவதைத் தடுக்க வேண்டும்.
te: మీరు సేవలతో లేదా ఈ ఒప్పందంతో అసంతృప్తితో ఉంటే, మీ స్వంత మరియు ఎక్స్‌క్లూజివ్ రెమెడీ సేవలను ఉపయోగించడాన్ని నిలిపివేయడం.
tg: АГАР ШУМО БО ХИЗМАТҲО Ё ШАРТНОМАИ ТАСДИҚ КАРДАНРО МЕБОШЕД, ЁРИИ ХУБ ВА ИСТИФОДАИ ИСТИФОДАИ ХИЗМАТРО ДИГАР КОР КАРДАНД.
th: หากคุณไม่พอใจกับบริการหรือข้อตกลงนี้การแก้ไข แต่เพียงผู้เดียวและการเยียวยาพิเศษของคุณคือการปฏิเสธการใช้บริการ
tk: HYZMATLAR ORA-DA ŞU YLALAŞYK BILEN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLAN BOLANOK
tl: KUNG IKAW AY NAKAKITA SA MGA SERBISYO O SA PAGKATUTO NA ITO, ANG IYONG SOLE AT HALIMBAWA NA PAG-AARAL AY MAAARING GUSTO SA PAGGAMIT NG MGA SERBISYO.
tr: HİZMETLER VEYA BU SÖZLEŞMENİN MÜDAHALE EDİLİRSİNİZ, TABANINIZ VE ÖZEL REMEDİNİZ HİZMETLERİ KULLANMAYI KESMEKTİR.
tt: СЕЗ ХЕЗМӘТЛӘР ORӘМ БУ Килешү белән ДИССИФИЗА БУЛСА, СЕЗНЕ AND ANDӘМ ЭКСКЛUSЗИВ КОРМАНЫ ХЕЗМӘТЛӘРНЕ КУЛЛАНУ.
ug: ئەگەر سىز مۇلازىمەت ياكى بۇ كېلىشىم بىلەن پىكىر ئالماشتۇرمىسىڭىز ، سىزنىڭ بىردىنبىر ۋە ئالاھىدە چارەڭىز مۇلازىمەتنى ئىشلىتىشنى قالايمىقانلاشتۇرۇۋېتىدۇ.
uk: ЯКЩО ВИ ЗАБЕЗПЕЧЕНО ПОСЛУГАМИ ТА ЦИМИ УГОДОЮ, ВАШ СОЛІ І ЕКСКЛЮЗИВНІ ПОСЛУГИ ВІДМОВИТЬ ВИКОРИСТАННЯ ВИКОРИСТАННЯ ПОСЛУГ.
ur: اگر آپ خدمات یا اس معاہدے سے مطمئن نہیں ہیں تو ، آپ کی واحد اور غیر معمولی حد تک خدمات کو استعمال کرنے سے قطع نظر ہے۔
uz: Agar siz XIZMATLARNI YOKI BU ShARTNOMANI BILAN TA&#39;SIR QILSA, SIZNING YAXSHI va EKSKUZVUZ TAVSIYA XIZMATLARNING FOYDALANIShINI TEKShIRIShGA TEGIShLI.
vi: NẾU BẠN BỊ XÁC ĐỊNH VỚI CÁC DỊCH VỤ HOẶC HỢP ĐỒNG NÀY, DUY NHẤT VÀ GIẢI QUYẾT ĐỘC QUYỀN CỦA BẠN LÀ GIẢI QUYẾT SỬ DỤNG DỊCH VỤ.
xh: UKUBA UNAHLANGANISELWA NGEENKONZO OKANYE NGESI SIVUMELWANO, UKUHLAZIYWA KWAKHO KAKHULU NOKUKHUSELEKILEYO KUKWAZI UKUFUMANA INKONZO.
yi: אויב איר זענט דיסאַטאַספייד מיט די סערוויסעס אָדער דעם העסקעם, דיין איינציק און ויסשליסיק מיטל איז צו אָפּשטעלן ניצן די סערוויסעס.

source: 9. Confidential Information:
af: 9. Vertroulike inligting:
am: 9. ምስጢራዊ መረጃ:
ar: 9. معلومات سرية:
az: 9. Məxfi məlumatlar:
be: 9. Канфідэнцыйная інфармацыя:
bg: 9. Поверителна информация:
bn: 9. গোপনীয় তথ্য:
ca: 9. Informació confidencial:
cs: 9. Důvěrné informace:
cy: 9. Gwybodaeth Gyfrinachol:
da: 9. Fortrolige oplysninger:
de: 9. Vertrauliche Informationen:
el: 9. Εμπιστευτικές πληροφορίες:
eo: 9. Konfidencaj Informoj:
es: 9. Información confidencial:
et: 9. Konfidentsiaalne teave:
eu: 9. Isilpeko informazioa:
fa: 9. اطلاعات محرمانه:
fi: 9. Luottamukselliset tiedot:
fr: 9. Informations confidentielles:
fy: 9. Seldsume Ynformaasje:
ga: 9. Eolas rúnda:
gd: 9. Fiosrachadh Dìomhair:
gl: 9. Información confidencial:
gu: 9. ગોપનીય માહિતી:
hi: 9. गोपनीय जानकारी:
hr: 9. Povjerljivi podaci:
hu: 9. Bizalmas információk:
hy: 9. Գաղտնի տեղեկատվություն.
id: 9. Informasi Rahasia:
is: 9. Trúnaðarupplýsingar:
it: 9. Informazioni riservate:
iw: 9. מידע סודי:
ja: 9.機密情報：
ka: 9. კონფიდენციალური ინფორმაცია:
kk: 9. Құпия ақпарат:
km: ព័ត៌មានសម្ងាត់:
kn: 9. ರಹಸ್ಯ ಮಾಹಿತಿ:
ku: 9. Agahdariya Naskirî:
ky: 9. жашыруун маалымат:
lo: 9. ຂໍ້ມູນທີ່ລະບຸ:
lt: 9. Konfidenciali informacija:
lv: 9. Konfidenciāla informācija:
mg: 9. Fampahafantarana mibaribary:
mi: 9. Nga korero haumaru:
mk: 9. Доверливи информации:
ml: 9. രഹസ്യ വിവരം:
mn: 9. Нууц мэдээлэл:
mr: 9. गोपनीय माहितीः
ms: 9. Maklumat Sulit:
mt: 9. Informazzjoni Kunfidenzjali:
my: 9. လျှို့ဝှက်သတင်းအချက်အလက်:
ne: 9 गोपनीय जानकारी:
nl: 9. Vertrouwelijke informatie:
no: 9. Fortrolige opplysninger:
or: 9. ଗୋପନୀୟ ସୂଚନା:
pa: 9. ਗੁਪਤ ਜਾਣਕਾਰੀ:
pl: 9. Informacje poufne:
ps: 9. محرم معلومات:
pt: 9. Informação Confidencial:
ro: 9. Informații confidențiale:
ru: 9. Конфиденциальная информация:
rw: 9. Amakuru y&#39;ibanga:
sd: 9. رازداري ڄاڻ:
si: 9. රහසිගත තොරතුරු:
sk: 9. Dôverné informácie:
sl: 9. Zaupne informacije:
sq: 9. Informacioni konfidencial:
sr: 9. Повјерљиве информације:
sv: 9. Konfidentiell information:
sw: Maelezo ya siri:
ta: 9. ரகசிய தகவல்:
te: 9. రహస్య సమాచారం:
tg: 9. Маълумоти махфӣ:
th: 9. ข้อมูลที่เป็นความลับ:
tk: 9. Gizlin maglumatlar:
tl: 9. Kumpedensyal na Impormasyon:
tr: 9. Gizli Bilgi:
tt: 9. Яшерен мәгълүмат:
ug: 9. مەخپىي ئۇچۇرلار:
uk: 9. Конфіденційна інформація:
ur: 9. خفیہ معلومات:
uz: 9. Maxfiy ma&#39;lumotlar:
vi: 9. Thông tin bí mật:
xh: Ulwazi loNgcaciso:
yi: 9. קאָנפידענטיאַל אינפֿאָרמאַציע:
