Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: We're here to help
af: Ons is hier om te help
am: ለማገዝ እዚህ ነን
ar: نحن هنا للمساعدة
az: Biz kömək üçün buradayıq
be: Мы тут, каб дапамагчы
bg: Ние сме тук, за да помогнем
bn: আমরা সাহায্য করতে এখানে এসেছি
ca: Estem aquí per ajudar
cs: Jsme tady, abychom vám pomohli
cy: Rydym ni yma i helpu
da: Vi er her for at hjælpe
de: Wir sind hier um zu helfen
el: Είμαστε εδώ για να βοηθήσουμε
eo: Ni estas ĉi tie por helpi
es: Estamos aquí para ayudar
et: Me oleme siin, et aidata
eu: Hemen gaude laguntzeko
fa: ما برای کمک به اینجا هستیم
fi: Olemme täällä auttamassa
fr: Nous sommes là pour vous aider
fy: Wy binne hjir om te helpen
ga: Tá muid anseo le cuidiú
gd: Tha sinn an seo gus do chuideachadh
gl: Estamos aquí para axudar
gu: અમે મદદ કરવા માટે અહીં છીએ
hi: हमलोग यहां सहायता करने के लिए हैं
hr: Ovdje smo da vam pomognemo
hu: Itt vagyunk, hogy segítsünk
hy: Մենք այստեղ ենք օգնելու
id: Kami di sini untuk membantu
is: Við erum hér til að hjálpa
it: Siamo qui per aiutarti
iw: אנחנו כאן לעזור
ja: 私たちはここに助けを求めています
ka: ჩვენ აქ ვართ დასახმარებლად
kk: Біз мұнда көмектесуге дайынбыз
km: យើងមកទីនេះដើម្បីជួយ
kn: ಸಹಾಯ ಮಾಡಲು ನಾವು ಇಲ್ಲಿದ್ದೇವೆ
ku: Em li vir alîkariyê bikin
ky: Биз жардам берүү үчүн бул жерде
lb: Mir sinn hei ze hëllefen
lo: ພວກເຮົາຢູ່ທີ່ນີ້ເພື່ອຊ່ວຍໃຫ້
lt: Mes esame čia, kad padėtume
lv: Mēs esam šeit, lai palīdzētu
mg: Eto izahay mba hanampy
mi: kei tatou i konei ki te āwhina i
mk: Ние сме тука за да помогнеме
ml: സഹായിക്കാൻ ഞങ്ങൾ ഇവിടെയുണ്ട്
mn: Бидэнд туслахаар ирсэн
mr: आम्ही मदत करण्यासाठी येथे आहोत
ms: Kami di sini untuk membantu
mt: Aħna hawn biex ngħinu
my: ကျွန်ုပ်တို့ကူညီနိုင်ဖို့ကဒီမှာနေ
ne: हामी यहाँ मदत गर्न हुनुहुन्छ
nl: Wij zijn hier om te helpen
no: Vi er her for å hjelpe
or: ଆମେ ସାହାଯ୍ୟ କରିବାକୁ ଏଠାରେ ଅଛୁ |
pa: ਅਸੀਂ ਮਦਦ ਲਈ ਇੱਥੇ ਹਾਂ
pl: Jesteśmy tu, aby pomóc
ps: موږ دلته د مرستې لپاره یو
pt: Nós estamos aqui para ajudar
ro: Suntem aici pentru a vă ajuta
ru: Мы здесь, чтобы помочь
rw: Turi hano gufasha
sd: اسان هتي مدد لاء آهيون
si: අපි මෙහෙ උදව් කරන්න
sk: Sme tu, aby sme vám pomohli
sl: Tukaj smo, da pomagamo
sq: Ne jemi këtu për të ndihmuar
sr: Овде смо да помогнемо
sv: Vi är här för att hjälpa
sw: Tuko hapa kusaidia
ta: நாங்கள் உதவ இங்கே இருக்கிறோம்
te: సహాయం కోసం మేము ఇక్కడ ఉన్నాము
tg: Мо дар ин ҷо ҳастед барои кӯмак ба
th: เราพร้อมให้ความช่วยเหลือ
tk: Biz kömek etmek üçin geldik
tl: Nandito kami upang makatulong
tr: Biz yardım etmek için buradayız
tt: Без монда булышырга
ug: بىز ياردەمگە كەلدۇق
uk: Ми тут, щоб допомогти
ur: ہم یہاں مدد کرنے کے لئے ہیں
uz: Biz yordam berish uchun keldik
vi: Chúng tôi ở đây để giúp đỡ
xh: Silapha ukunceda
yi: מיר ניטאָ דאָ צו העלפן

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
af: Dankie vir die kontak met ons. Jou boodskap is suksesvol gestuur. Ons sal u binnekort kontak!
am: እኛን ስላገኘን እናመሰግናለን. የእርስዎ መልዕክት በተሳካ ሁኔታ ተልኳል. በቅርቡ እንገናኝሃለን!
ar: أشكركم على الاتصال بنا. تم إرسال رسالتك بنجاح. سوف نتصل بك قريبا جدا!
az: Bizə müraciət etdiyiniz üçün təşəkkür edirik. Mesajınız uğurla göndərildi. Çox tezliklə sizinlə əlaqə saxlayacağıq!
be: Дзякуем Вам за зварот да нас. Ваша паведамленне было паспяхова дасланы. Мы звяжамся з Вамі ў самы бліжэйшы час!
bg: Благодаря, че се свързахте с нас. Съобщението беше изпратено успешно. Ще се свържем с Вас много скоро!
bn: আমাদের সাথে যোগাযোগ করার জন্য আপনাকে ধন্যবাদ. আপনার বার্তাটি সফলভাবে পাঠানো হয়েছে. আমরা খুব শীঘ্রই আপনার সাথে যোগাযোগ করবে!
ca: Gràcies per contactar-nos. El vostre missatge s&#39;ha enviat correctament. Us contactarem molt aviat!
cs: Děkujeme, že jste nás kontaktovali. Vaše zpráva byla uspěšně odeslána. Budeme vás brzy kontaktovat!
cy: Diolch i chi am gysylltu â ni. Mae eich neges wedi cael ei anfon yn llwyddiannus. Byddwn yn cysylltu â chi yn fuan iawn!
da: Tak fordi du kontaktede os. Din besked er blevet sendt. Vi kontakter dig meget snart!
de: Danke, dass Sie uns kontaktiert haben. Ihre Nachricht wurde erfolgreich verschickt. Wir werden uns sehr bald mit Ihnen in Verbindung setzen.
el: Σας ευχαριστούμε που επικοινωνήσατε μαζί μας. Το μήνυμά σας έχει σταλεί με επιτυχία. Θα επικοινωνήσουμε μαζί σας σύντομα!
eo: Dankon por kontakti nin. Via mesaĝo estas sukcese sendita. Ni kontaktos vin tre baldaŭ!
es: Gracias por contactarnos. Su mensaje ha sido enviado con éxito. Nos pondremos en contacto con usted muy pronto!
et: Täname, et võttis meiega ühendust. Teie sõnum on edukalt saadetud. Me võtame teiega väga kiiresti ühendust!
eu: Eskerrik asko gurekin harremanetan jartzeko. Zure mezua ondo bidali da. Zurekin harremanetan jarriko gara oso laster!
fa: از اینکه با ما تماس گرفتید، متشکریم. پیام شما با موفقیت ارسال شد. ما خیلی زود با شما تماس خواهیم گرفت
fi: Kiitos yhteydenotostasi. Viestisi on lähetetty onnistuneesti. Ota yhteyttä sinuun pian!
fr: Merci de nous contacter. Votre message a été envoyé avec succès. Nous vous contacterons très bientôt!
fy: Tige tank foar kontakt ús. Jo berjocht is mei súkses ferstjoerd. Wy sille kontakt mei jim hiel gau!
ga: Go raibh maith agat as teagmháil a dhéanamh linn. Tá do theachtaireacht seolta go rathúil. Rachaimid i dteagmháil leat go han-luath!
gd: Tapadh leat airson fios thugainn. Thèid an teachdaireachd agad a chur air a bhith soirbheachail. Cuiridh sinn fios thugad a dh&#39;aithghearr!
gl: Grazas por contactarnos. Enviouse a súa mensaxe con éxito. Contacte connosco moi pronto.
gu: અમારો સંપર્ક કરવા બદલ આભાર. તમારો સંદેશ સફળતાપૂર્વક મોકલવામાં આવ્યો છે અમે તમને ખૂબ જ ટૂંક સમયમાં સંપર્ક કરશે!
hi: हमसे संपर्क करने के लिए धन्यवाद। आपका संदेश सफलतापूर्वक भेज दिया गया है। हम आपको बहुत जल्द संपर्क करेंगे!
hr: Hvala što ste nas kontaktirali. Vaša poruka je uspješno poslana. Uskoro ćemo vas kontaktirati!
hu: Köszönjük, hogy kapcsolatba lépett velünk. Az üzenetet sikeresen elküldtük. Hamarosan kapcsolatba lépünk Önnel!
hy: Շնորհակալություն մեզ հետ կապելու համար: Ձեր հաղորդագրությունը հաջողությամբ ուղարկվել է: Շուտով կկապվենք ձեզ հետ:
id: Terima kasih sudah menghubungi kami. Pesan anda telah terkirim. Kami akan menghubungi Anda segera!
is: Þakka þér fyrir að hafa samband við okkur. Skilaboðin þín hafa verið send. Við munum hafa samband við þig mjög fljótlega!
it: Grazie per averci contattato. Il tuo messaggio è stato inviato con successo. Vi contatteremo presto!
iw: תודה שפנית אלינו. ההודעה שלך נשלחה בהצלחה. אנו ניצור איתך קשר בקרוב!
ja: お問い合わせいただきありがとうございます。あなたのメッセージは正常に送信されました。私たちはすぐにあなたに連絡します！
ka: გმადლობთ რომ დაგვიკავშირდით. თქვენი წერილი წარმატებით გაიგზავნა. ჩვენ დაგვიკავშირდებით ძალიან მალე!
kk: Бізбен хабарласқаныңызға рахмет. Сіздің хабарламаңыз сәтті жіберілді. Біз сізге жақын арада хабарласамыз!
km: សូមអរគុណចំពោះការទាក់ទងមកយើងខ្ញុំ។ សាររបស់អ្នកត្រូវបានផ្ញើដោយជោគជ័យ។ យើងនឹងទាក់ទងអ្នកឆាប់ៗនេះ!
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ. ನಾವು ನಿಮ್ಮನ್ನು ಶೀಘ್ರದಲ್ಲೇ ಸಂಪರ್ಕಿಸುತ್ತೇವೆ!
ku: Ji bo têkiliyê me ji bo me. Peyama we bi serkeftî şandin. Em ê ji we re zûtirîn têkilî bikin!
ky: Биз менен байланышканыңызга рахмат. Сиздин катыңыз ийгиликтүү жөнөтүлдү. Биз Сиз менен жакынкы убакытта байланышка чыгат!
lb: Merci fir eis kontaktéiert. Äre Message gouf erfollegräich geschéckt. Mir wäerten Iech ganz séier Kontakt!
lo: ຂໍຂອບໃຈທ່ານສໍາລັບການຕິດຕໍ່ຫາພວກເຮົາ. ຂໍ້ຄວາມຂອງທ່ານໄດ້ຖືກສົ່ງໄປແລ້ວຢ່າງສໍາເລັດຜົນ. ພວກເຮົາຈະຕິດຕໍ່ທ່ານໃນໄວໆນີ້!
lt: Dėkojame tau už susisiekimą su mumis. Jūsų žinutė buvo sėkmingai išsiųsta. Mes labai greitai susisieksime su jumis!
lv: Paldies, ka sazinājāties ar mums. Jūsu ziņa ir veiksmīgi nosūtīta. Mēs ļoti ātri sazināsimies ar jums!
mg: Misaotra anao fifandraisana anay. Ny hafatra efa nalefa soa aman-tsara. Dia mifandraisa ianareo tsy ho ela!
mi: Mauruuru koe mo whakapā tatou. Kua oti pai tonoa tō karere. Ka whakapā atu matou ki a koutou rawa hohoro!
mk: Ви благодариме што не контактирате. Вашата порака е успешно испратена. Веднаш ќе ве контактираме!
ml: ഞങ്ങളെ ബന്ധപ്പെടുന്നതിന് നന്ദി. നിങ്ങളുടെ സന്ദേശം വിജയകരമായി അയച്ചു. ഞങ്ങൾ വളരെ ഉടൻ നിങ്ങളെ ബന്ധപ്പെടും!
mn: Бидэнтэй холбоо бариад танд баярлалаа. Таны зурвас амжилттай илгээгдсэн. Бид удахгүй та бүхэнтэй холбоо барих болно!
mr: आम्हाला संपर्क केल्याबद्दल आभारी आहोत. आपला संदेश यशस्वीरित्या पाठविला गेला आहे. आम्ही लवकरच आपल्याशी संपर्क साधू!
ms: Terima kasih kerana menghubungi kami. Mesej anda telah berjaya dihantar. Kami akan menghubungi anda tidak lama lagi!
mt: Grazzi għall-kuntatt magħna. Il-messaġġ tiegħek intbagħat b&#39;suċċess. Aħna ser nikkuntattjawk dalwaqt!
my: ကျွန်တော်တို့ကိုဆက်သွယ်ပေးသည့်အတွက်ကျေးဇူးတင်ပါသည်။ သင့်ရဲ့မက်ဆေ့ခ်ျကိုအောင်မြင်စွာလှေတျတျောမူခဲ့သညျ။ ကျနော်တို့ကအရမ်းမကြာမီသင်ဆက်သွယ်ပါလိမ့်မည်!
ne: हामीलाई सम्पर्क गर्नु भएकोमा धन्यवाद। तपाईंको सन्देश सफलतापूर्वक पठाइएको छ। हामी तपाईंलाई चाँडै सम्पर्क गर्नेछ!
nl: Bedankt voor het contact met ons opnemen. Uw bericht is succesvol verzonden. Wij zullen u binnenkort contact met u opnemen!
no: Takk for at du kontaktet oss. Din melding har blitt sendt. Vi kontakter deg snart!
or: ଆମ ସହିତ ଯୋଗାଯୋଗ କରିଥିବାରୁ ଧନ୍ୟବାଦ | ଆପଣଙ୍କର ବାର୍ତ୍ତା ସଫଳତାର ସହିତ ପଠାଯାଇଛି | ଆମେ ଖୁବ୍ ଶୀଘ୍ର ଆପଣଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରିବୁ!
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਧੰਨਵਾਦ ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜਿਆ ਗਿਆ ਹੈ ਅਸੀਂ ਬਹੁਤ ਜਲਦੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਾਂਗੇ!
pl: Dziękujemy za skontaktowanie się z nami. Twoja wiadomość została wysłana pomyślnie. Skontaktujemy się bardzo szybko!
ps: زموږ سره د اړیکو لپاره مننه. ستاسو پیغام په بریالیتوب سره واستول شو. موږ به ډیر ژر له تاسو سره اړیکه ونیسو!
pt: Obrigado por nos contatar. Sua mensagem foi enviada com sucesso. Entre em contato com você muito em breve!
ro: Mulțumim că ne-ai contactat. Mesajul tau a fost trimis cu succes. Vă vom contacta foarte curând!
ru: Благодарим Вас за обращение к нам. Ваше сообщение было успешно отправлено. Мы свяжемся с вами очень скоро!
rw: Urakoze kutwandikira. Ubutumwa bwawe bwoherejwe neza. Tuzabonana nawe vuba cyane!
sd: اسان سان رابطو ڪرڻ لاء توهان جي مهرباني. توھانجو پيغام ڪاميابي سان موڪليو ويو آھي اسان توهان سان تمام جلد رابطو ڪنداسين.
si: අපට ස්තුතියි ඔබට ස්තුතියි. ඔබගේ පණිවුඩය සාර්ථකව යවන ලදි. අපි ඉතා ඉක්මණින් ඔබව සම්බන්ධ කර ගන්නෙමු!
sk: Ďakujeme, že ste nás kontaktovali. Vaša správa bola úspešne odoslaná. Budeme vás čoskoro kontaktovať!
sl: Hvala, ker ste se obrnili na nas. Vaše sporočilo je bilo uspešno poslano. Kmalu bomo stopili v stik z vami!
sq: Faleminderit qe na kontaktuat. Mesazhi juaj është dërguar me sukses. Ne do t&#39;ju kontaktojmë shumë shpejt!
sr: Хвала што сте нас контактирали. Ваша порука је успешно послата. Контактирати ћемо вам врло брзо!
sv: Tack för att du kontaktar oss. Ditt meddelande har skickats. Vi kommer snart att kontakta dig!
sw: Asante kwa kuwasiliana na sisi. Ujumbe wako umepelekwa kwa ufanisi. Tutawasiliana nawe hivi karibuni!
ta: எங்களை தொடர்பு கொண்டதற்கு நன்றி. உங்கள் செய்தி வெற்றிகரமாக அனுப்பப்பட்டது. நாங்கள் உங்களை மிக விரைவில் தொடர்பு கொள்கிறோம்!
te: మాకు సంప్రదించినందుకు ధన్యవాదాలు. మీ సందేశం విజయవంతంగా పంపబడింది. మేము త్వరలోనే మిమ్మల్ని సంప్రదిస్తాము!
tg: Ташаккур ба шумо барои тамос мо. паёми шумо бо муваффақият фиристода мешавад. Мо ба шумо дар тамос хоҳад буд, хеле ба зудӣ!
th: ขอบคุณที่ติดต่อเรา. ข้อความของคุณถูกส่งเรียบร้อยแล้ว. เราจะติดต่อคุณเร็ว ๆ นี้!
tk: Biz bilen habarlaşanyňyz üçin sag boluň. Habaryňyz üstünlikli iberildi Soonakyn wagtda siziň bilen habarlaşarys!
tl: Salamat sa Pagkontak sa amin. Matagumpay na naipadala ang iyong mensahe. Makikipag-ugnay kami sa iyo sa lalong madaling panahon!
tr: Bizimle iletişime geçtiğiniz için teşekkürler. Mesajınız başarıyla gönderildi. Çok yakında sizinle iletişim kuracağız!
tt: Безнең белән элемтә өчен рәхмәт. Сезнең хәбәр уңышлы җибәрелде. Тиздән сезнең белән элемтәгә керербез!
ug: بىز بىلەن ئالاقىلاشقانلىقىڭىزغا رەھمەت. ئۇچۇرىڭىز مۇۋەپپەقىيەتلىك ئەۋەتىلدى. بىز ناھايىتى تېزلا سىز بىلەن ئالاقىلىشىمىز!
uk: Дякую, що звернулися до нас. Ваше повідомлення успішно відправлено. Ми з вами зв&#39;яжемося дуже скоро!
ur: ہم سے رابطہ کرنے کے لئے شکریہ. آپ کا پیغام کامیابی سے بھیجا گیا ہے. ہم جلد ہی آپ سے رابطہ کریں گے!
uz: Biz bilan bog&#39;lanish uchun rahmat. Xabaringiz muvaffaqiyatli yuborildi. Tez orada biz bilan bog&#39;lanamiz!
vi: Cảm ơn bạn đã liên hệ với chúng tôi. Tin nhắn của bạn đã được gửi thành công. Chúng tôi sẽ liên hệ với bạn rất sớm!
xh: Siyabonga ngokuqhagamshelana nathi. Umyalezo wakho uthunyelwe ngempumelelo. Sizakuqhagamshelana nawe kungekudala!
yi: דאנק איר פֿאַר קאַנטאַקטינג אונדז. דיין אָנזאָג האט שוין הצלחה געשיקט. מיר וועלן קאָנטאַקט איר זייער באַלד!

source: Message
af: Boodskap
am: መልዕክት
ar: رسالة
az: Mesaj
be: паведамленне
bg: съобщение
bn: বার্তা
ca: Missatge
cs: Zpráva
cy: neges
da: Besked
de: Nachricht
el: Μήνυμα
eo: Mesaĝo
es: Mensaje
et: Sõnum
eu: Mezua
fa: پیام
fi: Viesti
fy: Berjocht
ga: Teachtaireacht
gd: teachdaireachd
gl: Mensaxe
gu: સંદેશ
hi: संदेश
hr: Poruka
hu: Üzenet
hy: Հաղորդագրություն
id: Pesan
is: Skilaboð
it: Messaggio
iw: הוֹדָעָה
ja: メッセージ
ka: შეტყობინება
kk: Хабарлама
km: សារ
kn: ಸಂದೇಶ
ku: Agah
ky: билдирүү
lo: ຂໍ້ຄວາມ
lt: Pranešimas
lv: Ziņa
mi: karere
mk: Порака
ml: സന്ദേശം
mn: Захиа
mr: संदेश
ms: Mesej
mt: Messaġġ
my: မက်ဆေ့ခ်ျကို
ne: सन्देश
nl: Bericht
no: Budskap
or: ବାର୍ତ୍ତା |
pa: ਸੁਨੇਹਾ
pl: Wiadomość
ps: پیغام
pt: mensagem
ro: Mesaj
ru: Сообщение
rw: Ubutumwa
sd: پيغام
si: පණිවුඩය
sk: správa
sl: Sporočilo
sq: mesazh
sr: Порука
sv: Meddelande
sw: Ujumbe
ta: செய்தி
te: సందేశం
tg: хабар
th: ข่าวสาร
tk: Habar
tl: Mensahe
tr: Mesaj
tt: Хәбәр
ug: ئۇچۇر
uk: повідомлення
ur: پیغام
uz: Xabar
vi: Thông điệp
xh: Umyalezo
yi: אָנזאָג

source: characters left
af: karakters oor
am: ቁምፊዎች ቀርተዋል
ar: شخصيات تركت
az: simvol qalıb
be: сымбалі сышлі
bg: символи вляво
bn: অক্ষর বাকি
ca: resten caràcters
cs: Zbývá znaků
cy: cymeriadau ar ôl
da: tegn tilbage
de: Zeichen übrig
el: εναπομείναντες χαρακτήρες
eo: roluloj restas
es: quedan caracteres
et: tähemärki alles
eu: karaktereak utzi
fa: شخصیت های سمت چپ
fi: merkkejä jäljellä
fr: caractères restants
fy: karakters oerbleaun
ga: carachtair fágtha
gd: caractaran air fhàgail
gl: caracteres á esquerda
gu: અક્ષરો બાકી
hi: इतने अक्षर बाकी
hr: preostali znakovi
hu: karakterek maradtak
hy: նիշերը մնացել են
id: karakter tersisa
is: stafir eftir
it: caratteri rimanenti
iw: תווים שנותרו
ja: 残りの文字
ka: პერსონაჟები დარჩა
kk: таңбалар қалды
km: តួអក្សរនៅសល់
kn: ಅಕ್ಷರಗಳು ಉಳಿದಿವೆ
ku: tîpên hiştin
ky: белгилер калды
lb: Zeechen lénks
lo: ຕົວອັກສອນທີ່ຍັງເຫຼືອ
lt: simbolių liko
lv: rakstzīmes palikušas
mg: sisa tavela
mi: nga tohu ka mahue
mk: лево карактери
ml: പ്രതീകങ്ങൾ ശേഷിക്കുന്നു
mn: тэмдэгт үлдсэн
mr: वर्ण बाकी
ms: watak yang tinggal
mt: karattri xellug
my: စာလုံးတွေကျန်ခဲ့တယ်
ne: वर्णहरू बाँकी
nl: tekens over
no: tegn igjen
or: ଅକ୍ଷରଗୁଡିକ ବାକି ଅଛି |
pa: ਅੱਖਰ ਬਚੇ
pl: Pozostałe znaki
ps: لوښه پاتې شو
pt: caracteres restantes
ro: Caractere rămase
ru: осталось символов
rw: Inyuguti zisigaye
sd: ڪردار ڇڏي ويا
si: අක්ෂර ඉතිරිව ඇත
sk: Počet zostávajúcich znakov:
sl: znakov levo
sq: personazhet e majta
sr: ликови су отишли
sv: tecken kvar
sw: wahusika kushoto
ta: விடுபட்ட எழுத்துக்கள்
te: అక్షరాలు మిగిలి ఉన్నాయి
tg: аломатҳои чап
th: เหลืออักขระอีกตัว
tk: nyşanlar galdy
tl: lumisan ang mga karakter
tr: karakter kaldı
tt: символлар калды
ug: ھەرپلەر قالدى
uk: символів залишилось
ur: حروف باقی ہیں
uz: belgilar qoldirildi
vi: ký tự còn lại
xh: abalinganiswa bashiyekileyo
yi: אותיות לינקס

source: Recaptcha
ar: اختبار Recaptcha
az: Səs vermək
gu: રીકપ્ચા
hi: रीकैप्चा
iw: רקטה
ka: რეკადაჩა
kk: Рекомпьютер
ml: റെക്കാപ
mr: रीकॅप्चा
or: ପୁନ apt ଚାପ |
pa: ਰੀਕੈਪਟਚਾ
ps: ریکاپټ
rw: Gusubiramo
si: රොටිප්ටා
sr: Рецаптцха
uk: Репапча
uz: Qabul qilish
yi: רעקאַפּטטשאַ

source: Send
af: stuur
am: ላክ
ar: إرسال
az: Göndər
be: паслаць
bg: изпращам
bn: পাঠান
ca: Enviar
cs: Poslat
cy: anfon
da: Sende
de: Senden
el: Στείλετε
eo: Sendu
es: Enviar
et: Saada
eu: Bidali
fa: ارسال
fi: Lähettää
fr: Envoyer
fy: Stjoere
ga: Seol
gl: Enviar
gu: મોકલો
hi: भेजना
hr: Poslati
hu: Elküld
hy: Ուղարկել
id: Kirim
is: Senda
it: Inviare
iw: לִשְׁלוֹחַ
ja: 送信
ka: გაგზავნა
kk: Жіберу
km: ផ្ញើ
kn: ಕಳುಹಿಸು
ku: Şandin
ky: жиберүү
lb: schécken
lo: ສົ່ງ
lt: Siųsti
lv: Sūtīt
mi: Tukua
mk: Испрати
ml: അയയ്ക്കുക
mn: Илгээх
mr: पाठवा
ms: Hantar
mt: Ibgħat
my: ပေးပို့
ne: पठाउन
nl: sturen
no: Sende
or: ପଠାନ୍ତୁ |
pa: ਭੇਜੋ
pl: Wysłać
ps: استول
pt: Enviar
ro: Trimite
ru: послать
rw: Ohereza
sd: موڪليو
si: යවන්න
sk: odoslať
sl: Pošlji
sq: dërgoj
sr: Пошаљи
sv: Skicka
sw: Tuma
ta: அனுப்பு
te: పంపండి
tg: фиристодан
th: ส่ง
tk: Iber
tl: Ipadala
tr: göndermek
tt: Sendибәр
ug: ئەۋەتىڭ
uk: Відправити
ur: بھیجیں
uz: Yuborish
vi: Gửi
xh: Thumela
yi: שיקן

source: Sending...
af: Stuur...
am: በመላክ ላይ ...
ar: إرسال...
az: Göndərmə ...
be: Пасылка ...
bg: Изпращане...
bn: পাঠানো হচ্ছে ...
ca: S&#39;està enviant ...
cs: Odesílání ...
cy: Anfon ...
da: Sender ...
de: Senden ...
el: Αποστολή ...
eo: Sendante ...
es: Enviando...
et: Saates ...
eu: Bidaltzen ...
fa: در حال ارسال...
fi: Lähetetään ...
fr: Envoi...
ga: Seoladh ...
gd: A &#39;cur ...
gl: Enviando ...
gu: મોકલી રહ્યું છે ...
hi: भेजना...
hr: Slanje ...
hu: Küldés ...
hy: Ուղարկել...
id: Mengirimkan ...
is: Sendir ...
it: Invio ...
iw: שְׁלִיחָה...
ja: 送信...
ka: გაგზავნის ...
kk: Жіберіліп жатыр...
km: កំពុងផ្ញើ ...
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ ...
ku: Şandin ...
ky: Жөнөтүлүүдө ...
lb: Schéckt ...
lo: ກໍາລັງສົ່ງ ...
lt: Siųsti ...
lv: Nosūtīšana ...
mg: Fandefasana ...
mi: Te tuku ...
mk: Испраќање ...
ml: അയയ്ക്കുന്നു ...
mn: Илгээх ...
mr: पाठवून...
ms: Menghantar ...
mt: Ibgħat ...
my: ပို့နေ ...
ne: पठाउँदै ...
nl: Bezig met verzenden...
no: Sender ...
or: ପଠାଉଛି ...
pa: ਭੇਜ ਰਿਹਾ ਹੈ ...
pl: Wysyłanie...
ps: استول ...
pt: Enviando ...
ro: Se trimite ...
ru: Посылка ...
rw: Kohereza ...
sd: موڪلي رهيو آهي ...
si: යැවීම ...
sk: Odosielanie ...
sl: Pošiljanje ...
sq: Dërgimi ...
sr: Слање ...
sv: Sändning...
sw: Inatuma ...
ta: அனுப்புகிறது ...
te: పంపుతోంది ...
tg: Фиристодани ...
th: การส่ง...
tk: Iberýän ...
tl: Nagpapadala ...
tr: Gönderiliyor ...
tt: Ибәрү ...
ug: ئەۋەتىش ...
uk: Відправлення ...
ur: بھیج رہا ہے ...
uz: Yuborilmoqda ...
vi: Gửi...
xh: Ukuthumela ...
yi: שיקט ...

source: You will no longer receive email marketing from the list.
af: Jy sal nie meer e-posbemarking vanaf die lys ontvang nie.
am: ከአሁን በኋላ የኢሜል ግብይትን ከዝርዝሩ አይደርስዎትም።
ar: لن تتلقى بعد الآن التسويق عبر البريد الإلكتروني من القائمة.
az: Siz artıq siyahıdan e-poçt marketinqi almayacaqsınız.
be: Вы больш не будзеце атрымліваць маркетынг па электроннай пошце са спісу.
bg: Вече няма да получавате имейл маркетинг от списъка.
bn: আপনি তালিকা থেকে আর ইমেল বিপণন পাবেন না.
ca: Ja no rebràs màrqueting per correu electrònic de la llista.
cs: Ze seznamu již nebudete dostávat e-mailový marketing.
cy: Ni fyddwch yn derbyn marchnata e-bost o'r rhestr mwyach.
da: Du vil ikke længere modtage e-mail marketing fra listen.
de: Sie erhalten kein E-Mail-Marketing mehr von der Liste.
el: Δεν θα λαμβάνετε πλέον email marketing από τη λίστα.
eo: Vi ne plu ricevos retpoŝtan merkatadon de la listo.
es: Ya no recibirá marketing por correo electrónico de la lista.
et: Te ei saa enam loendist e-posti turundust.
eu: Jada ez duzu posta elektroniko bidezko marketina jasoko zerrendatik.
fa: شما دیگر بازاریابی ایمیلی را از لیست دریافت نخواهید کرد.
fi: Et enää saa sähköpostimarkkinointia luettelosta.
fr: Vous ne recevrez plus de marketing par e-mail de la liste.
fy: Jo sille gjin e-postmarketing mear ûntfange fan 'e list.
ga: Ní bhfaighidh tú margaíocht ríomhphoist ón liosta a thuilleadh.
gd: Chan fhaigh thu margaidheachd post-d bhon liosta tuilleadh.
gl: Xa non recibirás marketing por correo electrónico da lista.
gu: તમને સૂચિમાંથી હવે ઇમેઇલ માર્કેટિંગ પ્રાપ્ત થશે નહીં.
hi: अब आप सूची से ईमेल मार्केटिंग प्राप्त नहीं करेंगे।
hr: Više nećete primati e-mail marketing s popisa.
hu: A továbbiakban nem fog e-mail marketinget kapni a listáról.
hy: Դուք այլևս չեք ստանա էլփոստի մարքեթինգ ցուցակից:
id: Anda tidak akan lagi menerima pemasaran email dari daftar.
is: Þú munt ekki lengur fá markaðssetningu í tölvupósti af listanum.
it: Non riceverai più email marketing dall'elenco.
iw: לא תקבל יותר שיווק במייל מהרשימה.
ja: リストからEメールマーケティングを受信しなくなります。
ka: თქვენ აღარ მიიღებთ ელ.ფოსტის მარკეტინგის სიიდან.
kk: Сіз енді тізімнен электрондық пошта маркетингін алмайсыз.
km: អ្នកនឹងលែងទទួលបានទីផ្សារអ៊ីមែលពីបញ្ជីទៀតហើយ។
kn: ನೀವು ಇನ್ನು ಮುಂದೆ ಪಟ್ಟಿಯಿಂದ ಇಮೇಲ್ ಮಾರ್ಕೆಟಿಂಗ್ ಅನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.
ku: Hûn ê êdî ji navnîşê kirrûbirra e-nameyê nestînin.
ky: Сиз мындан ары тизмеден электрондук маркетинг албай каласыз.
lb: Dir kritt net méi E-Mail Marketing vun der Lëscht.
lo: ທ່ານຈະບໍ່ໄດ້ຮັບການຕະຫຼາດອີເມລ໌ຈາກບັນຊີລາຍຊື່ອີກຕໍ່ໄປ.
lt: Jūs nebegausite rinkodaros el. paštu iš sąrašo.
lv: Jūs vairs nesaņemsit e-pasta mārketingu no saraksta.
mg: Tsy hahazo marketing mailaka avy amin'ny lisitra intsony ianao.
mi: Ka kore koe e whiwhi hokohoko imeera mai i te raarangi.
mk: Повеќе нема да добивате маркетинг преку е-пошта од списокот.
ml: ലിസ്റ്റിൽ നിന്ന് നിങ്ങൾക്ക് ഇനി ഇമെയിൽ മാർക്കറ്റിംഗ് ലഭിക്കില്ല.
mn: Та жагсаалтаас имэйл маркетинг хүлээн авахаа болино.
mr: तुम्हाला यापुढे सूचीमधून ईमेल मार्केटिंग मिळणार नाही.
ms: Anda tidak lagi akan menerima pemasaran e-mel daripada senarai.
mt: M'għandekx tibqa' tirċievi email marketing mil-lista.
my: သင်သည် စာရင်းထဲမှ အီးမေးလ် စျေးကွက်ရှာဖွေခြင်း ကို ရရှိတော့မည် မဟုတ်ပါ။
ne: तपाईंले अब सूचीबाट इमेल मार्केटिङ प्राप्त गर्नुहुने छैन।
nl: U ontvangt geen e-mailmarketing meer van de lijst.
no: Du vil ikke lenger motta e-postmarkedsføring fra listen.
or: ଆପଣ ତାଲିକାରୁ ଆଉ ଇମେଲ ମାର୍କେଟିଂ ଗ୍ରହଣ କରିବେ ନାହିଁ |
pa: ਤੁਸੀਂ ਹੁਣ ਸੂਚੀ ਤੋਂ ਈਮੇਲ ਮਾਰਕੀਟਿੰਗ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰੋਗੇ।
pl: Nie będziesz już otrzymywać e-maili marketingowych z listy.
ps: تاسو به نور د لیست څخه د بریښنالیک بازار موندنه ترلاسه نکړئ.
pt: Você não receberá mais e-mail marketing da lista.
ro: Nu veți mai primi marketing prin e-mail din listă.
ru: Вы больше не будете получать маркетинговые сообщения по электронной почте из списка.
rw: Ntuzongera kwakira imeri yoherejwe kurutonde.
sd: توھان ھاڻي لسٽ مان اي ميل مارڪيٽنگ حاصل نه ڪندا.
si: ලැයිස්තුවෙන් ඔබට තවදුරටත් ඊමේල් අලෙවිකරණය නොලැබෙනු ඇත.
sk: Zo zoznamu už nebudete dostávať e-mailový marketing.
sl: S seznama ne boste več prejemali e-poštnega trženja.
sq: Ju nuk do të merrni më email marketing nga lista.
sr: Више нећете примати емаил маркетинг са листе.
sv: Du kommer inte längre att få e-postmarknadsföring från listan.
sw: Hutapokea tena uuzaji wa barua pepe kutoka kwenye orodha.
ta: பட்டியலிலிருந்து நீங்கள் இனி மின்னஞ்சல் மார்க்கெட்டிங் பெறமாட்டீர்கள்.
te: మీరు ఇకపై జాబితా నుండి ఇమెయిల్ మార్కెటింగ్‌ని అందుకోలేరు.
tg: Шумо дигар аз рӯйхат маркетинги почтаи электронӣ нахоҳед гирифт.
th: คุณจะไม่ได้รับการตลาดทางอีเมลจากรายการอีกต่อไป
tk: Indi sanawdan e-poçta marketingini almarsyňyz.
tl: Hindi ka na makakatanggap ng email marketing mula sa listahan.
tr: Artık listeden e-posta pazarlaması almayacaksınız.
tt: Сез исемлектән электрон почта маркетингын алмаячаксыз.
ug: سىز بۇ تىزىملىكتىن ئېلېكترونلۇق خەت ساندۇقىنى تاپشۇرۇۋالمايسىز.
uk: Ви більше не отримуватимете маркетингу електронною поштою зі списку.
ur: آپ کو فہرست سے ای میل مارکیٹنگ مزید موصول نہیں ہوگی۔
uz: Siz endi ro'yxatdan elektron pochta marketingini olmaysiz.
vi: Bạn sẽ không còn nhận được tiếp thị qua email từ danh sách.
xh: Awusayi kufumana ukuthengisa nge-imeyile kuluhlu.
yi: איר וועט ניט מער באַקומען E- בריוו פֿאַרקויף פון דער רשימה.
