Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: No intake form selected
af: Geen innamevorm gekies nie
am: ምንም የመግቢያ ቅጽ አልተመረጠም።
ar: لم يتم اختيار استمارة
az: Heç bir qəbul forması seçilməyib
be: Форма прыёму не выбрана
bg: Няма избрана форма за прием
bn: কোন গ্রহণ ফর্ম নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap formulari d'admissió
cs: Nebyl vybrán žádný formulář příjmu
cy: Dim ffurflen dderbyn wedi'i dewis
da: Der er ikke valgt nogen optagelsesform
de: Keine Aufnahmeform ausgewählt
el: Δεν έχει επιλεγεί φόρμα πρόσληψης
eo: Neniu enigformularo elektita
es: No se ha seleccionado ningún formulario de admisión
et: Vastuvõtuvormi pole valitud
eu: Ez da hautatu inprimakirik
fa: هیچ فرم پذیرش انتخاب نشده است
fi: Saantimuotoa ei ole valittu
fr: Aucun formulaire d'admission sélectionné
fy: Gjin yntakformulier selektearre
ga: Níor roghnaíodh aon fhoirm ionghabhála
gd: Chan eil foirm inntrigidh air a thaghadh
gl: Non se seleccionou ningún formulario de admisión
gu: કોઈ ઇન્ટેક ફોર્મ પસંદ કર્યું નથી
hi: कोई इंटेक फॉर्म नहीं चुना गया
hr: Nije odabran nijedan oblik unosa
hu: Nincs kiválasztva beviteli forma
hy: Ընդունման ձև ընտրված չէ
id: Tidak ada formulir asupan yang dipilih
is: Ekkert inntökuform valið
it: Nessun modulo di assunzione selezionato
iw: לא נבחר טופס קליטה
ja: 摂取フォームが選択されていません
ka: არ არის შერჩეული მიღების ფორმა
kk: Ешбір қабылдау формасы таңдалмаған
km: មិនបានជ្រើសរើសទម្រង់ទទួលទានទេ។
kn: ಯಾವುದೇ ಸೇವನೆಯ ನಮೂನೆಯನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗಿಲ್ಲ
ku: Forma wergirtinê nehat hilbijartin
ky: Эч кандай кабыл алуу формасы тандалган
lb: Keen Intake Form ausgewielt
lo: ບໍ່ໄດ້ເລືອກຮູບແບບການກິນ
lt: Jokia priėmimo forma nepasirinkta
lv: Nav izvēlēta uzņemšanas forma
mg: Tsy misy endrika fandraisana voafantina
mi: Karekau he puka whakauru i tohua
mk: Не е избран формулар за прием
ml: ഇൻടേക്ക് ഫോമൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Оруулсан маягт сонгогдоогүй байна
mr: कोणताही सेवन फॉर्म निवडलेला नाही
ms: Tiada borang pengambilan dipilih
mt: Ebda formola tad-dħul magħżula
my: စားသုံးမှုပုံစံကို ရွေးချယ်ထားခြင်းမရှိပါ။
ne: कुनै सेवन फारम चयन गरिएको छैन
nl: Geen intakeformulier geselecteerd
no: Ingen inntaksskjema er valgt
or: କ No ଣସି ଭୋଜନ ଫର୍ମ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਦਾਖਲਾ ਫਾਰਮ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl: Nie wybrano formy spożycia
ps: د اخیستلو فورمه نه ده ټاکل شوې
pt: Nenhum formulário de admissão selecionado
ro: Nu a fost selectat niciun formular de admitere
ru: Форма приема не выбрана
rw: Nta fomu yo gufata yatoranijwe
sd: ڪو به انٽيڪ فارم نه چونڊيو ويو آهي
si: බඳවා ගැනීමේ පෝරමයක් තෝරා නැත
sk: Nie je vybratá žiadna forma príjmu
sl: Izbran ni noben obrazec za sprejem
sq: Nuk është zgjedhur asnjë formë e pranimit
sr: Није изабран образац за пријем
sv: Ingen antagningsform har valts
sw: Hakuna fomu ya uandikishaji iliyochaguliwa
ta: உட்கொள்ளும் படிவம் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: ఇన్‌టేక్ ఫారమ్ ఎంచుకోబడలేదు
tg: Ягон шакли қабул интихоб нашудааст
th: ไม่ได้เลือกแบบฟอร์มการรับเข้า
tk: Alma görnüşi saýlanmady
tl: Walang napiling form ng paggamit
tr: Giriş formu seçilmedi
tt: Кабул итү формасы сайланмаган
ug: قوبۇل قىلىش جەدۋىلى تاللانمىدى
uk: Форма прийому не вибрана
ur: کوئی انٹیک فارم منتخب نہیں کیا گیا۔
uz: Qabul qilish shakli tanlanmagan
vi: Không có mẫu đơn nào được chọn
xh: Akukho fomu yokuthatha ekhethiweyo
yi: קיין ינטייק פאָרעם אויסגעקליבן

source: Complete After Date
af: Voltooi na datum
am: ከቀኑ በኋላ ያጠናቅቁ
ar: أكمل بعد التاريخ
az: Tarixdən sonra tamamlayın
be: Завяршыць пасля даты
bg: Завършване след дата
bn: তারিখের পরে সম্পূর্ণ করুন
ca: Completa després de la data
cs: Dokončete po datu
cy: Cwblhawyd Ar ôl Dyddiad
da: Komplet efterdato
de: Nach Datum abschließen
el: Ολοκληρώστε το After Date
eo: Kompletigu Post Dato
es: Completar después de la fecha
et: Täielik pärast kuupäev
eu: Osatu ondorengo data
fa: تکمیل پس از تاریخ
fi: Täydellinen päivämäärä
fr: Terminer après la date
fy: Folsleine After Date
ga: Críochnaigh Tar éis Dáta
gd: Crìochnaichte às deidh Ceann-latha
gl: Completa despois da data
gu: તારીખ પછી પૂર્ણ કરો
hi: तारीख के बाद पूरा करें
hr: Dovrši nakon datuma
hu: Teljes dátum után
hy: Լրացրեք ամսաթվից հետո
id: Lengkap Setelah Tanggal
is: Heill eftir dagsetningu
it: Completa dopo la data
iw: השלם לאחר תאריך
ja: 完了日
ka: შეავსეთ თარიღის შემდეგ
kk: Күннен кейін аяқтаңыз
km: បំពេញបន្ទាប់ពីកាលបរិច្ឆេទ
kn: ದಿನಾಂಕದ ನಂತರ ಪೂರ್ಣಗೊಳಿಸಿ
ku: Piştî Dîrokê Biqede
ky: Датадан кийин бүтүрүү
lb: Komplett nom Datum
lo: ສໍາເລັດຫຼັງຈາກວັນທີ
lt: Užbaigti po datos
lv: Pabeigt pēc datuma
mg: Feno Aorian'ny Daty
mi: Whakaoti I muri i te Ra
mk: Заврши по датумот
ml: തീയതി കഴിഞ്ഞ് പൂർത്തിയാക്കുക
mn: Огнооны дараа дуусгах
mr: तारखेनंतर पूर्ण करा
ms: Lengkap Selepas Tarikh
mt: Imla Wara d-Data
my: ပြီးနောက် Date ပြီးအောင်လုပ်ပါ။
ne: मिति पछि पूरा गर्नुहोस्
nl: Voltooien na datum
no: Fullfør etterdato
or: ତାରିଖ ପରେ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ |
pa: ਮਿਤੀ ਤੋਂ ਬਾਅਦ ਪੂਰਾ ਕਰੋ
pl: Ukończ po dacie
ps: د نیټې وروسته بشپړ کړئ
pt: Concluir depois da data
ro: Completează după data
ru: Завершить после даты
rw: Byuzuye Nyuma yitariki
sd: تاريخ کان پوء مڪمل ڪريو
si: දිනෙන් පසු සම්පූර්ණ කරන්න
sk: Dokončiť po dátume
sl: Dokončaj po datumu
sq: Plotësoni Pas Date
sr: Завршите након датума
sv: Komplett efterdatum
sw: Kamilisha Baada ya Tarehe
ta: தேதிக்குப் பிறகு முடிக்கவும்
te: తేదీ తర్వాత పూర్తి చేయండి
tg: Баъд аз сана анҷом диҳед
th: กรอกหลังจากวันที่
tk: Seneden soň
tl: Kumpleto Pagkatapos ng Petsa
tr: Bitiş Tarihinden Sonra
tt: Датадан соң тулы
ug: چېسلادىن كېيىن تامام
uk: Завершено після дати
ur: تاریخ کے بعد مکمل کریں۔
uz: Sanadan keyin toʻldirish
vi: Hoàn thành sau ngày
xh: Gqibezela Emva koMhla
yi: גאַנץ נאָך טאָג

source: Complete After Time
af: Voltooi na die tyd
am: ከጊዜ በኋላ ማጠናቀቅ
ar: أكمل بعد الوقت
az: Vaxt keçdikdən sonra tamamlayın
be: Завяршыць праз час
bg: Завършете след време
bn: সময় পরে সম্পূর্ণ
ca: Completa després del temps
cs: Dokončete po čase
cy: Wedi'i Gwblhau Ar ôl Amser
da: Komplet efter tid
de: Schließe „Nach der Zeit“ ab
el: Ολοκληρώστε το After Time
eo: Kompletigu Post Tempo
es: Completar después de tiempo
et: Täitke pärast aja möödumist
eu: Osatu After Time
fa: تکمیل بعد از زمان
fi: Valmis Ajan jälkeen
fr: Terminer après le temps
fy: Folslein After Time
ga: Críochnaigh Tar éis Ama
gd: Crìochnaichte Às dèidh Ùine
gl: Completa despois do tempo
gu: સમય પછી પૂર્ણ કરો
hi: समय के बाद पूरा करें
hr: Dovršite nakon vremena
hu: Befejezés idő után
hy: Լրացրեք ժամանակից հետո
id: Lengkap Setelah Waktu
is: Heill eftir tíma
it: Completa dopo il tempo
iw: השלם After Time
ja: 完了時間後
ka: დაასრულეთ დროის შემდეგ
kk: Уақыт өткеннен кейін аяқтаңыз
km: បំពេញបន្ទាប់ពីពេលវេលា
kn: ಸಮಯದ ನಂತರ ಪೂರ್ಣಗೊಳಿಸಿ
ku: Piştî Demjimêr Biqede
ky: Убакыт өткөндөн кийин бүтүрүү
lb: Komplett No Zäit
lo: ສໍາເລັດຫຼັງຈາກເວລາ
lt: Užbaigti po laiko
lv: Pabeigt pēc laika
mg: Feno aorian'ny fotoana
mi: Whakaoti i muri i te wa
mk: Заврши по време
ml: സമയത്തിന് ശേഷം പൂർത്തിയാക്കുക
mn: Цагийн дараа дуусгах
mr: वेळेनंतर पूर्ण करा
ms: Lengkap Selepas Masa
mt: Imla Wara l-Ħin
my: အချိန်ပြီးနောက် ပြီးအောင်လုပ်ပါ။
ne: समय पछि पूरा गर्नुहोस्
nl: Voltooi na tijd
no: Fullfør etter tid
or: ସମୟ ପରେ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ |
pa: ਸਮੇਂ ਤੋਂ ਬਾਅਦ ਪੂਰਾ ਕਰੋ
pl: Ukończ „Po czasie”.
ps: د وخت وروسته بشپړ کړئ
pt: Concluir depois do tempo
ro: Completează după timp
ru: Завершить после времени
rw: Byuzuye Nyuma yigihe
sd: وقت کان پوء مڪمل ڪريو
si: කාලයෙන් පසු සම්පූර්ණ කරන්න
sk: Dokončiť po čase
sl: Dokončaj po času
sq: Plotësoni pas kohës
sr: Цомплете Афтер Тиме
sv: Komplett After Time
sw: Kamilisha Baada ya Muda
ta: நேரத்திற்குப் பிறகு முடிக்கவும்
te: సమయం తర్వాత పూర్తి చేయండి
tg: Пас аз вақт анҷом диҳед
th: เสร็จสิ้นหลังจากเวลา
tk: Wagtdan soň tamamlaň
tl: Kumpleto Pagkatapos ng Oras
tr: Zamandan Sonra Tamamla
tt: Вакыттан соң тулы
ug: ۋاقىتتىن كېيىن تامام
uk: Завершити через час
ur: وقت کے بعد مکمل کریں۔
uz: Vaqtdan keyin toʻldirish
vi: Hoàn thành sau thời gian
xh: Gqibezela Emva kwexesha
yi: גאַנץ נאָך צייט

source: Date and time should be less or equal to now
af: Datum en tyd moet minder of gelyk wees aan nou
am: ቀን እና ሰዓት ከአሁኑ ያነሰ ወይም እኩል መሆን አለባቸው
ar: يجب أن يكون التاريخ والوقت أقل من أو يساوي الآن
az: Tarix və vaxt indidən az və ya bərabər olmalıdır
be: Дата і час павінны быць меншымі або роўнымі цяперашнім
bg: Датата и часът трябва да са по-малки или равни на сега
bn: তারিখ এবং সময় এখন কম বা সমান হওয়া উচিত
ca: La data i l'hora haurien de ser menors o iguals que ara
cs: Datum a čas by měly být menší nebo stejné jako nyní
cy: Dylai dyddiad ac amser fod yn llai neu'n hafal i nawr
da: Dato og klokkeslæt skal være mindre eller lig med nu
de: Datum und Uhrzeit sollten kleiner oder gleich jetzt sein
el: Η ημερομηνία και η ώρα πρέπει να είναι μικρότερες ή ίσες με το τώρα
eo: Dato kaj horo estu malpli aŭ egalaj al nun
es: La fecha y la hora deben ser menores o iguales a las actuales
et: Kuupäev ja kellaaeg peaksid olema praegusest väiksemad või võrdsed
eu: Eguna eta ordua orainaren berdina edo txikiagoa izan behar da
fa: تاریخ و زمان باید کمتر یا برابر با اکنون باشد
fi: Päivämäärän ja kellonajan tulee olla pienempi tai yhtä suuri kuin nyt
fr: La date et l'heure doivent être inférieures ou égales à maintenant
fy: Datum en tiid moatte minder of gelyk wêze oan no
ga: Ba chóir go mbeadh an dáta agus an t-am níos lú nó cothrom le anois
gd: Bu chòir ceann-latha agus àm a bhith nas lugha no co-ionann ris an-dràsta
gl: A data e a hora deberían ser menores ou iguais a agora
gu: તારીખ અને સમય હવે ઓછા અથવા તેના સમાન હોવા જોઈએ
hi: दिनांक और समय अभी से कम या बराबर होना चाहिए
hr: Datum i vrijeme trebaju biti manji ili jednaki sadašnjem vremenu
hu: A dátumnak és az időnek kisebbnek vagy egyenlőnek kell lennie a mostanival
hy: Ամսաթիվը և ժամը պետք է ավելի քիչ կամ հավասար լինեն հիմա
id: Tanggal dan waktu harus lebih kecil atau sama dengan sekarang
is: Dagsetning og tími ættu að vera minni eða jöfn núna
it: La data e l'ora devono essere inferiori o uguali a adesso
iw: התאריך והשעה צריכים להיות פחות או שווים לעכשיו
ja: 日付と時刻は現在と同じかそれ以下である必要があります
ka: თარიღი და დრო უნდა იყოს ახლას ნაკლები ან ტოლი
kk: Күн мен уақыт қазіргіден аз немесе тең болуы керек
km: កាលបរិច្ឆេទ និងពេលវេលាគួរតែតិចជាង ឬស្មើនឹងឥឡូវនេះ
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯವು ಈಗ ಕಡಿಮೆ ಅಥವಾ ಸಮಾನವಾಗಿರಬೇಕು
ku: Dîrok û dem divê ji niha kêmtir an wekhev be
ky: Күн жана убакыт азыркыдан азыраак же бирдей болушу керек
lb: Datum an Zäit sollen manner oder gläich wéi elo sinn
lo: ວັນທີ ແລະເວລາຄວນຈະໜ້ອຍກວ່າ ຫຼືເທົ່າກັບປັດຈຸບັນ
lt: Data ir laikas turi būti mažesni arba lygūs dabar
lv: Datumam un laikam jābūt mazākam vai vienādam ar pašreizējo
mg: Ny daty sy ny ora dia tokony ho kely na mitovy amin'ny ankehitriny
mi: Ko te ra me te wa me iti ake, kia rite ranei ki naianei
mk: Датумот и времето треба да бидат помали или еднакви на сега
ml: തീയതിയും സമയവും ഇപ്പോൾ കുറവോ തുല്യമോ ആയിരിക്കണം
mn: Огноо, цаг нь одоогийнхоос бага эсвэл тэнцүү байх ёстой
mr: तारीख आणि वेळ आतापेक्षा कमी किंवा समान असावी
ms: Tarikh dan masa sepatutnya kurang atau sama dengan sekarang
mt: Id-data u l-ħin għandhom ikunu inqas jew ugwali għal issa
my: ရက်စွဲနှင့် အချိန်သည် ယခုထက်နည်းသည် သို့မဟုတ် တူညီသင့်သည်။
ne: मिति र समय अहिले भन्दा कम वा बराबर हुनुपर्छ
nl: Datum en tijd moeten kleiner of gelijk zijn aan nu
no: Dato og klokkeslett skal være mindre eller lik nå
or: ତାରିଖ ଏବଂ ସମୟ ବର୍ତ୍ତମାନ ସହିତ କମ୍ କିମ୍ବା ସମାନ ହେବା ଉଚିତ୍ |
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਹੁਣ ਤੋਂ ਘੱਟ ਜਾਂ ਬਰਾਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Data i godzina powinny być mniejsze lub równe teraz
ps: نیټه او وخت باید د اوس سره لږ یا مساوي وي
pt: Data e hora devem ser menores ou iguais a agora
ro: Data și ora ar trebui să fie mai mici sau egale cu acum
ru: Дата и время должны быть меньше или равны текущему моменту
rw: Itariki nigihe bigomba kuba bike cyangwa bingana nubu
sd: تاريخ ۽ وقت ھاڻي گھٽ يا برابر ھجڻ گھرجي
si: දිනය සහ වේලාව දැන් අඩු හෝ සමාන විය යුතුය
sk: Dátum a čas by mali byť menšie alebo rovnaké ako teraz
sl: Datum in ura morata biti manjša ali enaka trenutnemu
sq: Data dhe ora duhet të jenë më të vogla ose të barabarta me tani
sr: Датум и време треба да буду мањи или једнаки сада
sv: Datum och tid bör vara mindre eller lika med nu
sw: Tarehe na wakati vinapaswa kuwa kidogo au sawa na sasa
ta: தேதியும் நேரமும் இப்போது குறைவாகவோ அல்லது சமமாகவோ இருக்க வேண்டும்
te: తేదీ మరియు సమయం ఇప్పుడు తక్కువగా లేదా సమానంగా ఉండాలి
tg: Сана ва вақт бояд аз ҳозир камтар ё баробар бошад
th: วันที่และเวลาควรน้อยกว่าหรือเท่ากับตอนนี้
tk: Sene we wagt häzir az ýa-da deň bolmaly
tl: Ang petsa at oras ay dapat na mas kaunti o katumbas ng ngayon
tr: Tarih ve saat şu andan küçük veya ona eşit olmalıdır
tt: Дата һәм вакыт хәзер аз яки тигез булырга тиеш
ug: چېسلا ۋە ۋاقىت ھازىرغا ئاز ياكى باراۋەر بولۇشى كېرەك
uk: Дата й час мають бути меншими або дорівнювати поточним
ur: تاریخ اور وقت اب سے کم یا برابر ہونا چاہیے۔
uz: Sana va vaqt hozirgidan kamroq yoki teng bo'lishi kerak
vi: Ngày và giờ phải nhỏ hơn hoặc bằng bây giờ
xh: Umhla kunye nexesha kufuneka libe ngaphantsi okanye lilingane ngoku
yi: דאַטע און צייט זאָל זיין ווייניקער אָדער גלייַך צו איצט

source: Comment ct
af: Kommentaar ct
am: አስተያየት ct
ar: التعليق ct
az: Şərh ct
be: Каментарый ct
bg: Коментар ct
bn: মন্তব্য ct
ca: Comentari ct
cs: Komentář ct
cy: Sylw ct
da: Kommentar ct
de: Kommentar ct
el: Σχόλιο ct
eo: Komento ct
es: Comentar ct
et: Kommenteeri ct
eu: Iruzkina ct
fa: نظر ct
fi: Kommentti ct
fr: Commentaire
fy: Kommentaar ct
ga: Trácht ct
gd: Beachd ct
gl: Comentario ct
gu: ટિપ્પણી સીટી
hi: टिप्पणी सीटी
hr: Komentar ct
hu: Megjegyzés ct
hy: Մեկնաբանություն ct
id: komentar ct
is: Athugasemd ct
it: commento ct
iw: הערה ct
ja: コメントct
ka: კომენტარი ct
kk: Түсініктеме ct
km: មតិ ct
kn: ಕಾಮೆಂಟ್ ct
ku: Şîrove ct
ky: Комментарий ct
lb: Kommentar ct
lo: ຄໍາເຫັນ ct
lt: Komentuoti ct
lv: Komentēt ct
mg: Hevitra ct
mi: Kōrero ct
mk: Коментар ct
ml: അഭിപ്രായം ct
mn: Сэтгэгдэл ct
mr: टिप्पणी ct
ms: Komen ct
mt: Kumment ct
my: မှတ်ချက် ct
ne: टिप्पणी ct
nl: Commentaar ct
no: Kommentar ct
or: ମନ୍ତବ୍ୟ ct
pa: ਟਿੱਪਣੀ ਸੀ.ਟੀ
pl: Komentarz ct
ps: تبصره ct
pt: Comentário ct
ro: Comentariu ct
ru: Комментарий
rw: Igitekerezo ct
sd: تبصرو ct
si: අදහස් ct
sk: Komentár ct
sl: Komentar ct
sq: Koment ct
sr: Цоммент цт
sv: Kommentar ct
sw: Maoni ct
ta: கருத்து ct
te: వ్యాఖ్య ct
tg: Шарҳ кт
th: แสดงความคิดเห็น ct
tk: Düşündiriş
tl: Komento ct
tr: yorum ct
tt: Аңлатма ct
uk: Коментар ст
ur: تبصرہ ct
uz: Izoh ct
vi: Nhận xét ct
yi: באַמערקונג קט

source: View Ticket
af: Bekyk Kaartjie
am: ትኬት ይመልከቱ
ar: عرض التذكرة
az: Bilete baxın
be: Паглядзець білет
bg: Вижте билета
bn: টিকিট দেখুন
ca: Veure Entrada
cs: Zobrazit vstupenku
cy: Gweld Tocyn
da: Se billet
de: Ticket ansehen
el: Προβολή εισιτηρίου
eo: Vidu Bileton
es: Ver boleto
et: Vaata piletit
eu: Ikusi Sarrera
fa: مشاهده بلیط
fi: Näytä lippu
fr: Voir le billet
fy: Sjoch Ticket
ga: Ticéad Amharc
gd: Seall Tiogaid
gl: Ver Ticket
gu: ટિકિટ જુઓ
hi: टिकट देखें
hr: Pogledaj ulaznicu
hu: Jegy megtekintése
hy: Դիտել տոմսը
id: Lihat Tiket
is: Skoða miða
it: Visualizza biglietto
iw: צפה בכרטיס
ja: チケットを見る
ka: ბილეთის ნახვა
kk: Билет көру
km: មើលសំបុត្រ
kn: ಟಿಕೆಟ್ ವೀಕ್ಷಿಸಿ
ku: Bilêtê Binêre
ky: Билетти көрүү
lb: Kuckt Ticket
lo: ເບິ່ງປີ້
lt: Žiūrėti bilietą
lv: Skatīt biļeti
mg: Jereo ny tapakila
mi: Tirohanga Tikiti
mk: Погледнете го билетот
ml: ടിക്കറ്റ് കാണുക
mn: Тасалбар үзэх
mr: तिकीट पहा
ms: Lihat Tiket
mt: Ara Biljett
my: လက်မှတ်ကို ကြည့်ပါ။
ne: टिकट हेर्नुहोस्
nl: Bekijk kaartje
no: Se billett
or: ଟିକେଟ୍ ଦେଖନ୍ତୁ |
pa: ਟਿਕਟ ਦੇਖੋ
pl: Zobacz bilet
ps: ټکټ وګورئ
pt: Ver Bilhete
ro: Vezi bilet
ru: Посмотреть билет
rw: Reba Tike
sd: ڏسو ٽڪيٽ
si: ටිකට් බලන්න
sk: Zobraziť lístok
sl: Ogled vstopnice
sq: Shiko Biletën
sr: Погледај карту
sv: Se biljett
sw: Tazama Tiketi
ta: டிக்கெட்டைப் பார்க்கவும்
te: టికెట్ చూడండి
tg: Билетро тамошо кунед
th: ดูตั๋ว
tk: Bilet görmek
tl: Tingnan ang Ticket
tr: Bileti Görüntüle
tt: Билет карау
ug: بېلەتنى كۆرۈش
uk: Переглянути квиток
ur: ٹکٹ دیکھیں
uz: Chiptani ko'rish
vi: Xem vé
xh: Jonga itikiti

source: Ticket
af: Kaartjie
am: ትኬት
ar: تذكرة
az: Bilet
be: Білет
bg: Билет
bn: টিকিট
ca: Bitllet
cs: Lístek
cy: Tocyn
da: Billet
de: Fahrkarte
el: Εισιτήριο
eo: Bileto
es: Boleto
et: Pilet
eu: Txartela
fa: بلیط
fi: Lippu
fr: Billet
ga: Ticéad
gd: Tiocaid
gu: ટિકિટ
hi: टिकट
hr: Ulaznica
hu: Jegy
hy: Տոմս
id: Tiket
is: Miði
it: Biglietto
iw: כַּרְטִיס
ja: チケット
ka: Ბილეთი
kk: Билет
km: សំបុត្រ
kn: ಟಿಕೆಟ್
ku: Qert
ky: Билет
lo: ປີ້
lt: Bilietas
lv: Biļete
mg: tapakila
mi: Tikiti
mk: Билет
ml: ടിക്കറ്റ്
mn: Тасалбар
mr: तिकीट
ms: tiket
mt: Biljett
my: လက်မှတ်
ne: टिकट
no: Billett
or: ଟିକେଟ୍
pa: ਟਿਕਟ
pl: Bilet
ps: ټکټ
pt: Bilhete
ro: Bilet
ru: Билет
rw: Tike
sd: ٽڪيٽ
si: ටිකට්
sk: Lístok
sl: Vstopnica
sq: Biletë
sr: Улазница
sv: Biljett
sw: Tikiti
ta: டிக்கெட்
te: టిక్కెట్టు
tg: Билет
th: ตั๋ว
tk: Bilet
tr: Bilet
tt: Билет
ug: بېلەت
uk: Квиток
ur: ٹکٹ
uz: Chipta
vi: Vé
xh: Itikiti
yi: בילעט

source: No tickets yet.
af: Nog geen kaartjies nie.
am: እስካሁን ምንም ቲኬቶች የሉም።
ar: لا تذاكر حتى الآن.
az: Hələ bilet yoxdur.
be: Білетаў пакуль няма.
bg: Още няма билети.
bn: এখনও টিকিট নেই।
ca: Encara no hi ha entrades.
cs: Zatím žádné vstupenky.
cy: Dim tocynnau eto.
da: Ingen billetter endnu.
de: Noch keine Karten.
el: Δεν υπάρχουν ακόμη εισιτήρια.
eo: Ankoraŭ neniuj biletoj.
es: Aún no hay entradas.
et: Pileteid veel pole.
eu: Oraindik ez dago sarrerarik.
fa: هنوز بلیطی وجود ندارد.
fi: Ei vielä lippuja.
fr: Pas encore de billets.
fy: Noch gjin kaarten.
ga: Gan ticéid fós.
gd: Chan eil tiocaidean ann fhathast.
gl: Aínda non hai entradas.
gu: હજુ સુધી કોઈ ટિકિટ નથી.
hi: अभी तक कोई टिकट नहीं।
hr: Još nema karata.
hu: Még nincs jegy.
hy: Տոմսեր դեռ չկան։
id: Belum ada tiket.
is: Engir miðar ennþá.
it: Ancora nessun biglietto.
iw: עדיין אין כרטיסים.
ja: チケットはまだありません。
ka: ბილეთები ჯერ არ არის.
kk: Әлі билеттер жоқ.
km: មិនមានសំបុត្រនៅឡើយទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಟಿಕೆಟ್‌ಗಳಿಲ್ಲ.
ku: Hîn bilêt tune.
ky: Азырынча билеттер жок.
lb: Nach keng Ticketen.
lo: ບໍ່ມີປີ້ເທື່ອ.
lt: Bilietų dar nėra.
lv: Vēl nav biļešu.
mg: Tsy mbola misy tapakila.
mi: Kaore ano he tikiti.
mk: Сеуште нема билети.
ml: ഇതുവരെ ടിക്കറ്റുകളൊന്നുമില്ല.
mn: Одоогоор тасалбар алга.
mr: अजून तिकीट नाही.
ms: Tiada tiket lagi.
mt: Għadu l-ebda biljett.
my: လက်မှတ်မရသေးပါ။
ne: अझै टिकट छैन।
nl: Nog geen kaartjes.
no: Ingen billetter ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ tickets ଣସି ଟିକେଟ୍ ନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਟਿਕਟ ਨਹੀਂ।
pl: Nie ma jeszcze biletów.
ps: تر اوسه ټکټونه نشته.
pt: Ainda não há ingressos.
ro: Încă nu există bilete.
ru: Билетов пока нет.
rw: Nta matike.
sd: اڃان تائين ڪا ٽڪيٽ ناهي.
si: තවම ටිකට් නැත.
sk: Zatiaľ žiadne lístky.
sl: Vstopnic še ni.
sq: Ende nuk ka bileta.
sr: Још нема карата.
sv: Inga biljetter ännu.
sw: Bado hakuna tikiti.
ta: இன்னும் டிக்கெட் இல்லை.
te: ఇంకా టిక్కెట్లు లేవు.
tg: Ҳанӯз чипта нест.
th: ยังไม่มีตั๋ว
tk: Entek bilet ýok.
tl: Wala pang ticket.
tr: Henüz bilet yok.
tt: Билетлар юк.
ug: تېخى بېلەت يوق.
uk: Квитків ще немає.
ur: ابھی تک کوئی ٹکٹ نہیں ہے۔
uz: Hozircha chiptalar yo'q.
vi: Chưa có vé.
xh: Akukho matikiti okwangoku.
yi: נאָך קיין בילעטן.

source: User not found.
af: Gebruiker nie gevind nie.
am: ተጠቃሚ አልተገኘም.
ar: المستخدم ليس موجود.
az: İstifadəçi tapılmadı.
be: Карыстальнік не знойдзены.
bg: Потребителят не е намерен.
bn: ব্যবহারকারী খুঁজে পাওয়া যায় না.
ca: Usuari no trobat.
cs: Uživatel nenalezen.
cy: Defnyddiwr heb ei ddarganfod.
da: Bruger ikke fundet.
de: Benutzer nicht gefunden.
el: Ο χρήστης δεν βρέθηκε.
eo: Uzanto ne trovita.
es: Usuario no encontrado.
et: Kasutajat ei leitud.
eu: Ez da aurkitu erabiltzailea.
fa: کاربر یافت نشد
fi: Käyttäjää ei löydy.
fr: Utilisateur non trouvé.
fy: Brûker net fûn.
ga: Níor aimsíodh an t-úsáideoir.
gd: Cha deach an cleachdaiche a lorg.
gl: Usuario non atopado.
gu: ઉપયોગકર્તા ના મળ્યો.
hi: उपयोगकर्ता नहीं मिला।
hr: Korisnik nije pronađen.
hu: Felhasználó nem található.
hy: Օգտատերը չի գտնվել.
id: Pengguna tidak ditemukan.
is: Notandi finnst ekki.
it: Utente non trovato.
iw: המשתמש לא נמצא.
ja: ユーザーが見つかりません。
ka: მომხმარებელი არ მოიძებნა.
kk: Пайдаланушы табылған жоқ.
km: រកមិនឃើញអ្នកប្រើ។
kn: ಬಳಕೆದಾರ ಕಂಡುಬಂದಿಲ್ಲ.
ku: Bikarhêner nehat dîtin.
ky: Колдонуучу табылган жок.
lb: Benotzer net fonnt.
lo: ບໍ່ພົບຜູ້ໃຊ້.
lt: Vartotojas nerastas.
lv: Lietotājs nav atrasts.
mg: Tsy hita ny mpampiasa.
mi: Kāore i kitea te Kaiwhakamahi.
mk: Корисникот не е пронајден.
ml: ഉപയോക്താവിനെ കണ്ടെത്തിയില്ല.
mn: Хэрэглэгч олдсонгүй.
mr: वापरकर्ता आढळला नाही.
ms: Pengguna tidak dijumpai.
mt: Utent ma nstabx.
my: အသုံးပြုသူကိုမတွေ့။
ne: प्रयोगकर्ता भेटिएन।
nl: Gebruiker niet gevonden.
no: Bruker ikke funnet.
or: ଉପଯୋଗକର୍ତ୍ତା ମିଳିଲା ନାହିଁ |
pa: ਯੂਜ਼ਰ ਨਹੀਂ ਮਿਲਿਆ.
pl: Użytkownik nie znaleziony.
ps: کارن ونه موندل شو
pt: Usuário não encontrado.
ro: Utilizator nu a fost găsit.
ru: Пользователь не найден.
rw: Umukoresha ntabwo yabonetse.
sd: استعمال ڪندڙ نه ملي
si: පරිශීලක සොයාගත නොහැක.
sk: Užívateľ Nenájdený.
sl: Uporabnik ni najden.
sq: Përdoruesi nuk u gjet.
sr: Корисник није пронађен.
sv: Användaren hittades inte.
sw: Mtumiaji haipatikani.
ta: பயனர் காணப்படவில்லை.
te: వినియోగదారుడు కనపడలేదు.
tg: Истифодабаранда ёфт нашуд.
th: ไม่พบชื่อผู้ใช้.
tk: Ulanyjy tapylmady
tl: Hindi nakita ang user.
tr: Kullanıcı bulunamadı.
tt: Кулланучы табылмады.
ug: ئىشلەتكۈچى تېپىلمىدى.
uk: Користувач не знайдений.
ur: صارف نہیں ملا.
uz: Foydalanuvchining topilmadi.
vi: Người dùng không tìm thấy.
xh: Umsebenzisi akafumanekanga.
yi: באַניצער ניט געפונען.
