Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
af: Laai 'n dokument op, merk dit vir handtekening, en dan meld die kliënt aan en e-teken dit. Alles word gedoen sonder dat die kliënt by ons gebou hoef in te kom. Dit is handig met kliënte wat nie naby 'n kantoor is nie of wat buite die staat woon.
am: ሰነድ ስቀል፣ ለፊርማ ምልክት አድርግበት፣ እና ከዚያ ደንበኛው ገብቶ ኢ-ፈርሞታል። ደንበኛው ወደ ሕንፃችን ሳይገባ ሁሉም ነገር ይከናወናል. ይህ ለቢሮ ቅርብ ላልሆኑ ወይም ከግዛት ውጪ ለሚኖሩ ደንበኞች ምቹ ነው።
ar: قم بتحميل مستند ، وقم بتمييزه للتوقيع ، ثم يقوم العميل بتسجيل الدخول والتوقيع الإلكتروني عليه. يتم إنجاز كل شيء دون أن يضطر العميل إلى القدوم إلى المبنى الخاص بنا. هذا مفيد مع العملاء الذين ليسوا قريبين من مكتب أو الذين يعيشون خارج الدولة ..
az: Sənədi yükləyin, onu imza üçün qeyd edin və sonra müştəri daxil olur və onu e-imzalayır. Müştərinin binamıza gəlməsinə ehtiyac olmadan hər şey edilir. Bu, ofisə yaxın olmayan və ya əyalətdən kənarda yaşayan müştərilər üçün əlverişlidir.
be: Загрузіце дакумент, пазначце яго для подпісу, а затым кліент уваходзіць у сістэму і электронна падпісвае яго. Усё робіцца без таго, каб кліент заходзіў у наш будынак. Гэта зручна для кліентаў, якія не знаходзяцца побач з офісам або жывуць за межамі штата.
bg: Качете документ, маркирайте го за подпис и след това клиентът влиза и го подписва електронно. Всичко става без клиентът да влиза в нашата сграда. Това е удобно за клиенти, които не са близо до офис или живеят извън щата.
bn: একটি নথি আপলোড করুন, এটি স্বাক্ষরের জন্য চিহ্নিত করুন এবং তারপরে ক্লায়েন্ট লগ ইন করে এবং ই-সাইন করে। ক্লায়েন্টকে আমাদের বিল্ডিংয়ে আসতে না দিয়েই সবকিছু সম্পন্ন হয়। এটি এমন ক্লায়েন্টদের জন্য সুবিধাজনক যারা অফিসের কাছাকাছি নয় বা যারা রাজ্যের বাইরে থাকেন।
ca: Carregueu un document, marqueu-lo per signar-lo i, a continuació, el client inicia sessió i el signa electrònicament. Tot es fa sense que el client hagi d'entrar al nostre edifici. Això és útil per als clients que no estan a prop d'una oficina o que viuen fora de l'estat.
cs: Nahrajte dokument, označte jej k podpisu a poté se klient přihlásí a elektronicky podepíše. Vše se děje, aniž by klient musel přijít do naší budovy. To je užitečné pro klienty, kteří nejsou blízko kanceláře nebo žijí v zahraničí.
cy: Llwythwch ddogfen i fyny, ei marcio i'w llofnodi, ac yna mae'r cleient yn mewngofnodi ac yn ei e-arwyddo. Mae popeth yn cael ei wneud heb i'r cleient orfod dod i mewn i'n hadeilad. Mae hyn yn ddefnyddiol gyda chleientiaid nad ydyn nhw'n agos at swyddfa neu sy'n byw y tu allan i'r wladwriaeth.
da: Upload et dokument, marker det til signatur, og derefter logger klienten på og e-signerer det. Alt bliver gjort, uden at kunden skal ind i vores bygning. Dette er praktisk med kunder, der ikke er tæt på et kontor, eller som bor uden for staten.
de: Laden Sie ein Dokument hoch, markieren Sie es zur Signatur, und dann meldet sich der Client an und signiert es elektronisch. Alles wird erledigt, ohne dass der Kunde unser Gebäude betreten muss. Dies ist praktisch für Kunden, die nicht in der Nähe eines Büros sind oder außerhalb des Bundesstaates leben.
el: Ανεβάστε ένα έγγραφο, σημειώστε το για υπογραφή και, στη συνέχεια, ο πελάτης συνδέεται και το υπογράφει ηλεκτρονικά. Όλα γίνονται χωρίς να χρειάζεται ο πελάτης να έρθει στο κτήριο μας. Αυτό είναι βολικό με πελάτες που δεν βρίσκονται κοντά σε γραφείο ή που ζουν εκτός πολιτείας..
eo: Alŝutu dokumenton, marku ĝin por subskribo, kaj tiam la kliento ensalutas kaj e-subskribas ĝin. Ĉio fariĝas sen ke la kliento devas veni en nian konstruaĵon. Ĉi tio estas oportuna por klientoj, kiuj ne estas proksimaj al oficejo aŭ kiuj loĝas eksterŝtata..
es: Cargue un documento, márquelo para su firma y luego el cliente inicia sesión y lo firma electrónicamente. Todo se hace sin que el cliente tenga que venir a nuestro edificio. Esto es útil para los clientes que no están cerca de una oficina o que viven fuera del estado.
et: Laadige dokument üles, märkige see allkirjastamiseks ning seejärel logib klient sisse ja allkirjastab selle e-allkirjaga. Kõik saab tehtud ilma, et klient peaks meie hoonesse tulema. See on mugav klientidele, kes ei asu kontori lähedal või kes elavad väljaspool osariiki.
eu: Kargatu dokumentu bat, markatu sinadurarako, eta gero bezeroak saioa hasi eta elektronikoki sinatzen du. Dena egiten da bezeroa gure eraikinera sartu beharrik gabe. Hau erabilgarria da bulegotik gertu ez dauden edo estatutik kanpo bizi diren bezeroekin.
fa: یک سند را آپلود کنید، آن را برای امضا علامت گذاری کنید و سپس مشتری وارد سیستم می شود و آن را به صورت الکترونیکی امضا می کند. همه چیز بدون نیاز به مراجعه مشتری به ساختمان ما انجام می شود. این برای مشتریانی که نزدیک دفتر نیستند یا خارج از ایالت زندگی می کنند مفید است.
fi: Lataa dokumentti, merkitse se allekirjoitettavaksi, jonka jälkeen asiakas kirjautuu sisään ja allekirjoittaa sen sähköisesti. Kaikki tehdään ilman, että asiakkaan tarvitse tulla rakennukseemme. Tämä on kätevää asiakkaille, jotka eivät ole lähellä toimistoa tai jotka asuvat ulkomailla.
fr: Téléchargez un document, marquez-le pour signature, puis le client se connecte et le signe électroniquement. Tout se fait sans que le client n'ait à entrer dans notre bâtiment. Ceci est pratique pour les clients qui ne sont pas proches d'un bureau ou qui vivent à l'extérieur de l'État.
fy: Upload in dokumint, markearje it foar hantekening, en dan logt de kliïnt yn en e-tekenet it. Alles wurdt dien sûnder dat de klant yn ús gebou hoecht te kommen. Dit is handich foar kliïnten dy't net tichtby in kantoar binne of dy't bûten de steat wenje.
ga: Uaslódáil doiciméad, marcáil é lena shíniú, agus ansin logáileann an cliant isteach agus ríomhshíníonn é. Déantar gach rud gan a bheith ar an gcliant teacht isteach inár bhfoirgneamh. Tá sé seo áisiúil le cliaint nach bhfuil in aice le hoifig nó a bhfuil cónaí orthu lasmuigh den stát.
gd: Luchdaich suas sgrìobhainn, comharraich e airson ainm-sgrìobhte, agus an uairsin bidh an neach-dèiligidh a ’logadh a-steach agus ga shoidhnigeadh. Thèid a h-uile càil a dhèanamh às aonais an neach-dèiligidh a thighinn a-steach don togalach againn. Tha seo feumail le teachdaichean nach eil faisg air oifis no a tha a’ fuireach taobh a-muigh na stàite.
gl: Carga un documento, márcao para asinalo e, a continuación, o cliente inicia sesión e asínao electrónicamente. Todo faise sen que o cliente teña que entrar no noso edificio. Isto é útil para clientes que non están preto dunha oficina ou que viven fóra do estado.
gu: દસ્તાવેજ અપલોડ કરો, તેને હસ્તાક્ષર માટે ચિહ્નિત કરો, અને પછી ક્લાયંટ લોગ ઇન કરે છે અને તેને ઇ-સાઇન કરે છે. ક્લાયન્ટને અમારા બિલ્ડિંગમાં આવ્યા વિના બધું જ થઈ જાય છે. જેઓ ઓફિસની નજીક નથી અથવા જેઓ રાજ્યની બહાર રહેતા હોય તેવા ગ્રાહકો માટે આ સરળ છે..
hi: एक दस्तावेज़ अपलोड करें, इसे हस्ताक्षर के लिए चिह्नित करें, और फिर क्लाइंट लॉग इन करें और ई-हस्ताक्षर करें। ग्राहक को हमारे भवन में आने के बिना सब कुछ किया जाता है। यह उन ग्राहकों के लिए आसान है जो किसी कार्यालय के नजदीक नहीं हैं या जो राज्य से बाहर रहते हैं।
hr: Učitajte dokument, označite ga za potpis, a zatim se klijent prijavi i e-potpiše. Sve se obavlja bez dolaska klijenta u našu zgradu. Ovo je zgodno za klijente koji nisu blizu ureda ili žive izvan države.
hu: Töltsön fel egy dokumentumot, jelölje meg aláírásra, majd a kliens bejelentkezik és e-aláírja. Minden megtörténik anélkül, hogy az ügyfélnek be kellene jönnie az épületünkbe. Ez olyan ügyfelek számára hasznos, akik nincsenek közel egy irodához, vagy akik külföldön élnek.
hy: Վերբեռնեք փաստաթուղթ, նշեք այն ստորագրության համար, այնուհետև հաճախորդը մուտք է գործում և էլեկտրոնային ստորագրում է այն: Ամեն ինչ արվում է առանց հաճախորդի մեր շենք մտնելու: Սա հարմար է հաճախորդների համար, ովքեր մոտ չեն գրասենյակին կամ ովքեր ապրում են նահանգից դուրս:
id: Unggah dokumen, tandai untuk tanda tangan, lalu klien masuk dan menandatanganinya secara elektronik. Semuanya dilakukan tanpa klien harus datang ke gedung kami. Ini berguna untuk klien yang tidak dekat dengan kantor atau yang tinggal di luar negara bagian..
is: Hladdu upp skjali, merktu það fyrir undirskrift og síðan skráir viðskiptavinurinn sig inn og undirritar það rafrænt. Allt er gert án þess að viðskiptavinurinn þurfi að koma inn í bygginguna okkar. Þetta er hentugt fyrir viðskiptavini sem eru ekki nálægt skrifstofu eða sem búa utan ríkis.
it: Carica un documento, contrassegnalo per la firma, quindi il client effettua l'accesso e lo firma elettronicamente. Tutto viene fatto senza che il cliente debba entrare nel nostro edificio. Questo è utile con i clienti che non sono vicini a un ufficio o che vivono fuori dallo stato..
iw: העלה מסמך, סמן אותו לחתימה, ולאחר מכן הלקוח נכנס וחותם עליו בדואר אלקטרוני. הכל נעשה מבלי שהלקוח יצטרך להיכנס לבניין שלנו. זה שימושי עבור לקוחות שאינם קרובים למשרד או שגרים מחוץ למדינה..
ja: ドキュメントをアップロードし、署名用にマークしてから、クライアントがログインして電子署名します。クライアントが私たちの建物に入る必要なく、すべてが完了します。これは、オフィスの近くにいない、または州外に住んでいるクライアントに便利です..
ka: ატვირთეთ დოკუმენტი, მონიშნეთ იგი ხელმოწერისთვის და შემდეგ კლიენტი შედის სისტემაში და მოაწერს მას ელ. ყველაფერი კეთდება ისე, რომ კლიენტი არ შემოვიდეს ჩვენს შენობაში. ეს მოსახერხებელია კლიენტებისთვის, რომლებიც ახლოს არ არიან ოფისთან ან ცხოვრობენ შტატის გარეთ..
kk: Құжатты жүктеп салыңыз, оны қол қою үшін белгілеңіз, содан кейін клиент жүйеге кіріп, оған электрондық қол қояды. Барлығы клиенттің біздің ғимаратқа кіруінсіз орындалады. Бұл кеңсеге жақын емес немесе штаттан тыс жерде тұратын клиенттерге ыңғайлы.
km: ផ្ទុកឡើងឯកសារ សម្គាល់វាសម្រាប់ហត្ថលេខា ហើយបន្ទាប់មកម៉ាស៊ីនភ្ញៀវចូល ហើយចុះហត្ថលេខាលើវា។ អ្វីៗគ្រប់យ៉ាងរួចរាល់ដោយមិនចាំបាច់មានអតិថិជនចូលមកក្នុងអាគាររបស់យើងទេ។ វាងាយស្រួលសម្រាប់អតិថិជនដែលមិននៅជិតការិយាល័យ ឬអ្នករស់នៅក្រៅរដ្ឋ។
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ, ಅದನ್ನು ಸಹಿಗಾಗಿ ಗುರುತಿಸಿ, ತದನಂತರ ಕ್ಲೈಂಟ್ ಲಾಗ್ ಇನ್ ಮಾಡಿ ಮತ್ತು ಇ-ಸೈನ್ ಮಾಡಿ. ಗ್ರಾಹಕರು ನಮ್ಮ ಕಟ್ಟಡಕ್ಕೆ ಬರದೆ ಎಲ್ಲವನ್ನೂ ಮಾಡಲಾಗುತ್ತದೆ. ಕಚೇರಿಗೆ ಹತ್ತಿರದಲ್ಲಿಲ್ಲದ ಅಥವಾ ರಾಜ್ಯದ ಹೊರಗೆ ವಾಸಿಸುವ ಗ್ರಾಹಕರಿಗೆ ಇದು ಸೂಕ್ತವಾಗಿದೆ.
ku: Belgeyek barkirin, wê ji bo îmzekirinê nîşan bikin, û dûv re jî xerîdar têkeve û e-îmza dike. Her tişt bêyî ku xerîdar were hundurê avahiya me pêk tê. Ev bi xerîdarên ku nêzî nivîsgehekê ne an ku li derveyî dewletê dijîn re kêrhatî ye..
ky: Документти жүктөө, кол коюу үчүн белгилөө, андан кийин кардар кирип, ага электрондук кол коет. Бардык нерсе кардар биздин имаратка кирбестен жасалат. Бул кеңсеге жакын эмес же штаттан тышкары жашаган кардарлар үчүн ыңгайлуу.
lb: Eroplueden en Dokument, markéiert et fir d'Ënnerschrëft, an dann loggt de Client sech un an ënnerschreift et. Alles gëtt gemaach ouni datt de Client an eist Gebai muss kommen. Dëst ass praktesch mat Clienten déi net no bei engem Büro sinn oder déi ausserhalb vum Staat wunnen.
lo: ອັບໂຫລດເອກະສານ, ໝາຍໃສ່ລາຍເຊັນ, ແລະຫຼັງຈາກນັ້ນລູກຄ້າເຂົ້າສູ່ລະບົບແລະເຊັນຊື່ມັນ. ທຸກຢ່າງສຳເລັດໂດຍທີ່ລູກຄ້າບໍ່ຈຳເປັນຕ້ອງເຂົ້າມາໃນອາຄານຂອງພວກເຮົາ. ອັນນີ້ມີປະໂຫຍດກັບລູກຄ້າທີ່ບໍ່ຢູ່ໃກ້ຫ້ອງການ ຫຼືຜູ້ທີ່ຢູ່ນອກລັດ..
lt: Įkelkite dokumentą, pažymėkite jį pasirašyti, o tada klientas prisijungia ir pasirašo el. Viskas atliekama klientui neatvykus į mūsų pastatą. Tai patogu klientams, kurie nėra arti biuro arba gyvena už valstybės ribų.
lv: Augšupielādējiet dokumentu, atzīmējiet to parakstīšanai, un pēc tam klients piesakās un e-paraksta to. Viss tiek paveikts bez klienta ienākšanas mūsu ēkā. Tas ir ērti klientiem, kuri neatrodas biroja tuvumā vai dzīvo ārpus štata.
mg: Mampiakara antontan-taratasy, mariho izany ho sonia, ary avy eo ny mpanjifa dia miditra sy manao sonia izany. Vita daholo ny zava-drehetra raha tsy mila miditra ao amin'ny tranobenay ny mpanjifa. Mora ampiasaina amin'ny mpanjifa tsy akaikin'ny birao na mipetraka ivelan'ny fanjakana.
mi: Tukuna he tuhinga, tohuhia mo te hainatanga, katahi ka takiuru te kiritaki ka haina-e. Ka mahia nga mea katoa me te kore e uru mai te kaihoko ki roto i to maatau whare. He pai tenei ki nga kaihoko kaore i te tata ki tetahi tari, e noho ana ranei i waho o te whenua.
mk: Поставете документ, означете го за потпис, а потоа клиентот се најавува и електронски го потпишува. Сè се прави без клиентот да мора да дојде во нашата зграда. Ова е корисно за клиенти кои не се блиску до канцеларија или кои живеат надвор од државата..
ml: ഒരു പ്രമാണം അപ്‌ലോഡ് ചെയ്യുക, ഒപ്പിനായി അത് അടയാളപ്പെടുത്തുക, തുടർന്ന് ക്ലയന്റ് ലോഗിൻ ചെയ്‌ത് ഇ-സൈൻ ചെയ്യുന്നു. ക്ലയന്റ് ഞങ്ങളുടെ കെട്ടിടത്തിലേക്ക് വരാതെ തന്നെ എല്ലാം ചെയ്തുതീർക്കും. ഓഫീസുമായി അടുത്തിടപഴകാത്ത അല്ലെങ്കിൽ സംസ്ഥാനത്തിന് പുറത്ത് താമസിക്കുന്ന ക്ലയന്റുകൾക്ക് ഇത് സൗകര്യപ്രദമാണ്.
mn: Баримт бичгийг байршуулж, гарын үсэг зурахаар тэмдэглээрэй, дараа нь үйлчлүүлэгч нэвтэрч, цахим гарын үсэг зурна. Үйлчлүүлэгч манай байранд орохгүйгээр бүх зүйл хийгдэнэ. Энэ нь оффист ойр байдаггүй эсвэл мужаас гадуур амьдардаг үйлчлүүлэгчдэд тохиромжтой.
mr: दस्तऐवज अपलोड करा, त्यावर स्वाक्षरीसाठी चिन्हांकित करा आणि नंतर क्लायंट लॉग इन करतो आणि त्यावर ई-स्वाक्षरी करतो. क्लायंटला आमच्या बिल्डिंगमध्ये न येता सर्व काही केले जाते. हे अशा क्लायंटसाठी सुलभ आहे जे कार्यालयाच्या जवळ नाहीत किंवा जे राज्याबाहेर राहतात..
ms: Muat naik dokumen, tandakannya untuk tandatangan, dan kemudian pelanggan log masuk dan menandatanganinya secara elektronik. Segala-galanya dapat dilakukan tanpa pelanggan perlu datang ke bangunan kami. Ini berguna untuk pelanggan yang tidak dekat dengan pejabat atau yang tinggal di luar negeri..
mt: Ittella’ dokument, immarkah għall-firma, u mbagħad il-klijent jidħol u jiffirmah. Kollox isir mingħajr ma l-klijent ikollu jidħol fil-bini tagħna. Dan huwa utli mal-klijenti li mhumiex qrib uffiċċju jew li jgħixu barra mill-istat.
my: စာရွက်စာတမ်းတစ်ခုကို အပ်လုဒ်လုပ်ပါ၊ လက်မှတ်အတွက် အမှတ်အသားပြုပါ၊ ထို့နောက် လိုင်းဝင်ပြီး အီး-လက်မှတ်ထိုးပါ။ ဖောက်သည်သည် ကျွန်ုပ်တို့၏ အဆောက်အဦထဲသို့ ဝင်စရာမလိုဘဲ အရာအားလုံး ပြီးမြောက်ပါသည်။ ရုံးနှင့်မနီးသော သို့မဟုတ် နိုင်ငံရပ်ခြားနေထိုင်သော ဖောက်သည်များအတွက် ဤအရာသည် အဆင်ပြေသည်။
ne: कागजात अपलोड गर्नुहोस्, यसलाई हस्ताक्षरको लागि चिन्ह लगाउनुहोस्, र त्यसपछि ग्राहकले लग इन गर्दछ र यसलाई ई-साइन गर्दछ। ग्राहक हाम्रो भवनमा नआउने सबै कुरा गरिन्छ। यो अफिसको नजिक नभएका वा राज्य बाहिर बस्ने ग्राहकहरूको लागि उपयोगी छ।
nl: Upload een document, markeer het voor ondertekening en de klant logt in en ondertekent het elektronisch. Alles wordt gedaan zonder dat de klant in ons pand hoeft te komen. Dit is handig voor klanten die niet in de buurt van een kantoor zijn of buiten de staat wonen.
no: Last opp et dokument, merk det for signatur, og deretter logger klienten på og e-signerer det. Alt blir gjort uten at kunden trenger å komme inn i bygget vårt. Dette er nyttig med kunder som ikke er i nærheten av et kontor eller som bor utenfor staten.
or: ଏକ ଡକ୍ୟୁମେଣ୍ଟ୍ ଅପଲୋଡ୍ କରନ୍ତୁ, ଏହାକୁ ଦସ୍ତଖତ ପାଇଁ ଚିହ୍ନିତ କରନ୍ତୁ, ଏବଂ ତାପରେ ଗ୍ରାହକ ଲଗ୍ ଇନ୍ କରନ୍ତି ଏବଂ ଏହାକୁ ଇ-ସାଇନ୍ କରନ୍ତି | କ୍ଲାଏଣ୍ଟ ବିନା ଆମ ବିଲ୍ଡିଂକୁ ଆସିବା ବିନା ସବୁକିଛି ହୋଇଯାଏ | କ୍ଲାଏଣ୍ଟମାନଙ୍କ ସହିତ ଏହା ସହଜ ଅଟେ ଯେଉଁମାନେ ଏକ କାର୍ଯ୍ୟାଳୟର ନିକଟତର ନୁହଁନ୍ତି କିମ୍ବା ଯେଉଁମାନେ ରାଜ୍ୟ ବାହାରେ ରହନ୍ତି ..
pa: ਇੱਕ ਦਸਤਾਵੇਜ਼ ਅੱਪਲੋਡ ਕਰੋ, ਇਸ ਨੂੰ ਦਸਤਖਤ ਲਈ ਚਿੰਨ੍ਹਿਤ ਕਰੋ, ਅਤੇ ਫਿਰ ਕਲਾਇੰਟ ਲੌਗਇਨ ਕਰਦਾ ਹੈ ਅਤੇ ਇਸਨੂੰ ਈ-ਦਸਤਖਤ ਕਰਦਾ ਹੈ। ਗਾਹਕ ਨੂੰ ਸਾਡੀ ਇਮਾਰਤ ਵਿੱਚ ਆਉਣ ਤੋਂ ਬਿਨਾਂ ਸਭ ਕੁਝ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਇਹ ਉਹਨਾਂ ਗਾਹਕਾਂ ਲਈ ਸੌਖਾ ਹੈ ਜੋ ਦਫਤਰ ਦੇ ਨੇੜੇ ਨਹੀਂ ਹਨ ਜਾਂ ਜੋ ਰਾਜ ਤੋਂ ਬਾਹਰ ਰਹਿੰਦੇ ਹਨ..
pl: Prześlij dokument, oznacz go do podpisu, a następnie klient loguje się i podpisuje elektronicznie. Wszystko odbywa się bez konieczności wchodzenia klienta do naszego budynku. Jest to przydatne w przypadku klientów, którzy nie są blisko biura lub mieszkają poza stanem..
ps: یو سند اپلوډ کړئ ، د لاسلیک لپاره یې په نښه کړئ ، او بیا پیرودونکی ننوځي او بریښنالیک یې لاسلیک کړي. هرڅه پرته له دې چې پیرودونکي زموږ ودانۍ ته راشي ترسره کیږي. دا د هغو پیرودونکو لپاره کار دی چې دفتر ته نږدې نه وي یا د دولت څخه بهر ژوند کوي.
pt: Carregue um documento, marque-o para assinatura e, em seguida, o cliente faz login e o assina por e-mail. Tudo é feito sem que o cliente tenha que entrar em nosso prédio. Isso é útil para clientes que não estão perto de um escritório ou que moram fora do estado.
ro: Încărcați un document, marcați-l pentru semnare, apoi clientul se conectează și îl semnează electronic. Totul se face fără ca clientul să fie nevoit să intre în clădirea noastră. Acest lucru este util pentru clienții care nu sunt aproape de un birou sau care locuiesc în afara statului.
ru: Загрузите документ, отметьте его для подписи, а затем клиент войдет в систему и подпишет его электронной подписью. Все делается без необходимости присутствия клиента в нашем здании. Это удобно для клиентов, которые не находятся рядом с офисом или живут за пределами штата.
rw: Kuramo inyandiko, shyira akamenyetso kumukono, hanyuma umukiriya arinjira hanyuma e-ayisinyire. Ibintu byose bikorwa nta mukiriya ugomba kwinjira mu nyubako yacu. Ibi bifasha abakiriya batari hafi y'ibiro cyangwa baba hanze yigihugu ..
sd: هڪ دستاويز اپلوڊ ڪريو، ان کي دستخط لاءِ نشان لڳايو، ۽ پوءِ ڪلائنٽ لاگ ان ٿئي ٿو ۽ ان کي اي-سائن ڪري ٿو. اسان جي بلڊنگ ۾ اچڻ جي ڪلائنٽ کان سواءِ سڀ ڪجهه ٿي وڃي ٿو. اهو انهن گراهڪن لاءِ آسان آهي جيڪي ڪنهن آفيس جي ويجهو نه آهن يا جيڪي رياست کان ٻاهر رهن ٿا..
si: ලේඛනයක් උඩුගත කරන්න, අත්සන සඳහා එය සලකුණු කරන්න, ඉන්පසු සේවාදායකයා ලොග් වී එය විද්‍යුත් අත්සන් කරයි. සේවාදායකයා අපගේ ගොඩනැගිල්ලට පැමිණීමෙන් තොරව සියල්ල සිදු කරනු ලැබේ. කාර්යාලයකට සමීප නොවන හෝ ප්‍රාන්තයෙන් පිටත ජීවත් වන සේවාදායකයින්ට මෙය ප්‍රයෝජනවත් වේ.
sk: Nahrajte dokument, označte ho na podpis a potom sa klient prihlási a elektronicky podpíše. Všetko sa deje bez toho, aby klient musel prísť do našej budovy. To je užitočné pre klientov, ktorí nie sú blízko kancelárie alebo žijú mimo štátu.
sl: Naložite dokument, ga označite za podpis, nato pa se stranka prijavi in ga e-podpiše. Vse se naredi, ne da bi stranka morala priti v našo stavbo. To je priročno za stranke, ki niso blizu pisarne ali živijo zunaj države.
sq: Ngarkoni një dokument, shënojeni për nënshkrim dhe më pas klienti regjistrohet dhe e nënshkruan atë. Gjithçka bëhet pa pasur nevojë të hyjë klienti në ndërtesën tonë. Kjo është e dobishme me klientët që nuk janë afër një zyre ose që jetojnë jashtë shtetit..
sr: Отпремите документ, означите га за потпис, а затим се клијент пријављује и е-потписује. Све се ради без потребе да клијент долази у нашу зграду. Ово је згодно за клијенте који нису близу канцеларије или који живе ван државе.
sv: Ladda upp ett dokument, markera det för signatur och sedan loggar klienten in och e-signerar det. Allt blir gjort utan att kunden behöver komma in i vår byggnad. Detta är praktiskt med kunder som inte är nära ett kontor eller som bor utanför staten.
sw: Pakia hati, itie alama kwa sahihi, kisha mteja huingia na kuitia saini. Kila kitu kinafanyika bila mteja kuja kwenye jengo letu. Hii ni rahisi kwa wateja ambao hawako karibu na ofisi au wanaoishi nje ya jimbo.
ta: ஒரு ஆவணத்தைப் பதிவேற்றி, கையொப்பத்திற்காகக் குறிக்கவும், பின்னர் கிளையன்ட் உள்நுழைந்து மின்-கையொப்பமிடவும். வாடிக்கையாளர் எங்கள் கட்டிடத்திற்குள் வராமல் எல்லாம் முடிந்துவிடும். அலுவலகத்திற்கு அருகில் இல்லாத அல்லது மாநிலத்திற்கு வெளியே வசிக்கும் வாடிக்கையாளர்களுக்கு இது எளிது.
te: పత్రాన్ని అప్‌లోడ్ చేసి, సంతకం కోసం దాన్ని గుర్తు పెట్టండి, ఆపై క్లయింట్ లాగ్ ఇన్ చేసి ఇ-సైన్ చేస్తుంది. క్లయింట్ మా భవనంలోకి రానవసరం లేకుండా ప్రతిదీ జరుగుతుంది. కార్యాలయానికి దగ్గరగా లేని లేదా రాష్ట్రం వెలుపల నివసించే ఖాతాదారులకు ఇది ఉపయోగపడుతుంది..
tg: Ҳуҷҷатро бор кунед, онро барои имзо қайд кунед ва пас муштарӣ ворид шуда, ба он имзои электронӣ мегузорад. Ҳама чиз бидуни ворид шудани муштарӣ ба бинои мо сурат мегирад. Ин барои муштариёне, ки ба офис наздик нестанд ё берун аз иёлот зиндагӣ мекунанд, муфид аст.
th: อัปโหลดเอกสาร ทำเครื่องหมายเพื่อเซ็นชื่อ จากนั้นลูกค้าเข้าสู่ระบบและลงชื่ออิเล็กทรอนิกส์ ทุกอย่างเสร็จสิ้นโดยที่ลูกค้าไม่ต้องเข้ามาในอาคารของเรา วิธีนี้สะดวกสำหรับลูกค้าที่ไม่ได้อยู่ใกล้สำนักงานหรืออยู่ต่างจังหวัด..
tk: Resminama ýükläň, gol üçin belläň, soňra müşderi girýär we e-gol çekýär. Müşderi biziň binamyza girmän hemme zat ýerine ýetirilýär. Bu, ofise ýakyn bolmadyk ýa-da daşary ýurtda ýaşaýan müşderiler bilen amatly ..
tl: Mag-upload ng isang dokumento, markahan ito para sa pirma, at pagkatapos ay mag-log in ang kliyente at pipirmahan ito ng elektronik. Nagagawa ang lahat nang hindi kinakailangang pumasok ang kliyente sa aming gusali. Ito ay madaling gamitin sa mga kliyenteng hindi malapit sa isang opisina o nakatira sa labas ng estado.
tr: Bir belge yükleyin, imza için işaretleyin ve ardından müşteri oturum açar ve e-imzalar. Her şey müşterinin binamıza gelmesine gerek kalmadan yapılır. Bu, bir ofise yakın olmayan veya eyalet dışında yaşayan müşteriler için kullanışlıdır.
tt: Документны йөкләгез, имза өчен билгеләгез, аннары клиент керә һәм электрон имза куя. Барысы да клиент безнең бинага керергә тиеш түгел. Бу офиска якын булмаган яки дәүләттән читтә яшәүче клиентлар белән файдалы ..
ug: ھۆججەتنى يۈكلەڭ ، ئىمزا قويۇڭ ، ئاندىن خېرىدار كىرىپ ئېلېكترونلۇق ئىمزا قويىدۇ. خېرىدار بىنامىزغا كىرمىسىمۇ ھەممە ئىش تاماملىنىدۇ. بۇ ئىشخانىغا يېقىن بولمىغان ياكى شىتات سىرتىدا ياشايدىغان خېرىدارلار بىلەن قولايلىق ..
uk: Завантажте документ, позначте його для підпису, а потім клієнт увійде та підпише його електронним підписом. Все робиться без відвідування клієнтом нашої будівлі. Це зручно для клієнтів, які не знаходяться поблизу офісу або живуть за межами штату.
ur: ایک دستاویز اپ لوڈ کریں، اسے دستخط کے لیے نشان زد کریں، اور پھر کلائنٹ لاگ ان کرتا ہے اور اسے ای-سائن کرتا ہے۔ کلائنٹ کو ہماری عمارت میں آنے کے بغیر سب کچھ ہو جاتا ہے۔ یہ ان کلائنٹس کے لیے کارآمد ہے جو دفتر کے قریب نہیں ہیں یا جو ریاست سے باہر رہتے ہیں۔
uz: Hujjatni yuklang, imzo uchun belgilang, keyin mijoz tizimga kiradi va uni elektron imzolaydi. Hamma narsa mijoz bizning binoga kirmasdan amalga oshiriladi. Bu ofisga yaqin bo'lmagan yoki shtatdan tashqarida yashovchi mijozlar uchun qulay.
vi: Tải lên một tài liệu, đánh dấu nó để làm chữ ký, sau đó khách hàng đăng nhập và ký điện tử. Mọi thứ được thực hiện mà khách hàng không cần phải vào tòa nhà của chúng tôi. Điều này rất hữu ích với những khách hàng không ở gần văn phòng hoặc những người sống ngoài tiểu bang ..
xh: Layisha uxwebhu, luphawulelwe utyikityo, kwaye emva koko umxhasi ungene kwaye ayisayine nge-imeyile. Yonke into yenziwa ngaphandle kokuba umxhasi angene kwisakhiwo sethu. Oku kuluncedo kubathengi abangekho kufutshane neofisi okanye abahlala ngaphandle kwelizwe..
yi: צופֿעליקער אַ דאָקומענט, צייכן עס פֿאַר כסימע, און דער קליענט לאָגס אין און E- צייכן עס. אַלץ געץ געטאן אָן דער קליענט האט צו קומען אין אונדזער בנין. דאָס איז האַנטיק מיט קלייאַנץ וואָס זענען נישט נאָענט צו אַן אָפיס אָדער וואָס לעבן אויס-פון-שטאַט.
