Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
af: Begin met jou CaseActive-program deur ons videogids te volg, en pas dit aan om jou behoeftes te pas.
am: የእኛን የቪዲዮ መመሪያ በመከተል ከ CaseActive መተግበሪያዎ ጋር ይጀምሩ, እና ለፍላጎቶችዎ በሚያመች መልኩ ብጁ ያድርጉት.
ar: ابدأ في تطبيق CaseActive من خلال اتباع دليل الفيديو الخاص بنا ، وتخصيصه ليناسب احتياجاتك.
az: Video tapşırığımıza əməl edərək CaseActive tətbiqinizlə başlayın və ehtiyaclarınıza cavab verin.
be: Пачатак працы з прыкладаннем CaseActive, вынікаючы наша відэа кіраўніцтва, і наладзіць яго ў адпаведнасці з вашымі патрэбамі.
bg: Започнете работа с приложението CaseActive, като следвате нашия видео наръчник и я персонализирайте според вашите нужди.
bn: আমাদের ভিডিও গাইড অনুসরণ করে আপনার কেসঅ্যাক্টিভ অ্যাপ্লিকেশন দিয়ে শুরু করুন এবং আপনার প্রয়োজন অনুসারে এটি কাস্টমাইজ করুন।
ca: Comenceu amb l’aplicació CaseActive seguint la nostra guia de vídeo i personalitzeu-la segons les vostres necessitats.
cs: Začněte s aplikací CaseActive podle našeho průvodce videem a upravte ji podle svých potřeb.
cy: Dechreuwch gyda&#39;ch ap CaseActive trwy ddilyn ein canllaw fideo, a&#39;i addasu i weddu i&#39;ch anghenion.
da: Kom i gang med din CaseActive-app ved at følge vores videoguide og tilpasse den efter dine behov.
de: Beginnen Sie mit Ihrer CaseActive-App, indem Sie unserem Video-Guide folgen und diese an Ihre Bedürfnisse anpassen.
el: Ξεκινήστε με την εφαρμογή CaseActive ακολουθώντας τον οδηγό βίντεο και προσαρμόστε το ώστε να ταιριάζει στις ανάγκες σας.
eo: Komencu kun via CaseActive-programo sekvante nian videofilmon kaj agordu ĝin laŭ viaj bezonoj.
es: Comience con su aplicación CaseActive siguiendo nuestra guía de video y personalícela para adaptarla a sus necesidades.
et: Alustage oma rakendusega AppActive, järgides meie videojuhendit ja kohandage seda vastavalt oma vajadustele.
eu: Hasi zure CaseActive aplikazioarekin gure bideo gida jarraituz eta pertsonalizatu zure beharren arabera.
fa: با پیگیری راهنمای ویدیوی خود با برنامه CaseActive خود شروع کنید و آن را با توجه به نیازهایتان سفارشی کنید.
fi: Käynnistä CaseActive-sovelluksesi noudattamalla videopalveluamme ja mukauttamalla se tarpeidesi mukaan.
fr: Commencez avec votre application CaseActive en suivant notre guide vidéo et personnalisez-le en fonction de vos besoins.
fy: Begjin mei jo CaseActive app troch te folgjen fan ús fideoklip, en jo oanpasse oan jo behoeften.
ga: Cuir tús le do app CaseActive trí ár dtreoirleabhar físeáin a leanúint, agus é a oiriúnú do do chuid riachtanas.
gd: Tòisich air le aplacaid CaseActive le bhith a ’leantainn ar stiùireadh bhideo, agus dèan atharrachadh air gus a dhèanamh freagarrach dha na feumalachdan agad.
gl: Comece a aplicación CaseActive seguindo a nosa guía de vídeo e personalízaa para que se axuste ás súas necesidades.
gu: તમારી વિડિઓ માર્ગદર્શિકાને અનુસરીને તમારા કેસ ઍક્ટિવ એપ્લિકેશન સાથે પ્રારંભ કરો અને તમારી જરૂરિયાતોને અનુરૂપ તેને કસ્ટમાઇઝ કરો.
hi: हमारे वीडियो गाइड का पालन करके अपने CaseActive ऐप से शुरुआत करें, और अपनी आवश्यकताओं के अनुरूप इसे अनुकूलित करें।
hr: Počnite s aplikacijom CaseActive slijedeći naš video vodič i prilagodite ga tako da odgovara vašim potrebama.
hu: Kezdje el a CaseActive alkalmazást a videó útmutató segítségével, és testreszabhatja azt az Ön igényeinek megfelelően.
hy: Սկսեք ձեր CaseActive հավելվածին, հետեւելով մեր տեսանյութի ուղեցույցին եւ հարմարեցրեք այն, որպեսզի համապատասխանի ձեր պահանջներին:
id: Mulai dengan aplikasi CaseActive Anda dengan mengikuti panduan video kami, dan sesuaikan dengan kebutuhan Anda.
is: Byrjaðu með CaseActive appinu þínu með því að fylgja vídeóleiðarvísinum okkar og aðlaga það að þörfum þínum.
it: Inizia con la tua app CaseActive seguendo la nostra guida video e personalizzala in base alle tue esigenze.
iw: התחל בעבודה עם אפליקציית ה- CASActive שלך על ידי ביצוע מדריך הסרטונים שלנו והתאמה אישית לצרכיך.
ja: 私たちのビデオガイドに従ってあなたのCaseActiveアプリを始めて、そしてあなたのニーズに合うようにそれをカスタマイズしてください。
ka: დაიწყეთ თქვენი CaseActive აპლიკაციით, ჩვენი ვიდეოს სახელმძღვანელოს შემდეგ და დააკმაყოფილებთ თქვენს მოთხოვნებს.
kk: Біздің бейнемәліметтерге сүйене отырып, CaseActive бағдарламаңызды бастаңыз және оны сіздің қажеттіліктеріңізге сәйкестендіріңіз.
km: ចាប់ផ្តើមជាមួយកម្មវិធី CaseActive របស់អ្នកដោយធ្វើតាមមគ្គុទេសក៍វីដេអូរបស់យើងនិងកែសម្រួលវាតាមតម្រូវការរបស់អ្នក។
kn: ನಮ್ಮ ವೀಡಿಯೊ ಮಾರ್ಗದರ್ಶಿ ಅನುಸರಿಸುವ ಮೂಲಕ ನಿಮ್ಮ CaseActive ಅಪ್ಲಿಕೇಶನ್ನೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಿ, ಮತ್ತು ನಿಮ್ಮ ಅಗತ್ಯಗಳಿಗೆ ತಕ್ಕಂತೆ ಅದನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ.
ku: Ji hêla rêberê vîdyoya me ve dihêle û ji bo pêdiviyên we hewce dike ku ji hêla appActive re dest pê bikin.
ky: Биздин Video жол төмөнкү менен CaseActive колдонмо менен баштоо жана муктаждыктарына жооп берген, аны өзгөчөлөштүрүү.
lb: Géi beginn mat Ärem CaseActive App, andeems Dir eis Video Guide leet an Dir maacht Iech op Är Bedueter.
lo: ເລີ່ມຕົ້ນດ້ວຍແອັບຯ CaseActive ຂອງທ່ານໂດຍການຕິດຕາມຄູ່ມືວິດີໂອຂອງພວກເຮົາແລະປັບແຕ່ງມັນໃຫ້ເຫມາະສົມກັບຄວາມຕ້ອງການຂອງທ່ານ.
lt: Pradėkite nuo „CaseActive“ programos atlikdami vaizdo įrašų vadovą ir pritaikykite jį pagal savo poreikius.
lv: Sāciet darbu ar savu AppActive lietotni, sekojot mūsu videoklipu rokasgrāmatai un pielāgojot to atbilstoši savām vajadzībām.
mg: Atombohy amin&#39;ny fampiharana CaseActive amin&#39;ny alàlan&#39;ny fanarahana ny mpitari-dahatsary antsika, ary hampifanaraka izany araka izay ilainareo.
mi: Me tīmata ki to taupānga Apiamahi mā te whai i to maatau aratohu ataata, ka whakaritehia kia rite ki o hiahia.
mk: Започнете со вашата апликација CaseActive следејќи го нашиот видео водич и прилагодете ја на вашите потреби.
ml: ഞങ്ങളുടെ വീഡിയോ ഗൈഡ് പിന്തുടർന്ന് നിങ്ങളുടെ CaseActive അപ്ലിക്കേഷൻ ഉപയോഗിച്ച് ആരംഭിക്കുക, നിങ്ങളുടെ ആവശ്യങ്ങൾക്ക് അനുയോജ്യമായ രീതിയിൽ ഇഷ്ടാനുസൃതമാക്കുക.
mn: Өөрийн CaseActive аппликэйшнийг ашиглан манай гарын авлагыг дагаж, өөрийн хэрэгцээнд нийцүүлэн өөрчлөх боломжтой.
mr: आपल्या व्हिडिओ मार्गदर्शकांचे अनुसरण करून आपल्या केस अॅक्टिव्ह अॅपसह प्रारंभ करा आणि आपल्या गरजा पूर्ण करण्यासाठी सानुकूलित करा.
ms: Bermula dengan aplikasi CaseActive anda dengan mengikuti panduan video kami, dan menyesuaikannya mengikut keperluan anda.
mt: Ibda bl-app CaseActive tiegħek billi ssegwi l-gwida tal-vidjow tagħna, u aġġustaha skond il-bżonnijiet tiegħek.
my: ကျွန်တော်တို့ရဲ့ဗီဒီယိုကိုလမ်းညွှန်အောက်ပါအားဖြင့်သင့် CaseActive app ကိုနဲ့စတင်, သင်၏လိုအပ်ချက်များကိုကိုက်ညီဖို့က customize Get ။
ne: हाम्रो भिडियो गाइड पछ्याएर तपाईंको CaseActive एपको साथ सुरू गर्नुहोस्, र तपाईंको आवश्यकता अनुरूप गर्न यसलाई अनुकूलित गर्नुहोस्।
nl: Ga aan de slag met uw CaseActive-app door onze videogids te volgen en aan te passen aan uw behoeften.
no: Kom i gang med CaseActive-appen din ved å følge vår videoguide, og tilpass den til dine behov.
or: ଆମର ଭିଡିଓ ଗାଇଡ୍ ଅନୁସରଣ କରି ତୁମର କେସ୍ ଆକ୍ଟିଭ୍ ଆପ୍ ସହିତ ଆରମ୍ଭ କର, ଏବଂ ତୁମର ଆବଶ୍ୟକତା ଅନୁଯାୟୀ ଏହାକୁ କଷ୍ଟମାଇଜ୍ କର |
pa: ਸਾਡੀ ਵੀਡੀਓ ਗਾਈਡ ਦੀ ਪਾਲਣਾ ਕਰਕੇ ਆਪਣੇ ਕੇਸ ਐਕਟੀਵ ਐਪ ਨਾਲ ਸ਼ੁਰੂਆਤ ਕਰੋ, ਅਤੇ ਆਪਣੀ ਲੋੜਾਂ ਮੁਤਾਬਕ ਇਸਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ.
pl: Zacznij korzystać z aplikacji CaseActive, postępując zgodnie z naszym przewodnikiem wideo i dostosuj go do swoich potrzeb.
ps: زموږ د ویډیو لارښود په تعقیب د خپل قضیې ایپ سره پیل کړئ، او د اړتیاوو سره سم د هغې لپاره حساس کړئ.
pt: Comece a usar seu aplicativo CaseActive seguindo nosso guia de vídeo e personalize-o para atender às suas necessidades.
ro: Începeți cu aplicația dvs. CaseActive urmând ghidul nostru video și personalizați-l pentru a vă satisface nevoile.
ru: Начните работу с приложением CaseActive, следуя нашему видео-руководству, и настройте его в соответствии со своими потребностями.
rw: Tangira hamwe na porogaramu yawe ya CaseActive ukurikiza amabwiriza ya videwo, hanyuma uyitondere kugirango uhuze ibyo ukeneye.
sd: اسان جي ويڊيو لائيٽ جي پيروي ڪندي پنهنجي ڪيسي ايپ سان شروع ڪريو، ۽ توهان جي ضرورتن جي مطابق ترتيب ڏيڻ لاء.
si: අපගේ වීඩියෝ මාර්ගෝපදේශ අනුගමනය කිරීමෙන් ඔබගේ CaseActive යෙදුම සමඟ ආරම්භ කරන්න, සහ ඔබේ අවශ්යතාවන්ට ගැලපෙන ලෙස සකස් කරන්න.
sk: Začnite s aplikáciou CaseActive pomocou nášho sprievodcu videom a prispôsobte ho tak, aby vyhovoval vašim potrebám.
sl: Začnite z aplikacijo CaseActive tako, da sledite našem video vodniku in jo prilagodite svojim potrebam.
sq: Filloni me aplikacionin tuaj CaseActive duke ndjekur udhëzuesin tonë të videove, dhe përshtateni atë sipas nevojave tuaja.
sr: Почните са апликацијом ЦасеАцтиве пратећи наш видео водич и прилагодите га тако да одговара вашим потребама.
sv: Kom igång med din CaseActive-app genom att följa vår videoguide och anpassa den efter dina behov.
sw: Anza na programu yako ya CaseActive kwa kufuata mwongozo wetu wa video, na uifanye hivyo ili ipatikane na mahitaji yako.
ta: எங்கள் வீடியோ வழிகாட்டியைப் பின்பற்றுவதன் மூலம் உங்கள் CaseActive பயன்பாட்டின் மூலம் தொடங்குங்கள், மேலும் உங்கள் தேவைகளுக்கு ஏற்றபடி தனிப்பயனாக்கலாம்.
te: మా వీడియో మార్గదర్శిని అనుసరించడం ద్వారా మీ CaseActive అనువర్తనంతో ప్రారంభించండి మరియు మీ అవసరాలకు అనుగుణంగా అనుకూలీకరించండి.
tg: Бо ёрии AppActive худ шинос шавед, бо роҳи дастурҳои видеоӣ шинос шавед ва онро ба талаботи шумо мувофиқ созед.
th: เริ่มต้นกับแอป CaseActive ของคุณโดยทำตามคำแนะนำวิดีโอของเราและปรับแต่งให้เหมาะกับความต้องการของคุณ
tk: Wideo gollanmamyza eýerip, “CaseActive” programmaňyz bilen başlaň we islegleriňize görä düzüň.
tl: Magsimula sa iyong CaseActive app sa pamamagitan ng pagsunod sa aming gabay sa video, at i-customize ito upang umangkop sa iyong mga pangangailangan.
tr: Video rehberimizi takip ederek CaseActive uygulamanıza başlayın ve bunları ihtiyaçlarınıza göre özelleştirin.
tt: Безнең CaseActive кушымтасы белән безнең видео күрсәтмәгә ияреп башлап җибәрегез, һәм аны сезнең ихтыяҗларыгызга туры китереп көйләгез.
ug: سىن قوللانمىمىزغا ئەگىشىش ئارقىلىق CaseActive دېتالىڭىزنى باشلاڭ ۋە ئېھتىياجىڭىزغا ماس ھالدا خاسلاشتۇرۇڭ.
uk: Розпочніть роботу з програмою CaseActive, дотримуючись нашого відео-посібника, і налаштуйте його відповідно до ваших потреб.
ur: اپنے ویڈیو گائیڈ کی پیروی کرکے اپنے کیسآئک ایپ کے ساتھ شروع کریں، اور اپنی ضروریات کو پورا کرنے کے لئے اپنی مرضی کے مطابق بنائیں.
uz: Video-yo&#39;riqnomamizga rioya qilish orqali CaseActive ilovangiz bilan ishlashni boshlang va ehtiyojlaringizga moslashtiring.
vi: Bắt đầu với ứng dụng CaseActive của bạn bằng cách làm theo hướng dẫn bằng video của chúng tôi và tùy chỉnh ứng dụng cho phù hợp với nhu cầu của bạn.
xh: Qalisa nge-AppActivate App ngokulandela isikhokelo sethu sevidiyo, kwaye uyifake ngokwezifiso ukuhambelana neemfuno zakho.
yi: באַקומען סטאַרטעד מיט דיין קאַסאַאַקטיוו אַפּ דורך נאָכגיין אונדזער ווידעא פירן, און קאַסטאַמייז עס צו פּאַסן דיין באדערפענישן.

source: What are you looking for...
af: Waarvoor soek jy...
am: እየፈለክ ያለክው ነገር ምንድን ነው...
ar: عما تبحث...
az: Nə axtarırsan...
be: Што ты шукаеш...
bg: Какво търсиш...
bn: আপনি কি খুজছেন...
ca: Què estàs buscant...
cs: Co hledáš...
cy: Beth wyt ti&#39;n edrych am...
da: Hvad kigger du efter...
de: Wonach suchen Sie...
el: Τι ψάχνεις...
eo: Kion vi serĉas...
es: Qué estás buscando...
et: Mida sa otsid...
eu: Zer ari zara bilatzen...
fa: دنبال چی میگردی...
fi: Mitä etsit...
fr: Que cherchez-vous...
fy: Wat sykje jo ...
ga: Cad atá tú ag féachaint faoi...
gd: Dè tha thu a ’lorg ...
gl: Qué estás a buscar...
gu: તમે શું શોધી રહ્યા છો ...
hi: तुम क्या ढूंढ रहे हो...
hr: Što tražiš...
hu: Mit keresel...
hy: Ինչ ես փնտրում...
id: Apa yang sedang Anda cari...
is: Að hverju ertu að leita...
it: Che cosa sta cercando...
iw: מה אתה מחפש...
ja: 何を探していますか...
ka: რას ეძებთ ...
kk: Сен не іздеп тұрсың...
km: តើ​អ្នក​កំពុង​រក​អ្វី...
kn: ನೀವು ಏನು ಹುಡುಕುತ್ತಿದ್ದೀರಾ ...
ku: Tu çi digerin ku ...
ky: Эмнени издеп жатабыз ...
lb: No waat sichs de...
lo: ສິ່ງທີ່ທ່ານກໍາລັງຊອກຫາ ...
lt: Ko tu ieškai...
lv: Ko tu meklē...
mg: Inona no tadiavinao...
mi: He aha ta koe e rapu ana ...
mk: Што бараш...
ml: എന്താണ് നിങ്ങൾ തിരയുന്നത്...
mn: Та юу хайж байна вэ ...
mr: आपणास काय हवे आहे...
ms: Apa yang anda cari ...
mt: X&#39;qed tfittex...
my: မင်းဘာရှာနေတာလဲ...
ne: तपाईँ के खोज्दै हुनुहुन्छ...
nl: Waar bent u naar op zoek...
no: Hva ser du etter...
or: ତୁମେ କ &#39;ଣ ଖୋଜୁଛ...
pa: ਤੁਸੀਂ ਕੀ ਲੱਭ ਰਹੇ ਹੋ...
pl: Czego szukasz...
ps: د څه لپاره ګورې...
pt: O que você está procurando...
ro: Ce cauti...
ru: Что вы ищете...
rw: Urimo gushaka iki ...
sd: توهان ڇا ڳولي رهيا آهيو ...
si: ඔයා බලමින් සිටින්නේ කුමක් ද...
sk: Čo hľadáš...
sl: Kaj iščeš...
sq: Cfare po kerkoni ...
sr: Шта тражите...
sv: Vad letar du efter...
sw: Unatafuta nini...
ta: நீங்கள் என்ன தேடுகிறீர்கள் ...
te: మీరు దేని కోసం చూస్తున్నారు ...
tg: Шумо чӣ кофта истодаед...
th: คุณกำลังมองหาอะไร...
tk: Näme gözleýärsiň ...
tl: Ano ang hinahanap mo...
tr: Ne arıyorsun...
tt: Эзләгәнең...
ug: نېمە ئىزدەۋاتىسىز ...
uk: Що ти шукаєш...
ur: تم کیا تلاش کر رہے ہو...
uz: Siz nimani izlayapsiz...
vi: Bạn đang tìm kiếm cái gì...
xh: Ingaba ufuna ntoni...
yi: וואס זוכסטו...

source: Last Updated: June 7, 2021
af: Laas opgedateer: 7 Junie 2021
am: ለመጨረሻ ጊዜ የዘመነው ሰኔ 7 ቀን 2021 ዓ.ም.
ar: تاريخ التحديث الأخير: 7 يونيو 2021
az: Son Yenilənmə: 7 iyun 2021
be: Апошняе абнаўленне: 7 чэрвеня 2021 года
bg: Последна актуализация: 7 юни 2021 г.
bn: শেষ আপডেট: 7 ই জুন, 2121
ca: Darrera actualització: 7 de juny de 2021
cs: Poslední aktualizace: 7. června 2021
cy: Wedi'i Ddiweddaru Ddiwethaf: Mehefin 7, 2021
da: Sidst opdateret: 7. juni 2021
de: Zuletzt aktualisiert: 7. Juni 2021
el: Τελευταία ενημέρωση: 7 Ιουνίου 2021
eo: Laste ĝisdatigita: 7 junio 2021
es: Última actualización: 7 de junio de 2021
et: Viimati uuendatud: 7. juunil 2021
eu: Azken eguneratzea: 2021eko ekainaren 7a
fa: آخرین به روزرسانی: 7 ژوئن 2021
fi: Viimeksi päivitetty: 7. kesäkuuta 2021
fr: Dernière mise à jour : 7 juin 2021
fy: Lêst bywurke: 7 juni 2021
ga: Nuashonraithe Deiridh: 7 Meitheamh, 2021
gd: Air ùrachadh mu dheireadh: 7 Ògmhios, 2021
gl: Última actualización: 7 de xuño de 2021
gu: છેલ્લે અપડેટ: 7 જૂન, 2021
hi: अंतिम अद्यतन: ७ जून, २०२१
hr: Posljednje ažuriranje: 7. lipnja 2021
hu: Utolsó frissítés: 2021. június 7
hy: Վերջին թարմացումը ՝ 2021 թվականի հունիսի 7-ին
id: Terakhir Diperbarui: 7 Juni 2021
is: Síðast uppfært: 7. júní 2021
it: Ultimo aggiornamento: 7 giugno 2021
iw: עודכן לאחרונה: 7 ביוני 2021
ja: 最終更新日: 2021 年 6 月 7 日
ka: ბოლოს განახლდა: 2021 წლის 7 ივნისი
kk: Соңғы жаңартылған: 2021 жылғы 7 маусым
km: ព័ត៌មានចុងក្រោយ៖ ថ្ងៃទី ៧ ខែមិថុនាឆ្នាំ ២០២១
kn: ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ: ಜೂನ್ 7, 2021
ku: Nûvekirî: 7ê Hezîrana 2021
ky: Акыркы жаңылануу: 2021-жылдын 7-июну
lb: Lescht Aktualiséiert: 7. Juni 2021
lo: ປັບປຸງ ໃໝ່ ລ່າສຸດ: ວັນທີ 7 ມິຖຸນາ 2021
lt: Paskutinį kartą atnaujinta: 2021 m. Birželio 7 d
lv: Pēdējo reizi atjaunināts: 2021. gada 7. jūnijā
mg: Nohavaozina farany: 7 Jona 2021
mi: Whakahōu Whakamutunga: Pipiri 7, 2021
mk: Последно ажурирање: 7 јуни 2021 година
ml: അവസാനം അപ്ഡേറ്റ് ചെയ്തത്: ജൂൺ 7, 2021
mn: Сүүлд шинэчлэгдсэн: 2021 оны 6-р сарын 7
mr: अखेरचे अद्यतनितः 7 जून 2021
ms: Kemas kini Terakhir: 7 Jun 2021
mt: Aġġornat l-aħħar: 7 ta 'Ġunju, 2021
my: နောက်ဆုံးပြင်ဆင်ထားသော - ဇွန်လ ၇ ရက်၊ ၂၀၂၁
ne: अन्तिम अपडेट: जून,, २०२१
nl: Laatst bijgewerkt: 7 juni 2021
no: Sist oppdatert: 7. juni 2021
or: ଶେଷ ଅଦ୍ୟତନ: ଜୁନ୍ 7, 2021 |
pa: ਆਖਰੀ ਵਾਰ ਅਪਡੇਟ ਕੀਤਾ: 7 ਜੂਨ, 2021
pl: Ostatnia aktualizacja: 7 czerwca 2021
ps: وروستی ځل تازه شوی: د جون 7 ، 2021
pt: Última atualização: 7 de junho de 2021
ro: Ultima actualizare: 7 iunie 2021
ru: Последнее обновление: 7 июня 2021 г.
rw: Ibiherutse kuvugururwa: Ku ya 7 Kamena 2021
sd: آخري تازه ڪاري: 7 جون 2021
si: අවසන් වරට යාවත්කාලීන කරන ලද්දේ: 2021 ජුනි 7
sk: Posledná aktualizácia: 7. júna 2021
sl: Zadnja posodobitev: 7. junij 2021
sq: Përditësuar së Fundmi: 7 Qershor 2021
sr: Последње ажурирање: 7. јуна 2021
sv: Senast uppdaterad: 7 juni 2021
sw: Ilisasishwa Mwisho: Juni 7, 2021
ta: கடைசியாக புதுப்பிக்கப்பட்டது: ஜூன் 7, 2021
te: చివరిగా నవీకరించబడింది: జూన్ 7, 2021
tg: Навсозии охир: 7 июни соли 2021
th: ปรับปรุงล่าสุด: 7 มิถุนายน 2564
tk: Iň soňky täzelenen: 2021-nji ýylyň 7-nji iýuny
tl: Huling nai-update: Hunyo 7, 2021
tr: Son Güncelleme: 7 Haziran 2021
tt: Соңгы яңартылды: 2021 елның 7 июне
ug: ئاخىرقى يېڭىلانغان ۋاقتى: 2021-يىلى 6-ئاينىڭ 7-كۈنى
uk: Останнє оновлення: 7 червня 2021 року
ur: آخری تازہ کاری: 7 جون ، 2021
uz: Yangilangan: 2021 yil 7-iyun
vi: Cập nhật lần cuối: ngày 7 tháng 6 năm 2021
xh: Ukuhlaziywa kokugqibela: Juni 7, 2021
yi: לעצטע ופּדאַטעד: 7 יוני 2021
