Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 12. Personal Information and Privacy Statement:
af: 12. Persoonlike inligting en privaatheid verklaring:
am: 12. የግል መረጃ እና የግላዊ ገለጻ-
ar: 12. المعلومات الشخصية وبيان الخصوصية:
az: 12. Şəxsi Məlumat və Məxfilik Bəyanatı:
be: 12. Асабістая інфармацыя і Заява аб захаванні прыватнасці:
bg: 12. Лична информация и Декларация за поверителност:
bn: 12. ব্যক্তিগত তথ্য এবং গোপনীয়তা বিবৃতি:
ca: 12. Informació personal i declaració de privadesa:
cs: 12. Osobní informace a prohlášení o ochraně osobních údajů:
cy: 12. Gwybodaeth Bersonol a Datganiad Preifatrwydd:
da: 12. Personlige oplysninger og fortrolighedserklæring:
de: 12. Persönliche Informationen und Datenschutzerklärung:
el: 12. Δήλωση Προσωπικών Δεδομένων και Προστασίας Δεδομένων:
eo: 12. Personaj Informoj kaj Privateca Komunikado:
es: 12. Información personal y declaración de privacidad:
et: 12. Isikuandmed ja privaatsusavaldus:
eu: 12. Informazio Pertsonalak eta Pribatutasun Adierazpena:
fa: 12. اطلاعات شخصی و اعلامیه حفظ حریم خصوصی:
fi: 12. Henkilötietojen ja tietosuojatiedot:
fr: 12. Informations personnelles et déclaration de confidentialité:
fy: 12. Persoanlike ynformaasje en privacy statement:
ga: 12. Faisnéis Phearsanta agus Ráiteas Príobháideachais:
gd: 12. Fiosrachadh Pearsanta agus Aithris Dìomhaireachd:
gl: 12. Información persoal e declaración de privacidade:
gu: 12. વ્યક્તિગત માહિતી અને ગોપનીયતા વિધાન:
hi: 12. व्यक्तिगत जानकारी और गोपनीयता कथन:
hr: 12. Izjava o privatnosti i privatnosti:
hu: 12. Személyes adatok és adatvédelmi nyilatkozat:
hy: 12. Անձնական տեղեկությունների եւ գաղտնիության մասին հայտարարություն.
id: 12. Informasi Pribadi dan Pernyataan Privasi:
is: 12. Persónuupplýsingar og Persónuupplýsingar:
it: 12. Informazioni personali e dichiarazione sulla privacy:
iw: 12. מידע אישי והצהרת פרטיות:
ja: 12.個人情報とプライバシーに関する声明：
ka: 12. პირადი ინფორმაცია და კონფიდენციალობა:
kk: 12. Жеке ақпарат және құпиялылық туралы мәлімдеме:
km: 12. ព័ត៌មានផ្ទាល់ខ្លួននិងសេចក្តីថ្លែងអំពីសិទ្ធិឯកជន:
kn: 12. ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ ಮತ್ತು ಗೌಪ್ಯತೆ ಹೇಳಿಕೆ:
ku: 12. Agahî û Agahdariya Kesane Kesane:
ky: 12. Жеке маалымат жана жекелик билдирүүсү:
lb: 12. Perséinlech Informatiounen a Dateschutzerklärung:
lo: 12. ຂໍ້ມູນສ່ວນຕົວແລະຂໍ້ມູນສ່ວນບຸກຄົນ:
lt: 12. Asmeninės informacijos ir privatumo patvirtinimas:
lv: 12. Personiskās informācijas un konfidencialitātes paziņojums:
mg: 12. Fanambarana manokana sy fanambarana manokana momba ny fiarovana:
mi: 12. Te Whaiaro Whaiaro me te Tauākī Tūmataiti:
mk: 12. Лични информации и Изјава за приватност:
ml: 12. വ്യക്തിഗത വിവരവും സ്വകാര്യതാ പ്രസ്താവനയും:
mn: 12. Хувийн мэдээлэл ба Нууцлалын мэдэгдэл:
mr: 12. वैयक्तिक माहिती आणि प्रायव्हसी स्टेटमेंट:
ms: 12. Maklumat Peribadi dan Kenyataan Privasi:
mt: 12. Dikjarazzjoni ta &#39;Informazzjoni Personali u Privatezza:
my: 12. ပုဂ္ဂိုလ်ရေးသတင်းအချက်အလက်နှင့်လုံခြုံရေးဆိုင်ရာဖော်ပြချက်:
ne: 12. व्यक्तिगत जानकारी र गोपनीयता कथन:
nl: 12. Persoonlijke informatie en privacyverklaring:
no: 12. Personopplysninger og personvernerklæring:
or: 12. ବ୍ୟକ୍ତିଗତ ସୂଚନା ଏବଂ ଗୋପନୀୟତା ବିବୃତ୍ତି:
pa: 12. ਪਰਸਨਲ ਇਨਫਰਮੇਸ਼ਨ ਐਂਡ ਪ੍ਰਾਈਵੇਸੀ ਸਟੇਟਮੈਂਟ:
pl: 12. Dane osobowe i oświadczenie o ochronie prywatności:
ps: 12. شخصي معلومات او د محرمیت بیان:
pt: 12. Informações Pessoais e Declaração de Privacidade:
ro: 12. Informații cu caracter personal și declarație de confidențialitate:
ru: 12. Персональная информация и заявление о конфиденциальности:
rw: 12. Amakuru yihariye hamwe n’ibanga:
sd: 12. ذاتي معلومات ۽ رازداري بيان:
si: 12. පුද්ගලික තොරතුරු සහ පුද්ගලිකත්ව ප්රකාශය:
sk: 12. Osobné informácie a prehlásenie o ochrane osobných údajov:
sl: 12. Osebni podatki in izjava o zasebnosti:
sq: 12. Informacioni Personal dhe Deklarata e Privatësisë:
sr: 12. Изјава о приватности и приватности:
sv: 12. Personuppgifter och sekretesspolicy:
sw: Taarifa ya kibinafsi na Taarifa ya faragha:
ta: 12. தனிப்பட்ட தகவல் மற்றும் தனியுரிமை அறிக்கை:
te: 12. వ్యక్తిగత సమాచారం మరియు గోప్య ప్రకటన:
tg: 12. Маълумоти шахсӣ ва изҳороти махфият:
th: 12. ข้อมูลส่วนบุคคลและคำชี้แจงสิทธิ์ส่วนบุคคล:
tk: 12. Şahsy maglumatlar we gizlinlik beýannamasy:
tl: 12. Personal na Impormasyon at Pahayag sa Privacy:
tr: 12. Kişisel Bilgiler ve Gizlilik Beyanı:
tt: 12. Шәхси мәгълүмат һәм хосусыйлык турында аңлатма:
ug: 12. شەخسىي ئۇچۇر ۋە مەخپىيەتلىك باياناتى:
uk: 12. Особиста інформація та Заява про конфіденційність:
ur: 12. ذاتی معلومات اور رازداری کا بیان:
uz: 12. Shaxsiy ma&#39;lumot va maxfiylik bayonnomasi:
vi: 12. Tuyên bố về quyền riêng tư và thông tin cá nhân:
xh: I-Personal Information kunye neNkcazo yabangasese:
yi: 12. פּערזענלעך אינפֿאָרמאַציע און פריוואטקייט סטאַטעמענט:
