Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
af: 13.3 Force Majeure: Nie een van die partye sal verantwoordelik wees vir enige vertraging, onderbreking of ander versuim om kragtens die ooreenkoms uit te voer nie, weens optrede buite die beheer van die verantwoordelike party, maar slegs vir so lank as wat sulke voorwaardes voortduur. Gebeurtenisse op magtelike vlak sluit in, maar is nie beperk nie tot: natuurrampe (bv. Weerlig, aardbewings, orkane, vloede); oorloë, onluste, terroriste-aktiwiteite en burgerlike kommosies; die aktiwiteite van &#39;n plaaslike ruilvervoerder, en ander handelinge van derde partye; ontploffings en brande; embargo&#39;s, stakings en arbeidsgeskille; regeringsbesluite; mislukkings van telekommunikasieverskaffers of internetdiensverskaffers; mislukkings van derdepartyverskaffers, diensverskaffers of verskaffers; en enige ander saak buite die redelike beheer van &#39;n party.
am: 13.3 የግዳጅ ማ Maዬር-ማንኛውም ተዋዋይ ወገን ከሚመለከታቸው አካላት ቁጥጥር ውጭ በሆኑ ድርጊቶች ምክንያት ስምምነቱን ለማንኛውም መዘግየት ፣ ማቋረጥ ወይም ሌሎች ውድቀቶችን አይወስድም ፣ ነገር ግን እንደዚህ ላሉት ሁኔታዎች እስካልተቀጠለ ድረስ ብቻ ፡፡ የግዳጅ መናድ ክስተቶች የሚከተሉትን ያጠቃልላል ፣ ግን የተወሰኑ አይደሉም: የተፈጥሮ አደጋዎች (ለምሳሌ መብረቅ ፣ የመሬት መንቀጥቀጥ ፣ አውሎ ነፋስ ፣ ጎርፍ); ጦርነቶች ፣ ብጥብጦች ፣ የሽብር ተግባራት እና የእርስ በርስ ብጥብጦች ፣ የአካባቢያዊ የልውውጥ አቅራቢ እንቅስቃሴዎች እና ሌሎች የሦስተኛ ወገኖች ተግባራት ፣ ፍንዳታ እና እሳት; ማዕቀቦች ፣ የሥራ ማቆም አድማዎችና የሥራ ክርክር ፣ የመንግስት ድንጋጌዎች ፤ የቴሌኮሙኒኬሽን አቅራቢዎች ወይም የበይነመረብ አገልግሎት አቅራቢዎች ብልሽቶች ፤ የሶስተኛ ወገን አቅራቢዎች ፣ አገልግሎት ሰጭዎች ወይም ሻጮች አለመሳካቶች ፤ ከፓርቲው ምክንያታዊ ቁጥጥር በላይ ሌላ ማንኛውም ምክንያት።
ar: 13.3 القوة القاهرة: لن يكون أي من الطرفين مسؤولاً عن أي تأخير أو انقطاع أو فشل آخر في الأداء بموجب الاتفاقية بسبب أفعال خارجة عن سيطرة الطرف المسؤول ، ولكن فقط طالما استمرت هذه الظروف. تشمل أحداث القوة القاهرة ، على سبيل المثال لا الحصر: الكوارث الطبيعية (مثل البرق والزلازل والأعاصير والفيضانات) ؛ الحروب وأعمال الشغب والأنشطة الإرهابية والاضطرابات المدنية ؛ أنشطة ناقل التبادل المحلي ، والأفعال الأخرى لأطراف ثالثة ؛ الانفجارات والحرائق. الحظر والإضرابات والنزاعات العمالية ؛ المراسيم الحكومية ؛ فشل مزودي الاتصالات أو مزودي خدمة الإنترنت ؛ إخفاقات موردي الطرف الثالث أو مقدمي الخدمات أو البائعين ؛ وأي سبب آخر خارج عن السيطرة المعقولة للطرف.
az: 13.3 Qüvvət forması: Heç bir tərəf cavabdeh tərəfin nəzarətindən kənar hərəkətlər səbəbindən Saziş çərçivəsində hər hansı bir gecikmə, fasilə və ya digər uğursuzluq üçün məsuliyyət daşımır, ancaq belə şərtlər qaldıqda. Fövqəladə vəziyyət hadisələrinə aşağıdakılar daxildir, lakin bunlarla məhdudlaşmır: təbii fəlakətlər (məsələn, ildırım, zəlzələ, qasırğalar, sel); müharibələr, iğtişaşlar, terror hadisələri və vətəndaş iğtişaşları; yerli mübadilə daşıyıcısının fəaliyyəti və üçüncü şəxslərin digər aktları; partlayışlar və yanğınlar; embarqolar, tətillər və əmək mübahisələri; hökumət qərarları; telekommunikasiya provayderlərinin və ya internet xidməti təminatçılarının uğursuzluqları; üçüncü tərəf təchizatçılarının, xidmət təminatçılarının və ya satıcılarının uğursuzluqları; və bir tərəfin ağlabatan nəzarətindən kənar hər hansı digər səbəb.
be: 13.3 Форс-мажор: Ні адна з бакоў не нясе адказнасці за любыя затрымкі, перапыненне ці іншае невыкананне Пагаднення з-за дзеянняў, якія не ўваходзяць у кантроль адказнай бакі, але толькі да таго часу, пакуль такія ўмовы захоўваюцца. Падзеі форс-мажору ўключаюць, але не абмяжоўваюцца імі: стыхійныя бедствы (напрыклад, маланка, землятрусы, ураганы, паводкі); войны, беспарадкі, тэрарыстычныя мерапрыемствы і грамадзянскія перапады; дзейнасць мясцовага абменніка і іншыя акты трэціх асоб; выбухі і пажары; эмбарга, забастоўкі і працоўныя спрэчкі; пастановы ўрада; збоі ў правайдэраў электрасувязі або правайдэраў Інтэрнэту; адмовы трэціх пастаўшчыкоў, пастаўшчыкоў паслуг або прадаўцоў; і любыя іншыя прычыны, якія не ўваходзяць у разумны кантроль партыі.
bg: 13.3 Форсмажор: Никоя от страните няма да бъде отговорна за всяко забавяне, прекъсване или друго неизпълнение по силата на Споразумението поради действия извън контрола на отговорната страна, но само дотолкова, доколкото съществуват такива условия. Събитията на непреодолима сила включват, но не се ограничават до: природни бедствия (напр. Светкавици, земетресения, урагани, наводнения); войни, безредици, терористични дейности и граждански размирици; дейности на местния борсов превозвач и други актове на трети страни; експлозии и пожари; ембарго, стачки и трудови спорове; правителствени укази; повреди на доставчиците на далекосъобщения или доставчици на интернет услуги; повреди на доставчици, доставчици на услуги или доставчици на трети страни; и всяка друга причина извън разумния контрол на дадена страна.
bn: ১৩.৩ ফোর্স ম্যাজিউর: দায়িত্বশীল দলের নিয়ন্ত্রণের বাইরে কাজ করার কারণে কোনও পক্ষই চুক্তির অধীনে যে কোনও বিলম্ব, বাধা বা অন্য ব্যর্থতার জন্য দায়বদ্ধ হবে না, তবে কেবলমাত্র এত দিন অবধি এই পরিস্থিতি অব্যাহত থাকার জন্য। বলপূর্বক মজুরি ইভেন্টগুলি অন্তর্ভুক্ত করে তবে সীমাবদ্ধ নয়: প্রাকৃতিক দুর্যোগ (যেমন বজ্রপাত, ভূমিকম্প, হারিকেন, বন্যা); যুদ্ধ, দাঙ্গা, সন্ত্রাসবাদী কার্যকলাপ এবং নাগরিক আন্দোলন; স্থানীয় এক্সচেঞ্জ ক্যারিয়ারের ক্রিয়াকলাপ এবং তৃতীয় পক্ষের অন্যান্য ক্রিয়াকলাপ; বিস্ফোরণ এবং আগুন; নিষেধাজ্ঞা, ধর্মঘট ও শ্রমিক বিরোধ; সরকারী আদেশ; টেলিযোগাযোগ সরবরাহকারী বা ইন্টারনেট পরিষেবা সরবরাহকারীদের ব্যর্থতা; তৃতীয় পক্ষের সরবরাহকারী, পরিষেবা সরবরাহকারী বা বিক্রেতাদের ব্যর্থতা; এবং কোনও পার্টির যৌক্তিক নিয়ন্ত্রণের বাইরে অন্য কোনও কারণ।
ca: 13.3 Força Major: Cap de les parts serà responsable de cap retard, interrupció o altre incompliment en virtut de l&#39;Acord a causa d&#39;actes fora del control de la part responsable, però només durant les condicions que persisteixin. Els esdeveniments de força major inclouen, però no es limiten a: desastres naturals (per exemple, llamps, terratrèmols, huracans, inundacions); guerres, disturbis, activitats terroristes i commocions civils; activitats del transportista local i altres actes de tercers; explosions i incendis; embargaments, vagues i disputes laborals; decrets governamentals; falles dels proveïdors de telecomunicacions o proveïdors de serveis d&#39;Internet; fallades de proveïdors de tercers, proveïdors de serveis o venedors; i qualsevol altra causa més enllà del control raonable d’una part.
cs: 13.3 Vyšší moc: Žádná ze smluvních stran nebude odpovědná za jakékoli zpoždění, přerušení nebo jiné neplnění povinností vyplývajících z této dohody v důsledku jednání mimo kontrolu odpovědné strany, ale pouze po dobu, dokud tyto podmínky přetrvávají. Události vyšší moci zahrnují mimo jiné: přírodní katastrofy (např. Blesky, zemětřesení, hurikány, povodně); války, nepokoje, teroristické aktivity a občanské nepokoje; činnosti místních burzovních dopravců a další jednání třetích stran; výbuchy a ohně; embarga, stávky a pracovní spory; vládní nařízení; selhání poskytovatelů telekomunikačních služeb nebo poskytovatelů internetových služeb; selhání dodavatelů, poskytovatelů služeb nebo prodejců třetích stran; a jakékoli jiné příčiny mimo přiměřenou kontrolu strany.
cy: 13.3 Force Majeure: Ni fydd y naill barti na&#39;r llall yn gyfrifol am unrhyw oedi, ymyrraeth neu fethiant arall i berfformio o dan y Cytundeb oherwydd gweithredoedd y tu hwnt i reolaeth y parti cyfrifol, ond dim ond cyhyd â bod amodau o&#39;r fath yn parhau. Mae digwyddiadau Force majeure yn cynnwys, ond heb fod yn gyfyngedig i: drychinebau naturiol (ee mellt, daeargrynfeydd, corwyntoedd, llifogydd); rhyfeloedd, terfysgoedd, gweithgareddau terfysgol, a chymudiadau sifil; gweithgareddau cludwr cyfnewid lleol, a gweithredoedd eraill trydydd partïon; ffrwydradau a thanau; gwaharddiadau, streiciau ac anghydfodau llafur; archddyfarniadau llywodraethol; methiannau darparwyr telathrebu neu ddarparwyr gwasanaeth rhyngrwyd; methiannau cyflenwyr, darparwyr gwasanaeth neu werthwyr trydydd parti; ac unrhyw achos arall y tu hwnt i reolaeth resymol plaid.
da: 13.3 Force Majeure: Ingen af parterne er ansvarlige for forsinkelser, afbrydelser eller anden manglende udførelse i henhold til aftalen på grund af handlinger, der er uden for den ansvarlige parts kontrol, men kun så længe sådanne betingelser vedvarer. Force majeure-begivenheder inkluderer, men er ikke begrænset til: naturkatastrofer (f.eks. Lyn, jordskælv, orkaner, oversvømmelser); krige, optøjer, terroraktiviteter og civile kommotioner; en lokal udvekslingsselskabs aktiviteter og andre handlinger fra tredjepart; eksplosioner og brande; embargoer, strejker og arbejdskonflikter; regeringsdekret; fejl fra telekommunikationsudbydere eller internetudbydere; fejl fra tredjepartsleverandører, tjenesteudbydere eller leverandører; og enhver anden årsag uden for en parts rimelige kontrol.
de: 13.3 Höhere Gewalt: Keine Partei haftet für Verzögerungen, Unterbrechungen oder andere Leistungsstörungen im Rahmen des Vertrags aufgrund von Handlungen, die außerhalb der Kontrolle der verantwortlichen Partei liegen, jedoch nur solange diese Bedingungen bestehen. Zu Ereignissen höherer Gewalt gehören unter anderem: Naturkatastrophen (z. B. Blitze, Erdbeben, Hurrikane, Überschwemmungen); Kriege, Unruhen, terroristische Aktivitäten und Unruhen; Aktivitäten eines lokalen Vermittlungsunternehmens und andere Handlungen Dritter; Explosionen und Brände; Embargos, Streiks und Arbeitskämpfe; Regierungsverordnungen; Ausfälle von Telekommunikationsanbietern oder Internetdienstanbietern; Ausfälle von Drittanbietern, Dienstleistern oder Anbietern; und jede andere Ursache, die außerhalb der angemessenen Kontrolle einer Partei liegt.
el: 13.3 Δύναμη ανωτέρας βίας: Κανένα μέρος δεν θα είναι υπεύθυνο για οποιαδήποτε καθυστέρηση, διακοπή ή άλλη αποτυχία εκτέλεσης βάσει της Συμφωνίας λόγω πράξεων πέραν του ελέγχου του υπεύθυνου μέρους, αλλά μόνο για όσο διάστημα ισχύουν τέτοιοι όροι. Τα γεγονότα ανωτέρας βίας περιλαμβάνουν, αλλά δεν περιορίζονται σε: φυσικές καταστροφές (π.χ. κεραυνούς, σεισμούς, τυφώνες, πλημμύρες). πόλεμοι, ταραχές, τρομοκρατικές δραστηριότητες και πολιτικές αναταραχές · δραστηριότητες τοπικού μεταφορέα ανταλλαγής και άλλες πράξεις τρίτων · εκρήξεις και πυρκαγιές · εμπάργκο, απεργίες και εργασιακές διαφορές · κυβερνητικά διατάγματα · αστοχίες παρόχων τηλεπικοινωνιών ή παρόχων υπηρεσιών Διαδικτύου · αποτυχίες τρίτων προμηθευτών, παρόχων υπηρεσιών ή προμηθευτών · και οποιαδήποτε άλλη αιτία πέραν του εύλογου ελέγχου ενός μέρους.
eo: 13.3 Forto Majeure: Neniu partio respondecos pri ia malfruo, interrompo aŭ alia malsukceso plenumi sub la Interkonsento pro agoj ekster la kontrolo de la respondeca partio, sed nur tiel longe kiel tiaj kondiĉoj persistas. Fortaj majoraj eventoj inkluzivas, sed ne limiĝas al: naturaj katastrofoj (ekz. Fulmo, tertremoj, uraganoj, inundoj); militoj, tumultoj, terorismaj agadoj kaj civilaj tumultoj; agadoj de loka interŝanĝa kompanio kaj aliaj aktoj de triaj; eksplodoj kaj incendioj; embargoj, strikoj kaj laboraj disputoj; registaraj dekretoj; misfunkciadoj de telekomunikaj provizantoj aŭ interretaj servaj provizantoj; misfunkciadoj de triaj provizantoj, provizantoj aŭ vendistoj; kaj ia ajn alia kaŭzo preter la akceptebla kontrolo de partio.
es: 13.3 Fuerza mayor: ninguna de las partes será responsable de cualquier retraso, interrupción u otra falta de cumplimiento en virtud del Acuerdo debido a actos fuera del control de la parte responsable, pero solo mientras persistan tales condiciones. Los eventos de fuerza mayor incluyen, entre otros: desastres naturales (por ejemplo, rayos, terremotos, huracanes, inundaciones); guerras, disturbios, actividades terroristas y conmociones civiles; las actividades de un operador de intercambio local y otros actos de terceros; explosiones e incendios; embargos, huelgas y conflictos laborales; decretos gubernamentales; fallas de proveedores de telecomunicaciones o proveedores de servicios de internet; fallas de terceros proveedores, proveedores de servicios o vendedores; y cualquier otra causa más allá del control razonable de una parte.
et: 13.3 Vääramatu jõud: Kumbki lepinguosaline ei vastuta lepingujärgsete viivituste, katkestuste ega muude kohustuste täitmata jätmise eest, mis on tingitud vastutavast osapoolest mitteolenevatest toimingutest, kuid ainult nii kaua, kui sellised tingimused püsivad. Vääramatu jõu sündmused hõlmavad muu hulgas: loodusõnnetusi (nt välk, maavärinad, orkaanid, üleujutused); sõjad, mässud, terroristlik tegevus ja tsiviilrahu; kohaliku vahetusettevõtja tegevus ja muud kolmandate isikute toimingud; plahvatused ja tulekahjud; embargot, streike ja töövaidlusi; valitsuse määrused; telekommunikatsiooni pakkujate või Interneti-teenuse pakkujate rikked; kolmandate osapoolte pakkujate, teenuseosutajate või müüjate rikked; ja muudel põhjustel, mis ei ole osapoole mõistlikul kontrolli all.
eu: 13.3 Indar Maiatza: inor ez da inolako erantzukizunik izango Hitzarmenaren pean egin beharreko atzerapen, eten edo bestelako eginkizunen erantzulearen erantzulearen kontroletik kanpo dauden ekintzengatik, baina horrelako baldintzek irauten duten bitartean. Indar handieneko gertaerak honakoak dira, baina ez dira soilik hondamendi naturalak (adibidez tximistak, lurrikarak, urakanak, uholdeak); gerrak, matxinadak, ekintza terroristak eta mugimendu zibilak; tokiko truke-garraiatzaileen jarduerak, eta hirugarrenen egintzak; leherketak eta suteak; enbargak, grebak eta lan gatazkak; gobernuko dekretuak; telekomunikazio hornitzaileen edo Interneteko zerbitzu hornitzaileen hutsak; hirugarrenen hornitzaileen, zerbitzu hornitzaileen edo saltzaileen hutsak; eta alderdi baten zentzuzko kontroletik kanpo dagoen beste edozein kausa.
fa: 13.3 فورس ماژور: هیچ یک از طرفین مسئولیت هرگونه تأخیر ، وقفه یا عدم انجام عمل دیگر در این توافقنامه به دلیل اقداماتی فراتر از مسئولیت طرف مسئول ، نخواهد بود ، اما فقط تا زمانی که چنین شرایطی ادامه یابد. وقایع فورس نیرو شامل موارد زیر است: بلایای طبیعی (مانند رعد و برق ، زمین لرزه ، طوفان ، سیل). جنگ ها ، شورش ها ، فعالیت های تروریستی و تجارت های مدنی؛ فعالیت های شرکت مبادله ای محلی و سایر اقدامات شخص ثالث. انفجارها و آتش سوزی ها تحریم ها ، اعتصابات و اختلافات کارگری؛ احکام دولتی؛ خرابی ارائه دهندگان ارتباطات راه دور یا ارائه دهندگان خدمات اینترنتی. خرابی در تأمین کنندگان شخص ثالث ، ارائه دهندگان خدمات یا فروشندگان. و هر علت دیگری فراتر از کنترل معقول یک حزب.
fi: 13.3 Ylivoimainen este: Kumpikaan osapuoli ei ole vastuussa sopimuksen mukaisista viivästyksistä, keskeytyksistä tai muista laiminlyönneistä, jotka johtuvat vastuuhenkilön ulkopuolella olevista teoista, mutta vain niin kauan kuin sellaiset olosuhteet jatkuvat. Ylivoimaisen esteen tapahtumia ovat muun muassa: luonnonkatastrofit (esim. Salamat, maanjäristykset, hurrikaanit, tulvat); sodat, mellakat, terroristitoimet ja siviililiikkeet; paikallisen pörssiyhtiön toiminta ja muut kolmansien osapuolten toimet; räjähdykset ja tulipalot; vientikiellot, lakot ja työriidat; valtioneuvoston asetukset; teletoimittajien tai Internet-palveluntarjoajien epäonnistumiset; kolmansien toimittajien, palveluntarjoajien tai myyjien epäonnistumiset; ja muut syyt, jotka eivät ole osapuolen kohtuullisessa määräysvallassa.
fr: 13.3 Force Majeure: Aucune des parties ne sera responsable de tout retard, interruption ou autre manquement à l&#39;exécution en vertu du Contrat en raison d&#39;actes indépendants de la volonté de la partie responsable, mais uniquement aussi longtemps que ces conditions persistent. Les événements de force majeure comprennent, sans s&#39;y limiter: les catastrophes naturelles (par exemple, foudre, tremblements de terre, ouragans, inondations); guerres, émeutes, activités terroristes et troubles civils; les activités d&#39;un opérateur local et d&#39;autres actes de tiers; explosions et incendies; embargos, grèves et conflits du travail; décrets gouvernementaux; les défaillances des fournisseurs de télécommunications ou des fournisseurs de services Internet; les défaillances de fournisseurs, prestataires de services ou vendeurs tiers; et toute autre cause échappant au contrôle raisonnable d&#39;une partie.
fy: 13.3 Force Majeure: Beide partijen sille ferantwurdelik wêze foar elke fertraging, ûnderbrekking of oare mislearring om te fieren ûnder de oerienkomst fanwege hannelingen bûten de kontrôle fan &#39;e ferantwurdlike partij, mar allinich foar sa lang as sokke betingsten oanhâlde. Force majeure-eveneminten omfetsje, mar binne net beheind ta: natuerrampen (bygelyks bliksem, ierdbevingen, orkanen, oerstreamingen); oarloggen, rellen, terroristyske aktiviteiten, en boargerlike kommisjes; de aktiviteiten fan in lokale wikselferfierder, en oare hannelingen fan tredden; eksploazjes en brannen; embargo&#39;s, stakingen en arbeidskippen; regearingsbeslissingen; flaters fan telekommunikaasjeproviders as ynternettsjinstferlieners; flaters fan leveransiers, tsjinstferlieners of vendors fan tredden; en elke oare oarsaak bûten de ridlike kontrôle fan in partij.
ga: 13.3 Force Majeure: Ní bheidh ceachtar páirtí freagrach as aon mhoill, cur isteach nó mainneachtain eile feidhmiú faoin gComhaontú mar gheall ar ghníomhartha nach bhfuil faoi smacht an pháirtí fhreagraigh, ach a fhad agus a mhaireann na coinníollacha sin. I measc imeachtaí force majeure tá, ach níl siad teoranta dóibh: tubaistí nádúrtha (m.sh. tintreach, creathanna talún, hairicíní, tuilte); cogaí, círéibeacha, gníomhaíochtaí sceimhlitheoireachta, agus comórtais shibhialta; gníomhaíochtaí iompróra malairte áitiúla, agus gníomhartha eile tríú páirtithe; pléascanna agus tinte; lánchosc, stailceanna agus díospóidí saothair; foraitheanta rialtais; teipeanna soláthraithe teileachumarsáide nó soláthraithe seirbhíse idirlín; teipeanna soláthraithe, soláthraithe seirbhíse nó díoltóirí tríú páirtí; agus aon chúis eile nach bhfuil smacht réasúnach páirtí air.
gd: 13.3 Force Majeure: Cha bhith uallach air pàrtaidh sam bith airson dàil, briseadh no fàilligeadh sam bith eile a bhith a ’coileanadh fon Aonta mar thoradh air gnìomhan taobh a-muigh smachd a’ phàrtaidh cunntachail, ach a-mhàin fhad ‘s a mhaireas na cumhachan sin. Tha tachartasan force majeure a ’toirt a-steach, ach chan eil iad cuingealaichte ri: mòr-thubaistean nàdurrach (me dealanach, crithean-talmhainn, corragan, tuiltean); cogaidhean, aimhreitean, gnìomhan ceannairc, agus gluasadan catharra; gnìomhan giùlan iomlaid ionadail, agus gnìomhan eile le treas phàrtaidhean; spreadhaidhean agus teintean; embargo, stailcean agus connspaidean saothair; òrdughan riaghaltais; fàilligeadh solaraichean cian-conaltraidh no solaraichean seirbheis eadar-lìn; fàilligeadh solaraichean treas-phàrtaidh, solaraichean seirbheis no luchd-reic; agus adhbhar sam bith eile a tha taobh a-muigh smachd reusanta pàrtaidh.
gl: 13.3 Forza de Mayoría: Ningunha das partes será responsable de calquera atraso, interrupción ou outro incumprimento do Convenio debido a actos fóra do control da parte responsable, pero só durante as condicións que persistan. Os eventos de forza maior inclúen, pero non se limitan a: desastres naturais (por exemplo, lóstrego, terremotos, furacáns, inundacións); guerras, disturbios, actividades terroristas e conmocións civís; actividades dun transportista local e outros actos de terceiros; explosións e incendios; embargos, folgas e disputas laborais; decretos gobernamentais; fallos dos provedores de telecomunicacións ou provedores de servizos de internet; fallos de provedores de terceiros, provedores de servizos ou vendedores; e calquera outra causa máis aló do control razoable dunha festa.
gu: ૧.3. Force ફોર્સ મેજેઅર: જવાબદાર પક્ષના નિયંત્રણથી આગળના કાર્યોને કારણે કરાર હેઠળ કરવામાં કોઈ વિલંબ, વિક્ષેપ અથવા અન્ય નિષ્ફળતા માટે કોઈ પણ પક્ષ જવાબદાર રહેશે નહીં, પરંતુ ફક્ત આટલી લાંબી શરતો ચાલુ રહે ત્યાં સુધી. બળપૂર્ણ ઘટનાઓમાં સમાવિષ્ટ છે, પરંતુ તે મર્યાદિત નથી: કુદરતી આફતો (દા.ત. વીજળી, ભુકંપ, વાવાઝોડા, પૂર); યુદ્ધો, રમખાણો, આતંકવાદી પ્રવૃત્તિઓ અને નાગરિક હંગામો; સ્થાનિક વિનિમય વાહકની પ્રવૃત્તિઓ અને તૃતીય પક્ષોની અન્ય ક્રિયાઓ; વિસ્ફોટો અને આગ; પ્રતિબંધ, હડતાલ અને મજૂર વિવાદ; સરકારી હુકમનામું; ટેલિકમ્યુનિકેશંસ પ્રદાતાઓ અથવા ઇન્ટરનેટ સેવા પ્રદાતાઓની નિષ્ફળતા; તૃતીય પક્ષના સપ્લાયર્સ, સેવા પ્રદાતાઓ અથવા વિક્રેતાઓની નિષ્ફળતા; અને પાર્ટીના વાજબી નિયંત્રણની બહારના કોઈપણ અન્ય કારણો.
hi: 13.3 फोर्स मेज्योर: जिम्मेदार पार्टी के नियंत्रण से परे कृत्यों के कारण समझौते के तहत प्रदर्शन करने के लिए किसी भी देरी, रुकावट या अन्य विफलता के लिए न तो पार्टी जिम्मेदार होगी, लेकिन केवल इतने लंबे समय तक ऐसी स्थिति बनी रहती है। बल की बड़ी घटनाओं में शामिल हैं, लेकिन यह सीमित नहीं हैं: प्राकृतिक आपदाएं (जैसे बिजली, भूकंप, तूफान, बाढ़); युद्ध, दंगे, आतंकवादी गतिविधियाँ, और नागरिक हंगामे; एक स्थानीय विनिमय वाहक की गतिविधियाँ, और तीसरे पक्ष के अन्य कार्य; विस्फोट और आग; आलिंगन, हड़ताल और श्रम विवाद; सरकारी फरमान; दूरसंचार प्रदाताओं या इंटरनेट सेवा प्रदाताओं की विफलता; तीसरे पक्ष के आपूर्तिकर्ताओं, सेवा प्रदाताओं या विक्रेताओं की विफलताएं; और किसी पार्टी के उचित नियंत्रण से परे कोई अन्य कारण।
hr: 13.3 Više sile: Nijedna strana neće biti odgovorna za svako kašnjenje, prekid ili drugo neuspjeh u skladu s Sporazumom zbog djela koja su izvan kontrole odgovorne strane, ali samo dok god postoje takvi uvjeti. Događaji više sile uključuju, ali nisu ograničeni na: prirodne katastrofe (npr. Munje, zemljotresi, uragani, poplave); ratovi, nemiri, terorističke aktivnosti i građanske sukobe; aktivnosti lokalnog mjenjačnice i drugi akti trećih strana; eksplozije i požari; embargo, štrajk i radni sporovi; vladine uredbe; kvarovi telekomunikacijskih pružatelja usluga ili davatelja internetskih usluga; kvarovi dobavljača, dobavljača usluga ili dobavljača trećih strana; i bilo koji drugi razlog izvan razumne kontrole stranke.
hu: 13.3 Vis maior: Egyik fél sem felel a Megállapodás szerinti késésért, megszakításért vagy egyéb mulasztásért, amely a felelős felet nem befolyásolja, de csak addig, amíg az ilyen feltételek fennállnak. A vis maior eseményei magukban foglalják, de nem korlátozódnak ezekre: természeti katasztrófák (pl. Villámlás, földrengések, hurrikánok, áradások); háborúk, zavargások, terrorista tevékenységek és polgári felkelések; a helyi tőzsdei fuvarozó tevékenysége és harmadik felek egyéb tevékenységei; robbanások és tüzek; embargó, sztrájk és munkaügyi viták; kormányzati rendeletek; telekommunikációs szolgáltatók vagy internetszolgáltatók kudarcai; harmadik fél szállítói, szolgáltatói vagy szállítói kudarcai; és bármely más, a párt ésszerű befolyásán kívüli okból.
hy: 13.3 Ֆորս մաժոր. Ոչ մի կողմ չի կարող պատասխանատվություն կրել ցանկացած հետաձգման, ընդհատման կամ Պայմանագրով նախատեսված չկատարելու համար `պատասխանատու կողմի վերահսկողությունից դուրս գործողությունների պատճառով, բայց միայն այնքան ժամանակ, քանի դեռ այդ պայմանները պահպանվում են: Ֆորս մաժորային իրադարձությունները ներառում են, բայց չեն սահմանափակվում միայն. Բնական աղետներ (օրինակ ՝ կայծակ, երկրաշարժեր, փոթորիկներ, ջրհեղեղներ); պատերազմներ, անկարգություններ, ահաբեկչական գործողություններ և քաղաքացիական առևտուրներ. տեղական փոխադրողի գործունեությունը և երրորդ անձանց այլ գործողություններ. պայթյուններ և հրդեհներ; էմբարգոներ, գործադուլներ և աշխատանքային վեճեր. Կառավարության որոշումներ հեռահաղորդակցությունների մատակարարների կամ ինտերնետ ծառայություններ մատուցողների խափանումները. երրորդ կողմի մատակարարների, ծառայություններ մատուցողների կամ վաճառողների ձախողումները. և ցանկացած այլ պատճառ, որը ենթակա է կուսակցության խելամիտ վերահսկողությունից:
id: 13.3 Force Majeure: Tidak ada pihak yang akan bertanggung jawab atas keterlambatan, gangguan atau kegagalan lainnya untuk melakukan berdasarkan Perjanjian karena tindakan di luar kendali pihak yang bertanggung jawab, tetapi hanya selama kondisi tersebut tetap ada. Kejadian force majeure termasuk, tetapi tidak terbatas pada: bencana alam (misalnya petir, gempa bumi, angin topan, banjir); perang, kerusuhan, kegiatan teroris, dan kerusuhan sipil; kegiatan pertukaran penukaran lokal, dan tindakan lain dari pihak ketiga; ledakan dan kebakaran; embargo, pemogokan, dan perselisihan perburuhan; keputusan pemerintah; kegagalan penyedia telekomunikasi atau penyedia layanan internet; kegagalan pemasok, penyedia layanan, atau vendor pihak ketiga; dan sebab lain apa pun di luar kendali wajar suatu pihak.
is: 13.3 Force Majeure: Hvorugur aðilans mun bera ábyrgð á töf, truflunum eða öðrum vanefndum samkvæmt samkomulaginu vegna athafna sem eru undir stjórn ábyrgs aðila, en aðeins svo lengi sem slík skilyrði eru viðvarandi. Atburðir í óviðráðanlegu ástandi fela í sér en eru ekki takmarkaðir við: náttúruhamfarir (td eldingar, jarðskjálftar, fellibylur, flóð); stríð, óeirðir, hryðjuverkastarfsemi og borgaraleg málflutning; starfsemi staðbundinna skiptibifreiða og annarra athafna þriðja aðila; sprengingar og eldar; embargo, verkföll og vinnudeilur; stjórnskipunarúrskurðir; bilun fjarskiptafyrirtækja eða netþjónustuaðila; bilanir birgja, þjónustuaðila eða framleiðenda þriðja aðila; og hver önnur ástæða sem er umfram skynsamleg stjórn aðila.
it: 13.3 Forza maggiore: nessuna delle parti sarà responsabile per eventuali ritardi, interruzioni o altre inadempienze ai sensi del Contratto a causa di atti al di fuori del controllo della parte responsabile, ma solo per il tempo in cui tali condizioni persistono. Gli eventi di forza maggiore includono, ma non sono limitati a: calamità naturali (ad esempio fulmini, terremoti, uragani, inondazioni); guerre, rivolte, attività terroristiche e manifestazioni civili; le attività di un vettore di cambio locale e altri atti di terzi; esplosioni e incendi; embarghi, scioperi e controversie di lavoro; decreti governativi; guasti dei fornitori di telecomunicazioni o dei fornitori di servizi Internet; guasti di fornitori terzi, fornitori di servizi o venditori; e qualsiasi altra causa al di fuori del ragionevole controllo di una parte.
iw: 13.3 כוח עליון: אף אחד מהצדדים לא יהיה אחראי לכל עיכוב, הפרעה או אי ביצוע אחר במסגרת ההסכם עקב מעשים שאינם בשליטתו של הצד האחראי, אלא רק כל עוד תנאים כאלה נמשכים. אירועי כוח עליון כוללים, אך אינם מוגבלים ל: אסונות טבע (למשל ברקים, רעידות אדמה, הוריקנים, שיטפונות); מלחמות, מהומות, פעילויות טרור והסעות אזרחיות; פעילויות של ספקית חילופי מקומיות ומעשים אחרים של צדדים שלישיים; פיצוצים ושריפות; ברגריות, שביתות וסכסוכי עבודה; גזרות ממשלתיות; כשלים של ספקי תקשורת או ספקי שירותי אינטרנט; כישלונות של ספקי צד שלישי, ספקי שירותים או ספקים; וכל סיבה אחרת מעבר לשליטתו הסבירה של צד.
ja: 13.3不可抗力：いずれの当事者も、責任ある当事者の制御が及ばない行為による本契約に基づく遅延、中断、またはその他の不履行に対して責任を負わないものとします。不可抗力のイベントには、以下が含まれますが、これらに限定されません。自然災害（例：雷、地震、ハリケーン、洪水）。戦争、暴動、テロ活動、市民の騒動。地域の通信事業者の活動、および第三者のその他の行為。爆発と火災;禁輸措置、ストライキ、労働争議。政府の命令;電気通信プロバイダーまたはインターネットサービスプロバイダーの障害サードパーティサプライヤー、サービスプロバイダー、またはベンダーの障害。当事者の合理的な制御を超えるその他の原因。
ka: 13.3 ფორსმაჟორი: არცერთი მხარე არ იქნება პასუხისმგებელი ხელშეკრულების შესაბამისად რაიმე შეფერხების, შეფერხების ან სხვა შეუსრულებლობისთვის, პასუხისმგებლობის მხარის კონტროლის მიღმა მოქმედებების გამო, მაგრამ მხოლოდ მანამ, სანამ ასეთი პირობები შენარჩუნდება. ფორსმაჟორული მოვლენები მოიცავს, მაგრამ არ შემოიფარგლება მხოლოდ: სტიქიური უბედურებებით (მაგალითად, ელვა, მიწისძვრა, ქარიშხალი, წყალდიდობა); ომები, არეულობა, ტერორისტული მოქმედებები და სამოქალაქო კომიტეტები; ადგილობრივი გაცვლითი გადამზიდავის საქმიანობა და მესამე მხარის სხვა მოქმედებები; აფეთქებები და ხანძარი; ემბარგოები, გაფიცვები და შრომითი დავები; სამთავრობო ბრძანებები; სატელეკომუნიკაციო პროვაიდერების ან ინტერნეტ სერვისების პროვაიდერების წარუმატებლობა; მესამე მხარის მომწოდებლების, მომსახურების მიმწოდებლის ან მოვაჭრეების წარუმატებლობა; და ნებისმიერი სხვა მიზეზი, მხარის გონივრული კონტროლის მიღმა.
kk: 13.3 Форс-мажор: Тараптардың ешқайсысы кез-келген кідіріс, үзіліс немесе Келісім бойынша басқа тараптың жауапты тараптың бақылауына жатпайтын әрекеттерге байланысты орындалмағаны үшін жауап бермейді, бірақ мұндай жағдайлар сақталатын уақытқа дейін. Форс-мажорлық оқиғаларға мыналар кіреді, бірақ олармен шектелмейді: табиғи апаттар (мысалы, найзағай, жер сілкінісі, дауыл, су тасқыны); соғыстар, тәртіпсіздіктер, лаңкестік әрекеттер және азаматтық толқулар; жергілікті биржалық тасымалдаушының қызметі және үшінші тұлғалардың өзге де актілері; жарылыстар мен өрттер; эмбарго, ереуілдер мен еңбек даулары; үкіметтің қаулылары; телекоммуникация провайдерлерінің немесе Интернет-провайдерлердің сәтсіздіктері; үшінші тарап жеткізушілерінің, қызмет жеткізушілерінің немесе жеткізушілерінің ақаулары; және тараптардың ақылға қонымды бақылауынан тыс кез келген басқа себептер.
km: ១៣.៣ ប្រធានជាន់ខ្ពស់៖ មិនមានភាគីណាមួយទទួលខុសត្រូវចំពោះការពន្យាពេលការរំខានឬការខកខានមិនបានអនុវត្តតាមកិច្ចព្រមព្រៀងដោយសារសកម្មភាពហួសពីការគ្រប់គ្រងរបស់ភាគីដែលទទួលខុសត្រូវនោះទេប៉ុន្តែមានតែរយៈពេលប៉ុណ្ណោះដែលលក្ខខណ្ឌបែបនេះនៅតែមាន។ ព្រឹត្តិការណ៍មហិមារួមមានទាំងគ្រោះមហន្តរាយធម្មជាតិ (ឧទាហរណ៍រន្ទះរញ្ជួយរញ្ជួយខ្យល់ព្យុះទឹកជំនន់); សង្គ្រាមកុបកម្មសកម្មភាពភេរវកម្មនិងការប្រមូលផ្តុំស៊ីវិល។ សកម្មភាពរបស់ក្រុមហ៊ុនដឹកជញ្ជូនប្តូរប្រាក់ក្នុងស្រុកនិងសកម្មភាពផ្សេងទៀតរបស់ភាគីទីបី។ ការផ្ទុះនិងអគ្គិភ័យ; ការហាមឃាត់ការធ្វើកូដកម្មនិងវិវាទការងារ។ ក្រឹត្យរដ្ឋាភិបាល ការបរាជ័យរបស់អ្នកផ្តល់សេវាទូរគមនាគមន៍ឬអ្នកផ្តល់សេវាអ៊ីនធឺណិត។ ការបរាជ័យរបស់អ្នកផ្គត់ផ្គង់ភាគីទីបីអ្នកផ្តល់សេវាកម្មឬអ្នកលក់; និងបុព្វហេតុផ្សេងទៀតលើសពីការគ្រប់គ្រងដែលសមហេតុផលរបស់ភាគី។
kn: 13.3 ಫೋರ್ಸ್ ಮಜೂರ್: ಜವಾಬ್ದಾರಿಯುತ ಪಕ್ಷದ ನಿಯಂತ್ರಣಕ್ಕೆ ಮೀರಿದ ಕಾರ್ಯಗಳಿಂದಾಗಿ ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ಯಾವುದೇ ವಿಳಂಬ, ಅಡಚಣೆ ಅಥವಾ ಇತರ ವೈಫಲ್ಯಗಳಿಗೆ ಯಾವುದೇ ಪಕ್ಷವು ಜವಾಬ್ದಾರನಾಗಿರುವುದಿಲ್ಲ, ಆದರೆ ಅಂತಹ ಪರಿಸ್ಥಿತಿಗಳು ಇರುವವರೆಗೂ ಮಾತ್ರ. ಫೋರ್ಸ್ ಮೇಜರ್ ಘಟನೆಗಳು ಸೇರಿವೆ, ಆದರೆ ಇವುಗಳಿಗೆ ಸೀಮಿತವಾಗಿಲ್ಲ: ನೈಸರ್ಗಿಕ ವಿಪತ್ತುಗಳು (ಉದಾ. ಮಿಂಚು, ಭೂಕಂಪಗಳು, ಚಂಡಮಾರುತಗಳು, ಪ್ರವಾಹಗಳು); ಯುದ್ಧಗಳು, ಗಲಭೆಗಳು, ಭಯೋತ್ಪಾದಕ ಚಟುವಟಿಕೆಗಳು ಮತ್ತು ನಾಗರಿಕ ಗದ್ದಲಗಳು; ಸ್ಥಳೀಯ ವಿನಿಮಯ ವಾಹಕದ ಚಟುವಟಿಕೆಗಳು ಮತ್ತು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳ ಇತರ ಕಾರ್ಯಗಳು; ಸ್ಫೋಟಗಳು ಮತ್ತು ಬೆಂಕಿ; ನಿರ್ಬಂಧಗಳು, ಮುಷ್ಕರಗಳು ಮತ್ತು ಕಾರ್ಮಿಕ ವಿವಾದಗಳು; ಸರ್ಕಾರಿ ತೀರ್ಪುಗಳು; ದೂರಸಂಪರ್ಕ ಪೂರೈಕೆದಾರರು ಅಥವಾ ಇಂಟರ್ನೆಟ್ ಸೇವಾ ಪೂರೈಕೆದಾರರ ವೈಫಲ್ಯಗಳು; ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಪೂರೈಕೆದಾರರು, ಸೇವಾ ಪೂರೈಕೆದಾರರು ಅಥವಾ ಮಾರಾಟಗಾರರ ವೈಫಲ್ಯಗಳು; ಮತ್ತು ಪಕ್ಷದ ಸಮಂಜಸವಾದ ನಿಯಂತ್ರಣವನ್ನು ಮೀರಿದ ಯಾವುದೇ ಕಾರಣ.
ku: 13.3 Hêza Mezinahiyê: Ne partiyek dê ji bo her derengî, rawestandin an nekeftinek din ya di bin peymanê de ji ber kiryarên ji derveyî kontrola partiya berpirsiyar berpirsiyar be, lê bi tenê ji bo ku şertên weha bimînin tine. Bûyerên mezadê yên hêzê hene, lê tixûbdar nabin: karesatên xwezayî (mînaka sivik, erdhej, hişk, lehî); şer, serhildan, çalakiyên terorîstî, û komeleyên sivîl; çalakiyên firokexaneyek herêmî, û kiryarên din ên aliyên sêyemîn; teqîn û agir; ambargo, grev û nakokiyên kedê; Biryarên hukûmetê; têkçûnên peydakirina telekomunikasyonan an pêşkêşvanên karûbarê înternetê; têkçûnên peydakirêkên sêyemîn, peydakiroxan an vendors; û sedemek din ji kontrolê maqûl ya partiyek.
ky: 13.3 Форс-мажор: Жооптуу тараптын көзөмөлүнөн тышкары иш-аракеттердин натыйжасында, Келишим боюнча кечеңдетүү, үзгүлтүккө учуроо же башка ишке ашпагандык үчүн эч бир тарап жооп бербейт, бирок мындай шарттар сакталып калганга чейин. Форс-мажордук окуялар төмөнкүлөрдү камтыйт, бирок алар менен чектелбейт: табигый кырсыктар (мисалы, чагылган, жер титирөө, куюн, суу ташкыны); согуштар, башаламандыктар, террористтик аракеттер жана жарандык толкундоолор; жергиликтүү биржанын ташуучусу жана үчүнчү жактардын башка аракеттери; жарылуулар жана өрттөр; эмбарголор, иш таштоолор жана эмгек талаштары; өкмөттүн декреттери; телекоммуникация провайдерлеринин же интернет-провайдерлердин иштебей калышы; үчүнчү тараптын жабдуучуларынын, кызмат көрсөтүүчүлөрүнүн же сатуучуларынын кемчиликтери; жана партиянын акылга сыярлык көзөмөлүнөн тышкары башка себептер.
lb: 13.3 Force Majeure: Kee Partei wäert fir all Verspéidung, Ënnerbriechung oder anere Versoen ausféieren ënner dem Vertrag wéinst Handlungen ausserhalb vun der Kontroll vun der verantwortlecher Partei, awer nëmme fir soulaang esou Konditiounen bestoe bleiwen. Force majeure Eventer enthalen awer sinn net limitéiert op: Naturkatastrophen (zB Blëtz, Äerdbiewen, Orkaner, Iwwerschwemmungen); Kricher, Iwwerraschungen, terroristesch Aktivitéiten, an zivil Kommiounen; e lokale Austauschsaktivitéitsaktivitéiten, an aner Handlungen vun Drëttubidder; Explosiounen a Feier; embargo, streiken an Aarbechtskonflikter; staatlech Dekreter; Feeler aus den Telekommunikatiounsanbieter oder den Internet-Déngschtleeschter; Feeler aus Drëtte Liwweranten, Déngschtleeschter oder Ubidder; an all aner Ursaach iwwer déi raisonnabel Kontroll vun enger Partei.
lo: 13.3 ບັງຄັບ Majeure: ທັງສອງຝ່າຍຈະບໍ່ຮັບຜິດຊອບຕໍ່ການເລື່ອນເວລາ, ການຂັດຂວາງຫຼືຄວາມລົ້ມເຫລວອື່ນໆທີ່ບໍ່ປະຕິບັດຕາມສັນຍາເນື່ອງຈາກການກະ ທຳ ເກີນຂອບເຂດຂອງຝ່າຍທີ່ມີຄວາມຮັບຜິດຊອບ, ແຕ່ວ່າພຽງແຕ່ເປັນເວລາດົນເທົ່າທີ່ສະພາບການດັ່ງກ່າວຍັງຄົງຄ້າງຢູ່. ເຫດການໃຫຍ່ໆທີ່ບັງຄັບປະກອບມີ, ແຕ່ບໍ່ ຈຳ ກັດ: ໄພພິບັດທາງ ທຳ ມະຊາດ (ເຊັ່ນ: ຟ້າຜ່າ, ແຜ່ນດິນໄຫວ, ພາຍຸເຮີລິເຄນ, ນໍ້າຖ້ວມ); ສົງຄາມ, ການຈະລາຈົນ, ກິດຈະ ກຳ ກໍ່ການຮ້າຍ, ແລະການຊຸມນຸມປະທ້ວງພົນລະເຮືອນ; ກິດຈະ ກຳ ຂອງຜູ້ຂົນສົ່ງແລກປ່ຽນໃນທ້ອງຖິ່ນ, ແລະການກະ ທຳ ອື່ນໆຂອງພາກສ່ວນທີສາມ; ການລະເບີດແລະໄຟ ໄໝ້; ການເກືອດຫ້າມ, ການປະທ້ວງແລະການຂັດແຍ້ງດ້ານແຮງງານ; ລັດຖະ ດຳ ລັດຂອງລັດຖະບານ; ຄວາມລົ້ມເຫຼວຂອງຜູ້ໃຫ້ບໍລິການດ້ານໂທລະຄົມມະນາຄົມຫຼືຜູ້ໃຫ້ບໍລິການອິນເຕີເນັດ; ຄວາມລົ້ມເຫຼວຂອງຜູ້ສະ ໜອງ ພາກສ່ວນທີສາມ, ຜູ້ໃຫ້ບໍລິການຫຼືຜູ້ຂາຍ; ແລະສາເຫດອື່ນໆນອກ ເໜືອ ຈາກການຄວບຄຸມທີ່ສົມເຫດສົມຜົນຂອງພັກ.
lt: 13.3 Force majeure: Nė viena šalis nebus atsakinga už bet kokius vėlavimus, pertraukimus ar kitokius įsipareigojimų neįvykdymus pagal Susitarimą dėl veiksmų, kurių nepriklauso atsakinga šalis, tačiau tik tol, kol tokios sąlygos išlieka. Nenugalimos jėgos aplinkybės apima, bet tuo neapsiriboja, gamtos stichijas (pvz., Žaibus, žemės drebėjimus, uraganus, potvynius); karai, riaušės, teroristinė veikla ir pilietinės minios; vietinio biržos vežėjo veikla ir kiti trečiųjų šalių veiksmai; sprogimai ir gaisrai; embargai, streikai ir darbo ginčai; vyriausybės nutarimai; telekomunikacijų ar interneto paslaugų teikėjų nesėkmės; trečiųjų šalių tiekėjų, paslaugų teikėjų ar pardavėjų nesėkmės; ir visos kitos priežastys, kurių šalis negali pagrįstai kontroliuoti.
lv: 13.3. Nepārvarama vara: Neviena no pusēm nav atbildīga par kavēšanos, pārtraukumiem vai citu līguma neizpildi sakarā ar darbībām, kuras nav atbildīgās puses pakļautībā, bet tikai tik ilgi, kamēr šādi apstākļi pastāv. Nepārvaramas varas apstākļi ir, bet ne tikai, dabas katastrofas (piemēram, zibens, zemestrīces, viesuļvētras, plūdi); kari, nemieri, teroristu aktivitātes un pilsoņu sacelšanās; vietējā biržas pārvadātāja darbības un citas trešo personu darbības; sprādzieni un ugunsgrēki; embargo, streiki un darba strīdi; valdības dekrēti; telekomunikāciju pakalpojumu sniedzēju vai interneta pakalpojumu sniedzēju neveiksmes; trešo personu piegādātāju, pakalpojumu sniedzēju vai pārdevēju neveiksmes; un jebkurš cits iemesls, ko puse nevar saprātīgi kontrolēt.
mg: 13.3 Force Majeure: Na ny antoko dia tsy ho tompon&#39;andraikitra amin&#39;ny fahatarana na ny fanelingelenana na ny tsy fahombiazan&#39;ny tsy fanatanterahana ny fifanarahana noho ny hetsika tsy voafehin&#39;ny antoko tompon&#39;andraikitra, fa raha tsy izany dia maharitra foana ny fepetra toy izany. Ny hetsika majeure Force dia misy, saingy tsy voafetra ho: loza voajanahary (ohatra, tselatra, horohorontany, rivo-doza, tondra-drano); ny ady, ny korontana, hetsika fampihorohoroana ary ny fampiroboroboana sivily; asan&#39;ny mpiasan&#39;ny fifanakalozana eo an-toerana, sy ny zavatra hafa ataon&#39;ny antoko fahatelo; mipoaka sy doro; fanodinana, fitokonana ary fifandirana amin&#39;ny asa; didim-panjakana; tsy fahombiazan&#39;ny mpanome tolotra fifandraisan-davitra na mpanome tolotra amin&#39;ny Internet; tsy fahombiazan&#39;ny mpamatsy antoko fahatelo, mpanome serivisy na mpivarotra; ary misy antony hafa ivelan&#39;ny fifehezana tsara ny fety.
mi: 13.3 Force Majeure: Kaore he roopu mo te taha o te whakaroa, te aukati, tetahi atu ranei i te kore e mahi i raro i te Whakaaetanga na nga mahi i tua atu i te mana whakahaere o te roopu haepapa, engari mo te wa e mau tonu ana nga tikanga. Kei roto i nga mahi a te mana nui, engari kaore i te taapiri ki: nga aitua taiao (penei i te uira, te rū, te tupuhi, nga waipuke); he pakanga, he ngangau, he mahi kaiwhakatuma, he whakaoho ahorangi hoki; he mahinga kawe a te kaihaka, me etahi atu mahi a nga tuatoru; nga pupuhi me te ahi; whakaawe, patu me nga tautohetohe mahi; whakatau kāwanatanga; te kore o nga kaiwhakarato whakawhiti waea, kaiwhakarato ratonga ipurangi ranei; he ngoikore o nga kaiwhakarato tuatoru, kaiwhakarato ratonga me nga kaihoko ranei; me etahi atu take nui atu i te mana whakahaere o tetahi roopu.
mk: 13.3 Виша сила: Ниту една од страните нема да биде одговорна за какво било одложување, прекинување или друго неисполнување според Договорот заради дејствија надвор од контролата на одговорната страна, но само онолку долго колку што постојат такви услови. Настани за виша сила вклучуваат, но не се ограничени на: природни непогоди (на пр. Гром, земјотреси, урагани, поплави); војни, немири, терористички активности и граѓански суровини; активности на локален превозник и други акти на трети страни; експлозии и пожари; ембарго, штрајкови и работни спорови; владини декрети; неуспеси на давателите на телекомуникации или даватели на услуги на Интернет; неуспеси на добавувачи на трети лица, даватели на услуги или добавувачи; и која било друга причина што е над разумната контрола на странката.
ml: 13.3 ഫോഴ്‌സ് മജ്യൂർ: ഉത്തരവാദിത്തപ്പെട്ട പാർട്ടിയുടെ നിയന്ത്രണത്തിന് അതീതമായ പ്രവർത്തനങ്ങൾ കാരണം കരാറിന് കീഴിൽ എന്തെങ്കിലും കാലതാമസം, തടസ്സം അല്ലെങ്കിൽ മറ്റ് പരാജയങ്ങൾ എന്നിവയ്ക്ക് ഒരു കക്ഷിയും ഉത്തരവാദിയായിരിക്കില്ല, എന്നാൽ അത്തരം വ്യവസ്ഥകൾ നിലനിൽക്കുന്നിടത്തോളം കാലം മാത്രം. ഫോഴ്‌സ് മജ്യൂർ ഇവന്റുകളിൽ ഇവ ഉൾപ്പെടുന്നു, എന്നാൽ ഇവയിൽ മാത്രം പരിമിതപ്പെടുന്നില്ല: പ്രകൃതിദുരന്തങ്ങൾ (ഉദാ: മിന്നൽ, ഭൂകമ്പം, ചുഴലിക്കാറ്റ്, വെള്ളപ്പൊക്കം); യുദ്ധങ്ങൾ, കലാപങ്ങൾ, തീവ്രവാദ പ്രവർത്തനങ്ങൾ, ആഭ്യന്തര കലഹങ്ങൾ; ഒരു പ്രാദേശിക എക്സ്ചേഞ്ച് കാരിയറിന്റെ പ്രവർത്തനങ്ങളും മൂന്നാം കക്ഷികളുടെ മറ്റ് പ്രവർത്തനങ്ങളും; സ്ഫോടനങ്ങളും തീകളും; വിലക്കുകൾ, പണിമുടക്കുകൾ, തൊഴിൽ തർക്കങ്ങൾ; സർക്കാർ ഉത്തരവുകൾ; ടെലികമ്മ്യൂണിക്കേഷൻ ദാതാക്കളുടെയോ ഇന്റർനെറ്റ് സേവന ദാതാക്കളുടെയോ പരാജയങ്ങൾ; മൂന്നാം കക്ഷി വിതരണക്കാർ, സേവന ദാതാക്കൾ അല്ലെങ്കിൽ വെണ്ടർമാർ എന്നിവരുടെ പരാജയങ്ങൾ; ഒരു പാർട്ടിയുടെ ന്യായമായ നിയന്ത്രണത്തിന് അതീതമായ മറ്റേതെങ്കിലും കാരണവും.
mn: 13.3 Хүч давагдашгүй хүчин зүйл: Хариуцагч талаас хамааралгүй үйлдлээс болж аливаа гэрээнд заасан саатал, тасалдал эсвэл бусад алдаа дутагдлын аль ч тал нь хариуцлага хүлээхгүй. Гэнэтийн давагдашгүй хүчин зүйлүүд үүнд орно, гэхдээ үүгээр хязгаарлагдахгүй: байгалийн гамшиг (аянга, газар хөдлөлт, хар салхи, үер гэх мэт); дайн, үймээн самуун, террорист ажиллагаа, иргэний үймээн; орон нутгийн биржийн тээвэрлэгчийн үйл ажиллагаа, гуравдагч этгээдийн бусад акт; дэлбэрэлт, гал түймэр; хориг, ажил хаялт, хөдөлмөрийн маргаан; засгийн газрын тогтоол; харилцаа холбооны болон интернет үйлчилгээ эрхлэгчдийн алдаа; гуравдагч талын ханган нийлүүлэгч, үйлчилгээ үзүүлэгч эсвэл борлуулагчийн алдаа; аливаа намын боломжийн хяналтаас бусад аливаа шалтгаанаар.
mr: १.3. Force सक्ती मजूर: जबाबदार पक्षाच्या नियंत्रणाबाहेरच्या कृतींमुळे कराराअंतर्गत होणार्‍या विलंब, व्यत्यय किंवा अन्य अपयशासाठी कोणताही पक्ष जबाबदार नाही, परंतु केवळ अशी परिस्थिती कायम राहिल्यास. सक्तीने काम करणार्‍या घटनांमध्ये हे समाविष्ट आहेत, परंतु ते इतकेच मर्यादित नाहीत: नैसर्गिक आपत्ती (उदा. वीज, भूकंप, चक्रीवादळ, पूर); युद्धे, दंगली, दहशतवादी कारवाय आणि नागरी आंदोलने; स्थानिक एक्सचेंज कॅरियरच्या क्रियाकलाप आणि तृतीय पक्षाच्या इतर क्रिया; स्फोट आणि आग; निषेध, संप आणि कामगार विवाद; सरकारी आदेश; दूरसंचार प्रदाता किंवा इंटरनेट सेवा प्रदात्यांचे अयशस्वी; तृतीय पक्षाचे पुरवठा करणारे, सेवा प्रदाता किंवा विक्रेत्यांचे अयशस्वी; आणि पक्षाच्या वाजवी नियंत्रणापलीकडे कोणतीही इतर कारणे.
ms: 13.3 Force Majeure: Kedua-dua pihak tidak akan bertanggungjawab atas sebarang kelewatan, gangguan atau kegagalan lain untuk melakukan di bawah Perjanjian kerana tindakan di luar kawalan pihak yang bertanggungjawab, tetapi hanya selama syarat tersebut berterusan. Kejadian force majeure merangkumi, tetapi tidak terhad kepada: bencana alam (seperti kilat, gempa bumi, taufan, banjir); perang, rusuhan, aktiviti pengganas, dan kekacauan awam; aktiviti pembawa pertukaran tempatan, dan tindakan pihak ketiga yang lain; letupan dan kebakaran; embargo, mogok dan pertikaian buruh; keputusan pemerintah; kegagalan penyedia telekomunikasi atau penyedia perkhidmatan internet; kegagalan pembekal, penyedia perkhidmatan atau vendor pihak ketiga; dan apa-apa sebab lain di luar kawalan pihak yang munasabah.
mt: 13.3 Forza Maġġuri: L-ebda parti ma tkun responsabbli għal kwalunkwe dewmien, interruzzjoni jew nuqqas ieħor li jwettaq taħt il-Ftehim minħabba atti barra mill-kontroll tal-parti responsabbli, iżda sakemm dawn il-kundizzjonijiet jibqgħu jippersistu. Avvenimenti ta &#39;Forza maġġuri jinkludu, iżda mhumiex limitati għal: diżastri naturali (eż. Sajjetti, terremoti, uragani, għargħar); gwerer, irvellijiet, attivitajiet terroristiċi, u aġitazzjonijiet ċivili; attivitajiet ta &#39;trasportatur ta&#39; skambju lokali, u atti oħra ta &#39;partijiet terzi; splużjonijiet u nirien; embargos, strajks u tilwim tax-xogħol; digrieti governattivi; fallimenti tal-fornituri tat-telekomunikazzjonijiet jew tal-fornituri tas-servizzi tal-internet; fallimenti ta &#39;fornituri terzi, fornituri ta&#39; servizzi jew bejjiegħa; u kwalunkwe kawża oħra lil hinn mill-kontroll raġonevoli ta &#39;parti.
my: ၁၃.၃ Force Majeure - တာ ၀ န်ရှိပါတီ၏ထိန်းချုပ်မှုထက်ကျော်လွန်သောလုပ်ရပ်များကြောင့်နှောင့်နှေးခြင်း၊ ပြတ်တောက်ခြင်းသို့မဟုတ်အခြားပျက်ကွက်မှုများအတွက်မည်သည့်ပါတီမှတာ ၀ န်ယူလိမ့်မည်မဟုတ်သော်လည်းထိုသို့သောအခြေအနေများရှိနေသမျှကာလပတ်လုံးသာဖြစ်သည်။ အင်အားကြီးမားမှုဆိုင်ရာပြသနာများတွင်သဘာဝဘေးအန္တရာယ်များ (ဥပမာလျှပ်စစ်ပြတ်ခြင်း၊ မြေငလျင်များ၊ စစ်ပွဲများ၊ အဓိကရုဏ်းများ၊ အကြမ်းဖက်လှုပ်ရှားမှုများနှင့်လူထုအခြေပြုလှုပ်ရှားမှုများ၊ ပြည်တွင်းငွေလဲလှယ်သူတ ဦး ၏လုပ်ဆောင်မှုများနှင့်တတိယပါတီ၏အခြားလုပ်ရပ်များ၊ ပေါက်ကွဲမှုနှင့်မီးလောင်ခြင်း၊ embargo, သပိတ်မှောက်ခြင်းနှင့်အလုပ်သမားအငြင်းပွားမှုများ; အစိုးရအမိန့်များ၊ ဆက်သွယ်ရေးပံ့ပိုးသူများသို့မဟုတ်အင်တာနက်ဝန်ဆောင်မှုပေးသူများ၏ကျရှုံးမှုများ၊ တတိယပါတီပေးသွင်းသူများ၊ ၀ န်ဆောင်မှုပေးသူများသို့မဟုတ်ရောင်းချသူများ၏ကျရှုံးမှုများ၊ နှင့်ပါတီတစ်ခုကျိုးကြောင်းဆီလျော်ထိန်းချုပ်မှုကျော်လွန်ပြီးအခြားမည်သည့်အကြောင်းမရှိ။
ne: १.3. Force फोर्स मजेउर: कुनै पनि पक्ष जिम्मेवार पार्टीको नियन्त्रण बाहिरका कार्यहरूको कारण सम्झौता अन्तर्गत कुनै ढिलाइ, अवरोध वा अन्य असफलताको लागि जिम्मेवार हुनेछैन, तर यति लामो समयसम्म त्यस्ता सर्तहरू रहिरहन्छन्। बल माजेर घटनाहरू सामेल छन्, तर सीमित छैनन्: प्राकृतिक प्रकोपहरू (जस्तै बिजुली, भूकम्प, आँधीबेहरी, बाढी); युद्ध, दots्गा, आतंकवादी गतिविधि, र नागरिक आन्दोलन; एक स्थानीय विनिमय वाहकको गतिविधिहरू, र तेस्रो पक्षहरूको अन्य कार्यहरू; विस्फोट र आगो; प्रतिबन्ध, हडताल र श्रम विवाद; सरकारी आदेश; दूरसञ्चार प्रदायक वा इन्टरनेट सेवा प्रदायकहरूको असफलता; तेस्रो पक्ष आपूर्तिकर्ता, सेवा प्रदायक वा विक्रेताको असफलता; र एक पार्टी को व्यावहारिक नियन्त्रण बाहिर कुनै अन्य कारण।
nl: 13.3 Overmacht: Geen van beide partijen is verantwoordelijk voor enige vertraging, onderbreking of andere tekortkoming in het uitvoeren van de Overeenkomst als gevolg van handelingen buiten de controle van de verantwoordelijke partij, maar alleen zolang deze omstandigheden voortduren. Overmachtsituaties omvatten, maar zijn niet beperkt tot: natuurrampen (bijv. Blikseminslag, aardbevingen, orkanen, overstromingen); oorlogen, rellen, terroristische activiteiten en burgerlijke onlusten; de activiteiten van een lokale geldwisselaar en andere handelingen van derden; explosies en branden; embargo&#39;s, stakingen en arbeidsgeschillen; regeringsbesluiten; storingen van telecommunicatie- of internetproviders; storingen van externe leveranciers, serviceproviders of verkopers; en elke andere oorzaak buiten de redelijke controle van een partij.
no: 13.3 Force Majeure: Ingen av partene vil være ansvarlige for forsinkelse, avbrudd eller annen unnlatelse av å utføre i henhold til avtalen på grunn av handlinger som er utenfor den ansvarlige parts kontroll, men bare så lenge slike forhold vedvarer. Force majeure-hendelser inkluderer, men er ikke begrenset til: naturkatastrofer (f.eks. Lyn, jordskjelv, orkaner, flom); kriger, opptøyer, terroraktiviteter og sivile kommisjoner; en lokal bytteselskaps aktiviteter og andre handlinger fra tredjepart; eksplosjoner og branner; embargoer, streik og arbeidstvist; regjeringsvedtekter; svikt fra telekommunikasjonsleverandører eller internettjenesteleverandører; feil fra tredjepartsleverandører, tjenesteleverandører eller leverandører; og andre årsaker utenfor en parts rimelige kontroll.
or: 13.3 ଫୋର୍ସ ମଜେର୍: ଦାୟିତ୍ party ପୂର୍ଣ୍ଣ ଦଳର ନିୟନ୍ତ୍ରଣ ବାହାରେ କାର୍ଯ୍ୟ ହେତୁ ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ କାର୍ଯ୍ୟ କରିବାରେ କ delay ଣସି ବିଳମ୍ବ, ବାଧା କିମ୍ବା ଅନ୍ୟାନ୍ୟ ବିଫଳତା ପାଇଁ କ party ଣସି ଦଳ ଦାୟୀ ରହିବେ ନାହିଁ, କିନ୍ତୁ ଯେପର୍ଯ୍ୟନ୍ତ ଏହି ଅବସ୍ଥା ଜାରି ରହିବ ସେ ପର୍ଯ୍ୟନ୍ତ। ଫୋର୍ସ ମୁକାବିଲା ଘଟଣା ଅନ୍ତର୍ଭୁକ୍ତ, କିନ୍ତୁ ଏଥିରେ ସୀମିତ ନୁହେଁ: ପ୍ରାକୃତିକ ବିପର୍ଯ୍ୟୟ (ଯଥା ବଜ୍ରପାତ, ଭୂକମ୍ପ, urr ଡ଼, ବନ୍ୟା); ଯୁଦ୍ଧ, ଦଙ୍ଗା, ଆତଙ୍କବାଦୀ କାର୍ଯ୍ୟକଳାପ ଏବଂ ନାଗରିକ ଗଣ୍ଡଗୋଳ; ଏକ ସ୍ଥାନୀୟ ବିନିମୟ ବାହକ କାର୍ଯ୍ୟକଳାପ, ଏବଂ ତୃତୀୟ ପକ୍ଷର ଅନ୍ୟାନ୍ୟ କାର୍ଯ୍ୟ; ବିସ୍ଫୋରଣ ଏବଂ ଅଗ୍ନିକାଣ୍ଡ; ପ୍ରତିବନ୍ଧକ, ଧର୍ମଘଟ ଏବଂ ଶ୍ରମ ବିବାଦ; ସରକାରୀ ନିୟମ; ଟେଲିକମ୍ ପ୍ରଦାନକାରୀ କିମ୍ବା ଇଣ୍ଟରନେଟ୍ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ବିଫଳତା; ତୃତୀୟ ପକ୍ଷ ଯୋଗାଣକାରୀ, ସେବା ପ୍ରଦାନକାରୀ କିମ୍ବା ବିକ୍ରେତାମାନଙ୍କର ବିଫଳତା; ଏବଂ ଅନ୍ୟ କ cause ଣସି କାରଣ ଏକ ଦଳର ଯୁକ୍ତିଯୁକ୍ତ ନିୟନ୍ତ୍ରଣ ବାହାରେ |
pa: 13.3 ਫੋਰਸ ਮੈਜਿ :ਰ: ਕੋਈ ਵੀ ਧਿਰ ਜ਼ਿੰਮੇਵਾਰ ਧਿਰ ਦੇ ਨਿਯੰਤਰਣ ਤੋਂ ਬਾਹਰ ਕੰਮਾਂ ਕਾਰਨ ਸਮਝੌਤੇ ਦੇ ਤਹਿਤ ਪ੍ਰਦਰਸ਼ਨ ਵਿੱਚ ਕਿਸੇ ਦੇਰੀ, ਰੁਕਾਵਟ ਜਾਂ ਹੋਰ ਅਸਫਲਤਾ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹੋਵੇਗੀ, ਪਰ ਸਿਰਫ ਇੰਨੀ ਦੇਰ ਤੱਕ ਜਦੋਂ ਤੱਕ ਅਜਿਹੀਆਂ ਸਥਿਤੀਆਂ ਜਾਰੀ ਹਨ. ਧੱਕੇਸ਼ਾਹੀ ਦੀਆਂ ਘਟਨਾਵਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ, ਪਰ ਇਹ ਸੀਮਿਤ ਨਹੀਂ ਹਨ: ਕੁਦਰਤੀ ਆਫ਼ਤਾਂ (ਜਿਵੇਂ ਬਿਜਲੀ, ਭੁਚਾਲ, ਤੂਫਾਨ, ਹੜ੍ਹ); ਲੜਾਈਆਂ, ਦੰਗੇ, ਅੱਤਵਾਦੀ ਗਤੀਵਿਧੀਆਂ ਅਤੇ ਸਿਵਲ ਪ੍ਰੇਸ਼ਾਨੀਆਂ; ਸਥਾਨਕ ਐਕਸਚੇਂਜ ਕੈਰੀਅਰ ਦੀਆਂ ਗਤੀਵਿਧੀਆਂ, ਅਤੇ ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਹੋਰ ਕਿਰਿਆਵਾਂ; ਧਮਾਕੇ ਅਤੇ ਅੱਗ; ਪਾਬੰਦੀਆਂ, ਹੜਤਾਲਾਂ ਅਤੇ ਲੇਬਰ ਵਿਵਾਦ; ਸਰਕਾਰੀ ਫਰਮਾਨ; ਦੂਰਸੰਚਾਰ ਪ੍ਰਦਾਤਾ ਜਾਂ ਇੰਟਰਨੈਟ ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਦੀਆਂ ਅਸਫਲਤਾਵਾਂ; ਤੀਜੀ ਧਿਰ ਸਪਲਾਇਰ, ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਜਾਂ ਵਿਕਰੇਤਾਵਾਂ ਦੀਆਂ ਅਸਫਲਤਾਵਾਂ; ਅਤੇ ਕਿਸੇ ਪਾਰਟੀ ਦੇ ਵਾਜਬ ਨਿਯੰਤਰਣ ਤੋਂ ਪਰੇ ਕੋਈ ਹੋਰ ਕਾਰਨ.
pl: 13.3 Siła wyższa: Żadna ze stron nie będzie odpowiedzialna za jakiekolwiek opóźnienie, przerwanie lub inne niewykonanie w ramach Umowy z powodu działań niezależnych od strony odpowiedzialnej, ale tylko tak długo, jak długo utrzymują się takie warunki. Do zdarzeń siły wyższej należą między innymi: klęski żywiołowe (np. Błyskawice, trzęsienia ziemi, huragany, powodzie); wojny, zamieszki, działania terrorystyczne i zamieszki obywatelskie; działalność lokalnego przewoźnika giełdowego oraz inne działania stron trzecich; wybuchy i pożary; embarga, strajki i spory pracownicze; dekrety rządowe; awarie dostawców usług telekomunikacyjnych lub dostawców usług internetowych; awarie zewnętrznych dostawców, usługodawców lub sprzedawców; oraz wszelkie inne przyczyny poza uzasadnioną kontrolą strony.
ps: .3 13.. د ځواک مایجور: هیڅ یوه اړخ به د مسؤل لوري د کنټرول څخه هاخوا د فعالیتونو له امله د تړون له مخې ترسره کولو کې د ځنډ ، مداخلې یا نور ناکامي مسؤل نه وي ، مګر یوازې د اوږدې مودې لپاره چې دا ډول شرایط دوام لري. د ځواک ناڅاپي پیښو کې شامل دي ، مګر محدود ندي: طبیعي آفتونه (د بیلګې په توګه بریښنا ، زلزلې ، طوفانونه ، سیلابونه)؛ جنګونه ، فسادونه ، تروریستي فعالیتونه ، او مدني تحرکات؛ د محلي تبادلې کیریر فعالیتونه ، او د دریمې ډلې نورې کړنې؛ چاودنې او اورونه بندیزونه ، اعتصابونه او د کار شخړې د حکومت فرمانونه د مخابراتو چمتو کونکو یا انټرنیټ خدماتو چمتو کونکو ناکامي؛ د دریمې ډلې عرضه کونکو ، خدمت چمتو کونکو یا پلورونکو ناکامي او د ګوند د مناسب کنټرول هاخوا کوم بل لامل.
pt: 13.3 Força maior: Nenhuma das partes será responsável por qualquer atraso, interrupção ou outra falha no cumprimento do Contrato devido a atos fora do controle da parte responsável, mas apenas enquanto essas condições persistirem. Eventos de força maior incluem, mas não se limitam a: desastres naturais (por exemplo, raios, terremotos, furacões, inundações); guerras, tumultos, atividades terroristas e comoções civis; as atividades de uma transportadora de câmbio local e outros atos de terceiros; explosões e incêndios; embargos, greves e disputas trabalhistas; decretos governamentais; falhas de provedores de telecomunicações ou provedores de serviços de Internet; falhas de fornecedores terceirizados, prestadores de serviços ou vendedores; e qualquer outra causa além do controle razoável de uma parte.
ro: 13.3 Forța majoratului: Niciuna dintre părți nu va fi responsabilă pentru nicio întârziere, întrerupere sau altă neîndeplinire a contractului din cauza unor acte care nu sunt sub controlul părții responsabile, dar numai atât timp cât aceste condiții persistă. Evenimentele de forță majoră includ, dar nu se limitează la: dezastre naturale (de exemplu, fulgere, cutremure, uragane, inundații); războaie, revolte, activități teroriste și agitații civile; activitățile unui operator de schimb local și alte acte ale terților; explozii și incendii; embargouri, greve și dispute privind munca; decrete guvernamentale; eșecurile furnizorilor de telecomunicații sau ale furnizorilor de servicii de internet; eșecuri ale furnizorilor terți, furnizorilor de servicii sau furnizorilor; și orice altă cauză în afara controlului rezonabil al unei părți.
ru: 13.3 Форс-мажорные обстоятельства: Ни одна из сторон не будет нести ответственность за любые задержки, перерывы или другие неисполнения в соответствии с Соглашением из-за действий, не зависящих от ответственной стороны, но только до тех пор, пока такие условия сохраняются. Форс-мажорные события включают, но не ограничиваются: стихийные бедствия (например, молния, землетрясения, ураганы, наводнения); войны, беспорядки, террористическая деятельность и гражданские волнения; деятельность местного биржевого перевозчика и другие действия третьих лиц; взрывы и пожары; эмбарго, забастовки и трудовые споры; постановления правительства; сбои телекоммуникационных провайдеров или интернет-провайдеров; сбои сторонних поставщиков, поставщиков услуг или поставщиков; и любая другая причина вне разумного контроля стороны.
rw: 13. Imbaraga zidashobora guhangana zirimo, ariko ntabwo zigarukira gusa: ibiza (urugero inkuba, umutingito, inkubi y&#39;umuyaga, imyuzure); intambara, imvururu, ibikorwa by&#39;iterabwoba, n&#39;imvururu z&#39;abaturage; ibikorwa byabatwara ibicuruzwa byaho, nibindi bikorwa byabandi bantu; ibisasu n&#39;umuriro; ibihano, imyigaragambyo n&#39;amakimbirane y&#39;abakozi; ibyemezo bya leta; kunanirwa kw&#39;abatanga itumanaho cyangwa abatanga serivisi za interineti; kunanirwa kw&#39;abandi batanga isoko, abatanga serivisi cyangwa abacuruzi; nizindi mpamvu zose zirenze kugenzura neza ishyaka.
sd: 13.3 فورس ماجرا: ڪنهن به ڌر ذميواري ڌر جي سنڀال کان ٻاهر جي عملن جي ڪري معاهدي تحت انجام ڏيڻ ۾ ڪا به دير ، رڪاوٽ يا ٻين ناڪامي جي ذميواري نه رهندي ، پر ان وقت تائين جيستائين اهڙيون حالتون برقرار رهنديون. فورس ميجر واقعن ۾ شامل آهي ، پر ان تائين محدود ناهي: قدرتي آفتون (مثال طور ، روشني ، زلزلا ، طوفان ، ٻوڏ) ؛ جنگيون ، فساد ، دهشتگردي واريون سرگرميون ، ۽ سول ڪاروبار ؛ هڪ مقامي تبادلي جي گاڏي جي سرگرمين ، ۽ ٽئين پارٽين جي ٻين ڪارناما ؛ ڌماڪي ۽ باهه ؛ پابنديون ، هڙتال ۽ مزدوري تڪرار ؛ سرڪاري فرمان ٽيليڪميونيڪيشن فراهم ڪندڙ يا انٽرنيٽ سروس فراهم ڪندڙن جي ناڪامين ؛ ٽئين پارٽي جي سپلائرز ، سروس فراهم ڪندڙن يا وڪرو ڪندڙن جي ناڪامي ؛ ۽ ڪنهن ٻئي سبب پارٽي جي مناسب قبضي کان ٻاهر.
si: 13.3 බලහත්කාරයෙන් මැජියුරේ: වගකිවයුතු පාර්ශවයේ පාලනයෙන් ඔබ්බට ගිය ක්‍රියා හේතුවෙන් ගිවිසුම යටතේ කිසිදු ප්‍රමාදයක්, බාධාවක් හෝ වෙනත් අසමත්වීමක් සම්බන්ධයෙන් කිසිදු පාර්ශ්වයක් වගකිව යුතු නොවේ, නමුත් එවැනි කොන්දේසි පවතින තාක් කල් පමණි. බලහත්කාරයෙන් සිදුකරන සිදුවීම් වලට ඇතුළත් නමුත් ඒවාට පමණක් සීමා නොවේ: ස්වාභාවික විපත් (උදා: අකුණු, භූමිකම්පා, සුළි කුණාටු, ගංවතුර); යුද්ධ, කැරලි, ත්‍රස්ත ක්‍රියාකාරකම් සහ සිවිල් කෝලාහල; දේශීය හුවමාරු වාහකයකුගේ ක්‍රියාකාරකම් සහ තෙවන පාර්ශවයන්ගේ වෙනත් ක්‍රියා; පිපිරීම් සහ ගිනි; සම්බාධක, වැඩ වර්ජන සහ කම්කරු ආරවුල්; රජයේ නියෝග; විදුලි සංදේශ සැපයුම්කරුවන්ගේ හෝ අන්තර්ජාල සේවා සපයන්නන්ගේ අසාර්ථකත්වය; තෙවන පාර්ශවීය සැපයුම්කරුවන්, සේවා සපයන්නන් හෝ වෙළෙන්දන්ගේ අසාර්ථකත්වය; පක්ෂයක සාධාරණ පාලනයෙන් ඔබ්බට ගිය වෙනත් හේතුවක්.
sk: 13.3 Vyššia moc: Žiadna zo strán nebude zodpovedná za akékoľvek omeškanie, prerušenie alebo iné neplnenie povinností vyplývajúcich z tejto dohody v dôsledku konania, ktoré nie je pod kontrolou zodpovednej strany, ale iba dovtedy, kým tieto podmienky pretrvávajú. Medzi prípady vyššej moci patria okrem iného: prírodné katastrofy (napr. Blesky, zemetrasenia, hurikány, povodne); vojny, nepokoje, teroristické aktivity a občianske nepokoje; činnosti miestneho výmenného dopravcu a iné činy tretích strán; výbuchy a požiare; embarga, štrajky a pracovné spory; vládne nariadenia; zlyhania poskytovateľov telekomunikačných služieb alebo poskytovateľov internetových služieb; zlyhania dodávateľov, poskytovateľov služieb alebo predajcov tretích strán; a akékoľvek iné príčiny mimo primeranú kontrolu strany.
sl: 13.3 Višja sila: Nobena pogodbenica ne bo odgovorna za kakršno koli zamudo, prekinitev ali drugo neupoštevanje v skladu s Sporazumom zaradi dejanj, ki niso pod nadzorom odgovorne stranke, vendar le toliko časa, dokler obstajajo takšni pogoji. Med dogodki višje sile so, vendar niso omejeni na: naravne nesreče (npr. Strele, potresi, orkani, poplave); vojne, nemiri, teroristične dejavnosti in civilne mete; dejavnosti lokalnega borznega prevoznika in druga dejanja tretjih oseb; eksplozije in požari; embargo, stavke in delovne spore; vladni odloki; okvare telekomunikacijskih ponudnikov ali ponudnikov internetnih storitev; okvare tretjih dobaviteljev, ponudnikov storitev ali prodajalcev; in kakršne koli druge vzroke, ki niso razumni nadzor stranke.
sq: 13.3 Forca Madhore: Asnjë palë nuk do të jetë përgjegjëse për ndonjë vonesë, ndërprerje ose mosrespektim tjetër të Marrëveshjes për shkak të veprimeve përtej kontrollit të palës përgjegjëse, por vetëm për aq kohë sa këto kushte vazhdojnë. Ngjarjet e forcave madhore përfshijnë, por nuk kufizohen vetëm në: fatkeqësi natyrore (p.sh. rrufeja, tërmetet, uraganet, përmbytjet); luftëra, trazira, aktivitete terroriste dhe mallra civile; aktivitetet e një transportuesi lokal të shkëmbimit dhe akte të tjera të palëve të treta; shpërthime dhe zjarre; embargot, grevat dhe mosmarrëveshjet e punës; dekretet qeveritare; dështimet e ofruesve të telekomunikacionit ose ofruesve të shërbimeve të internetit; dështimet e furnitorëve të palëve të treta, ofruesit e shërbimeve ose shitësit; dhe çdo shkak tjetër përtej kontrollit të arsyeshëm të një pale.
sr: 13.3 Више силе: Ниједна страна неће бити одговорна за свако кашњење, прекид или друго неизвршавање у складу са Споразумом због поступака који су ван контроле одговорне стране, али само све док постоје такви услови. Догађаји више силе укључују, али нису ограничени на: природне катастрофе (нпр. Муње, земљотреси, урагани, поплаве); ратови, немири, терористичке активности и грађанске сукобе; активности локалног берзе и други акти трећих лица; експлозије и пожари; ембарго, штрајк и радни спорови; владине уредбе; кварови провајдера телекомуникација или провајдера интернетских услуга; кварови добављача, добављача услуга или добављача трећих страна; и било који други разлог ван разумне контроле странке.
sv: 13.3 Force Majeure: Ingen av parterna kommer att vara ansvarig för förseningar, avbrott eller annan underlåtenhet att utföra enligt avtalet på grund av handlingar utanför den ansvariga partens kontroll, men bara så länge som sådana villkor kvarstår. Force majeure-händelser inkluderar, men är inte begränsade till: naturkatastrofer (t.ex. blixtar, jordbävningar, orkaner, översvämningar); krig, upplopp, terroristverksamhet och civila uppdrag; en lokal bytesoperatörs verksamhet och andra handlingar från tredje part; explosioner och bränder; embargo, strejker och arbetstvister; regeringsdekret; fel hos telekommunikationsleverantörer eller internetleverantörer; misslyckanden från tredjepartsleverantörer, tjänsteleverantörer eller leverantörer; och alla andra orsaker utanför en parts rimliga kontroll.
sw: 13.3 Nguvu Majeure: Hakuna chama kitakachokuwa na jukumu la kuchelewesha yoyote, usumbufu au kutofaulu kufanya chini ya Mkataba kwa sababu ya vitendo zaidi ya udhibiti wa chama kinachowajibika, lakini ni kwa muda mrefu tu hali kama hizo zinaendelea. Lazimisha matukio majeure ni pamoja na, lakini hayazuiliwi na: majanga ya asili (mfano umeme, matetemeko ya ardhi, vimbunga, mafuriko); vita, ghasia, shughuli za kigaidi, na shughuli za wenyewe kwa wenyewe; shughuli za mchukuaji wa fedha za mahali hapo, na vitendo vingine vya watu wa tatu; milipuko na moto; embargoes, mgomo na mabishano ya wafanyikazi; Amri za serikali; kushindwa kwa watoaji wa mawasiliano ya simu au watoa huduma ya mtandao; kushindwa kwa wauzaji wa chama cha tatu, watoa huduma au wachuuzi; na sababu nyingine yoyote zaidi ya udhibiti mzuri wa chama.
ta: 13.3 ஃபோர்ஸ் மஜூரே: பொறுப்பான கட்சியின் கட்டுப்பாட்டிற்கு அப்பாற்பட்ட செயல்களால் ஒப்பந்தத்தின் கீழ் எந்தவொரு தாமதம், குறுக்கீடு அல்லது பிற தோல்விக்கு எந்தவொரு கட்சியும் பொறுப்பேற்காது, ஆனால் இதுபோன்ற நிலைமைகள் நீடிக்கும் வரை மட்டுமே. படை மஜூர் நிகழ்வுகள் பின்வருவனவற்றை உள்ளடக்குகின்றன, ஆனால் அவை மட்டுப்படுத்தப்படவில்லை: இயற்கை பேரழிவுகள் (எ.கா. மின்னல், பூகம்பங்கள், சூறாவளி, வெள்ளம்); போர்கள், கலவரங்கள், பயங்கரவாத நடவடிக்கைகள் மற்றும் உள்நாட்டு குழப்பங்கள்; உள்ளூர் பரிமாற்ற கேரியரின் செயல்பாடுகள் மற்றும் மூன்றாம் தரப்பினரின் பிற செயல்கள்; வெடிப்புகள் மற்றும் தீ; தடைகள், வேலைநிறுத்தங்கள் மற்றும் தொழிலாளர் தகராறுகள்; அரசாங்க ஆணைகள்; தொலைத்தொடர்பு வழங்குநர்கள் அல்லது இணைய சேவை வழங்குநர்களின் தோல்விகள்; மூன்றாம் தரப்பு சப்ளையர்கள், சேவை வழங்குநர்கள் அல்லது விற்பனையாளர்களின் தோல்விகள்; ஒரு கட்சியின் நியாயமான கட்டுப்பாட்டிற்கு அப்பாற்பட்ட வேறு எந்த காரணமும்.
te: 13.3 ఫోర్స్ మేజూర్: బాధ్యతాయుతమైన పార్టీ నియంత్రణకు మించిన చర్యల కారణంగా ఒప్పందం ప్రకారం ఎటువంటి ఆలస్యం, అంతరాయం లేదా ఇతర వైఫల్యాలకు ఏ పార్టీ కూడా బాధ్యత వహించదు, కానీ అటువంటి పరిస్థితులు ఉన్నంత కాలం మాత్రమే. ఫోర్స్ మేజ్యూర్ సంఘటనలు వీటిలో ఉన్నాయి, కానీ వీటికి పరిమితం కాలేదు: ప్రకృతి వైపరీత్యాలు (ఉదా. మెరుపు, భూకంపాలు, తుఫానులు, వరదలు); యుద్ధాలు, అల్లర్లు, ఉగ్రవాద కార్యకలాపాలు మరియు పౌర కల్లోలం; స్థానిక మార్పిడి క్యారియర్ యొక్క కార్యకలాపాలు మరియు మూడవ పార్టీల ఇతర చర్యలు; పేలుళ్లు మరియు మంటలు; ఆంక్షలు, సమ్మెలు మరియు కార్మిక వివాదాలు; ప్రభుత్వ ఉత్తర్వులు; టెలికమ్యూనికేషన్ ప్రొవైడర్లు లేదా ఇంటర్నెట్ సర్వీస్ ప్రొవైడర్ల వైఫల్యాలు; మూడవ పార్టీ సరఫరాదారులు, సర్వీసు ప్రొవైడర్లు లేదా విక్రేతల వైఫల్యాలు; మరియు పార్టీ యొక్క సహేతుకమైన నియంత్రణకు మించిన ఇతర కారణాలు.
tg: 13.3 Форс-мажор (форс-мажор): Ҳеҷ як тараф барои ҳама гуна таъхир, таваққуф ё дигар иҷро накардани қарордод аз рӯи амалиёте, ки аз ҷониби ҷониби масъул масъул нест, ҷавобгар нест, аммо танҳо то он даме, ки ин шартҳо боқӣ монанд. Ҳодисаҳои форс-мажор иборатанд аз: офатҳои табиӣ (масалан, барқ, заминҷунбӣ, тундбод, обхезӣ); ҷангҳо, ошӯбҳо, фаъолиятҳои террористӣ ва шӯришҳои шаҳрвандӣ; - фаъолияти интиқолдиҳандаи маҳаллии мубодила ва дигар санадҳои ҷониби сеюм; таркишҳо ва сӯхтор; эмбарго, корпартоӣ ва баҳсҳои меҳнатӣ; қарорҳои ҳукумат; нобарориҳо аз дастраскунандагони телекоммуникатсионӣ ё провайдерҳои хидматрасони интернетӣ; нобарориҳо аз таъминкунандагони ҷонибҳо, дастраскунандагони хидмат ё фурӯшандагон; ва ҳама гуна сабабҳои дигаре, ки аз назорати оқилонаи ҳизб берунанд.
th: 13.3 เหตุสุดวิสัย: ฝ่ายใดฝ่ายหนึ่งจะไม่รับผิดชอบต่อความล่าช้าการขัดจังหวะหรือความล้มเหลวอื่น ๆ ที่จะดำเนินการภายใต้ข้อตกลงเนื่องจากการกระทำที่อยู่นอกเหนือการควบคุมของฝ่ายที่รับผิดชอบ แต่ตราบเท่าที่เงื่อนไขดังกล่าวยังคงมีอยู่ เหตุการณ์เหตุสุดวิสัยรวมถึง แต่ไม่ จำกัด เพียง: ภัยธรรมชาติ (เช่นฟ้าผ่าแผ่นดินไหวพายุเฮอริเคนน้ำท่วม); สงครามการจลาจลกิจกรรมของผู้ก่อการร้าย กิจกรรมของผู้ให้บริการแลกเปลี่ยนในประเทศและการกระทำอื่น ๆ ของบุคคลที่สาม การระเบิดและไฟ; ห้ามการนัดหยุดงานและข้อพิพาทแรงงาน คำสั่งของรัฐบาล ความล้มเหลวของผู้ให้บริการโทรคมนาคมหรือผู้ให้บริการอินเทอร์เน็ต ความล้มเหลวของซัพพลายเออร์บุคคลที่สามผู้ให้บริการหรือผู้ขาย และสาเหตุอื่นใดนอกเหนือจากการควบคุมที่สมเหตุสมผลของฝ่าย
tk: 13.3 Force Majeure: Jogapkär tarapyň gözegçiliginden daşgary hereketler sebäpli hiç hili tarap gijikdirilmegi, kesilmegi ýa-da başga bir näsazlyk üçin jogapkärçilik çekmez, ýöne diňe şeýle şertler dowam edýänçä. Güýçli ýeňip bolmajak wakalar şulary öz içine alýar, ýöne olar bilen çäklenmeýär: tebigy betbagtçylyklar (mysal üçin ýyldyrym, ýer titremesi, tupan, suw joşmalary); uruşlar, bidüzgünçilikler, terrorçylyk hereketleri we raýat tolgunyşyklary; ýerli alyş-çalyş kärhanasynyň işi we üçünji taraplaryň beýleki hereketleri; partlamalar we ýangynlar; embargo, iş taşlaýyş we zähmet jedelleri; hökümet kararlary; telekommunikasiýa üpjün edijileriniň ýa-da internet hyzmatlaryny üpjün edijileriň şowsuzlyklary; üçünji tarap üpjün edijileriň, hyzmat üpjün edijileriň ýa-da satyjylaryň şowsuzlyklary; we tarapyň göwnejaý gözegçiliginden daşgary başga sebäpler.
tl: 13.3 Force Majeure: Ang alinman sa partido ay hindi mananagot para sa anumang pagkaantala, pagkagambala o iba pang kabiguan upang maisagawa sa ilalim ng Kasunduan dahil sa mga kilos na lampas sa kontrol ng responsableng partido, ngunit para lamang sa habang ang mga kondisyon ay nagpapatuloy. Kasama sa mga kaganapan sa lakas ng majeure, ngunit hindi limitado sa: mga natural na sakuna (halimbawa kidlat, lindol, bagyo, baha); mga digmaan, gulo, terorista na aktibidad, at pag-uusap sa sibil; isang lokal na aktibidad ng carrier ng palitan, at iba pang mga gawa ng mga ikatlong partido; pagsabog at sunog; panghihimasok, welga at hindi pagkakaunawaan sa paggawa; mga kautusan ng pamahalaan; mga pagkabigo ng mga nagbibigay ng telecommunications o mga nagbibigay ng serbisyo sa internet; mga pagkabigo ng mga tagatustos ng third party, mga service provider o mga vendor; at anumang iba pang sanhi na lampas sa makatuwirang kontrol ng isang partido.
tr: 13.3 Mücbir Sebep: Taraflardan hiçbiri, sorumlu tarafın kontrolü dışındaki eylemler nedeniyle Anlaşma kapsamında herhangi bir gecikme, kesinti veya başka bir başarısızlıktan sorumlu olmayacaktır, ancak sadece bu koşullar devam ettiği sürece. Mücbir sebep olayları aşağıdakileri içerir, ancak bunlarla sınırlı değildir: doğal afetler (örneğin yıldırım, depremler, kasırgalar, seller); savaşlar, ayaklanmalar, terörist faaliyetler ve sivil toplum; yerel bir döviz taşıyıcının faaliyetleri ve üçüncü tarafların diğer eylemleri; patlamalar ve yangınlar; ambargolar, grevler ve iş uyuşmazlıkları; hükümet kararnameleri; telekomünikasyon sağlayıcılarının veya internet servis sağlayıcılarının arızaları; üçüncü taraf tedarikçiler, hizmet sağlayıcılar veya satıcıların hataları; ve bir partinin makul kontrolünün ötesindeki diğer nedenler.
tt: 13.3 Force Majeure: җаваплы як контроленнән башка гамәлләр аркасында Килешү нигезендә тоткарлану, өзелү яки бүтән уңышсызлык өчен бер як та җаваплы булмас, ләкин мондый шартлар дәвам иткәнче генә. Форс-мажор вакыйгалары үз эченә ала, ләкин моның белән чикләнми: табигать афәтләре (мәсәлән, яшен, җир тетрәүләр, давыллар, су басулар); сугышлар, тәртипсезлекләр, террористик чаралар, гражданнар чуалышлары; җирле алмашу операторы эшчәнлеге, һәм өченче якларның башка актлары; шартлаулар һәм янгыннар; эмбарго, эш ташлау һәм хезмәт бәхәсләре; дәүләт указлары; телекоммуникация тәэмин итүчеләренең яки интернет-хезмәт күрсәтүчеләрнең уңышсызлыклары; өченче як тәэмин итүчеләрнең, хезмәт күрсәтүчеләрнең яки сатучыларның уңышсызлыклары; һәм партиянең акыллы контроленнән башка бүтән сәбәпләр.
ug: 13.3 زور كۈچ بىلەن تاقابىل تۇرۇش: جاۋابكار تەرەپنىڭ كونتروللۇقىدىن ھالقىغان ھەرىكەتلەر تۈپەيلىدىن كېلىشىمدە كېچىكتۈرۈش ، ئۈزۈلۈپ قېلىش ياكى باشقا ئىجرا قىلىنماسلىققا ھەر ئىككى تەرەپ مەسئۇل بولمايدۇ ، ئەمما پەقەت مۇشۇنداق شەرتلەر ساقلانغاندىلا. يەڭگىلى بولمايدىغان ۋەقەلەر ئۆز ئىچىگە ئالىدۇ ، ئەمما بۇنىڭ بىلەنلا چەكلەنمەيدۇ: تەبىئىي ئاپەت (مەسىلەن چاقماق ، يەر تەۋرەش ، بوران ، كەلكۈن) ئۇرۇش ، مالىمانچىلىق ، تېرورلۇق پائالىيەتلىرى ۋە ئىچكى قالايمىقانچىلىقلار يەرلىك ئالماشتۇرۇش توشۇغۇچىنىڭ پائالىيىتى ۋە ئۈچىنچى تەرەپنىڭ باشقا قىلمىشلىرى پارتلاش ۋە ئوت ئاپىتى ئېمبارگو ، ئىش تاشلاش ۋە ئەمگەك ماجىراسى; ھۆكۈمەت پەرمانى تېلېگراف بىلەن تەمىنلىگۈچىلەر ياكى تور مۇلازىمىتى بىلەن تەمىنلىگۈچىلەرنىڭ مەغلۇبىيىتى ئۈچىنچى تەرەپ تەمىنلىگۈچىلەر ، مۇلازىمەت تەمىنلىگۈچىلەر ياكى ساتقۇچىلارنىڭ مەغلۇبىيىتى ئالاقىدار تەرەپلەرنىڭ مۇۋاپىق كونتروللۇقىدىن ھالقىغان باشقا سەۋەبلەر.
uk: 13.3 Форс-мажор: Жодна із сторін не несе відповідальності за будь-яку затримку, переривання чи інше невиконання відповідно до Угоди через дії, що не підпадають під контроль відповідальної сторони, але лише до тих пір, поки такі умови зберігаються. Події непереборної сили включають, але не обмежуються ними: стихійні лиха (наприклад, блискавка, землетруси, урагани, повені); війни, заворушення, терористична діяльність та громадянські сутички; діяльність місцевого біржового оператора та інші акти третіх осіб; вибухи та пожежі; ембарго, страйки та трудові спори; урядові декрети; збої в постачальниках телекомунікаційних послуг або постачальників послуг Інтернету; збої сторонніх постачальників, постачальників послуг або постачальників; та будь-яка інша причина, яка не є розумним контролем сторони.
ur: 13.3 فورس مجیور: ذمہ دار فریق کے قابو سے باہر کاموں کی وجہ سے کسی بھی فریق معاہدے کے تحت انجام دینے میں کسی تاخیر ، مداخلت یا دیگر ناکامی کی ذمہ دار نہیں ہوگی ، لیکن صرف اس وقت تک جب تک کہ ایسے حالات برقرار ہیں۔ زبردستی بد عنوانی کے واقعات میں شامل ہیں ، لیکن ان تک محدود نہیں ہیں: قدرتی آفات (جیسے بجلی ، زلزلے ، سمندری طوفان ، سیلاب)؛ جنگیں ، فسادات ، دہشت گردی کی سرگرمیاں اور خانہ جنگی۔ مقامی تبادلہ کیریئر کی سرگرمیاں ، اور تیسرے فریق کی دوسری سرگرمیاں۔ دھماکے اور آگ۔ پابندیاں ، ہڑتالیں اور مزدور تنازعات۔ حکومت کے فرمان؛ ٹیلی مواصلات فراہم کرنے والوں یا انٹرنیٹ سروس فراہم کرنے والوں کی ناکامی۔ تیسری پارٹی کے فراہم کنندگان ، خدمات فراہم کرنے والوں یا دکانداروں کی ناکامی۔ اور کسی پارٹی کے معقول کنٹرول سے بالاتر کوئی اور وجہ۔
uz: 13.3 Force Major: Hech bir tomon biron bir kechikish, uzilish yoki boshqa tomonning Shartnomaga muvofiq bajarilmasligi uchun javobgar tomonning nazorati ostida bo&#39;lmagan harakatlar tufayli javobgar bo&#39;lmaydi, faqat bunday shartlar saqlanib turguncha. Fors kuchlari hodisalari quyidagilarni o&#39;z ichiga oladi, ammo ular bilan chegaralanmaydi: tabiiy ofatlar (masalan, chaqmoq, zilzilalar, dovullar, toshqinlar); urushlar, tartibsizliklar, terroristik harakatlar va fuqarolar tartibsizliklari; mahalliy birja tashuvchisi faoliyati va uchinchi shaxslarning boshqa xatti-harakatlari; portlashlar va yong&#39;inlar; embargolar, ish tashlashlar va mehnat nizolari; hukumat qarorlari; telekommunikatsiya provayderlari yoki Internet-provayderlarining ishdan chiqishi; uchinchi tomon etkazib beruvchilar, xizmat ko&#39;rsatuvchi provayderlar yoki sotuvchilarning ishdan chiqishi; va biron bir partiyaning oqilona nazorati ostida bo&#39;lmagan har qanday boshqa sabablar.
vi: 13.3 Bất khả kháng: Cả hai bên sẽ không chịu trách nhiệm cho bất kỳ sự chậm trễ, gián đoạn hoặc không thực hiện khác theo Thỏa thuận do các hành vi nằm ngoài sự kiểm soát của bên chịu trách nhiệm, nhưng chỉ trong thời gian dài như vậy. Các sự kiện bất khả kháng bao gồm, nhưng không giới hạn ở: thiên tai (ví dụ sét, động đất, bão, lũ lụt); chiến tranh, bạo loạn, hoạt động khủng bố và các cuộc cải tổ dân sự; một hoạt động trao đổi địa phương và các hành vi khác của bên thứ ba; vụ nổ và hỏa hoạn; cấm vận, đình công và tranh chấp lao động; nghị định của chính phủ; thất bại của các nhà cung cấp viễn thông hoặc nhà cung cấp dịch vụ internet; thất bại của nhà cung cấp bên thứ ba, nhà cung cấp dịch vụ hoặc nhà cung cấp; và bất kỳ nguyên nhân nào khác ngoài sự kiểm soát hợp lý của một bên.
xh: 13.3 Nyanzelisa Majeure: Akukho nalinye iqela eliza kuthwala uxanduva malunga nolibaziseko, ukuphazamiseka okanye enye into ukungaphumeleli ukwenza oko phantsi kwesiVumelwano ngenxa yezenzo ezingaphaya kolawulo lweqela elinoxanduva, kodwa kungokude iimeko ezinjalo ziqhubeke. Ukunyanzeliswa kweziganeko eziphezulu kubandakanya, kodwa kungaphelelanga apho: kwiintlekele zemvelo (umzekelo: imibane, iinyikima zomhlaba, izaqhwithi, izikhukula); iimfazwe, izidubedube, imisebenzi yabanqolobi, nezokulwa; imisebenzi yothutho yekhaya yekhaya, kunye nezinye izinto ezenziwa ngabantu besithathu; ukuqhuma kunye nemililo; i-embargoes, ukubetha kunye neengxabano zabasebenzi; Imithetho yaseburhulumenteni; ukusilela kwababoneleli zonxibelelwano okanye ababoneleli ngeenkonzo zeintanethi; ukusilela kwabaxhasi babanikezeli besithathu, ababoneleli beenkonzo okanye abathengisi; nasiphi na esinye isizathu esingaphaya kolawulo lweqela elifanelekileyo.
yi: 13.3 קראַפט מאַדזשור: ניט קיין פּאַרטיי וועט זיין פאַראַנטוואָרטלעך פֿאַר קיין פאַרהאַלטן, יבעררייַס אָדער אנדערע דורכפאַל צו דורכפירן אונטער די אַגרעעמענט רעכט צו אקטן וואָס זענען אויסער די קאָנטראָל פון די פאַראַנטוואָרטלעך פּאַרטיי, אָבער בלויז אַזוי לאַנג ווי אַזאַ טנאָים אָנהאַלטן. Force majeure events אַרייַננעמען, אָבער זענען נישט לימיטעד צו: נאַטירלעך דיזאַסטערז (למשל בליץ, ערדציטערנישן, כעראַקיינז, פלאַדז); מלחמות, ומרוען, טעראָריסט אַקטיוויטעטן, און יידל קאַמיושאַנז; אַקטיוויטעטן פון אַ היגע וועקסל טרעגער און אנדערע אקטן פון דריט פּאַרטיעס; יקספּלאָוזשאַנז און פירעס; עמבאַרגאָוז, סטרייקס און אַרבעט דיספּיוץ; רעגירונגס גזירות; פייליערז פון טעלאַקאַמיונאַקיישאַנז פּראַוויידערז אָדער אינטערנעט סערוויס פּראַוויידערז; פייליערז פון דריט פּאַרטיי סאַפּלייערז, סערוויס פּראַוויידערז אָדער ווענדאָרס; און קיין אנדערע סיבה וואָס איז יקסיד די גלייַך קאָנטראָל פון אַ פּאַרטיי.
