Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: and customize access permissions.
af: en pas toegangsregte aan.
am: እና የመዳረሻ ፍቃዶችን ያብጁ.
ar: وتخصيص أذونات الوصول.
az: və giriş icazələrini özelleştirin.
be: і наладзіць правы доступу.
bg: и персонализирате разрешенията за достъп.
bn: এবং অ্যাক্সেস অনুমতি কাস্টমাইজ করুন।
ca: i personalitzar els permisos d’accés.
cs: a upravte přístupová oprávnění.
cy: ac addasu hawliau mynediad.
da: og tilpass adgangstilladelser.
de: und Zugriffsberechtigungen anpassen.
el: και να προσαρμόσετε τα δικαιώματα πρόσβασης.
eo: kaj agordi alirrajtojn.
es: y personalizar los permisos de acceso.
et: ja kohandage juurdepääsuõigusi.
eu: eta sarbide baimenak pertsonalizatu.
fa: و سفارشی کردن مجوزهای دسترسی
fi: ja muokkaa käyttöoikeuksia.
fr: et personnaliser les autorisations d&#39;accès.
fy: en tagong tagongsrjochten.
ga: agus ceadanna rochtana a shaincheapadh.
gd: agus gnàthaich ceadan ruigsinneachd.
gl: e personalizar os permisos de acceso.
gu: અને ઍક્સેસ પરવાનગીઓ કસ્ટમાઇઝ કરો.
hi: और पहुँच अनुमतियाँ अनुकूलित करें।
hr: i prilagodite dozvole pristupa.
hu: és testreszabja a hozzáférési engedélyeket.
hy: եւ հարմարեցնել մուտքի թույլտվությունները:
id: dan menyesuaikan izin akses.
is: og aðlaga aðgangsheimildir.
it: e personalizzare le autorizzazioni di accesso.
iw: ולהתאים אישית הרשאות גישה.
ja: アクセス権をカスタマイズします。
ka: და ხელმისაწვდომობის დაშვების უფლება.
kk: қатынас рұқсаттарын теңшеңіз.
km: និងប្ដូរតាមបំណងសិទ្ធិចូលដំណើរការ។
kn: ಮತ್ತು ಪ್ರವೇಶ ಅನುಮತಿಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ.
ku: û destûra destûrkirinê bikin.
ky: жана жетки уруксатын өзгөчөлөштүрүү.
lb: an den Zougang Permissiounen anzestellen.
lo: ແລະປັບແຕ່ງສິດການເຂົ້າເຖິງ.
lt: ir tinkinti prieigos teises.
lv: un pielāgojiet piekļuves atļaujas.
mg: ary manova ny fahazoan-dàlana hidirana.
mi: me te whakarite ritenga whakaaetanga.
mk: и прилагодете ги дозволите за пристап.
ml: ആക്സസ് ചെയ്ത അനുമതികൾ ഇഷ്ടാനുസൃതമാക്കാം.
mn: хандалтын зөвшөөрлүүдийг өөрчлөх.
mr: आणि प्रवेश परवानग्या सानुकूलित करा.
ms: dan menyesuaikan kebenaran akses.
mt: u customize permessi ta &#39;aċċess.
my: နှင့် Access ခွင့်ပြုချက် customize ။
ne: र पहुँच अनुमति अनुकूलन गर्नुहोस्।
nl: en pas toegangsrechten aan.
no: og tilpass tilgangstillatelser.
or: ଏବଂ ପ୍ରବେଶ ଅନୁମତି କଷ୍ଟୋମାଇଜ୍ କରନ୍ତୁ |
pa: ਅਤੇ ਪਹੁੰਚ ਅਧਿਕਾਰ ਨੂੰ ਕਸਟਮਾਈਜ਼ ਕਰੋ.
pl: i dostosuj uprawnienia dostępu.
ps: او د لاسرسي اجازهونو تخصیص کول.
pt: e personalizar permissões de acesso.
ro: și să personalizați permisiunile de acces.
ru: и настроить права доступа.
rw: kandi uhindure uburenganzira bwo kwinjira.
sd: ۽ گهڻن اجازتن جي اجازت ڏيڻ.
si: ප්රවේශ අවසරයන් රිසිකරණය කරන්න.
sk: a upravte prístupové práva.
sl: in prilagodite dovoljenja za dostop.
sq: dhe rregulloje lejet e qasjes.
sr: и прилагодите дозволе за приступ.
sv: och anpassa åtkomstbehörigheter.
sw: na Customize ruhusa za upatikanaji.
ta: அணுகல் அனுமதியை தனிப்பயனாக்கலாம்.
te: మరియు ప్రాప్యత అనుమతులను అనుకూలీకరించండి.
tg: ва танзим кардани иҷозатҳои дастрасӣ.
th: และกำหนดสิทธิ์การเข้าถึง
tk: we giriş rugsatlaryny özleşdiriň.
tl: at i-customize ang mga pahintulot sa pag-access.
tr: ve erişim izinlerini özelleştirin.
tt: һәм керү рөхсәтләрен көйләгез.
ug: زىيارەت ئىجازەتنامىسىنى خاسلاشتۇرۇڭ.
uk: та налаштування дозволів на доступ.
ur: اور رسائی کی اجازتوں کو اپنی مرضی کے مطابق بنائیں.
uz: va ruxsatnomalarni sozlash.
vi: và tùy chỉnh quyền truy cập.
xh: kwaye ngokwezifiso iimvume zokufikelela.
yi: און קאַסטאַמייז צוטריט פּערמישאַנז.

source: All data is automatically backed up
af: Alle data word outomaties gerugsteun
am: ሁሉም ውሂብ በራስ-ሰር ምትኬ ይቀመጥለታል
ar: يتم نسخ جميع البيانات احتياطيًا تلقائيًا
az: Bütün məlumatlar avtomatik olaraq qorunur
be: Усе дадзеныя аўтаматычна капіююцца
bg: Всички данни се архивират автоматично
bn: সমস্ত তথ্য স্বয়ংক্রিয়ভাবে ব্যাক আপ করা হয়
ca: Es fa una còpia de seguretat automàtica de totes les dades
cs: Všechna data jsou automaticky zálohována
cy: Mae&#39;r holl ddata yn cael ei ategu&#39;n awtomatig
da: Alle data sikkerhedskopieres automatisk
de: Alle Daten werden automatisch gesichert
el: Όλα τα δεδομένα υποστηρίζονται αυτόματα
eo: Ĉiuj datumoj estas aŭtomate subtenataj
es: Todos los datos son copiados automáticamente
et: Kõik andmed varundatakse automaatselt
eu: Datu guztiak automatikoki babesten dira
fa: تمام داده ها به صورت خودکار پشتیبان گیری می شوند
fi: Kaikki tiedot varmuuskopioidaan automaattisesti
fr: Toutes les données sont automatiquement sauvegardées
fy: Alle gegevens wurde automatysk opslein
ga: Tacaítear go huathoibríoch leis na sonraí go léir
gd: Tha an dàta gu lèir air a chumail suas gu fèin-obrachail
gl: A copia de seguridade de todos os datos é automática
gu: બધા ડેટાનો આપમેળે બેક અપ લેવાય છે
hi: सभी डेटा स्वचालित रूप से बैकअप है
hr: Svi podaci se automatski sigurnosno kopiraju
hu: Minden adat automatikusan mentésre kerül
hy: Բոլոր տվյալները ավտոմատ կերպով պահվում են
id: Semua data dicadangkan secara otomatis
is: Öll gögn eru sjálfkrafa afrituð
it: Tutti i dati sono automaticamente sottoposti a backup
iw: כל הנתונים מגובים באופן אוטומטי
ja: すべてのデータは自動的にバックアップされます
ka: ყველა მონაცემი ავტომატურად არის გამორთული
kk: Барлық деректер автоматты түрде сақтық көшіріледі
km: ទិន្នន័យទាំងអស់ត្រូវបានបម្រុងទុកដោយស្វ័យប្រវត្តិ
kn: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಬ್ಯಾಕಪ್ ಮಾಡಲಾಗಿದೆ
ku: Hemî daneyên xwe bixweber piştevanî ye
ky: Бардык маалыматтар түрдө колдоп жатат
lb: All Daten ginn automatesch opgeriicht
lo: ຂໍ້ມູນທັງຫມົດແມ່ນຖືກສໍາຮອງໄວ້ໂດຍອັດຕະໂນມັດ
lt: Visi duomenys yra automatiškai paremti
lv: Visi dati tiek automātiski dublēti
mg: Ny tahirin-kevitra rehetra dia manohana ara-dalàna
mi: Ka tautokohia nga raraunga katoa
mk: Сите податоци се автоматски поддржани
ml: എല്ലാ ഡാറ്റയും യാന്ത്രികമായി ബാക്കപ്പ് ചെയ്യുന്നു
mn: Бүх өгөгдөл автоматаар нөөцлөгддөг
mr: सर्व डेटा स्वयंचलितपणे बॅक अप घेतला जातो
ms: Semua data disokong secara automatik
mt: Id-data kollha hija awtomatikament sostnuta
my: ဒေတာအားလုံးကိုအလိုအလျှောက်ထကျောထောက်နောက်ခံပြုနေသည်
ne: सबै डाटा स्वचालित रूपमा जगेडा गरिन्छ
nl: Van alle gegevens wordt automatisch een back-up gemaakt
no: Alle data sikkerhetskopieres automatisk
or: ସମସ୍ତ ତଥ୍ୟ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ବ୍ୟାକଅପ୍ ହୋଇଥାଏ |
pa: ਸਾਰਾ ਡਾਟਾ ਆਟੋਮੈਟਿਕਲੀ ਬੈਕ ਅਪ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pl: Wszystkie dane są automatycznie archiwizowane
ps: ټولې ډاټا خپل ځانونه ملاتړ کوي
pt: Todos os dados são automaticamente copiados
ro: Toate datele sunt copiate automat
ru: Все данные автоматически резервируются
rw: Amakuru yose ahita abikwa
sd: سڀ ڊيٽا خودڪار طور تي ڀريل آهي
si: සියලු දත්ත ස්වයංක්රීයව අනුයුක්ත කර ඇත
sk: Všetky údaje sa automaticky zálohujú
sl: Vsi podatki se samodejno varnostno kopirajo
sq: Të gjitha të dhënat mbrohen automatikisht
sr: Сви подаци се аутоматски сигурносно копирају
sv: Alla data säkerhetskopieras automatiskt
sw: Takwimu zote zinahifadhiwa moja kwa moja
ta: எல்லா தரவும் தானாகவே காப்புப் பிரதி எடுக்கப்படும்
te: మొత్తం డేటా స్వయంచాలకంగా బ్యాకప్ చేయబడింది
tg: Ҳамаи маълумотҳо ба таври автоматӣ пуштибонӣ мешаванд
th: ข้อมูลทั้งหมดจะถูกสำรองโดยอัตโนมัติ
tk: Datahli maglumatlar awtomatiki ätiýaçlanýar
tl: Ang lahat ng data ay awtomatikong naka-back up
tr: Tüm veriler otomatik olarak yedeklenir
tt: Барлык мәгълүматлар автоматик рәвештә резервланган
ug: بارلىق سانلىق مەلۇماتلار ئاپتوماتىك زاپاسلىنىدۇ
uk: Всі дані автоматично резервуються
ur: تمام اعداد و شمار خود کار طریقے سے بیک اپ کی گئیں
uz: Barcha ma&#39;lumotlar avtomatik ravishda zaxiralanadi
vi: Tất cả dữ liệu được tự động sao lưu
xh: Yonke idatha ixhaswa ngokuzenzekelayo
yi: אַלע דאַטע איז אויטאָמאַטיש באַקט אַרויף

source: in case a recovery is ever needed.
af: in geval &#39;n herstel ooit nodig is.
am: አስፈላጊ ሆኖ ከተገኘ ነው.
ar: في حالة الحاجة إلى الانتعاش من أي وقت مضى.
az: bir bərpa ehtiyac olduqda.
be: у выпадку калі патрабуецца аднаўленне.
bg: в случай че някога е необходимо възстановяване.
bn: একটি পুনরুদ্ধারের প্রয়োজন হয় ক্ষেত্রে।
ca: en cas que es necessiti una recuperació.
cs: v případě, že je nutná obnova.
cy: rhag ofn y bydd angen adferiad byth.
da: hvis der er behov for et opsving.
de: für den Fall, dass eine Erholung jemals erforderlich ist.
el: σε περίπτωση που χρειαστεί ανάκτηση.
eo: en la okazo ke reakiro iam ajn bezonos.
es: En caso de que alguna vez se necesite una recuperación.
et: kui taastamine on kunagi vajalik.
eu: berreskuratzea beharrezkoa bada.
fa: در صورتی که نیاز به بازیابی باشد.
fi: jos elpymistä tarvitaan koskaan.
fr: au cas où une récupération est nécessaire.
fy: yn gefal dat in ferwachting ea needsaaklik is.
ga: i gcás go bhfuil gá le téarnamh riamh.
gd: gun fhios nach bi feum air ath-bheothachadh.
gl: no caso de que se necesite unha recuperación.
gu: જો પુનઃપ્રાપ્તિની જરૂર હોય તો.
hi: मामले में कभी रिकवरी की जरूरत है।
hr: u slučaju da je oporavak ikada potreban.
hu: abban az esetben, ha szükség van helyreállásra.
hy: երբ վերականգնումը երբեւէ անհրաժեշտ է:
id: dalam hal pemulihan pernah diperlukan.
is: ef þörf er á bata.
it: nel caso in cui sia necessaria una ripresa.
iw: במקרה ההתאוששות נדרשת אי פעם.
ja: 回復が必要な場合に備えて。
ka: იმ შემთხვევაში, თუ საჭიროა აღდგენა.
kk: қалпына келтіру қажет болған жағдайда.
km: ក្នុងករណីការងើបឡើងវិញគឺត្រូវការជាចាំបាច់។
kn: ಒಂದು ಚೇತರಿಕೆ ಅಗತ್ಯವಿರುತ್ತದೆ.
ku: Di rewşê de dîsa hewce bike.
ky: учурда калыбына көрбөгөндөй зарыл.
lb: wann et eng Erhuelung ëmmer néideg ass.
lo: ໃນກໍລະນີທີ່ການຟື້ນຟູແມ່ນຈໍາເປັນ.
lt: jei visuomet reikia susigrąžinti.
lv: ja ir nepieciešama atgūšana.
mg: raha toa ka ilaina ny famerenana amin&#39;ny laoniny.
mi: i te mea ka hiahiatia he whakaora.
mk: во случај кога е потребна наплата.
ml: ഒരു വീണ്ടെടുക്കൽ എപ്പോഴെങ്കിലും ആവശ്യമാണ്.
mn: нөхөн сэргээх шаардлага гардаг.
mr: पुनर्प्राप्तीची आवश्यकता असेल तर.
ms: dalam kes pemulihan yang diperlukan.
mt: f&#39;każ li jkun hemm bżonn ta &#39;rkupru.
my: အမှုအတွက်ပြန်လည်နာလန်ထူအစဉ်အဆက်လိုအပ်ပါသည်။
ne: यदि एक रिकभरी कहिल्यै आवश्यक छ।
nl: in het geval dat een herstel ooit nodig is.
no: i tilfelle en utvinning er nødvendig.
or: ଯଦି ଏକ ପୁନରୁଦ୍ଧାର ଆବଶ୍ୟକ ହୁଏ |
pa: ਜੇਕਰ ਕਿਸੇ ਰਿਕਵਰੀ ਦੀ ਕਦੇ ਜ਼ਰੂਰਤ ਹੁੰਦੀ ਹੈ.
pl: w razie potrzeby odzyskania.
ps: په هغه صورت کې چې بیا رغونې ته اړتیا وي.
pt: no caso de uma recuperação é sempre necessária.
ro: în cazul în care este necesară o recuperare.
ru: в случае необходимости восстановления.
rw: mugihe hagomba gukira.
sd: ان صورت ۾ هڪ بحالي جي ضرورت هوندي آهي.
si: නැවත යථා තත්ත්වයට පත්වීම අවශ්ය වේ.
sk: v prípade potreby obnovy.
sl: v primeru, da je kdaj potrebna izterjava.
sq: në rast se nevojitet një shërim.
sr: у случају да је опоравак икада потребан.
sv: om en återhämtning någonsin behövs.
sw: ikiwa hali ya kupona inahitajika.
ta: ஒரு மீட்பு எப்போதுமே தேவைப்படும்.
te: ఒక రికవరీ అవసరమైతే.
tg: дар сурати зарурат барқарор кардан лозим аст.
th: ในกรณีที่จำเป็นต้องกู้คืน
tk: dikeltmek zerur bolsa.
tl: kung sakaling kailanganin ang pagbawi.
tr: Kurtarma için gerekli olması durumunda.
tt: торгызу кирәк булса.
ug: ئەسلىگە كەلتۈرۈشكە ئېھتىياجلىق بولغان ئەھۋال ئاستىدا.
uk: у разі необхідності відновлення.
ur: اگر ایک بحالی کی ضرورت ہوتی ہے.
uz: Agar tiklash zarur bo&#39;lsa.
vi: trong trường hợp cần phục hồi
xh: xa kwenzeka ukufunyanwa kwakhona.
yi: אין פאַל אַ אָפּזוך איז אלץ דארף.

source: All information
af: Alle inligting
am: ሁሉም መረጃ
ar: كل المعلومات
az: Bütün məlumatlar
be: Уся інфармацыя
bg: Цялата информация
bn: সমস্ত তথ্য
ca: Tota la informació
cs: Všechny informace
cy: Yr holl wybodaeth
da: Alle oplysninger
de: Alle Informationen
el: Όλες οι πληροφορίες
eo: Ĉiuj informoj
es: Toda la informacion
et: Kogu teave
eu: Informazio guztia
fa: تمام اطلاعات
fi: Kaikki tiedot
fr: Toutes les informations
fy: Alle ynformaasje
ga: Gach eolas
gd: A h-uile fiosrachadh
gl: Toda a información
gu: બધી માહિતી
hi: संपूर्ण जानकारी
hr: Sve informacije
hu: Minden információ
hy: Բոլոր տեղեկությունները
id: Semua informasi
is: Allar upplýsingar
it: Tutte le informazioni
iw: כל המידע
ja: すべての情報
ka: ყველა ინფორმაცია
kk: Барлық ақпарат
km: ព័ត៌មានទាំងអស់
kn: ಎಲ್ಲಾ ಮಾಹಿತಿ
ku: Hemû agahdarî
ky: Бардык маалымат
lb: All Informatioun
lo: ຂໍ້ມູນທັງຫມົດ
lt: Visa informacija
lv: Visa informācija
mg: Ny fampahalalana rehetra
mi: Nga korero katoa
mk: Сите информации
ml: എല്ലാ വിവരങ്ങളും
mn: Бүх мэдээлэл
mr: सर्व माहिती
ms: Semua maklumat
mt: L-informazzjoni kollha
my: အားလုံးသတင်းအချက်အလက်
ne: सबै जानकारी
nl: Alle informatie
no: All informasjon
or: ସମସ୍ତ ସୂଚନା
pa: ਸਾਰੀ ਜਾਣਕਾਰੀ
pl: Wszystkie informacje
ps: ټول معلومات
pt: Todas as informações
ro: Toate informațiile
ru: Вся информация
rw: Amakuru yose
sd: سڀ ڄاڻ
si: සියලුම තොරතුරු
sk: Všetky informácie
sl: Vse informacije
sq: Të gjitha informatat
sr: Све информације
sw: Maelezo yote
ta: அனைத்து தகவல்களும்
te: అన్ని సమాచారం
tg: Ҳамаи иттилоот
th: ข้อมูลทั้งหมด
tk: Informationhli maglumatlar
tl: Lahat ng impormasyon
tr: Tüm bilgi
tt: Барлык мәгълүмат
ug: بارلىق ئۇچۇرلار
uk: Вся інформація
ur: تمام معلومات
uz: Barcha ma&#39;lumotlar
vi: Tất cả thông tin
xh: Yonke ingcaciso
yi: אַלע אינפֿאָרמאַציע

source: is securely encrypted, ensuring your absolute privacy.
af: is veilig geïnkripteer, wat jou absolute privaatheid verseker.
am: ሙሉ በሙሉ ምሥጢራዊነቱ የተጠበቀ መሆኑን ያረጋግጡ.
ar: يتم تشفيره بشكل آمن ، مما يضمن خصوصيتك المطلقة.
az: təhlükəsiz şifrələnir, mütləq gizlilik təmin edir.
be: надзейна шыфруюцца, забяспечваючы вашу абсалютную прыватнасць.
bg: е сигурно криптирана, осигурявайки абсолютното ви поверителност.
bn: নিরাপদে এনক্রিপ্ট করা, আপনার পরম গোপনীয়তা নিশ্চিত করা।
ca: Està encriptada de manera segura, garantint la vostra privadesa absoluta.
cs: je bezpečně zakódován, což zajišťuje vaše naprosté soukromí.
cy: wedi&#39;i amgryptio&#39;n ddiogel, gan sicrhau eich preifatrwydd llwyr.
da: er sikkert krypteret og sikrer dit absolutte privatliv.
de: ist sicher verschlüsselt und gewährleistet so absolute Privatsphäre.
el: κρυπτογραφείται με ασφάλεια, διασφαλίζοντας την απόλυτη ιδιωτικότητά σας.
eo: estas sekure ĉifrita, certigante vian absolutan privatecon.
es: Está encriptado de forma segura, asegurando su absoluta privacidad.
et: on turvaliselt krüpteeritud, tagades teie absoluutse privaatsuse.
eu: segurtasunez enkriptatuta dago, zure pribatutasuna bermatuz.
fa: امن است رمزگذاری شده، حصول اطمینان از حریم خصوصی مطلق شما.
fi: on turvallisesti salattu, mikä takaa absoluuttisen yksityisyyden.
fr: est crypté en toute sécurité, garantissant votre confidentialité absolue.
fy: is feilich fersifere, soargje jo absolute privacy.
ga: Déantar é a chriptiú go daingean, ag cinntiú do phríobháideacht iomlán.
gd: air a chrioptachadh gu tèarainte, a ’dèanamh cinnteach gum bi dìomhaireachd iomlan agad.
gl: está cifrado de xeito seguro, asegurando a túa privacidade absoluta.
gu: સુરક્ષિત રીતે એનક્રિપ્ટ થયેલ છે, તમારી સંપૂર્ણ ગોપનીયતાને સુનિશ્ચિત કરે છે.
hi: आपकी पूर्ण गोपनीयता सुनिश्चित करते हुए सुरक्षित रूप से एन्क्रिप्ट किया गया है।
hr: je sigurno kodiran, osiguravajući vašu apsolutnu privatnost.
hu: biztonságosan titkosítva van, biztosítva ezzel az abszolút adatvédelmet.
hy: անվտանգ կոդավորված է, ապահովելով ձեր բացարձակ գաղտնիությունը:
id: dienkripsi dengan aman, memastikan privasi absolut Anda.
is: er örugglega dulkóðuð og tryggir algera persónuvernd þína.
it: è crittografato in modo sicuro, garantendo la tua assoluta privacy.
iw: הוא מוצפן מאובטח, להבטיח את הפרטיות המוחלטת שלך.
ja: 安全に暗号化され、あなたの絶対的なプライバシーを確保します。
ka: უსაფრთხოდ დაშიფრულია და უზრუნველყოფს თქვენს აბსოლუტურ კონფიდენციალურობას.
kk: Сіздің құпиялылығыңызды қамтамасыз ету арқылы қауіпсіз шифрланған.
km: ត្រូវបានអ៊ិនគ្រីបដោយសុវត្ថិភាពធានាភាពឯកជនដាច់ខាតរបស់អ្នក។
kn: ಸುರಕ್ಷಿತವಾಗಿ ಎನ್ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ, ನಿಮ್ಮ ಸಂಪೂರ್ಣ ಗೌಪ್ಯತೆ ಖಾತರಿಪಡಿಸುತ್ತದೆ.
ku: ewlehî şîfre ye, da ku hûrgela xwe ya temam bike.
ky: Сиздин абсолюттук жашырындуулугун камсыз кылуу, коопсуз ИП жатат.
lb: ass sécher verschlësselt, fir datt Är absolutt Privatsphär garantéiert.
lo: ແມ່ນ encrypted ຢ່າງປອດໄພ, ຮັບປະກັນຄວາມເປັນສ່ວນຕົວຢ່າງແທ້ຈິງຂອງທ່ານ.
lt: yra saugiai užšifruotas, užtikrinant absoliučią privatumą.
lv: ir droši šifrēts, nodrošinot absolūtu privātumu.
mg: dia azo antoka fa voaverina, manome toky ny fiainanao manokana.
mi: Kei te haumaruhia te whakamunatanga, te whakarite i to tautuhinga tūmataiti.
mk: е безбедно шифрирана, обезбедувајќи ја вашата апсолутна приватност.
ml: സുരക്ഷിതമായി എൻക്രിപ്റ്റുചെയ്യുന്നു, നിങ്ങളുടെ സമ്പൂർണ്ണ സ്വകാര്യത ഉറപ്പാക്കുന്നു.
mn: аюулгүй байдлын нууцлалыг хангах аюулгүй шифрлэгдэх болно.
mr: सुरक्षितपणे एनक्रिप्टेड आहे, आपली पूर्ण गोपनीयता सुनिश्चित करत आहे.
ms: disulitkan dengan selamat, memastikan privasi mutlak anda.
mt: huwa kriptat sew, u jiżgura l-privatezza assoluta tiegħek.
my: လုံလုံခြုံခြုံသင့်ရဲ့အကြွင်းမဲ့အာဏာ privacy ကိုသေချာ, encrypted ဖြစ်ပါတယ်။
ne: सुरक्षित रूपमा इन्क्रिप्ट गरिएको छ, तपाईंको पूर्ण गोपनीयता सुनिश्चित गर्न।
nl: is veilig versleuteld, zodat uw absolute privacy gewaarborgd is.
no: er trygt kryptert, og sikrer ditt absolutte privatliv.
or: ସୁରକ୍ଷିତ ଭାବରେ ଏନକ୍ରିପ୍ଟ ହୋଇଛି, ଆପଣଙ୍କର ସମ୍ପୂର୍ଣ୍ଣ ଗୋପନୀୟତା ନିଶ୍ଚିତ କରୁଛି |
pa: ਸੁਰੱਖਿਅਤ ਰੂਪ ਨਾਲ ਏਨਕ੍ਰਿਪਟ ਕੀਤਾ ਗਿਆ ਹੈ, ਇਹ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੀ ਨਿਵੇਕਲੀ ਗੋਪਨੀਯਤਾ
pl: jest bezpiecznie szyfrowany, zapewniając pełną prywatność.
ps: په خوندي ډول کوډ شوی دی، ستاسو مطلق محرمیت ډاډمن کړئ.
pt: é criptografado com segurança, garantindo sua privacidade absoluta.
ro: este criptat în siguranță, asigurând intimitatea dvs. absolută.
ru: надежно зашифрован, обеспечивая вашу абсолютную конфиденциальность.
rw: ni ibanga neza, byemeza ubuzima bwawe bwuzuye.
sd: محفوظ طور تي انڪوائري ٿيل، توهان جي مطمقت رازداري کي يقيني بڻائي.
si: ආරක්ෂිතව ගුප්තකේතනය කර, ඔබේ පරම පෞද්ගලිකත්වය සහතික කිරීම.
sk: je bezpečne zakódovaný, čo zaručuje vaše absolútne súkromie.
sl: je varno šifriran, kar zagotavlja vašo absolutno zasebnost.
sq: është i koduar në mënyrë të sigurt, duke siguruar privatësinë tuaj absolute.
sr: је сигурно шифриран, осигуравајући вам апсолутну приватност.
sv: är säkert krypterad, vilket garanterar din absoluta integritet.
sw: imehifadhiwa salama, kuhakikisha siri yako yote.
ta: உங்கள் முழுமையான தனியுரிமையை உறுதிசெய்து பாதுகாப்பாக குறியாக்கம் செய்யப்படுகிறது.
te: సురక్షితంగా గుప్తీకరించబడింది, మీ సంపూర్ణ గోప్యతను భరోసా ఇస్తుంది.
tg: бехатарии шифргузоришуда, таъмини махфияти мутлақи шуморо таъмин мекунад.
th: ได้รับการเข้ารหัสอย่างปลอดภัยทำให้มั่นใจได้ถึงความเป็นส่วนตัวของคุณ
tk: ygtybarly kodlanýar, doly gizlinligiňizi üpjün edýär.
tl: ay ligtas na naka-encrypt, tinitiyak ang iyong ganap na privacy.
tr: mutlak gizliliğinizi sağlamak için güvenli bir şekilde şifrelenir.
tt: сезнең абсолют хосусыйлыгыгызны тәэмин итеп, куркынычсыз шифрланган.
ug: بىخەتەر مەخپىيلەشتۈرۈلگەن بولۇپ ، مۇتلەق مەخپىيەتلىكىڭىزگە كاپالەتلىك قىلىدۇ.
uk: надійно зашифровано, забезпечуючи абсолютну конфіденційність.
ur: محفوظ طریقے سے خفیہ کردہ ہے، آپ کی مطمئن رازداری کو یقینی بنانے کے.
uz: Sizning mutlaq maxfiyligingizni ta&#39;minlash bilan xavfsiz shifrlangan.
vi: được mã hóa an toàn, đảm bảo sự riêng tư tuyệt đối của bạn.
xh: ikhutshwe ngokukhuselekileyo, ukuqinisekisa ubungqonge bakho.
yi: איז סיקיורלי ינקריפּטיד, ינשורינג דיין אַבסאָלוט פּריוואַטקייט.

source: Customize
af: pas
am: ብጁ አድርግ
ar: يعدل أو يكيف
az: Özəlləşdirmək
be: наладзіць
bg: Персонализирайте
bn: কাস্টমাইজ করুন
ca: Personalitza
cs: Přizpůsobte
cy: Addasu
da: Tilpas
de: Anpassen
el: Προσαρμογή
eo: Agordu
es: Personalizar
et: Kohanda
eu: Pertsonalizatu
fa: شخصی سازی
fi: muokata
fr: Personnaliser
ga: Saincheap
gd: Gnàthaich
gl: Personalizar
gu: કસ્ટમાઇઝ કરો
hi: अनुकूलित करें
hr: Prilagođavanje
hu: Testreszab
hy: Անհատականացրեք
id: Sesuaikan
is: Sérsníða
it: personalizzare
iw: התאמה אישית
ja: カスタマイズ
ka: მორგება
kk: Теңшеу
km: ប្ដូរតាមបំណង
kn: ಕಸ್ಟಮೈಸ್ ಮಾಡಿ
lo: ປັບແຕ່ງ
lt: Pritaikyti
lv: Pielāgot
mg: Ataovy miavaka
mi: Whakaritea
mk: Прилагоди
ml: ഇഷ്ടാനുസൃതമാക്കുക
mn: Тохируулах
mr: सानुकूलित करा
ms: Peribadikan
mt: Jippersonalizzaw
ne: अनुकूलन गर्नुहोस्
nl: Aanpassen
no: Tilpass
or: କଷ୍ଟମାଇଜ୍ କରନ୍ତୁ |
pa: ਕਸਟਮਾਈਜ਼ ਕਰੋ
pl: Dostosuj
ps: دودیز کول
pt: Customizar
ro: Personalizați
ru: Настроить
rw: Hindura
sd: مرضي مطابق
si: අභිමතකරණය කරන්න
sk: prispôsobenie
sl: Prilagoditi
sr: Прилагоди
sv: Anpassa
ta: தனிப்பயனாக்கலாம்
te: అనుకూలీకరించండి
th: ปรับแต่ง
tk: Düzelt
tl: Ipasadya
tr: Özelleştirmek
tt: Көйләгез
uk: Налаштувати
ur: حسب ضرورت
uz: Moslashtiring
vi: Tùy chỉnh
xh: Yenza ngokwezifiso

source: with your own colors and logo.
af: Met jou eie kleure en logo.
am: በራስዎ ቀለሞች እና አርማ.
ar: مع الألوان والشعار الخاص بك.
az: öz rəngləri və loqosu ilə.
be: з вашымі ўласнымі кветкамі і лагатыпам.
bg: със собствени цветове и лого.
bn: আপনার নিজস্ব রং এবং লোগো সঙ্গে।
ca: amb els vostres propis colors i logotip.
cs: s vlastními barvami a logem.
cy: gyda&#39;ch lliwiau a&#39;ch logo eich hun.
da: med dine egne farver og logo.
de: mit eigenen Farben und Logo.
el: με τα δικά σας χρώματα και το λογότυπο.
eo: kun viaj propraj koloroj kaj emblemo.
es: Con tus propios colores y logo.
et: oma värvide ja logoga.
eu: zure kolore eta logotipo propioa.
fa: با رنگ و آرم خودتان.
fi: omilla väreillä ja logolla.
fr: avec vos propres couleurs et logo.
fy: mei jo eigen kleuren en logo.
ga: le do chuid dathanna agus lógó féin.
gd: le dhathan is suaicheantas fhèin.
gl: coas túas propias cores e logotipo.
gu: તમારા પોતાના રંગો અને લોગો સાથે.
hi: अपने रंग और लोगो के साथ।
hr: s vlastitim bojama i logotipom.
hu: saját színeivel és logójával.
hy: ձեր գույներով եւ լոգոնով:
id: dengan warna dan logo Anda sendiri.
is: með eigin litum og lógó.
it: con i tuoi colori e il tuo logo.
iw: עם הצבעים שלך ואת הלוגו.
ja: あなた自身の色とロゴで。
ka: თქვენი ფერები და ლოგოთი.
kk: өзіңіздің түстеріңіз бен логотипіңізбен.
km: ជាមួយនឹងពណ៌ផ្ទាល់ខ្លួននិងស្លាកសញ្ញារបស់អ្នក។
kn: ನಿಮ್ಮ ಸ್ವಂತ ಬಣ್ಣಗಳು ಮತ್ತು ಲೋಗೋದೊಂದಿಗೆ.
ku: bi rengên xwe û logo.
ky: Өз түстөр жана логотиби менен.
lb: mat Ären eegene Faarwen a Logo.
lo: ມີສີສັນແລະໂລໂກ້ຂອງທ່ານເອງ.
lt: su savo spalvomis ir logotipu.
lv: ar savām krāsām un logo.
mg: miaraka amin&#39;ny loko sy ny lokonao.
mi: me o koe tae me te tohu.
mk: со свои бои и лого.
ml: നിങ്ങളുടെ സ്വന്തം വർണ്ണങ്ങളും ലോഗോയും ഉപയോഗിച്ച്.
mn: өөрийн өнгө, лого.
mr: आपल्या स्वत: च्या रंग आणि लोगोसह.
ms: dengan warna dan logo anda sendiri.
mt: bil-kuluri u l-logo tiegħek.
my: သင့်ကိုယ်ပိုင်အရောင်များနှင့်လိုဂိုအတူ။
ne: तपाईँको आफ्नै र लोगो संग।
nl: met uw eigen kleuren en logo.
no: med egne farger og logo.
or: ଆପଣଙ୍କର ନିଜ ରଙ୍ଗ ଏବଂ ଲୋଗୋ ସହିତ |
pa: ਆਪਣੇ ਰੰਗ ਅਤੇ ਲੋਗੋ ਨਾਲ
pl: z własnymi kolorami i logo.
ps: د خپل رنګ او لوګو سره.
pt: com suas próprias cores e logotipo.
ro: cu propriile culori și logo-uri.
ru: с вашими собственными цветами и логотипом.
rw: n&#39;amabara yawe n&#39;ibirango.
sd: توهان جا رنگ ۽ علامت سان.
si: ඔබේම වර්ණ හා ලාංඡනය.
sk: s vlastnými farbami a logom.
sl: z lastnimi barvami in logotipom.
sq: me ngjyrat dhe logon tuaj.
sr: са сопственим бојама и логотипом.
sv: med egna färger och logotyper.
sw: na rangi yako mwenyewe na alama.
ta: உங்கள் சொந்த வண்ணங்கள் மற்றும் லோகோவுடன்.
te: మీ సొంత రంగులతో మరియు లోగోతో.
tg: бо рангҳои худ ва logo.
th: ด้วยสีและโลโก้ของคุณเอง
tk: öz reňkleriňiz we logotipiňiz bilen.
tl: gamit ang iyong sariling mga kulay at logo.
tr: kendi renkleri ve logosu ile.
tt: үз төсләрегез һәм логотибыгыз белән.
ug: ئۆزىڭىزنىڭ رەڭگى ۋە بەلگىسى بىلەن.
uk: з власними кольорами та логотипом.
ur: اپنے رنگ اور لوگو کے ساتھ.
uz: o&#39;zingizning rangingiz va logotipingiz bilan.
vi: với màu sắc và logo của riêng bạn.
xh: kunye nemibala yakho kunye ne logo.
yi: מיט דיין אייגן פארבן און לאָגאָ.
