Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Phone
af: Foon
am: ስልክ
ar: هاتف
az: Telefon
be: Тэлефон
bg: телефон
bn: ফোন
ca: Telèfon
cs: Telefon
cy: Ffôn
da: telefon
de: Telefon
el: Τηλέφωνο
eo: Telefono
es: Teléfono
et: Telefon
eu: Mugikorra
fa: تلفن
fi: Puhelin
fr: Téléphone
fy: Telefoan
ga: Fón
gd: Fòn
gl: Teléfono
gu: ફોન
hi: फ़ोन
hr: Telefon
hu: Telefon
hy: Հեռախոս
id: Telepon
is: Sími
it: Telefono
iw: טלפון
ja: 電話
ka: ტელეფონი
kk: Телефон
km: ទូរស័ព្ទ
kn: ದೂರವಾಣಿ
ku: Telefon
lb: Telefon
lo: ໂທລະສັບ
lt: Telefonas
lv: Tālr
mi: Waea
mk: Телефон
ml: ഫോൺ
mn: Утас
mr: फोन
ms: Telefon
mt: Telefon
my: ဖုန်း
ne: फोन
nl: Telefoon
no: telefon
or: ଫୋନ୍ |
pa: ਫੋਨ
pl: Telefon
ps: تلیفون
pt: telefone
ro: Telefon
ru: Телефон
rw: Terefone
sd: فون
si: දුරකථන
sk: telefón
sl: Telefon
sq: telefon
sr: Телефон
sv: Telefon
sw: Simu
ta: தொலைபேசி
te: ఫోన్
tg: Телефон
th: โทรศัพท์
tk: Telefon
tl: Telepono
tr: Telefon
tt: Телефон
ug: تېلېفون
uk: Телефон
ur: فون
uz: Telefon
vi: Điện thoại
xh: Ifowuni
yi: טעלעפאן

source: Invalid phone number entered
af: Ongeldige telefoonnommer ingevoer
am: ልክ ያልሆነ ስልክ ቁጥር ገብቷል
ar: تم إدخال رقم هاتف غير صالح
az: Yanlış telefon nömrəsi daxil edildi
be: Уведзены няправільны нумар тэлефона
bg: Въведен е невалиден телефонен номер
bn: অবৈধ ফোন নম্বর প্রবেশ করানো হয়েছে
ca: S'ha introduït un número de telèfon no vàlid
cs: Bylo zadáno neplatné telefonní číslo
cy: Rhif ffôn annilys wedi'i nodi
da: Ugyldigt indtastet telefonnummer
de: Ungültige Telefonnummer eingegeben
el: Καταχωρίστηκε μη έγκυρος αριθμός τηλεφώνου
eo: Nevalida telefonnumero enmetita
es: Se ingresó un número de teléfono no válido
et: Sisestatud vale telefoninumber
eu: Telefono zenbaki baliogabea sartu da
fa: شماره تلفن نامعتبر وارد شد
fi: Annettu virheellinen puhelinnumero
fr: Numéro de téléphone non valide saisi
fy: Unjildich telefoannûmer ynfierd
ga: Uimhir theileafóin neamhbhailí iontráilte
gd: Àireamh fòn neo-dhligheach air a chur a-steach
gl: Inseriu un número de teléfono non válido
gu: અમાન્ય ફોન નંબર દાખલ કર્યો
hi: अमान्य फ़ोन नंबर दर्ज किया गया
hr: Unesen je nevažeći telefonski broj
hu: Érvénytelen telefonszámot adott meg
hy: Մուտքագրվել է անվավեր հեռախոսահամար
id: Nomor telepon yang dimasukkan tidak valid
is: Ógilt símanúmer slegið inn
it: Numero di telefono inserito non valido
iw: הוזן מספר טלפון לא חוקי
ja: 無効な電話番号が入力されました
ka: შეყვანილია ტელეფონის არასწორი ნომერი
kk: Жарамсыз телефон нөмірі енгізілді
km: បញ្ចូលលេខទូរស័ព្ទមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಫೋನ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಲಾಗಿದೆ
ku: Jimareya têlefona nederbasdar ket
ky: Жараксыз телефон номери киргизилди
lb: Ongülteg Telefonsnummer aginn
lo: ໃສ່ເບີໂທລະສັບທີ່ບໍ່ຖືກຕ້ອງ
lt: Įvestas neteisingas telefono numeris
lv: Ievadīts nederīgs tālruņa numurs
mg: Niditra ny nomeraon-telefaona tsy mety
mi: Kua whakauruhia te nama waea muhu
mk: Внесен е невалиден телефонски број
ml: അസാധുവായ ഫോൺ നമ്പർ നൽകി
mn: Утасны дугаар буруу оруулсан байна
mr: अवैध फोन नंबर प्रविष्ट केला
ms: Nombor telefon tidak dimasukkan
mt: Numru tat-telefon invalidu mdaħħal
my: မမှန်ကန်သောဖုန်းနံပါတ်ထည့်သွင်းထားသည်
ne: अवैध फोन नम्बर प्रविष्ट गरियो
nl: Ongeldig telefoonnummer ingevoerd
no: Ugyldig telefonnummer angitt
or: ଅବ val ଧ ଫୋନ୍ ନମ୍ବର ପ୍ରବେଶ କଲା |
pa: ਗਲਤ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕੀਤਾ ਗਿਆ
pl: Wprowadzono nieprawidłowy numer telefonu
ps: د تلیفون غلط شمیره دننه شوه
pt: Número de telefone inválido inserido
ro: A fost introdus un număr de telefon nevalid
ru: Введен неверный номер телефона
rw: Inomero ya terefone itemewe
sd: غلط فون نمبر داخل ٿيل آهي
si: අවලංගු දුරකථන අංකය ඇතුළත් කර ඇත
sk: Zadané neplatné telefónne číslo
sl: Vnesena neveljavna telefonska številka
sq: U fut numri i pavlefshëm i telefonit
sr: Унесен је неважећи број телефона
sv: Ogiltigt telefonnummer har angetts
sw: Nambari ya simu si sahihi imeingizwa
ta: தவறான தொலைபேசி எண் உள்ளிடப்பட்டது
te: చెల్లని ఫోన్ నంబర్ నమోదు చేయబడింది
tg: Рақами телефони нодуруст ворид карда шуд
th: ป้อนหมายเลขโทรศัพท์ไม่ถูกต้อง
tk: Nädogry telefon belgisi girizildi
tl: Di-wastong numero ng telepono ang ipinasok
tr: Geçersiz telefon numarası girildi
tt: Яраксыз телефон номеры кертелде
ug: ئىناۋەتسىز تېلېفون نومۇرى كىرگۈزۈلدى
uk: Введено недійсний номер телефону
ur: غلط فون نمبر درج کیا گیا
uz: Noto‘g‘ri telefon raqami kiritildi
vi: Số điện thoại đã nhập không hợp lệ
xh: Inombolo yefowuni engasebenziyo ifakiwe
yi: אינוואַליד טעלעפאָן אריין אריין

source: A label to easily find a case. it cannot be changed later
af: 'N Etiket om maklik 'n saak te vind. dit kan nie later verander word nie
am: ጉዳይን በቀላሉ ለማግኘት መለያ ፡፡ በኋላ ሊለወጥ አይችልም
ar: ملصق للعثور على حالة بسهولة. فإنه لا يمكن تغييرها في وقت لاحق
az: Bir işi asanlıqla tapmaq üçün bir etiket. sonra dəyişdirilə bilməz
be: Этыкетка для лёгкага пошуку справы. пазней яго нельга змяніць
bg: Етикет за лесно намиране на калъф. не може да бъде променен по-късно
bn: সহজে একটি কেস সন্ধান করার জন্য একটি লেবেল। এটি পরে পরিবর্তন করা যায় না
ca: Una etiqueta per trobar fàcilment un cas. no es pot canviar més endavant
cs: Štítek pro snadné nalezení případu. nelze to později změnit
cy: Label i ddod o hyd i achos yn hawdd. ni ellir ei newid yn nes ymlaen
da: Et mærke til let at finde en sag. det kan ikke ændres senere
de: Ein Etikett, um eine Hülle leicht zu finden. es kann später nicht geändert werden
el: Μια ετικέτα για να βρείτε εύκολα μια υπόθεση. δεν μπορεί να αλλάξει αργότερα
eo: Etikedo por facile trovi kazon. ĝi ne povas esti ŝanĝita poste
es: Una etiqueta para encontrar fácilmente un estuche. No se puede cambiar después
et: Silt ümbrise hõlpsaks leidmiseks. seda ei saa hiljem muuta
eu: Etiketa bat kasu bat erraz aurkitzeko. ezin da gero aldatu
fa: برچسبی برای یافتن راحت پرونده. بعداً قابل تغییر نیست
fi: Tarra kotelon löytämiseksi helposti. sitä ei voi muuttaa myöhemmin
fr: Une étiquette pour trouver facilement un étui. il ne peut pas être modifié plus tard
fy: In label om maklik in saak te finen. it kin net letter feroare wurde
ga: Lipéad chun cás a fháil go héasca. ní féidir é a athrú níos déanaí
gd: Bileag airson cùis a lorg gu furasta. chan urrainnear atharrachadh nas fhaide air adhart
gl: Unha etiqueta para atopar facilmente un caso. non se pode cambiar máis tarde
gu: કોઈ કેસ સરળતાથી શોધવા માટેનું લેબલ. તે પછીથી બદલી શકાતું નથી
hi: आसानी से केस खोजने के लिए एक लेबल। इसे बाद में बदला नहीं जा सकता
hr: Oznaka za lako pronalaženje slučaja. kasnije se ne može mijenjati
hu: Címke az ügy könnyű megtalálásához. később nem változtatható meg
hy: Պիտակ ՝ գործը հեշտությամբ գտնելու համար: այն հետագայում հնարավոր չէ փոխել
id: Label untuk menemukan kasing dengan mudah. itu tidak dapat diubah nanti
is: Merki til að finna mál auðveldlega. það er ekki hægt að breyta seinna
it: Un'etichetta per trovare facilmente una custodia. non può essere modificato in seguito
iw: תווית למציאת מארז בקלות. אי אפשר לשנות את זה אחר כך
ja: ケースを簡単に見つけるためのラベル。後で変更することはできません
ka: იარლიყი საქმის ადვილად მოსაძებნად. მოგვიანებით მისი შეცვლა შეუძლებელია
kk: Істі оңай табуға арналған затбелгі. оны кейін өзгерту мүмкін емес
km: ស្លាកដើម្បីងាយរកករណី។ វាមិនអាចផ្លាស់ប្តូរនៅពេលក្រោយបានទេ
kn: ಪ್ರಕರಣವನ್ನು ಸುಲಭವಾಗಿ ಹುಡುಕುವ ಲೇಬಲ್. ಅದನ್ನು ನಂತರ ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ
ku: Labelê ku bi hêsanî dozek peyda dike. paşê nayê guhertin
ky: Көктү оңой табуу үчүн этикетка. аны кийинчерээк өзгөртүү мүмкүн эмес
lb: E Label fir einfach e Fall ze fannen. et kann net méi spéit geännert ginn
lo: ປ້າຍ ກຳ ກັບເພື່ອຊອກຫາຄະດີໄດ້ງ່າຍ. ມັນບໍ່ສາມາດປ່ຽນແປງພາຍຫຼັງ
lt: Etiketė, skirta lengvai rasti bylą. vėliau jo pakeisti negalima
lv: Etiķete, lai ērti atrastu lietu. to vēlāk nevar mainīt
mg: Famaritana hahitana tranga mora foana. tsy azo ovaina io avy eo
mi: He tapanga kia ngawari ai te rapu keehi. e kore e taea te huri a muri ake nei
mk: Етикета за лесно наоѓање на случајот. подоцна не може да се смени
ml: ഒരു കേസ് എളുപ്പത്തിൽ കണ്ടെത്താനുള്ള ലേബൽ. ഇത് പിന്നീട് മാറ്റാൻ കഴിയില്ല
mn: Кейсийг амархан олох шошго. дараа нь өөрчлөх боломжгүй
mr: एक केस सहज शोधण्यासाठी एक लेबल ते नंतर बदलू शकत नाही
ms: Label untuk mencari kes dengan mudah. ia tidak boleh diubah kemudian
mt: Tikketta biex issib każ faċilment. ma jistax jinbidel aktar tard
my: အမှုတစ်ခုကိုအလွယ်တကူရှာဖွေရန်တံဆိပ်တစ်ခု နောက်မှပြောင်းလဲလို့မရပါ
ne: लेबल सजीलो केस फेला पार्न। यो पछि परिवर्तन गर्न सकिदैन
nl: Een label om gemakkelijk een koffer te vinden. het kan later niet worden gewijzigd
no: En etikett for å enkelt finne en sak. det kan ikke endres senere
or: ସହଜରେ ଏକ କେସ୍ ଖୋଜିବା ପାଇଁ ଏକ ଲେବଲ୍ | ଏହା ପରେ ପରିବର୍ତ୍ତନ କରାଯାଇପାରିବ ନାହିଁ |
pa: ਅਸਾਨੀ ਨਾਲ ਕੇਸ ਲੱਭਣ ਲਈ ਇੱਕ ਲੇਬਲ. ਇਸ ਨੂੰ ਬਾਅਦ ਵਿਚ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Etykieta ułatwiająca odnalezienie etui. nie można go później zmienić
ps: لیبل په اسانۍ سره د قضیې موندلو لپاره. دا وروسته نشي بدلیدلی
pt: Uma etiqueta para encontrar facilmente uma caixa. não pode ser alterado mais tarde
ro: O etichetă pentru a găsi cu ușurință un caz. nu poate fi schimbat ulterior
ru: Ярлык, чтобы легко найти чемодан. это не может быть изменено позже
rw: Ikirango kugirango byoroshye kubona urubanza. ntishobora guhinduka nyuma
sd: آسانيءَ سان ڪيس ڳولڻ لاءِ هڪ ليبل. ان کي پوءِ تبديل نٿو ڪري سگهجي
si: නඩුවක් පහසුවෙන් සොයාගත හැකි ලේබලයක්. එය පසුව වෙනස් කළ නොහැක
sk: Štítok na ľahké vyhľadanie puzdra. neskôr sa to nedá zmeniť
sl: Oznaka za enostavno iskanje primera. kasneje je ni mogoče spremeniti
sq: Një etiketë për të gjetur lehtë një çështje. nuk mund të ndryshohet më vonë
sr: Ознака за лако проналажење случаја. касније се не може променити
sv: En etikett för att enkelt hitta ett fodral. det kan inte ändras senare
sw: Lebo ya kupata kesi kwa urahisi. haiwezi kubadilishwa baadaye
ta: ஒரு வழக்கை எளிதில் கண்டுபிடிக்க ஒரு லேபிள். அதை பின்னர் மாற்ற முடியாது
te: కేసును సులభంగా కనుగొనడానికి ఒక లేబుల్. దీన్ని తరువాత మార్చలేము
tg: Нишон барои осонӣ ёфтани парванда. онро баъдтар тағир додан мумкин нест
th: ฉลากสำหรับค้นหาเคสได้ง่าย ไม่สามารถเปลี่ยนแปลงได้ในภายหลัง
tk: Kazyýeti aňsatlyk bilen tapmak üçin bellik. soň üýtgedip bolmaz
tl: Isang label upang madaling makahanap ng kaso. hindi ito mababago mamaya
tr: Bir vakayı kolayca bulmak için bir etiket. daha sonra değiştirilemez
tt: Эшне җиңел табу өчен ярлык. соңрак үзгәртеп булмый
ug: ئاسانلا دېلو تېپىش ئۈچۈن بەلگە. كېيىنچە ئۆزگەرتىشكە بولمايدۇ
uk: Етикетка для легкого пошуку справи. його неможливо змінити пізніше
ur: آسانی سے کیس ڈھونڈنے کے ل A ایک لیبل۔ بعد میں اسے تبدیل نہیں کیا جاسکتا
uz: Ishni osongina topish uchun yorliq. uni keyinchalik o'zgartirish mumkin emas
vi: Một nhãn để dễ dàng tìm thấy một trường hợp. nó không thể thay đổi sau này
xh: Ileyibhile yokufumana ngokulula ityala. ayinakutshintshwa kamva
yi: א פירמע צו לייכט געפֿינען אַ פאַל. עס קען נישט זיין טשיינדזשד שפּעטער

source: Visibility:
af: sigbaarheid:
am: የታይነት ደረጃ:
ar: الرؤية:
az: Görünürlük:
be: бачнасць:
bg: Видимост:
bn: দৃশ্যমানতা:
ca: Visibilitat:
cs: Viditelnost:
cy: Gwelededd:
da: Sigtbarhed:
de: Sichtweite:
el: Ορατότητα:
eo: Videbleco:
es: Visibilidad:
et: Nähtavus:
eu: ikusgarritasuna:
fa: دید:
fi: näkyvyys:
fr: Visibilité:
fy: Sichtberens:
ga: Léargas:
gd: Fàire:
gl: Visibilidade:
gu: દૃશ્યતા:
hi: दृश्यता:
hr: Vidljivost:
hu: Láthatóság:
hy: Տեսանելիությունը `
id: Visibilitas:
is: Skyggni:
it: Visibilità:
iw: רְאוּת:
ja: 可視性：
ka: ხილვადობა:
kk: Көріну:
km: ភាពមើលឃើញ:
kn: ಗೋಚರತೆ:
ku: Dîtinî:
ky: Көрүнүш:
lb: Visibilitéit:
lt: Matomumas:
lv: Redzamība:
mk: Видливост:
ml: ദൃശ്യപരത:
mn: Харагдац:
mr: दृश्यमानता:
ms: Keterlihatan:
mt: Viżibilità:
my: မြင်နိုင်စွမ်း:
ne: दृश्यता:
nl: Zichtbaarheid:
no: Synlighet:
or: ଦୃଶ୍ୟମାନତା:
pa: ਦਰਿਸ਼ਗੋਚਰਤਾ:
pl: Widoczność:
ps: لیدلوری:
pt: Visibilidade:
ro: Vizibilitate:
ru: Видимость:
rw: Kugaragara:
sd: نمائش:
si: දෘශ්යතාව:
sk: viditeľnosť:
sl: Vidljivost:
sq: dukshmëria:
sr: Видљивост:
sv: Synlighet:
sw: Kuonekana:
ta: காணும்நிலை:
te: దృష్టి గోచరత:
tg: Эзоҳ:
th: ทัศนวิสัย:
tk: Görünmek:
tr: görüş mesafesi:
tt: Күренеш:
ug: كۆرۈنۈشچانلىقى:
uk: Видимість:
ur: نمائش:
uz: Ko&#39;rinishi:
vi: Hiển thị:
xh: Ukubonakala:
yi: זעעוודיקייט:

source: Who can use this template
af: Wie kan hierdie sjabloon gebruik
am: ይህን አብነት ማን መጠቀም ይችላል።
ar: من يمكنه استخدام هذا النموذج
az: Bu şablondan kim istifadə edə bilər
be: Хто можа выкарыстоўваць гэты шаблон
bg: Кой може да използва този шаблон
bn: যারা এই টেমপ্লেট ব্যবহার করতে পারেন
ca: Qui pot utilitzar aquesta plantilla
cs: Kdo může tuto šablonu používat
cy: Pwy all ddefnyddio'r templed hwn
da: Hvem kan bruge denne skabelon
de: Wer kann diese Vorlage verwenden?
el: Ποιος μπορεί να χρησιμοποιήσει αυτό το πρότυπο
eo: Kiu povas uzi ĉi tiun ŝablonon
es: Quién puede usar esta plantilla
et: Kes saavad seda malli kasutada
eu: Nork erabil dezake txantiloi hau
fa: چه کسی می تواند از این الگو استفاده کند
fi: Kuka voi käyttää tätä mallia
fr: Qui peut utiliser ce modèle
fy: Wa kin dit sjabloan brûke
ga: Cé atá in ann an teimpléad seo a úsáid
gd: Cò as urrainn an teamplaid seo a chleachdadh
gl: Quen pode usar este modelo
gu: કોણ આ નમૂનાનો ઉપયોગ કરી શકે છે
hi: इस टेम्पलेट का उपयोग कौन कर सकता है
hr: Tko može koristiti ovaj predložak
hu: Ki használhatja ezt a sablont
hy: Ով կարող է օգտագործել այս ձևանմուշը
id: Siapa yang dapat menggunakan templat ini?
is: Hver getur notað þetta sniðmát
it: Chi può utilizzare questo modello
iw: מי יכול להשתמש בתבנית זו
ja: このテンプレートを使用できるのは誰ですか
ka: ვის შეუძლია ამ შაბლონის გამოყენება
kk: Бұл үлгіні кім пайдалана алады
km: តើអ្នកណាអាចប្រើគំរូនេះបាន
kn: ಈ ಟೆಂಪ್ಲೇಟ್ ಅನ್ನು ಯಾರು ಬಳಸಬಹುದು
ku: Kî dikare vê şablonê bikar bîne
ky: Бул шаблонду ким колдоно алат
lb: Wien kann dës Schabloun benotzen
lo: ໃຜສາມາດໃຊ້ແມ່ແບບນີ້ໄດ້
lt: Kas gali naudoti šį šabloną
lv: Kas var izmantot šo veidni
mg: Iza no afaka mampiasa ity môdely ity
mi: Ko wai ka taea te whakamahi i tenei tauira
mk: Кој може да го користи овој шаблон
ml: ആർക്കൊക്കെ ഈ ടെംപ്ലേറ്റ് ഉപയോഗിക്കാം
mn: Энэ загварыг хэн ашиглаж болох вэ
mr: हा साचा कोण वापरू शकतो
ms: Siapa yang boleh menggunakan templat ini
mt: Min jista' juża dan il-mudell
my: ဒီပုံစံကို ဘယ်သူက သုံးနိုင်မလဲ။
ne: कसले यो टेम्प्लेट प्रयोग गर्न सक्छ
nl: Wie kan deze sjabloon gebruiken
no: Hvem kan bruke denne malen
or: କିଏ ଏହି ଟେମ୍ପଲେଟ୍ ବ୍ୟବହାର କରିପାରିବ |
pa: ਇਸ ਟੈਂਪਲੇਟ ਦੀ ਵਰਤੋਂ ਕੌਣ ਕਰ ਸਕਦਾ ਹੈ
pl: Kto może korzystać z tego szablonu
ps: څوک کولی شي دا ټیمپلیټ وکاروي
pt: Quem pode usar este modelo
ro: Cine poate folosi acest șablon
ru: Кто может использовать этот шаблон
rw: Ninde ushobora gukoresha iyi shusho
sd: ڪير هن ٽيمپليٽ کي استعمال ڪري سگهي ٿو
si: මෙම අච්චුව භාවිතා කළ හැක්කේ කාටද?
sk: Kto môže použiť túto šablónu
sl: Kdo lahko uporablja to predlogo
sq: Kush mund ta përdorë këtë shabllon
sr: Ко може да користи овај шаблон
sv: Vem kan använda denna mall
sw: Nani anaweza kutumia kiolezo hiki
ta: இந்த டெம்ப்ளேட்டை யார் பயன்படுத்தலாம்
te: ఈ టెంప్లేట్‌ని ఎవరు ఉపయోగించగలరు
tg: Кӣ метавонад ин қолабро истифода барад
th: ใครสามารถใช้เทมเพลตนี้ได้บ้าง
tk: Bu şablony kim ulanyp biler
tl: Sino ang maaaring gumamit ng template na ito
tr: Bu şablonu kimler kullanabilir?
tt: Бу шаблонны кем куллана ала
ug: بۇ قېلىپنى كىم ئىشلىتەلەيدۇ
uk: Хто може використовувати цей шаблон
ur: کون اس سانچے کو استعمال کر سکتا ہے۔
uz: Ushbu shablondan kim foydalanishi mumkin
vi: Ai có thể sử dụng mẫu này
xh: Ngubani onokusebenzisa le template
yi: ווער קענען נוצן דעם מוסטער

source: One time
af: Een keer
am: አንድ ጊዜ
ar: مره واحده
az: Bir dəfə
be: Аднойчы
bg: Един път
bn: একবার
ca: Una vegada
cs: Jednou
cy: Unwaith
da: En gang
de: Einmal
el: Μια φορά
eo: Unu tempo
es: Una vez
et: Üks kord
eu: Behin
fa: سر وقت
fi: Kerran
fr: Une fois
fy: Ien kear
ga: Uair amháin
gd: Aon uair
gl: Unha vez
gu: એક વાર
hi: एक बार
hr: Jednom
hu: Egyszer
hy: Մի ժամանակ
id: Satu kali
is: Einu sinni
it: Una volta
iw: פעם אחת
ja: 一度
ka: Ერთხელ
kk: Бір рет
km: មួយដង
kn: ಒಂದು ಬಾರಿ
ku: Tiştek
ky: Бир жолу
lb: Eemol
lo: ຄັ້ງດຽວ
lt: Vieną kartą
lv: Vienu reizi
mg: Indray mandeha
mi: Kotahi te waa
mk: Еднаш
ml: ഒരിക്കൽ
mn: Нэг удаа
mr: एकावेळी
ms: Satu kali
mt: Darba wahda
my: တစ်ကြိမ်
ne: एक पटक
nl: Een keer
no: En gang
or: ଗୋଟିଏ ଥର
pa: ਇੱਕ ਵਾਰ
pl: Jeden raz
ps: یو وخت
pt: Um tempo
ro: O data
ru: Один раз
rw: Igihe kimwe
sd: هڪ دفعو
si: එක වරක්
sk: Raz
sl: Enkrat
sq: Një herë
sr: Једном
sv: En gång
sw: Mara moja
ta: ஒரு முறை
te: ఒక్కసారి
tg: Як бор
th: ครั้งหนึ่ง
tk: Bir gezek
tl: Isang beses
tr: Bir kere
tt: Бер тапкыр
ug: بىر قېتىم
uk: Одного разу
ur: ایک بار
uz: Bir martada
vi: Một lần
xh: Ngaxeshanye
yi: איין מאל

source: Please enter valid payment information before proceeding
af: Voer asseblief geldige betalingsinligting in voordat u voortgaan
am: እባክዎ ከመቀጠልዎ በፊት የሚሰራ የክፍያ መረጃ ያስገቡ
ar: الرجاء إدخال معلومات دفع صالحة قبل المتابعة
az: Davam etməzdən əvvəl etibarlı ödəniş məlumatını daxil edin
be: Калі ласка, увядзіце сапраўдную плацежную інфармацыю, перш чым працягнуць
bg: Моля, въведете валидна информация за плащане, преди да продължите
bn: এগিয়ে যাওয়ার আগে দয়া করে বৈধ অর্থপ্রদানের তথ্য লিখুন
ca: Introduïu la informació de pagament vàlida abans de continuar
cs: Před pokračováním zadejte platné platební údaje
cy: Rhowch wybodaeth ddilys am daliad cyn symud ymlaen
da: Indtast venligst gyldige betalingsoplysninger, før du fortsætter
de: Bitte geben Sie gültige Zahlungsinformationen ein, bevor Sie fortfahren
el: Εισαγάγετε έγκυρα στοιχεία πληρωμής πριν συνεχίσετε
eo: Bonvolu enigi validajn pagajn informojn antaŭ ol daŭrigi
es: Ingrese información de pago válida antes de continuar
et: Enne jätkamist sisestage kehtiv makseteave
eu: Mesedez, idatzi baliozko ordainketa-informazioa jarraitu aurretik
fa: لطفاً قبل از ادامه، اطلاعات پرداخت معتبر را وارد کنید
fi: Anna voimassa olevat maksutiedot ennen kuin jatkat
fr: Veuillez entrer des informations de paiement valides avant de continuer
fy: Fier asjebleaft jildige betellingsynformaasje yn foardat jo trochgean
ga: Cuir isteach faisnéis íocaíochta bhailí roimh leanúint ar aghaidh
gd: Feuch an cuir thu a-steach fiosrachadh pàighidh dligheach mus lean thu air adhart
gl: Introduce a información de pago válida antes de continuar
gu: કૃપા કરીને આગળ વધતા પહેલા માન્ય ચુકવણી માહિતી દાખલ કરો
hi: कृपया आगे बढ़ने से पहले मान्य भुगतान जानकारी दर्ज करें
hr: Prije nastavka unesite valjane podatke o plaćanju
hu: Kérjük, a folytatás előtt adjon meg érvényes fizetési adatokat
hy: Խնդրում ենք մուտքագրել վավեր վճարման տվյալներ՝ շարունակելուց առաջ
id: Harap masukkan informasi pembayaran yang valid sebelum melanjutkan
is: Vinsamlega sláðu inn gildar greiðsluupplýsingar áður en þú heldur áfram
it: Si prega di inserire informazioni di pagamento valide prima di procedere
iw: אנא הזן פרטי תשלום חוקיים לפני שתמשיך
ja: 続行する前に、有効な支払い情報を入力してください
ka: გთხოვთ, შეიყვანოთ გადახდის მოქმედი ინფორმაცია გაგრძელებამდე
kk: Жалғастырмас бұрын жарамды төлем ақпаратын енгізіңіз
km: សូមបញ្ចូលព័ត៌មានការទូទាត់ត្រឹមត្រូវមុនពេលបន្ត
kn: ಮುಂದುವರಿಯುವ ಮೊದಲು ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ
ku: Ji kerema xwe berî ku bidomînin agahdariya dravdana derbasdar binivîsin
ky: Улантуудан мурун жарактуу төлөм маалыматын киргизиңиз
lb: Gitt w.e.g. gëlteg Bezuelinformatioun un ier Dir weider geet
lo: ກະລຸນາໃສ່ຂໍ້ມູນການຈ່າຍເງິນທີ່ຖືກຕ້ອງກ່ອນທີ່ຈະດໍາເນີນການ
lt: Prieš tęsdami įveskite galiojančią mokėjimo informaciją
lv: Pirms turpināt, lūdzu, ievadiet derīgu maksājuma informāciju
mg: Ampidiro azafady ny fampahalalana momba ny fandoavam-bola alohan'ny handehanana
mi: Whakauruhia koa nga korero utu tika i mua i te haere tonu
mk: Внесете валидни информации за плаќање пред да продолжите
ml: തുടരുന്നതിന് മുമ്പ് സാധുവായ പേയ്‌മെന്റ് വിവരങ്ങൾ നൽകുക
mn: Үргэлжлүүлэхийн өмнө төлбөрийн хүчинтэй мэдээллийг оруулна уу
mr: कृपया पुढे जाण्यापूर्वी वैध पेमेंट माहिती प्रविष्ट करा
ms: Sila masukkan maklumat pembayaran yang sah sebelum meneruskan
mt: Jekk jogħġbok daħħal informazzjoni valida tal-ħlas qabel tipproċedi
my: ဆက်လက်မလုပ်ဆောင်မီ တရားဝင်ငွေပေးချေမှုအချက်အလက်ကို ထည့်သွင်းပါ။
ne: कृपया अगाडि बढ्नु अघि मान्य भुक्तानी जानकारी प्रविष्ट गर्नुहोस्
nl: Voer geldige betalingsgegevens in voordat u doorgaat
no: Vennligst skriv inn gyldig betalingsinformasjon før du fortsetter
or: ଅଗ୍ରଗତି କରିବା ପୂର୍ବରୁ ଦୟାକରି ବ valid ଧ ଦେୟ ସୂଚନା ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਵੈਧ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ
pl: Przed kontynuowaniem wprowadź prawidłowe informacje o płatności
ps: مهرباني وکړئ د پرمخ وړلو دمخه د تادیې معتبر معلومات دننه کړئ
pt: Insira informações de pagamento válidas antes de continuar
ro: Vă rugăm să introduceți informații de plată valide înainte de a continua
ru: Пожалуйста, введите действительную платежную информацию, прежде чем продолжить
rw: Nyamuneka andika amakuru yishyuwe mbere yo gukomeza
sd: اڳتي وڌڻ کان اڳ مھرباني ڪري صحيح ادائگي جي معلومات داخل ڪريو
si: කරුණාකර ඉදිරියට යාමට පෙර වලංගු ගෙවීම් තොරතුරු ඇතුළත් කරන්න
sk: Pred pokračovaním zadajte platné informácie o platbe
sl: Preden nadaljujete, vnesite veljavne podatke za plačilo
sq: Ju lutemi, vendosni informacione të vlefshme pagese përpara se të vazhdoni
sr: Унесите важеће информације о плаћању пре него што наставите
sv: Ange giltig betalningsinformation innan du fortsätter
sw: Tafadhali weka maelezo sahihi ya malipo kabla ya kuendelea
ta: தொடர்வதற்கு முன் சரியான கட்டணத் தகவலை உள்ளிடவும்
te: దయచేసి కొనసాగే ముందు చెల్లుబాటు అయ్యే చెల్లింపు సమాచారాన్ని నమోదు చేయండి
tg: Лутфан пеш аз идома додан маълумоти дурусти пардохтро ворид кунед
th: โปรดป้อนข้อมูลการชำระเงินที่ถูกต้องก่อนดำเนินการต่อ
tk: Dowam etmezden ozal töleg maglumatlaryny giriziň
tl: Mangyaring magpasok ng wastong impormasyon sa pagbabayad bago magpatuloy
tr: Lütfen devam etmeden önce geçerli ödeme bilgilerini girin
tt: Зинһар, дәвам итәр алдыннан дөрес түләү мәгълүматын кертегез
ug: داۋاملاشتۇرۇشتىن بۇرۇن ئىناۋەتلىك ھەق تۆلەش ئۇچۇرىنى كىرگۈزۈڭ
uk: Будь ласка, введіть дійсну платіжну інформацію, перш ніж продовжити
ur: براہ کرم آگے بڑھنے سے پہلے ادائیگی کی درست معلومات درج کریں۔
uz: Davom etishdan oldin toʻlov maʼlumotlarini kiriting
vi: Vui lòng nhập thông tin thanh toán hợp lệ trước khi tiếp tục
xh: Nceda ufake iinkcukacha zentlawulo ezisebenzayo phambi kokuba uqhubeke
yi: ביטע אַרייַן גילטיק צאָלונג אינפֿאָרמאַציע איידער פּראַסידינג

source: Add Payment
af: Voeg betaling by
am: ክፍያ ጨምር
ar: إضافة الدفع
az: Ödəniş əlavə edin
be: Дадаць аплату
bg: Добавяне на плащане
bn: পেমেন্ট যোগ করুন
ca: Afegeix el pagament
cs: Přidat platbu
cy: Ychwanegu Taliad
da: Tilføj betaling
de: Zahlung hinzufügen
el: Προσθήκη πληρωμής
eo: Aldonu Pagon
es: Agregar pago
et: Lisa makse
eu: Gehitu Ordainketa
fa: پرداخت را اضافه کنید
fi: Lisää maksu
fr: Ajouter un paiement
ga: Cuir Íocaíocht leis
gd: Cuir Pàigheadh
gl: Engadir pago
gu: ચુકવણી ઉમેરો
hi: भुगतान जोड़ें
hr: Dodajte plaćanje
hu: Fizetés hozzáadása
hy: Ավելացնել վճարում
id: Tambahkan Pembayaran
is: Bæta við greiðslu
it: Aggiungi pagamento
iw: הוסף תשלום
ja: 支払いを追加
ka: დაამატეთ გადახდა
kk: Төлем қосу
km: បន្ថែមការទូទាត់
kn: ಪಾವತಿಯನ್ನು ಸೇರಿಸಿ
ku: Tezmînatê lê zêde bike
ky: Төлөм кошуу
lb: Füügt Bezuelung
lo: ເພີ່ມການຈ່າຍເງິນ
lt: Pridėti mokėjimą
lv: Pievienot maksājumu
mi: Tāpiri Utu
mk: Додадете плаќање
ml: പേയ്മെന്റ് ചേർക്കുക
mn: Төлбөр нэмэх
mr: पेमेंट जोडा
ms: Tambah Bayaran
mt: Żid il-Ħlas
my: ငွေပေးချေမှု ထည့်ပါ။
ne: भुक्तानी थप्नुहोस्
nl: Betaling toevoegen
no: Legg til betaling
or: ଦେୟ ଯୋଡନ୍ତୁ |
pa: ਭੁਗਤਾਨ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj płatność
ps: تادیه اضافه کړئ
pt: Adicionar pagamento
ro: Adăugați o plată
ru: Добавить платеж
rw: Ongeraho Kwishura
sd: ادائگي شامل ڪريو
si: ගෙවීම් එකතු කරන්න
sk: Pridať platbu
sl: Dodaj plačilo
sq: Shto pagesën
sr: Додај плаћање
sv: Lägg till betalning
sw: Ongeza Malipo
ta: கட்டணத்தைச் சேர்க்கவும்
te: చెల్లింపును జోడించండి
tg: Иловаи пардохт
th: เพิ่มการชำระเงิน
tk: Töleg goşuň
tl: Magdagdag ng Pagbabayad
tr: Ödeme Ekle
tt: Түләү өстәгез
ug: ھەق تۆلەش
uk: Додати платіж
ur: ادائیگی شامل کریں۔
uz: To'lovni qo'shish
vi: Thêm thanh toán
xh: Yongeza iNtlawulo
yi: לייג צאָלונג
