Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
af: 13.6 Geen kwytskelding nie; Kumulatiewe remedies: Geen versuim of vertraging deur enige van die partye in die uitoefening van enige reg kragtens hierdie ooreenkoms sal &#39;n afstanddoening van daardie reg uitmaak nie. Behalwe soos hierin uitdruklik vermeld, is die remedies wat hierin verskaf word, benewens, en nie uitsluitend nie, enige ander regsmiddele van &#39;n party by die wet of in ekwiteit.
am: 13.6 አስቀያሚ የለም ድምር መድኃኒቶች-በዚህ ስምምነት ውስጥ ማንኛውንም መብት በመጠቀማቸው በአንዱ ተዋዋይ ወገን ማናቸውም ውድቀትም ሆነ መዘግየት የዚያ መብት መብት አይሰጥም ፡፡ እዚህ ላይ በግልጽ ከተገለፀው በስተቀር በሕግ ወይም በፍትሃዊነት ውስጥ የፓርቲ ማካካሻዎች ከማንኛውም በስተቀር ከእነሱ በስተቀር የተወሰኑት አይደሉም ፡፡
ar: 13.6 عدم التنازل ؛ العلاجات التراكمية: لا يشكل أي فشل أو تأخير من قبل أي من الطرفين في ممارسة أي حق بموجب هذه الاتفاقية تنازلاً عن هذا الحق. بخلاف ما هو منصوص عليه صراحةً في هذه الوثيقة ، فإن العلاجات المنصوص عليها في هذه الوثيقة هي بالإضافة إلى ، ولا تستبعد ، أي تعويضات أخرى لطرف بموجب القانون أو في الإنصاف.
az: 13.6 imtina yoxdur; Yekun müdafiə vasitələri: Bu Sazişə əsasən hər hansı bir hüququn həyata keçirilməsində hər hansı tərəf tərəfindən hər hansı bir uğursuzluq və ya gecikmə bu hüquqdan imtina edilmir. Burada açıq şəkildə göstərilənlərdən başqa, burada təqdim olunan müdafiə vasitələri qanunla və ya kapitalda tərəflərin hər hansı digər müdafiə vasitələrinə əlavə və istisna deyil.
be: 13.6 Адмова адмаўляецца; Сукупныя сродкі прававой абароны: Адмова або забарона ні аднаго з бакоў пры ажыццяўленні якога-небудзь права ў рамках гэтага Пагаднення не з&#39;яўляецца адмовай ад гэтага права. Акрамя апісаных у гэтым дакуменце, сродкі прававой абароны, прадугледжаныя ў дадзеным дакуменце, дапаўняюцца і не ўключаюць ніякіх іншых сродкаў прававой абароны ўдзельнікаў закону альбо справядлівасці.
bg: 13.6 Без отказ; Кумулативни обезщетения: Никакъв неуспех или забавяне от страна на която и да е от страните при упражняването на което и да е право съгласно настоящото споразумение не представлява отказ от това право. Освен както е изрично посочено тук, средствата за защита, предоставени тук, са в допълнение и не са изключени от други средства за правна защита на страна по закон или в собствен капитал.
bn: 13.6 কোন ছাড় নয়; সংশ্লেষমূলক প্রতিকার: এই চুক্তির অধীনে কোনও অধিকার প্রয়োগে কোনও পক্ষই কোনও ব্যর্থতা বা বিলম্ব না করে সেই অধিকারটি ছাড়বে না। এখানে বর্ণিত হিসাবে বর্ণিত ব্যতীত, এখানে প্রদত্ত চিকিত্সা আইন বা ইক্যুইটিতে কোনও পক্ষের অন্যান্য প্রতিকারগুলি ছাড়াও এবং একচেটিয়া নয়।
ca: 13.6 Sense renúncia; Remedis acumulatius: L&#39;absència o el retard de cap de les parts en l&#39;exercici de qualsevol dret en virtut d&#39;aquest Acord no constituirà una renúncia a aquest dret. A part del que s&#39;expressa expressament aquí, els recursos que aquí es proporcionen són, a més de, i no són exclusius, els altres recursos d&#39;una part legal o patrimonial.
cs: 13.6 Žádné vzdání se; Kumulativní nápravná opatření: Žádné opomenutí nebo zpoždění kterékoli ze stran při uplatňování jakéhokoli práva podle této dohody nepředstavuje vzdání se tohoto práva. Kromě těch, které jsou zde výslovně uvedeny, opravné prostředky poskytnuté v tomto dokumentu doplňují a nevylučují žádné jiné opravné prostředky podle zákona nebo ve vlastním kapitálu.
cy: 13.6 Dim Hepgor; Meddyginiaethau Cronnus: Ni fydd unrhyw fethiant nac oedi gan y naill barti na&#39;r llall wrth arfer unrhyw hawl o dan y Cytundeb hwn yn ildiad o&#39;r hawl honno. Heblaw am y dywedir yn benodol yma, mae&#39;r rhwymedïau a ddarperir yma yn ychwanegol at, ac nid yn gyfyngedig i, unrhyw rwymedïau eraill gan barti yn y gyfraith neu mewn ecwiti.
da: 13.6 Ingen undtagelse; Kumulative retsmidler: Ingen fiasko eller forsinkelse fra nogen af parterne i udøvelsen af nogen ret i henhold til denne aftale udgør et afkald på denne ret. Bortset fra som udtrykkeligt anført her, er de retsmidler, der er leveret heri, ud over og ikke eksklusivt nogen andre retsmidler fra en part ved lov eller egenkapital.
de: 13.6 Kein Verzicht; Kumulative Abhilfemaßnahmen: Kein Versäumnis oder keine Verzögerung einer Partei bei der Ausübung eines Rechts aus dieser Vereinbarung bedeutet einen Verzicht auf dieses Recht. Anders als hierin ausdrücklich angegeben, gelten die hierin bereitgestellten Rechtsbehelfe zusätzlich zu anderen Rechtsbehelfen einer Partei nach dem Gesetz oder nach Billigkeit und schließen diese nicht aus.
el: 13.6 Χωρίς παραίτηση; Σωρευτικά διορθωτικά μέτρα: Καμία αποτυχία ή καθυστέρηση από κανένα μέρος στην άσκηση οποιουδήποτε δικαιώματος δυνάμει της παρούσας Συμφωνίας δεν αποτελεί παραίτηση από αυτό το δικαίωμα. Εκτός από ό, τι αναφέρεται ρητά στο παρόν, τα ένδικα μέσα που παρέχονται στο παρόν είναι επιπρόσθετα και όχι αποκλειστικά από οποιεσδήποτε άλλες θεραπείες ενός συμβαλλόμενου μέρους στο νόμο ή στα ίδια κεφάλαια.
eo: 13.6 Neniu Renonco; Akumulaj Rimedoj: Neniu misfunkcio aŭ prokrasto de ambaŭ partioj en praktiki ajnan rajton laŭ ĉi tiu Interkonsento konsistigas renon de tiu rajto. Krom kiel esprimite ĉi tie, la rimedoj disponigitaj ĉi tie estas krom, kaj ne ekskluzive, de iuj aliaj kuraciloj de partio laŭleĝe aŭ juste.
es: 13.6 Sin renuncia; Remedios acumulativos: ninguna falla o retraso por cualquiera de las partes en el ejercicio de cualquier derecho bajo este Acuerdo constituirá una renuncia a ese derecho. Además de lo expresamente establecido en este documento, los recursos proporcionados en este documento son adicionales y no exclusivos de cualquier otro recurso de una parte legal o en equidad.
et: 13.6 loobumist ei tehta; Kumulatiivsed õiguskaitsevahendid: kui ükski lepinguosaline ei suuda täita lepingust tulenevaid õigusi ega viivita sellega, ei tähenda sellest loobumist. Muud kui siin sõnaselgelt öeldud, täiendavad siin pakutavad õiguskaitsevahendid erakonna muid seadusi või õigussüsteeme ega välista neid.
eu: 13.6 Salbuespenik gabe; Errekurtso metagarriak: alde batek ez du Hitzarmen honen babesean eskubideren bat gauzatzearen ondorioz atzerapenik edo atzerapenik ekarriko. Espresuki adierazten denez, hemen ematen diren erremedioak alderdiaren legearen edo ondare-ondarearen gaineko beste edozein erremedio ere badira eta ez dira baztertzen.
fa: 13.6 بدون چشم پوشی؛ راه حل های انباشته: هیچ گونه عدم موفقیت و تأخیر توسط هر یک از طرفین در استفاده از هرگونه قانونی طبق این توافق نامه ، معامله ای از این حق نخواهد بود. به غیر از آنچه در اینجا صریحاً بیان شده است ، راه حلهای ارائه شده در اینجا علاوه بر داروهای دیگری که در یک طرف حقوقی یا در حقوق صاحبان سهام انجام می شود ، نیست و منحصر به فرد نیست.
fi: 13.6 Ei luopumista; Kumulatiiviset muutoksenhakukeinot: Se, että jompikumpi osapuoli ei laiminlyö tai viivästytä tämän sopimuksen mukaisten oikeuksien käyttämistä, ei ole luopumista tästä oikeudesta. Muut kuin kuin tässä nimenomaisesti todetaan, tässä tarjotut oikeussuojakeinot täydentävät ja eivät sulje pois kaikkia muita osapuolen oikeudellisia tai oikeussuojakeinoja.
fr: 13.6 Aucune renonciation; Recours cumulatifs: Aucun manquement ou retard de l&#39;une ou l&#39;autre des parties dans l&#39;exercice d&#39;un droit en vertu du présent Accord ne constituera une renonciation à ce droit. À l&#39;exception de ce qui est expressément indiqué dans les présentes, les recours prévus aux présentes s&#39;ajoutent et ne sont pas exclusifs à tout autre recours d&#39;une partie en droit ou en équité.
fy: 13.6 Gjin ôfwiking; Kumulative remedies: Gjin mislearring of fertraging troch ien fan &#39;e partijen by it útoefenjen fan in rjocht ûnder dizze oerienkomst sil in ôfwiking fan dat rjocht foarmje. Oars as hjir yn eksplisyt oanjûn, binne de remedies dy&#39;t hjir levere wurde neist, en net eksklusyf fan, alle oare remedies fan in partij by wet of yn eigenwearde.
ga: 13.6 Gan Tarscaoileadh; Leigheasanna Carnacha: Ní tharscaoilfidh an ceart sin aon mhainneachtain nó moill ó cheachtar páirtí i bhfeidhmiú aon chirt faoin gComhaontú seo. Seachas mar a deirtear go sainráite anseo, tá na leigheasanna a chuirtear ar fáil anseo sa bhreis ar aon leigheasanna eile de chuid páirtí dlí nó cothromais, agus gan iad a áireamh.
gd: 13.6 Gun leigeil seachad; Leigheasan tionalach: Cha toir fàiligeadh no dàil sam bith bho aon phàrtaidh ann a bhith a ’cleachdadh còir sam bith fon Aonta seo mar thasgadh den chòir sin. A bharrachd air na tha air a ràdh gu soilleir an seo, tha na leigheasan a tha air an toirt seachad an-seo a bharrachd air, agus chan eil iad air an toirt seachad, leigheasan sam bith eile bho phàrtaidh a rèir an lagh no ann an ionannachd.
gl: 13.6 Sen renuncia; Remedios acumulativos: ningún fallo ou atraso por parte das dúas partes no exercicio de ningún dereito con cargo ao presente Convenio constituirá unha renuncia a este dereito. Salvo o expresamente indicado no presente documento, os remedios previstos neste documento están ademais de e non son exclusivos de calquera outro recurso dunha parte xudicial ou patrimonial.
gu: 13.6 કોઈ માફી નહીં; સંયુક્ત ઉપચારો: આ કરાર હેઠળ કોઈપણ અધિકારનો ઉપયોગ કરવામાં કોઈ પણ પક્ષ દ્વારા નિષ્ફળતા અથવા વિલંબ તે હકની માફીની રચના કરશે નહીં. સ્પષ્ટ રીતે અહીં જણાવ્યા સિવાય, અહીં પૂરી પાડવામાં આવેલ ઉપાય કાયદા અથવા પક્ષમાં ઇક્વિટીના પક્ષના અન્ય ઉપાયો ઉપરાંત, સિવાયની પણ છે.
hi: 13.6 कोई छूट नहीं; संचयी उपाय: इस समझौते के तहत किसी भी अधिकार का प्रयोग करने में किसी भी पक्ष द्वारा कोई विफलता या देरी उस अधिकार की छूट का गठन नहीं करेगी। स्पष्ट रूप से यहां बताया गया है कि इसके अलावा, जो उपाय दिए गए हैं, वे इसके अलावा हैं, न कि किसी पार्टी के अन्य उपायों के कानून या इक्विटी में।
hr: 13.6 Nema odricanja; Kumulativni pravni lijekovi: Neuspjeh ili odgoda nijedne strane u ostvarivanju bilo kojeg prava prema ovom Ugovoru neće predstavljati odricanje od tog prava. Osim izričito navedenih u ovom dokumentu, pravni lijekovi navedeni u ovom tekstu su dodatak, a ne isključuju se, bilo koji drugi pravni lekovi pravne stranke ili u kapitalu.
hu: 13.6 Nincs mentesség; Összesített jogorvoslatok: A jelen Megállapodás szerinti jogok gyakorlásának vagy bármelyik fél általi elmulasztása nem jelenti e jog lemondását. A leírásban kifejezetten megállapítottak kivételével az itt biztosított jogorvoslati lehetőségek kiegészítik és nem zárják ki a jogi személy vagy a méltányosság bármely más jogorvoslatát.
hy: 13.6 Հրաժարվել. Կուտակային միջոցներ. Սույն Համաձայնագրով որևէ իրավունք գործադրելը որևէ կողմի կողմից որևէ տապալում կամ հապաղում չի կարող հրաժարվել այդ իրավունքից: Բացառությամբ, ինչպես ասված է սույն հոդվածում, սույն հոդվածով նախատեսված միջոցները լրացուցիչ և բացառիկ չեն օրենքից կամ բաժնեմասի որևէ այլ միջոցներից:
id: 13.6 Tidak Ada Pengabaian; Pemulihan Kumulatif: Tidak ada kegagalan atau keterlambatan oleh salah satu pihak dalam melaksanakan hak apa pun berdasarkan Perjanjian ini merupakan pengabaian hak tersebut. Selain dari yang dinyatakan secara tertulis di sini, ganti rugi yang diberikan di sini adalah sebagai tambahan terhadap, dan tidak eksklusif dari, pemulihan lainnya dari suatu pihak menurut hukum atau dalam ekuitas.
is: 13.6 Engin afsal; Uppsöfnuð úrræði: Enginn bilun eða tafir af hvorum aðila við að nýta neinn rétt samkvæmt þessum samningi skal fela í sér afsal á þeim rétti. Að öðru leyti en því sem sérstaklega er tekið fram hér, eru þau úrræði, sem gefin eru hér, auk, og ekki eingöngu, önnur úrræði aðila að lögum eða í eigin fé.
it: 13.6 Nessuna rinuncia; Rimedi cumulativi: nessun fallimento o ritardo da entrambe le parti nell&#39;esercizio di qualsiasi diritto ai sensi del presente Accordo costituirà una rinuncia a tale diritto. A parte quanto espressamente indicato nel presente documento, i rimedi previsti nel presente documento sono in aggiunta e non esclusivi di qualsiasi altro rimedio di una parte legale o equa.
iw: 13.6 אין ויתור; סעדים מצטברים: שום כישלון או עיכוב של אף אחד מהצדדים במימוש זכות כלשהי על פי הסכם זה לא יהוו ויתור על אותה זכות. למעט כאמור במפורש כאן, הסעדים הניתנים כאן הם בנוסף לכל תרופות אחרות של צד בדין או בהון עצמי, ואינן בלעדיות.
ja: 13.6権利の非放棄。累積的救済：本契約に基づく権利の行使におけるいずれかの当事者による失敗または遅延は、その権利の放棄を構成するものではありません。本書に明示的に記載されているものを除き、本書に記載されている救済策は、法律または衡平法に基づく当事者の他の救済策に追加されるものであり、これに限定されるものではありません。
ka: 13.6 უარი თქვას; კუმულაციური საშუალებები: არცერთი მხარის მიერ ამ ხელშეკრულებით გათვალისწინებული უფლების განხორციელების არც ერთი მხარის წარუმატებლობა ან შეფერხება არ წარმოადგენს ამ უფლების უარს. გარდა იმისა, როგორც პირდაპირ არის ნათქვამი აქ, ამ საშუალებებით გათვალისწინებული საშუალებები დამატებით, და არა ექსკლუზიურად წარმოადგენს პარტიის იურიდიულ და კაპიტალში სხვა სხვა საშუალებებს.
kk: 13.6 бас тарту жоқ; Кумулятивтік қорғау құралдары: осы Келісім бойынша қандай-да бір құқықты жүзеге асыруда тараптардың кез-келгенінің сәтсіздікке ұшырауы немесе кідіруі бұл құқығынан бас тартуды білдірмейді. Осы құжатта көрсетілгеннен басқа, осы құжатта қарастырылған құқық қорғау құралдары тараптардың кез-келген басқа құқық қорғау құралдарына қосымша немесе ерекше емес.
km: ១៣.៦ គ្មានការលះបង់។ ការព្យាបាលដោយការបូកបញ្ចូលគ្នា៖ គ្មានការបរាជ័យឬការពន្យាពេលដោយភាគីណាមួយក្នុងការអនុវត្តសិទ្ធិណាមួយក្រោមកិច្ចព្រមព្រៀងនេះនឹងបង្កើតការលះបង់សិទ្ធិនោះ។ ក្រៅពីអ្វីដែលបានចែងនៅទីនេះឱសថបុរាណដែលផ្តល់ជូននៅទីនេះគឺជាការបន្ថែមទៅនិងមិនមែនជាការបន្ថែមនៃការព្យាបាលដទៃទៀតនៃពិធីជប់លៀងដោយច្បាប់ឬដោយសមធម៌ឡើយ។
kn: 13.6 ಮನ್ನಾ ಇಲ್ಲ; ಸಂಚಿತ ಪರಿಹಾರಗಳು: ಈ ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ಯಾವುದೇ ಹಕ್ಕನ್ನು ಚಲಾಯಿಸುವಲ್ಲಿ ಎರಡೂ ಪಕ್ಷಗಳು ಯಾವುದೇ ವೈಫಲ್ಯ ಅಥವಾ ವಿಳಂಬವು ಆ ಹಕ್ಕಿನ ಮನ್ನಾ ಆಗುವುದಿಲ್ಲ. ಇಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ಹೇಳಿರುವ ಹೊರತಾಗಿ, ಇಲ್ಲಿ ಒದಗಿಸಲಾದ ಪರಿಹಾರಗಳು ಕಾನೂನಿನಲ್ಲಿ ಅಥವಾ ಇಕ್ವಿಟಿಯಲ್ಲಿ ಪಕ್ಷದ ಯಾವುದೇ ಪರಿಹಾರಗಳಿಗೆ ಹೆಚ್ಚುವರಿಯಾಗಿರುತ್ತವೆ ಮತ್ತು ಪ್ರತ್ಯೇಕವಾಗಿರುವುದಿಲ್ಲ.
ku: 13.6 Bê Wixulandin; Dermanên Kumulasyonê: Ti têkçûn an derengiyek ji hêla her aliyek ve di karanîna tu mafekî ya li gorî vê Peymanê de dê tawîzdana wê mafê be. Wekî din jî wekî ku li vir bi eşkereyî hatiye destnîşankirin, dermanên ku li vir têne peyda kirin ne yên taybetmendiyên din ên partiyek li dadrêsê an jî di heqê xwediyê de ne, û ne bi taybetî ye.
ky: 13.6 Жумуштан баш тартуу; Кумулятивдик коргоо каражаттары: Ушул Макулдашууга ылайык кандайдыр бир укукту пайдаланган тараптардын бири да кечигиши же кечеңдетилиши бул укуктан баш тартууну билдирбейт. Ушул жерде ачык айтылгандан башка учурларда, ушул Мыйзамда камтылган коргоо каражаттары мыйзамда же капиталдын катышуучулары үчүн башка кандайдыр бир коргоо каражаттарына кошумча болуп саналат.
lb: 13.6 Kee Réckzuch; Cumulative Remedies: Kee Versoen oder Verspéidung vun enger Partei beim Ausübe vun engem Recht opgrond vun dëser Konventioun ass e Verzicht op dat Recht. Anescht wéi hei ausdrécklech uginn, sinn d&#39;Armëttelen déi hei ugebuede ginn zousätzlech zu, an net exklusiv vun all aner Heelmëttel vun enger Partei am Gesetz oder an der Kapital.
lo: 13.6 ບໍ່ມີການຍົກເວັ້ນ; ວິທີແກ້ໄຂສະສົມ: ບໍ່ມີການລົ້ມເຫຼວຫຼືຄວາມລ່າຊ້າໂດຍຝ່າຍໃດຝ່າຍ ໜຶ່ງ ໃນການໃຊ້ສິດໃດໆພາຍໃຕ້ສັນຍາສະບັບນີ້ຈະເປັນການຍົກເວັ້ນສິດນັ້ນ. ນອກ ເໜືອ ຈາກທີ່ໄດ້ລະບຸໄວ້ໃນທີ່ນີ້, ວິທີການແກ້ໄຂທີ່ກ່າວມານີ້ແມ່ນນອກ ເໜືອ ຈາກແລະວິທີການແກ້ໄຂອື່ນໆຂອງຝ່າຍໃດຝ່າຍ ໜຶ່ງ ທີ່ຢູ່ໃນກົດ ໝາຍ ຫຼືໃນຄວາມທ່ຽງ ທຳ.
lt: 13.6. Atsisakymas; Kaupiamosios teisių gynimo priemonės: Tai, kad nė viena šalis nesinaudoja jokiomis teisėmis pagal šį Susitarimą ar nevėluoja, tai nėra šios teisės atsisakymas. Išskyrus tai, kas aiškiai nurodoma šiame dokumente, čia numatytos teisių gynimo priemonės yra papildomos ir neišimamos iš bet kurių kitų šalies įstatymų numatytų ar teisingų teisių gynimo būdų.
lv: 13.6. Atteikšanās; Kumulatīvie tiesiskās aizsardzības līdzekļi: nevienas puses neveiksme vai kavēšanās izmantot kādas tiesības saskaņā ar šo nolīgumu nav atteikšanās no šīm tiesībām. Izņemot šeit skaidri norādītos, šeit sniegtie tiesiskās aizsardzības līdzekļi ir papildinājumi un nav izslēdzoši no visiem citiem tiesiskas puses vai taisnīguma līdzekļiem.
mg: 13.6 Tsy misy Waiver; Fahatsiarovana Cumulative: Tsy misy tsy fahombiazana na fampihemorana ny andaniny na ankolafy amin&#39;ny fanajana ny zo eo ambanin&#39;ity Fifanarahana ity. Ankoatr&#39;izay voalaza mazava eto, ny fanafody atolotra eto dia anampy, ary tsy fanandramana, misy fanafody hafa amin&#39;ny fety amin&#39;ny lalàna na fitadiavam-bola.
mi: 13.6 No Waiver; Nga Whakaaetanga Kumoreihana: Kaore he koretake, te whakaroa ranei e tetahi o nga roopu ki te whakahaere i tetahi mana i raro i tenei Whakaaetanga ko te whakatau i taua mana. I tua atu i nga korero kua whakahuatia i konei, ko nga rongoa e whakaratohia ana i roto i tenei taapiri atu, kaore ke noa atu, etahi atu rongoa o tetahi roopu i runga i te ture, i te tika ranei.
mk: 13.6 Нема откажување; Кумулативни лекови: Ниту еден неуспех или одложување од страна на која било страна во остварувањето на некое право според овој договор не претставува откажување од тоа право. Освен како што е изрично наведено овде, правните лекови што се дадени овде, се додадени, а не ексклузивни на сите други правни лекови на странски правник или во сопственост.
ml: 13.6 എഴുതിത്തള്ളൽ ഇല്ല; സഞ്ചിത പരിഹാരങ്ങൾ: ഈ കരാറിന് കീഴിൽ ഏതെങ്കിലും കക്ഷി ഏതെങ്കിലും അവകാശം പ്രയോഗിക്കുന്നതിൽ പരാജയപ്പെടുകയോ കാലതാമസം വരുത്തുകയോ ചെയ്യുന്നത് ആ അവകാശം എഴുതിത്തള്ളുന്നതല്ല. ഇവിടെ വ്യക്തമായി പ്രസ്താവിച്ചതൊഴിച്ചാൽ, ഇവിടെ നൽകിയിരിക്കുന്ന പരിഹാരങ്ങൾ ഒരു പാർട്ടിയുടെ നിയമത്തിലോ ഇക്വിറ്റിയിലോ ഉള്ള മറ്റേതൊരു പരിഹാരത്തിനും പുറമെ, പ്രത്യേകമല്ല.
mn: 13.6 Хүчингүй болгох; Хуримтлагдсан арга хэмжээ: Энэхүү Гэрээний дагуу аливаа аль нэг тал ямар нэгэн эрхээ хэрэгжүүлэхэд ямар нэгэн алдаа дутагдал, саатал гарахгүй бол уг эрхээс татгалзаж чадахгүй. Энд тусгайлан зааснаас бусад тохиолдолд хуульд зааснаас бусад арга нь хуульд заасны дагуу эсвэл өмчийн оролцоотой бусад талуудаас бусад тохиолдолд хамаарахгүй.
mr: 13.6 माफी नाही; संचयी उपाय: या कराराअंतर्गत कोणत्याही अधिकाराचा उपयोग करण्यास कोणत्याही पक्षाकडून अपयश किंवा विलंब हे हक्क माफ करणार नाही. येथे स्पष्टपणे सांगितल्याखेरीज, येथे प्रदान केलेले उपाय कायदे किंवा इक्विटीमध्ये पक्षाच्या इतर कोणत्याही उपायांव्यतिरिक्त आणि त्याशिवाय नाहीत.
ms: 13.6 Tanpa Pengecualian; Pemulihan Kumulatif: Tidak ada kegagalan atau kelewatan oleh mana-mana pihak dalam melaksanakan hak di bawah Perjanjian ini akan menjadi pengabaian hak tersebut. Selain daripada yang dinyatakan dengan jelas di sini, pemulihan yang disediakan di sini adalah sebagai tambahan kepada, dan tidak terkecuali dari, apa-apa jalan keluar lain dari pihak yang di sisi undang-undang atau ekuiti.
mt: 13.6 L-ebda rinunzja; Rimedji Kumulattivi: L-ebda nuqqas jew dewmien minn waħda mill-partijiet fl-eżerċizzju ta &#39;kwalunkwe dritt taħt dan il-Ftehim ma jikkostitwixxi rinunzja għal dak id-dritt. Minbarra kif espressament iddikjarat hawnhekk, ir-rimedji pprovduti hawn huma flimkien ma &#39;, u mhux esklużi, kwalunkwe rimedju ieħor ta&#39; parti fil-liġi jew f&#39;ekwità.
my: 13.6 အဘယ်သူမျှမစွန့်လွှတ်; တဖြည်းဖြည်းတိုးပွားလာသောကုစားနည်းများ - ဤသဘောတူညီချက်အရမည်သည့်အခွင့်အရေးကိုမဆိုကျင့်သုံးသောမည်သည့်အဖွဲ့မှမပျက်ကွက်ခြင်း (သို့) နှောင့်နှေးခြင်းတို့သည်ထိုအခွင့်အရေးကိုပယ်ဖျက်ခြင်းမပြုရ။ ဤနေရာတွင်ဖော်ပြခဲ့သည့်အတိုင်းမဟုတ်ဘဲ၊ ဤနေရာတွင်ဖော်ပြထားသောကုစားမှုများသည်ဥပဒေနှင့်ညီမျှသောပါတီတစ်ခု၏အခြားကုစားနည်းများအပြင်ထပ်ဆောင်းဖြစ်သည်။
ne: १.6.; कुनै छूट छैन; संचयी उपचार: यस सम्झौता अन्तर्गत कुनै पनि अधिकार प्रयोग गर्न कुनै पनि पक्षले असफल वा ढिलाइ गरेन भने त्यो अधिकारको छुट हुनेछ। यहाँ स्पष्ट रूपमा भने बमोजिम बाहेक, यहाँ प्रदान गरिएको उपचार कानून वा इक्विटीमा पार्टीको कुनै पनि अन्य उपचारहरू बाहेक, र बाहेकको छैन।
nl: 13.6 Geen afstandsverklaring; Cumulatieve rechtsmiddelen: Geen enkele mislukking of vertraging door een van de partijen bij de uitoefening van enig recht onder deze overeenkomst vormt een verklaring van afstand van dat recht. Behalve zoals uitdrukkelijk hierin vermeld, zijn de hierin geboden rechtsmiddelen een aanvulling op, en niet exclusief, enige andere rechtsmiddelen van een partij bij wet of in billijkheid.
no: 13.6 Ingen frafall; Kumulative midler: Ingen feil eller forsinkelse fra noen av partene i utøvelsen av noen rettigheter i henhold til denne avtalen skal utgjøre et avkall på denne rettigheten. Annet enn det som uttrykkelig er angitt her, er virkemidlene gitt her i tillegg til, og ikke eksklusivt, andre rettsmidler fra en part ved lov eller egenkapital.
or: 13.6 ଛାଡ ନାହିଁ; ସମ୍ମିଳିତ ପ୍ରତିକାର: ଏହି ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ କ right ଣସି ଅଧିକାର ବ୍ୟବହାର କରିବାରେ ଉଭୟ ପକ୍ଷର କ failure ଣସି ବିଫଳତା କିମ୍ବା ବିଳମ୍ବ ସେହି ଅଧିକାରରୁ ବଞ୍ଚିତ ହେବ ନାହିଁ | ଏଠାରେ ସ୍ପଷ୍ଟ ଭାବରେ କୁହାଯାଇଥିବା ବ୍ୟତୀତ, ଏଠାରେ ପ୍ରଦାନ କରାଯାଇଥିବା ପ୍ରତିକାରଗୁଡ଼ିକ ଆଇନ କିମ୍ବା ଇକ୍ୱିଟିରେ କ party ଣସି ଦଳର ଅନ୍ୟ ପ୍ରତିକାର ବ୍ୟତୀତ, ଏବଂ ଏହା ବ୍ୟତୀତ ନୁହେଁ |
pa: 13.6 ਕੋਈ ਛੋਟ ਨਹੀਂ; ਸੰਚਿਤ ਉਪਚਾਰ: ਇਸ ਸਮਝੌਤੇ ਤਹਿਤ ਕਿਸੇ ਵੀ ਅਧਿਕਾਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਿਚ ਕਿਸੇ ਵੀ ਧਿਰ ਦੁਆਰਾ ਕੋਈ ਅਸਫਲਤਾ ਜਾਂ ਦੇਰੀ ਉਸ ਅਧਿਕਾਰ ਦਾ ਮੁਆਫ ਨਹੀਂ ਕਰੇਗੀ. ਜਿਵੇਂ ਕਿ ਇਥੇ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਤੋਂ ਇਲਾਵਾ, ਇੱਥੇ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਉਪਚਾਰ ਕਨੂੰਨ ਜਾਂ ਇਕੁਇਟੀ ਵਿੱਚ ਕਿਸੇ ਪਾਰਟੀ ਦੇ ਹੋਰ ਉਪਚਾਰਾਂ ਤੋਂ ਇਲਾਵਾ, ਅਤੇ ਇਸ ਤੋਂ ਇਲਾਵਾ ਨਹੀਂ ਹਨ.
pl: 13.6 Brak zrzeczenia się; Skumulowane środki zaradcze: Brak lub opóźnienie przez którąkolwiek ze stron w wykonywaniu jakiegokolwiek prawa wynikającego z niniejszej Umowy nie stanowi zrzeczenia się tego prawa. Inne niż wyraźnie określone w niniejszym dokumencie, środki zaradcze przedstawione w niniejszym dokumencie stanowią dodatek do wszelkich innych środków prawnych strony lub na zasadzie słuszności.
ps: 13.6 هیڅ معافیت نشته؛ جمع درملنه: د دغه تړون لاندې کوم حق په عملي کولو کې د هیڅ اړخ لخوا ناکامي یا ځنډ باید د دې حق معافیت نه وي. د هغه څه څخه علاوه چې دلته یې په څرګند ډول ویل شوي ، هغه معالجې چې دلته وړاندې شوي په قانون یا مساواتو کې د یوه ګوند نور درملنې سربیره ، او ځانګړي ندي.
pt: 13.6 Sem renúncia; Recursos Cumulativos: Nenhuma falha ou atraso por qualquer das partes no exercício de qualquer direito nos termos deste Contrato constituirá uma renúncia a esse direito. Além do expressamente declarado neste documento, os recursos aqui fornecidos são adicionais e não exclusivos de quaisquer outros recursos de uma parte na lei ou no patrimônio líquido.
ro: 13.6 Fără renunțare; Remedii cumulative: Niciunul dintre cele două părți nu are ca întârziere sau întârziere să-și exercite dreptul în temeiul prezentului acord nu constituie o renunțare la acest drept. În afară de cele specificate în acest document, căile de atac furnizate aici sunt pe lângă și nu sunt exclusiv de orice alte remedii ale unei părți la drept sau în capitaluri proprii.
ru: 13.6 Нет отказа; Совокупные средства правовой защиты: Ни одна из сторон не может осуществить отказ или задержку в осуществлении какого-либо права по настоящему Соглашению, что является отказом от этого права. За исключением случаев, прямо указанных в настоящем документе, средства правовой защиты, представленные в настоящем документе, являются дополнением и не исключают любые другие средства правовой защиты стороны по закону или по праву справедливости.
rw: 13.6 Nta kureka; Umuti wo guhuriza hamwe: Nta kunanirwa cyangwa gutinda n’impande zombi mu gukoresha uburenganzira ubwo ari bwo bwose muri aya masezerano bizaba ari ukureka ubwo burenganzira. Usibye nkuko byavuzwe hano, imiti yatanzwe hano yongeyeho, kandi ntabwo yihariye, ubundi buryo ubwo aribwo bwose bwo gukemura ibibazo muburanyi cyangwa muburinganire.
sd: 13.6 ڪوبه معافي نه ؛ مجموعي طريقا: هن معاهدي تحت ڪنهن به حق جي استعمال ۾ ڪا به ڌر ڪاميابي يا تاخير نه ڪندي ان حق جي معافي برابر رهندي. بجاءِ ان جي طور تي هتي بيان ڪيو ويو آهي ، ٻيون تجويزون ان ۾ شامل آهن ، ۽ نه خاص ، قانون جي لحاظ سان يا برابري ۾ ڌر جي ڪنهن ٻئي علاج.
si: 13.6 නිදහස් කිරීමක් නැත; සමුච්චිත පිළියම්: මෙම ගිවිසුම යටතේ කිසිදු පාර්ශවයක් විසින් කිසිදු අයිතිවාසිකමක් ක්‍රියාත්මක කිරීමේදී අසමත් වීම හෝ ප්‍රමාද වීම එම අයිතිය අත්හැර දැමීමක් නොවේ. මෙහි පැහැදිලිව සඳහන් කර ඇති ඒවා හැරුණු විට, මෙහි දක්වා ඇති පිළියම් නීතියේ හෝ සමානාත්මතාවයේ පාර්ශවයක වෙනත් ප්‍රතිකර්මවලට අමතරව සහ ඒවාට පමණක් සීමා නොවේ.
sk: 13.6 Žiadne vzdanie sa; Kumulatívne nápravné opatrenia: Žiadne zlyhanie alebo oneskorenie niektorej zo strán pri uplatnení ktoréhokoľvek práva podľa tejto dohody nepredstavuje zrieknutie sa tohto práva. Okrem tých, ktoré sú výslovne uvedené v tomto dokumente, opravné prostriedky poskytnuté v tomto dokumente sú okrem akýchkoľvek iných nápravných prostriedkov zmluvnej strany, ktoré nie sú právne vylúčené alebo majetkové, vylúčené.
sl: 13.6 Brez opustitve; Kumulativni pravni ukrepi: Nobena odpoved ali zamuda pri izvajanju katere koli pravice po tem sporazumu nobena od pogodbenic ne pomeni odpovedi tej pravici. Poleg izrecno določenih tukaj so pravna sredstva, navedena v tem dokumentu, poleg in ne izključujejo drugih pravnih sredstev pravne osebe ali lastniškega kapitala.
sq: 13.6 Pa heqje dorë; Mjetet Kumulative: Asnjë dështim ose vonesë nga secila palë në ushtrimin e ndonjë të drejte nën këtë Marrëveshje nuk do të përbëjë heqje dorë nga kjo e drejtë. Për më tepër sikurse thuhet në mënyrë të shprehur këtu, mjetet juridike të parashikuara këtu janë përveç, dhe jo ekskluzive, të çdo mjeti tjetër juridik të një pale juridike ose të drejtësisë.
sr: 13.6 Нема одрицања; Кумулативни правни лекови: Неуспех или одлагање ниједне стране у вршењу било ког права према овом споразуму неће представљати одрицање од тог права. Осим као што је овде изричито наведено, правни лекови који су овде наведени су додатак, а не искључиви, било који други правни лек странке у закону или у капиталу.
sv: 13.6 Ingen undantag; Kumulativa åtgärder: Inget misslyckande eller försening av någon av parterna vid utövandet av någon rättighet enligt detta avtal ska utgöra ett avstående från denna rättighet. Utöver vad som uttryckligen anges här, är de åtgärder som tillhandahålls här utöver, och inte exklusivt, några andra rättsmedel från en part enligt lag eller i eget kapital.
sw: 13.6 Hakuna Waiver; Suluhisho za Kujumlisha: Hakuna kutofaulu au kucheleweshwa na chama chochote katika kutekeleza haki yoyote chini ya Mkataba huu kutakuwa na kupunguzwa kwa haki hiyo. Mbali na vile ilivyoonyeshwa wazi hapa, tiba zinazotolewa humu ni pamoja na, na sio ya kipekee, suluhisho zingine zozote za chama kwa sheria au kwa usawa.
ta: 13.6 தள்ளுபடி இல்லை; ஒட்டுமொத்த வைத்தியம்: இந்த ஒப்பந்தத்தின் கீழ் எந்தவொரு உரிமையையும் பயன்படுத்துவதில் எந்தவொரு தரப்பினரும் தோல்வி அல்லது தாமதம் அந்த உரிமையை விட்டுக்கொடுப்பதாக இருக்காது. இங்கு வெளிப்படையாகக் கூறப்பட்டதைத் தவிர, இங்கு வழங்கப்பட்ட வைத்தியங்கள் ஒரு கட்சியின் சட்டத்திலோ அல்லது சமத்துவத்திலோ வேறு எந்த வைத்தியங்களுக்கும் கூடுதலாக, பிரத்தியேகமானவை அல்ல.
te: 13.6 మాఫీ లేదు; సంచిత నివారణలు: ఈ ఒప్పందం ప్రకారం ఏదైనా హక్కును వినియోగించుకోవడంలో ఏ పార్టీ అయినా వైఫల్యం లేదా ఆలస్యం ఆ హక్కును వదులుకోదు. ఇక్కడ స్పష్టంగా చెప్పినట్లుగా కాకుండా, ఇక్కడ అందించిన నివారణలు చట్టంలో లేదా ఈక్విటీలో ఒక పార్టీ యొక్క ఇతర నివారణలకు అదనంగా మరియు ప్రత్యేకమైనవి కావు.
tg: 13.6 Ҳеҷ гуна рад кардан; Чораҳои ҷуброншаванда: Ҳеҷ гуна нокомӣ ё таъхир аз ҷониби ягон тараф аз амалисозии ягон ҳуқуқ тибқи ин Созишнома даст кашидани ин ҳуқуқро ташкил дода наметавонад. Ғайр аз оне, ки дар ин ҷо бевосита изҳор шудааст, воситаҳои ҳимояи дар ин ҷо иловашуда ба ҳеҷ ваҷҳ воситаҳои дигари ҷонибҳо тавассути қонун ва саҳмияҳо дохил намешаванд.
th: 13.6 ไม่มีการสละสิทธิ์ การแก้ไขแบบสะสม: ไม่มีฝ่ายใดล้มเหลวหรือล่าช้าในการใช้สิทธิใด ๆ ภายใต้ข้อตกลงนี้จะเป็นการสละสิทธิ์ดังกล่าว นอกเหนือจากที่ระบุไว้โดยชัดแจ้งในที่นี้การเยียวยาที่ให้ไว้ในที่นี้เป็นการเพิ่มเติมและไม่รวมถึงการเยียวยาอื่น ๆ ของฝ่ายกฎหมายหรือในส่วนของผู้ถือหุ้น
tk: 13.6 Ygtyýarnama ýok; Toplaýyş serişdeleri: Şu Ylalaşyga laýyklykda haýsydyr bir hukugy amala aşyrmakda haýsydyr bir tarapyň haýsydyr bir şowsuzlygy ýa-da gijikdirilmegi bu hukukdan boýun gaçyrmaýar. Şu ýerde aç-açan beýan edilişinden başga, şu ýerde göz öňünde tutulan bejeriş serişdeleri tarapyň kanuny ýa-da deň hukukly beýleki bejeriş usullaryna goşmaça bolup durýar.
tl: 13.6 Walang Waiver; Mga Cululative Remedies: Walang pagkabigo o pagkaantala ng alinman sa partido sa pagsasagawa ng anumang karapatan sa ilalim ng Kasunduang ito na siyang bumubuo ng karapatan na iyon. Maliban sa malinaw na sinabi dito, ang mga remedyo na ibinigay dito ay karagdagan sa, at hindi eksklusibo ng, anumang iba pang mga remedyo ng isang partido sa batas o katarungan.
tr: 13.6 Feragat Olmaması; Kümülatif Çözüm Yolları: Taraflardan herhangi birinin bu Anlaşma kapsamındaki herhangi bir hakkı kullanmada başarısızlığı veya gecikmesi, bu haktan feragat anlamına gelmez. Burada açıkça ifade edilenin dışında, burada sunulan çareler, bir tarafın hukuken veya eşitlikteki diğer çarelerine ek olarak ve bunlarla sınırlı değildir.
tt: 13.6 Баш тарту юк; Кумулятив чаралар: Бу Килешү нигезендә бер якның да хокукны тормышка ашыруда бернинди уңышсызлыгы яки тоткарлануы бу хокуктан баш тартуны аңлатмый. Монда ачыктан-ачык әйтелгәннән башка, биредә бирелгән чаралар, партиянең закон яисә тигез хокуклы бүтән чараларына өстәмә, һәм алардан башка түгел.
ug: 13.6 كەچۈرۈم قىلىنمايدۇ جۇغلانما چارە: ھەر ئىككى تەرەپنىڭ بۇ كېلىشىمدىكى ھەر قانداق ھوقۇقنى يۈرگۈزۈشتە مەغلۇپ بولۇشى ياكى كېچىكتۈرۈلۈشى بۇ ھوقۇقتىن ۋاز كەچكەنلىك بولمايدۇ. بۇ يەردە ئېنىق بايان قىلىنغاندىن باشقا ، بۇ يەردە تەمىنلەنگەن چارىلەر دەۋالاشقۇچىلارنىڭ قانۇن ياكى باراۋەرلىكتىكى باشقا چارىلىرىدىن باشقا ، بۇنىڭ سىرتىدا.
uk: 13.6 Немає відмови; Кумулятивні засоби правового захисту: Ніяка невиконання або затримка жодної із сторін у здійсненні будь-якого права за цією Угодою не є відмовою від цього права. За винятком випадків, передбачених у цьому документі, засоби правового захисту, передбачені у цьому документі, є доповненням, а не виключенням будь-яких інших засобів правового захисту сторони за законом або справедливого капіталу.
ur: 13.6 چھوٹ نہیں؛ مجموعی علاج: اس معاہدے کے تحت کسی بھی حق کو استعمال کرنے میں کسی بھی فریق کی طرف سے کسی قسم کی ناکامی یا تاخیر اس حق سے چھوٹ نہیں بنائے گی۔ جیسا کہ یہاں واضح طور پر بتایا گیا ہے اس کے علاوہ ، یہاں فراہم کردہ علاج قانون یا مساوات کے لحاظ سے فریق کے کسی بھی دوسرے علاج کے علاوہ اور نہیں ہیں۔
uz: 13.6 Bekor qilish yo&#39;q; Umumiy himoya vositalari: Ushbu Bitimga muvofiq biron-bir huquqni amalga oshirishda biron bir tomonning biron bir muvaffaqiyatsizligi yoki kechikishi ushbu huquqdan voz kechishni anglatmaydi. Bu erda aniq aytilgandan tashqari, ushbu erda taqdim etilgan himoya vositalari qonun yoki kapital bo&#39;yicha tomonlarning har qanday boshqa himoya vositalariga qo&#39;shimcha emas va bundan mustasno emas.
vi: 13.6 Không từ bỏ; Biện pháp tích lũy: Không một bên nào thất bại hoặc trì hoãn trong việc thực hiện bất kỳ quyền nào theo Thỏa thuận này sẽ cấu thành từ bỏ quyền đó. Khác với những điều được nêu rõ trong tài liệu này, các biện pháp được cung cấp ở đây là bổ sung và không loại trừ bất kỳ biện pháp khắc phục nào khác của một bên theo luật hoặc bằng vốn chủ sở hữu.
xh: 13.6 Akukho Mxhamli; Unyango oluQokelelweyo: Akukho ntsilelo okanye ukulibaziseka kwalo naliphi na iqela ekusebenziseni naliphi na ilungelo phantsi kwesi siVumelwano kuya kuba ngummiselo welungelo. Ngaphandle kokuba kuchazwe ngokucacileyo apha, unyango olunikezwe apha luyongeza, kwaye alukhetheki, kulo naluphi na olunye unyango lweqela elisemthethweni okanye kubulungisa.
yi: 13.6 קיין ווייווער; קיומיאַלאַטיוו רעמאַדיז: קיין דורכפאַל אָדער פאַרהאַלטן פון קיין פּאַרטיי אין עקסערסייזינג קיין רעכט אונטער דעם אַגרעעמענט וועט זיין אַ ווייווער פון דער רעכט. די רעמאַדיז צוגעשטעלט דאָ זענען אַדישנאַל ווי עקספּרעסלי סטייטיד דאָ, אין אַדישאַן צו און ניט ויסשליסיק פון קיין אנדערע רעמאַדיז פון אַ פּאַרטיי אין געזעץ אָדער אין יוישער.
