Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: All Events
af: Alle gebeure
am: ሁሉም ክስተቶች
ar: كل الأحداث
az: Bütün Hadisələr
be: Усе падзеі
bg: Всички събития
bn: সমস্ত ইভেন্ট
ca: Tots els Esdeveniments
cs: Všechny události
cy: Pob Digwyddiad
da: Alle begivenheder
de: Alle Veranstaltungen
el: Όλες οι εκδηλώσεις
eo: Ĉiuj Eventoj
es: Todos los eventos
et: Kõik sündmused
eu: Ekitaldi guztiak
fa: همه رویدادها
fi: Kaikki tapahtumat
fr: Tous les évènements
fy: Alle eveneminten
ga: Gach Imeachtaí
gd: A h-uile tachartas
gl: Todos os eventos
gu: બધી ઘટનાઓ
hi: सभी कार्यक्रम
hr: Svi događaji
hu: Minden esemény
hy: Բոլոր իրադարձությունները
id: Semua acara
is: Allir viðburðir
it: Tutti gli eventi
iw: כל האירועים
ja: すべてのイベント
ka: ყველა ღონისძიება
kk: Барлық оқиғалар
km: ព្រឹត្តិការណ៍ទាំងអស់។
kn: ಎಲ್ಲಾ ಘಟನೆಗಳು
ku: Hemû Bûyer
ky: Бардык окуялар
lb: All Evenementer
lo: ເຫດການທັງໝົດ
lt: Visi įvykiai
lv: Visi notikumi
mg: Hetsika rehetra
mi: Nga Takahanga Katoa
mk: Сите настани
ml: എല്ലാ ഇവന്റുകളും
mn: Бүх үйл явдал
mr: सर्व कार्यक्रम
ms: Semua Acara
mt: L-Avvenimenti Kollha
my: ပွဲများအားလုံး
ne: सबै घटनाक्रम
nl: Alle evenementen
no: Alle hendelser
or: ସମସ୍ତ ଘଟଣା |
pa: ਸਾਰੇ ਸਮਾਗਮ
pl: Wszystkie zdarzenia
ps: ټولې پیښې
pt: Todos os eventos
ro: Toate Evenimentele
ru: Все события
rw: Ibyabaye byose
sd: سڀ واقعا
si: සියලුම සිදුවීම්
sk: Všetky udalosti
sl: Vsi dogodki
sq: Të gjitha Ngjarjet
sr: Сви догађаји
sv: Alla evenemang
sw: Matukio Yote
ta: அனைத்து நிகழ்வுகள்
te: అన్ని ఈవెంట్‌లు
tg: Ҳама рӯйдодҳо
th: เหตุการณ์ทั้งหมด
tk: Eventshli hadysalar
tl: Lahat ng Kaganapan
tr: Tüm Etkinlikler
tt: Барлык вакыйгалар
ug: بارلىق ئىشلار
uk: Всі події
ur: تمام واقعات
uz: Barcha voqealar
vi: Tất cả các sự kiện
xh: Yonke imisitho
yi: אַלע געשעענישן

source: Directions
af: rigtings
am: አቅጣጫዎች
ar: الاتجاهات
az: Istiqamətləri
be: напрамкі
bg: инструкции
bn: দিকনির্দেশ
ca: Instruccions
cs: Pokyny
cy: Cyfarwyddiadau
da: Kørselsvejledning
de: Richtungen
el: Κατευθύνσεις
eo: Direktoj
es: Direcciones
et: Juhised
fa: جهت ها
fi: ohjeet
fr: instructions
ga: Treoracha
gd: Stiùireadh
gl: Direccións
gu: દિશા નિર્દેશો
hi: दिशा-निर्देश
hr: Upute
hu: Útvonal
hy: Ուղղություններ
id: Arah
is: Leiðbeiningar
it: Indicazioni
iw: כיוונים
ja: 行き方
ka: მიმართულებები
kk: Бағыттар
km: ទិសដៅ
kn: ದಿಕ್ಕುಗಳು
ku: Tarîfa bikaranînê
ky: Багыттар
lt: Nurodymai
lv: Norādes
mg: Toro-lalana
mi: Nga aratohu
mk: Правци
ml: ദിശകൾ
mn: Чиглэл
mr: दिशानिर्देश
ms: Arah
mt: Direzzjonijiet
my: လမ်းညွန်
ne: दिशाहरू
nl: Routebeschrijving
no: Veibeskrivelse
or: ନିର୍ଦ୍ଦେଶନା
pa: ਦਿਸ਼ਾਵਾਂ
pl: Wskazówki
ps: لارښوونې
pt: instruções
ro: Directii
ru: Направления
rw: Icyerekezo
sd: هدايتون
si: දිශාවන්
sk: Inštrukcie
sl: Navodila
sr: Упутства
sv: Vägbeskrivning
sw: Maelekezo
ta: திசைகள்
te: ఆదేశాలు
th: คำสั่ง
tk: Görkezmeler
tl: Mga Direksyon
tr: Talimatlar
tt: Ectionsнәлеш
ug: يۆنىلىش
uk: Напрямки
ur: ہدایات
uz: Yo&#39;nalishlar
vi: Hướng
xh: Izikhokelo

source: Edit settings
af: Wysig instellings
am: ቅንብሮችን ያርትዑ
ar: تحرير الإعدادات
az: Ayarları redaktə edin
be: Змяніць налады
bg: Редактирайте настройките
bn: সেটিংস সম্পাদনা
ca: Editeu la configuració
cs: Upravit nastavení
cy: Golygu gosodiadau
da: Rediger indstillinger
de: Einstellungen bearbeiten
el: Επεξεργασία ρυθμίσεων
eo: Redakti agordojn
es: Editar ajustes
et: Muutke seadeid
eu: Editatu ezarpenak
fa: ویرایش تنظیمات
fi: Muokkaa asetuksia
fr: Modifier les paramètres
fy: Ynstellings bewurkje
ga: Cuir socruithe in eagar
gd: Deasaich roghainnean
gl: Editar configuración
gu: સેટિંગ્સ સંપાદિત કરો
hi: सेटिंग्स बदलें
hr: Uredite postavke
hu: Beállítások szerkesztése
hy: Խմբագրել կարգավորումները
id: Edit pengaturan
is: Breyta stillingum
it: Modificare le impostazioni
iw: ערוך הגדרות
ja: 編集の設定
ka: პარამეტრების რედაქტირება
kk: Параметрлерді өңдеу
km: កែសម្រួលការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಿ
ku: Mîhengan biguherîne
ky: Жөндөөлөрдү түзөтүү
lb: Änneren Astellungen
lo: ແກ້ໄຂການຕັ້ງຄ່າ
lt: Redaguoti nustatymus
lv: Rediģēt iestatījumus
mg: Hanova toe-javatra
mi: Whakatika tautuhinga
mk: Изменете ги поставките
ml: ക്രമീകരണങ്ങൾ എഡിറ്റ് ചെയ്യുക
mn: Тохиргоог засах
mr: सेटिंग्ज संपादित करा
ms: Edit tetapan
mt: Editja s-settings
my: ဆက်တင်များကိုတည်းဖြတ်ပါ
ne: सेटिंग्स सम्पादन गर्नुहोस्
nl: Instellingen bewerken
no: Endre innstillinger
or: ସେଟିଂସମୂହ ସଂପାଦନ କରନ୍ତୁ |
pa: ਸੈਟਿੰਗਾਂ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj ustawienia
ps: ترتیبات سم کړئ
pt: Editar Configurações
ro: Editeaza setarile
ru: Изменить настройки
rw: Hindura igenamiterere
sd: سيٽنگون تبديل ڪريو
si: සැකසුම් සංස්කරණය කරන්න
sk: Upraviť nastavenia
sl: Uredite nastavitve
sq: Ndrysho cilësimet
sr: Измена подешавања
sv: Ändra inställningar
sw: Hariri mipangilio
ta: அமைப்புகளைத் திருத்தவும்
te: సెట్టింగ్‌లను సవరించండి
tg: Танзимотро таҳрир кунед
th: แก้ไขการตั้งค่า
tk: Sazlamalary redaktirläň
tl: Baguhin ang settings
tr: Ayarları düzenle
tt: Көйләүләрне үзгәртү
ug: تەڭشەكلەرنى تەھرىرلەڭ
uk: Змінити налаштування
ur: ترتیبات میں ترمیم کریں۔
uz: Sozlamalarni tahrirlash
vi: Chỉnh sửa cài đặt
xh: Hlela izicwangciso
yi: רעדאַגירן סעטטינגס

source: Delete event
af: Vee gebeurtenis uit
am: ክስተት ሰርዝ
ar: حذف الحدث
az: Tədbiri silin
be: Выдаліць падзею
bg: Изтриване на събитие
bn: ইভেন্ট মুছুন
ca: Suprimeix l'esdeveniment
cs: Smazat událost
cy: Dileu digwyddiad
da: Slet begivenhed
de: Ereignis löschen
el: Διαγραφή συμβάντος
eo: Forigi eventon
es: Eliminar evento
et: Kustuta sündmus
eu: Ezabatu gertaera
fa: حذف رویداد
fi: Poista tapahtuma
fr: Supprimer l'événement
fy: Wiskje evenemint
ga: Scrios imeacht
gd: Cuir às do thachartas
gl: Eliminar evento
gu: ઇવેન્ટ કાleteી નાખો
hi: घटना हटाएं
hr: Brisanje događaja
hu: Esemény törlése
hy: Leteնջել իրադարձությունը
id: Hapus acara
is: Eyða viðburði
it: Elimina evento
iw: מחק אירוע
ja: イベントを削除
ka: ღონისძიების წაშლა
kk: Оқиғаны жою
km: លុបព្រឹត្តិការណ៍
kn: ಈವೆಂಟ್ ಅಳಿಸಿ
ku: Bûyerê jêbirin
ky: Иш -чараны жок кылуу
lb: Event läschen
lo: ລຶບນັດາຍ
lt: Ištrinti įvykį
lv: Notikuma dzēšana
mg: Fafao ny hetsika
mi: Mukua te takahanga
mk: Избриши настан
ml: ഇവന്റ് ഇല്ലാതാക്കുക
mn: Үйл явдлыг устгах
mr: इव्हेंट हटवा
ms: Padamkan acara
mt: Ħassar l-avveniment
my: အစီအစဉ်ကိုဖျက်ပါ
ne: घटना मेटाउनुहोस्
nl: Gebeurtenis verwijderen
no: Slett hendelsen
or: ଇଭେଣ୍ଟ ବିଲୋପ କରନ୍ତୁ |
pa: ਇਵੈਂਟ ਮਿਟਾਓ
pl: Usuń wydarzenie
ps: پیښه حذف کړئ
pt: Apagar evento
ro: Ștergeți evenimentul
ru: Удалить мероприятие
rw: Siba ibyabaye
sd: ايونٽ ختم ڪريو
si: සිදුවීම මකන්න
sk: Odstrániť udalosť
sl: Izbriši dogodek
sq: Fshi ngjarjen
sr: Избришите догађај
sv: Ta bort händelse
sw: Futa tukio
ta: நிகழ்வை நீக்கு
te: ఈవెంట్‌ని తొలగించండి
tg: Ҳодисаро нест кунед
th: ลบกิจกรรม
tk: Wakany poz
tl: Tanggalin ang kaganapan
tr: Etkinliği sil
tt: Вакыйга бетерү
ug: ھادىسىنى ئۆچۈرۈڭ
uk: Видалити подію
ur: ایونٹ حذف کریں۔
uz: Voqeani o'chirish
vi: Xóa sự kiện
xh: Cima umsitho
yi: ויסמעקן געשעעניש

source: Attending?
af: Bywoon?
am: የሚከታተል?
ar: حضور؟
az: İştirak edirsiniz?
be: Наведваць?
bg: Участвате?
bn: যোগ দিচ্ছেন?
ca: Hi assistiu?
cs: Účastnit se?
cy: Mynychu?
da: Deltager?
de: Mitmachen?
el: Θα παρευρεθείτε;
eo: Ĉeestante?
es: ¿Asistiendo?
et: Kas osalete?
eu: Bertaratu?
fa: شرکت می کنید؟
fi: Läsnä?
fr: Participer?
fy: Oanwêzich?
ga: Ag freastal?
gd: A ’frithealadh?
gl: ¿Asiste?
gu: હાજરી આપી?
hi: भाग लेना?
hr: Pohađate?
hu: Részt vesz?
hy: Հաճախե՞լ
id: Menghadiri?
is: Mætir?
it: Partecipare?
iw: משתתף?
ja: 参加しますか？
ka: Დასწრება?
kk: Қатысасыз ба?
km: ចូលរួម?
kn: ಹಾಜರಾಗುತ್ತೀರಾ?
ku: Beşdar dibin?
ky: Катышасызбы?
lb: Besichen?
lo: ເຂົ້າຮ່ວມ?
lt: Dalyvaujate?
lv: Apmeklē?
mg: Manatrika?
mi: Haere?
mk: Присуствуваше?
ml: പങ്കെടുക്കുന്നുണ്ടോ?
mn: Оролцох уу?
mr: हजर आहे?
ms: Menghadiri?
mt: Tattendi?
my: တက်နေတာလား
ne: उपस्थित हुनुहुन्छ?
nl: Bijwonen?
no: Deltar?
or: ଯୋଗ ଦେଉଛନ୍ତି କି?
pa: ਹਾਜ਼ਰ ਹੋ?
pl: Bierzesz udział?
ps: ګډون کول؟
pt: Está participando?
ro: Participați?
ru: Присутствует?
rw: Kwitabira?
sd: شامل ٿيو؟
si: සහභාගී වෙනවාද?
sk: Zúčastniť sa?
sl: Udeležite se?
sq: Merrni pjesë?
sr: Похађате?
sv: Delta?
sw: Kuhudhuria?
ta: கலந்துகொள்கிறீர்களா?
te: హాజరవుతున్నారా?
tg: Иштирок мекунед?
th: เข้าร่วม?
tk: Gatnaşýarsyňyzmy?
tl: Dumadalo?
tr: Katılıyor musunuz?
tt: Катнашасызмы?
ug: قاتنىشىۋاتامسىز؟
uk: Відвідувати?
ur: شرکت کرنا۔
uz: Qatnashasizmi?
vi: Tham dự?
xh: Ukuzimasa?
yi: אַטענדינג?

source: No Events
af: Geen gebeure
am: ምንም ክስተቶች የሉም
ar: لا أحداث
az: Hadisələr yoxdur
be: падзей няма
bg: Няма събития
bn: কোন ইভেন্টস
ca: Sense esdeveniments
cs: Žádné události
cy: Dim Digwyddiadau
da: Ingen begivenheder
de: Keine Ereignisse
el: Δεν υπάρχουν συμβάντα
eo: Ne Eventoj
es: No hay eventos
et: Ühtegi sündmust pole
eu: Ez dago gertaerarik
fa: هیچ رویدادی وجود ندارد
fi: Ei tapahtumia
fr: Pas d&#39;événements
fy: Gjin eveneminten
ga: Gan Imeachtaí
gd: Chan eil tachartasan ann
gl: Non hai eventos
gu: કોઈ ઇવેન્ટ્સ નથી
hi: कोई आयोजन नहीं
hr: Nema događaja
hu: Nincs esemény
hy: Միջոցառումներ չկան
id: Tidak Ada Acara
is: Engir viðburðir
it: Nessun evento
iw: אין אירועים
ja: イベントはありません
ka: მოვლენები არ არის
kk: Оқиғалар жоқ
km: គ្មានព្រឹត្តិការណ៍
kn: ಯಾವುದೇ ಘಟನೆಗಳು ಇಲ್ಲ
ky: эч кандай Events
lb: Keng Eventer
lo: ບໍ່ມີເຫດການ
lt: Nėra įvykių
lv: Nav notikumu
mg: Tsy misy hetsika
mi: Karekau he Takahanga
mk: Нема настани
ml: ഇവന്റുകൾ ഒന്നുമില്ല
mn: Үйл явдал байхгүй
mr: कार्यक्रम नाहीत
ms: Tiada Peristiwa
mt: Ebda Avvenimenti
my: ပွဲမရှိ
ne: घटनाहरू छैनन्
nl: Geen evenementen
no: Ingen hendelser
or: କ No ଣସି ଘଟଣା ନାହିଁ |
pa: ਕੋਈ ਇਵੈਂਟਸ ਨਹੀਂ
pl: Brak wydarzeń
ps: هیڅ پیښې نشته
pt: Sem eventos
ro: Nu există evenimente
ru: Нет событий
rw: Nta byabaye
sd: ڪي به واقعا ناهن
si: සිදුවීම් නැත
sk: Žiadne udalosti
sl: Ni dogodkov
sq: Nuk ka ngjarje
sr: Нема догађаја
sv: Inga händelser
sw: Hakuna Matukio
ta: நிகழ்வுகள் இல்லை
te: ఈవెంట్స్ లేవు
tg: Ҳеҷ гуна ҳолатҳо
th: ไม่มีกิจกรรม
tk: Waka ýok
tl: Walang Mga Kaganapan
tr: Olay yok
tt: Вакыйгалар юк
ug: ھېچقانداق ھادىسە يوق
uk: Немає подій
ur: کوئی واقعہ نہیں
uz: Voqealar yo&#39;q
vi: Không có sự kiện
xh: Akukho ziganeko
yi: ניט קיין געשעענישן

source: more comment(s)
af: meer kommentaar (s)
am: ተጨማሪ አስተያየት (ዎች)
ar: المزيد من التعليقات)
az: daha çox şərh (lər)
be: Яшчэ каментар (ев)
bg: още коментари
bn: আরো মন্তব্য (গুলি)
ca: més comentari (s)
cs: více komentářů
cy: mwy o sylw (au)
da: mere kommentar (er)
de: mehr Kommentare)
el: περισσότερα σχόλια
eo: pli komento (j)
es: Más comentarios)
et: rohkem kommentaari (d)
eu: iruzkin gehiago (k)
fa: نظر بیشتر (ها)
fi: lisää kommentteja
fr: plus de commentaires)
fy: mear kommentaar (s)
ga: níos mó tráchta (í)
gd: barrachd beachd (ean)
gl: máis comentarios
gu: વધુ ટિપ્પણી (ઓ)
hi: अधिक टिप्पणी
hr: više komentara
hu: több megjegyzés (ek)
hy: ավելին մեկնաբանություն (ներ)
id: lebih banyak komentar (s)
is: fleiri athugasemdir (s)
it: più commenti
iw: עוד הערות
ja: 他のコメント
ka: მეტი კომენტარი
kk: көп түсініктеме (лар)
km: យោបល់បន្ថែម
kn: ಹೆಚ್ಚಿನ ಕಾಮೆಂಟ್ (ಗಳು)
ku: bêtir comment (s)
ky: көп комментарий (с)
lb: méi Kommentarer (en)
lo: ຄວາມຄິດເຫັນເພີ່ມເຕີມ (s)
lt: daugiau komentarų (-ų)
lv: vairāk komentāru (s)
mi: ētahi atu kōrero (s)
mk: повеќе коментари (и)
ml: കൂടുതൽ അഭിപ്രായം (ങ്ങൾ)
mn: дэлгэрэнгүй мэдээлэл
mr: अधिक टिप्पणी (ण्या)
ms: lebih banyak ulasan (s)
mt: aktar kumment (i)
my: ပိုပြီးမှတ်ချက် (s) ကို
ne: थप टिप्पणी (हरू)
nl: meer reactie (s)
no: mer kommentar (er)
or: ଅଧିକ ମନ୍ତବ୍ୟ (ଗୁଡିକ) |
pa: ਹੋਰ ਟਿੱਪਣੀ (s)
pl: więcej komentarzy)
ps: نور تبصره
pt: mais comentário (s)
ro: mai multe comentarii
ru: Другие комментарии
rw: ibisobanuro byinshi
sd: وڌيڪ تبصرو
si: තවත් විස්තර
sk: ďalšie komentáre
sl: več komentarjev
sq: më shumë komente (a)
sr: више коментара (а)
sv: mer kommentar (er)
sw: maoni zaidi (s)
ta: மேலும் கருத்து (கள்)
te: మరింత వ్యాఖ్య (లు)
tg: Шарҳҳо:
th: ความคิดเห็นเพิ่มเติม (s)
tk: has köp teswir
tl: higit pang (mga) komento
tr: daha yorum (lar)
tt: күбрәк аңлатма
ug: تېخىمۇ كۆپ باھا (لار)
uk: більше коментарів (ів)
ur: مزید تبصرہ
uz: ko&#39;proq sharh (lar)
vi: thêm nhận xét
xh: ezinye izimvo (s)
yi: מער באַמערקן (s)

source: Loading comments
af: Laai opmerkings
am: አስተያየቶችን በመጫን ላይ
ar: تحميل التعليقات
az: Şərhlər yüklənir
be: Загрузка каментарыяў
bg: Зареждане на коментарите
bn: মন্তব্য লোড হচ্ছে
ca: S'estan carregant comentaris
cs: Načítání komentářů
cy: Wrthi'n llwytho sylwadau
da: Indlæser kommentarer
de: Kommentare werden geladen
el: Φόρτωση σχολίων
eo: Ŝarĝante komentojn
es: Cargando comentarios
et: Kommentaaride laadimine
eu: Iruzkinak kargatzen
fa: در حال بارگیری نظرات
fi: Ladataan kommentteja
fr: Chargement des commentaires
fy: Kommentaar laden
ga: Tráchtanna á lódáil
gd: A’ luchdachadh bheachdan
gl: Cargando comentarios
gu: ટિપ્પણીઓ લોડ કરી રહ્યું છે
hi: टिप्पणियाँ लोड हो रही हैं
hr: Učitavanje komentara
hu: Megjegyzések betöltése
hy: Մեկնաբանությունները բեռնվում են
id: Memuat komentar
is: Hleður athugasemdum
it: Caricamento commenti
iw: טוען תגובות
ja: コメントを読み込んでいます
ka: კომენტარების ჩატვირთვა
kk: Пікірлер жүктелуде
km: កំពុងផ្ទុកមតិ
kn: ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ku: Barkirina şîroveyan
ky: Пикирлер жүктөлүүдө
lb: Lueden Kommentaren
lo: ກຳລັງໂຫຼດຄຳເຫັນ
lt: Įkeliami komentarai
lv: Notiek komentāru ielāde
mg: Mametraka hevitra
mi: Uta ana i nga korero
mk: Се вчитуваат коментари
ml: അഭിപ്രായങ്ങൾ ലോഡുചെയ്യുന്നു
mn: Сэтгэгдэл ачаалж байна
mr: टिप्पण्या लोड करत आहे
ms: Memuatkan ulasan
mt: Tagħbija tal-kummenti
my: မှတ်ချက်များ တင်နေသည်။
ne: टिप्पणीहरू लोड गर्दै
nl: Reacties laden
no: Laster inn kommentarer
or: ମନ୍ତବ୍ୟଗୁଡିକ ଲୋଡ୍ କରୁଛି |
pa: ਟਿੱਪਣੀਆਂ ਲੋਡ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pl: Ładowanie komentarzy
ps: نظرونه پورته کول
pt: Carregando comentários
ro: Se încarcă comentarii
ru: Загрузка комментариев
rw: Gutanga ibitekerezo
sd: تبصرا لوڊ ڪري رهيا آهن
si: අදහස් පූරණය වේ
sk: Načítavajú sa komentáre
sl: Nalaganje komentarjev
sq: Po ngarkon komentet
sr: Учитавање коментара
sv: Laddar kommentarer
sw: Inapakia maoni
ta: கருத்துகளை ஏற்றுகிறது
te: వ్యాఖ్యలను లోడ్ చేస్తోంది
tg: Боркунии шарҳҳо
th: กำลังโหลดความคิดเห็น
tk: Teswirleri ýüklemek
tl: Naglo-load ng mga komento
tr: yorumlar yükleniyor
tt: Аңлатмалар йөкләү
ug: باھا يۈكلەۋاتىدۇ
uk: Завантаження коментарів
ur: تبصرے لوڈ ہو رہے ہیں۔
uz: Fikrlar yuklanmoqda
vi: Đang tải bình luận
xh: Ilayisha izimvo
yi: לאָודינג באַמערקונגען

source: You are about to delete comment. Are you sure?
af: U is op die punt om opmerking te verwyder. Is jy seker?
am: አስተያየት ሊሰርዙ ነው ፡፡ እርግጠኛ ነህ?
ar: أنت على وشك حذف التعليق. هل أنت واثق؟
az: Şərhi silmək üzrəsiniz. Sən əminsən?
be: Вы збіраецеся выдаліць каментарый. Вы ўпэўнены?
bg: На път сте да изтриете коментар. Сигурен ли си?
bn: আপনি মন্তব্য মুছে ফেলতে চলেছেন। তুমি কি নিশ্চিত?
ca: Esteu a punt de suprimir el comentari. Estàs segur?
cs: Chystáte se smazat komentář. Jsi si jistá?
cy: Rydych chi ar fin dileu sylw. Wyt ti'n siwr?
da: Du er ved at slette en kommentar. Er du sikker?
de: Sie sind dabei, einen Kommentar zu löschen. Bist du sicher?
el: Πρόκειται να διαγράψετε σχόλιο. Είσαι σίγουρος?
eo: Vi estas forigonta komenton. Ĉu vi certas?
es: Estás a punto de eliminar el comentario. ¿Estás seguro?
et: Olete kustutamas kommentaari. Oled sa kindel?
eu: Iruzkina ezabatzekotan zaude. Ziur zaude?
fa: شما در شرف حذف نظر هستید. مطمئنی؟
fi: Olet poistamassa kommentin. Oletko varma?
fr: Vous êtes sur le point de supprimer le commentaire. Êtes-vous sûr?
fy: Jo steane op it punt om reaksje te wiskjen. Bisto wis?
ga: Tá tú ar tí trácht a scriosadh. An bhfuil tú cinnte?
gd: Tha thu gu bhith a ’cuir às do bheachd. A bheil thu cinnteach?
gl: Estás a piques de eliminar o comentario. Estás seguro?
gu: તમે ટિપ્પણી કા deleteી નાખવાના છો. શું તમને ખાતરી છે?
hi: आप टिप्पणी को हटाने वाले हैं। क्या आपको यकीन है?
hr: Izbrisat ćete komentar. Jesi li siguran?
hu: A megjegyzés törlésére készül. biztos vagy ebben?
hy: Դուք պատրաստվում եք ջնջել մեկնաբանությունը: Համոզված ես?
id: Anda akan menghapus komentar. Apakah kamu yakin
is: Þú ert að fara að eyða ummælum. Ertu viss?
it: Stai per eliminare il commento. Sei sicuro?
iw: אתה עומד למחוק את התגובה. האם אתה בטוח?
ja: コメントを削除しようとしています。本気ですか？
ka: თქვენ აპირებთ კომენტარის წაშლას. Დარწმუნებული ხარ?
kk: Пікірді жойғалы тұрсыз. Сіз сенімдісіз бе?
km: អ្នករៀបនឹងលុបមតិ។ តើ​អ្នក​ប្រាកដ​ឬ​អត់?
kn: ನೀವು ಕಾಮೆಂಟ್ ಅಳಿಸಲು ಹೊರಟಿದ್ದೀರಿ. ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?
ku: Hûn li ber in ku şîroveyê jêbirin. Piştrastin?
ky: Жорумду жок кылганы жатасыз. Ишенесиңби?
lb: Dir sidd amgaang Kommentar ze läschen. Bass du secher?
lo: ທ່ານ ກຳ ລັງຈະລຶບ ຄຳ ເຫັນ. ເຈົ້າ​ແນ່​ໃຈ​ບໍ່?
lt: Ketinate ištrinti komentarą. Ar tu tuo tikras?
lv: Jūs gatavojaties dzēst komentāru. Vai tu esi pārliecināts?
mg: Hofoananao ny hevitra. Azonao antoka ve izany?
mi: E tata ana koe ki te muku korero. Kei te mohio koe?
mk: Aboutе го избришете коментарот. Дали си сигурен?
ml: നിങ്ങൾ അഭിപ്രായം ഇല്ലാതാക്കാൻ പോകുന്നു. നിങ്ങള്ക്ക് ഉറപ്പാണോ?
mn: Та сэтгэгдлийг устгах гэж байна. Чи итгэлтэй байна уу?
mr: आपण टिप्पणी हटवणार आहात. तुला खात्री आहे?
ms: Anda akan memadamkan komen. Adakah anda pasti?
mt: Int se tħassar kumment. Żgur?
my: သငျသညျမှတ်ချက်ဖျက်ပစ်တော့မည်။ သေချာလား?
ne: तपाईं टिप्पणी मेटाउन लाग्नुभएको छ। के तपाईँ निश्चित हुनुहुन्छ?
nl: Je staat op het punt de opmerking te verwijderen. Weet je het zeker?
no: Du er i ferd med å slette kommentaren. Er du sikker?
or: ଆପଣ ମନ୍ତବ୍ୟ ବିଲୋପ କରିବାକୁ ଯାଉଛନ୍ତି | ତମେ ନିଶ୍ଚିତ କି?
pa: ਤੁਸੀਂ ਟਿੱਪਣੀ ਮਿਟਾਉਣ ਜਾ ਰਹੇ ਹੋ. ਤੁਹਾਨੂੰ ਪੂਰਾ ਵਿਸ਼ਵਾਸ ਹੈ?
pl: Masz zamiar usunąć komentarz. Jesteś pewny?
ps: تاسو د نظر له مینځه وړو. تاسو ډاډه یاست؟
pt: Você está prestes a deletar o comentário. Você tem certeza?
ro: Ești pe cale să ștergi comentariul. Esti sigur?
ru: Вы собираетесь удалить комментарий. Ты уверен?
rw: Ugiye gusiba ibitekerezo. Urabyizeye?
sd: توهان راءِ ختم ڪرڻ جي بابت آهيو. ڇا توهان کي پڪ آهي؟
si: ඔබ අදහස් මකා දැමීමට සූදානම්. ඔබට විශ්වාසද?
sk: Chystáte sa odstrániť komentár. Si si istý?
sl: Izbrisali boste komentar. Ali si prepričan?
sq: Ju jeni gati për të fshirë komentin. A je i sigurt?
sr: Избрисаћете коментар. Јеси ли сигуран?
sv: Du håller på att radera kommentar. Är du säker?
sw: Uko karibu kufuta maoni. Una uhakika?
ta: நீங்கள் கருத்தை நீக்க உள்ளீர்கள். நீ சொல்வது உறுதியா?
te: మీరు వ్యాఖ్యను తొలగించబోతున్నారు. మీరు చెప్పేది నిజమా?
tg: Шумо мехоҳед шарҳро нест кунед. Шумо мутмаъин ҳастед?
th: คุณกำลังจะลบความคิดเห็น คุณแน่ใจไหม?
tk: Teswirleri pozjak bolýarsyňyz. Ynanýarsyňyzmy?
tl: Tatanggalin mo na ang komento. Sigurado ka ba?
tr: Yorumu silmek üzeresiniz. Emin misiniz?
tt: Сез аңлатманы бетерергә җыенасыз. Ышанасыңмы?
ug: باھانى ئۆچۈرمەكچى بولۇۋاتىسىز. ئىشىنەمسىز؟
uk: Ви збираєтеся видалити коментар. Ти впевнений?
ur: آپ تبصرے کو حذف کرنے والے ہیں۔ کیا تمہیں یقین ہے؟
uz: Siz sharhni o'chirmoqchisiz. Ishonchingiz komilmi?
vi: Bạn sắp xóa bình luận. Bạn có chắc không?
xh: Umalunga nokucima uluvo. Ingaba uqinisekile?
yi: איר זענט וועגן צו ויסמעקן באַמערקונג. ביסטו זיכער?

source: task
af: taak
am: ተግባር
ar: مهمة
az: vəzifə
be: задача
bg: задача
bn: টাস্ক
ca: tasca
cs: úkol
cy: tasg
da: opgave
de: Aufgabe
el: έργο
eo: tasko
es: tarea
et: ülesanne
eu: zeregina
fa: وظیفه
fi: tehtävä
fr: tâche
fy: taak
ga: tasc
gd: tasg
gl: tarefa
gu: કાર્ય
hi: काम
hr: zadatak
hu: feladat
hy: առաջադրանք
id: tugas
is: verkefni
it: compito
iw: מְשִׁימָה
ja: タスク
ka: დავალება
kk: тапсырма
km: ភារកិច្ច
kn: ಕಾರ್ಯ
ku: karî
ky: тапшырма
lb: Aufgab
lo: ວຽກງານ
lt: užduotis
lv: uzdevums
mg: ASA
mi: mahi
mk: задача
ml: ചുമതല
mn: даалгавар
mr: कार्य
ms: tugasan
mt: kompitu
my: တာဝန်
ne: कार्य
nl: taak
no: oppgave
or: କାର୍ଯ୍ୟ
pa: ਕੰਮ
pl: zadanie
ps: دنده
pt: tarefa
ro: sarcină
ru: задача
rw: inshingano
sd: ڪم
si: කාර්ය
sk: úloha
sl: naloga
sq: detyrë
sr: задатак
sv: uppgift
sw: kazi
ta: பணி
te: పని
tg: вазифа
th: งาน
tk: wezipe
tl: gawain
tr: görev
tt: бирем
ug: ۋەزىپە
uk: завдання
ur: کام
uz: vazifa
vi: nhiệm vụ
xh: umsebenzi
yi: אַרבעט

source: to do
af: te doen
am: ለመስራት
ar: لكى يفعل
az: etmək
be: рабіць
bg: да направя
bn: করতে
ca: fer
cs: dělat
cy: gwneud
da: at gøre
de: machen
el: να κάνω
eo: fari
es: hacer
et: tegema
eu: egin
fa: انجام دادن
fi: tehdä
fr: faire
fy: dwaan
ga: a dhéanamh
gd: Ri dhèanamh
gl: facer
gu: શું કરવું
hi: ऐसा करने के लिए
hr: napraviti
hu: csinálni
hy: անել
id: melakukan
is: að gera
it: fare
iw: לעשות
ja: すること
ka: კეთება
kk: істеу
km: ធ្វើ
kn: ಮಾಡಬೇಕಾದದ್ದು
ku: kirin
ky: кылуу
lb: ze maachen
lo: ເຮັດ
lt: daryti
lv: darīt
mg: manao
mi: ki te mahi
mk: да направиш
ml: ചെയ്യാൻ
mn: хийх
mr: करण्यासाठी
ms: untuk dilakukan
mt: tagħmel
my: လုပ်ရန်
ne: गर्नु पर्ने
nl: Te doen
no: å gjøre
or: କରିବା ପାଇଁ
pa: ਕਰਨਾ
pl: do zrobienia
ps: کول
pt: pendência
ro: a face
ru: делать
rw: gukora
sd: ڪرڻ
si: කිරීමට
sk: robiť
sl: narediti
sq: për të bërë
sr: урадити
sv: att göra
sw: kufanya
ta: செய்ய
te: చెయ్యవలసిన
tg: кардан
th: ทำ
tk: etmek
tl: gagawin
tr: yapmak
tt: эшләргә
ug: قىلىش
uk: зробити
ur: ایسا کرنے کے لئے
uz: qilmoq
vi: làm
xh: ukwenza
yi: צו טוהן

source: tasks
af: take
am: ተግባራት
ar: مهام
az: tapşırıqlar
be: задачы
bg: задачи
bn: কাজ
ca: tasques
cs: úkoly
cy: tasgau
da: opgaver
de: Aufgaben
el: καθήκοντα
eo: taskoj
es: tareas
et: ülesandeid
eu: zereginak
fa: وظایف
fi: tehtäviä
fr: Tâches
fy: taken
ga: tascanna
gd: gnìomhan
gl: tarefas
gu: કાર્યો
hi: कार्य
hr: zadaci
hu: feladatokat
hy: առաջադրանքներ
id: tugas
is: verkefni
it: compiti
iw: משימות
ja: タスク
ka: დავალებები
kk: тапсырмалар
km: ភារកិច្ច
kn: ಕಾರ್ಯಗಳು
ku: karên
ky: милдеттер
lb: Aufgaben
lo: ວຽກງານ
lt: užduotys
lv: uzdevumus
mg: asa
mi: nga mahi
mk: задачи
ml: ചുമതലകൾ
mn: даалгавар
mr: कार्ये
ms: tugasan
mt: ħidmiet
my: လုပ်ငန်းတာဝန်များ
ne: कार्यहरू
nl: taken
no: oppgaver
or: କାର୍ଯ୍ୟଗୁଡିକ
pa: ਕੰਮ
pl: zadania
ps: دندې
pt: tarefas
ro: sarcini
ru: задания
rw: imirimo
sd: ڪم
si: කාර්යයන්
sk: úlohy
sl: naloge
sq: detyrat
sr: задатака
sv: uppgifter
sw: kazi
ta: பணிகள்
te: పనులు
tg: вазифахо
th: งาน
tk: meseleler
tl: mga gawain
tr: görevler
tt: биремнәр
ug: ۋەزىپە
uk: завдання
ur: کام
uz: vazifalar
vi: nhiệm vụ
xh: imisebenzi
yi: טאַסקס

source: Write something...
af: Iets skryf...
am: የሆነ ነገር ይጻፉ ...
ar: أكتب شيئا...
az: Bir şey yazmaq...
be: Нешта напісаць...
bg: Напиши нещо...
bn: কিছু লিখুন...
ca: Escriure alguna cosa...
cs: Něco napsat...
cy: Ysgrifennu rhywbeth...
da: Skriv noget...
de: Schreibe etwas...
el: Γράψε κάτι...
eo: Skribu ion...
es: Escribe algo...
et: Kirjuta midagi...
eu: Idatzi zerbait ...
fa: چیزی بنویسید...
fi: Kirjoittaa jotain...
fr: Écris quelque chose...
fy: Skriuw Wat...
ga: Rud éigin a scríobh...
gd: Sgrìobh rudeigin ...
gl: Escribir algo...
gu: કંઇક લખો...
hi: कुछ लिखो...
hr: Napisati nešto...
hu: Írjon valamit...
hy: Գրեք մի բան ...
id: Menulis sesuatu...
is: Skrifaðu eitthvað...
it: Scrivi qualcosa...
iw: לכתוב משהו...
ja: 何か書いて...
ka: დაწერეთ რაღაც ...
kk: Бірдеңе жазу ...
km: សរសេរ​អ្វីមួយ...
kn: ಏನಾದರು ಬರಿ...
ku: Tiştek binivîse ...
ky: Бир нерсе жазуу...
lb: Schreift eppes ...
lo: ຂຽນບາງສິ່ງບາງຢ່າງ ...
lt: Rašyti kažką...
lv: Rakstīt kaut ko...
mg: Manorata zavatra ...
mi: Tuhia tetahi mea ...
mk: Напиши нешто ...
ml: എന്തെങ്കിലും എഴുതുക...
mn: Ямар нэг зүйл бичих...
mr: काहीतरी लिहा...
ms: Menulis sesuatu...
mt: Ikteb xi ħaġa ...
my: တစ်ခုခုရေးပါ ...
ne: केही लेख...
nl: Schrijf iets...
no: Skrive noe...
or: କିଛି ଲେଖ ...
pa: ਕੁਝ ਲਿਖੋ ...
pl: Napisz coś...
ps: یو څه ولیکئ ...
pt: Escreva algo...
ro: Scrie ceva...
ru: Напиши что-нибудь...
rw: Andika ikintu ...
sd: ڪجھ لک
si: යමක් ලියන්න ...
sk: Niečo napísať...
sl: Napisati nekaj...
sq: Shkruaj diçka...
sr: Написати нешто...
sv: Skriva något...
sw: Andika kitu ...
ta: ஏதாவது எழுத...
te: ఏదో వ్రాయండి ...
tg: Чизе навишта ...
th: เขียนอะไรบางอย่าง...
tk: Bir zat ýaz ...
tl: Sumulat ng isang bagay ...
tr: Bir şey yaz...
tt: Берәр нәрсә яз ...
ug: بىر نەرسە يېزىڭ ...
uk: Щось написати...
ur: کچھ لکھنا...
uz: Nimadir yoz...
vi: Viết vài thứ...
xh: Bhala into ...
yi: שרייב עפּעס ...
