Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
af: Pas u saakvorm volledig aan om unieke sjablone te genereer wat aan u spesifieke behoeftes voldoen. Hierdie sjablone kan dan aan kliënte en spanlede versprei word om in te vul en te onderteken
am: የተወሰኑ ፍላጎቶችዎን የሚያገለግሉ ልዩ አብነቶችን ለማመንጨት የጉዳይ ቅጽዎን ሙሉ ለሙሉ ያብጁ ፡፡ እነዚህ አብነቶች ለመሙላት እና ለመፈረም ለደንበኞች እና ለቡድን አባላት ሊሰራጭ ይችላል
ar: قم بتخصيص نموذج قضيتك بالكامل لإنشاء قوالب فريدة تخدم احتياجاتك الخاصة. يمكن بعد ذلك توزيع هذه القوالب على العملاء وأعضاء الفريق لملئها والتوقيع عليها
az: Xüsusi ehtiyaclarınıza cavab verən unikal şablonları yaratmaq üçün iş formanızı tamamilə düzəldin. Bu şablonlar daha sonra doldurmaq və imzalamaq üçün müştərilərə və komanda üzvlərinə paylana bilər
be: Цалкам наладзьце форму справа, каб стварыць унікальныя шаблоны, якія адказваюць вашым канкрэтным патрэбам. Такія шаблоны могуць быць распаўсюджаны кліентам і членам каманды для запаўнення і падпісання
bg: Напълно персонализирайте формуляра си, за да генерирате уникални шаблони, които обслужват вашите специфични нужди. След това тези шаблони могат да бъдат разпространени до клиенти и членове на екипа, които да попълнят и подпишат
bn: আপনার নির্দিষ্ট প্রয়োজনগুলি পরিবেশন করে এমন অনন্য টেম্পলেটগুলি তৈরি করতে আপনার কেস ফর্মটি সম্পূর্ণ কাস্টমাইজ করুন। এই টেমপ্লেটগুলি ক্লায়েন্ট এবং দলের সদস্যদের পূরণ এবং সাইন ইন করার জন্য বিতরণ করা যেতে পারে
ca: Personalitzeu completament el formulari de cas per generar plantilles úniques que atenen les vostres necessitats específiques. Aquestes plantilles es poden distribuir a clients i membres de l&#39;equip per omplir i signar
cs: Plně přizpůsobte formulář případu a vytvářejte jedinečné šablony, které vyhovují vašim konkrétním potřebám. Tyto šablony pak mohou být distribuovány klientům a členům týmu k vyplnění a podepsání
cy: Addaswch eich ffurflen achos yn llawn i gynhyrchu templedi unigryw sy&#39;n gwasanaethu eich anghenion penodol. Yna gellir dosbarthu&#39;r templedi hyn i gleientiaid ac aelodau&#39;r tîm i&#39;w llenwi a&#39;u llofnodi
da: Tilpas din sagsform fuldt ud til at generere unikke skabeloner, der tjener dine specifikke behov. Disse skabeloner kan derefter distribueres til klienter og teammedlemmer for at udfylde og underskrive
de: Passen Sie Ihr Fallformular vollständig an, um eindeutige Vorlagen zu erstellen, die Ihren spezifischen Anforderungen entsprechen. Diese Vorlagen können dann zum Ausfüllen und Signieren an Kunden und Teammitglieder verteilt werden
el: Προσαρμόστε πλήρως τη φόρμα της υπόθεσής σας για να δημιουργήσετε μοναδικά πρότυπα που εξυπηρετούν τις συγκεκριμένες ανάγκες σας. Αυτά τα πρότυπα μπορούν στη συνέχεια να διανεμηθούν σε πελάτες και μέλη της ομάδας για να συμπληρώσουν και να υπογράψουν
eo: Plene agordi vian kazan formon por generi unikajn ŝablonojn, kiuj servas viajn specifajn bezonojn. Ĉi tiuj ŝablonoj tiam povas esti distribuitaj al klientoj kaj teamanoj por plenigi kaj subskribi
es: Personalice completamente su formulario de caso para generar plantillas únicas que satisfagan sus necesidades específicas. Estas plantillas se pueden distribuir a los clientes y miembros del equipo para completar y firmar
et: Kohandage juhtumi vorm täielikult, et genereerida unikaalseid malle, mis vastavad teie konkreetsetele vajadustele. Neid malle saab seejärel jagada klientidele ja meeskonna liikmetele nende täitmiseks ja allkirjastamiseks
eu: Erabat pertsonalizatu zure kasuaren inprimakia zure behar espezifikoetara egokitzen diren txantilo bakarrak sortzeko. Txantiloi hauek bezeroei eta taldekideei banatu ahal izango dizkiete bete eta sinatzeko
fa: فرم پرونده خود را به طور کامل سفارشی کنید تا الگوهای منحصر به فردی را ارائه دهید که نیازهای خاص شما را برآورده می کنند. این قالب ها سپس می توانند برای پر کردن و امضا به مشتریان و اعضای تیم توزیع شوند
fi: Mukauta tapaus lomakkeesi luomaan ainutlaatuisia malleja, jotka palvelevat erityistarpeitasi. Nämä mallit voidaan sitten jakaa asiakkaille ja tiimin jäsenille täyttämistä ja allekirjoittamista varten
fr: Personnalisez entièrement votre formulaire de cas pour générer des modèles uniques qui répondent à vos besoins spécifiques. Ces modèles peuvent ensuite être distribués aux clients et aux membres de l&#39;équipe pour remplir et signer
fy: Oanpasse jo saakformulier folslein om unike sjabloanen te generearjen dy&#39;t jo spesifike behoeften tsjinje. Dizze sjabloanen kinne dan wurde ferspraat oan kliïnten en teamleden om yn te foljen en te ûndertekenjen
ga: Déan d’fhoirm cáis a shaincheapadh go hiomlán chun teimpléid uathúla a ghiniúint a fhreastalóidh ar do riachtanais shonracha. Is féidir na teimpléid seo a dháileadh ansin ar chliaint agus ar bhaill foirne le líonadh agus le síniú
gd: Dèan gnàthachadh iomlan air an fhoirm cùise agad gus teamplaidean sònraichte a ghineadh a bhios a ’frithealadh air na feumalachdan sònraichte agad. Faodar na teamplaidean sin an uairsin a sgaoileadh gu teachdaichean agus buill sgioba gus an lìonadh agus an soidhnigeadh
gl: Personaliza totalmente o teu formulario de caso para xerar modelos únicos para atender ás túas necesidades específicas. Estes modelos poden ser distribuídos a clientes e membros do equipo para cubrir e asinar
gu: તમારી વિશિષ્ટ આવશ્યકતાઓને પૂરા પાડતા અનન્ય નમૂનાઓ બનાવવા માટે તમારા કેસ ફોર્મને સંપૂર્ણપણે કસ્ટમાઇઝ કરો. આ નમૂનાઓ ભરવા અને સહી કરવા માટે ગ્રાહકો અને ટીમના સભ્યોને વિતરણ કરી શકાય છે
hi: अपनी विशिष्ट आवश्यकताओं को पूरा करने वाले अद्वितीय टेम्प्लेट उत्पन्न करने के लिए अपने केस फ़ॉर्म को पूरी तरह से कस्टमाइज़ करें। फिर इन टेम्प्लेट को भरने और हस्ताक्षर करने के लिए ग्राहकों और टीम के सदस्यों को वितरित किया जा सकता है
hr: Potpuno prilagodite obrazac s slučajem da biste generirali jedinstvene predloške koji služe vašim specifičnim potrebama. Ti se predlošci mogu tada distribuirati klijentima i članovima tima na ispunjavanju i potpisivanju
hu: Az esettanulmányt teljesen testreszabhatja, hogy egyedi sablonokat hozzon létre, amelyek kiszolgálják az Ön egyedi igényeit. Ezeket a sablonokat ezután el lehet osztani az ügyfelek és a csapat tagjai számára, hogy kitöltsék és aláírják
hy: Լիովին հարմարեցրեք ձեր գործի ձևը `ձեր հատուկ կարիքները սպասարկող եզակի ձևանմուշներ ստեղծելու համար: Այս ձևանմուշները այնուհետև կարող են բաժանվել հաճախորդներին և թիմի անդամներին `լրացնելու և ստորագրելու համար
id: Kustomisasi formulir kasus Anda untuk menghasilkan templat unik yang melayani kebutuhan spesifik Anda. Template ini kemudian dapat didistribusikan ke klien dan anggota tim untuk diisi dan ditandatangani
is: Sérsniðu málformið þitt að fullu til að búa til einstök sniðmát sem þjóna þínum þörfum. Þessum sniðmátum er síðan hægt að dreifa til viðskiptavina og liðsmanna til að fylla og skrifa undir
it: Personalizza completamente il modulo del caso per generare modelli unici che soddisfino le tue esigenze specifiche. Questi modelli possono quindi essere distribuiti ai clienti e ai membri del team per riempire e firmare
iw: התאם באופן מלא את טופס התיק שלך ליצירת תבניות ייחודיות המשרתות את הצרכים הספציפיים שלך. לאחר מכן ניתן להפיץ תבניות אלה ללקוחות וחברי צוות למילוי ולחתום
ja: ケースフォームを完全にカスタマイズして、特定のニーズを満たす独自のテンプレートを生成します。これらのテンプレートは、クライアントとチームメンバーに配布して、記入して署名することができます
ka: თქვენი საქმის ფორმის სრულყოფილად მორგება, რათა შექმნათ უნიკალური შაბლონები, რომლებიც თქვენს სპეციფიკურ საჭიროებებს ემსახურებიან. შემდეგ ეს შაბლონები შეიძლება გადანაწილდეს კლიენტებსა და გუნდის წევრებს, რომ შეავსონ და ხელი მოაწერონ
kk: Сіздің нақты қажеттіліктеріңізге сәйкес келетін бірегей шаблондар жасау үшін өзіңіздің кейпіңізді толығымен реттеңіз. Осы шаблондарды клиенттер мен команда мүшелеріне толтыру және қол қою үшін таратуға болады
km: បំពេញសំណុំបែបបទករណីរបស់អ្នកឱ្យបានពេញលេញដើម្បីបង្កើតគំរូប្លែកៗដែលបម្រើដល់តម្រូវការជាក់លាក់របស់អ្នក។ គំរូទាំងនេះអាចត្រូវបានចែកចាយដល់អតិថិជននិងសមាជិកក្រុមដើម្បីបំពេញនិងចុះហត្ថលេខា
kn: ನಿಮ್ಮ ನಿರ್ದಿಷ್ಟ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸುವ ಅನನ್ಯ ಟೆಂಪ್ಲೆಟ್ಗಳನ್ನು ರಚಿಸಲು ನಿಮ್ಮ ಕೇಸ್ ಫಾರ್ಮ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಕಸ್ಟಮೈಸ್ ಮಾಡಿ. ಈ ಟೆಂಪ್ಲೆಟ್ಗಳನ್ನು ನಂತರ ಗ್ರಾಹಕರಿಗೆ ಮತ್ತು ತಂಡದ ಸದಸ್ಯರಿಗೆ ಭರ್ತಿ ಮಾಡಲು ಮತ್ತು ಸಹಿ ಮಾಡಲು ವಿತರಿಸಬಹುದು
ku: Forma doza xwe bi tevahî xweş bikin da ku ji şablonên bêhempa yên ku ji hewcedariyên we yên taybetî re xizmetê bikin, hilberînin. Wê hingê ev şablon dikarin ji bo mişterî û endamên tîmê werin belav kirin ku werin dagirtin û îmzekirin
ky: Айрым муктаждыктарыңызга жооп берген уникалдуу шаблондорду түзүү үчүн өзүңүздүн иш формаңызды толугу менен ыңгайлаштырыңыз. Бул шаблондор кардарларга жана топ мүчөлөрүнө толтурулуп, кол коюлат
lb: Ganz personaliséiert Är Fallform fir eenzegaarteg Templateer ze generéieren déi Äre spezifesche Besoinen déngen. Dës Templates kënnen dann u Clienten an Teammemberen verdeelt ginn fir ze fëllen an z&#39;ënnerschreiwen
lo: ປັບແຕ່ງແບບຟອມກໍລະນີຂອງທ່ານໃຫ້ເຕັມຮູບແບບເພື່ອສ້າງແບບ ຈຳ ລອງທີ່ເປັນເອກະລັກທີ່ຮັບໃຊ້ຄວາມຕ້ອງການສະເພາະຂອງທ່ານ. ແມ່ແບບເຫຼົ່ານີ້ສາມາດແຈກຢາຍໃຫ້ລູກຄ້າແລະສະມາຊິກໃນທີມເພື່ອຕື່ມແລະລົງລາຍເຊັນ
lt: Visiškai pritaikykite savo bylos formą, kad sukurtumėte unikalius šablonus, tenkinančius jūsų konkrečius poreikius. Šie šablonai bus išplatinti klientams ir komandos nariams, kad jie galėtų užpildyti ir pasirašyti
lv: Pilnībā pielāgojiet lietas formu, lai ģenerētu unikālas veidnes, kas kalpo jūsu īpašajām vajadzībām. Šīs veidnes pēc tam var izplatīt klientiem un komandas locekļiem, lai tās aizpildītu un parakstītu
mg: Ataovy tanteraka ny volanao momba ny raharaha mba hividianana modely tokana izay mahasoa anao. Ireo modely ireo dia azo zaraina amin&#39;ny mpanjifa sy ny mpikambana ao amin&#39;ny ekipa mba hameno sy hanao sonia
mi: Mahia te ahua o to keehi hei whakaputa i nga tauira taapiri e mahi ana i o hiahia. Ko enei tauira ka taea te tohaina ki nga kiritaki me nga mema o te kapa hei whakakii me te haina
mk: Целосно прилагодете го вашиот образец за случаи за да генерирате уникатни шаблони кои им служат на вашите специфични потреби. Овие шаблони потоа можат да бидат дистрибуирани до клиенти и членови на тимот за да ги пополнат и потпишат
ml: നിങ്ങളുടെ നിർദ്ദിഷ്ട ആവശ്യങ്ങൾ നിറവേറ്റുന്ന അദ്വിതീയ ടെം‌പ്ലേറ്റുകൾ സൃഷ്ടിക്കുന്നതിന് നിങ്ങളുടെ കേസ് ഫോം പൂർണ്ണമായും ഇച്ഛാനുസൃതമാക്കുക. ഈ ടെം‌പ്ലേറ്റുകൾ‌ പൂരിപ്പിച്ച് ഒപ്പിടുന്നതിന് ക്ലയന്റുകൾ‌ക്കും ടീം അംഗങ്ങൾക്കും വിതരണം ചെയ്യാൻ‌ കഴിയും
mn: Таны хэрэгцээнд нийцсэн өвөрмөц загвар үүсгэхийн тулд өөрийн маягтын маягтыг бүрэн тохируулах. Дараа нь эдгээр маягтуудыг үйлчлүүлэгчид болон багийн гишүүдэд тарааж, гарын үсэг зурах боломжтой
mr: आपल्या विशिष्ट गरजा पूर्ण करणार्या अद्वितीय टेम्पलेट्स तयार करण्यासाठी आपला केस फॉर्म पूर्णपणे सानुकूलित करा. त्यानंतर हे टेम्पलेट्स भरण्यासाठी आणि स्वाक्षरी करण्यासाठी ग्राहक आणि कार्यसंघ सदस्यांना वितरित केले जाऊ शकतात
ms: Sesuaikan sepenuhnya borang kes anda untuk menghasilkan templat unik yang memenuhi keperluan khusus anda. Templat ini kemudian boleh diedarkan kepada pelanggan dan ahli pasukan untuk mengisi dan menandatangani
mt: Ippersonalizza kompletament il-formola tal-każ tiegħek biex tiġġenera mudelli uniċi li jaqdu l-bżonnijiet speċifiċi tiegħek. Dawn il-mudelli jistgħu mbagħad jiġu mqassma lill-klijenti u l-membri tat-tim biex jimlew u jiffirmaw
my: သင်၏လိုအပ်ချက်များကိုဖြည့်ဆည်းပေးနိုင်သောထူးခြားသောတင်းပလိတ်များထုတ်လုပ်ရန်သင်၏ကိစ္စပုံစံကိုအပြည့်အဝစိတ်ကြိုက်ပြုပြင်ပါ။ ထို့နောက်ဤတင်းပလိတ်များကိုဖောက်သည်များနှင့်အဖွဲ့ ၀ င်များသို့ဖြည့်ရန်နှင့်လက်မှတ်ထိုးရန်ဖြန့်ဝေနိုင်သည်
ne: पूर्ण तपाईंको केस फाराम अनुकूलन गर्नुहोस् तपाईंको विशिष्ट आवश्यकताहरूको सेवा प्रदान गर्ने अद्वितीय टेम्प्लेटहरू उत्पन्न गर्न। यी टेम्प्लेटहरू त्यसपछि ग्राहकहरू र टीम सदस्यहरूमा वितरण गर्न सकिन्छ भर्न र हस्ताक्षर गर्न
nl: Pas uw aanvraagformulier volledig aan om unieke sjablonen te genereren die aan uw specifieke behoeften voldoen. Deze sjablonen kunnen vervolgens worden gedistribueerd naar klanten en teamleden om in te vullen en te ondertekenen
no: Tilpass saken-skjemaet ditt fullt ut for å generere unike maler som dekker dine spesifikke behov. Disse malene kan deretter distribueres til klienter og teammedlemmer for å fylle og signere
or: ଅନନ୍ୟ ଟେମ୍ପଲେଟ୍ ସୃଷ୍ଟି କରିବାକୁ ତୁମର କେସ୍ ଫର୍ମକୁ ସମ୍ପୂର୍ଣ୍ଣ କଷ୍ଟମାଇଜ୍ କର ଯାହାକି ତୁମର ନିର୍ଦ୍ଦିଷ୍ଟ ଆବଶ୍ୟକତାକୁ ସେବା କରେ | ଏହି ଟେମ୍ପଲେଟଗୁଡିକ ପରେ ଗ୍ରାହକ ଏବଂ ଦଳର ସଦସ୍ୟମାନଙ୍କୁ ପୂରଣ ଏବଂ ସାଇନ୍ କରିବାକୁ ବଣ୍ଟନ କରାଯାଇପାରିବ |
pa: ਵਿਲੱਖਣ ਨਮੂਨੇ ਤਿਆਰ ਕਰਨ ਲਈ ਆਪਣੇ ਕੇਸ ਫਾਰਮ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਨੁਕੂਲਿਤ ਕਰੋ ਜੋ ਤੁਹਾਡੀਆਂ ਵਿਸ਼ੇਸ਼ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ. ਫਿਰ ਇਹ ਟੈਂਪਲੇਟਸ ਗ੍ਰਾਹਕਾਂ ਅਤੇ ਟੀਮ ਦੇ ਮੈਂਬਰਾਂ ਨੂੰ ਭਰਨ ਅਤੇ ਦਸਤਖਤ ਕਰਨ ਲਈ ਵੰਡੇ ਜਾ ਸਕਦੇ ਹਨ
pl: W pełni dostosuj formularz sprawy, aby wygenerować unikalne szablony, które spełniają określone potrzeby. Szablony te można następnie rozesłać do klientów i członków zespołu w celu wypełnienia i podpisania
ps: په بشپړ ډول د خپلې قضیې فورمه تنظیم کړئ ترڅو ځانګړي نمونې رامینځته کړئ چې ستاسو ځانګړي اړتیاو پوره کوي. دا ټیمپلیټونه بیا د پیرودونکو او ټیم غړو ته د ډکولو او لاسلیک کولو لپاره توزیع کیدی شي
pt: Personalize totalmente seu formulário de caso para gerar modelos exclusivos que atendem às suas necessidades específicas. Esses modelos podem ser distribuídos aos clientes e membros da equipe para preencher e assinar
ro: Personalizați complet formularul dvs. de caz pentru a genera șabloane unice care răspund nevoilor dvs. specifice. Aceste șabloane pot fi apoi distribuite clienților și membrilor echipei pentru a le completa și semna
ru: Полностью настроить форму вашего дела для создания уникальных шаблонов, которые отвечают вашим конкретным потребностям. Эти шаблоны могут затем распространяться среди клиентов и членов команды для заполнения и подписания
rw: Hindura neza urupapuro rwawe kugirango ubyare inyandikorugero zidasanzwe zikenera ibyo ukeneye byihariye. Inyandikorugero zirashobora gukwirakwizwa kubakiriya hamwe nitsinda ryuzuza no gusinya
sd: مڪمل طور تي توهان جي ڪيس جي فارم کي ترتيب ڏيو منفرد نمونو ٺاهڻ لاءِ جيڪو توهان جي خاص ضرورتن جي خدمت ڪري. اهي ٽيمپليٽ بعد ۾ ڀريو ۽ سائن ڪرڻ لاءِ گراهڪن ۽ ٽيم جي ميمبرن ۾ ورهائي سگهجن ٿا
si: ඔබේ විශේෂිත අවශ්‍යතා සපුරාලන අද්විතීය සැකිලි ජනනය කිරීම සඳහා ඔබේ නඩුව සම්පූර්ණයෙන්ම අභිරුචිකරණය කරන්න. මෙම සැකිලි පසුව සේවාදායකයින්ට සහ කණ්ඩායම් සාමාජිකයින්ට පිරවීම සහ අත්සන් කිරීම සඳහා බෙදා හැරිය හැක
sk: Plne prispôsobte formulár prípadu a vytvorte jedinečné šablóny, ktoré slúžia vašim špecifickým potrebám. Tieto šablóny potom môžu byť distribuované klientom a členom tímu na vyplnenie a podpísanie
sl: Obrazec v celoti prilagodite tako, da ustvarite edinstvene predloge, ki ustrezajo vašim posebnim potrebam. Te predloge se nato lahko razdeli strankam in članom ekipe, da jih izpolnijo in podpišejo
sq: Rregulloni plotësisht formularin tuaj për të gjeneruar shabllone unike që i shërbejnë nevojave tuaja specifike. Këto shabllone më pas mund të shpërndahen tek klientët dhe anëtarët e ekipit për të mbushur dhe nënshkruar
sr: Потпуно прилагодите образац случаја тако да генерише јединствене шаблоне који служе вашим специфичним потребама. Ти предлошци се затим могу дистрибуирати клијентима и члановима тима на попуњавање и потписивање
sv: Anpassa ditt ärendeformulär helt och hållet för att skapa unika mallar som tjänar dina specifika behov. Dessa mallar kan sedan distribueras till klienter och teammedlemmar för att fylla och signera
sw: Badilisha kabisa fomu yako ya kesi ili kutoa templeti za kipekee ambazo hutumikia mahitaji yako maalum. Templeti hizi zinaweza kusambazwa kwa wateja na wanachama wa timu kujaza na kusaini
ta: உங்கள் குறிப்பிட்ட தேவைகளுக்கு உதவும் தனித்துவமான வார்ப்புருக்களை உருவாக்க உங்கள் வழக்கு படிவத்தை முழுமையாகத் தனிப்பயனாக்கவும். இந்த வார்ப்புருக்கள் வாடிக்கையாளர்களுக்கும் குழு உறுப்பினர்களுக்கும் நிரப்பவும் கையொப்பமிடவும் விநியோகிக்கப்படலாம்
te: మీ నిర్దిష్ట అవసరాలకు ఉపయోగపడే ప్రత్యేకమైన టెంప్లేట్‌లను రూపొందించడానికి మీ కేసు ఫారమ్‌ను పూర్తిగా అనుకూలీకరించండి. ఈ టెంప్లేట్లు ఖాతాదారులకు మరియు జట్టు సభ్యులకు నింపడానికి మరియు సంతకం చేయడానికి పంపిణీ చేయబడతాయి
tg: Барои эҷод кардани қолибҳои беназир, ки ба эҳтиёҷоти мушаххаси шумо хидмат мерасонанд, шакли парвандаро пурра танзим кунед. Сипас ин қолабҳо ба мизоҷон ва аъзои гурӯҳ тақсим ва имзо карда мешаванд
th: ปรับแต่งแบบฟอร์มเคสของคุณอย่างเต็มที่เพื่อสร้างเทมเพลตที่ไม่ซ้ำใครที่ตอบสนองความต้องการเฉพาะของคุณ แม่แบบเหล่านี้สามารถแจกจ่ายให้กับลูกค้าและสมาชิกในทีมเพื่อเติมและลงนาม
tk: Specificörite zerurlyklaryňyza hyzmat edýän özboluşly şablonlary döretmek üçin iş görnüşiňizi doly düzüň. Soňra bu galyplar doldurmak we gol çekmek üçin müşderilere we toparyň agzalaryna paýlanyp bilner
tl: Ganap na ipasadya ang iyong form ng kaso upang makabuo ng natatanging mga template na nagsisilbi sa iyong tukoy na mga pangangailangan. Ang mga template na ito ay maaaring maipamahagi sa mga kliyente at miyembro ng koponan upang punan at mag-sign
tr: Özel ihtiyaçlarınıza uygun benzersiz şablonlar oluşturmak için vaka formunuzu tamamen özelleştirin. Bu şablonlar daha sonra doldurmak ve imzalamak için müşterilere ve ekip üyelerine dağıtılabilir
tt: Сезнең конкрет ихтыяҗларыгызга хезмәт итүче уникаль шаблоннар ясау өчен сезнең эш формасын тулысынча көйләгез. Аннары бу шаблоннарны тутыру һәм имзалау өчен клиентларга һәм команда әгъзаларына таратырга мөмкин
ug: دېلو ئېھتىياجىڭىزنى تولۇق خاسلاشتۇرۇپ ، ئالاھىدە ئېھتىياجىڭىزغا ماس كېلىدىغان قېلىپلارنى ھاسىل قىلىڭ. ئاندىن بۇ قېلىپلارنى خېرىدارلار ۋە گۇرۇپپا ئەزالىرىغا تارقىتىپ تولدۇرالايدۇ
uk: Повністю налаштуйте форму справи, щоб створити унікальні шаблони, що відповідають вашим конкретним потребам. Потім ці шаблони можуть бути роздані клієнтам та членам команди для заповнення та підпису
ur: اپنی مخصوص ضروریات کو پورا کرنے والے انوکھے ٹیمپلیٹس تیار کرنے کیلئے اپنے کیس فارم کو مکمل طور پر تخصیص کریں۔ اس کے بعد یہ ٹیمپلیٹس کلائنٹس اور ٹیم ممبروں کو تقسیم کرنے اور ان پر دستخط کرنے کے لئے تقسیم کیے جاسکتے ہیں
uz: O&#39;zingizning shaxsiy ehtiyojlaringizga mos keladigan noyob shablonlarni yaratish uchun ish shaklingizni to&#39;liq sozlang. Keyin ushbu andozalar mijozlar va guruh a&#39;zolariga to&#39;ldirish va imzolash uchun tarqatilishi mumkin
vi: Tùy chỉnh đầy đủ mẫu trường hợp của bạn để tạo các mẫu độc đáo phục vụ nhu cầu cụ thể của bạn. Các mẫu này sau đó có thể được phân phối cho khách hàng và các thành viên trong nhóm để điền và ký
xh: Yenza ngokugqibeleleyo ifomu yakho yamatyala ukuvelisa iitemplate ezingafaniyo nezidingo zakho ezithile. Ezi templates ziya kuthi emva koko zinikezelwe kubathengi nakumalungu eqela ukuzalisa nokusayina
yi: גאָר קאַסטאַמייז דיין פאַל פאָרעם צו דזשענערייט יינציק טעמפּלאַטעס וואָס דינען דיין ספּעציפיש דאַרף. די טעמפּלאַטעס קענען דעריבער זיין פונאנדערגעטיילט צו קלייאַנץ און מאַנשאַפֿט מיטגלידער צו פּלאָמבירן און צייכן

source: Case notes
af: Geval notas
am: የጉዳይ ማስታወሻዎች
ar: ملاحظات الحالة
az: Dava qeydləri
be: Нататкі па справах
bg: Бележки по делото
bn: কেস নোট
ca: Notes de casos
cs: Poznámky k případu
cy: Nodiadau achos
da: Sagsnotater
de: Fallnotizen
el: Σημειώσεις υπόθεσης
eo: Kazaj notoj
es: Notas del caso
et: Juhtumi märkmed
eu: Kasuen oharrak
fa: یادداشت های موردی
fi: Tapauksen muistiinpanot
fr: Notes de cas
fy: Case notysjes
ga: Nótaí cáis
gd: Notaichean cùise
gl: Notas de casos
gu: કેસ નોંધો
hi: केस नोट्स
hr: Bilješke o slučaju
hu: Esetjegyzetek
hy: Գործի նշումներ
id: Catatan kasus
is: Málaskýringar
it: Note sul caso
iw: הערות מקרה
ja: ケースノート
ka: საქმის შენიშვნები
kk: Іс жазбалары
km: កំណត់សម្គាល់ករណី
kn: ಕೇಸ್ ಟಿಪ್ಪಣಿಗಳು
ku: Notên dozê
ky: Иш жазуулары
lb: Fall Notizen
lo: ບັນທຶກກໍລະນີ
lt: Bylos pastabos
lv: Lietas piezīmes
mg: Fanamarihana tranga
mi: Tuhinga o mua
mk: Белешки за случај
ml: കേസ് നോട്ടുകൾ
mn: Кейсийн тэмдэглэл
mr: केस नोट्स
ms: Nota kes
mt: Noti tal-każ
my: ဖြစ်ရပ်မှန်မှတ်စုများ
ne: केस नोटहरू
nl: Case-opmerkingen
no: Saksnotater
or: କେସ୍ ନୋଟ୍ |
pa: ਕੇਸ ਨੋਟਸ
pl: Uwagi do sprawy
ps: د قضیې یادښتونه
pt: Notas do caso
ro: Note de caz
ru: Примечания к делу
rw: Inyandiko
sd: ڪيس جا نوٽس
si: නඩු සටහන්
sk: Poznámky k prípadu
sl: Opombe primerov
sq: Shënime të rastit
sr: Напомене о случају
sv: Fallanteckningar
sw: Vidokezo vya kesi
ta: வழக்கு குறிப்புகள்
te: కేసు నోట్స్
tg: Қайдҳои парванда
th: บันทึกคดี
tk: Mysal üçin bellikler
tl: Mga tala ng kaso
tr: Vaka notları
tt: Эш язмалары
ug: دېلو خاتىرىسى
uk: Нотатки справи
ur: کیس نوٹ
uz: Vaziyat qaydlari
vi: Ghi chú Trường hợp
xh: Amanqaku etyala
yi: קאַסע הערות
