Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Add Templates to Assign Users
af: Voeg sjablone by om gebruikers toe te wys
am: ተጠቃሚዎችን ለመመደብ አብነቶችን ያክሉ
ar: أضف قوالب لتعيين المستخدمين
az: İstifadəçiləri təyin etmək üçün şablonlar əlavə edin
be: Дадайце шаблоны для прызначэння карыстальнікаў
bg: Добавяне на шаблони за присвояване на потребители
bn: ব্যবহারকারীদের বরাদ্দ করতে টেমপ্লেট যোগ করুন
ca: Afegiu plantilles per assignar usuaris
cs: Přidat šablony pro přiřazení uživatelů
cy: Ychwanegu Templedi i Aseinio Defnyddwyr
da: Tilføj skabeloner for at tildele brugere
de: Fügen Sie Vorlagen hinzu, um Benutzer zuzuweisen
el: Προσθήκη προτύπων για εκχώρηση χρηστών
eo: Aldonu Ŝablonojn por Asigni Uzantojn
es: Agregar plantillas para asignar usuarios
et: Lisage malle kasutajate määramiseks
eu: Gehitu txantiloiak erabiltzaileak esleitzeko
fa: اضافه کردن الگوها به تخصیص کاربران
fi: Lisää malleja käyttäjien määrittämiseen
fr: Ajouter des modèles pour affecter des utilisateurs
fy: Sjabloanen tafoegje om brûkers te tawizen
ga: Cuir Teimpléid le hÚsáideoirí a Shannadh
gd: Cuir Teamplaidean ri Sònrachadh Luchd-cleachdaidh
gl: Engade modelos para asignar usuarios
gu: વપરાશકર્તાઓને સોંપવા માટે નમૂનાઓ ઉમેરો
hi: उपयोगकर्ताओं को असाइन करने के लिए टेम्प्लेट जोड़ें
hr: Dodajte predloške za dodjelu korisnika
hu: Sablonok hozzáadása a felhasználók hozzárendeléséhez
hy: Ավելացրեք ձևանմուշներ՝ օգտատերերին նշանակելու համար
id: Tambahkan Template untuk Menetapkan Pengguna
is: Bættu við sniðmátum til að úthluta notendum
it: Aggiungi modelli per assegnare utenti
iw: הוסף תבניות להקצאת משתמשים
ja: テンプレートを追加してユーザーを割り当てる
ka: დაამატეთ შაბლონები მომხმარებლების მინიჭებისთვის
kk: Пайдаланушыларды тағайындау үшін үлгілерді қосыңыз
km: បន្ថែមគំរូដើម្បីចាត់តាំងអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರನ್ನು ನಿಯೋಜಿಸಲು ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ಸೇರಿಸಿ
ku: Şablonan zêde bikin ku bikarhêneran destnîşan bikin
ky: Колдонуучуларды дайындоо үчүн шаблондорду кошуңуз
lb: Füügt Schabloune fir d'Benotzer unzeweisen
lo: ເພີ່ມແມ່ແບບເພື່ອກໍານົດຜູ້ໃຊ້
lt: Pridėkite šablonus, kad priskirtumėte vartotojus
lv: Pievienojiet veidnes lietotāju piešķiršanai
mg: Ampio Templates hanendry mpampiasa
mi: Tāpiri Tātauira hei Tautapa Kaiwhakamahi
mk: Додадете шаблони за доделување корисници
ml: ഉപയോക്താക്കളെ അസൈൻ ചെയ്യാൻ ടെംപ്ലേറ്റുകൾ ചേർക്കുക
mn: Хэрэглэгчдийг томилохын тулд загваруудыг нэмнэ үү
mr: वापरकर्ते नियुक्त करण्यासाठी टेम्पलेट जोडा
ms: Tambah Templat untuk Tetapkan Pengguna
mt: Żid Mudelli biex Assenja Utenti
my: အသုံးပြုသူများကို သတ်မှတ်ရန် နမူနာများထည့်ပါ။
ne: प्रयोगकर्ताहरूलाई असाइन गर्न टेम्प्लेटहरू थप्नुहोस्
nl: Voeg sjablonen toe om gebruikers toe te wijzen
no: Legg til maler for å tildele brukere
or: ଉପଭୋକ୍ତାମାନଙ୍କୁ ନ୍ୟସ୍ତ କରିବାକୁ ଟେମ୍ପଲେଟ୍ ଯୋଡନ୍ତୁ |
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਅਸਾਈਨ ਕਰਨ ਲਈ ਟੈਂਪਲੇਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj szablony, aby przypisać użytkowników
ps: د کاروونکو د ټاکلو لپاره ټیمپلیټونه اضافه کړئ
pt: Adicionar modelos para atribuir usuários
ro: Adăugați șabloane pentru a atribui utilizatori
ru: Добавьте шаблоны для назначения пользователей
rw: Ongeraho Inyandikorugero Kugena Abakoresha
sd: استعمال ڪندڙن کي تفويض ڪرڻ لاءِ ٽيمپليٽ شامل ڪريو
si: පරිශීලකයන් පැවරීමට සැකිලි එකතු කරන්න
sk: Pridať šablóny na priradenie používateľov
sl: Dodajte predloge za dodelitev uporabnikov
sq: Shtoni shabllone për të caktuar përdoruesit
sr: Додајте шаблоне за додељивање корисника
sv: Lägg till mallar för att tilldela användare
sw: Ongeza Violezo vya Kukabidhi Watumiaji
ta: பயனர்களை ஒதுக்க டெம்ப்ளேட்களைச் சேர்க்கவும்
te: వినియోగదారులను కేటాయించడానికి టెంప్లేట్‌లను జోడించండి
tg: Барои таъин кардани корбарон Шаблонҳо илова кунед
th: เพิ่มเทมเพลตเพื่อกำหนดผู้ใช้
tk: Ulanyjylary bellemek üçin galyplar goşuň
tl: Magdagdag ng Mga Template para Magtalaga ng Mga User
tr: Kullanıcıları Atamak için Şablonlar Ekleyin
tt: Кулланучыларны билгеләү өчен шаблоннар өстәгез
ug: ئىشلەتكۈچى تەقسىملەش ئۈچۈن قېلىپلارنى قوشۇڭ
uk: Додайте шаблони для призначення користувачів
ur: صارفین کو تفویض کرنے کے لیے ٹیمپلیٹس شامل کریں۔
uz: Foydalanuvchilarni tayinlash uchun shablonlarni qo'shing
vi: Thêm mẫu để chỉ định người dùng
xh: Yongeza izakhelo zokunika abasebenzisi
yi: לייג טעמפּלאַטעס צו באַשטימען יוזערז

source: CaseType
af: Gevaltipe
am: መያዣ ዓይነት
ar: نوع القضية
az: Case Tipi
bn: ঘটণা লিপিবদ্ধকরণ
cy: Math Achos
de: Fallart
el: Τύπος περίπτωσης
es: Tipo de caso
fa: نوع مورد
fr: Type de cas
ga: Cineál an Cháis
gd: Seòrsa Cùis
gu: કેસ પ્રકાર
hi: मामले का प्रकार
id: Tipe Kasus
it: Tipo di custodia
ja: ケースタイプ
km: ប្រភេទករណី
kn: ಕೇಸ್ಟೈಪ್
lo: ປະເພດກໍລະນີ
mi: MomoKei
mk: Тип на случај
ml: കേസ് തരം
mn: Кейсийн төрөл
mr: केस प्रकार
ne: केस प्रकार
or: କେସ୍ ଟାଇପ୍ |
pa: ਕੇਸ ਕਿਸਮ
pl: Rodzaj sprawy
ps: د قضیې ډول
pt: Caso-tipo
ro: Tip de caz
ru: Тип корпуса
rw: Ubwoko bw'Urubanza
sd: ڪيس جو قسم
si: කේස් වර්ගය
sq: Lloji i rastit
sr: ЦасеТипе
sv: Fall typ
sw: KesiAina
ta: வழக்கு வகை
te: కేస్ రకం
tg: Намуди парванда
th: ประเภทเคส
tl: Uri ng Kaso
tr: Kasa Tipi
ur: کیس ٹائپ
vi: Loại trường hợp

source: Case Form
af: Gevalvorm
am: የጉዳይ ቅጽ
ar: نموذج الحالة
az: Dava forması
be: Форма справы
bg: Формуляр на делото
bn: কেস ফর্ম
ca: Formulari del cas
cs: Formulář případu
cy: Ffurflen Achos
da: Sagsskema
de: Fallformular
el: Έντυπο υπόθεσης
eo: Kaza Formo
es: Formulario de caso
et: Juhtumi vorm
eu: Kasu Inprimakia
fa: فرم پرونده
fi: Tapauslomake
fr: Formulaire de cas
ga: Foirm Cháis
gd: Foirm cùise
gl: Formulario do caso
gu: કેસ ફોર્મ
hi: केस फॉर्म
hr: Obrazac slučaja
hy: Գործի ձև
id: Formulir Kasus
is: Málsform
it: Modulo caso
iw: טופס מקרה
ja: ケースフォーム
ka: საქმის ფორმა
kk: Іс нысаны
km: ទម្រង់ករណី
kn: ಕೇಸ್ ಫಾರ್ಮ್
ku: Forma Doza
ky: Иштин формасы
lb: Fall Form
lo: ແບບຟອມກໍລະນີ
lt: Bylos forma
lv: Lietas veidlapa
mg: Endriky ny raharaha
mi: Puka Take
mk: Образец на случај
ml: കേസ് ഫോം
mn: Кейс маягт
mr: केस फॉर्म
ms: Borang Kes
mt: Formola tal-Każ
ne: केस फारम
nl: Zaakvorm
no: Saksskjema
or: କେସ୍ ଫର୍ମ |
pa: ਕੇਸ ਫਾਰਮ
pl: Formularz sprawy
ps: د قضیې فورمه
pt: Formulário de Caso
ro: Formular de caz
ru: Форма дела
rw: Ifishi y'urubanza
sd: ڪيس فارم
si: නඩු පෝරමය
sk: Formulár prípadu
sl: Obrazec primera
sq: Formulari i rastit
sr: Формулар случаја
sv: Fallformulär
sw: Fomu ya Kesi
ta: வழக்கு படிவம்
te: కేసు ఫారమ్
tg: Шакли парванда
th: แบบฟอร์มคดี
tk: Kazyýet formasy
tl: Form ng Kaso
tr: Vaka Formu
tt: Эш формасы
ug: دېلو جەدۋىلى
uk: Форма справи
ur: کیس فارم
uz: Ish shakli
vi: Mẫu đơn
xh: Ifomu yetyala
yi: קאַסע פאָרם

source: User Form
af: Gebruikersvorm
am: የተጠቃሚ ቅጽ
ar: المستخدم
az: İstifadəçi forması
be: Форма карыстальніка
bg: Потребителски формуляр
bn: ব্যবহারকারীর ফর্ম
ca: Formulari d'usuari
cs: Uživatelský formulář
cy: Ffurflen Defnyddiwr
da: Brugerformular
de: Benutzerformular
el: Φόρμα χρήστη
eo: Uzanto Formo
es: Formulario de usuario
et: Kasutaja vorm
eu: Erabiltzaile Inprimakia
fa: فرم کاربر
fi: Käyttäjälomake
fr: Formulaire utilisateur
fy: Meidogger Form
ga: Foirm Úsáideora
gd: Foirm cleachdaiche
gl: Formulario de Usuario
gu: વપરાશકર્તા ફોર્મ
hi: उपयोगकर्ता प्रपत्र
hr: Korisnički obrazac
hu: Felhasználói űrlap
hy: Օգտագործողի ձև
id: Formulir Pengguna
is: Notendaeyðublað
it: Modulo utente
iw: טופס משתמש
ja: ユーザーフォーム
ka: მომხმარებლის ფორმა
kk: Пайдаланушы пішіні
km: ទម្រង់អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರ ಫಾರ್ಮ್
ku: Forma Bikarhêner
ky: Колдонуучу формасы
lb: Benotzer Form
lo: ແບບຟອມຜູ້ໃຊ້
lt: Vartotojo forma
lv: Lietotāja forma
mi: Puka Kaiwhakamahi
mk: Кориснички формулар
ml: ഉപയോക്തൃ ഫോം
mn: Хэрэглэгчийн маягт
mr: वापरकर्ता फॉर्म
ms: Borang Pengguna
mt: Formola tal-Utent
my: အသုံးပြုသူပုံစံ
ne: प्रयोगकर्ता फारम
nl: Gebruikersformulier
no: Brukerskjema
or: ବ୍ୟବହାରକାରୀ ଫର୍ମ |
pa: ਉਪਭੋਗਤਾ ਫਾਰਮ
pl: Formularz użytkownika
ps: د کارونکي فورمه
pt: Formulário de usuário
ro: Formular de utilizator
ru: Форма пользователя
rw: Ifishi y'abakoresha
sd: استعمال ڪندڙ فارم
si: පරිශීලක පෝරමය
sk: Používateľský formulár
sl: Uporabniški obrazec
sq: Formulari i Përdoruesit
sr: Кориснички образац
sv: Användarformulär
sw: Fomu ya Mtumiaji
ta: பயனர் படிவம்
te: వినియోగదారు ఫారమ్
tg: Шакли корбар
th: แบบฟอร์มผู้ใช้
tk: Ulanyjy formasy
tl: Form ng Gumagamit
tr: Kullanıcı Formu
tt: Кулланучы формасы
ug: ئىشلەتكۈچى جەدۋىلى
uk: Форма користувача
ur: صارف کا فارم
uz: Foydalanuvchi shakli
vi: Biểu mẫu người dùng
xh: Ifomu yomsebenzisi
yi: באַניצער פאָרם

source: Notes Form
af: Notas Vorm
am: የማስታወሻ ቅጽ
ar: نموذج الملاحظات
az: Qeydlər forması
be: Форма нататак
bg: Форма за бележки
bn: নোট ফর্ম
ca: Formulari de notes
cs: Formulář pro poznámky
cy: Ffurflen Nodiadau
da: Bemærkningsformular
de: Notizen-Formular
el: Έντυπο σημειώσεων
eo: Formo de Notoj
es: Formulario de notas
et: Märkmete vorm
eu: Oharren formularioa
fa: فرم یادداشت ها
fi: Muistiinpanot-lomake
fr: Formulaire de remarques
fy: Notysjes Formulier
ga: Foirm Nótaí
gd: Foirm notaichean
gl: Formulario de notas
gu: નોંધ ફોર્મ
hi: नोट्स फॉर्म
hr: Obrazac za bilješke
hu: Megjegyzések űrlap
hy: Նշումների ձև
id: Formulir Catatan
is: Skýringareyðublað
it: Modulo Note
iw: טופס הערות
ja: ノートフォーム
ka: შენიშვნების ფორმა
kk: Жазбалар пішіні
km: ទម្រង់កំណត់ចំណាំ
kn: ಟಿಪ್ಪಣಿಗಳ ಫಾರ್ಮ್
ku: Forma Nîşeyan
ky: Эскертүү формасы
lo: ແບບຟອມບັນທຶກ
lt: Pastabų forma
lv: Piezīmju veidlapa
mg: Taratasy fanamarihana
mi: Puka Notes
mk: Образец за белешки
ml: കുറിപ്പുകളുടെ ഫോം
mn: Тэмдэглэлийн маягт
mr: नोट्स फॉर्म
ms: Borang Nota
mt: Formola ta' Noti
my: မှတ်စုပုံစံ
ne: नोट फारम
nl: Notitieformulier
no: Noteskjema
or: ଟିପ୍ପଣୀ ଫର୍ମ |
pa: ਨੋਟਸ ਫਾਰਮ
pl: Formularz notatek
ps: د یادښتونو فورمه
pt: Formulário de Notas
ro: Formular de note
ru: Форма заметок
rw: Ifishi y'inyandiko
sd: نوٽس فارم
si: සටහන් පෝරමය
sk: Formulár poznámok
sl: Obrazec za opombe
sq: Formulari i shënimeve
sr: Нотес Форм
sv: Anteckningsformulär
sw: Fomu ya Vidokezo
ta: குறிப்புகள் படிவம்
te: గమనికల ఫారమ్
tg: Шакли қайдҳо
th: แบบฟอร์มบันทึกย่อ
tk: Bellikler formasy
tl: Form ng Mga Tala
tr: Not Formu
tt: Искәрмәләр формасы
ug: ئىزاھات جەدۋىلى
uk: Форма приміток
ur: نوٹس فارم
uz: Eslatmalar shakli
vi: Biểu mẫu ghi chú
xh: Ifom yamanqaku
yi: נאָטעס פאָרעם

source: Defaults
af: standaard
am: ነባሪዎች
ar: التخلف
az: Varsayılanlar
be: Значэнні па змаўчанні
bg: По подразбиране
bn: ডিফল্টে
ca: Valors per defecte
cs: Výchozí nastavení
cy: Diffygion
da: standarder
de: Standardeinstellungen
el: Προεπιλογές
eo: Defaŭltoj
es: Valores predeterminados
et: Vaikeväärtused
eu: lehenetsiak
fa: پیش فرض
fi: Oletukset
fr: Par défaut
ga: Mainneachtainí
gd: Mìneachaidhean
gl: Predeterminados
gu: ડિફોલ્ટ્સ
hi: चूक
hr: Zadani
hu: Alapértékek
hy: Նախնականը
id: Default
is: Sjálfgefið
iw: ברירות מחדל
ja: デフォルト
ka: შეცდომები
kk: Әдепкі
km: លំនាំដើម
kn: ಡಿಫಾಲ್ಟ್
ku: Parastina
lb: Bezeechent
lt: Numatytuosius nustatymus
lv: Noklusējuma iestatījumi
mi: Taunoa
mk: Стандарди
ml: സ്ഥിരസ്ഥിതികൾ
mn: Анхдагч утга
mr: डीफॉल्ट
ms: Lalai
my: Defaults ကို
ne: पूर्वनिर्धारित
no: mislighold
or: ଡିଫଲ୍ଟ |
pa: ਮੂਲ
pl: Domyślne
ps: غلطی
pt: Padrões
ro: valori prestabilite
ru: Значения по умолчанию
rw: Mburabuzi
sd: رڪاوٽون
si: පෙරනිමිය
sk: predvolené
sl: Privzete nastavitve
sr: Дефаултс
sw: Hifadhi
ta: இயல்புநிலைக்கு
te: డిఫాల్ట్లకు
tg: Наметавонад
th: ค่าเริ่มต้น
tk: Bellenen
tr: Varsayılan
tt: Килешүләр
ug: سۈكۈت
uk: За замовчуванням
ur: غلطیاں
uz: Standartlar
vi: Mặc định
xh: Ukungasebenzi
yi: דעפאַולץ

source: Required
af: vereis
am: የሚፈለግ
ar: مطلوب
az: Lazımdır
be: патрабуецца
bg: длъжен
bn: প্রয়োজনীয়
ca: Obligatori
cs: Povinný
cy: Angenrheidiol
da: Nødvendig
de: Erforderlich
el: Απαιτείται
eo: Postulita
es: Necesario
et: Nõutud
eu: Beharrezko
fa: ضروری
fi: Edellytetään
fr: Champs obligatoires
fy: Ferplicht
ga: Riachtanach
gd: Feumar
gl: Requerido
gu: આવશ્યક છે
hi: अपेक्षित
hr: Potreban
hu: Kívánt
hy: Պահանջվում է
id: Wajib
is: Nauðsynlegt
it: necessario
iw: נדרש
ja: 必須
ka: საჭიროა
kk: Міндетті
km: ទាមទារ
kn: ಅಗತ್ಯವಿದೆ
ku: Hewce ye
ky: милдеттүү
lb: Erfuerderlech
lo: ຕ້ອງການ
lt: Būtinas
lv: Obligāts
mi: E hiahiatia ana
mk: Потребна е
ml: ആവശ്യമാണ്
mn: Шаардлагатай
mr: आवश्यक
ms: Diperlukan
mt: Meħtieġ
my: တောင်းဆိုနေတဲ့
ne: आवश्यक छ
nl: Verplicht
no: Må
or: ଆବଶ୍ୟକ
pa: ਲੋੜੀਂਦੀ
pl: wymagany
ps: اړینه ده
pt: Requeridos
ro: Necesar
ru: необходимые
rw: Birasabwa
sd: گهربل آهي
si: අවශ්යයි
sk: Požadovaný
sl: Zahtevano
sq: i nevojshëm
sr: Потребан
sv: Nödvändig
sw: Inahitajika
ta: தேவையான
te: అవసరం
tg: Талабот
th: จำเป็นต้องใช้
tk: Gerekli
tl: Kailangan
tr: gereklidir
tt: Кирәк
ug: تەلەپ قىلىنىدۇ
uk: вимагається
ur: ضرورت ہے
uz: Majburiy
vi: Cần thiết
xh: Kufuneka
yi: פארלאנגט

source: Public User Signup link:
af: Publieke gebruikerregistrasieskakel:
am: የህዝብ ተጠቃሚ ምዝገባ አገናኝ፡-
ar: رابط تسجيل المستخدم العام:
az: İctimai İstifadəçi Qeydiyyatı linki:
be: Спасылка на публічную рэгістрацыю карыстальніка:
bg: Линк за регистрация на публичен потребител:
bn: সর্বজনীন ব্যবহারকারী সাইনআপ লিঙ্ক:
ca: Enllaç de registre d'usuari públic:
cs: Odkaz na veřejnou registraci uživatele:
cy: Dolen Cofrestru Defnyddiwr Cyhoeddus:
da: Offentlig brugertilmeldingslink:
de: Link zur öffentlichen Benutzerregistrierung:
el: Δημόσιος σύνδεσμος εγγραφής χρήστη:
eo: Ligo de Publika Uzanto-Aliĝilo:
es: Enlace de registro de usuario público:
et: Avalik kasutaja registreerumise link:
eu: Erabiltzaile publikoa erregistratzeko esteka:
fa: لینک ثبت نام کاربر عمومی:
fi: Julkinen käyttäjän kirjautumislinkki:
fr: Lien d'inscription de l'utilisateur public :
fy: Iepenbiere brûkersregistraasje keppeling:
ga: Nasc Cláraithe Úsáideoir Poiblí:
gd: Ceangal airson clàradh cleachdaiche poblach:
gl: Ligazón de rexistro de usuario público:
gu: સાર્વજનિક વપરાશકર્તા સાઇનઅપ લિંક:
hi: सार्वजनिक उपयोगकर्ता साइनअप लिंक:
hr: Link za prijavu javnog korisnika:
hu: Nyilvános felhasználói regisztrációs link:
hy: Հանրային օգտվողի գրանցման հղում.
id: Tautan Pendaftaran Pengguna Publik:
is: Opinber notendaskráning tengill:
it: Link per la registrazione dell'utente pubblico:
iw: קישור הרשמה למשתמש ציבורי:
ja: パブリック ユーザー サインアップ リンク:
ka: საჯარო მომხმარებლის რეგისტრაციის ბმული:
kk: Жалпы пайдаланушы тіркелу сілтемесі:
km: តំណចុះឈ្មោះអ្នកប្រើប្រាស់សាធារណៈ៖
kn: ಸಾರ್ವಜನಿಕ ಬಳಕೆದಾರರ ಸೈನ್ ಅಪ್ ಲಿಂಕ್:
ku: Zencîreya qeydkirina bikarhênerê giştî:
ky: Коомдук колдонуучуга катталуу шилтемеси:
lb: Ëffentlech Benotzer Umeldungslink:
lo: ລິ້ງລົງທະບຽນຜູ້ໃຊ້ສາທາລະນະ:
lt: Vieša vartotojo registracijos nuoroda:
lv: Publiskā lietotāja reģistrēšanās saite:
mg: Rohy fisoratana anarana ho an'ny daholobe:
mi: Hononga Waitohu Kaiwhakamahi Tūmatanui:
mk: Линк за јавен пријавен корисник:
ml: പൊതു ഉപയോക്തൃ സൈൻഅപ്പ് ലിങ്ക്:
mn: Нийтийн хэрэглэгчийн бүртгүүлэх холбоос:
mr: सार्वजनिक वापरकर्ता साइनअप लिंक:
ms: Pautan Pendaftaran Pengguna Awam:
mt: Link għall-Iskrizzjoni tal-Utent Pubbliku:
my: အများသူငှာ အသုံးပြုသူ အကောင့်ဖွင့်ခြင်းလင့်ခ်-
ne: सार्वजनिक प्रयोगकर्ता साइनअप लिङ्क:
nl: Link voor openbare gebruikersaanmelding:
no: Link til offentlig brukerregistrering:
or: ଜନସାଧାରଣ ବ୍ୟବହାରକାରୀ ସାଇନଅପ୍ ଲିଙ୍କ:
pa: ਜਨਤਕ ਉਪਭੋਗਤਾ ਸਾਈਨਅਪ ਲਿੰਕ:
pl: Link do rejestracji użytkownika publicznego:
ps: د عامه کارونکي لاسلیک لینک:
pt: Link de inscrição de usuário público:
ro: Link pentru înregistrarea utilizatorului public:
ru: Ссылка для регистрации публичного пользователя:
rw: Ihuza ry'abakoresha rusange:
sd: عوامي استعمال ڪندڙ سائن اپ لنڪ:
si: පොදු පරිශීලක ලියාපදිංචි වීමේ සබැඳිය:
sk: Verejný odkaz na registráciu používateľa:
sl: Povezava za prijavo javnega uporabnika:
sq: Lidhja e regjistrimit të përdoruesit publik:
sr: Веза за регистрацију јавног корисника:
sv: Offentlig användarregistreringslänk:
sw: Kiungo cha Kujisajili kwa Mtumiaji wa Umma:
ta: பொது பயனர் பதிவு இணைப்பு:
te: పబ్లిక్ యూజర్ సైన్అప్ లింక్:
tg: Истиноди бақайдгирии корбари ҷамъиятӣ:
th: ลิงค์ลงทะเบียนผู้ใช้สาธารณะ:
tk: Köpçülikleýin ulanyjy hasaba alyş baglanyşygy:
tl: Link ng Public User Signup:
tr: Genel Kullanıcı Kaydı bağlantısı:
tt: Иҗтимагый кулланучыга язылу сылтамасы:
ug: ئاممىۋى ئىشلەتكۈچى تىزىملاش ئۇلىنىشى:
uk: Посилання для реєстрації публічного користувача:
ur: پبلک یوزر سائن اپ لنک:
uz: Umumiy foydalanuvchi roʻyxatdan oʻtish havolasi:
vi: Liên kết đăng ký người dùng công khai:
xh: Ikhonkco loBhaliso loMsebenzisi kaWonkewonke:
yi: ציבור באַניצער סיגנופּ לינק:

source: Design Settings
af: Ontwerpinstellings
am: የዲዛይን ቅንጅቶች
ar: إعدادات التصميم
az: Dizayn Ayarları
be: Налады дызайну
bg: Настройки за дизайн
bn: নকশা সেটিংস
ca: Configuració de disseny
cs: Nastavení designu
cy: Gosodiadau Dylunio
da: Designindstillinger
de: Designeinstellungen
el: Ρυθμίσεις σχεδίασης
eo: Agordoj de Projekto
es: Configuración de diseño
et: Kujundusseaded
eu: Diseinuaren ezarpenak
fa: تنظیمات طراحی
fi: Suunnitteluasetukset
fr: Paramètres de conception
fy: Untwerpynstellingen
ga: Socruithe Dearaidh
gd: Roghainnean dealbhaidh
gl: Configuración de deseño
gu: ડિઝાઇન સેટિંગ્સ
hi: डिजाइन सेटिंग्स
hr: Postavke dizajna
hu: Tervezési beállítások
hy: Դիզայնի պարամետրեր
id: Pengaturan Desain
is: Hönnunarstillingar
it: Impostazioni di progettazione
iw: הגדרות עיצוב
ja: デザイン設定
ka: დიზაინის პარამეტრები
kk: Дизайн параметрлері
km: ការកំណត់ការរចនា
kn: ವಿನ್ಯಾಸ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ku: Mîhengên Sêwiranê
ky: Дизайн орнотуулары
lb: Design Astellunge
lo: ການຕັ້ງຄ່າການອອກແບບ
lt: Dizaino parametrai
lv: Dizaina iestatījumi
mg: Tetikasa fandrafitra
mi: Tautuhinga Hoahoa
mk: Дизајн поставки
ml: ഡിസൈൻ ക്രമീകരണങ്ങൾ
mn: Дизайн Тохиргоо
mr: डिझाइन सेटिंग्ज
ms: Tetapan Reka Bentuk
mt: Issettjar tad-Disinn
ne: डिजाइन सेटिंग्स
nl: Ontwerpinstellingen
no: Designinnstillinger
or: ଡିଜାଇନ୍ ସେଟିଂସମୂହ |
pa: ਡਿਜ਼ਾਇਨ ਸੈਟਿੰਗਜ਼
pl: Ustawienia projektu
ps: د ډیزاین امستنې
pt: Configurações de design
ro: Setări de proiectare
ru: Настройки дизайна
rw: Igishushanyo mbonera
sd: ڊيزائن سيٽنگون
si: සැලසුම් සැකසුම්
sk: Nastavenia dizajnu
sl: Nastavitve oblikovanja
sq: Cilësimet e projektimit
sr: Подешавања дизајна
sv: Designinställningar
sw: Mipangilio ya Ubunifu
ta: வடிவமைப்பு அமைப்புகள்
te: డిజైన్ సెట్టింగులు
tg: Танзимоти тарроҳӣ
th: การตั้งค่าการออกแบบ
tk: Dizaýn sazlamalary
tl: Mga Setting ng Disenyo
tr: Tasarım Ayarları
tt: Дизайн көйләүләре
ug: لايىھىلەش تەڭشەكلىرى
uk: Налаштування дизайну
ur: ڈیزائن کی ترتیبات
uz: Dizayn sozlamalari
vi: Cài đặt thiết kế
xh: Useto loyilo
yi: פּלאַן סעטטינגס

source: Favicon:
am: ፋቪሶን
ar: الأيقونة المفضلة:
be: Фавікон:
bn: ফেভিকন:
fa: فاویکون:
gu: ફેવિકોન:
hi: फ़ेविकॉन:
ja: ファビコン：
ka: ფავიკონი:
kn: ಫ್ಯಾವಿಕಾನ್:
lt: Faviconas:
lv: Faviksons:
mg: English:
mk: Фавикон:
ml: ഫാവിക്കോൺ:
mn: Фавикон:
mr: फेविकॉन:
ne: फेभिकन:
or: ଫାଭିକନ୍:
pa: ਫੇਵੀਕਨ:
ps: فیویکون:
sd: فونيڪون
si: ෆාවිකන්:
sr: Фавицон:
ta: ஃபேவிகான்:
te: ఇష్టాంశ
tg: Фавичон:
tt: Фавикон:
uk: Фавікон:
ur: فیویکن:
uz: Favikon:
xh: IFavicon:

source: Change file
af: Verander lêer
am: ፋይል ቀይር
ar: تغيير الملف
az: Fayl dəyişdirin
be: Змена файла
bg: Промяна на файла
bn: ফাইল পরিবর্তন করুন
ca: Canvieu d’arxiu
cs: Změnit soubor
cy: Newid ffeil
da: Skift fil
de: Datei ändern
el: Αλλαγή αρχείου
eo: Ŝanĝi dosieron
es: Cambiar archivo
et: Muuda faili
eu: Aldatu fitxategia
fa: تغییر پرونده
fi: Vaihda tiedosto
fr: Changer de fichier
fy: Feroarje bestân
ga: Athraigh comhad
gd: Atharraich faidhle
gl: Cambiar ficheiro
gu: ફાઇલ બદલો
hi: फ़ाइल बदलें
hr: Promjena datoteke
hu: Fájl módosítása
hy: Փոխել ֆայլը
id: Ubah file
is: Breyta skrá
it: Cambia file
iw: שנה קובץ
ja: ファイルを変更
ka: ფაილის შეცვლა
kk: Файлды өзгерту
km: ផ្លាស់ប្តូរឯកសារ
kn: ಫೈಲ್ ಬದಲಾಯಿಸಿ
ku: Pelê biguherînin
ky: Файлды өзгөртүү
lb: Ännerung Datei
lo: ປ່ຽນໄຟລ໌
lt: Pakeisti failą
lv: Mainīt failu
mg: Ovay ny rakitra
mi: Hurihia te konae
mk: Променете ја датотеката
ml: ഫയൽ മാറ്റുക
mn: Файлыг өөрчлөх
mr: फाईल बदला
ms: Tukar fail
mt: Ibdel il-fajl
my: ဖိုင်ပြောင်းပါ
ne: फाइल परिवर्तन गर्नुहोस्
nl: Wijzig bestand
no: Endre fil
or: ଫାଇଲ୍ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਫਾਈਲ ਬਦਲੋ
pl: Zmień plik
ps: دوتنه بدله کړئ
pt: Alterar arquivo
ro: Schimbă fișierul
ru: Сменить файл
rw: Hindura dosiye
sd: فائل بدلايو
si: ගොනුව වෙනස් කරන්න
sk: Zmeniť súbor
sl: Spremeni datoteko
sq: Ndrysho skedarin
sr: Промена датотеке
sv: Byt fil
sw: Badilisha faili
ta: கோப்பை மாற்றவும்
te: ఫైల్ మార్చండి
tg: Тағири файл
th: เปลี่ยนไฟล์
tk: Faýly üýtgediň
tl: Baguhin ang file
tr: Dosyayı değiştir
tt: Файлны үзгәртү
ug: ھۆججەتنى ئۆزگەرتىش
uk: Змінити файл
ur: فائل کو تبدیل کریں
uz: Faylni o&#39;zgartirish
vi: Thay đổi tệp
xh: Guqula ifayile
yi: טוישן טעקע

source: Delete Favicon
af: Vee Favicon uit
am: Favicon ን ሰርዝ
ar: حذف الرمز المفضل
az: Faviconu silin
be: Выдаліць Favicon
bg: Изтрийте Favicon
bn: ফ্যাভিকন মুছুন
ca: Suprimeix Favicon
cs: Odstranit Favicon
cy: Dileu Favicon
da: Slet Favicon
de: Favicon löschen
el: Διαγραφή Favicon
eo: Forigi Favicon
es: Eliminar favicon
et: Kustutage Favicon
eu: Ezabatu Favicon
fa: Favicon را حذف کنید
fi: Poista Favicon
fr: Supprimer Favicon
fy: Favicon wiskje
ga: Scrios Favicon
gd: Cuir às do Favicon
gl: Eliminar Favicon
gu: ફેવિકોન કા Deleteી નાખો
hi: फेविकॉन हटाएं
hr: Izbriši Favicon
hu: Törölje a Favicont
hy: Deleteնջել Favicon- ը
id: Hapus Favicon
is: Eyða Favicon
it: Elimina Favicon
iw: מחק את Favicon
ja: ファビコンを削除
ka: წაშალეთ Favicon
kk: Favicon жойыңыз
km: លុប Favicon
kn: ಫ್ಯಾವಿಕಾನ್ ಅನ್ನು ಅಳಿಸಿ
ku: Favicon jêbirin
ky: Favicon&#39;ду жок кылуу
lb: Läschen Favicon
lo: ລົບ Favicon
lt: Ištrinkite „Favicon“
lv: Dzēst Favicon
mg: Famafa ny Favicon
mi: Muku Favicon
mk: Избришете го Favicon
ml: ഫാവിക്കോൺ ഇല്ലാതാക്കുക
mn: Favicon-г устгана уу
mr: फॅव्हिकॉन हटवा
ms: Padamkan Favicon
mt: Ħassar Favicon
my: Favicon ကိုဖျက်ပါ
ne: फेभिकन हटाउनुहोस्
nl: Verwijder Favicon
no: Slett Favicon
or: ଫାଭିକନ୍ ଡିଲିଟ୍ କରନ୍ତୁ |
pa: ਫੇਵੀਕਨ ਮਿਟਾਓ
pl: Usuń ikonę Favicon
ps: فیویکون حذف کړئ
pt: Excluir Favicon
ro: Ștergeți Favicon
ru: Удалить значок
rw: Siba Favicon
sd: فريان کي ختم ڪريو
si: ෆාවිකොන් මකන්න
sk: Odstrániť Favicon
sl: Izbriši Favicon
sq: Fshij Favicon
sr: Обриши Фавицон
sv: Radera Favicon
sw: Futa Favicon
ta: ஃபேவிகானை நீக்கு
te: ఫావికాన్ తొలగించండి
tg: Favicon-ро нест кунед
th: ลบ Favicon
tk: Favicon-ny poz
tl: Tanggalin ang Favicon
tr: Favicon&#39;u Sil
tt: Favicon бетерү
ug: Favicon نى ئۆچۈرۈڭ
uk: Видалити Favicon
ur: فیویکن کو حذف کریں
uz: Favikonni o&#39;chirish
vi: Xóa Favicon
xh: Cima iFavicon
yi: ויסמעקן פאַוויקאָן

source: Logo:
am: አርማ
ar: شعار:
az: Loqo:
be: Лагатып:
bg: лого:
bn: লোগো:
ca: Logotip:
el: Λογότυπο:
fa: لوگو:
ga: Lógó:
gd: Suaicheantas:
gl: Logotipo:
gu: લોગો:
hi: प्रतीक चिन्ह:
hy: Լոգոն:
is: Merki:
iw: סֵמֶל:
ja: ロゴ：
ka: ლოგო:
kk: Логотип:
km: រូបសញ្ញា៖
kn: ಲೋಗೋ:
lo: ໂລໂກ້:
lt: Logotipas:
lv: Logotips:
mg: Famantarana:
mi: Moko:
mk: Лого:
ml: ലോഗോ:
mn: Лого:
mr: लोगो:
my: လိုဂို:
ne: लोगो:
or: ଲୋଗୋ:
pa: ਲੋਗੋ:
ps: لوګو:
pt: Logotipo:
ro: Siglă:
ru: Логотип:
rw: Ikirangantego:
sd: لوگو:
si: ලාංඡනය:
sl: Logotip:
sr: Лого:
sv: Logotyp:
sw: Alama:
ta: லோகோ:
te: లోగో:
tg: Лого:
th: โลโก้:
tk: Logotip:
tt: Логотип:
uk: Логотип:
ur: لوگو:
uz: Logotip:
xh: I-logo:
yi: לאָגאָ:
