Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
af: 8.3 Waarskuwing van waarborge: BEHALWE VIR DIE UITREKELIKE WAARBORGINGS IN HIERDIE AFDELING 8, TOT DIE MAKSIMALE UITGAWE WAT BEPAAL WORD OP TOEPASLIKE WETTE, ONS MAAK GEEN ANDER WAARBORGE, UITGEVOER, GEÏMPLISEERD, WETTIG OF ANDERS WETENSKAPLIK VAN HANDEL, AS ENIGE AANGELEENTHEDE, INSLUITENDE HULLE VAN HANDELBAARHEID, BEVREDIGENDE KWALITEIT, TITEL, GESKIKTHEID VIR &#39;N BESONDERLIKE DOEL, OF NIE-OORTREDING. ONS VERWAAR NIE dat die sagteware of die dienste aan al u vereistes sal voldoen nie, insluitende rekeningkundige vereistes, of dat die gebruik van die sagteware of die dienste onvolledig of foutloos sal wees. Die sagteware en dienste word aan u verskaf op grond van &#39;n &#39;soos dit is&#39;, en u gebruik van sagteware en dienste is op u eie risiko, insluitend, sonder beperking, in ooreenstemming met enige wette. Die partye erken uitdruklik dat die vrywaring van waarborg &#39;n wesenlike deel van die ooreenkoms uitmaak.
am: 8.3 የዋስትና ማረጋገጫዎችን ማስተላለፍን: ለዋጋ ዋስትና ከሚሰጡ ዋስትናዎች ወጭ በዚህ ክፍል 8 ውስጥ ለሚመለከተው ከፍተኛ የሕግ ሕግ እስከሚፈቅደው ከፍተኛ የሕግ ስምምነት ድረስ ሌላ የዋስትና ማረጋገጫዎች ፣ ልውውጦች ፣ የተተገበሩ ፣ የአየር ንብረት ሁኔታ ወይም ሌላ የጥያቄ ፣ የይዞታ ወይም የጉዞ መስመር ስለ ንግድ ሥራ ፣ እንደየግለሰቦች ልዩነት ፣ ቅሬታ ልዩነት ፣ ርዕስ ፣ ለአንድ ዓላማ ዓላማ ብቁነት ፣ ወይም ግልጽ ያልሆነ። የሶፍትዌር ወይም አገልግሎቶቹ ሁሉንም ብቃቶችዎን ፣ የሂሳብ አወጣጥን ማካተት ፣ ወይም የሱቅ መስሪያ ወይም የአግልግሎት አጠቃቀሞች አተረጓጎም ወይም ከፀሐይ-ነፃ ነፃ የሚሆኑ መሆናቸውን አናረጋግጥም። የሶፍትዌሩ እና አገልግሎቶቹ &#39;እንደተገኘ&#39; መሠረት ሆነው እና የራስዎ ፈቃድ እና አገልግሎት አጠቃቀምዎ በራስዎ አደጋ ፣ በማካተት ፣ ያለጥያቄዎች ፣ ከማንኛውም ህጎች ጋር በመጣመር ላይ ነው። ተዋዋይ ወገኖች የዋስትና ማረጋገጫ ሰጪው የስምምነቱ አስፈላጊ ክፍልን እንደሚይዝ በግልጽ ይገነዘባሉ።
ar: 8.3 إخلاء المسؤولية عن الضمانات: باستثناء الضمانات الصريحة المنصوص عليها في هذا القسم 8 ، إلى الحد الأقصى الذي يسمح به القانون المعمول به ، لا نقدم أي ضمانات أخرى ، صريحة أو ضمنية أو قانونية أو غير ذلك ، بموجب القانون أو النفي أو النفي. التجارة ، بالنسبة لأي مسألة ، بما في ذلك القابلية للتسويق أو الجودة المرضية أو العنوان أو الملاءمة لغرض معين أو عدم الانتهاك. نحن لا نضمن أن البرنامج أو الخدمات سوف تفي بجميع متطلباتك ، بما في ذلك المتطلبات المحاسبية ، أو أن استخدام البرنامج أو الخدمات سيظل دون انقطاع أو خالي من الأخطاء. يتم توفير البرامج والخدمات لك على أساس &quot;كما هي&quot; ويكون استخدامك للبرامج والخدمات على مسؤوليتك الخاصة ، بما في ذلك ، على سبيل المثال لا الحصر ، الامتثال لأية قوانين. تقر الأطراف صراحةً بأن إخلاء المسؤولية عن الضمان يشكل جزءًا أساسيًا من الاتفاقية.
az: 8.3 Zəmanətdən imtina: Bu Bölmə 8-də tətbiq olunan QANUNLAR ÜÇÜN VERİLƏN MÜQAVİLƏNİN ƏMƏKDAŞLIĞI ÜÇÜN DƏSTƏK VƏZİFƏLƏRİ ÜÇÜN İSTƏYİR, BİZİM ZƏMANƏT VƏZİFƏLƏRİ YOXDUR, İSTƏMƏZƏM, İSTƏMƏZƏMƏMƏ, DÖVLƏT VƏ DİGƏRİMİZ, QANUNU VƏ ƏMƏLİYYATINDA TƏCİLİ, HƏR YERİ ÜÇÜN ƏMƏKDAŞLIQ MƏHSULLARI ÜÇÜN ƏMƏKDAŞLIĞI, SATISFACTORY keyfiyyəti, adı, FITNESİ daxil olmaqla. SOFTWARE və ya XİDMƏTLƏR, mühasibat tələblərini daxil olmaqla, bütün tələblərinizi cavablandıracağına və ya proqramın istifadəsi və ya xidmətlərin istifadəsiz və ya səhv ediləcəyinə zəmanət vermirik. ƏMƏLİYYAT VƏ XİDMƏTLƏR SİZİN ÜZRƏ ƏSAS VƏZİFƏLƏRİ VƏ XİDMƏTLƏRİ İSTİFADƏ ETMƏKDƏN, SİZİN HÜQUQLARA İSTƏMƏSƏN, İZLƏMƏSƏN, İSTƏYİR. Zəmanət mübahisəsini pozan tərəfi razılaşmanın ƏHƏMİYYƏT TƏRƏFİNDƏN İSTƏYİR
be: 8.3 Адмова ад гарантый: за выключэннем прамых гарантый, выкладзеных у гэтым раздзеле 8, у максімальнай ступені, ДАЗВОЛЕНА дзейснага заканадаўства, мы НЕ ІНШЫХ гарантый, відавочных, законам або іншым чынам, у законе або ад курсу СТАСУНКАЎ АБО ВЫКАРЫСТАННЯ Гандлёвая гандаль, як у любым пытанні, уключаючы тыя, хто прадаваў, якасць задаволенасці, загаловак, прыдатнасць для прыватнай мэты, альбо не парушэння. Мы не гарантуем, што праграмнае забеспячэнне альбо паслугі будуць адпавядаць усім вашым патрабаванням, уключаючы патрабаванні да бухгалтарскага ўліку, альбо што выкарыстанне праграмнага забеспячэння альбо паслугі будзе беспраблемным альбо беспамылковым. Праграмнае забеспячэнне і паслугі прадастаўляюцца вам на &quot;ЯКІМ&quot; ОСНОВА, і ваша выкарыстанне праграмнага забеспячэння і паслуг знаходзіцца на вашым уласным рызыцы, уключаючы, без абмежавання, выкананне якіх-небудзь законаў. ПАРТІРЫ, ЯКНЫЯ ЗНАЧЭННЯ, ШТО АДКАЗ ЗАЯВЛЕННЯ ГАРАНТЫІ СКЛАДАЮЦЬ ВАЖНУЮ ЧАСТКУ УГОДА.
bg: 8.3 Отказ от гаранции: с изключение на изрични гаранции, предвидени в тази РАЗДЕЛ 8, до максималната степен, позволена от ЗАКОНА, ние не правим ДРУГИ ГАРАНЦИИ, изрични, подразбиращи закон или не, по закон или от НАЧИН НА ТЪРГУВАНЕ ИЛИ ИЗПОЛЗВАНЕ НА ТЪРГОВИЯТА, КАКТО Е ВСЕКИ ВЪПРОС, ВКЛЮЧИТЕЛНО ТОЗИ ПРОДЪЛЖИТЕЛНОСТ, КАЧЕСТВО НА СЪДЪРЖАНИЕ, ЗАГЛАВИЕ, ФИТНЕС ЗА ДЕЙСТВАТЕЛНА ЦЕЛ, ИЛИ НЕПРЕДЕЛЕНИЕ. НЕ ГАРАНТИРАМЕ, че СОФТУЕРЪТ ИЛИ УСЛУГИТЕ ЩЕ ОТГОВАРЯ ВСИЧКИ ВАШИ ИЗИСКВАНИЯ, ВКЛЮЧИТЕЛНО ИЗИСКВАНИЯ ЗА СЧЕТОВОДСТВО, ИЛИ ЧЕ ИЗПОЛЗВАНЕТО НА СОФТУЕРА ИЛИ УСЛУГИТЕ ЩЕ БЕШЕ НЕПРЕГУЛИРАНА ИЛИ БЕЗ ГРЕШКА. СОФТУЕРЪТ И УСЛУГИТЕ ВИ ПРЕДОСТАВЯТ НА ВАС НА „КАКВО Е“ ОСНОВАТЕЛНО И ВАШЕТО ИЗПОЛЗВАНЕ НА СОФТУЕР И УСЛУГИ Е НА ВАШИЯ РИСК, ВКЛЮЧИТЕЛНО, БЕЗ ОГРАНИЧЕНИЕ, СЪОТВЕТСТВИЕ С НЯКОИ ЗАКОН. СТРАНИТЕ, ИЗКЛЮЧИТЕЛНО СТРАНИ, ЧЕ ОГРАНИЧЕНИЕТО НА ГАРАНЦИЯ СЪСТОЯНИ СЪЩЕСТВЕНА ЧАСТ ОТ ДОГОВОРА.
bn: ৮.৩ ওয়্যারেন্টি দাবি অস্বীকার: প্রযোজ্য আইন অনুসারে অনুমোদিত ম্যাক্সিমাম এক্সটেনশনের অতিরিক্ত এই বিভাগে স্পষ্ট ওয়্যারেন্টিগুলির জন্য ব্যয় ছাড়াই, আমরা অন্য কোনও ওয়্যারেন্টি, এক্সপ্রেস, বিবৃত, বিবরণী বা অন্য কোনও শর্তাদি সরবরাহ করি না যেকোন বিষয় অনুসারে, ব্যবসায়ের দক্ষতা, সন্তোষজনক যোগ্যতা, শিরোনাম, একটি নির্দিষ্ট উদ্দেশ্য বা উপযুক্ত অনুকরণের জন্য ফিটনেস অন্তর্ভুক্ত সফ্টওয়্যার বা পরিষেবাগুলি আপনার সমস্ত প্রয়োজনীয়তা পূরণ করে, অ্যাকাউন্টিংয়ের প্রয়োজনীয়তা অন্তর্ভুক্ত করে, বা সফ্টওয়্যার বা পরিষেবাগুলির ব্যবহারটি অনিয়ন্ত্রিত বা অপসারণযোগ্য হবে তা আমরা সতর্কতা দিচ্ছি না। সফ্টওয়্যার এবং পরিষেবাদি আপনাকে &#39;যেমন হিসাবে&#39; ভিত্তিতে সরবরাহ করা হয় এবং সফ্টওয়্যার এবং পরিষেবাদির আপনার ব্যবহার আপনার নিজের ঝুঁকিতে অন্তর্ভুক্ত থাকে, সীমাবদ্ধতা ছাড়াই, কোনও আইন অনুসারে সম্মতি দেয়। দলগুলি স্পষ্টভাবে স্বীকৃতি দেয় যে ওয়ারেন্টি সংবিধানের অস্বীকৃতি চুক্তির একটি প্রয়োজনীয় অংশ।
ca: 8.3 Exoneració de garanties: EXCEPTE DE LES GARANTIES EXPRESSES ES FORMATS EN AQUESTA SECCIÓ 8, A LA MÀXIMA EXTENCIÓ PERMISA PER LA LLEI APLICABLE, NO FEM AMB ALTRES GARANTIES, EXPRESSES, IMPLICADES, ESTATUTORYRIES O D’ALTRE D’UN DRET OU D’UN DEPOSITIU DE COMERÇ, EN QUALSEVOL MATÈRIA, INCLUS ELS DE COMERCIALITAT, QUALITAT SATISFACT ,RIA, TÍTOL, ADECUACIÓ PER A UN PROPOSICIÓ PARTICULAR O INFRACCIÓ. NO GARANTEM QUE EL PROGRAMARI O ELS SERVEIS RESPON A TOTS ELS SEUS REQUISITS, INCLUSS ELS REQUISITS DE COMPTA, O QUE L’ÚS DEL PROGRAMARI O ELS SERVEIS NO ES PODERAN ININTENDER O SENSE ERREURES. EL PROGRAMARI I ELS SERVEIS ES FORMEN EN UNA BASE &quot;COM ÉS&quot; I EL SEU ÚS DE PROGRAMARI I SERVEIS ESTÀ AL SEU PROPIO RISC, INCLUS, SENSE LIMITACIÓ, CONFORMITAT AMB QUALSEVOLS LLEIS. LES PARTS CONEIXEN EXPRESSAMENT QUE LA RESPONSABILITAT DE GARANTIA CONSTITUIX UNA PARTE ESENCIAL DEL CONVENI.
cs: 8.3 Zřeknutí se záruk: S VÝJIMKOU VÝSLOVNÝCH ZÁRUK UVEDENÝCH V TÉTO ČÁSTI, K MAXIMÁLNÍM ROZSAHU POVOLENÝM V ROZHODNÉM ZÁKONU, NEPOSKYTUJEME JINÉ ZÁRUKY, VÝSLOVNÉ, IMPLIKOVANÉ, STATUTÁRNÍ NEBO ZAKÁZKY NEBO POUŽITÍ OBCHODU, AKO JAKÉKOLI ZÁLEŽITOSTI, VČETNĚ TÍCHTO OBCHODOVATELNOSTI, SPOKOJNOSTI KVALITY, TITULU, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENÍ. NEZARUČUJEME, ŽE SOFTWARE NEBO SLUŽBY SPLÍCÍ VŠECHNY VAŠE POŽADAVKY, VČETNĚ ÚČTOVNÍCH POŽADAVKŮ, NEBO ŽE POUŽÍVÁNÍ SOFTWARU NEBO SLUŽEB BUDE NEPORUŠENO NEBO BEZ CHYBY. SOFTWARE A SLUŽBY VÁS POSKYTUJÍ V ZÁKLADĚ „JAK JSOU“ A VAŠE POUŽÍVÁNÍ SOFTWARU A SLUŽEB JE NA VAŠE VLASTNÍ RIZIKO, VČETNĚ, BEZ OMEZENÍ, DODRŽOVÁNÍ JAKÝCHKOLI ZÁKONŮ. STRANY VÝSLOVNĚ UZNÁVAJÍ, ŽE ODMÍTNUTÍ ZÁRUKY ZÍSKÁ ZÁKLADNÍ ČÁST DOHODY.
cy: 8 O FASNACH, FEL I UNRHYW FATER, GAN GYNNWYS Y RHAI O AMRYWIOLDEB, ANSAWDD BODLONRWYDD, TEITL, FFITRWYDD AM DDIBEN RHANBARTHOL, NEU DDIM YN CYNNWYS. NID YDYM YN RHYBUDDIO Y BYDD Y MEDDALWEDD NEU&#39;R GWASANAETHAU YN CYFARFOD POB UN O&#39;CH GOFYNION, GAN GYNNWYS GOFYNION CYFRIFON, NEU Y BYDD DEFNYDDIO&#39;R MEDDALWEDD NEU&#39;R GWASANAETHAU YN ANHYSBYS NEU&#39;N GWERTHUSO. DARPARIR Y MEDDALWEDD A&#39;R GWASANAETHAU I CHI AR SAIL &#39;FEL Y MAE&#39; AC MAE EICH DEFNYDD O FEDDALWEDD A GWASANAETHAU YN EICH RISG EICH HUN, YN CYNNWYS, HEB DERFYN, YN CWBLHAU Â UNRHYW GYFRAITH. MAE&#39;R PARTIESON YN CYDNABOD YN FYNYCHOL BOD YMWADIAD RHYFEDD YN CYFANSODDI RHAN HANFODOL O&#39;R CYTUNDEB.
da: 8.3 Ansvarsfraskrivelse: Bortset fra de udtrykkelige garantier, der er anført i denne sektion 8, til det maksimale omfang, der er tilladt ved anvendelse af loven, påtager vi ingen andre garantier, udtrykkeligt, impliceret, lovgivningsmæssigt eller andet, i lov eller i en sag AF HANDEL, SOM TIL ALLE MÅL, INKLUDERER DETTE TIL SALGBARHED, TILFREDSKVALITET, TITEL, EGNETHED TIL ET SÆRLIGT FORMÅL ELLER IKKE-OVERTRÆDELSE. VI GARANTERER IKKE, AT SOFTWAREN ELLER TJENESTEYDELSERNE OPFYLDER ALLE DINE KRAV, INKLUDERER REGNSKABSKRAV, ELLER AT ANVENDELSE AF SOFTWAREN ELLER TJENESTEYDELSERNE IKKE ER UTROLIGE ELLER FEJLFRI. SOFTWAREN OG TJENESTEYDELSER ER LEVEREDE DIG PÅ ET &#39;SOM ER&#39; GRUNDLÆGGENDE, OG DIN BRUG AF SOFTWARE OG TJENESTER ER PÅ DIN EGEN RISIKO, INKLUDERER UDEN BEGRÆNSNING, OVERENSSTEMMELSE MED NOGEN LOVER. PARTERNE ER UTROLIG ERKENDELSE AF, AT ANSVARSFRASKRIVELSE UDSTÅR EN VÆSENTLIG DEL I AFTALEN.
de: 8.3 Gewährleistungsausschluss: AUSGENOMMEN DIE AUSDRÜCKLICHEN GEWÄHRLEISTUNGEN, DIE IN DIESEM ABSCHNITT 8 FESTGELEGT SIND, ÜBERNEHMEN WIR KEINE ANDEREN GEWÄHRLEISTUNGEN, AUSDRÜCKLICH, STILLSCHWEIGEND, GESETZLICH ODER ANDERWEITIG VON HANDEL, IN JEGLICHER ANGELEGENHEIT, EINSCHLIESSLICH DER MARKTGÄNGIGKEIT, DER ZUFRIEDENHEITSQUALITÄT, DES TITELS, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK ODER DER NICHTVERLETZUNG. Wir garantieren nicht, dass die Software oder die Dienste alle Ihre Anforderungen erfüllen, einschließlich der Buchhaltungsanforderungen, oder dass die Nutzung der Software oder der Dienste unterbrechungsfrei oder fehlerfrei ist. DIE SOFTWARE UND DIENSTLEISTUNGEN WERDEN IHNEN &quot;WIE BESEHEN&quot; ZUR VERFÜGUNG GESTELLT, UND IHRE NUTZUNG VON SOFTWARE UND DIENSTLEISTUNGEN ERFOLGT AUF EIGENES RISIKO, EINSCHLIESSLICH DER EINHALTUNG JEGLICHER GESETZE. DIE PARTEIEN ERKENNEN AUSDRÜCKLICH AN, DASS DER HAFTUNGSAUSSCHLUSS EIN WESENTLICHER TEIL DER VEREINBARUNG IST.
el: 8.3 Αποποίηση εγγυήσεων: ΕΞΑΙΡΕΣΗ ΓΙΑ ΤΙΣ ΕΓΓΥΗΣΕΙΣ ΕΚΦΡΑΣΗΣ ΟΡΙΣΜΕΝΕΣ ΣΤΗΝ ΠΑΡΟΥΣΑ ΤΜΗΜΑ 8, ΣΤΟ ΜΕΓΙΣΤΟ ΠΕΡΙΠΤΩΣΗ ΠΟΥ ΕΠΙΤΡΕΠΕΤΑΙ ΑΠΟ ΕΦΑΡΜΟΣΤΕΟ ΔΙΚΑΙΟ, ΔΕΝ ΚΑΝΟΥΜΕ ΑΛΛΕΣ ΕΓΓΥΗΣΕΙΣ, ΕΚΦΡΑΣΕΙΣ, ΕΦΑΡΜΟΣΜΕΝΕΣ, ΚΑΤΑΣΤΑΣΕΙΣ Ή ΑΛΛΕΣ, ΝΑ ΔΙΚΑΙΩΜΑ ΤΟΥ ΕΜΠΟΡΙΟΥ, ΟΣΟΝ ΑΦΟΡΑ ΟΠΟΙΟ ΕΙΝΑΙ ΕΜΠΟΡΕΥΜΑΤΙΚΟΤΗΤΑ, ΙΚΑΝΟΤΗΤΑ ΠΟΙΟΤΗΤΑΣ, ΤΙΤΛΟΣ, ΚΑΤΑΛΛΗΛΟΤΗΤΑ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ, Ή ΜΗ ΠΑΡΑΒΑΣΗ. ΔΕΝ ΕΓΓΥΗΣΟΥΜΕ ΟΤΙ ΤΟ ΛΟΓΙΣΜΙΚΟ Ή ΟΙ ΥΠΗΡΕΣΙΕΣ ΘΑ ΚΑΝΟΥΝ ΟΛΕΣ ΟΛΕΣ ΤΙΣ ΑΠΑΙΤΗΣΕΙΣ ΣΑΣ, ΠΕΡΙΛΑΜΒΑΝΟΝΤΑΣ ΛΟΓΙΣΤΙΚΕΣ ΑΠΑΙΤΗΣΕΙΣ, Ή ΟΤΙ Η ΧΡΗΣΗ ΤΟΥ ΛΟΓΙΣΜΙΚΟΥ Ή ΟΙ ΥΠΗΡΕΣΙΕΣ ΔΕΝ ΠΑΡΕΧΟΝΤΑΙ Ή ΕΛΕΥΘΕΡΟ ΣΦΑΛΜΑ. ΤΟ ΛΟΓΙΣΜΙΚΟ ΚΑΙ ΤΙΣ ΥΠΗΡΕΣΙΕΣ ΠΑΡΕΧΟΝΤΑΙ ΣΕ ΜΙΑ ΒΑΣΗ «ΩΣ ΕΧΕΙ» ΚΑΙ Η ΧΡΗΣΗ ΛΟΓΙΣΜΙΚΟΥ ΚΑΙ ΥΠΗΡΕΣΙΩΝ ΣΑΣ ΕΙΝΑΙ ΣΤΟΝ ΔΙΚΟ ΚΙΝΔΥΝΟ ΣΑΣ, ΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΣΥΜΜΟΡΦΩΣΗ ΜΕ ΟΠΟΙΟΔΗΠΟΤΕ ΔΙΚΑΙΟ. ΤΑ ΜΕΡΗ ΑΝΑΓΝΩΡΙΖΟΥΝ ΕΚΤΙΜΩΝΤΑΣ ΟΤΙ Η ΑΠΟΠΟΙΗΣΗ ΤΗΣ ΕΓΓΥΗΣΗΣ ΑΠΟΤΕΛΕΙ ΕΝΑ ΒΑΣΙΚΟ ΜΕΡΟΣ ΤΗΣ ΣΥΜΦΩΝΙΑΣ.
eo: 8.3 Malkonfirmado de Garantioj: EKZEDI LA EXPRESO GARANTIOJ FABELITAJ EN ĈI TIE SEKCIO 8, AL LA MAKIMA EKZAMENO PERMITA DE LA APLIKABLEA JURO, NI FARAS NIU ALIAJ GARANTIOJ, ESPERANTAJ, IMPLIKATAS, STATUTORIU ORAJN KAJ DEFERMITA KAJ DEPROPRO. DE Komercado, kiel al ia ajn afero, inkluzivante tiujn de komerca, SATISFAKTORA Kvalito, titolo, taŭgeco por aparta celo, aŭ neinfluo. Ni ne garantias, ke la programaro aŭ la servoj renkontos ĉiujn viajn postulojn, inkluzive de kontaj postuloj, aŭ ke la uzo de la programaro aŭ de la servoj estos seninterrompitaj aŭ sen eraroj. LA PROGRAMAJ KAJ SERVOJ ESTAS ALVOJ AL TIU &quot;KIU ESTAS&quot; BAZA KAJ VIA UZO DE SOFTWAREJ KAJ SERVOJ ESTAS AL VIA PROPRA RISKO, KIU NENIU, SEN LIMITO, KONPETAS AL ALIUJ Leĝoj. LA PARTIOJ ESPERANTAJ KONFERAS, ke LA DISKLAMANTO DE GARANTIO KONSTRUAS SENVENAN PARTAĵon DE LA interkonsento.
es: 8.3 Renuncia de garantías: EXCEPTO POR LAS GARANTÍAS EXPLÍCITAS ESTABLECIDAS EN ESTA SECCIÓN 8, EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY APLICABLE, NO OTORGAMOS NINGUNA OTRA GARANTÍA, EXPRESA, IMPLÍCITA, LEGAL O DE OTRO MODO, POR LEY O POR CURSO DE NEGOCIACIÓN O USO DE COMERCIO, EN CUALQUIER ASUNTO, INCLUYENDO LOS DE COMERCIABILIDAD, CALIDAD SATISFACTORIA, TÍTULO, APTITUD PARA UN PROPÓSITO DETERMINADO O NO INFRACCIÓN. NO GARANTIZAMOS QUE EL SOFTWARE O LOS SERVICIOS CUMPLIRÁN CON TODOS SUS REQUISITOS, INCLUIDOS LOS REQUISITOS CONTABLES, O QUE EL USO DEL SOFTWARE O DE LOS SERVICIOS SERÁ ININTERRUMPIDO O LIBRE DE ERRORES. EL SOFTWARE Y LOS SERVICIOS SE LE PROPORCIONAN &quot;TAL CUAL&quot; Y EL USO DEL SOFTWARE Y LOS SERVICIOS ES BAJO SU PROPIO RIESGO, INCLUYENDO, SIN LIMITACIÓN, EL CUMPLIMIENTO DE CUALQUIER LEY. LAS PARTES RECONOCEN EXPRESAMENTE QUE LA RENUNCIA DE GARANTÍA CONSTITUYE UNA PARTE ESENCIAL DEL ACUERDO.
et: 8.3 Garantiist keeldumine: VÄLJAS KÄESOLEVAS 8. JAGU LÕPETAMISEKS MÄÄRATUD GARANTIIDEGA MAKSIMAALSELT LUBATUD KOHALDATAVA SEADUSEGA, MIDA EI VÕTA MITTE MUUD GARANTIID, VÄLJASOLEVAD, KAUDSED, RIIGIÕIGUSEGA VÕI SEADMES VÕI SEADMES VÕI SEADMES VÕI SEADMES KASUTATAVAD GARANTIID. KAUBAVAHETUS, MIS JÄRGMISELT KAUBANDUSTEGEVUST, RAHASTAMISKvaliteeti, pealkirja, konkreetsele otstarbeks sobivust või rikkumata jätmist. Me EI TAGASI, ET TARKVARA VÕI TEENUSED VASTAVAD KÕIKI NÕUETELE, SEALHULGAS RAAMATUPIDAMISNÕUDED, VÕI TARKVARA VÕI TEENUSTE KASUTAMINE EI RAKKU VÕI VIGA. TARKVARA JA TEENUSI OSUTATAKSE NENDE OLEMASOLU ALUSEL, KUI TARKVARA JA TEENUSTE KASUTAMINE ON TEIE OMA RISKIS, HÕLMAB, Piiramata, VASTAVALT MISTE SEADUSTELE. POOLT TEADLIKULT TUNNISTAB, ET GARANTII LAHENDAMINE VÕTAB PÕHISELT LEPINGU.
eu: 8.3 Bermeen uko egitea: 8. ATAL HONETAN ERABAKI DUTEN GARANTZIAK ERABAKI DITUEN ERABAKI MUGIKORAREN ARABERAKO LEGEA APLIKATUAREN ARABERA, BAKARRIK EZ DITUGU BAKARRIK, ERABAKI, ERABILI, ERABAKI EDO BESTE AURKEZTU, LORTU DIRA AURKEZTUTAKOA edo ERABAKI AURREAN. MERKATARITZA, EDUKI BATZUK ERABAKITZEN DITU, ERANTZUKIZUNAK, SATISFAKTORIOAREN KALITATEA, IZENBURUA, HELBURU PARTE HARTZAILEAREN, EDO EZ-HARTZEKO. Ez dugu ziurtatzen SOFTWARE-A edo ZERBITZUAK ZURE ESKAKIZUNAK BETEKO DITU, KONTUAREN BETEBEHARRAK BETE DITU, edo SOFTWAREAREN ERABILERA EDO ZERBITZUAK ERABAKI EZ DITUZTENAK edo EZERAKO ERREKLAMAZIOAK. SOFTWARE-A ETA ZERBITZUAK ZUEK OINARRIZ AURKITZEN DIRA, SOFTWARE ETA ZERBITZUAK ERABILTZEN DITU ZURE ARRISKU PROPIOAN DAUDE, MUGATZEN EZ, ERABAKI ZENBAKI. PARTEAK ESKAERA EZAGUTZEN DU GARANTZAREN ZAINTZAILEAK HITZARMENAREN PARTE ESENTZIALA BETEKO DUELA.
fa: 8.3 سلب مسئولیت ضمانت نامه ها: استثنائات ضمانت نامه های صادر شده در این بخش 8 ، به حداکثر مقدار مجاز که توسط قانون قابل اجرا مجاز است ، هیچ گونه ضمانت نامه دیگری را نداریم ، EXPRESS ، ضمیمه می کنیم ، دولت یا غیره ، با استفاده از این قانون یا غیره. تجارت ، به عنوان هر ماده ، با احتساب این موارد قابلیت دستیابی ، کیفیت رضایت بخش ، عنوان ، متناسب بودن برای هدف خاص ، یا عدم تأخیر. ما تضمین نمی کنیم که نرم افزار یا خدمات با کلیه نیازهای شما برآورده شوند ، شامل نیازهای حسابداری ، یا این که استفاده از نرم افزار یا سرویس ها بدون حذف یا خطایی حذف می شوند. نرم افزار و خدمات به شما درمورد مبنای &quot;همانطور که هست&quot; ارائه می شود و استفاده از نرم افزار و خدمات در معرض خطر شماست ، شامل ، بدون محدودیت ، همخوانی با هرگونه قانون. طرفها به طرز فوری می دانند که مشروط بر ضمانت بخشی از بخشهای اساسی این قرارداد را تشکیل می دهد.
fi: 8.3 Takuun epääminen: POIKKEEN TÄMÄN OSASTO 8 MÄÄRÄYTYT ILMAISET TAKUUT, SOVELLETTAVAN LAIN SALLITTUJEN MAKSIMIEN MAKSUJEN KANSSA, Emme tee muita, avoimia, implisiittisiä, lakisääteisiä takuita tai tavaroita, takuita tai takuita. KAUPAN MYÖNTÄMINEN KAIKKIIN ASIOIHIN, MUKAAN MYÖNNYT TUOTETTAVUUDEN, TYYTYVÄISEN LAATUN, NIMIEN, TIETTYYN TARKOITUKSEEN SOVELTUVUUDEN TAI RIKKOMATTOMUUDEN. Emme takaa, että ohjelmisto tai palvelut täyttävät kaikki vaatimuksesi, mukaan lukien kirjanpitovaatimukset, tai että ohjelmiston tai palveluiden käyttö on katkeamattomana tai virheettömänä. OHJELMISTO JA PALVELUT TARJOAAN SINULLE &quot;SELLAISENAAN&quot; PERUSTEEKSI, JOKA OHJELMISTON JA PALVELUJEN KÄYTTÄMINEN ON VAARALLISESTI, MUKAAN RAJOITTAMATTOMASTI, MITEN LAINEN. OSAPUOLET TUNNUSTAVAT selvästi, että TAKUUN VASTUUVAPAUSLAUSEKKI ON SOPIMUKSEN OLENNAINEN OSA.
fr: 8.3 Déni de garantie: SAUF LES GARANTIES EXPRESSES ÉNONCÉES DANS CETTE SECTION 8, DANS LA MESURE MAXIMALE AUTORISÉE PAR LA LOI APPLICABLE, NOUS NE FOURNISSONS AUCUNE AUTRE GARANTIE, EXPRESSE, IMPLICITE, LÉGALE OU AUTRE, EN LOI OU PAR UN COURS DE TRAITEMENT OU D&#39;UTILISATION DU COMMERCE, POUR TOUTE QUESTION, Y COMPRIS CEUX DE QUALITÉ MARCHANDE, DE QUALITÉ SATISFAISANTE, DE TITRE, D&#39;ADAPTATION À UN USAGE PARTICULIER OU DE NON-CONTREFAÇON. NOUS NE GARANTISSONS PAS QUE LE LOGICIEL OU LES SERVICES RÉPONDRE À TOUTES VOS EXIGENCES, Y COMPRIS LES EXIGENCES COMPTABLES, OU QUE L&#39;UTILISATION DU LOGICIEL OU DES SERVICES SERA ININTERROMPUE OU SANS ERREUR. LE LOGICIEL ET LES SERVICES VOUS SONT FOURNIS «TELS QUELS» ET VOTRE UTILISATION DU LOGICIEL ET DES SERVICES EST À VOS PROPRES RISQUES, Y COMPRIS, SANS LIMITATION, LE RESPECT DE TOUTES LOIS. LES PARTIES RECONNAISSENT EXPRESSÉMENT QUE LA DÉNI DE GARANTIE CONSTITUE UNE PARTIE ESSENTIELLE DU CONTRAT.
fy: 8.3 Ferantwurdlikens fan garânsjes: Utsein foar de útdrukke garânsjes dy&#39;t yn dizze seksje 8 wurde ynsteld, oant it maksimale útwreide befeilige troch tapassing wet, meitsje wy gjin oare garânsjes, ekspresje, ymplisyt, statutêr of oars, yn wet of yn &#39;e rjochting FAN HANDEL, OAN ELKE SAK, YNTJINNEN DJOCHTEN FAN MERCHANTABILITEIT, SATISFACTORY KWALITEIT, TITEL, FITNESS FOAR EEN WURKLIKE DOEL, OF NIN-INFRINGEMENT. Wy garandearje net dat de software as de tsjinsten oan al jo easken foldogge, ynklusive rekkenjen of fereasket, of dat it gebrûk fan &#39;e software as de tsjinsten ûnûnderbrutsen of fergees sille wurde. DE SOFTWARE EN SERVICES BINNE JOU FERGESJOCHT OAN EIN &#39;AS IS&#39; BASIS EN JOU GEBRUK FAN SOFTWARE EN SERVICES IS OP JOU EIGE RISIKO, INSLUTEN, Sûnder beheining, neilibjen mei elke wetten. DE PARTIJEN ER UTREDE ERKENNIS DAT DE FERGESICHT FAN GARANTISJE EINFINISJE Diel fan &#39;e oerienkomst bestimt.
ga: 8 DE TRÁDÁIL, MAIDIR LE hAON AON ÁBHAR, LENA N-ÁIRÍTEAR SIN SIN INNEALTÓIREACHT, CÁILÍOCHT SÁRTHAÍOCHTA, TEIDEAL, FEASACHT CHUN CRÍOCH SONRACH, NÓ NEAMH-INFHEISTÍOCHTA. NÍ BHFUIL BARÁNTAS GO BHFUIL AN BOGEARRA NÓ NA SEIRBHÍSÍ GACH CEANN DE DO CEANGLAIS, LENA N-ÁIRÍTEAR CEANGLAIS CUNTASAÍOCHTA, NÓ GO BHFUIL ÚSÁID AN BOGEARRA NÓ NA SEIRBHÍSÍ IN AON PHRÍOMH-NÓ SEIRBHÍS SAOR IN AISCE. TÁ AN BOGEARRAÍ AGUS NA SEIRBHÍSÍ A SHOLÁTHAR TÚ AR BHUNAS &#39;MAR IS&#39; AGUS IS FÉIDIR LE DO ÚSÁID BOGEARRAÍ AGUS SEIRBHÍSÍ A ÚSÁID AG DO RIOSCA FÉIN, LENA N-ÁIRÍTEAR LEIS TEORANTA, COMHLÍONADH LE hAON DLÍ. CUIREANN NA PÁIRTITHE I bhFEIDHM GO BHFUIL SÉANADH BARÁNTA CUID EACHTRACH den CHOMHAONTÚ.
gd: 8 DE MALAIRT, MAR CHAN EIL CÙIS, A ’GABHAIL A-STEACH NA H-EILEANAN MÒR, CÀILEACHD SATISFACTORY, TITLE, FITNESS AIR A’ PHRIONNSA SÒNRAICHTE, NO NEO-INFRINGEMENT. CHAN EIL BARANTAS GUS FAIGHINN AN T-SAOGHAL NO NA SEIRBHEISEAN A H-UILE CEISTEAN, A ’GABHAIL A-STEACH CEISTEAN CUNNTAS, NO gum bi CLEACHDADH BATHAR-BOG NO SEIRBHEISEAN AN-ASGAIDH. THA AN T-SAOGHAL AGUS NA SEIRBHEISEAN A THA A DHÈANAMH GU FHIOSRACHADH AIR BASIS &#39;MAR A THA&#39; AGUS THA AN CLEACHDADH AIR BATHAR-BOG AGUS SEIRBHEISEAN AIG AN RIAGHALTAS FHÈIN, A &#39;GABHAIL A-STEACH, LE TORAIDHEAN, A&#39; GABHAIL A-STEACH LE AON LAOIDHEAN. THA NA PÀRANTAN A ’CUR SÒNRAICHTE A THA A’ GABHAIL A-STEACH BARANTAS A ’GABHAIL A-STEACH PÀIRT EACHDRAIDHEIL A’ CHUNNTAS.
gl: 8.3 Renuncia das garantías: EXCEPTO PARA AS GARANTÍAS EXPRESAS CONFIGURASE NESTE SECCIÓN 8, Á MÁXIMA EXTENTE PERMITIDA POR LEXA APLICABLE, NON FACEMOS OUTRAS GARANTÍAS, EXPRESAS, IMPLICADAS, ESTATUTORIAS OU DE OUTROS DE OUTRO OU OU. DE COMERCIO, COMO CALQUERA MATERIA, INCLUÍDO OS DE COMERCIABILIDADE, CALIDADE SATISFACTORIA, TÍTULO, ADECUACIÓN PARA UN PROPÓSITO PARTICULAR OU NON INFRACCIÓN. Non garantimos que o software ou os servizos cumprirán todos os seus requisitos, incluíndo requisitos de contabilidade, ou que o uso do software ou dos servizos non será desintegrado ou sen erros. O PROGRAMA E OS SERVICIOS FORMÁNLLOS EN UNA BASE &quot;COMO É&quot; E O SEU USO DE SOFTWARE E SERVICIOS ESTÁ NO SEU PROPIO RISCO, INCLUÍDO, SEN LIMITACIÓN, CONFORMIDADE CON CALQUERA LEI. AS PARTES AGRADECEN EXPRESAMENTE QUE A DECLARACIÓN DE GARANTÍA CONSTITUÍA UNHA PARTE ESENCIAL DO ACORDO.
gu: .3. War વોરંટીની અસ્વીકરણ: આ કલમ IN માં સ્પષ્ટ વRરંટીઓ માટેના એક્સેપ્ટ APP, લાગુ કાયદા દ્વારા મહત્તમ મહત્તમ મંજૂરી આપવામાં આવે છે, અમે કોઈ અન્ય બાંહેધરીઓ, સ્પષ્ટતા, સૂચિત, અથવા અન્ય રાજ્યની શરતો કરી શકતા નથી કોઈ પણ બાબત મુજબ વેપાર, વિશિષ્ટ ઉદ્દેશ્ય માટે યોગ્યતા, સંતોષની ગુણવત્તા, શીર્ષક, યોગ્યતા અથવા કોઈ પણ માહિતીનો સમાવેશ કરીને. સોફ્ટવેર અથવા સેવાઓ, તમારી બધી આવશ્યકતાઓ પૂરી કરીશું, એકાઉન્ટિંગ આવશ્યકતાઓ શામેલ કરશે, અથવા સOFફ્ટવેર અથવા સેવાઓનો ઉપયોગ અનિયંત્રિત અથવા ભૂલથી મુક્ત કરવામાં આવશે તેની અમે બાંહેધરી આપતા નથી. સOFફ્ટવેર અને સેવાઓ તમને &#39;જેમ છે તેમ&#39; પર આધારિત છે અને સOFફ્ટવેર અને સેવાઓનો તમારો ઉપયોગ તમારા પોતાના જોખમે છે, મર્યાદા વિના, સમાવિષ્ટ છે, કોઈપણ કાયદા સાથે સુસંગત છે. પક્ષો સ્પષ્ટપણે માન્યતા આપે છે કે વARરંટિ કન્સ્ટિટ્યુલ્સના ડિસક્લેમર એગ્રીમેન્ટનો એક આવશ્યક ભાગ છે.
hi: 8.3 वारंटियों का अस्वीकरण: इस धारा खंड 8 में दिए गए नियमों के अनुसार लागू होने के लिए, लागू कानून द्वारा निर्धारित अधिकतम सीमा तक, हम कोई अन्य वारंटी, परीक्षा, अधिसूचना या अन्य विवरण नहीं देते हैं। व्यापार के लिए, किसी भी वस्तु के रूप में, मर्चेंटैबिलिटी, सैटिसफैक्टरी क्वॉलिटी, टाइटल, एक पार्टिकुलर पर्पोस के लिए उपयुक्तता, या गैर-सूचना के रूप में शामिल है। हम सॉफ़्टवेयर से संबंधित सेवाओं को प्राप्त नहीं करते हैं या आपके सभी अनुरोधों को पूरा करते हैं, स्वीकार करने योग्य आवश्यकताओं को शामिल करते हैं, या सॉफ़्टवेयर के उपयोग या सेवाओं को बिना किसी त्रुटि या त्रुटि के भी प्राप्त करेंगे। सॉफ़्टवेयर और सेवाएँ आपके लिए एक &#39;आधार&#39; के रूप में उपलब्ध हैं और सॉफ़्टवेयर और सेवाओं का उपयोग आपके स्वयं के जोखिम पर है, जिसमें शामिल हैं, सीमा के बिना, किसी भी कानून के साथ अनुपालन। पार्टियां इस समझौते के एक अंग का प्रासंगिक हिस्सा हैं, जो मौजूदा वैधानिक कार्यों के अस्वीकरण को स्वीकार करते हैं।
hr: 8.3 Odricanje od jamstva: osim za izričita jamstva utvrđenim u ovom poglavlju 8, do maksimalne mjere dopuštene primjenjivim ZAKONOM, mi se ne DRUGA JAMSTVA, izraziti, nagoviješteno, zakonsko ili na drugi način, u zakonu ili iz POSLOVNOG ODNOSA ILI UPORABE TRGOVINE, KAKO BILO KOJE PITANjE, UKLJUČUJUĆI TAKVU PROMJENU, SATISFAKTORSKU KVALITETU, NASLOV, SPOSOBNOST ZA POSEBNU NAMJENU ILI NEPOTREBU. NE garantiramo da će softver ili usluge ispuniti sve vaše zahtjeve, uključujući zahtjeve za računovodstvo, ili da će upotreba softvera ili usluga biti bez instalacije ili bez greške. SOFTVER I USLUGE DOSTAVLJUJU VAM NA PODRUČJU „KAKO JE“, A VAŠA KORIŠTENJA SOFTVERA I USLUGA JE NA VAŠOM RIZIKU, UKLJUČUJUĆI, BEZ OGRANIČENJA, SASTAVLJANJA SA SVAKIM ZAKONIMA. STRANKE IZRAZNO ZNAČAJU DA JE ODRICANJE JAMSTVA USTANOVIO OSNOVNI DIO UGOVORA.
hu: 8.3 Jótállási nyilatkozat: A 8. SZAKASZBAN MEGHATÁROZOTT KIFEJEZETT GARANCIÁK KIVÉTELÉVEL, AZ ALKALMAZHATÓ JOG által megengedett maximális mértékig, nem tehetünk semmilyen más, kifejezett, közvetett, törvényben foglalt, vagy törvényben foglalt, vagy törvény által lekérdezett, vagy törvényben foglalt garanciavállalást. MINDEN ÜGYRE VONATKOZÓ KERESKEDELEM, BETEGTELVE A KERESKEDELEMÉNYSÉGET, AZ ÉRTÉKESÍTÉSI MINŐSÉGET, A CÍMET, A KÖVETKEZŐ CÉL SZERINT FELHASZNÁLÁSÁT VAGY NINCS MEGSÉRTETÉSET. NEM GARANCIA, HOGY A SZOFTVER vagy a SZOLGÁLTATÁSOK MINDEN SZÜKSÉGESSÉGET, KÖVETELMÉNYEKET SZERINT, SZERINTI, SZERINT A SZOFTVER vagy a SZOLGÁLTATÁSOK HASZNÁLATA SZERKESZTETTEN VAGY Hibától mentes. A SZOFTVERT ÉS A SZOLGÁLTATÁST „SZERINT SZERINT” ALAPJÁNAK SZÁLLÍTÁSÁRA VONATKOZIK, ÉS A SZOFTVER ÉS A SZOLGÁLTATÁSOK HASZNÁLATA A SAVAD KOCKÁZATÁNAK FELTÜNTETTEN, MEGKÖZELÍTÉSEN, KORLÁTOZÁSOKAL, SZABÁLYOK SZERINTI MEGFELELÉSÉT. A Felek kifejezetten elismerik, hogy a jótállási nyilatkozat a szerzõdés lényeges részét alkotja.
hy: 8.3 Երաշխիքների մերժումը. ԷՔՍՊՐԵՍԻ ՊԱՇՏՊԱՆՎԱԾ ԵՐԿՐՆԵՐԻ ՓԱՍՏԱԹՂԹԵՐԸ ՍՏԵՂԾՈՒՄ ԵՆ ՍՏԱՈՂ Սույն բաժին 8-ում, ԴԵՄ ՄԻIMԱԶԳԱՅԻՆ ԱՊԱՀՈՎԱԳՐՎԱԾԻ ԿՈՂՄԻ LA, ՈՐՈՇՄԱՆ ՕՐԵՆՔՈՎ, ՈՐՈՆՔԻ, ԱՅՍՕՐ, ՈՐՈՆՔԻ, ՈՐՈՆՔԻ ՄԻ ORԵՎ, ՈՐՈՆՔԻ, ՈՐՈՆՔԻ, ՈՐՈՆՄԱՆ ՄԻ OR ԱՅՍՏԵՂԻ ՄԱՍՆԱԳԻՏԱ, ՈՐՈՆ ՈՒ ՈՉ ՄԻ ՕՐԵՆՔՈՒՄ, ՈՐՈՆՔ ՈՐՈՆ ՈՒ ՈՐՈՆՄԱՆ ՄԻUR ԱՅՍՏԵՂԻ ՄԱՍՆԱԿԻ ԱՌԵՎՏՈՒՐ, ՈՐՊԵՍ MԱՆԿԱԱԾ, ՈՐՊԵՍ ԳՏՆՈՒՄ ԵՆ ԱՆՎՏԱՆԳՈՒԹՅԱՆ ՈՐՈՇՈՒՄԸ, ԳԵՂԵATԿՈՒԹՅԱՆ ՈՐԱԿԸ, ԱՆՎՏԱՆԳՈՒԹՅՈՒՆԸ, ԱՆՎՏԱՆԳՈՒԹՅՈՒՆԸ ՆԵՐԿԱՅԱURՆԻ ՆՇԱՆԱԿԻ, ԿԱՄ ՈՉ ԱՆՎԱՐ ԱՆՎԱՐ: ՄԵՆՔ ՊԱՀԱՆՈՒՄ ԵՆՔ, ՈՐ ԾՐԱԳԻՐԸ, կամ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԸ ԿՀԱՆԴԻՊԵՆ ՁԵՐ ԲՈԼՈՐ ՁԵՐ ՊԱՀԱՆՆԵՐԻ, ներառյալ Հաշվապահական հաշվառման պահանջները, ԿԱՄ ԱՅՍՏԵՂ, ՈՐ ԾՐԱԳՐԻ ՕԳՏԱԳՈՐԾՈՒՄԸ, կամ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԸ ԿԳՏԱՆԵՆ ԱՆՎԱՐ ԿԱՄ ԱՆՎԱՐ: ԾՐԱԳՐԻ ԾԱՌԱՅՈՒԹՅՈՒՆԸ ԵՎ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԸ ՏՐԱՄԱԴՐՎՈՒՄ ԵՆ Ձեզ, ՈՐՊԵՍ ԱՆՎԱՐ Է ԵՆԹԱՐԿՎՈՒՄ ԵՆ ՈԼՈՐՏԻ ԵՎ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ՕԳՏԱԳՈՐԾՈՒՄԸ ՁԵՐ ՍՏԵՂԾՄԱՆ ՄԻՈՈՒՄ, ներառյալ, ԱՌԱՆ ՍԱՀՄԱՆԱԴՐՈՒԹՅՈՒՆԸ, ՈՐՈՇՈՒՄ ԵՆ ԱՆՎԱՐ ԻՐԱՎՈՒՆՔՆԵՐՈՎ: ԿՈՂՄԵՐՆ ԱՅՍՏԵՂ ՀԻՇՈՒՄ ԵՆ, ՈՐ ՈՐՊԵՍ ԳԱՂԱՓԱՐԻ ԱՆՎՏԱՆԳՈՒԹՅՈՒՆԸ ՊԱՇՏՊԱՆՈՒՄ Է Պայմանագրի հիմնական մասը:
id: 8.3 Penafian Jaminan: KECUALI JAMINAN TERSURAT YANG TERCANTUM DALAM BAGIAN 8 INI, SEJAUH DIIZINKAN OLEH HUKUM YANG BERLAKU, KAMI TIDAK MEMBERIKAN JAMINAN LAIN, TERSURAT, TERSIRAT, BERHATI ATAU LAINNYA, DALAM HUKUM ATAU DARI KURSUS BERHUBUNGAN ATAU PERDAGANGAN, SEPERTI HAL APA PUN, TERMASUK YANG DAPAT DIPERDAGANGKAN, KUALITAS YANG MEMUASKAN, JUDUL, KESESUAIAN UNTUK TUJUAN TERTENTU, ATAU KETIDAK-PELANGGARAN. KAMI TIDAK MENJAMIN BAHWA PERANGKAT LUNAK ATAU LAYANAN AKAN MEMENUHI SEMUA KEBUTUHAN ANDA, TERMASUK PERSYARATAN AKUNTANSI, ATAU BAHWA PENGGUNAAN PERANGKAT LUNAK ATAU LAYANAN TIDAK AKAN TERGANGGU ATAU BEBAS DARI KESALAHAN. PERANGKAT LUNAK DAN LAYANAN DIBERIKAN KEPADA ANDA ATAS DASAR &#39;SEBAGAIMANA ADANYA&#39; DAN PENGGUNAAN PERANGKAT LUNAK DAN LAYANAN ADALAH RISIKO ANDA SENDIRI, TERMASUK, TANPA BATASAN, KEPATUHAN PADA HUKUM APA PUN. PARA PARA PIHAK SECARA TEGAS MENGAKUI BAHWA PENAFIAN JAMINAN MENJADI BAGIAN PENTING DARI PERJANJIAN.
is: 8.3 Fyrirvari um ábyrgðir: Nema fyrir þá ábyrgð sem gefin er fram í þessum kafla 8, að hámarki sem um getur í gildandi lögum, við gerum enga aðra ábyrgð, tjá, vísbendingu, lögboðnar eða á annan hátt, í lögum eða samkvæmt heimildum VIÐSKIPTAVERSLUN, TIL EINHVERJU MÁLA, INNIHALD ÞEMU TIL SÖLUHÆTTI, ÁKVÆÐI GÆÐI, TITLE, HÆFNI TIL AÐ SÉRSTÖKT TILGANG, EÐA ÓTRYGGT. VIÐ ábyrgjumst ekki að hugbúnaðurinn eða þjónusturnar uppfylli allar kröfur þínar, þar með talið reikningsskilaskyldu, eða að notkun hugbúnaðarins eða þjónustanna verði óhindruð eða villulaus. HUGBÚNAÐURINN og þjónusta er veitt þér á grundvelli „eins og er“ og notkun þín á hugbúnaði og þjónustu er á eigin áhættu þinni, þ.mt, án takmarkana, samræmi við nokkur lög. SAMEIGINLEGGU ÞAÐ ER VIÐURKENNT AÐ ÞVÍ AÐ FYRIRVARA ÁBYRGÐSTOFNA STAÐA UM Nauðsynlegur hluti samkomulagsins.
it: 8.3 Esclusione di garanzie: FATTA ECCEZIONE PER LE GARANZIE ESPLICITE DI CUI ALLA PRESENTE SEZIONE 8, NELLA MISURA MASSIMA CONSENTITA DALLA LEGGE VIGENTE, NON FORNIAMO ALTRE GARANZIE, ESPRESSE, IMPLICITE, LEGALI O ALTRIMENTI, DI LEGGE O DA UN CORSO DI NEGOZIAZIONE O UTILIZZO DI COMMERCIO, QUANTO A QUALSIASI MATERIA, INCLUSE QUELLE DI COMMERCIABILITÀ, QUALITÀ SODDISFACENTE, TITOLO, IDONEITÀ PER UNO SCOPO PARTICOLARE O NON VIOLAZIONE. NON GARANTIAMO CHE IL SOFTWARE OI SERVIZI SODDISFERANNO TUTTI I TUOI REQUISITI, COMPRESI I REQUISITI CONTABILI, O CHE L&#39;USO DEL SOFTWARE O DEI SERVIZI SARÀ ININTERROTTO O PRIVO DI ERRORI. IL SOFTWARE EI SERVIZI VENGONO FORNITI &quot;COSÌ COME SONO&quot; E L&#39;UTILIZZO DEL SOFTWARE E DEI SERVIZI È A PROPRIO RISCHIO, INCLUSO, SENZA LIMITAZIONE, IL RISPETTO DI QUALSIASI LEGGE. LE PARTI RICONOSCONO ESPRESSAMENTE CHE L&#39;ESCLUSIONE DI GARANZIA COSTITUISCE PARTE ESSENZIALE DELL&#39;ACCORDO.
iw: 8.3 הצהרת אחריות: למעט התחייבויות המפורשות שיוגדרו בסעיף 8 להלן, למקסימום המותר על פי דין החל, איננו מתחייבים באחריות אחרת, מפורשת, משתמעת, סטטוטורית או אחרת, על פי דין או מעשה אחר סחר, בכל עניין שהוא, לרבות אלפי סחירות, איכות מספקת, כותרת, כושר למטרה מסוימת, או אי הפרה. איננו מתחייבים כי התוכנה או השירותים יעמדו בכל הדרישות שלך, כולל דרישות חשבונאיות, או שהשימוש בתוכנה או בשירותים יהיה בלתי מפריע או נטול שגיאות. התוכנה והשירותים ניתנים לך בבסיס &quot;כמות שהוא&quot; והשימוש שלך בתוכנות ושירותים הוא בסיכון המסחרי שלך, כולל, ללא הגבלה, תאימות לכל דין. הצדדים מאשרים במפורש כי מסירה של אחריות מהווה חלק מהותי בהסכם.
ja: 8.3保証の免責事項：このセクション8で規定されている明示的な保証を除き、適用される法律で許可される最大限の範囲で、当社は、明示的、黙示的、法的またはその他の方法で、法律または取引の過程から他の保証を行いません。商業性、満足度の品質、タイトル、特定の目的への適合性、または非侵害性を含むあらゆる問題に関して、貿易の。当社は、ソフトウェアまたはサービスが会計上の要件を含むお客様のすべての要件を満たしていること、またはソフトウェアまたはサービスの使用が中断されないこと、またはエラーがないことを保証しません。本ソフトウェアおよびサービスは「現状有姿」で提供され、本ソフトウェアおよびサービスの使用は、制限なく、法律に準拠することを含め、お客様の責任で行うものとします。両当事者は、保証の否認が本契約の本質的な部分を構成することを明示的に認めます。
ka: 8.3 გარანტიების უარყოფა: განსაკუთრებული ექსპლუატაციის გარანტია, რომ ეს ნაწილი 8, მაქსიმალური ექსკლუზივი, რომელიც გამოყენებულია მოქმედი კანონით, ჩვენ არ ვაძლევთ სხვა გარანტიებს, ექსპრესს, გამოყენებას, სტატუსს ან სხვაგან, აგრეთვე. ვაჭრობა, როგორც ნებისმიერი საკითხი, მათ შორის თანმიმდევრულობის, დამაკმაყოფილებელი ხარისხის, ტიტულის, ფიტნეს განსაკუთრებული მიზნის მისაღწევად, ან არასამთავრობო ინფორმაციის მისაღებად. ჩვენ არ ვაძლევთ გარანტიას, რომ პროგრამა ან სერვისები დააკმაყოფილებს თქვენს მოთხოვნებს, ითვალისწინებს აღრიცხვის მოთხოვნებს, ან ის, რომ პროგრამის ან სერვისების გამოყენება გაუქმდება ან შეცდომით უფასოა. პროგრამული უზრუნველყოფა და სერვისები მოგეწოდებათ, როგორც ეს არის &quot;ბაზა&quot; და თქვენი პროგრამის და სერვისების გამოყენება თქვენს რისკთან დაკავშირებით, მოიცავს, გარეშე ლიმიტაციას, შესაბამისობაშია ნებისმიერ სამართალთან. მხარეები აშკარად იცნობენ, რომ გარანტიის შემქმნელის პირობებში ხელშეკრულების არსებითი ნაწილია.
kk: 8.3 Кепілдіктерден бас тарту: БҰЛ 8 БӨЛІМДЕГІ ЕСЕП КЕПІЛДІКТЕРІНЕ ЕСЕП, ҚОЛДАНЫЛҒАН ЗАҢДАН ОСЫ ЕРЕЖЕЛІ ЕСЕПТІГІНЕ ЕНГІЗІЛГЕН, біз басқа кепілдіктер бермейміз, білдірмейміз, өзгертпейміз, тұрақтылықты сақтаймыз немесе өзгелерден өзгелермен келісеміз. САУДА-САТЫП АЛУҒА ҚАТЫСУ ҮШІН МІНДЕТТІЛІК, САПАТТЫҚ САПА, ТАҚЫРЫП, БАРЛЫҚ МАҚСАТЫҢЫЗҒА НЕГІЗДІК, НЕМЕСЕ ИНФРИНГЕНТТІК БІЛГІЛЕРІНІ қоса. БАҒДАРЛАМАЛЫҚ ҚЫЗМЕТ немесе ҚЫЗМЕТТЕР БАРЛЫҚ ТАЛАПТАРЫҢЫЗҒА жауап береді, бухгалтерлік есеп талаптарын ескере отырып, немесе БАҒДАРЛАМАЛЫҚ ҚЫЗМЕТТЕРДІ ПАЙДАЛАНУҒА ЖӘНЕ ҚЫЗМЕТТЕРДІ БІРГЕ ЖӘНЕ ҚАТЕЛІК ТЕГІН ЖОЙДЫ деп кепілдік бермейміз. БАҒДАРЛАМАЛЫҚ ҚЫЗМЕТ ЖӘНЕ ҚЫЗМЕТТЕР СІЗДІҢ НЕГІЗДЕРІҢІЗ МЕН БАҒДАРЛАМАЛЫҚ ҚЫЗМЕТТЕР МЕН ҚЫЗМЕТТЕРДІҢ ҚОЛДАНЫЛУЫ СІЗДІҢ ҚАУІПСІЗДІГІНІҢІЗДЕ, кез келген шектеулерсіз, кез-келген заңмен сәйкестікте. КЕПІЛДІКТІҢ ҚАУІПСІЗДІК КОНСТИТУТТЫСЫ КЕЛІСІМНІҢ ЕСЕПТІГІ БӨЛІГІНЕН ШЫҒАРЫЛҒАН ТАРАПТАР.
km: ៨.៣ ការបដិសេធនៃការធានា៖ បដិសេធចំពោះការធានាដែលបានកំណត់កំណត់ក្នុងផ្នែកទី ៨ នេះចំពោះការបញ្ចូលទឹកប្រាក់ជាអតិបរមាដោយច្បាប់ដែលអាចអនុវត្តបានយើងមិនមានការធានារ៉ាប់រងការលើកស្ទួយខ្លឹមសារច្បាប់ឬតាមច្បាប់ទេ។ នៃការធ្វើពាណិជ្ជកម្មដែលជាបញ្ហាណាមួយ, រួមបញ្ចូលទាំងអ្នកដែលមានសក្តានុពល, គុណភាពប្រកបដោយភាពស្មោះត្រង់, ប្រធានបទ, មាតិកាសម្រាប់គោលបំណង, ឬគ្មានផលចំណេញ។ យើងមិនត្រូវបានធានាថាកម្មវិធីឬសេវាកម្មនឹងត្រូវបំពេញរាល់តម្រូវការរបស់អ្នកដោយរាប់បញ្ចូលទាំងតម្រូវការដែលមាននៅក្នុងគណនីឬថាការប្រើប្រាស់កម្មវិធីឬសេវាកម្មនឹងមិនត្រូវបានណែនាំឬផ្តល់ជូនដោយឥតគិតថ្លៃឡើយ។ សូហ្វវែរនិងសេវាកម្មត្រូវបានផ្តល់ជូនលោកអ្នកលើសេវាកម្មអេមអេសអេសនិងសេវាកម្មសូហ្វវែរនិងសេវាកម្មរបស់លោកអ្នកស្ថិតនៅលើហានិភ័យរបស់យើងដោយរួមបញ្ចូលដោយគ្មានដែនកំណត់ដោយអនុលោមតាមច្បាប់ណាមួយ។ ភាគីនានាបញ្ជាក់យ៉ាងច្បាស់ថាវិវាទនៃការធានាបញ្ជាក់ផ្នែកសំខាន់មួយនៃកិច្ចព្រមព្រៀងនេះ។
kn: 8.3 ಖಾತರಿ ಹಕ್ಕುಗಳ ಹಕ್ಕು ನಿರಾಕರಣೆ: ಅನ್ವಯವಾಗುವ ಕಾನೂನಿನ ಮೂಲಕ ಅನುಮತಿಸಲಾದ ಗರಿಷ್ಠ ವಿಸ್ತರಣೆಗೆ ಈ ವಿಭಾಗ 8 ರಲ್ಲಿ ಹೊಂದಿಸಲಾದ ಸ್ಪಷ್ಟ ಖಾತರಿ ಕರಾರುಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, ನಾವು ಇತರ ಖಾತರಿಗಳು, ಅಭಿವ್ಯಕ್ತಿಗಳು, ಅಥವಾ ಹೊರಗಡೆ ಅಥವಾ ಹೊರಗಡೆ ಇದ್ದೇವೆ. ವ್ಯಾಪಾರದ, ಯಾವುದೇ ವಿಷಯಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ, ವ್ಯಾಪಾರೋದ್ಯಮ, ತೃಪ್ತಿಕರ ಗುಣಮಟ್ಟ, ಶೀರ್ಷಿಕೆ, ನಿರ್ದಿಷ್ಟ ಉದ್ದೇಶಕ್ಕಾಗಿ ಫಿಟ್‌ನೆಸ್, ಅಥವಾ ಇನ್-ಇನ್ಫ್ರೈಂಗ್ಮೆಂಟ್ ಅನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಸಾಫ್ಟ್‌ವೇರ್ ಅಥವಾ ಸೇವೆಗಳು ನಿಮ್ಮ ಎಲ್ಲ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುತ್ತವೆ, ಅಕೌಂಟಿಂಗ್ ಅವಶ್ಯಕತೆಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ, ಅಥವಾ ಸಾಫ್ಟ್‌ವೇರ್ ಅಥವಾ ಸೇವೆಗಳ ಬಳಕೆಯು ಅಡೆತಡೆಯಿಲ್ಲದ ಅಥವಾ ಖಾತರಿಪಡಿಸುತ್ತದೆ ಎಂದು ನಾವು ಖಾತರಿಪಡಿಸುವುದಿಲ್ಲ. ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ಸೇವೆಗಳು ನಿಮಗೆ &#39;ಆಧಾರದಲ್ಲಿ&#39; ಒದಗಿಸಲ್ಪಟ್ಟಿವೆ ಮತ್ತು ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ಸೇವೆಗಳ ನಿಮ್ಮ ಬಳಕೆಯು ನಿಮ್ಮ ಸ್ವಂತ ಅಪಾಯದಲ್ಲಿದೆ, ಯಾವುದೇ ಮಿತಿ ಇಲ್ಲದೆ, ಯಾವುದೇ ಕಾನೂನುಗಳೊಂದಿಗೆ ಅನುಸರಣೆ. ಖಾತರಿಯ ಹಕ್ಕು ನಿರಾಕರಣೆ ಒಪ್ಪಂದದ ಒಂದು ಪ್ರಮುಖ ಭಾಗವನ್ನು ಸ್ಥಾಪಿಸುತ್ತದೆ ಎಂದು ಪಕ್ಷಗಳು ಸ್ಪಷ್ಟವಾಗಿ ತಿಳಿದಿವೆ.
ku: 8.3 Daxuyaniya arrantertên Qebûlkirinê: HIYARIY FORN Ji bo Garantiyên Xweparastinê HITHYARIY 8 Di vê beşa 8 de, JI BO XWEDN MAXIMSN PN MERMETA Z LADEBEB LA, WEER LA BI XWEY MN WE, W M YA XWED,, BI W USNE. KU BELA, JI BO ANI MIYAN,, JI BO JI BO MERKANTABILITY, KUJIY SN SATTKTYAN, ,IRTIY,, ITARESERIY FOR JI BO PIRTIY P BIJ, OR JI BO NIKAR. Em QE KIRIN QE NIKIRIN SO SERBESTIN JI BO PIRTNGEHA XWEYA BIKIN, JI BO P RENGIRTNNN PNGAVN BELA, OR JI BO V THENDARY OFN SOFTWARE OR SERBESTES JI BO BIKIRIN OR BELA BIKIRIN. Nermalav û karûbarên we ji we re peyda kirin &#39;BI WNE US BASIS US PIRTNGEHN SERHILDAN SERBEST XWE JI BO XWEYN XWEY YN XWE YE, IRTIY ,N, BI LIMITATION, PIRTK WITHN WITHI YE. PARTIY EXN XWE JI BIRNEK BIKE ku DESTP THEKARIYA BARANANY PIRTK PIRTKANN DYARN AGIRTNE.
ky: 8.3 Кепилдиктерден баш тартуу: Ушул 8-БӨЛҮМДӨГҮ ЭКСПРЕССИВДИК КЕПИЛДИКТЕРГЕ ЧЫГАРЫЛГАН ҮЧҮН, КОЛДОНУЛГАН МЫЙЗАМ МЕНЕН ӨЗГӨЧӨ МҮНӨЗДҮК ЭКСПЕНТАЦИЯСЫН ӨЗҮҢҮЗДӨ КОЛДОНБОЙТ, ЭСКЕРГЕН КЕПИЛДИКТЕРДИ ЖОГОРУЛБАЙТ, ЭСКЕРТПЕ, ИШЕНИП, ӨЗҮНДӨ ЖАНА БАШКА КОЛДОНУЛБАЙТ, УКУКТУН ЖАНА ЖЕРДЕ САТЫП АЛУУ КЕРЕК МААНИЛҮҮ БОЛУШУ МҮМКҮНЧҮЛҮКТҮҮ, КАНЧАЛЫК САПАТЫ, аталышы, КАТЫШУУСУ МАКСАТЫ ҮЧҮН ЖАНА ИНФРИНГЕНТТИК ФИТНЕС. БАГЫТЧЫ ПРОГРАММАСЫ ЖАНА КЫЗМАТТАРЫ БАРДЫК ТАЛАПТАРЫМЫЗДЫ, бухгалтердик эсепти талап кылган нерселерди, же программалык камсыздоону же кызматтарды колдонууну ЖОГОРУЛАТЫП ЖАНА КЫЗМАТТАРДЫ ЖОГОТУП КЕТЕЙТИНЕ кепилдик бербейбиз. ПРОГРАММА ЖАНА КЫЗМАТТАР СИЗГЕ БАСЫП ЧЫГАРЫЛАТ ЖАНА ПРОГРАММА ЖАНА КЫЗМАТТАРДЫ ПАЙДАЛАНУУ СИЗДИН ӨЗ КОРКУНУЧУҢУЗ, ЧЕКСИЗ ЖОК, ЭЧ КАЧА МЫЙЗАМДАР ЖОК. КЕПИЛДИКТИ КАНТИП ЧЫГАРУУ КОНСТИТУЦИЯСЫНЫН МАКУЛДАШУУНУН НЕГИЗГИ БИЛДИРҮҮСҮНҮН ТАРАПТАРЫ БИЛДИРЕТ.
lb: 8.3 Verzichterklärung vu Garantien: NËMMEN FIR DÉI EXPRESS Garantien, déi an dëser Sektioun gesat ginn 8, AN DER MAXIMUM EXTENT ZE GEMAACHT ZU BEZUELTIGT Gesetz, MIR MELLT KENG AN aner Garantien, ausdrécklech, implizéierter, statutäresch oder anescht, a gesetzlecher AUS VUN HANDEL, SÉI ALL MÉI Matcher, abegraff vun dësen Händler, Zefriddenheetqualitéit, TITEL, FITNESS FIR E Partikulär Zweck, Oder NON-INFRINGEMENT. MIR GARANTIEN NET DAT SOFTWARE ODER SERVICE ALL VUN ÄR Fuerderungen erfëllen, inklusiv Fuerderungen an Usproch geholl ginn, ODER datt d&#39;Benotzung vun der Software oder d&#39;Servicer ONINTERRUPTED ODER ERROR-gratis sinn. D&#39;SOFTWARE A SERVICES gi fir Iech op engem &#39;AS IS&#39; BASIS AN ÄR BENOTZUNG vu SOFTWARE A SERVICES SINN AN DIR Eege RISIKO BESCHAFT, INSLUTEN, OUNI Limitatioun, Anhale mat NËMMEN Gesetz. D&#39;Parteien sinn ausdrécklech Erkenntnis, datt d&#39;Verlaabnes vun der Garantie eng essenziell Deeler vun der Konventioun ausgeschafft huet.
lo: 8.3 ການປະຕິເສດການຮັບປະກັນ: ການຍົກເວັ້ນຕໍ່ການຮັບປະກັນການສົ່ງເສີມທີ່ ກຳ ນົດໄວ້ໃນພາກນີ້ 8, ເຖິງການສົ່ງອອກ MAXIMUM ໂດຍກົດ ໝາຍ ທີ່ ເໝາະ ສົມ, ພວກເຮົາບໍ່ໄດ້ມີການຄ້ ຳ ປະກັນອື່ນໆ, ການສະ ໜັບ ສະ ໜູນ, ການ ນຳ ໃຊ້, ສະຖິຕິຫຼືວິຊາອື່ນ, ໃນກົດ ໝາຍ ຫຼືຈາກກົດ ໝາຍ ທີ່ມີຜົນບັງຄັບໃຊ້ ການຄ້າ, ເປັນເລື່ອງທີ່ ສຳ ຄັນ, ລວມທັງຜູ້ທີ່ມີຄວາມກ້າຫານ, ຄຸນລັກສະນະທີ່ບໍ່ເປັນປະໂຫຍດ, ຫົວຂໍ້, ຄວາມ ເໝາະ ສົມ ສຳ ລັບຈຸດປະສົງທີ່ເປັນເອກະລັກ, ຫຼືບໍ່ມີຜົນປະໂຫຍດ. ພວກເຮົາບໍ່ໄດ້ຮັບປະກັນວ່າລິຂະສິດຫຼືການບໍລິການຈະປະຕິບັດຕາມຂໍ້ ກຳ ນົດຂອງທ່ານທັງ ໝົດ, ລວມທັງຂໍ້ ກຳ ນົດຂອງບັນຊີ, ຫຼືວ່າການ ນຳ ໃຊ້ຊອບແວຫຼືການບໍລິການຈະບໍ່ຖືກ ນຳ ໃຊ້ຫຼືຜິດພາດໂດຍບໍ່ຕ້ອງເສຍເງິນ. ຊອບແວແລະການບໍລິການແມ່ນໄດ້ຖືກສະ ໜອງ ໃຫ້ທ່ານກ່ຽວກັບ &quot;AS IS&quot; ແລະການ ນຳ ໃຊ້ໂປຼແກຼມແລະການບໍລິການຂອງທ່ານແມ່ນຢູ່ໃນຄວາມສ່ຽງຂອງພວກເຮົາ, ລວມທັງການ ຈຳ ກັດໂດຍບໍ່ ຈຳ ກັດ, ປະຕິບັດຕາມກົດ ໝາຍ ໃດໆ. ພາກສ່ວນຕ່າງໆສະແດງໃຫ້ເຫັນຢ່າງແທ້ຈິງວ່າການເປີດເຜີຍຂອງການຮັບປະກັນແມ່ນສ່ວນ ໜຶ່ງ ທີ່ ສຳ ຄັນຂອງສັນຍາ.
lt: 8.3. Garantijos atsisakymas: IŠSKYRUS IŠREIKŠTAS GARANTIJAS, KURIAS TAIKOMAS ŠIS 8 SKIRSNIS, DĖL KIEKVIENOS GALIMYBĖS, KURIĄ LEIDŽIAMA TAIKYTI ĮSTATYMĄ, NENORIAME JOKIŲ GARANTIJŲ, AIŠKINAMŲ, NETIESIOGINIŲ, TEISĖS AKTŲ BEI JOKIŲ, SUSIJUSIŲ SU TEISĖMIS, ARBA JŲ NENORUOTI. PREKYBOS, KURIOS BET KURIOMS, ĮSKAIČIUOJAMOS Į PARDUOTUVĖS, PASITIKIANČIOS KOKYBĖS, PAVADINIMO, TINKAMUMO YPATINGAM TIKSLUI AR NETURĖJIMĄ. NENOREJAME, KAD PROGRAMINĖ ĮRANGA ARBA PASLAUGOS ATITIKS VISUS JŪSŲ REIKALAVIMUS, ĮSKAITANT APSKAITOS REIKALAVIMUS, ARBA TAI, KAD PROGRAMINĖS ĮRANGOS ARBA PASLAUGŲ NAUDOJIMAS BŪS NETEISĖTAS ARBA KLAIDA. PROGRAMINĖ ĮRANGA IR PASLAUGOS JUMS PATEIKIAMOS „KAS YRA“, PAGRINDAS IR JŪSŲ NAUDOJIMASIS PROGRAMINE ĮRANGA IR PASLAUGOMIS JŪSŲ SAVO RIZIKAI, ĮSKAITANT, BE APRIBOJIMŲ, ATITIKTIES JOKIUS ĮSTATYMUS. ŠALYS AIŠKIAI PRIPAŽĮSTA, KAD GARANTIJOS ATSAKYMAS TEIKIAMA PAGRINDINĖJE SUTARTIES DALYJE.
lv: 8.3. Atteikšanās no garantijām: IZŅEMOT ŠĪS 8. SADAĻĀ MINĒTĀS IZTEIKTĀS GARANTIJAS MAKSIMĀLAJAM ATTIECĪBĀ UZ PIEMĒROJAMO LIKUMU, MĒS NEBŪTU CITAS GARANTIJAS, TIEŠAS, TIEŠAS, STATŪRAS VAI CITĀDAS, LIKUMĀ VAI TĀ LIKUMA VEIDOŠANAS VAI ATTĪSTĪGAS. TIRDZNIECĪBAS ATTIECĪBĀ UZ JEBKĀDĀM JAUTĀJUMIEM, TOSTARP TIRDZNIECĪBAS, APSTIPRINĀJUMA KVALITĀTES, NOSAUKUMA, PIEMĒROTĪBAS ĪPAŠAM MĒRĶAM VAI NEAIZVAIRUMU. Mēs negarantējam, ka PROGRAMMATŪRA vai PAKALPOJUMI ATBILST VISAS JŪSU PRASĪBAS, TOSTARP GRĀMATVEDĪBAS PRASĪBAS, VAI TĀS, KAD PROGRAMMATŪRAS VAI PAKALPOJUMU LIETOŠANA BŪS BEZ PĀRTRAUKTAS VAI BEZ KĻŪDĀM. PROGRAMMATŪRA UN PAKALPOJUMI TIEK SNIEGTI UZ TĀDA, KĀDS IR, PAMATĀ, UN TAVA PROGRAMMATŪRAS UN PAKALPOJUMU LIETOŠANA IR JŪSU SAVĀ RISKĀ, TOSTARP, BEZ IEROBEŽOJUMIEM, ATBILSTĪBA JEBKĀDAM LIKUMAM. Puses skaidri atzīst, ka garantijas atteikšanās veido būtisku nolīguma daļu.
mg: 8.3 Fandavoana ireo mpiady: FAHAFATESANA NY FIVORIANA MAHAY DIA ETO AN-TOERANA IZAO FIZARANA 8, HITANAO ATAO FARANY MAIMIMIM-BOLA, AZONY MBOLA AZO ATAO DIDIKA FARANY, FAMPISEHOANA, FAMPISEHOANA, FAMPISEHOANA NA HAFA ATAO, NA FANAFAHANA, NA AZONAO ATAO FARANY. NY TRADE, AZONY ARY ATSORATRA ENTANA NY FOMANANA, FIVORIANA, FIVORIANA, FIVORIANA MBOLA MAMPISORONANA, NA FAHADIANA. TSY MAZAVA ISIKA FA NY TAHIKY SAFITRA SAO NA NY ASY MANOKANA AZY DIA TOKONY ATAO NY FIKARAKANA REHETRA, ARY MBOLA MOMBA NY FIKAMBANANA, NA AZONAO NY FAMPISEHOANA NY HAFA KOLONINA NA NY SERVISY NA AZO ATAO VONINAHITRA NA MISY KOKOA. NY SORATRAN-KEVITRA SY NY FIVAVAHANA AZONAO AZO ATAO ANAO ANY &#39;AS IS&#39; BASISA ARY NY FAMPISEHOANA AZY ARY NY FAHAGAGANA ARY AZONAO AZONAO AZONAO ARY NY FIKAROTANAO, FIDERANA, TSY MISY FANAZAVANA, FIVORIANA ANY FARANY. NY FIKOMPOANA MANAMPY FANAVOTANA IZANY DIA TOKONY NY FAMPIASANA NY FANDROSOANA NY FIVORIANA AZY Drafitra FAHOANA.
mi: 8.3 Whakakahoretanga o nga Raarangi: WHAKAARO KI TE MAHI WHAKAMAHI KI TE WHAKAMAHI I TE WĀHANGA 8, KI TE MAHI WHAKAMAHI KI TE WHAKAMAHI I TE WHAKAMAHI, KI TE MAHI KI TE KOREUTU KOREUTU, KI TE WHAKAMAHI, TE WHAKAMAHI, TE WHAKAMAHI KI TE RANGI KI TE RANGI, I TE MAHI KI TE KAIAKO. OF TRADE, AS TO ANTARI MATUA, TO TE WHAKAMAHI KI TE MERCHANTABILITY, NGĀ MAHI TUATAHI, TAITANGA, WHAKAARO KI TE WHAKAMAHI WHAKAMAHI, KI TE KORE-INFRINGEMENT. KORE NGAWAI KI TE WHAKAARO KI TE RATONGA KI TE KATOA KI TE KOREUTU KI TE KAIAKO, KI TE WHAKAMAHI KI TE WHAKAMAHI I TE WHAKAMAHI, I TE WHAKAMAHI KI TE WHAKAMAHI KI TE RATONGA KI TE KOREUTU KI TE KOREUTU KI TE KOREUTU KOREUTU. TE WHAKAARO KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE ANA KI TE &#39;AS IS&#39; BASIS KI TE MAHI I TE WHAKAMAHI KI TE WHAKAMAHI KI TE KOREUTU MA TE KAIWHIRI, KI TE WHAKAMAHI, KI TE KAUPAPA I TE WHAKAMAHI, I TE WHAKAMAHI I TE ANAKE. TE RANGI KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE WHAKAMAHI KAUPAPA I TE WHAKAMAHI I TE WHAKAMAHI.
mk: 8.3 Одрекување од гаранции: ИСКЛУЧУВА FORЕ ЗА ГАРАНЦИИТЕ ЗА ЕКСПРЕС, ПОДНЕСЕ ЈА ОД ОВОЈ ДЕЛ 8, ДО МАКСИМЕТСКИОТ ИСКЛУЧЕН СЕ РЕЗИМЕТЕ ОД ЗАКОНСКО ПРАВО, НЕ СМЕЕМЕ ДРУГИ ГАРАНЦИИ, ЕКСПРЕС, ПРИМЕНА, СТАТУТОРИ ИЛИ ДРУГО, НАЈДЕ ИСКОЛНО НА ТРГОВИЈА, КАКО СЕКОЈ МАТЕР, ВКЛУЧУВА ТОА МАРЧАНТЕЛНОСТ, КВАЛИТЕТ ЗА САМИОТ ФАКТИРАЕ, НАСЛОВ, ПОДНЕСУВА FORЕ ЗА ОДГОВОРНА ЦЕЛ, ИЛИ НЕВЕРОЈАТНО. НЕ САКАМЕ ДА ГО СОВЕТНИКОТ ПРИРАЧНИК ИЛИ УСЛУГИ ETЕ ГИ СЕ СПОДЕЛУВАТЕ СИТЕ ВАШНИ БАРАА, ВКЛУЧУВАЕ НА БАРАЕ ЗА СМЕТКОВИРА THЕ, ИЛИ КАКО УПОТРЕБА НА СОФТВЕРОТ ИЛИ УСЛУГИТЕ Е БЕСПЛАТНИ ИЛИ БЕСПЛАТНО. СОВЕТНИЦИ И УСЛУГИ ДА СЕ ОБВРСУВАТЕ ДА БИДЕТЕ ПОСТОЕ &#39;КАКО ДА СЕ УПОТРЕБА БАЗАТА И ВАШАТА УПОТРЕБА НА СОФТВЕР И УСЛУГИ Е НА ВАШИОТ РИЗИК, ВКЛУЧУВАINGЕ, БЕЗ ЛИМИТАЦИЈА, КОМПЛЕСНО СИТЕ ЗАКОНИ. ОДГОВОРНИТЕ СТРАНИ ПАРТИ ПОСТОИТЕ ОД ОБЛАСОТ НА ГАРАНЦИЈА УСТАВУВА ОД ОСНОВЕН ДЕЛ НА ДОГОВОРОТ.
ml: 8 വ്യാപാരം, ഏതൊരു കാര്യത്തിലും, വാണിജ്യപരത, സംതൃപ്‌തി ഗുണനിലവാരം, ശീർഷകം, ഒരു പ്രത്യേക ഉദ്ദേശ്യത്തിനായുള്ള ഫിറ്റ്നസ്, അല്ലെങ്കിൽ ഇൻഫ്രിംഗ്മെന്റ് എന്നിവ ഉൾക്കൊള്ളുന്നു. സോഫ്റ്റ്വെയറോ സേവനങ്ങളോ നിങ്ങളുടെ എല്ലാ ആവശ്യകതകളും നിറവേറ്റുമെന്ന് ഞങ്ങൾ ഉറപ്പുനൽകുന്നില്ല, അക്ക ing ണ്ടിംഗ് ആവശ്യകതകൾ ഉൾക്കൊള്ളുന്നു, അല്ലെങ്കിൽ സോഫ്റ്റ്വെയറിന്റെയോ സേവനങ്ങളുടെയോ ഉപയോഗം തടസ്സമില്ലാതെ പ്രവർത്തിക്കും. സോഫ്റ്റ്വെയറും സേവനങ്ങളും ഒരു &#39;അടിസ്ഥാന&#39; അടിസ്ഥാനത്തിലാണ് നിങ്ങൾക്ക് നൽകിയിട്ടുള്ളത്, നിങ്ങളുടെ സോഫ്റ്റ്വെയർ, സേവനങ്ങളുടെ ഉപയോഗം നിങ്ങളുടെ സ്വന്തം അപകടസാധ്യതയിലാണ്, പരിധിയില്ലാതെ, ഏത് നിയമങ്ങളുമായും പൊരുത്തപ്പെടുന്നു. വാറണ്ടിയുടെ നിരാകരണം കരാറിലെ ഒരു പ്രധാന ഭാഗമായി മാറുന്നുവെന്ന് ഭാഗങ്ങൾ വ്യക്തമായി മനസ്സിലാക്കുന്നു.
mn: 8.3 Баталгааны хариуцлагаас татгалзах: ЭНЭ 8-Р ХЭСЭГТЭЙ БАРИЛГЫН БАРИЛГЫН ТУСЛАМЖИЙН ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ, БИДЭНД АЖИЛЛАГАА, ТӨЛБӨРГҮЙ, ТӨЛӨВЛӨГӨӨГҮЙ, БИДЭНД БАЙХГҮЙ. ХУДАЛДАН АЖИЛЛАГАА, АЖИЛЛАГААНЫ ТӨЛӨВЛӨГӨӨ, ТАНИЛЦУУЛГА АЖИЛЛАГАА, АШИГЛАХ, АЖИЛЛАГААГҮЙ АЖИЛЛАГАА, ЭНД ДАРЖ ЗОРИУЛЖ БАЙНА. БИДНИЙ ХЭРЭГЛЭГЧ эсвэл үйлчилгээнүүд нь НЭГДҮГЭЭР ШААРДЛАГАГҮЙ ШААРДЛАГАГҮЙ БҮРТГЭЛТЭЙ, НЭРЭМЖҮҮЛЭГЧ эсвэл АЖИЛЛАГААНЫ АЖИЛЛАГААГҮЙ, АЖИЛЛАГААГҮЙ БОЛОМЖТОЙ ЮМ. БҮТЭЭГДЭХҮҮН, ҮЙЛЧИЛГЭЭГИЙН ҮНДЭСНИЙ ҮЙЛ АЖИЛЛАГАА, БАЙДАЛ, ҮЙЛЧИЛГЭЭГИЙН ҮЙЛ АЖИЛЛАГААНЫГ ЭРХ ЗҮЙН ЭРХ ЗҮЙ, ХОРООНЫГ ХЭРЭГЖҮҮЛЭХГҮЙ, ХАРИУЦЛАГАГҮЙ, АЖИЛЛАЖ БАЙНА. ХАРИУЦЛАГЫН ТӨЛӨВЛӨГӨӨГИЙН ТАЛААР ХЭРЭГЛЭГЧИЙН ЗАСГИЙН ТӨЛӨВЛӨГӨӨГИЙН ТУХАЙ ХУУЛЬЧУУД.
mr: .3. War हमींचे अस्वीकरणः या कायद्याच्या W व्या क्रमांकाच्या स्पष्ट हमी क्रमांकासाठी लागू, कायद्याद्वारे लागू केलेल्या जास्तीत जास्त मुदतवाढीसाठी, आम्ही कोणतीही इतर हमी दिलेली नाही, स्पष्टपणे, सुचवलेल्या किंवा इतर अटींच्या अटींशिवाय कोणत्याही विषयावर व्यापार म्हणून, त्यातील व्यापारीत्व, समाप्ती गुणवत्ता, शीर्षक, विशिष्ट हेतूसाठी योग्यता किंवा कोणतीही माहिती नसलेली माहिती. सॉफ्टवेअर किंवा सेवा आपल्या सर्व गरजा पूर्ण करेल याची खातरजमा देत नाही, लेखाची आवश्यकता समाविष्ट करुन, किंवा सॉफ्टवेअर किंवा सेवांचा वापर अनियंत्रित किंवा त्रुटीमुक्त केला जाईल. सॉफ्टवेअर आणि सर्व्हिसेस आपल्याला &#39;जसजसे आहे&#39; तसा आधार देण्यात आला आहे आणि सॉफ्टवेअर आणि सेवांचा आपला वापर आपल्या स्वत: च्या जोखमीवर आहे, समाविष्ट आहे, मर्यादेशिवाय, कोणत्याही कायद्यासह अनुपालन आहे. पक्ष स्पष्टपणे जाणतात की हमी निषेधाचे अस्वीकरण कराराचा एक अनिवार्य भाग आहे.
ms: 8.3 Penafian Jaminan: KECUALI UNTUK JAMINAN EKSPRES YANG DITETAPKAN DALAM SEKSYEN 8 INI, SEHINGGA PERBELANJAAN MAKSIMUM YANG DIBERIKAN OLEH UNDANG-UNDANG YANG BERLAKU, KAMI TIDAK MEMBERIKAN JAMINAN LAIN, EKSPRESI, TERSIRAT, BERKANUN ATAU LAINNYA, DALAM HUKUM ATAU DARIPADA HUKUM ATAU DARIPADA HUKUM ATAU DARIPADA HUKUM ATAU DARIPADA DARIPADA PERDAGANGAN, SEBAGAI SEBARANG PERKARA, TERMASUK MEREKTABILITAS, KUALITI YANG MEMUASKAN, TAJUK, KESESUAIAN UNTUK TUJUAN TERTENTU, ATAU BUKAN PELANGGARAN. KAMI TIDAK MENJAMIN BAHAWA PERANGKAT LUNAK ATAU PERKHIDMATAN AKAN MEMENUHI SEMUA KEPERLUAN ANDA, TERMASUK SYARAT PERAKAUNAN, ATAU BAHWA PENGGUNAAN PERISIAN ATAU PERKHIDMATAN AKAN TIDAK BERGANGGU ATAU BEBAS RALAT. PERISIAN DAN PERKHIDMATAN DISEDIAKAN KEPADA ANDA DENGAN ASAS &#39;SEBAGAIMANA ADANYA&#39; DAN PENGGUNAAN PERISIAN DAN PERKHIDMATAN ANDA ADALAH DALAM RISIKO SENDIRI, TERMASUK, TANPA BATASAN, PEMATUHAN DENGAN SETIAP UNDANG-UNDANG. PIHAK-PIHAK MENGAKUI DENGAN JELASNYA bahawa PENAFIAN JAMINAN MENERUSKAN BAHAGIAN PENTING PERJANJIAN.
mt: 8.3 Ċaħda ta &#39;Garanziji: ĦLIEF GĦALL-GARANZIJI ESPRESSI STABBILI FUQ DIN TAQSIMA 8, GĦALL-ESTENS MAXIMA PERMESS MILL-LIĠI APPLIKABBLI, AĦNA MA JAGĦMLU GARANZI OĦRAJN, ESPRESSI, IMPLIKATI, STATUTORJI JEW OĦRAJN, FIL-LIĠI JEW MINN DEFIEN TAL-KUMMERĊ, KIF GĦAL KULL ĦAĠA, INKLUŻ DAWN IL-KUMMERTABILITÀ, IL-KWALITÀ SATISFATTORJA, IT-TITOLU, L-ADATTAMENT GĦAL GĦAN PARTIKOLAR, JEW NONFRINGEMENT. Aħna ma narawx li s-softwer jew is-servizzi se jissodisfaw ir-rekwiżiti kollha tiegħek, inklużi l-ħtiġijiet tal-kont, jew li l-użu tas-softwer jew is-servizzi ma jkunux inkorporati jew ħielsa mill-iżbalji. IL-SOFTWARE U S-SERVIZZI JIĠU PPROVVUTATI BIEX BAŻI &quot;KIF HIJA&quot; U L-UŻU TIEGĦEK TA &#39;SOFTWARE U SERVIZZI HUWA RISKJU PROPRJU TIEGĦU, INKLUŻ, MINGĦAJR LIMITAZZJONI, KONFORMITÀ MA&#39; KULL LEGI. IL-PARTIJIET JIRRIKONOXXU ESPRESSAMENT LI L-KLUF TA &#39;GARANZJA JIKKOSTITWI PARTI ESSENZJALI TAL-Ftehim.
my: ၈.၃ အာမခံချက်ကိုငြင်းပယ်ခြင်း - ဤအပိုင်း ၈ တွင်၊ အမြတ်အစွန်းသက်သာသောအာမခံချက်အတွက်ဤအပိုင်း၏ ၈ ချက်၊ အမြတ်အစွန်းသက်ဆိုင်သောဥပဒေဖြင့်ခွင့်ပြုထားသည်၊ အခြားမည်သည့်အာမခံချက်၊ စာချုပ်၊ ကုန်သွယ်ရေး, ကျေနပ်ရောင့်ရဲသောအရည်အသွေး, ခေါင်းစဉ်, တစ်စုံတစ်ရာရည်ရွယ်ချက်များ, ဒါမှမဟုတ် Non- ချိုးဖောက်မှုများပါဝင်သောမည်သည့်ကိစ္စ, အဖြစ်ပါဝင်သည်။ ကျွန်ုပ်တို့ SOFTWARE သို့မဟုတ် ၀ န်ဆောင်မှုများသည်သင်၏လိုအပ်ချက်များအားလုံး၊ ငွေစာရင်းလိုအပ်ချက်များ၊ သို့မဟုတ် SOFTWARE သို့မဟုတ် ၀ န်ဆောင်မှုများအသုံးပြုမှုကိုအသုံးပြုခြင်းသို့မဟုတ်အမှားကင်းမဲ့ခြင်းတို့ပါ ၀ င်သည်ကိုကျွန်ုပ်တို့မအာမခံပါ။ ဆော့ဖ်ဝဲနှင့် ၀ န်ဆောင်မှုများကိုအခြေခံအားဖြင့်သင့်အားပေးထားသည်။ သင်၏ဆော့ဝဲလ်နှင့် ၀ န်ဆောင်မှုများကိုသင်၏အသုံးပြုမှုသည်သင်၏ကိုယ်ပိုင်စွန့်စားမှု၊ ပါ ၀ င်မှု၊ ကန့်သတ်ချက်မရှိ၊ မည်သည့်ဥပဒေနှင့်မဆိုလိုက်နာခြင်းဖြစ်သည်။ ပါတီများကအာမခံချက်မှငြင်းဆိုချက်သည်သဘောတူစာချုပ်၏အဓိကအပိုင်းကိုဖွဲ့စည်းထားကြောင်းထင်ရှားစွာအသိအမှတ်ပြုသည်။
ne: .3. War वारेन्टीको अस्वीकरण: यस धारा IN मा स्पष्ट ब्याख्यान सेटको लागि लागू, अधिकतम कानून द्वारा लागू गरिएको म्याक्सिमम एक्सटेन्ट, हामी अन्य कुनै पनि वारेन्टी, अभिव्यक्ति, सांस्कृतिक, वा अन्य शर्तमा लिने छैनौं। व्यापारको रूपमा, जस्तोसुकै विषयवस्तुमा, व्यापारीकरण समावेशी, संतोषजनक गुण, शीर्षक, विशेष प्रयोजनका लागि फिट्नेस, वा गैर-इन्फ्रिजमेन्ट। हामी चेतावनी दिन्छौं कि सफ्टवेयर वा सेवाहरू तपाईंको सबै आवश्यकताहरू पूरा गर्नेछ, लेखा आवश्यकतालाई समावेश गर्दछ, वा त्यो सफ्टवेयर वा सेवाहरूको प्रयोग अनियन्त्रित वा त्रुटि-मुक्त हुन्छ। सफ्टवेयर र सेवाहरू तपाइँलाई &#39;जसरी हो&#39; आधारमा प्रदान गरिन्छ र तपाइँको सफ्टवेयर र सेवाहरूको तपाइँको आफ्नै जोखिम, समावेशीकरण, सीमितता बिना, कुनै पनि कानूनको साथ अनुपालन छ। दलहरू स्पष्ट रूपमा थाहा छ कि वारेन्टी कन्स्टीट्युट को अस्वीकरण एग्रीमेन्ट को एक अनिवार्य हिस्सा।
nl: 8.3 Afwijzing van garanties: MET UITZONDERING VAN DE UITDRUKKELIJKE GARANTIES DIE IN DEZE SECTIE 8 ZIJN VERMELD, GEVEN WIJ, VOOR ZOVER MAXIMAAL TOEGESTAAN DOOR DE TOEPASSELIJKE WETGEVING, GEEN ANDERE GARANTIES, UITDRUKKELIJK, IMPLICIET, WETTELIJK OF ANDERSZINS, IN DE WET OF UIT EEN HANDEL OF GEBRUIK VAN HANDEL, WAT BETREFT, MET INBEGRIP VAN VERKOOPBAARHEID, BEVREDIGENDE KWALITEIT, TITEL, GESCHIKTHEID VOOR EEN BEPAALD DOEL OF NIET-INBREUK. WIJ GARANDEREN NIET DAT DE SOFTWARE OF DE DIENSTEN AAN AL UW VEREISTEN ZULLEN VOLDOEN, MET INBEGRIP VAN BOEKHOUDKUNDIGE VEREISTEN, OF DAT HET GEBRUIK VAN DE SOFTWARE OF DE DIENSTEN ONONDERBROKEN OF FOUTLOOS ZAL ZIJN. DE SOFTWARE EN DIENSTEN WORDEN AAN U GELEVERD OP EEN &#39;AS IS&#39;-BASIS EN UW GEBRUIK VAN SOFTWARE EN DIENSTEN IS OP EIGEN RISICO, MET INBEGRIP VAN, ZONDER BEPERKING, NALEVING VAN ENIGE WETGEVING. DE PARTIJEN ERKENNEN UITDRUKKELIJK DAT DE AFWIJZING VAN GARANTIE EEN ESSENTIEEL ONDERDEEL VAN DE OVEREENKOMST VORMT.
no: 8.3 Ansvarsfraskrivelse: Bortsett fra de uttrykkelige garantiene som er angitt i dette avsnitt 8, til det maksimale omfanget som er tillatt i gjeldende lov, gjør vi ingen andre garantier, uttrykkelig, underforstått, lovfestet eller på annen måte, i henhold til lov eller uttrykk AV HANDEL, PÅ NOEN SAMMENHET, INKLUDERT TIL DETTE SALGBARHET, TILFREDSKVALITET, TITEL, EGNETHET FOR ET BESTEMT FORMÅL, ELLER IKKE-OVERVÅKNING. VI GARANTERER IKKE AT PROGRAMVAREN ELLER TJENESTENE OPPFYLLER ALLE DINE KRAV, INKLUDERT REGNSKAPSKRAV, ELLER AT BRUK AV PROGRAMVAREN ELLER TJENESTENE IKKE vil være uforstyrret eller feilfri. PROGRAMVAREN OG TJENESTENE LEVERES DEG PÅ ET &#39;SOM ER&#39; GRUNNLAG, OG DIN BRUK AV PROGRAMVARER OG TJENESTER ER PÅ DIN EGEN RISIKO, INKLUDERENDE UTEN BEGRENSNING, I samsvar med noen lov. PARTENE UTTRYKKELIG GODKJENNINGSOMRÅDE OM AT ANSVARSFRASKRIVELSE KONSTITUTERER EN essensiell del av avtalen.
or: .3..3 ୱାରେଣ୍ଟିର ପ୍ରତ୍ୟାଖ୍ୟାନ: ଏକ୍ସପ୍ରେସ୍ ୱାରେଣ୍ଟିଗୁଡିକ ପାଇଁ ଏହି ବିଭାଗ 8 ରେ ପ୍ରଯୁଜ୍ୟ ନିୟମ ଅନୁଯାୟୀ ଅନୁମୋଦିତ ମ୍ୟାକ୍ସିମମ୍ ଏକ୍ସଟେଣ୍ଟ୍ ପାଇଁ ଏକ୍ସପ୍ରେସ୍, ଆମେ ଅନ୍ୟ କ W ଣସି ୱାରେଣ୍ଟି, ଏକ୍ସପ୍ରେସ୍, ପ୍ରୟୋଗ, ନିୟମ କିମ୍ବା ଅନ୍ୟ କ OR ଣସି କାର୍ଯ୍ୟ କିମ୍ବା ନିୟମ କିମ୍ବା ଅନ୍ୟାନ୍ୟ କାର୍ଯ୍ୟ କରୁନାହୁଁ। ବାଣିଜ୍ୟର ଯେକ AN ଣସି ବିଷୟ ପାଇଁ, ବାଣିଜ୍ୟ, ସ୍ୟାଟିସଫାକ୍ଟୋରୀ ଗୁଣବତ୍ତା, ଟାଇଟଲ୍, ଏକ ବିଶେଷ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଫିଟ୍ନେସ୍, କିମ୍ବା ଅଣ-ଇନଫ୍ରିଙ୍ଗମେଣ୍ଟ ଅନ୍ତର୍ଭୁକ୍ତ କରେ | ଆମେ ୱାରେଣ୍ଟ କରୁନାହୁଁ ଯେ ସଫ୍ଟୱେୟାର କିମ୍ବା ସେବାଗୁଡିକ ଆପଣଙ୍କର ସମସ୍ତ ଆବଶ୍ୟକତା ପୂରଣ କରିବ, ଆକାଉଣ୍ଟିଂ ଆବଶ୍ୟକତାକୁ ଅନ୍ତର୍ଭୂକ୍ତ କରିବ, କିମ୍ବା ସଫ୍ଟୱେୟାରର ବ୍ୟବହାର କିମ୍ବା ସେବାଗୁଡିକ ଅଣ-ତ୍ରୁଟିପୂର୍ଣ୍ଣ କିମ୍ବା ମାଗଣା ହେବ | ସଫ୍ଟୱେୟାର ଏବଂ ସେବାଗୁଡିକ ଆପଣଙ୍କୁ ଏକ &#39;ଯେପରି&#39; ଆଧାରରେ ପ୍ରଦାନ କରାଯାଇଛି ଏବଂ ଆପଣଙ୍କର ସଫ୍ଟୱେୟାର ଏବଂ ସେବାଗୁଡିକର ଉପଯୋଗ ଆପଣଙ୍କ ବିପଦରେ ଅଛି, ଅନ୍ତର୍ଭୂକ୍ତ କରେ, ସୀମିତତା ବିନା, କ LA ଣସି ନିୟମ ସହିତ ସମ୍ପୃକ୍ତ | ପାର୍ଟିଗୁଡିକ ସ୍ AC ୀକୃତିପ୍ରାପ୍ତ ଯେ ୱାରେଣ୍ଟିର ଡିସକ୍ଲାଏର୍ ଚୁକ୍ତିନାମାର ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅଂଶ ଗଠନ କରେ।
pa: 8.3 ਵਾਰੰਟੀ ਦਾ ਅਧਿਕਾਰ ਕਿਸੇ ਵੀ ਮਾਮਲੇ ਦੇ ਅਨੁਸਾਰ, ਵਪਾਰਕ ਕਾਰਗੁਜ਼ਾਰੀ, ਸੰਤੁਸ਼ਟੀ ਯੋਗਤਾ, ਸਿਰਲੇਖ, ਖਾਸ ਉਦੇਸ਼ ਲਈ ਤੰਦਰੁਸਤੀ, ਜਾਂ ਗੈਰ-ਇਨਫ੍ਰਾਈਜਮੈਂਟ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨਾ. ਅਸੀਂ ਇਸ ਗੱਲ ਦੀ ਗਰੰਟੀ ਨਹੀਂ ਦਿੰਦੇ ਹਾਂ ਕਿ ਸਾੱਫਟਵੇਅਰ ਜਾਂ ਸੇਵਾਵਾਂ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨਗੀਆਂ, ਲੇਖਾ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ, ਜਾਂ ਸਾਫਟਵੇਅਰ ਜਾਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਅਸੰਬੰਧਿਤ ਜਾਂ ਖਰਾਬ ਹੋਣਗੀਆਂ. ਸੌਫਟਵੇਅਰ ਅਤੇ ਸੇਵਾਵਾਂ ਤੁਹਾਨੂੰ &#39;ਜਿਵੇਂ ਕਿ&#39; ਅਧਾਰਤ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਸਾਫਟਵੇਅਰ ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਤੁਹਾਡੇ ਆਪਣੇ ਜੋਖਮ &#39;ਤੇ ਹੈ, ਸ਼ਾਮਲ ਹੈ, ਸੀਮਾਵਾਂ ਤੋਂ ਬਿਨਾਂ, ਕਿਸੇ ਵੀ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ. ਪਾਰਟੀਆਂ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਸਮਝਦੀਆਂ ਹਨ ਕਿ ਵਾਰੰਟੀ ਸੰਵਿਧਾਨ ਦੇ ਘੋਸ਼ਣਾਕਰਤਾ ਇਕਰਾਰਨਾਮੇ ਦਾ ਇਕ ਜ਼ਰੂਰੀ ਹਿੱਸਾ.
pl: 8.3 Zrzeczenie się gwarancji: Z WYJĄTKIEM WYRAŹNYCH GWARANCJI OKREŚLONYCH W NINIEJSZEJ SEKCJI 8, W MAKSYMALNYM ZAKRESIE DOZWOLONYM PRZEZ OBOWIĄZUJĄCE PRAWO, NIE UDZIELAMY ŻADNYCH INNYCH GWARANCJI, WYRAŹNYCH, DOROZUMIANYCH, USTAWOWYCH ANI INNYCH, W RAMACH UŻYTKOWANIA ANI KURSU HANDLOWYCH, W KAŻDEJ SPRAWIE, W TYM PRZYDATNOŚCI HANDLOWEJ, ZADOWALAJĄCEJ JAKOŚCI, TYTUŁU, PRZYDATNOŚCI DO OKREŚLONEGO CELU LUB NIENARUSZANIA PRAW. NIE GWARANTUJEMY, ŻE OPROGRAMOWANIE LUB USŁUGI SPEŁNI WSZYSTKIE WYMAGANIA UŻYTKOWNIKA, W TYM WYMAGANIA KSIĘGOWE, ANI ŻE KORZYSTANIE Z OPROGRAMOWANIA LUB USŁUG BĘDZIE NIEPRZERWANE LUB WOLNE OD BŁĘDÓW. OPROGRAMOWANIE I USŁUGI SĄ DOSTARCZANE W STANIE „TAKIM, JAKIM JEST”, A KORZYSTANIE Z OPROGRAMOWANIA I USŁUG NA WŁASNE RYZYKO, W TYM BEZ OGRANICZEŃ, ZGODNOŚĆ Z WSZELKIMI PRAWAMI. STRONY WYRAŹNIE POTWIERDZAJĄ, ŻE ZRZECZENIE SIĘ GWARANCJI STANOWI NIEZBĘDNY CZĘŚĆ UMOWY.
ps: .3..3 د تضمین څرګندول: د ضمیمه شوي قانون له مخې په SE برخه کې د پلي شوي تضمینونو څخه معافیت ، د قانوني قانون له مخې د مسمیم اضافي تمدید ته ، موږ نور هیڅ تضمین ، تمویل ، تقویتي ، وضعیت او یا نور قانون نه جوړوو د هر ډول معاملې سره سم ، د ځانګړی هدف لپاره د مطابقت ، قامت وړتیا ، سرلیک ، فټنیس په شمول د هر یوه موضوع په توګه ، د تجارت یا غیر لیږدونکې پیسې. موږ تضمین نه کوو چې سافټویر یا خدمات به ستاسو ټول اړتیاوې پوره کړي ، د محاسبې اړتیاوې به پکې شاملې کړي ، یا د سافټویر یا خدماتو کارول به بې له ځنډه ضایع شي. سافټویر او خدمات تاسو ته د &#39;لکه څنګه چې په اساس&#39; اساس درکول کیږي او ستاسو د سافټویر او خدماتو کارول ستاسو له خپل ځان سره ، له محدودیت پرته ، د کوم قانون سره مطابقت لري. اړخونه په ښکاره ډول پوهیږي چې د تضمین کونکي ادعاګانې ردوي د تړون یوه اړین برخه.
pt: 8.3 Renúncia de Garantias: EXCETO PARA AS GARANTIAS EXPRESSAS ESTABELECIDAS NESTA SEÇÃO 8, NA MEDIDA MÁXIMA PERMITIDA PELA LEI APLICÁVEL, NÃO OFERECEMOS OUTRAS GARANTIAS, EXPRESSAS, IMPLÍCITAS, ESTATUTÁRIAS OU DE OUTRA FORMA, NA LEI OU DE UM CURSO DE NEGOCIAÇÃO OU USO DE COMÉRCIO, QUANTO A QUALQUER ASSUNTO, INCLUINDO OS DE COMERCIALIZAÇÃO, QUALIDADE SATISFATÓRIA, TÍTULO, ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA OU NÃO VIOLAÇÃO. NÃO GARANTIMOS QUE O SOFTWARE OU OS SERVIÇOS ATENDERÃO A TODOS OS SEUS REQUISITOS, INCLUINDO OS REQUISITOS DE CONTABILIDADE, OU QUE O USO DO SOFTWARE OU DOS SERVIÇOS SERÁ ININTERRUPTO OU LIVRE DE ERROS. O SOFTWARE E OS SERVIÇOS SÃO FORNECIDOS A VOCÊ &quot;COMO ESTÃO&quot; E SEU USO DO SOFTWARE E DOS SERVIÇOS É POR SUA PRÓPRIA CONTA E RISCO, INCLUINDO, SEM LIMITAÇÃO, A CONFORMIDADE COM QUAISQUER LEIS. AS PARTES RECONHECEM EXPRESSAMENTE QUE A ISENÇÃO DE GARANTIA CONSTITUI UMA PARTE ESSENCIAL DO CONTRATO.
ro: 8.3 Renunțarea la garanții: EXCEPT PENTRU GARANȚIILE EXPRIME SETATE ÎN FORMA DIN ACEST SECȚIUNE 8, LA EXTINȚIA MAXIMĂ PERMISĂ DE LEGEA APLICABILĂ, NU FĂM ALTE GARANȚII, EXPRIM, IMPLICATE, STATUTARE SAU OTRĂ DE LA O CUMPĂRĂ O ORĂ COMERCIALUL, CA NICIUN MATERIU, INCLUSIV CELE DE MERCANTABILITATE, CALITATE SATISFACTORIE, TITLU, CONFORMITATE PENTRU UN SCOP PARTICULAR, SAU NON-INFRINGERE. NU GARANȚIAZĂ CĂ SOFTWARE-ul SAU SERVICIILE ÎNTREȚIN TOATE CERINȚELE DVS., INCLUSIV CERINȚELE CONTABILITĂȚII, SAU FOLOSIREA SOFTWARE-ului SAU A SERVICIILOR NU ESTE NECUPRATE SAU FĂRĂ EROARE. SOFTWARE-ul ȘI SERVICIILE SUNT FURNIZATE PENTRU DUMNEAVOASTRĂ „ASTEA” ESTE ȘI UTILIZAREA Dumneavoastră a SOFTWARE-ului ȘI SERVICIILOR ESTE LA RISCURI PROPRIE, INCLUS, FĂRĂ LIMITARE, CONFORMITĂȚII CU NICIUNE LEGI. PĂRȚILE CONSTATĂ EXPRIM PENTRU CĂ DECLARAREA GARANȚIEI CONSTITUIE O PARTE ESENȚIALĂ A ACORDULUI.
ru: 8.3 Отказ от гарантий: ЗА ИСКЛЮЧЕНИЕМ ЯВНЫХ ГАРАНТИЙ, ИЗЛОЖЕННЫХ В ДАННОМ РАЗДЕЛЕ 8, В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, МЫ НЕ ДАЕМ НИКАКИХ ДРУГИХ ГАРАНТИЙ, ЯВНЫХ, ПОДРАЗУМЕВАЕМЫХ, ЗАКОНОДАТЕЛЬНЫХ ИЛИ ДРУГИХ УСЛОВИЙ, В ЗАКОНЕ ИЛИ ИЗУЧЕНИЯ ТОРГОВЛИ В ОТНОШЕНИИ ЛЮБЫХ ВОПРОСОВ, ВКЛЮЧАЯ КОММЕРЧЕСКОЙ ЦЕННОСТИ, УДОВЛЕТВОРИТЕЛЬНОГО КАЧЕСТВА, НАЗВАНИЯ, ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ ИЛИ НЕПРАВОМЕРНОГО НАРУШЕНИЯ. МЫ НЕ ГАРАНТИРУЕМ, ЧТО ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ИЛИ УСЛУГИ БУДУТ СООТВЕТСТВОВАТЬ ВАШИМ ТРЕБОВАНИЯМ, ВКЛЮЧАЯ УЧЕТНЫЕ ТРЕБОВАНИЯ, ИЛИ ЧТО ИСПОЛЬЗОВАНИЕ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ УСЛУГ БУДЕТ БЕСПЕРЕБОЙНЫМ ИЛИ БЕЗОШИБОЧНЫМ. ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ И УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ ВАМ «КАК ЕСТЬ», И ВЫ ИСПОЛЬЗУЕТЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ И УСЛУГИ НА ВАШ СОБСТВЕННЫЙ РИСК, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, СОБЛЮДЕНИЕ ЛЮБЫХ ЗАКОНОВ. СТОРОНЫ ЯВНО ПОДТВЕРЖДАЮТ, ЧТО ОТКАЗ ОТ ГАРАНТИЙ ЯВЛЯЕТСЯ НЕОБХОДИМОЙ ЧАСТЬЮ СОГЛАШЕНИЯ.
rw: 8.3. RY&#39;UBUCURUZI, KU BINTU BYOSE, HARIMO ABA BUCURUZI, UMUNTU UFATANYIJE, TITLE, FITNESS KUBIKORWA BIDASANZWE, CYANGWA BIDASANZWE. NTABWO TWEMEJE KO SOFTWARE CYANGWA SERIVISI ZIZAHUZA IBISABWA BYANYU BYOSE, HARIMO IBISABWA BYA KONTI, CYANGWA UKORESHEJWE NA SOFTWARE CYANGWA SERIVISI ZIZAKORESHWA CYANGWA AMAKOSA-KUBUNTU. SOFTWARE NA SERIVISI ZITANZWE KURI SHINGIRO &#39;NKUKO&#39; KANDI UKORESHEJE SOFTWARE NA SERIVISI ZIKURIKIRA, HARIMO, NTA LIMITATION, YUZUYE N&#39;AMATEGEKO YOSE. AMASHYAKA YEMEWE CYANE KO UREGA AMATEGEKO Y’INGENZI IGICE CY&#39;INGENZI CY&#39;AMASEZERANO.
sd: 8.3 وارنٽي جي دستبرداري: اضافي حصي وارن بيانن کان سواءِ مختص ڪريو ، هن سيڪشن 8 ۾ ، قابل اطلاق قانون سازي جي طرفان وڌ ۾ وڌ اجازت نامي ، اسان ڪنهن ٻئي وارنٽي ، وضاحت ، نفاذ ، بيان يا قانون ، اصطلاح يا قانون ۾ شامل نه ٿا ڪريون. واپار جي ، ڪنهن به معاملي کي ، خاص طور تي صلاحيت ، قابليت جي معيار ، عنوان ، هڪ خاص مقصد جي لاءِ موزون ، يا بغير ڪنهن نقصان جي. اسان خبردار نه ڪندا آهيون ته سافٽ ويئر يا خدمتون توهان جي سڀني تقاضائن کي پورو ڪندي ، حساب گهرڻ کي شامل ڪندي ، يا انهي سافٽ ويئر يا خدمتن جو استعمال رڪاوٽ يا غلطين کان پري نه ٿيندو. سافٽويئر ۽ خدمتون توهان کي هڪ بنيادي طور تي فراهم ڪيون ويون آهن ۽ توهان جو سافٽ ويئر ۽ سهولتون جو استعمال توهان جي پنهنجي خطرناڪ اثر تي مشتمل آهي ، بشمول حد جي بغير ڪنهن به قانون جي تعميل. پارٽيءَ واضح طور تي مڃي وٺن ٿيون ته وارنٽي جو اعلان رد ٿيڻ واري معاهدي جي هڪ اهم حصو آهي.
si: 8.3 වගකීම් පිළිබඳ වියාචනය: මෙම වගන්තියේ 8 වන වගන්තියේ දක්වා ඇති ප්‍රකාශිත වගකීම් සඳහා හැර, අදාළ වන නීතියෙන් අවසර දී ඇති උපරිම ප්‍රමාණයට, අපි වෙනත් වගකීම්, ප්‍රකාශිත, භාවිතයෙන් හෝ පිටතදී හෝ වෙනත් ආකාරයකින් හෝ ලබා දී ඇත. වෙළඳාම, ඕනෑම කාරණයක් සඳහා, වෙළඳාම්, තෘප්තිමත් ගුණාත්මකභාවය, මාතෘකාව, විශේෂිත අරමුණු සඳහා යෝග්‍යතාවය, හෝ අනවසරයෙන් ඇතුළුවීම. මෘදුකාංග හෝ සේවා ඔබගේ සියලු අවශ්‍යතා සපුරාලනු ඇති බවට අපි සහතික නොවන්නෙමු, ගිණුම් අවශ්‍යතා ඇතුළත් වේ, නැතහොත් මෘදුකාංගය හෝ සේවාවන් භාවිතා කිරීම අක්‍රීය හෝ අක්‍රීය වනු ඇත. මෘදුකාංග සහ සේවා ඔබට ලබා දී ඇත්තේ &#39;පවතින&#39; පදනමක් මත වන අතර ඔබේ මෘදුකාංග හා සේවා භාවිතය ඔබේම අවදානමක, සීමාවකින් තොරව, ඕනෑම නීතියකින් අනුකූල වීම. වගකීම් ප්‍රතික්ෂේප කිරීම ගිවිසුමේ අත්‍යවශ්‍ය කොටසක් වන බව පාර්ශවයන් පැහැදිලිවම දනී.
sk: 8.3 Zrieknutie sa záruk: S VÝNIMKOU VÝSLOVNÝCH ZÁRUK UVEDENÝCH V TEJTO ČASTI DO MAXIMÁLNEHO ROZSAHU POVOLENÝCH UPLATNITEĽNÝMI PRÁVNYMI PREDPISMI, NEPRIJÍMAME ŽIADNE ZÁRUKY, VÝSLOVNÉ, IMPLIKOVANÉ, ŠTATUTÁRNE ALEBO Z KURZU OBCHODU ALEBO POUŽITIA OBCHODU AKO KTORÉKOĽVEK ZÁLEŽITOSTI VRÁTANE TÝCHTO OBCHODOVATEĽNOSTÍ, SPOKOJNOSTI KVALITY, NÁZOV, VHODNOSTI NA KONKRÉTNY ÚČEL ALEBO NEPORÚŠANIA. NEZARUČUJEME, ŽE SOFTVÉR ALEBO SLUŽBY SPLŇUJE VŠETKY VAŠE POŽIADAVKY, VRÁTANE ÚČTOVNÝCH POŽIADAVIEK, ALEBO ŽE POUŽÍVANIE SOFTVÉRU ALEBO SLUŽIEB NEBUDE NEPRERUŠENÉ ALEBO BEZ CHYBY. SOFTVÉR A SLUŽBY SA POSKYTUJÚ NA ZÁKLADE „AKO JE“ A VAŠE POUŽÍVANIE SOFTVÉRU A SLUŽIEB JE NA VLASTNÉ RIZIKO, VRÁTANE BEZ OBMEDZENIA, SÚLAD S INÝMI ZÁKONMI. ZMLUVNÉ STRANY VÝSLOVNE UZNÁVAJÚ, ŽE ZRIEKNUTIE ZÁRUK ZARUČUJE ZÁKLADNÚ ČASŤ DOHODY.
sl: 8.3 Izjava o garanciji: RAZEN IZJAVE JAMSTVENIH GARANCIJ, NAVEDENIH V TEH ODDELKU 8 DO NAJVEČEGA DOLOČILA, KI JIH DOŽIVA VELJAVNI ZAKON, IZDELAMO DRUGIH GARANCIJ, IZJAVLJENO, IZVAJANO, STATUTOR ALI DRUGE DRŽAVE V DRUGI DRŽAVI V DRUGI DRŽAVI TRGOVINE, KAKŠNEGA VSEBNOSTI, VKLJUČNO S TAKO TRGOVINO, ZADOVOLJSTVENO KAKOVOST, NASLOV, PRIKLADNOST ZA POSEBNI NAMEN ALI NEVARNOST. NE GARANCIJEMO, DA SO PROGRAMSKA OPREMA ALI STORITVE izpolnili vse vaše zahteve, VKLJUČNO Z RAČUNOVODNIMI ZAHTEVKI, ALI DA UPORABA PROGRAMSKE OPREME ALI STORITVE BODO NEPREKRETNI ALI NAPAKA. PROGRAMSKA OPREMA IN STORITVE VAM NAROČAJO NA PODROČJU &quot;KAKŠEN JE&quot;, VAŠA UPORABA PROGRAMSKEGA OPREME IN STORITEV JE NA VAŠEM TVEGANJU TVEGANJA, VKLJUČNO Z BREZ OMEJITEV, SKLADNOST Z NEKATERIMI ZAKONI. STRANKE IZJAVNO PRIZNAVAJO, DA ZAVRNITEV GARANCIJE USTREZA OSNOVNI DEL SPORAZUMA.
sq: 8.3 Refuzimi i garancive: SHPENZIMI P FORR Garancitë e ekspresit vendosni FORT IN N IN KIST S NEN 8, N TO EXTENTIN MAXIMUM TER PERRMARRJE NGA LIGJI I Zbatueshëm, NUK B MJM W GARANCA TTHER TJERA GARANCAT, SHPJESH, ZBATUAR, STATUTORI DHE TTHER TJERA T OF TJERA E TREGTIS,, SI ANDO MDON ND ,RTJE, PCRFSHIRSE THOSE E MERKANTABILITETIT, CILSIS S E SATISFACTORYS, TITULLIT, FITNESS P FORR QURNJ PJESMARRJE, APO JU PAVARRJE. Ne nuk garantojmë se SOFTWARE ose shërbimet do të plotësojnë të gjitha kërkesat tuaja, duke përfshirë kërkesat e llogaritjes, ose që përdorimi i softuerit ose shërbimet do të jenë të pandryshuara ose pa gabime. PROGRAMI DHE SH SERVRBIMET JAN PRO SHPRNDONI TUAJ N ON AN BAZA ASSHT AS ISSHT &#39;DHE P USRDORIMI JUAJ I SOFTWARE DHE SHICRBIMET ATSHT AT N AT RREZIKEN TUAJ TUAJ, PCRFSHIR, POR KUFIZIM, P COMPRFUNDIM ME ANDO LIGJE. PJES E SHPENZUAR NPR SHUM Q TH SHPALLJE E GARANCISIS KUSHTETUES NJ AN PJES THEMELORE T THE MARRVESHJES.
sr: 8.3 Изјава о одрицању гаранције: ОСИМ ЗА ЕКСПРЕСНЕ ГАРАНЦИЈЕ НАСТАВЉЕНЕ У ОВОМ ОДЕЉУ 8 ДО НАЈВЕЋЕГ ДОСТОЈАЊА ОДГОВОРНОГ ЗАКОНА, НЕМОЈТЕ ДОБИТИ ДРУГЕ ГАРАНЦИЈЕ, ИЗРАЖЕНО, ДОСТАВЉЕНО, СТАТУТОР ИЛИ ДРУГОСТОЧНО У ДРУГИМА, КАО ДРЖАВНО У ДРУГИМА У ДРУГИМА! ТРГОВИНЕ, КАО ИКАКА ПИТАЊА, УКЉУЧУЈУЋИ ТАКО МЕРХАНТАБИЛИТЕТЕ, КВАЛИТЕТА ЗАДОВОЉСТВА, НАСЛОВА, ПРИКЛАДНОСТИ ЗА ДИЈЕЛОВАН НАМЈЕНУ ИЛИ НЕПОТРЕБУ. НЕ гарантирамо да ће софтвер или услуге испунити све ваше захтеве, укључујући захтеве за рачуноводство, или да ће употреба софтвера или услуга бити без грешке или без грешке. СОФТВЕР И УСЛУГЕ ВАС ДОСТАВЉУЈУ НА ОСНОВУ &quot;КАКО ЈЕ&quot;, А ВАША КОРИШТЕЊА СОФТВЕРА И УСЛУГА ЈЕ НА ВАШОЈ РИЗИЦИ, УКЉУЧУЈУЋИ, БЕЗ ОГРАНИЧЕЊА, САОПШТЕЊЕ БИЛО КОЈИМ ЗАКОНИМА. СТРАНЕ ИЗРАЗНО ЗНАЧАЈУ ДА ЈЕ ОДРИЦАЊЕ ЈАМСТВА УСТАНОВИО ОСНОВНИ ДЕО УГОВОРА.
sv: 8.3 Friskrivning av garantier: Bortsett från de uttryckliga garantier som anges i denna avsnitt 8, till det maxima utsträckta tillåtet genom tillämplig lag, vi gör inga andra garantier, uttryckliga, underförstådda, lagstadgade eller på annat sätt, i lag eller i en fråga AV HANDEL, OM NÅGONSAKT, INKLUDERANDE HANDEL AV SÄKERHET, TILLFÄLLANDE KVALITET, TITEL, FITNESS FÖR EN SÄRSKILD SYFTE ELLER INTE-OTROLIG. VI GARANTIERAR INTE ATT PROGRAMVARAN ELLER TJÄNSTERNA UPPFYLLER ALLA DINA KRAV, INKLUDERA KONTOKRAV KRAV ELLER ATT ANVÄNDNING AV PROGRAMVARAN ELLER TJÄNSTERNA kommer att vara ointrångfritt eller felfritt. PROGRAMVARAN OCH TJÄNSTERNA TILLGÅR DIG PÅ EN &quot;SOM ÄR&quot; -BASIS OCH DITT ANVÄNDNING AV PROGRAMVARAN OCH TJÄNSTER ÄR PÅ DIN EGNA RISK, INKLUDERANDE UTAN BEGRÄNSNING, I enlighet med några lagar. PARTERNA UTTRYCKLIGT ERKÄNNANDE ATT AVSÄTTNING AV GARANTI STÅR EN VÄSENTLIG DEL AV AVTALET.
sw: 8.3 Kanusho la dhamana: BIDHAA KWA WANAFUNZI WA DHAMBI ZAIDI KWA SEHEMU HII 8, KWA HABARI ZA KIUME ZA MAXIMUM ZILIVYOBADILISHWA NA DALILI YA KUFANYA, TUTAONEKANA, TAFADHALI AU HABARI AU ZAIDI AU ZAIDI YA AU YA KUHUSU, KAMA KWA DHAMBI yoyote, KUHUSANYA VIWANZO VYA MERCHANABILITY, SALISI YA SATISFACTORY, TITLE, KUTEMBELEA KWA MAHUSIANO YA KIUME, AU KWA KUFAHAMU. HATIMAYE KUFANYA HABARI KESHO AU HUDUMA ZITAKUONIA ZAIDI YAKO YOTE, KUPATA TAFITI ZA KUFUNGUA, AU KWA KUTUMIA KESI YA URAHISI AU HUDUMA ZITAKUWA ZAIDI AU ZA URAHISI. SOFTWARE NA HUDUMA ZILIVYOPATIKWA KWA JUU YA &#39;KAMA ILIYO&#39; BASISI NA UTUMISHI WAKO WA KUSAIDIA NA HUDUMA NI KWA URAHISI WAKO WOTE, KUJENGA, KILA MAHUSIANO, KUFANIKIWA NA sheria ZOTE. WAZIRI ALIANGALIA PESA KWA NINI KUTEMBELEA KWA WAKAZI KUPITIA SEHEMU YA KIUME YA Mungano.
ta: 8.3 உத்தரவாதங்களின் மறுப்பு: இந்த பிரிவு 8 இல் அமைக்கப்பட்டுள்ள வெளிப்படையான உத்தரவாதங்களைத் தவிர்த்து, பொருந்தக்கூடிய சட்டத்தின் மூலம் அனுமதிக்கப்பட்ட அதிகபட்ச விரிவாக்கத்திற்கு, நாங்கள் வேறு உத்தரவாதங்கள், வெளிப்படையானவை, அல்லது குறைந்த பட்சம் பயன்படுத்தப்படுகிறோம். வர்த்தகம், எந்தவொரு விஷயத்திலும், வணிகத் திறன், திருப்திகரமான தரம், தலைப்பு, ஒரு குறிப்பிட்ட நோக்கத்திற்கான பொருத்தம், அல்லது ஊக்கமளித்தல் ஆகியவற்றை உள்ளடக்கியது. மென்பொருள் அல்லது சேவைகள் உங்கள் தேவைகள் அனைத்தையும் பூர்த்தி செய்யும் என்று நாங்கள் உத்தரவாதம் அளிக்கவில்லை, கணக்கு தேவைகளை உள்ளடக்கியது, அல்லது மென்பொருள் அல்லது சேவைகளின் பயன்பாடு தடையின்றி அல்லது தடையில்லாமல் இருக்கும். சாஃப்ட்வேர் மற்றும் சேவைகள் உங்களுக்கு &#39;வழங்கப்பட்டவை&#39; அடிப்படையில் வழங்கப்படுகின்றன மற்றும் உங்கள் மென்பொருள் மற்றும் சேவைகளின் பயன்பாடு உங்கள் சொந்த ஆபத்தில் உள்ளது, உள்ளடக்கம், வரம்பு இல்லாமல், எந்தவொரு சட்டங்களுடனும் இணக்கம். உத்தரவாதத்தின் மறுப்பு ஒப்பந்தத்தின் அத்தியாவசிய பகுதியை உருவாக்குகிறது என்பதை கட்சிகள் வெளிப்படையாக அறிந்திருக்கின்றன.
te: 8.3 వారెంటీల నిరాకరణ: ఈ సెక్షన్ 8 లో, ప్రత్యేకమైన వారెంటీలకు మినహాయించి, వర్తించే చట్టం ద్వారా అనుమతించబడిన గరిష్ట విస్తరణకు, మేము ఇతర వారెంటీలు, ఎక్స్‌ప్రెస్, లేదా అంతకు మించి, లేదా అంతకుమించి, వాణిజ్యం, ఏమైనా, వాణిజ్య, సాటిఫ్యాక్టరీ క్వాలిటీ, టైటిల్, ఒక నిర్దిష్ట ప్రయోజనం కోసం ఫిట్నెస్, లేదా నాన్-ఇన్ఫ్రెజిమెంట్. సాఫ్ట్‌వేర్ లేదా సేవలు మీ అన్ని అవసరాలను తీర్చగలవని మేము హామీ ఇవ్వము, అకౌంటింగ్ అవసరాలను కలిగి ఉంటుంది, లేదా సాఫ్ట్‌వేర్ లేదా సేవలను ఉపయోగించడం అంతరాయం లేదా అంతరాయం కలిగిస్తుంది. సాఫ్ట్‌వేర్ మరియు సేవలు మీకు &#39;అందించబడినవి&#39; ఆధారంగా అందించబడతాయి మరియు సాఫ్ట్‌వేర్ మరియు సేవల యొక్క మీ ఉపయోగం మీ స్వంత రిస్క్‌లో ఉంది, పరిమితి లేకుండా, ఏదైనా చట్టాలతో సమ్మతి. వారెంటీ యొక్క నిరాకరణ ఒప్పందం యొక్క ముఖ్యమైన భాగాన్ని నిర్దేశిస్తుందని పార్టీలు స్పష్టంగా తెలుసు.
tg: 8.3 Радди кафолатҳо: Иҷрои кафолатҳои экспрессро дар фасли 8, то ба ҳадди ниҳоии ҳадди аксар, ки бо қонуни татбиқ дода мешавад, пешниҳод намекунем, мо кафолатҳои дигареро пешниҳод намекунем, изҳор намекунем, сабт намекунем ва дигаронро, дар қонун ё дар ҷои кор ТЕАТР, ҲАР ЯГОН ВАЗИФАҲО, КИ ОНҲОИ Қобилияти меҳнатӣ, сифат ва қобилияти қаноатбахш, ном, фитнесро барои мақсадҳои мушаххас ё ғайри таблиғоти ғайримуқаррарӣ дар бар мегиранд. МО ОГОҲ КУНЕД, ки БАРНОМАИ ХИЗМАТРО Ё ХИЗМАТҲО ҳама талаботҳои шуморо, бо дарназардошти талаботҳои баҳисобгирии бухгалтерӣ ё аз истифодаи истифодаи нармафзори нармафзор ё хидматрасониашон, барҳам дода намешаванд ё хато мекунанд. БАРНОМАИ ХИЗМАТРАСОН. ВА ХИЗМАТРАСОНӣ БАРОИ ШУМО МАЪЛУМОТ МЕШАВАНД ВА ИСТИФОДАИ БАРНОМА ВА ХИЗМАТРАСОНИҲОИ МАСЪУЛИЯТ ВА ХИЗМАТРАСОНИҲОИ МАСЪУЛИЯТИ ДИГАР МАЪЛУМОТ МЕГАРДАНД Тарафҳо ба таври возеҳ медонанд, ки ДИГАР КАРДАНИ КАФОЛАТИ КОНСТИТУТСИЯРО ҚИСМИ АСОСИИ МАҲДУД КАРД.
th: 8.3 การปฏิเสธความรับผิดชอบในการรับประกัน: ยกเว้นสำหรับการรับประกันโดยชัดแจ้งที่กำหนดไว้ในส่วนที่ 8 นี้จนถึงขอบเขตสูงสุดที่อนุญาตโดยกฎหมายที่บังคับใช้เราไม่รับประกันใด ๆ โดยชัดแจ้งโดยนัยทางกฎหมายหรือโดยทั่วไปในทางกฎหมายหรือจากศาล ของการค้าไม่ว่าจะเป็นเรื่องใดก็ตามรวมถึงสิ่งเหล่านี้ของความสามารถในการซื้อขายคุณภาพความพึงพอใจคุณสมบัติความเหมาะสมสำหรับวัตถุประสงค์เฉพาะหรือการไม่ละเมิด เราไม่รับประกันว่าซอฟต์แวร์หรือบริการจะตรงตามความต้องการของคุณทั้งหมดรวมถึงข้อกำหนดในการลงบัญชีหรือการใช้ซอฟต์แวร์หรือบริการจะไม่ถูกขัดจังหวะหรือปราศจากข้อผิดพลาด ซอฟต์แวร์และบริการมีให้กับคุณตามพื้นฐาน &#39;ตามสภาพ&#39; และการใช้ซอฟต์แวร์และบริการของคุณเป็นความเสี่ยงของคุณเองรวมถึงโดยไม่มีข้อ จำกัด การปฏิบัติตามกฎหมายใด ๆ คู่สัญญารับทราบโดยชัดแจ้งว่าการปฏิเสธความรับผิดในการรับประกันถือเป็นส่วนสำคัญของข้อตกลง
tk: 8.3 Kepilliklerden boýun gaçyrmak: BU 8-NJI BÖLÜMDE DÜZGÜN EDIP BOLAN GÖRNÜŞLER ÜÇIN GÖRNÜŞLI KANUNLAR tarapyndan rugsat berlen MAXIMUM GÖRNÜŞI ÜÇIN, BAŞGA Kepillikler, DÜZGÜNLER, DÜZGÜN EDEBI ORA-DA KANUNLAR HYZMATDAŞLYK ÜÇIN SÖWDASY, HYZMATDAŞLYK, DÜZGÜNLIK SYITYASY, DÜZGÜN, HÖKMAN MAKSATNAMA ÜÇIN EDIP BOLANOK MAKSATNAMA ÜPJÜNÇILIGINI ORA-DA HYZMATLARY OF HASABAT talaplaryny hem öz içine alýan, ýa-da programma üpjünçiliginiň ýa-da HYZMATLARY OF ULANYLMASY ORA-DA RAL .YŞLYK EDIP BOLMAK ÜÇIN Kepillik bermeýäris. MAKSATNAMA ÜPJÜNÇILIGI WE HYZMATLARY size “bolşy ýaly” esasda hödürlenýär we programma üpjünçiligi we hyzmatlardan peýdalanmagyňyz öz töwekgelçiligiňizde, çäklendirmesiz, HER KANUNLAR BILEN BOLAN TARAPLAR Kepillik kepilnamasynyň şertnamanyň esasy bölegini düzýändigini aç-açan bilýärler.
tl: 8.3 Pagtatanggi ng Mga Warantiya: HALIMBAWA PARA SA MGA KAHALAGAHAN NG WARRANTY NA NAKATULONG SA INYONG SEKSYON 8, SA LUPA NG MAXIMUM NA NAGSULAT NG APPLICABLE LAW, HINDI TAYO AY HINDI NA IBA&#39;T WARRANTIES, HALIMBAWA, NAGPAPATULO, PAG-AARAL O ISANG IBA&#39;T, SA BATAS O MULA SA ISANG KURSO NG PAGSASAWA NG TRADE, BILANG SA ANUMANG LALAKI, PAGSASABAY NG MGA TUNGKOL SA MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS PARA SA ISANG KATANGGALANG LAYUNIN, O HINDI PAGPAPAKITA. HINDI TAYO AY GUSTO NA ANG KAPANGYARIHAN O ANG SERBISYO AY MAAARI ANG LAHAT NG IYONG KINAKAILANGAN, KASAMA NG KINAKAILANGAN NG ACCOUNTING, O NA ANG PAGGAMIT NG KAPANGYARIHAN O ANG MGA SERBISYO AY HINDI MABUTI O MABUTI NG LIBRE. ANG SOFTWARE AT SERBISYO AY NAKAKITA SA IYO SA ISANG &#39;AS IS&#39; BASIS AT IYONG PAGGAMIT NG SOFTWARE AT SERBISYO AY SA IYONG SARILI, PAGSUSULIT, WALANG PAGSIMULA, KOMPLIKO SA ANUMANG MGA BATAS. ANG MGA PAHAYAG NA LALAKI AY NAGPAPATULAD NA ANG DISKLIMADO NG WARRANTY CONSTITUTES AN ESSENTIAL PART OF the AGREEMENT.
tr: 8.3 Garantilerin Reddi: BU BÖLÜM 8&#39;DE BELİRTİLEN AÇIK GARANTİLER DIŞINDA, UYGULANABİLİR YASALARIN İZİN VERDİĞİ AZAMİ ÖLÇÜDE, HUKUKTA YA DA BİR UYGULAMA YA DA KULLANIM ŞEKLİNDE AÇIK, ZIMNİ, YASAL YA DA BAŞKA BİR GARANTİ VERMİYORUZ TİCARETE UYGUNLUK, TATMİN EDİCİ KALİTE, MÜLKİYET, BELİRLİ BİR AMACA UYGUNLUK VEYA İHLAL OLMAMASI DAHİL, HERHANGİ BİR KONUDA TİCARET. YAZILIMIN VEYA HİZMETLERİN, MUHASEBE GEREKSİNİMLERİ DAHİL TÜM GEREKSİNİMLERİNİZİ KARŞILAYACAĞINI VEYA YAZILIMIN VEYA HİZMETLERİN KULLANIMININ KESİNTİSİZ VEYA HATASIZ OLACAĞINI GARANTİ ETMİYORUZ. YAZILIM VE HİZMETLER SİZE &#39;OLDUĞU GİBİ&#39; SUNULMAKTADIR VE YAZILIM VE HİZMETLERİ KULLANMANIZIN RİSKİ, HERHANGİ BİR YASALARA UYUM DAHİL OLMAK ÜZERE, SINIRLAMA OLMAK ÜZERE SİZE AİTTİR. TARAFLAR, GARANTİ REDDİNİN SÖZLEŞMENİN TEMEL BİR PARÇASINI OLUŞTURDUĞUNU AÇIKÇA KABUL ETMEKTEDİR.
tt: 8.3. Сәүдә, БАРЫ МАТЕРИАЛАРДА, Сәүдәгәрлек, САТИСФАКТОРИЯ СЫЙФАТЫ, ТИТЛЕ, ПАРТИКУЛ МАКСАТЫ FORЧ .Н ФИТНЕС, ЯКЫРМАГЫЗ. БЕЗНЕ. ПРОГРАММА ПРОГРАММАСЫ ORӘМ ХЕЗМӘТЛӘРЕСЕ БАРЫ ТАЛӘПЛӘРГӘ КАРАШЫ БУЛМАСЫЗ, Хисап таләпләрен кертеп, яисә ПРОГРАММА ПРОГРАММАСЫНЫ Я ХЕЗМӘТЛӘРНЕ БУЛМАСЫ ORӘМ ХАТЫН-КЫЗЫ. ПРОГРАММА ПРОГРАММАСЫ SERӘМ ХЕЗМӘТЛӘРЕ Сезгә &quot;БУЛГАН&quot; БАСЫСЫНДА ТӘР .ЕМӘЛӘР, ПРОГРАММА ПРОГРАММАСЫ ANDӘМ ХЕЗМӘТЛӘРНЕ КУЛЛАНУ Сезнең РИСКИЯСЕЗДӘ, ЧЫГАРМАСЫЗ, БЕР ЗАКОНЛАР БЕЛӘН ТОРМЫШ. ПАРТИЯЛАР КАРАНТ ДИСКЛИМЕРЫ Килешүнең төп өлешен төзи.
ug: 8.3. سودا-سېتىق ، ھەر قانداق ئىش ئۈچۈن ، سودا-سېتىق ، تويۇنۇش سۈپىتى ، ماۋزۇ ، ئالاھىدە مەقسەتكە ماس كېلىدىغان ياكى ئۆز ئىچىگە ئالمىغانلارنى ئۆز ئىچىگە ئالىدۇ. بىز يۇمشاق دېتال ياكى مۇلازىمەتلەرنىڭ بارلىق تەلەپلىرىڭىزنى قاندۇرىدىغانلىقىنى ، ھېسابات تەلەپلىرىنىمۇ ئۆز ئىچىگە ئالىدىغانلىقىنى ، ياكى يۇمشاق دېتالنىڭ ياكى مۇلازىمەتنىڭ ئىشلىتىلىشىنىڭ خاتا ياكى ھەقسىز بولىدىغانلىقىغا كاپالەتلىك قىلمايمىز. يۇمشاق دېتال ۋە مۇلازىمەتلەر سىزگە «ئەسلىدىكىدەك» ئاساستا تەمىنلەنگەن بولۇپ ، يۇمشاق دېتال ۋە مۇلازىمەتنى ئىشلىتىشىڭىز سىزنىڭ خەۋىپىڭىزدە ، بۇنىڭ ئىچىدە چەكلىمىسىز ، ھەر قانداق قانۇن بىلەن ماس كېلىدۇ. ئالاقىدار تەرەپلەر كېپىللىك تەلەپ قىلغۇچىنىڭ كېلىشىمنىڭ مۇھىم بىر قىسمىنى تەشكىل قىلىدىغانلىقىنى ئالاھىدە ئېتىراپ قىلدى.
uk: 8.3 Відмова від гарантій: ОКРЕМИ ЕКСПРЕССЬКИХ ГАРАНТІЙ, ВИДАЛЕНИХ У ЦІЙ РОЗДІЛ 8 ДО МАКСИМАЛЬНОГО ДОСЛІДЖЕННЯ, ЗАСТОСОВАНОГО ЗАКОНОДАВИМИ ЗАКОНОДАМИ, МИ НЕ РОБОТАЄМО НЕ ІНШИХ ГАРАНТІЙ, ЕКСПРЕССУЄМО, СТАТУТИРУЮТЬСЯ АБО ІНШИМИ У ЛЮБОМІ, ЩО В ІНШОМУ ІНШОМУ ІНШОМУ, В іншому ТОРГІВЛЕННЯ, ЯКЩО ЯКЩО ВІДПОВІДАЄТЬСЯ, ВКЛЮЧВАЮЧИ ТЕЗУ ТЕРМІНУВАННІСТЬ, ЯКІСТЬ ЗАДОВОЛЬНОСТІ, НАЗВІЛ, ФІТНІСНОСТІ ДЛЯ ЧАСНОЇ ЦІЛЬНОСТІ АБО НЕПРАВЛЕННЯ. Ми не гарантуємо, що ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ ТА ПОСЛУГИ ВІДПОВІДАЄ ВСІ ВАШІ ВИМОГИ, Включаючи ВИМОГИ БУХГАЛТЕРСЬКОГО ЗАБЕЗПЕЧЕННЯ, АБО ВИКОРИСТАННЯ ПРОГРАММНОГО ЗАБЕЗПЕЧЕННЯ АБО ПОСЛУГИ НЕ БЕЗПЕЧЕННЕ АБО БЕЗПЕЧНО. ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ ТА ПОСЛУГИ НАДАННЯ ВАМ НА ТЕХНІЧНІЙ ОСНОВІ, А ВИКОРИСТАННЯ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ І ПОСЛУГ МОЖЕ ВАШ ВЛАСНИЙ РИЗИК, Включаючи БЕЗ обмеження, ДОСЛІДЖЕННЯ З будь-якими законами. СТОРОНИ, ЯКІ ВИГОТОВЛЯЮТЬСЯ, ЩО ВІДПОВІДАЛЬНІСТЬ ГАРАНТІЇ СКЛАДУЮТЬСЯ ОСОБОЮ ЧАСТИНОЮ УГОДИ.
ur: .3..3 وارنٹیوں کا اعلان: اعلان وارنٹیوں کے علاوہ اس حصے 8 میں ، قابل اطلاق قانون کے ذریعہ زیادہ سے زیادہ حد تک توثیق کریں ، ہم کوئی اور وارنٹیاں ، اظہار ، تقویت یا شرائط کا کوئی دوسرا استعمال نہیں کرتے ہیں۔ کسی بھی معاملے کے مطابق ، تجارت کے مخصوص حصول ، اطمینان بخش قابلیت ، عنوان ، خاص مقصد کے ل F فٹنس ، یا غیر مداخلت کو شامل کرنا۔ ہم اس بات کی تضمین نہیں کرتے ہیں کہ سافٹ ویئر یا خدمات آپ کی تمام تر ضروریات کو پورا کریں گی ، اکاؤنٹنگ کی ضروریات کو شامل کریں ، یا سافٹ ویئر یا خدمات کا استعمال غیر منقولہ ہوجائیں گے۔ سافٹ ویئر اور خدمات آپ کو &#39;جیسے ہیں&#39; کی بنیاد پر فراہم کی جاتی ہیں اور آپ کے سافٹ ویئر اور خدمات کا استعمال آپ کے خود ہی خطرہ ، محدودیت کے بغیر ، کسی بھی قوانین کی تعمیل ہے۔ پارٹیاں واضح طور پر جانتی ہیں کہ وارنٹی کے دستبرداری کا معاہدہ معاہدے کا ایک لازمی حصہ ہے۔
uz: 8.3. Kafolatlardan voz kechish: Ushbu bo&#39;limda 8-Bo&#39;limda berilgan ekspozitsiya kafolatlari uchun QO&#39;ShIMChA, QO&#39;LLANILGAN QONUNNING MUHIM MAXFIY O&#39;TKAZILMASIGA BOSHQA kafolat bermaymiz, bayonot bermaymiz, o&#39;zgarmay turibmiz, o&#39;zgarmay turibmiz yoki o&#39;zgarmay turibmiz. SAVDO, HAR QANDAY MA&#39;LUMOT BERISh UChUN MUVOFIQLIK, MUVOFIQLIK SIFATI, MAVZU, ISHGA ETILMALI MAQSADI UChUN FITNES BOShQA BOShQA MA&#39;LUMOT YoKI XIZMATLAR sizning barcha talablaringizni, shu jumladan buxgalteriya hisobi talablarini inobatga olgan holda, yoki dasturiy ta&#39;minotdan foydalanish yoki xizmatlardan foydalanishni bekor qilish yoki xato qilishdan ozod bo&#39;lishiga kafolat bermaymiz. MA&#39;MURIY XIZMAT VA XIZMATLAR SIZGA MA&#39;LUMOT BERADIGAN VA MAHSULOTNING MA&#39;LUMOTLARI VA XIZMATLARIDAN FOYDALANISH SIZNING SIZNING XAVFLIGINGIZDIR, HAR QANDAY QONUNLAR BILAN CHEKLANMAYDI, MUVOFIQ BO&#39;LGAN. TARKIBIY TIZIMLAR KAFOLATNING MUHOKAMASINI KONSTITUTsIYaNING ShARTNOMANING MUHIM QISMINI ANIQLAShIDIR
vi: 8.3 Từ chối trách nhiệm bảo đảm: NGOẠI TRỪ CÁC BẢO ĐẢM RÕ RÀNG ĐƯỢC ĐẶT RA TRONG MỤC 8 NÀY, ĐỐI VỚI MỨC ĐỘ TỐI ƯU ĐƯỢC PHÁP LUẬT ÁP DỤNG CHO PHÉP, CHÚNG TÔI KHÔNG THỰC HIỆN BẢO ĐẢM KHÁC, RÕ RÀNG, NGỤ Ý, TRUYỆN CỔ TÍCH HOẶC CÁCH KHÁC, TRONG LUẬT PHÁP HOẶC TỪ MỘT KHÓA HỌC KINH DOANH HOẶC SỬ DỤNG CỦA THƯƠNG MẠI, NHƯ BẤT KỲ VẤN ĐỀ NÀO, BAO GỒM NHỮNG ĐIỀU KHOẢNG CÁCH, CHẤT LƯỢNG HÀI LÒNG, MỤC TIÊU, PHÙ HỢP VỚI MỤC ĐÍCH CỤ THỂ HOẶC KHÔNG LẠM PHÁT. CHÚNG TÔI KHÔNG BẢO ĐẢM RẰNG PHẦN MỀM HOẶC DỊCH VỤ SẼ ĐÁP ỨNG TẤT CẢ CÁC YÊU CẦU CỦA BẠN, BAO GỒM CÁC YÊU CẦU VỀ KẾ TOÁN, HOẶC RẰNG VIỆC SỬ DỤNG PHẦN MỀM HOẶC DỊCH VỤ SẼ KHÔNG BỊ GIÁN ĐOẠN HOẶC KHÔNG CÓ LỖI. PHẦN MỀM VÀ DỊCH VỤ ĐƯỢC CUNG CẤP CHO BẠN TRÊN CƠ SỞ &#39;NGUYÊN TRẠNG&#39; VÀ VIỆC BẠN SỬ DỤNG PHẦN MỀM VÀ DỊCH VỤ LÀ RỦI RO CỦA RIÊNG BẠN, BAO GỒM, KHÔNG GIỚI HẠN, TUÂN THỦ BẤT KỲ LUẬT NÀO. CÁC BÊN XÁC NHẬN RÕ RÀNG RẰNG BÊN TỪ CHỐI BẢO HÀNH BẮT BUỘC MỘT PHẦN CẦN THIẾT CỦA THỎA THUẬN.
xh: 8.3 Ukulahlwa kwemvume yemvume: ISIQINISEKISO SESISEKO SEPHEPHA LESIQENDU KWILINQAKU 8, UKUYA KUMTHETHO KAKHULU WOKUGQIBELA NGOMGAQO-NKQUBO, AKUKHO MALI KUNYE NOKUZIPHATHA OKANYE, NGOKUQINISEKILEYO OKANYE NGOKUMALUNGA NENGOYO EZOBUCHULE, NJENGOKUQINISEKILEYO, UKUFAKA ISIQINISEKILEYO SOKUFUMANEKA, ASIQONDI UKUZE ISIQINISEKISO OKANYE IENKONZO ZIYA KUFUMANA ZONKE IZIMFUNO ZAKHO, UKUTHENGA IIMFUNO ZOKUFUNDA, OKANYE UKUZE USETYENZISE IXESHA OKANYE IENKONZO ZIYA KUFUMANEKA OKANYE ZINGAVUMELWANGA. IIMVAVANYO NEENKONZO ZIYABONELELWA KUWE &#39;NJENGOKO&#39; IBASIS KANYE NOKUSETYENZISWA KWEXESHA LAKHO NENKONZO KULANDELAYO KWAKHO, UKUTHENGA, KUNGEKHO NAMAGUNYAZI AMAQHINGA OKUQINISEKILEYO UKUZE AQINISEKE UKUZE AQHUBE NESIQINISEKISO SEXESHA LESIVUMELWANO.
yi: 8.3 אָפּלייקענונג פון וואָראַנטיז: אַחוץ פֿאַר די עקספּרעסס געראַנטיז שטעלן אין דעם אָפּטיילונג 8, צו די מאַקסימום יקסטענדינג דורך אַפּליקאַנט געזעץ, מיר מאַכן קיין אנדערע געראַנטיז, אויסדריקן, ימפּלאַמענאַד, סטאַטוטאָרי אָדער אַנדערש פֿון דעם געזעץ אָדער פֿון געזעץ פון האַנדל, צו קיין ענין, אַרייַנגערעכנט יענע סחורה, סאַטיספאַקטאָרי קוואַליטעט, טיטל, פּאַסיק פֿאַר אַ באַזונדער ציל אָדער ניט-ינפרינדזשמאַנט. מיר גאַראַנטירן נישט אַז די סאָפטווער אָדער די סערוויסעס וועלן טרעפן אַלע דיין רעקווירעמענץ, אַרייַנגערעכנט חשבונות, אָדער אַז די נוצן פון די סאָפטווער אָדער די סערוויסעס וועט זיין ונדערטרופּטעד אָדער פריי-פֿרייַ. די סאָפטווער און באַדינונגס זענען צוגעשטעלט צו איר אויף אַ &#39;ווי עס איז&#39; באַזע און דיין נוצן פון סאָפטווער און באַדינונגס איז צו דיין אייגענע ריזיקירן, אַרייַנגערעכנט, אָן לימיטיישאַן, אין העסקעם מיט קיין געזעצן. די פּאַרטיעס דערקענען אויסדריקן אַז די אָפּלייקענונג פון וואָראַנטי קאַנסטאַטוץ אַ יקערדיק טייל פון די העסקעם.
