Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Contact Form
af: Kontak Vorm
am: የአድራሻ ቅጽ
ar: نموذج الاتصال
az: Əlaqə Forması
be: Кантактны фармуляр
bg: форма за контакти
bn: যোগাযোগ ফর্ম
ca: Formulari de contacte
cs: Kontaktní formulář
cy: Ffurflen Cyswllt
da: Kontaktformular
de: Kontakt Formular
el: Φόρμα Επικοινωνίας
eo: Kontaktformularo
es: Formulario de contacto
et: Kontaktivorm
eu: Harremanetarako formularioa
fa: فرم تماس
fi: Yhteydenottolomake
fr: Formulaire de contact
fy: Kontaktformulier
ga: Foirm Teagmhála
gd: Cuir fios
gl: Formulario de contacto
gu: સંપર્ક ફોર્મ
hi: संपर्क करें प्रपत्र
hr: Kontakt obrazac
hu: Kapcsolatfelvételi űrlap
hy: Կապի ձեւը
id: formulir kontak
is: Tengiliður
it: Modulo di Contatto
iw: טופס יצירת קשר
ja: お問い合わせフォーム
ka: საკონტაქტო ფორმა
kk: Байланыс формасы
km: ទម្រង់ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ಫಾರ್ಮ್
ku: Forma Peywendî
ky: Байланыш формасы
lb: Kontaktformular
lo: ແບບຟອມຕິດຕໍ່
lt: Kontaktinė forma
lv: Saziņas veidlapa
mi: Puka Puka Whakapā
mk: Контакт форма
ml: കോൺടാക്റ്റ് ഫോം
mn: Холбоо барих маягт
mr: संपर्क फॉर्म
ms: Borang hubungan
mt: Formola ta &#39;Kuntatt
ne: सम्पर्क फारम
nl: Contact Formulier
no: Kontakt skjema
or: ଯୋଗାଯୋଗ ଫର୍ମ |
pa: ਸੰਪਰਕ ਫਾਰਮ
pl: Formularz kontaktowy
ps: د اړیکې فورمه
pt: Formulário de Contato
ro: Formular de contact
ru: Форма обратной связи
rw: Ifishi y&#39;itumanaho
sd: رابطو فارم
si: සම්බන්ධක ආකෘතිය
sk: Kontaktný formulár
sl: Kontaktni obrazec
sq: Forma e Kontaktit
sr: Контакт формулар
sv: Kontaktformulär
sw: Fomu ya Mawasiliano
ta: தொடர்பு படிவம்
te: ఫారం సంప్రదించండి
tg: Шабакаи алоқа
th: แบบฟอร์มติดต่อ
tk: Habarlaşma formasy
tl: Form ng Pakikipag-ugnay
tr: İletişim Formu
tt: Контакт формасы
ug: ئالاقىلىشىش جەدۋىلى
uk: Контактний формуляр
ur: رابطہ فارم
uz: Aloqa shakli
vi: Mâu liên hệ
xh: Ifom yoQhagamshelwano
yi: קאָנטאַקט פאָרם

source: . Our response time shall not be greater than two business days.
af: . Ons responstyd mag nie langer as twee werksdae wees nie.
am: . የምላሽ ጊዜያችን ከሁለት የሥራ ቀናት መብለጥ የለበትም።
ar: . يجب ألا يزيد وقت ردنا عن يومي عمل.
az: . Cavab vaxtımız iki iş günündən çox olmamalıdır.
be: . Час нашага адказу не павінна быць больш за два рабочых дні.
bg: , Времето за отговор не трябва да бъде по-голямо от два работни дни.
bn: । আমাদের প্রতিক্রিয়া সময় দুটি ব্যবসায়িক দিনের চেয়ে বেশি হবে না।
ca: . El nostre temps de resposta no serà superior a dos dies hàbils.
cs: . Naše doba odezvy nesmí být delší než dva pracovní dny.
cy: . Ni fydd ein hamser ymateb yn fwy na dau ddiwrnod busnes.
da: . Vores svartid må ikke være større end to arbejdsdage.
de: . Unsere Antwortzeit darf zwei Werktage nicht überschreiten.
el: . Ο χρόνος απόκρισης δεν θα είναι μεγαλύτερος από δύο εργάσιμες ημέρες.
eo: . Nia respondotempo ne povos esti pli ol du labortagoj.
es: . Nuestro tiempo de respuesta no será mayor a dos días hábiles.
et: . Meie reageerimise aeg ei tohi olla pikem kui kaks tööpäeva.
eu: . Gure erantzuteko denbora ez da bi lanegun baino handiagoa izango.
fa: . زمان پاسخگویی ما نباید بیشتر از دو روز کاری باشد.
fi: . Vastausaika ei saa olla pidempi kuin kaksi arkipäivää.
fr: . Notre délai de réponse ne doit pas dépasser deux jours ouvrables.
fy: . Us responstiid sil net grutter wêze dan twa wurkdagen.
ga: . Ní bheidh ár gcuid ama freagartha níos mó ná dhá lá gnó.
gd: . Cha bhi an ùine freagairt againn nas fhaide na dà latha gnìomhachais.
gl: . O noso tempo de resposta non será superior a dous días hábiles.
gu: . અમારો પ્રતિસાદનો સમય બે વ્યવસાય દિવસથી વધુ હોવો જોઈએ નહીં.
hi: । हमारी प्रतिक्रिया का समय दो कार्यदिवसों से अधिक नहीं होगा।
hr: , Naše vrijeme odgovora ne smije biti veće od dva radna dana.
hu: . Válaszidőnk nem haladhatja meg a két munkanapot.
hy: . Մեր պատասխանի ժամանակը չպետք է գերազանցի երկու աշխատանքային օր:
id: . Waktu respons kami tidak boleh lebih dari dua hari kerja.
is: . Viðbragðstími okkar skal ekki vera meiri en tveir virka dagar.
it: . Il nostro tempo di risposta non deve superare i due giorni lavorativi.
iw: . זמן התגובה שלנו לא יהיה גדול משני ימי עסקים.
ja: 。当社の応答時間は2営業日を超えてはなりません。
ka: . ჩვენი პასუხის დრო არ უნდა იყოს ორი სამუშაო დღის განმავლობაში მეტი.
kk: . Біздің жауап беру уақыты екі жұмыс күнінен аспауы керек.
km: ។ ពេលវេលាឆ្លើយតបរបស់យើងមិនលើសពីពីរថ្ងៃនៃថ្ងៃធ្វើការឡើយ។
kn: . ನಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ಸಮಯವು ಎರಡು ವ್ಯವಹಾರ ದಿನಗಳಿಗಿಂತ ಹೆಚ್ಚಿರಬಾರದು.
ku: . Dê dema bersivdayîna me ji du rojên karsaziyê mezintir nebe.
ky: . Биздин жооп убактыбыз эки иш күндөн ашпашы керек.
lb: An. Eis Äntwertzäit däerf net méi wéi zwee Aarbechtsdeeg sinn.
lo: . ເວລາຕອບສະ ໜອງ ຂອງພວກເຮົາຈະຕ້ອງບໍ່ເກີນສອງວັນລັດຖະການ.
lt: . Mūsų atsakymo laikas neturi būti ilgesnis kaip dvi darbo dienos.
lv: . Mūsu atbildes laiks nedrīkst pārsniegt divas darba dienas.
mg: . Tsy tokony ho lehibe noho ny roa andro ny asa ataontsika.
mi: . Ko te wa whakautu ka kore e rahi ake i nga ra mahi e rua.
mk: . Нашето време на одговор нема да биде поголемо од два работни дена.
ml: . ഞങ്ങളുടെ പ്രതികരണ സമയം രണ്ട് പ്രവൃത്തി ദിവസങ്ങളിൽ കൂടരുത്.
mn: Байна. Бидний хариу өгөх хугацаа ажлын хоёр өдрөөс хэтрэхгүй байх ёстой.
mr: . आमचा प्रतिसाद वेळ दोन व्यावसायिक दिवसांपेक्षा जास्त असू शकत नाही.
ms: . Masa respons kami tidak boleh melebihi dua hari bekerja.
mt: . Il-ħin tar-rispons tagħna m&#39;għandux ikun akbar minn jumejn ta &#39;xogħol.
my: ။ ကျွန်ုပ်တို့၏တုန့်ပြန်မှုအချိန်သည်နှစ်ရက်ထက်မကြီးစေရ။
ne: । हाम्रो प्रतिक्रिया समय दुई व्यापार दिन भन्दा बढि हुनु हुँदैन।
nl: . Onze reactietijd mag niet langer zijn dan twee werkdagen.
no: . Responstiden vår skal ikke være mer enn to virkedager.
or: । ଆମର ପ୍ରତିକ୍ରିୟା ସମୟ ଦୁଇଟି ବ୍ୟବସାୟ ଦିନଠାରୁ ଅଧିକ ହେବ ନାହିଁ |
pa: . ਸਾਡਾ ਜਵਾਬ ਦਾ ਸਮਾਂ ਦੋ ਕਾਰੋਬਾਰੀ ਦਿਨਾਂ ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ.
pl: . Nasz czas reakcji nie będzie dłuższy niż dwa dni robocze.
ps: . زموږ د ځواب وخت به له دوه کاري ورځو څخه ډیر نه وي.
pt: . Nosso tempo de resposta não deve ser superior a dois dias úteis.
ro: . Timpul nostru de răspuns nu va fi mai mare de două zile lucrătoare.
ru: , Время нашего ответа не должно превышать двух рабочих дней.
rw: . Igihe cyo gusubiza ntigishobora kurenza iminsi ibiri yakazi.
sd: . اسان جو جواب ڏيڻ وارو وقت ٻه ڪاروباري ڏينهن کان وڌيڪ نه هوندو.
si: . අපගේ ප්‍රතිචාර කාලය ව්‍යාපාරික දින දෙකකට වඩා වැඩි නොවිය යුතුය.
sk: , Náš čas odozvy nesmie byť dlhší ako dva pracovné dni.
sl: . Naš odzivni čas ne sme biti daljši od dveh delovnih dni.
sq: . Koha e përgjigjes sonë nuk duhet të jetë më e madhe se dy ditë pune.
sr: . Наше време за одговор не може бити веће од два радна дана.
sv: . Vår svarstid får inte vara större än två arbetsdagar.
sw: . Wakati wetu wa kujibu hautakuwa mkubwa kuliko siku mbili za biashara.
ta: . எங்கள் மறுமொழி நேரம் இரண்டு வணிக நாட்களை விட அதிகமாக இருக்காது.
te: . మా ప్రతిస్పందన సమయం రెండు పనిదినాల కంటే ఎక్కువ ఉండకూడదు.
tg: . Вақти посухи мо набояд аз ду рӯзи корӣ зиёд бошад.
th: . เวลาตอบสนองของเราจะต้องไม่เกินสองวันทำการ
tk: . Jogap beriş wagtymyz iki iş gününden köp bolmaly däldir.
tl: . Ang aming oras ng pagtugon ay hindi hihigit sa dalawang araw ng negosyo.
tr: . Yanıt süremiz iki iş gününden fazla olamaz.
tt: . Безнең җавап вакыты ике эш көненнән зур булырга тиеш түгел.
ug: . بىزنىڭ ئىنكاس ۋاقتىمىز ئىككى خىزمەت كۈنىدىن ئېشىپ كەتمەسلىكى كېرەك.
uk: . Наш час відповіді не повинен перевищувати двох робочих днів.
ur: . ہمارے جواب کا وقت دو کاروباری دن سے زیادہ نہیں ہوگا۔
uz: . Bizning javob vaqti ikki ish kunidan ko&#39;p bo&#39;lmasligi kerak.
vi: . Thời gian trả lời của chúng tôi sẽ không lớn hơn hai ngày làm việc.
xh: . Ixesha lethu lokuphendula aliyi kuba likhulu kuneentsuku ezimbini zomsebenzi.
yi: . אונדזער ענטפער צייט וועט נישט זיין גרעסער ווי צוויי געשעפט טעג.

source: 4. Training:
af: 4. Opleiding:
am: 4. ሥልጠና-
ar: 4. التدريب:
az: 4. Təlim:
be: 4. Навучанне:
bg: 4. Обучение:
bn: 4. প্রশিক্ষণ:
ca: 4. Formació:
cs: 4. Školení:
cy: 4. Hyfforddiant:
da: 4. Uddannelse:
de: 4. Ausbildung:
el: 4. Εκπαίδευση:
eo: 4. Trejnado:
es: 4. Entrenamiento:
et: 4. Koolitus:
eu: 4. Prestakuntza:
fa: 4. آموزش:
fi: 4. Koulutus:
fr: 4. formation:
fy: 4. Trening:
ga: 4. Oiliúint:
gd: 4. Trèanadh:
gl: 4. Formación:
gu: 4. તાલીમ:
hi: 4. प्रशिक्षण:
hr: 4. Obuka:
hu: 4. Képzés:
hy: 4. Ուսուցում.
id: 4. Pelatihan:
is: 4. Þjálfun:
it: 4. Formazione:
iw: 4. הדרכה:
ja: 4.トレーニング：
ka: 4. ტრენინგი:
kk: 4. Оқыту:
km: ការបណ្តុះបណ្តាល:
kn: 4. ತರಬೇತಿ:
ku: 4. Perwerde:
ky: 4. Окутуу:
lo: 4 ການຝຶກອົບຮົມ:
lt: 4. Mokymas:
lv: 4. Apmācība:
mg: 4. Fampiofanana:
mi: 4. Te whakangungu:
mk: 4. Обука:
ml: 4. പരിശീലനം:
mn: 4. Сургалт:
mr: 4. प्रशिक्षणः
ms: 4. Latihan:
mt: 4. Taħriġ:
my: 4. သင်တန်း:
ne: प्रशिक्षण:
no: 4. Opplæring:
or: 4. ତାଲିମ:
pa: 4. ਸਿਖਲਾਈ:
pl: 4. Szkolenie:
ps: 4. روزنه:
pt: 4. Treinamento:
ro: 4. Formare:
ru: 4. Обучение:
rw: 4. Amahugurwa:
sd: 4. ٽريننگ:
si: 4. පුහුණු කිරීම:
sk: 4. Školenie:
sl: 4. Usposabljanje:
sq: 4. Trajnimi:
sr: 4. Тренинг:
sv: 4. Utbildning:
sw: 4. Mafunzo:
ta: 4. பயிற்சி:
te: 4. శిక్షణ:
tg: 4. Омӯзиш:
th: 4. การฝึกอบรม:
tk: 4. Okuw:
tl: 4. Pagsasanay:
tr: 4. Eğitim:
tt: 4. Укыту:
ug: 4. مەشىق:
uk: 4. Навчання:
ur: 4. تربیت:
uz: 4. O&#39;qitish:
vi: 4. Đào tạo:
xh: 4. Uqeqesho:
yi: 4. טראַינינג:
