Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
af: 5.4 Behoud van regte: Geen ander regte word toegestaan nie, behalwe soos uitdruklik in die ooreenkoms uiteengesit. Die ooreenkoms is nie &#39;n verkoop nie en dra geen regte of eiendomsreg in of aan die dienste of onderliggende sagteware nie. Ons besit alle regte, titel en belang, insluitende alle intellektuele eiendomsregte, in en op die dienste en die onderliggende sagteware en enige opdaterings, opgraderings, wysigings, verbeterings, verbeterings of afgeleide werke daarvan, en in enige idee, weet- hoe en programme ontwikkel deur ons of ons lisensiehouers tydens die uitvoering van die dienste.
am: 5.4 የመብቶች ማስከበር: - በስምምነቱ ውስጥ ከተገለፀው በስተቀር ሌሎች መብቶች አይሰ areቸውም ፡፡ ስምምነቱ የሚሸጥ አይደለም እና በአገልግሎቶቹም ሆነ በማናቸውም ከበታች ባሉ ሶፍትዌሮች ውስጥ ማንኛውንም መብትና ባለቤትነት አያስተላልፍም ፡፡ እኛ በአገልግሎቶቹ እና ወደ መሰረታዊ ሶፍትዌሩ እና ማንኛውም እና ሁሉም ማዘመኛዎች ፣ ማሻሻያዎች ፣ ማሻሻያዎች ፣ ማሻሻያዎች ፣ ማሻሻያዎች ወይም ከእሱ የመነጩ ሥራዎች ላይ ጨምሮ ሁሉንም የአዕምሯዊ ንብረት መብቶችን ጨምሮ ሁሉም መብቶች ፣ ርዕስ እና ፍላጎት ባለቤት ነን። በአገልግሎቶቹ አፈፃፀም ወቅት በእኛ ወይም በእኛ ፈቃድ ሰጪዎች የተገነቡ ፕሮግራሞች እና ፕሮግራሞች ፡፡
ar: 5.4 حفظ الحقوق: لا يتم منح أي حقوق أخرى باستثناء ما هو منصوص عليه صراحة في الاتفاقية. لا تعد الاتفاقية عملية بيع ولا تنقل أي حقوق أو ملكية في الخدمات أو أي برامج أساسية أو إليها. نحن نمتلك جميع الحقوق والملكية والمصالح ، بما في ذلك جميع حقوق الملكية الفكرية ، في الخدمات والبرامج الأساسية وأي وجميع التحديثات أو الترقيات أو التعديلات أو التحسينات أو التحسينات أو الأعمال المشتقة منها وفي أي فكرة ، كيف ، والبرامج التي طورناها نحن أو المرخصون لنا أثناء أداء الخدمات.
az: 5.4 Hüquqların qorunması: Müqavilədə açıq şəkildə göstərilən hallardan başqa heç bir hüquq verilmir. Müqavilə satış deyil və Xidmətlərə və ya əsas proqram təminatına heç bir hüquq və ya mülkiyyəti çatdırmır. Xidmətlərə və əsas proqram təminatına daxil olan bütün intellektual mülkiyyət hüquqları daxil olmaqla bütün hüquqlara, mövzuya və maraqlara, hər hansı bir yeniləmələrə, yeniləmələrə, düzəlişlərə, təkmilləşdirmələrə, təkmilləşdirmələrə və ya törəmələrə və hər hansı bir fikrə, biliklərə sahibik. Xidmətlərin icrası zamanı bizim və ya lisenziyamız tərəfindən hazırlanmış və necə hazırlanan proqramlar.
be: 5.4 Захоўванне правоў: Ніякія іншыя правы не прадастаўляюцца, акрамя як дакладна прапісана ў Дамове. Пагадненне не з&#39;яўляецца продажам і не нясе ніякіх правоў або правоў на паслугі альбо на якое-небудзь праграмнае забеспячэнне. У нас ёсць усе правы, назвы і цікавасці, у тым ліку ўсе правы на інтэлектуальную ўласнасць, на паслугі і на праграмнае забеспячэнне, якое ўваходзіць у іх праграму, і любыя ўсе абнаўленні, мадэрнізацыі, мадыфікацыі, удасканаленні, паляпшэнні альбо вытворныя працы, і ў любой ідэі, як, і праграмы, распрацаваныя намі альбо нашымі ліцэнзіярамі падчас выканання Паслуг.
bg: 5.4 Запазване на права: не се предоставят други права, освен изрично посочени в споразумението. Споразумението не е продажба и не предава никакви права или собственост върху или към Услугите или който и да е основен софтуер. Ние притежаваме всички права, заглавия и интереси, включително всички права на интелектуална собственост, върху и върху Услугите и базовия софтуер и всички и всички актуализации, надстройки, модификации, подобрения, подобрения или производни произведения от тях, както и във всяка идея, знание- как и програми, разработени от нас или нашите лицензодатели по време на изпълнение на Услугите.
bn: 5.4 অধিকার সংরক্ষণ: চুক্তিতে স্পষ্টভাবে বর্ণিত ব্যতীত অন্য কোনও অধিকার মঞ্জুর করা হয় না। চুক্তিটি বিক্রয় নয় এবং পরিষেবাগুলিতে বা কোনও অন্তর্নিহিত সফ্টওয়্যারটিতে বা কোনও অধিকার বা মালিকানা প্রকাশ করে না। পরিষেবাদি এবং অন্তর্নিহিত সফ্টওয়্যার এবং যে কোনও এবং সমস্ত আপডেট, আপগ্রেড, সংশোধন, বর্ধন, উন্নতি বা ডেরিভেটিভ কাজগুলিতে এবং কোনও ধারণা, জেনে- আমাদের সমস্ত বৌদ্ধিক সম্পত্তির অধিকার সহ সমস্ত অধিকার, উপাধি এবং আগ্রহের মালিক own পরিষেবাগুলির কার্য সম্পাদনের সময় কীভাবে এবং আমাদের বা আমাদের লাইসেন্সদাতাদের দ্বারা প্রোগ্রামগুলি বিকাশিত।
ca: 5.4 Reserva de drets: no es concedeixen altres drets excepte els previstos expressament en el Conveni. L’Acord no és una venda i no transmet cap dret ni propietat sobre, ni als Serveis, ni a qualsevol programari subjacent. Som propietaris de tots els drets, títol i interès, inclosos tots els drets de propietat intel·lectual, sobre els Serveis i el programari subjacent i qualsevol actualització, actualització, modificació, millora, millora o obra derivada dels mateixos i, en qualsevol idea, de coneixement. com, i els programes desenvolupats per nosaltres o els nostres llicenciadors durant la realització dels Serveis.
cs: 5.4 Výhrada práv: Žádná jiná práva se neudělují, s výjimkou případů výslovně stanovených ve smlouvě. Smlouva není prodejem a nepředává žádná práva ani vlastnictví ke Službám ani k jinému souvisejícímu softwaru. Vlastníme všechna práva, titul a zájmy, včetně všech práv duševního vlastnictví, v rámci Služeb a základního softwaru a veškerých jejich aktualizací, upgradů, úprav, vylepšení, vylepšení nebo odvozených děl a v jakémkoli nápadu, znalostech, jak a programy vytvořené námi nebo našimi poskytovateli licence v průběhu výkonu Služeb.
cy: 5.4 Cadw Hawliau: Ni roddir unrhyw hawliau eraill ac eithrio fel y nodir yn benodol yn y Cytundeb. Nid yw&#39;r Cytundeb yn werthiant ac nid yw&#39;n cyfleu unrhyw hawliau na pherchnogaeth yn, nac i&#39;r Gwasanaethau nac unrhyw feddalwedd sylfaenol. Rydym yn berchen ar yr holl hawliau, teitl, a diddordeb, gan gynnwys yr holl hawliau eiddo deallusol, yn ac i&#39;r Gwasanaethau a&#39;r feddalwedd sylfaenol ac unrhyw ddiweddariadau, uwchraddiadau, addasiadau, gwelliannau, gwelliannau neu waith deilliadol ohonynt, ac mewn unrhyw syniad, yn gwybod- sut, a rhaglenni a ddatblygwyd gennym ni neu ein trwyddedwyr yn ystod perfformiad y Gwasanaethau.
da: 5.4 Forbehold af rettigheder: Ingen andre rettigheder tildeles undtagen som udtrykkeligt angivet i aftalen. Aftalen er ikke et salg og formidler ikke nogen rettigheder eller ejerskab i eller til Tjenesterne eller underliggende software. Vi ejer alle rettigheder, ejendomsret og interesser, herunder alle immaterielle rettigheder, i og til Tjenesterne og den underliggende software og enhver og alle opdateringer, opgraderinger, ændringer, forbedringer, forbedringer eller afledte værker deraf, og til enhver idé, viden- hvordan og programmer udviklet af os eller vores licensgivere under udførelsen af Tjenesterne.
de: 5.4 Vorbehalt von Rechten: Es werden keine anderen Rechte gewährt, als dies ausdrücklich in der Vereinbarung festgelegt ist. Die Vereinbarung ist kein Verkauf und überträgt keine Rechte oder Eigentumsrechte an oder an den Diensten oder der zugrunde liegenden Software. Wir besitzen alle Rechte, Titel und Interessen, einschließlich aller Rechte an geistigem Eigentum, an und für die Dienste und die zugrunde liegende Software sowie alle Aktualisierungen, Upgrades, Modifikationen, Verbesserungen, Verbesserungen oder abgeleiteten Werke davon sowie an jeder Idee, Wissen wie und welche Programme von uns oder unseren Lizenzgebern im Verlauf der Erbringung der Dienstleistungen entwickelt wurden.
el: 5.4 Επιφύλαξη δικαιωμάτων: Κανένα άλλο δικαίωμα δεν χορηγείται παρά μόνο όπως ορίζεται ρητά στη Συμφωνία. Το Συμφωνητικό δεν είναι πώληση και δεν μεταβιβάζει δικαιώματα ή ιδιοκτησία στις Υπηρεσίες ή σε οποιοδήποτε άλλο λογισμικό. Διαθέτουμε όλα τα δικαιώματα, τον τίτλο και το ενδιαφέρον, συμπεριλαμβανομένων όλων των δικαιωμάτων πνευματικής ιδιοκτησίας, εντός και προς τις Υπηρεσίες και το υποκείμενο λογισμικό και οποιαδήποτε και όλες τις ενημερώσεις, αναβαθμίσεις, τροποποιήσεις, βελτιώσεις, βελτιώσεις ή παράγωγα έργα αυτών, και σε οποιαδήποτε ιδέα, γνώσεις πώς, και προγράμματα που αναπτύχθηκαν από εμάς ή τους αδειούχους μας κατά τη διάρκεια της απόδοσης των Υπηρεσιών.
eo: 5.4 Rezervado de Rajtoj: Neniuj aliaj rajtoj estas konceditaj krom se esprimite en la Interkonsento. La Interkonsento ne estas vendo kaj ne transdonas ajnajn rajtojn aŭ posedon en, aŭ al, la Servoj aŭ iu ajn suba programaro. Ni posedas ĉiujn rajtojn, titolon kaj intereson, inkluzive ĉiujn rajtojn de intelekta proprieto, en kaj al la Servoj kaj la suba programaro kaj iujn ajn ĝisdatigojn, ĝisdatigojn, modifojn, plibonigojn, plibonigojn aŭ derivitajn verkojn, kaj laŭ iu ajn ideo, sciu- kiel, kaj programoj disvolvitaj de ni aŭ niaj licencintoj dum la agado de la Servoj.
es: 5.4 Reserva de derechos: no se otorgan otros derechos, salvo lo expresamente establecido en el Acuerdo. El Acuerdo no es una venta y no transmite ningún derecho o propiedad sobre los Servicios o cualquier software subyacente. Somos dueños de todos los derechos, títulos e intereses, incluidos todos los derechos de propiedad intelectual, en y para los Servicios y el software subyacente y todas y cada una de las actualizaciones, mejoras, modificaciones, mejoras, mejoras o trabajos derivados de los mismos, y en cualquier idea, conocimiento cómo y los programas desarrollados por nosotros o nuestros otorgantes de licencias durante el desempeño de los Servicios.
et: 5.4 Õiguste reserveerimine: muid õigusi ei anta, välja arvatud lepingus sõnaselgelt sätestatud viisil. Leping ei ole müük ega anna õigusi ega omandilist kuuluvust Teenustele või mis tahes tarkvarale. Meile kuuluvad kõik õigused, omand ja intellektuaalomandi õigused, sealhulgas kõik intellektuaalomandi õigused, teenustesse ja nendesse kuuluvat tarkvara ning nende värskendusi, täiendusi, täiendusi või tuletatud teoseid ning nende mis tahes idee, teadmiste ja uuenduste jaoks kuidas, ja meie või meie litsentsiandjate poolt teenuste osutamise ajal välja töötatud programmid.
eu: 5.4 Eskubideak erreserbatzea: ez da beste eskubiderik ematen Hitzarmenean berariaz zehazten ez bada. Hitzarmena ez da salmenta eta ez du inolako eskubide edo jabetza transmititzen, ezta Zerbitzuetan edo azpian dagoen software batean ere. Eskubide, izenburu eta interes guztien jabe gara, jabetza intelektualaren eskubide guztiak barne, Zerbitzuetan eta azpian dagoen softwarean eta horien eguneratze, berritze, aldaketa, hobekuntza, hobekuntza edo lan eratorritako eta edozein ideietan, edozein dela ere, jakitea. nola, eta guk edo gure baimenek Zerbitzuak gauzatzean garatutako programak.
fa: 5.4 حق و حقوق: هیچ حق دیگری به جز آنچه در این موافقتنامه صریحاً اعطا شده است ، اعطا نمی شود. این توافق نامه فروش نیست و هیچگونه حقوقی یا مالکیتی در این سرویس ها یا هر نرم افزار اساسی را به شما منتقل نمی کند. ما کلیه حقوق ، عنوان و علاقه های خود را داریم ، از جمله کلیه حقوق مالکیت معنوی ، در سرویس ها و نرم افزارهای اساسی و کلیه به روزرسانی ها ، به روز رسانی ها ، اصلاحات ، پیشرفت ها ، پیشرفت ها یا کارهای مشتق آن ، و به هر ایده ای ، می دانیم. چگونه و برنامه هایی که در طول عملکرد خدمات توسط ما یا مجوزهای ما ایجاد شده است.
fi: 5.4 Oikeuksien varaaminen: Muita oikeuksia ei myönnetä, ellei sopimuksessa nimenomaisesti määrätä. Sopimus ei ole myynti eikä anna oikeuksia tai omistusoikeutta Palveluihin tai mihinkään niiden taustalla olevaan ohjelmistoon. Me omistamme kaikki oikeudet, omistusoikeudet ja edut, mukaan lukien kaikki immateriaalioikeudet, Palveluihin ja niihin liittyvään ohjelmistoon ja kaikkiin niihin liittyviin päivityksiin, päivityksiin, muutoksiin, parannuksiin, parannuksiin tai johdannaisiin sekä kaikkiin tietoihin, miten, ja ohjelmat, jotka olemme kehittäneet meille tai lisenssinantajillemme Palvelujen suorittamisen aikana.
fr: 5.4 Réserve de droits: aucun autre droit n&#39;est accordé, sauf dans les cas expressément prévus dans l&#39;accord. L&#39;Accord n&#39;est pas une vente et ne confère aucun droit ni aucune propriété sur les Services ou tout logiciel sous-jacent, ni sur ces derniers. Nous détenons tous les droits, titres et intérêts, y compris tous les droits de propriété intellectuelle, sur les Services et le logiciel sous-jacent et toutes les mises à jour, mises à niveau, modifications, améliorations, améliorations ou travaux dérivés de ceux-ci, et en toute idée, comment et les programmes développés par nous ou nos concédants de licence au cours de l&#39;exécution des Services.
fy: 5.4 Reservearje fan rjochten: Gjin oare rjochten wurde takend, útsein lykas útdruklik yn &#39;e oerienkomst neamd. De oerienkomst is gjin ferkeap en ferfiert gjin rjochten of eigendom yn, of oan, de Tsjinsten of ûnderlizzende software. Wy hawwe alle rjochten, titel, en belang, ynklusyf alle rjochten fan yntellektuele eigendom, yn en oan &#39;e Tsjinsten en de ûnderlizzende software en elke en alle updates, upgrades, modifikaasjes, ferbetterings, ferbetterings of derivative wurken dêrfan, en yn alle idee, wite- hoe en programma&#39;s ûntwikkele troch ús of ús lisinsearders yn &#39;e rin fan&#39; e prestaasjes fan &#39;e Tsjinsten.
ga: 5.4 Forchoimeádas Cearta: Ní dheonaítear aon chearta eile ach amháin mar atá leagtha amach go sainráite sa Chomhaontú. Ní díolachán é an Comhaontú agus ní thugann sé aon chearta ná úinéireacht sna Seirbhísí nó in aon bhogearra bunúsach. Is leis na cearta, an teideal agus an leas go léir atá againn, lena n-áirítear na cearta maoine intleachtúla go léir, sna Seirbhísí agus sna bogearraí bunúsacha agus ina leith, agus aon nuashonruithe, uasghrádú, modhnuithe, feabhsúcháin, feabhsúcháin nó oibreacha díorthacha uile, agus in aon smaoineamh, eolas conas, agus cláir a d’fhorbair muidne nó ár gceadúnaithe le linn chomhlíonadh na Seirbhísí.
gd: 5.4 Glèidheadh chòraichean: Chan eil còraichean sam bith eile air an toirt seachad ach mar a tha air a mhìneachadh gu soilleir san Aonta. Chan e reic a th ’anns an Aonta agus chan eil e a’ toirt seachad còirichean no seilbh sam bith anns, no dha, na Seirbheisean no bathar-bog bunaiteach sam bith. Tha seilbh againn air gach còir, tiotal, agus ùidh, a ’toirt a-steach còirichean seilbh inntleachdail, taobh a-staigh agus do na Seirbheisean agus am bathar-bog bunaiteach agus ùrachadh sam bith agus a h-uile ùrachadh, ùrachadh, atharrachadh, leasachadh, leasachadh no obair derivative, agus ann am beachd sam bith, eòlas- ciamar, agus prògraman air an leasachadh leinn no le ar luchd-ceadachd rè coileanadh nan Seirbheisean.
gl: 5.4 Reserva de dereitos: Non se conceden outros dereitos salvo o previsto expresamente no acordo. O Acordo non supón unha venda e non transmite ningún dereito nin propiedade sobre, nin para os Servizos, nin calquera software subxacente. Posuímos todos os dereitos, títulos e intereses, incluídos todos os dereitos de propiedade intelectual, sobre e aos Servizos e ao software subxacente e calquera actualización, actualizacións, modificacións, melloras, melloras ou obras derivadas dos mesmos, e en calquera idea, saber. como e programas desenvolvidos por nós ou os nosos licenciantes durante a realización dos Servizos.
gu: .4. Rights હકોનું અનામત: કરારમાં સ્પષ્ટપણે જણાવ્યા સિવાય અન્ય કોઈ અધિકારો આપવામાં આવશે નહીં. કરાર વેચાણ નથી અને સેવાઓ અથવા કોઈપણ અંતર્ગત સ .ફ્ટવેરમાં અથવા તેના દ્વારા અથવા કોઈપણ હક અથવા માલિકી આપતું નથી. સેવાઓ અને અંતર્ગત સોફ્ટવેર અને કોઈપણ અને તમામ અપડેટ્સ, અપગ્રેડ્સ, ફેરફારો, ઉન્નતીકરણો, સુધારણા અથવા વ્યુત્પન્ન કાર્યો સહિતના તમામ અધિકાર, શીર્ષક અને હિતની માલિકી છે અને કોઈપણ વિચારમાં, જાણો- કેવી રીતે, અને સેવાઓના પ્રભાવ દરમિયાન અમારા દ્વારા અથવા અમારા લાઇસન્સર્સ દ્વારા વિકસિત પ્રોગ્રામ્સ.
hi: 5.4 अधिकारों का आरक्षण: समझौते में स्पष्ट रूप से उल्लिखित के अलावा कोई अन्य अधिकार नहीं दिए गए हैं। समझौता एक बिक्री नहीं है और सेवाओं या किसी भी अंतर्निहित सॉफ़्टवेयर में किसी भी अधिकार या स्वामित्व को नहीं बताता है। हमारे पास सभी बौद्धिक संपदा अधिकारों, और सेवाओं और अंतर्निहित सॉफ़्टवेयर और किसी भी और सभी अपडेट, अपग्रेड, संशोधन, संवर्द्धन, सुधार या व्युत्पन्न कार्य, और किसी भी विचार में, सहित सभी अधिकार, शीर्षक और रुचि है। सेवाओं के प्रदर्शन के दौरान हमारे या हमारे लाइसेंसकर्ताओं द्वारा कैसे और कार्यक्रम विकसित किए गए।
hr: 5.4. Rezerva prava: Ne daju se druga prava osim izričito navedenih u Ugovoru. Ugovor nije prodaja i ne prenosi nikakva prava ili vlasništvo nad Uslugama ili bilo kojim osnovnim softverom. Posjedujemo sva prava, naslove i interese, uključujući sva prava intelektualnog vlasništva, na i na Usluge i podloženi softver i bilo koja i sva ažuriranja, nadogradnje, modifikacije, poboljšanja, poboljšanja ili izvedena djela istih, i u bilo kojoj ideji, kako i programi koje smo razvili mi ili naši davatelji licenci za vrijeme izvođenja Usluga.
hu: 5.4 Jog fenntartása: Semmilyen más jogot nem adnak ki, kivéve, ha azt a megállapodás kifejezetten rögzíti. A Megállapodás nem értékesítés, és semmiféle jogot vagy tulajdonjogot nem ruház fel a Szolgáltatásokra vagy a hozzájuk tartozó szoftverekre, vagy azokhoz. Minden jog, tulajdonjog és érdek, beleértve a szellemi tulajdonhoz fűződő jogokat is, a Szolgáltatásokban és az azok alapjául szolgáló szoftverekben, valamint azok bármilyen frissítésében, frissítésében, módosításában, továbbfejlesztésében, fejlesztésében vagy származékos munkáiban, valamint bármilyen ötleten belül, tudásunkból hogyan, és azokat a programokat, amelyeket a Szolgáltatások teljesítése során az általunk vagy licencadóinkként fejlesztettünk ki.
hy: 5.4 Իրավունքների վերապահում. Այլ իրավունքներ չեն տրվում, բացառությամբ այն դեպքերի, որոնք հստակ նշված են Համաձայնագրում: Համաձայնագիրը վաճառք չէ և չի փոխանցում որևէ իրավունք կամ սեփականության իրավունք Ծառայություններ կամ որևէ հիմքում ընկած ծրագրային ապահովում: Մենք պատկանում ենք բոլոր իրավունքներին, վերնագրին և հետաքրքրությանը, ներառյալ մտավոր սեփականության բոլոր իրավունքները ՝ Ծառայություններին և հիմքում ընկած ծրագրակազմին և բոլոր թարմացումներին, թարմացումներին, փոփոխություններին, բարելավումներին, բարելավումներին կամ դրանց ածանցյալ աշխատանքներին, և ցանկացած գաղափար ՝ գիտելիքներ: ինչպես և մեր կամ մեր արտոնագրողների կողմից Ծառայությունների կատարման ընթացքում մշակված ծրագրերը:
id: 5.4 Reservasi Hak: Tidak ada hak lain yang diberikan kecuali sebagaimana diatur secara tegas dalam Perjanjian. Perjanjian ini bukan penjualan dan tidak menyampaikan hak atau kepemilikan apa pun dalam, atau kepada, Layanan atau perangkat lunak apa pun yang mendasarinya. Kami memiliki semua hak, kepemilikan, dan kepentingan, termasuk semua hak kekayaan intelektual, di dalam dan pada Layanan dan perangkat lunak yang mendasari dan setiap dan semua pembaruan, peningkatan, modifikasi, peningkatan, perbaikan atau karya turunannya, dan dalam setiap gagasan, pengetahuan bagaimana, dan program yang dikembangkan oleh kami atau pemberi lisensi kami selama kinerja Layanan.
is: 5.4 Varúðarréttur: Engin önnur réttindi eru veitt nema eins og sérstaklega er sett fram í samningnum. Samningurinn er ekki til sölu og flytur hvorki réttindi né eignarhald á eða þjónustu, eða undirliggjandi hugbúnað. Við eigum öll réttindi, heiti og áhuga, þar með talið öll hugverkaréttindi, í og á þjónustuna og undirliggjandi hugbúnað og allar og allar uppfærslur, uppfærslur, breytingar, endurbætur, endurbætur eða afleidd verk þess, og hvaða hugmynd sem er, þekkingu- hvernig og forrit þróuð af okkur eða leyfisveitendum okkar meðan á þjónustu stendur.
it: 5.4 Riserva di diritti: nessun altro diritto è concesso se non come espressamente stabilito nell&#39;accordo. Il Contratto non è una vendita e non trasferisce alcun diritto o proprietà sui Servizi o sui software sottostanti. Possediamo tutti i diritti, titoli e interessi, compresi tutti i diritti di proprietà intellettuale, nei e sui Servizi e il software sottostante e qualsiasi e tutti gli aggiornamenti, upgrade, modifiche, miglioramenti, miglioramenti o lavori derivati e, in qualsiasi idea, conoscenza- come e programmi sviluppati da noi o dai nostri licenziatari nel corso dell&#39;esecuzione dei Servizi.
iw: 5.4 שמירת זכויות: לא ניתנות זכויות אחרות אלא כמפורט במפורש בהסכם. ההסכם אינו מכירה ואינו מעביר זכויות או בעלות בשירותים או בתוכנות או בתוכנות כלשהן הבסיסיות. בבעלותנו כל הזכויות, הכותרת והעניין, כולל כל זכויות הקניין הרוחני, בשירותים ובתוכנה העומדת בבסיס וכל העדכונים, השדרוגים, השינויים, השיפורים, השיפורים או העבודות הנגזרות שלהם ובכל רעיון, ידע- כיצד ותוכניות שפותחו על ידינו או על ידי בעלי הרישיון שלנו במהלך ביצוע השירותים.
ja: 5.4権利の留保：契約で明示的に規定されている場合を除き、他の権利は付与されません。本契約は販売ではなく、サービスまたは基盤となるソフトウェアの権利または所有権を伝達するものではありません。私たちは、本サービスおよび基盤となるソフトウェアおよびそのすべての更新、アップグレード、修正、拡張、改善、または派生物、ならびにあらゆる考え、知識における、すべての知的所有権を含むすべての権利、権原、および利益を所有します。本サービスの実施中に当社または当社のライセンサーが開発した方法およびプログラム。
ka: 5.4 უფლებების დაცვა: სხვა უფლებები არ არის მინიჭებული, გარდა ხელშეკრულებაში ნათლად მითითებული. ხელშეკრულება არ არის გაყიდვა და არ ითვალისწინებს რაიმე უფლებებს ან საკუთრებაში არსებულ სერვისებს ან მის რომელიმე პროგრამული უზრუნველყოფას. ჩვენ ფლობენ ყველა უფლებას, სათაურს და ინტერესს, ინტელექტუალური საკუთრების უფლების ჩათვლით, სერვისებში და ძირითადი პროგრამული უზრუნველყოფის და ნებისმიერი განახლების, განახლებების, მოდიფიკაციების, დამატებების, გაუმჯობესების ან წარმოებული სამუშაოების ჩათვლით და ნებისმიერი იდეის შესახებ. როგორ და ჩვენი და ჩვენი ლიცენზერების შემუშავებული პროგრამები მომსახურების შესრულების დროს.
kk: 5.4 Құқықтарды сақтау: Келісімде нақты көрсетілген жағдайлардан басқа ешқандай құқықтар берілмейді. Келісім сату болып табылмайды және Қызметтерге немесе оған жататын бағдарламалық жасақтамаға ешқандай құқықтар немесе меншік құқығын бермейді. Қызметтерге және оның негізіндегі бағдарламалық жасақтамаға және оның барлық жаңартулары, жаңартулары, өзгертулері, жетілдірулері, туындылары және кез-келген идеясында, білімдерінде барлық зияткерлік меншік құқықтарын қоса барлық құқықтар, атаулар мен мүдделер бар. қызметтерді орындау барысында біз немесе біздің лицензиарлар әзірлеген бағдарламалар және бағдарламалар.
km: ៥.៤ ការរក្សាសិទ្ធិសិទ្ធិៈមិនមានសិទ្ធិផ្សេងទៀតត្រូវបានផ្តល់ជូនលើកលែងតែមានចែងនៅក្នុងកិច្ចព្រមព្រៀង។ កិច្ចព្រមព្រៀងនេះមិនមែនជាការលក់ទេហើយមិនបង្ហាញពីសិទ្ធិឬភាពជាម្ចាស់នៅក្នុងសេវាកម្មឬកម្មវិធីផ្នែកទន់ណាមួយឡើយ។ យើងជាម្ចាស់សិទ្ធិទាំងអស់ចំណងជើងនិងចំណាប់អារម្មណ៍រួមទាំងកម្មសិទ្ធិបញ្ញាទាំងអស់នៅក្នុងនិងសេវាកម្មនិងសូហ្វវែរមូលដ្ឋាននិងរាល់ការធ្វើបច្ចុប្បន្នភាពការផ្លាស់ប្តូរការកែលំអការកែលំអការកែលំអការកែលំអការកែលំអការកែលម្អការធ្វើឱ្យប្រសើរឡើងឬការទាញយកពីការងារនិងនៅក្នុងគំនិតណាមួយ។ របៀបនិងកម្មវិធីត្រូវបានបង្កើតដោយពួកយើងឬអ្នកផ្តល់អាជ្ញាប័ណ្ណរបស់យើងក្នុងកំឡុងពេលអនុវត្តសេវាកម្ម។
kn: 5.4 ಹಕ್ಕುಗಳ ಮೀಸಲಾತಿ: ಒಪ್ಪಂದದಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ಸೂಚಿಸಲಾಗಿರುವುದನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಯಾವುದೇ ಹಕ್ಕುಗಳನ್ನು ನೀಡಲಾಗುವುದಿಲ್ಲ. ಒಪ್ಪಂದವು ಮಾರಾಟವಲ್ಲ ಮತ್ತು ಸೇವೆಗಳು ಅಥವಾ ಯಾವುದೇ ಆಧಾರವಾಗಿರುವ ಸಾಫ್ಟ್‌ವೇರ್‌ನಲ್ಲಿ ಯಾವುದೇ ಹಕ್ಕುಗಳು ಅಥವಾ ಮಾಲೀಕತ್ವವನ್ನು ತಿಳಿಸುವುದಿಲ್ಲ. ಎಲ್ಲಾ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳು, ಸೇವೆಗಳು ಮತ್ತು ಆಧಾರವಾಗಿರುವ ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲಾ ನವೀಕರಣಗಳು, ನವೀಕರಣಗಳು, ಮಾರ್ಪಾಡುಗಳು, ವರ್ಧನೆಗಳು, ಸುಧಾರಣೆಗಳು ಅಥವಾ ವ್ಯುತ್ಪನ್ನ ಕಾರ್ಯಗಳು ಸೇರಿದಂತೆ ಎಲ್ಲಾ ಹಕ್ಕುಗಳು, ಶೀರ್ಷಿಕೆ ಮತ್ತು ಆಸಕ್ತಿಯನ್ನು ನಾವು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ಯಾವುದೇ ಆಲೋಚನೆಯಲ್ಲಿ, ತಿಳಿದಿದೆ- ಸೇವೆಗಳ ಕಾರ್ಯಕ್ಷಮತೆಯ ಸಮಯದಲ್ಲಿ ನಮ್ಮ ಅಥವಾ ನಮ್ಮ ಪರವಾನಗಿದಾರರು ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ ಕಾರ್ಯಕ್ರಮಗಳು ಹೇಗೆ.
ku: 5.4 Parastina Mafan: Ji mafên ku bi eşkere di Peymanê de hatine destnîşankirin, mafên din nayên dayîn. Peyman ne firotgehek e û tu maf û xwedîtiyê li, an Karûbarê, an jî nermalavek bingehîn a ragihîne. Em xwediyê hemî maf, sernav, û berjewendiyê ne, digel hemî mafên xwedan mafê rewşenbîrî, di nav Dest û Karûbarên û nermalavê de û hemî û hemî nûvekirin, nûvekirin, guhartin, başkirin, çêtirkirin an derpêşkirinên wan, û di her ramanê de, zanibin. çawa, û bernameyên ji hêla me an destûrvanên me ve di dema performansa Xizmetguzariyê de hatine pêşxistin.
ky: 5.4 Укуктарды коргоо: Келишимде көрсөтүлгөндөн башка эч кандай укуктар берилбейт. Келишим сатуу эмес жана кызматтарга же ага негизделген программалык камсыздоого эч кандай укуктарды же ээлик кылууну бербейт. Кызматтарга жана ага негизделген программалык камсыздоого, ошондой эле бардык жаңыртууларга, өркүндөтүлөргө, өркүндөтүлөргө, өркүндөтүлөргө же алардын туунду чыгармаларына, ошондой эле ар кандай идеяга, билимге жана интеллектуалдык менчикке болгон бардык укуктар, аталыштар жана кызыкчылыктар бар. Кызматтарды аткаруу учурунда биз же биздин лицензиарлар тарабынан иштелип чыккан программалар.
lb: 5.4 Reservatioun vun de Rechter: Keng aner Rechter gi verginn, ausser wéi ausdrécklech an der Konventioun festgeluecht. D&#39;Konventioun ass kee Verkaf a vermëttelt keng Rechter oder Besëtz an, oder un d&#39;Servicer oder iergendeng Basis Software. Mir besëtzen all Rechter, Titel, an Interesse, inklusiv all intellektuell Propriétéitsrechter, an an d&#39;Servicer an d&#39;Ënnere Software an all an all Aktualiséierungen, Upgrades, Ännerungen, Verbesserungen, Verbesserungen oder Derivat Aarbechten dovun, an iergend eng Iddi, wësse- wéi, a Programmer vun eis oder eise Lizenzgeber am Laf vun der Leeschtung vun de Servicer entwéckelt.
lo: 5.4 ການສະຫງວນສິດ: ບໍ່ມີສິດອື່ນໃດທີ່ໄດ້ຮັບການຍົກເວັ້ນທີ່ໄດ້ ກຳ ນົດໄວ້ຢ່າງຈະແຈ້ງໃນສັນຍາ. ສັນຍາບໍ່ແມ່ນການຂາຍແລະບໍ່ໄດ້ບົ່ງບອກສິດທິຫຼືຄວາມເປັນເຈົ້າຂອງໃດໆໃນ, ຫຼືໃຫ້, ການບໍລິການຫຼືຊອບແວທີ່ຕິດພັນໃດໆ. ພວກເຮົາເປັນເຈົ້າຂອງທຸກສິດ, ຫົວຂໍ້ແລະຄວາມສົນໃຈ, ລວມທັງສິດທິຊັບສິນທາງປັນຍາທັງ ໝົດ, ໃນແລະການບໍລິການແລະຊອບແວທີ່ຕິດພັນແລະການປັບປຸງ, ການປັບປຸງ, ການປັບປຸງ, ການຍົກລະດັບ, ການປັບປຸງ, ການປັບປຸງ, ການປັບປຸງ, ການປັບປຸງຫຼືວຽກງານທີ່ມາຈາກນັ້ນ, ແລະໃນແນວຄວາມຄິດໃດກໍ່ຕາມ, ໃຫ້ຮູ້ ວິທີການ, ແລະໂຄງການທີ່ພັດທະນາໂດຍພວກເຮົາຫຼືຜູ້ມີໃບອະນຸຍາດຂອງພວກເຮົາໃນລະຫວ່າງການປະຕິບັດວຽກງານຂອງບໍລິການ.
lt: 5.4 Teisių rezervavimas: Jokios kitos teisės nėra suteikiamos, išskyrus aiškiai išdėstytas Sutartyje. Ši sutartis nėra pardavimas ir nesuteikia jokių teisių ar nuosavybės į Paslaugas ar bet kokią pagrindinę programinę įrangą. Mums priklauso visos teisės, nuosavybės teisės ir interesai, įskaitant visas intelektinės nuosavybės teises, į Paslaugas ir jose esančią programinę įrangą ir bet kokius atnaujinimus, atnaujinimus, modifikacijas, patobulinimus, patobulinimus ar jų išvestinius kūrinius, taip pat bet kokias idėjas, kaip, ir programos, kurias mes ar mūsų licencijos išdavėjai sukūrėme teikdami Paslaugas.
lv: 5.4. Tiesību rezervēšana: Citas tiesības netiek piešķirtas, izņemot gadījumus, kas skaidri noteikti līgumā. Līgums nav pārdošana, un tas neparedz nekādas tiesības vai īpašumtiesības uz Pakalpojumiem vai jebkuru no tiem pakārtoto programmatūru. Mums pieder visas tiesības, īpašumtiesības un intereses, ieskaitot visas intelektuālā īpašuma tiesības, uz Pakalpojumiem un to pamatā esošo programmatūru, kā arī uz visiem atjauninājumiem, jauninājumiem, modifikācijām, uzlabojumiem, uzlabojumiem vai to atvasinātiem darbiem, kā arī jebkurām idejām, zināšanām kā, un programmas, kuras mēs vai mūsu licences devēji esam izstrādājuši Pakalpojumu izpildes laikā.
mg: 5.4 Famandrihana ny zony: tsy omena zo hafa raha tsy ao anatin&#39;ny fifanarahana. Tsy fifanarahana ny fifanarahana ary tsy mitondra zo na tompony na, any amin&#39;ny serivisy na ireo rindrambaiko fototra. Anananay ny zo, lohateny ary fahalianana rehetra, anisan&#39;izany ny zon&#39;ny fananana ara-tsaina rehetra, ao sy ny serivisy ary ny rindrambaiko miorina ary ny fanavaozana, fanavaozana, fanovana, fanatsarana, fanatsarana na ny asa avy aminy, ary amin&#39;ny hevitra rehetra, fantaro ny fomba, sy ny fandaharan&#39;asa novolavolainay na ny mpiasan&#39;ny fahazoan-dàlana mandritra ny fanatontosana ny serivisy.
mi: 5.4 Te Rahui i nga Tika: Kaore etahi o nga motika e whaaia ke ana ki te whakatu i roto i te Whakaaetanga. Ehara i te Whakaaetanga te hoko me te kore e tuku mana, mana rangatira ranei, ki nga Ratonga ranei tetahi punaha raupaparorohiko. Kei a matou nga motika katoa, taitara, me nga paanga, tae atu ki nga mana whakahaere whaimana katoa, ki roto ki nga Ratonga me nga punaha raupaparorohiko me nga whakahoutanga, whakahoutanga, whakarereke, whakareiatanga, whakapainga, mahi whakapae ranei, a, ki tetahi whakaaro, mohio- me pehea, me nga kaupapa i whakawhanakehia e matou, o matou raihana ranei i te wa e mahi ana nga Ratonga.
mk: 5.4 Резервација на правата: Не се дадени други права освен како што е изрично наведено во Договорот. Договорот не е продажба и не пренесува никакви права или сопственост во, или во, Услугите или кој било основен софтвер. Ние ги поседуваме сите права, наслов и интерес, вклучувајќи ги и сите права на интелектуална сопственост, во Услугите и основниот софтвер и сите ажурирања, надградби, модификации, додатоци, подобрувања или деривативни работи од нив, и за секоја идеја, знаење како, и програми развиени од нас или нашите лиценци за време на извршувањето на Услугите.
ml: 5.4 അവകാശങ്ങളുടെ സംവരണം: കരാറിൽ വ്യക്തമായി പറഞ്ഞിട്ടുള്ളതല്ലാതെ മറ്റ് അവകാശങ്ങൾ അനുവദിക്കുന്നില്ല. കരാർ‌ ഒരു വിൽ‌പനയല്ല, മാത്രമല്ല സേവനങ്ങളിലോ അല്ലെങ്കിൽ‌ ഏതെങ്കിലും അടിസ്ഥാന സോഫ്റ്റ്വെയറിലോ അവകാശങ്ങളോ ഉടമസ്ഥാവകാശമോ അറിയിക്കുന്നില്ല. സേവനങ്ങളിലെയും അന്തർലീനമായ സോഫ്റ്റ്വെയറിലെയും എല്ലാ ബ ual ദ്ധിക സ്വത്തവകാശങ്ങളും ഉൾപ്പെടെ എല്ലാ അവകാശങ്ങളും, ശീർഷകവും താൽപ്പര്യവും ഞങ്ങൾക്ക് സ്വന്തമാണ്, കൂടാതെ എല്ലാ അപ്‌ഡേറ്റുകൾ, അപ്‌ഗ്രേഡുകൾ, പരിഷ്‌ക്കരണങ്ങൾ, മെച്ചപ്പെടുത്തലുകൾ, മെച്ചപ്പെടുത്തലുകൾ അല്ലെങ്കിൽ ഡെറിവേറ്റീവ് വർക്കുകൾ, കൂടാതെ ഏതെങ്കിലും ആശയത്തിൽ, അറിയുക- സേവനങ്ങളുടെ പ്രകടനത്തിനിടയിൽ ഞങ്ങളോ ഞങ്ങളുടെ ലൈസൻസർമാരോ വികസിപ്പിച്ചെടുത്ത പ്രോഗ്രാമുകൾ.
mn: 5.4. Эрх мэдлийг хадгалах: Гэрээнд тусгайлан зааснаас бусад эрх олгогдохгүй. Гэрээ нь худалдах ажил биш бөгөөд ямар нэгэн үйлчилгээ, эсвэл аливаа програм хангамжид хамаарах эрх, өмчлөлийг дамжуулахгүй. Бид Үйлчилгээ болон түүний доторх програм хангамжид хамаарах бүх оюуны өмчийн бүх эрхийг, нэр, ашиг сонирхол, аливаа шинэчлэл, шинэчлэлт, сайжруулалт, сайжруулалт, сайжруулалт эсвэл үүсмэл бүтээлийг, мөн аливаа санаа, мэдлэг, үйлчилгээг хэрхэн гүйцэтгэх явцад бидний эсвэл манай лиценз эзэмшигчийн боловсруулсан хөтөлбөрүүд.
mr: .4. Rights हक्कांचे आरक्षण: करारामध्ये स्पष्टपणे नमूद केल्याखेरीज इतर कोणतेही हक्क दिले जात नाहीत. कराराची विक्री नाही आणि सेवांमध्ये किंवा कोणत्याही अंतर्निहित सॉफ्टवेअरमध्ये किंवा कोणतेही अधिकार किंवा मालकी व्यक्त करीत नाही. आमच्याकडे सेवेमध्ये आणि अंतर्निहित सॉफ्टवेअरमध्ये आणि सर्व अद्यतने, श्रेणीसुधारणे, सुधारणा, सुधारणा, सुधारणा किंवा साधित कार्ये यासह सर्व बौद्धिक मालमत्ता अधिकारांसह सर्व हक्क, शीर्षक आणि स्वारस्य आहे. सेवेच्या कामगिरीच्या वेळी आम्ही किंवा आमच्या परवानाधारकांनी कसे आणि प्रोग्राम विकसित केले आहेत.
ms: 5.4 Pemeliharaan Hak: Tidak ada hak lain yang diberikan kecuali sebagaimana dinyatakan secara tegas dalam Perjanjian. Perjanjian ini bukanlah penjualan dan tidak memberikan hak atau pemilikan apa pun dalam, atau kepada, Perkhidmatan atau perisian yang mendasari. Kami memiliki semua hak, hakmilik, dan kepentingan, termasuk semua hak harta intelek, dalam dan ke Perkhidmatan dan perisian yang mendasarinya dan sebarang dan semua kemas kini, peningkatan, pengubahsuaian, peningkatan, penambahbaikan atau karya terbitannya, dan dalam idea apa pun, pengetahuan- bagaimana, dan program yang dikembangkan oleh kami atau pemberi lesen kami semasa pelaksanaan Perkhidmatan.
mt: 5.4 Riżerva ta &#39;Drittijiet: L-ebda drittijiet oħra ma jingħataw ħlief kif espressament stipulat fil-Ftehim. Il-Ftehim mhuwiex bejgħ u ma jwassalx id-drittijiet jew sjieda fi, jew lis-Servizzi, jew kwalunkwe software sottostanti. Aħna proprjetarji tad-drittijiet kollha, titolu, u interessi, inklużi d-drittijiet kollha tal-proprjetà intellettwali, fis-Servizzi u s-software sottostanti u kwalunkwe aġġornamenti, aġġornamenti, modifiki, titjib, titjib jew xogħlijiet derivattivi tagħhom, u fi kwalunkwe idea, taf kif, u l-programmi żviluppati minna jew mill-liċenzjaturi tagħna matul il-kors tal-prestazzjoni tas-Servizzi.
my: ၅.၄ အခွင့်အရေးထိန်းသိမ်းခြင်း - သဘောတူညီချက်တွင်ဖော်ပြထားသည့်အတိုင်း မှလွဲ၍ အခြားမည်သည့်အခွင့်အရေးကိုမျှပေးအပ်ခြင်းမရှိပါ။ သဘောတူစာချုပ်သည်အရောင်းအဝယ်မဟုတ်ပါ၊ ၀ န်ဆောင်မှုများသို့မဟုတ်မည်သည့်ဆော့ဖ်ဝဲလ်ကိုမဆိုမည်သည့်အခွင့်အရေးနှင့်ပိုင်ဆိုင်မှုကိုမျှဖော်ပြခြင်းမရှိပါ။ ကျွန်ုပ်တို့သည် ၀ န်ဆောင်မှုများနှင့်အခြေခံဆော့ (ဖ်) ဝဲနှင့် ၀ န်ဆောင်မှုများနှင့်အသိဥာဏ်ဆိုင်ရာမူပိုင်ခွင့်အခွင့်အရေးများအပါအ ၀ င်အခွင့်အရေးများ၊ ခေါင်းစဉ်နှင့်အကျိုးစီးပွားအားလုံးကိုပိုင်ဆိုင်ပြီးမွမ်းမံမှုများ၊ အဆင့်မြှင့်မှုများ၊ ပြုပြင်မွမ်းမံမှုများ၊ တိုးမြှင့်မှုများ၊ ၀ န်ဆောင်မှုများ၏စွမ်းဆောင်ရည်အတွင်းမှာငါတို့သို့မဟုတ်ကျွန်ုပ်တို့၏လိုင်စင်ရသူများကတီထွင်ထားသောအစီအစဉ်များနှင့်မည်သို့။
ne: .4. Rights अधिकारको आरक्षण: सम्झौतामा स्पष्ट रूपमा बाहेक अरू कुनै अधिकार दिइएन। सम्झौता बिक्री होईन र सेवा वा कुनै अन्तर्निहित सफ्टवेयरमा कुनै अधिकार वा स्वामित्व प्रदान गर्दैन। हामीसँग सबै अधिकार, शीर्षक, र चासो, सबै बौद्धिक सम्पत्ती अधिकारहरू, सेवाहरू र अन्तर्निहित सफ्टवेयर र कुनै पनि र सबै अपडेटहरू, अपग्रेडहरू, संशोधनहरू, विस्तारहरू, सुधारहरू वा यसका व्युत्पन्न कार्यहरू सहित, र यसको कुनै पनि विचारमा, जान्नुहोस् - कसरी र सेवाहरूको प्रदर्शनको क्रममा हामी वा हाम्रा लाइसेन्सदाताहरू द्वारा विकसित कार्यक्रमहरू।
nl: 5.4 Voorbehoud van rechten: Er worden geen andere rechten verleend dan uitdrukkelijk vermeld in de overeenkomst. De overeenkomst is geen verkoop en geeft geen rechten of eigendom in of aan de diensten of onderliggende software. Wij bezitten alle rechten, titels en belangen, inclusief alle intellectuele eigendomsrechten, in en op de Services en de onderliggende software en alle updates, upgrades, aanpassingen, uitbreidingen, verbeteringen of afgeleide werken daarvan, en in enig idee, kennis hoe en programma&#39;s die door ons of onze licentiegevers zijn ontwikkeld tijdens de uitvoering van de Services.
no: 5.4 Forbehold av rettigheter: Det gis ingen andre rettigheter, bortsett fra uttrykkelig angitt i avtalen. Avtalen er ikke et salg og formidler ikke rettigheter eller eierforhold til eller til Tjenestene eller underliggende programvare. Vi eier alle rettigheter, eiendeler og interesser, inkludert alle immaterielle rettigheter, i og til Tjenestene og den underliggende programvaren og alle oppdateringer, oppgraderinger, modifikasjoner, forbedringer, forbedringer eller deriverte arbeider derav, og uansett kunnskap, hvordan og programmer utviklet av oss eller våre lisensgivere i løpet av utførelsen av tjenestene.
or: 5.4 ଅଧିକାରର ସଂରକ୍ଷଣ: ଚୁକ୍ତିନାମାରେ ସ୍ପଷ୍ଟ ଭାବରେ ଉଲ୍ଲେଖ ବ୍ୟତୀତ ଅନ୍ୟ କ rights ଣସି ଅଧିକାର ଦିଆଯାଇନଥାଏ | ଚୁକ୍ତିନାମା ଏକ ବିକ୍ରୟ ନୁହେଁ ଏବଂ ସେବା କିମ୍ବା କ under ଣସି ଅନ୍ତର୍ନିହିତ ସଫ୍ଟୱେୟାରରେ କ rights ଣସି ଅଧିକାର କିମ୍ବା ମାଲିକାନା ପ୍ରଦାନ କରେ ନାହିଁ | ଆମର ସମସ୍ତ ଅଧିକାର, ଆଖ୍ୟା, ଏବଂ ଆଗ୍ରହ, ସମସ୍ତ ବ intellectual ଦ୍ଧିକ ସମ୍ପତ୍ତି ଅଧିକାରକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି, ସେବା ତଥା ଅନ୍ତର୍ନିହିତ ସଫ୍ଟୱେର୍ ଏବଂ ଯେକ and ଣସି ଏବଂ ସମସ୍ତ ଅଦ୍ୟତନ, ଅପଗ୍ରେଡ୍, ରୂପାନ୍ତର, ଉନ୍ନତି, ଉନ୍ନତି କିମ୍ବା ଏହାର ଉତ୍ପାଦନ କାର୍ଯ୍ୟ, ଏବଂ ଯେକ idea ଣସି ଧାରାରେ, ଜାଣିବା- ସେବାଗୁଡିକର କାର୍ଯ୍ୟଦକ୍ଷତା ସମୟରେ ଆମ କିମ୍ବା ଆମର ଲାଇସେନ୍ସକାରଙ୍କ ଦ୍ how ାରା କିପରି, ଏବଂ ପ୍ରୋଗ୍ରାମଗୁଡିକ ବିକଶିତ ହୋଇଛି |
pa: 5.4 ਅਧਿਕਾਰਾਂ ਦਾ ਰਾਖਵਾਂਕਰਨ: ਇਕਰਾਰਨਾਮੇ ਵਿਚ ਸਪੱਸ਼ਟ ਤੌਰ &#39;ਤੇ ਨਿਰਧਾਰਤ ਕੀਤੇ ਸਿਵਾਏ ਹੋਰ ਕੋਈ ਅਧਿਕਾਰ ਨਹੀਂ ਦਿੱਤੇ ਜਾਂਦੇ. ਸਮਝੌਤਾ ਕੋਈ ਵਿਕਰੀ ਨਹੀਂ ਹੈ ਅਤੇ ਸੇਵਾਵਾਂ ਜਾਂ ਕਿਸੇ ਅੰਡਰਲਾਈੰਗ ਸਾੱਫਟਵੇਅਰ ਵਿਚ, ਜਾਂ ਇਸ ਵਿਚ ਕੋਈ ਅਧਿਕਾਰ ਜਾਂ ਮਾਲਕੀ ਨਹੀਂ ਦਿੰਦਾ ਹੈ. ਸਾਡੇ ਕੋਲ ਸਾਰੇ ਅਧਿਕਾਰ, ਸਿਰਲੇਖ ਅਤੇ ਦਿਲਚਸਪੀ ਹਨ, ਸਮੇਤ ਸਾਰੇ ਬੌਧਿਕ ਜਾਇਦਾਦ ਦੇ ਅਧਿਕਾਰ, ਸੇਵਾਵਾਂ ਅਤੇ ਅੰਡਰਲਾਈੰਗ ਸਾੱਫਟਵੇਅਰ ਅਤੇ ਕਿਸੇ ਵੀ ਅਤੇ ਸਾਰੇ ਅਪਡੇਟਾਂ, ਨਵੀਨੀਕਰਣਾਂ, ਸੋਧਾਂ, ਸੁਧਾਰਾਂ, ਸੁਧਾਰਾਂ ਜਾਂ ਡੈਰੀਵੇਟਿਵ ਕਾਰਜਾਂ ਵਿੱਚ, ਅਤੇ ਕਿਸੇ ਵੀ ਵਿਚਾਰ ਵਿੱਚ, ਜਾਣੋ- ਸੇਵਾਵਾਂ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਦੇ ਦੌਰਾਨ ਸਾਡੇ ਦੁਆਰਾ ਜਾਂ ਸਾਡੇ ਲਾਇਸੈਂਸ ਦੇਣ ਵਾਲਿਆਂ ਦੁਆਰਾ ਕਿਵੇਂ ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਤਿਆਰ ਕੀਤੇ ਗਏ ਹਨ.
pl: 5.4 Zastrzeżenie praw: Żadne inne prawa nie są przyznawane, z wyjątkiem przypadków wyraźnie określonych w Umowie. Umowa nie jest sprzedażą i nie przenosi żadnych praw ani własności do Usług ani do żadnego oprogramowania bazowego. Posiadamy wszelkie prawa, tytuł i odsetki, w tym wszelkie prawa własności intelektualnej, do Usług i oprogramowania bazowego oraz wszelkich aktualizacji, uaktualnień, modyfikacji, ulepszeń, ulepszeń lub prac pochodnych, a także z dowolnego pomysłu, wiedzy, w jaki sposób oraz programy opracowane przez nas lub naszych licencjodawców w trakcie świadczenia Usług.
ps: .4..4 د حقونو خوندي کول: نور حقونه نه منل کیږي پرته لدې چې په تړون کې څرګند شوي. تړون پلور نه دی او په خدماتو یا کوم سافټویر کې کوم حق یا ملکیت نه وړاندې کوي. موږ ټول حقونه ، سرلیک ، او علاقه لرو ، په شمول د خدماتو او لاندې سافټویر کې د ټولو فکري ملکیت حقونه ، او کوم چې ټول نوي اوسمهالونه ، نوي کول ، بدلونونه ، وده کول ، ښه کول یا استخراجي کارونه ، او په کوم نظر ، پوهیږو. څنګه ، او زموږ د جواز ورکونکو لخوا د خدماتو د اجرااتو په جریان کې رامینځته شوي پروګرامونه.
pt: 5.4 Reserva de direitos: Nenhum outro direito é concedido, exceto conforme expressamente estabelecido no Contrato. O Contrato não é uma venda e não transmite nenhum direito ou propriedade sobre os Serviços ou qualquer software subjacente. Nós possuímos todos os direitos, títulos e interesses, incluindo todos os direitos de propriedade intelectual, sobre os Serviços e o software subjacente e toda e qualquer atualização, atualização, modificação, aprimoramento, aprimoramento ou trabalho derivado dos mesmos e, em qualquer idéia, conhecimento. como e programas desenvolvidos por nós ou por nossos licenciantes durante o curso da execução dos Serviços.
ro: 5.4 Rezervarea drepturilor: Nu se acordă alte drepturi decât cele prevăzute în acord. Acordul nu este o vânzare și nu transmite niciun drept sau proprietate asupra Serviciilor sau a oricăror programe software care stau la baza acestora. Deținem toate drepturile, titlul și interesul, inclusiv toate drepturile de proprietate intelectuală, în și către Serviciile și software-ul de bază și orice actualizări, actualizări, modificări, îmbunătățiri, îmbunătățiri sau lucrări derivate ale acestora, și în orice idee, cunoaștere cum și programele dezvoltate de noi sau de autorizații noștri în timpul executării serviciilor.
ru: 5.4. Сохранение прав: никакие другие права не предоставляются, за исключением случаев, прямо указанных в Соглашении. Соглашение не является продажей и не передает никаких прав или прав собственности на Сервисы или какое-либо лежащее в их основе программное обеспечение. Мы владеем всеми правами, правами собственности и интересами, включая все права на интеллектуальную собственность, в отношении Услуг и соответствующего программного обеспечения, а также любых и всех обновлений, обновлений, модификаций, улучшений, улучшений или производных от них работ, и в любом случае каким образом, и программ, разработанных нами или нашими лицензиарами в ходе оказания Услуг.
rw: 5.4 Kubungabunga uburenganzira: Nta bundi burenganzira butangwa keretse nkuko bigaragara mu masezerano. Amasezerano ntabwo agurishwa kandi ntabwo atanga uburenganzira cyangwa uburenganzira muri, cyangwa kuri, Serivisi cyangwa software iyo ari yo yose. Dufite uburenganzira bwose, umutwe, ninyungu, harimo uburenganzira bwose bwumutungo wubwenge, muri no kuri Serivisi hamwe na software ishingiye hamwe nibindi byose, kuvugurura, guhindura, kuzamura, kunoza cyangwa imirimo ikomokaho, kandi mubitekerezo byose, kumenya- nigute, na gahunda zateguwe natwe cyangwa abaduha uburenganzira mugihe cyimikorere ya Serivisi.
sd: 5.4 حقن جي تحفظ: معاهدي ۾ واضح طور تي مقرر ڪيل کانسواءِ ڪو ٻيو حق نٿو ڏنو وڃي. معاهدو وڪرو نه آهي ۽ نه ئي ، يا يا ، خدمتن ۾ يا بنيادي سافٽ ويئر جي حق ۽ ملڪيت جي باري ۾ معلومات نٿو ڏي. اسان سڀ حق ، عنوان ، ۽ دلچسپي جا مالڪ آهيون بشمول تمام دانشورانه ملڪيت جا حق ، خدمت ۾ ۽ هيٺيان سافٽ ويئر ۽ ۽ ڪي به ۽ سڀ اپڊيٽ ، اپڊيٽ ، ترميم ، واڌارا ، سڌارا يا استخراجاتي ڪم ، ۽ ڪنهن به خيال ۾ ، -اڻ- ڪيئن ، ۽ پروگرامس اسان جي طرفان پيدا ڪيل آهن يا خدمت جي ڪارڪردگي جي دوران اسان جو لائسنس وارا.
si: 5.4 අයිතිවාසිකම් වෙන් කිරීම: ගිවිසුමේ පැහැදිලිව දක්වා ඇති පරිදි හැර වෙනත් අයිතිවාසිකම් ලබා නොදේ. ගිවිසුම විකිණීමක් නොවන අතර සේවාවන් හෝ යටින් පවතින මෘදුකාංගයක් තුළ කිසිදු අයිතිවාසිකමක් හෝ හිමිකමක් ප්‍රකාශ නොකරයි. සේවාවන් සහ යටින් පවතින මෘදුකාංග සහ සියලු බුද්ධිමය දේපළ අයිතිවාසිකම් ඇතුළුව සියලු අයිතිවාසිකම්, මාතෘකාව සහ උනන්දුව අප සතුව ඇති අතර ඕනෑම යාවත්කාලීන කිරීමක්, වැඩිදියුණු කිරීම්, වෙනස් කිරීම්, වැඩිදියුණු කිරීම්, වැඩිදියුණු කිරීම් හෝ ව්‍යුත්පන්න කාර්යයන් සහ ඕනෑම අදහසක් තුළ දැන ගැනීම- සේවාවන්හි කාර්ය සාධනය අතරතුර අප හෝ අපගේ බලපත්‍රලාභීන් විසින් වර්ධනය කරන ලද ආකාරය සහ වැඩසටහන්.
sk: 5.4 Vyhradenie práv: Žiadne iné práva sa neudeľujú, okrem prípadov, ktoré sú výslovne uvedené v dohode. Zmluva nie je predajom a nepreukazuje žiadne práva ani vlastníctvo v súvislosti so Službami alebo so žiadnym súvisiacim softvérom. Vlastníme všetky práva, vlastnícke práva a záujmy vrátane všetkých práv duševného vlastníctva v súvislosti so Službami a základným softvérom a všetky ich aktualizácie, upgrady, úpravy, vylepšenia, vylepšenia alebo odvodené diela a v akejkoľvek myšlienke, ako, a programy, ktoré sme vyvinuli my alebo naši poskytovatelia licencie v priebehu vykonávania Služieb.
sl: 5.4 Pridrževanje pravic: Druge pravice niso podeljene, razen izrecno določenih v sporazumu. Ta pogodba ni prodaja in ne prenaša nobenih pravic ali lastništva v storitvah ali do teh storitev ali katere koli osnovne programske opreme. Imamo vse pravice, naslove in interese, vključno z vsemi pravicami intelektualne lastnine, v storitvah in do teh storitev ter z njimi povezane programske opreme in vseh posodobitev, nadgradenj, modifikacij, izboljšav, izboljšav ali izpeljanih del, in v kakršni koli ideji, kako in programi, ki smo jih razvili mi ali naši dajalci licence med izvajanjem storitev.
sq: 5.4 Rezervimi i të drejtave: Asnjë e drejtë tjetër nuk jepet, përveç siç përcaktohet shprehimisht në Marrëveshje. Marrëveshja nuk është një shitje dhe nuk përcjell ndonjë të drejtë ose pronësi në Shërbimet ose ndonjë program themelor. Ne zotërojmë të gjitha të drejtat, titullin dhe interesin, përfshirë të gjitha të drejtat e pronësisë intelektuale, brenda dhe për Shërbimet dhe programin themelor dhe çdo dhe të gjitha azhurnimet, azhurnimet, modifikimet, përmirësimet, përmirësimet ose veprat derivative të tyre, dhe për çdo ide, di- si dhe programet e zhvilluara nga ne ose licencuesit tanë gjatë rrjedhës së performancës së Shërbimeve.
sr: 5.4. Придржавање права: Не дају се друга права осим она која су изричито наведена у Споразуму. Уговор није продаја и не преноси никаква права или власништво над Услугама или било којим основним софтвером. Посједујемо сва права, наслове и интересе, укључујући сва права интелектуалног власништва, на и на Услуге и подложени софтвер и било која ажурирања, надоградње, модификације, побољшања, побољшања или изведена дјела из истих, и по било којој идеји, како и програми развијени од стране нас или наших давалаца лиценце током извођења Услуга.
sv: 5.4 Förbehåll av rättigheter: Inga andra rättigheter beviljas förutom vad som uttryckligen anges i avtalet. Avtalet är inte en försäljning och överför inga rättigheter eller äganderätt till eller till Tjänsterna eller någon underliggande programvara. Vi äger alla rättigheter, äganderätt och intressen, inklusive alla immateriella rättigheter, i och till Tjänsterna och den underliggande programvaran och alla uppdateringar, uppgraderingar, ändringar, förbättringar, förbättringar eller derivatarbeten därav, och i alla idéer, kunskap- hur och program som utvecklats av oss eller våra licensgivare under utförandet av tjänsterna.
sw: 5.4 Hifadhi ya Haki: Hakuna haki nyingine zinazopewa isipokuwa kama ilivyoainishwa wazi katika Mkataba. Mkataba sio mauzo na haitoi haki yoyote au umiliki katika, au kwa, Huduma au programu yoyote ya msingi. Tunamiliki haki zote, kichwa, na masilahi, pamoja na haki zote za miliki, ndani na kwa Huduma na programu ya msingi na visasisho vyote, visasisho, marekebisho, viongezeo, maboresho au kazi za kutoka kwake, na kwa wazo lolote, tunajua- jinsi, na mipango iliyotengenezwa na sisi au leseni zetu wakati wa kufanya kazi kwa Huduma.
ta: 5.4 உரிமைகள் முன்பதிவு: ஒப்பந்தத்தில் வெளிப்படையாக குறிப்பிடப்பட்டுள்ளதைத் தவிர வேறு எந்த உரிமைகளும் வழங்கப்படவில்லை. ஒப்பந்தம் ஒரு விற்பனை அல்ல, மேலும் சேவைகள் அல்லது எந்தவொரு அடிப்படை மென்பொருளிலும் எந்தவொரு உரிமைகளையும் உரிமையையும் தெரிவிக்கவில்லை. சேவைகள் மற்றும் அடிப்படை மென்பொருள் மற்றும் அனைத்து மற்றும் அனைத்து புதுப்பிப்புகள், மேம்படுத்தல்கள், மாற்றங்கள், மேம்பாடுகள், மேம்பாடுகள் அல்லது வழித்தோன்றல் பணிகள் உட்பட அனைத்து அறிவுசார் சொத்துரிமைகள் உட்பட அனைத்து உரிமைகள், தலைப்பு மற்றும் ஆர்வத்தை நாங்கள் வைத்திருக்கிறோம், எந்தவொரு யோசனையிலும், தெரியும்- சேவைகளின் செயல்திறனின் போது எங்களால் அல்லது எங்கள் உரிமதாரர்களால் உருவாக்கப்பட்ட திட்டங்கள் மற்றும் திட்டங்கள்.
te: 5.4 హక్కుల రిజర్వేషన్: ఒప్పందంలో స్పష్టంగా పేర్కొన్నది తప్ప ఇతర హక్కులు ఇవ్వబడవు. ఒప్పందం అమ్మకం కాదు మరియు సేవలు లేదా ఏదైనా అంతర్లీన సాఫ్ట్‌వేర్‌లో లేదా హక్కులు లేదా యాజమాన్యాన్ని తెలియజేయదు. సేవలు మరియు అంతర్లీన సాఫ్ట్‌వేర్‌లలో మరియు అన్ని మేధో సంపత్తి హక్కులతో సహా అన్ని హక్కులు, శీర్షిక మరియు ఆసక్తిని మేము కలిగి ఉన్నాము మరియు ఏదైనా మరియు అన్ని నవీకరణలు, నవీకరణలు, మార్పులు, మెరుగుదలలు, మెరుగుదలలు లేదా ఉత్పన్న పనులు, మరియు ఏదైనా ఆలోచనలో, తెలుసు- సేవల పనితీరు సమయంలో మా లేదా మా లైసెన్సర్లు అభివృద్ధి చేసిన కార్యక్రమాలు ఎలా.
tg: 5.4. Ҳифзи ҳуқуқҳо: Ҳуқуқҳои дигар дода намешавад, ба истиснои ҳолатҳое, ки бевосита дар Шартнома омадааст. Шартнома фурӯш нест ва ягон ҳуқуқ ё моликият ба хидматҳо ва ё нармафзореро, ки ба он интиқол дода намешавад, намедиҳад. Мо ҳама ҳуқуқҳо, унвон ва манфиатҳо, аз ҷумла ҳама ҳуқуқҳои моликияти зеҳниро ба хидматҳо ва нармафзорҳои зервазирӣ ва ҳама гуна навсозӣ, такмилдиҳӣ, такмилдиҳӣ, мукаммалсозӣ ё корҳои ҳосилшудаи онҳо ва инчунин дар ҳама гуна идея, чӣ гуна ва барномаҳое, ки аз ҷониби мо ё литсензиядорони мо дар ҷараёни иҷрои хидматҳо таҳия шудааст.
th: 5.4 การสงวนสิทธิ์: ไม่มีการให้สิทธิ์อื่นใดนอกจากที่ได้กำหนดไว้โดยชัดแจ้งในข้อตกลง ข้อตกลงไม่ใช่การขายและไม่ถ่ายทอดสิทธิหรือความเป็นเจ้าของในหรือต่อการบริการหรือซอฟต์แวร์อ้างอิงใด ๆ เราเป็นเจ้าของสิทธิ์กรรมสิทธิ์และผลประโยชน์ทั้งหมดรวมถึงสิทธิ์ในทรัพย์สินทางปัญญาทั้งหมดในและเพื่อบริการและซอฟต์แวร์อ้างอิงและอัปเดตการอัพเกรดการดัดแปลงการปรับปรุงการปรับปรุงหรืองานดัดแปลงใด ๆ และทั้งหมดในความคิดใด ๆ วิธีและโปรแกรมที่พัฒนาขึ้นโดยเราหรือผู้ออกใบอนุญาตของเราในระหว่างการปฏิบัติงานของบริการ
tk: 5.4 Hukuklary goramak: Şertnamada aç-açan görkezilenlerden başga hiç hili hukuk berilmeýär. Şertnama satuw däl we Hyzmatlara ýa-da esasy programma üpjünçiligine hiç hili hukuk ýa-da eýeçilik hukugyny bermeýär. Hyzmatlara we esasy programma üpjünçiligine we islendik täzelenmelere, kämilleşdirmelere, üýtgetmelere, gowulandyrmalara, gowulandyrmalara ýa-da emele gelen eserlere we islendik ideýa bilen bilip, ähli intellektual eýeçilik hukuklaryny goşmak bilen ähli hukuklara, atlara we gyzyklanmalara eýe. Hyzmatlaryň ýerine ýetirilişinde biz ýa-da lisenziýalarymyz tarapyndan işlenip düzülen programmalar.
tl: 5.4 Reservation ng Mga Karapatan: Walang ibang mga karapatan ang ipinagkaloob maliban sa malinaw na nakasaad sa Kasunduan. Ang Kasunduan ay hindi isang benta at hindi naghahatid ng anumang mga karapatan o pagmamay-ari sa, o sa, ang Mga Serbisyo o anumang nakabatay na software. Pagmamay-ari namin ang lahat ng mga karapatan, pamagat, at interes, kabilang ang lahat ng mga karapatan sa intelektwal na pag-aari, sa at sa Mga Serbisyo at ang pinagbabatayan na software at anuman at lahat ng mga pag-update, pag-update, pagbabago, pagbabago, pagpapabuti o pagpapabuti o mga gawa na nagmula, at sa anumang ideya, alam kung paano, at mga programa na binuo ng sa amin o sa aming mga lisensya sa panahon ng pagganap ng Mga Serbisyo.
tr: 5.4 Hakların Saklı Tutulması: Sözleşmede açıkça belirtilenler dışında başka bir hak tanınmamıştır. Sözleşme bir satış değildir ve Hizmetlerde veya temeldeki yazılımlarda herhangi bir hak veya mülkiyet taşımaz. Hizmetlere ve temel yazılıma ve bunların tüm güncellemelerine, yükseltmelerine, değişikliklerine, geliştirmelerine, geliştirmelerine veya türev çalışmalarına ve bunların herhangi bir fikrine, Hizmetlerin performansı sırasında tarafımızdan veya lisans verenlerimiz tarafından geliştirilen programlar.
tt: 5.4 Хокукны саклау: Килешүдә ачык күрсәтелгәннән башка бүтән хокуклар бирелми. Килешү сату түгел һәм Хезмәтләргә яки төп программа тәэминатына бернинди хокукны, милекне бирми. Без барлык хокукларга, исемнәргә, кызыксынуларга, шул исәптән барлык интеллектуаль милек хокукларына, Хезмәтләргә һәм төп программа тәэминатына һәм теләсә нинди яңартулар, яңартулар, модификацияләр, яхшырту, яхшырту яки тудыру әсәрләренә ия, һәм теләсә нинди идеяда, белү- Хезмәтләрне башкару барышында безнең яки лицензиатларыбыз тарафыннан эшләнгән программалар.
ug: 5.4 ھوقۇقنى قوغداش: كېلىشىمدە ئېنىق بەلگىلەنگەندىن باشقا باشقا ھوقۇق بېرىلمەيدۇ. بۇ كېلىشىم سېتىش ئەمەس ، مۇلازىمەت ياكى باشقا يۇمشاق دېتاللاردىكى ھوقۇق ياكى ئىگىدارلىق ھوقۇقىنى يەتكۈزمەيدۇ. بىز بارلىق بىلىم ، مۈلۈك ۋە مەنپەئەتكە ، جۈملىدىن بارلىق بىلىم مۈلۈك ھوقۇقى ، مۇلازىمەت ۋە ئۇنىڭدىكى يۇمشاق دېتاللار ۋە ھەر قانداق يېڭىلاش ، يېڭىلاش ، ئۆزگەرتىش ، ياخشىلاش ، ياخشىلاش ياكى تۇغۇندى ئەسەرلەرنى ئۆز ئىچىگە ئالىدۇ. قانداق قىلىش ، ۋە پروگراممىلارنى مۇلازىمەت جەريانىدا بىز ياكى ئىجازەت بەرگۈچىلەر ئىجاد قىلغان پروگراممىلار.
uk: 5.4 Збереження прав: Інші права не надаються, за винятком випадків, визначених Договором. Угода не є продажем і не несе жодних прав або прав власності на Послуги або будь-яке програмне забезпечення. Ми володіємо всіма правами, правами на право власності та інтересами, включаючи всі права інтелектуальної власності, на Служби та базове програмне забезпечення та будь-які оновлення, оновлення, модифікації, удосконалення, удосконалення чи похідні роботи та будь-яку ідею, як та програми, розроблені нами чи нашими ліцензіатами під час виконання Послуг.
ur: .4. of حقوق کا تحفظ: معاہدے میں واضح طور پر بیان کئے بغیر سوائے کوئی اور حقوق نہیں دیئے جاتے ہیں۔ معاہدہ فروخت نہیں ہے اور خدمات یا کسی بھی بنیادی سافٹ ویئر میں ، یا اس میں ، کسی بھی طرح کے حقوق یا ملکیت کی فراہمی نہیں کرتا ہے۔ ہمارے پاس تمام حقوق ، ٹائٹل ، اور دلچسپی کے مالک ہیں ، بشمول سروسز میں اور بنیادی سوفٹ ویئر اور کسی بھی اور تمام اپ ڈیٹ ، اپ گریڈ ، ترمیم ، اضافہ ، بہتری یا مشتق کاموں میں ، اور کسی بھی خیال میں ، جانکاری- سروسز کی کارکردگی کے دوران ہمارے یا ہمارے لائسنس دہندگان کے ذریعہ تیار کردہ پروگرام ، اور کیسے۔
uz: 5.4. Huquqlarni himoya qilish: Shartnomada aniq ko&#39;rsatilgan hollar bundan mustasno, boshqa huquqlar berilmaydi. Shartnoma savdo emas va u biron-bir huquqni yoki xizmatlarga yoki unga yoki unga tegishli dasturiy ta&#39;minotga o&#39;tkazmaydi. Xizmatlarga va asosiy dasturiy ta&#39;minotga, shuningdek har qanday yangilanishlar, yangilanishlar, o&#39;zgartirishlar, takomillashishlar, yaxshilanishlar yoki hosilaviy ishlarga, shuningdek har qanday g&#39;oyada, barcha intellektual mulk huquqlariga, shu jumladan barcha intellektual mulk huquqlariga egamiz. qanday qilib va Xizmatlarni bajarish davomida biz yoki bizning litsenziarlarimiz tomonidan ishlab chiqilgan dasturlar.
vi: 5.4 Bảo lưu các quyền: Không có quyền nào khác được cấp trừ khi được quy định rõ ràng trong Thỏa thuận. Thỏa thuận không phải là bán hàng và không chuyển tải bất kỳ quyền hoặc quyền sở hữu nào đối với, hoặc cho Dịch vụ hoặc bất kỳ phần mềm cơ bản nào. Chúng tôi sở hữu tất cả các quyền, tiêu đề và lợi ích, bao gồm tất cả các quyền sở hữu trí tuệ, trong và đối với Dịch vụ và phần mềm cơ bản và mọi cập nhật, nâng cấp, sửa đổi, cải tiến, cải tiến hoặc công cụ phái sinh, và trong mọi ý tưởng, biết làm thế nào và các chương trình được phát triển bởi chúng tôi hoặc người cấp phép của chúng tôi trong quá trình thực hiện Dịch vụ.
xh: 5.4 UkuGcinwa kwaMalungelo: Akukho amanye amalungelo anikiweyo ngaphandle kokuba kuchaziwe ngokucacileyo kwiSivumelwano. Isivumelwano asithengisi kwaye asihambisi nawaphi na amalungelo okanye ubunini kuwo, okanye, kwiiNkonzo okanye nakweyiphina isoftware. Sonke sinamalungelo, itayitile, kunye nomdla, kubandakanya onke amalungelo obunini bemveliso, nakwiinkonzo kunye nesoftware engaphantsi kwayo nayiphi na uhlaziyo, uphuculo, ukulungiswa, ukuphuculwa, imisebenzi ephuculweyo, kunye naluphi na umbono, njani, kunye neenkqubo eziveliswe kuthi okanye ngabanikezeli beelayisensi zethu ngexesha lokusebenza kweeNkonzo.
yi: 5.4 רעזערוואַציע פון הזכויות: קיין אנדערע רעכט זענען ניט געגעבן אַחוץ ווי עקספּרעססלי באַשטימט אין די אַגרעעמענט. די אַגרעעמענט איז ניט אַ פאַרקויף און קאַנוויי קיין רעכט אָדער אָונערשיפּ אין, אָדער צו, די סערוויסעס אָדער אַנדערלייינג ווייכווארג. מיר פאַרמאָגן אַלע רעכט, טיטל און אינטערעס, אַרייַנגערעכנט אַלע אינטעלעקטואַל פאַרמאָג רעכט, אין און צו די סערוויסעס און די אַנדערלייינג ווייכווארג און קיין און אַלע דערהייַנטיקונגען, אַפּגריידז, מאַדאַפאַקיישאַנז, ימפּרווומאַנץ, ימפּרווומאַנץ אָדער דעריוואַט ווערק דערפון, און אין קיין געדאַנק, וויסן, ווי, און מגילה דעוועלאָפּעד דורך אונדז אָדער אונדזער לייסאַנסערז בעשאַס די לויף פון די סערוויסעס פאָרשטעלונג.
