Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Schedule recurring events and meetings
af: Skeduleer herhalende geleenthede en vergaderings
am: ተደጋጋሚ ዝግጅቶችን እና ስብሰባዎችን ያቅዱ
ar: جدولة الأحداث والاجتماعات المتكررة
az: Təkrarlanan tədbirlər və görüşlər planlaşdırın
be: Плануйце перыядычныя падзеі і сустрэчы
bg: Планирайте повтарящи се събития и срещи
bn: পুনরাবৃত্ত ইভেন্ট এবং মিটিং শিডিউল করুন
ca: Programar esdeveniments i reunions recurrents
cs: Naplánujte si opakující se události a schůzky
cy: Trefnu digwyddiadau a chyfarfodydd cylchol
da: Planlæg tilbagevendende arrangementer og møder
de: Planen Sie wiederkehrende Veranstaltungen und Meetings
el: Προγραμματίστε επαναλαμβανόμενες εκδηλώσεις και συναντήσεις
eo: Planu ripetiĝantajn eventojn kaj kunvenojn
es: Programar eventos y reuniones recurrentes
et: Planeerige korduvad sündmused ja koosolekud
eu: Antolatu behin eta berriro gertaerak eta bilerak
fa: رویدادها و جلسات تکراری را برنامه ریزی کنید
fi: Suunnittele toistuvat tapahtumat ja tapaamiset
fr: Planifier des événements et des réunions récurrents
fy: Plan weromkommende eveneminten en gearkomsten
ga: Sceideal imeachtaí athfhillteacha agus cruinnithe
gd: Clàraich tachartasan is coinneamhan ath-chuairteachaidh
gl: Programar eventos e reunións recorrentes
gu: રિકરિંગ ઇવેન્ટ્સ અને મીટિંગ્સ શેડ્યૂલ કરો
hi: आवर्ती घटनाओं और बैठकों को शेड्यूल करें
hr: Zakažite događaje i sastanke koji se ponavljaju
hu: Ütemezze be az ismétlődő eseményeket és találkozókat
hy: Պլանավորեք պարբերական միջոցառումներ և հանդիպումներ
id: Jadwalkan acara dan rapat berulang
is: Skipuleggðu endurtekna viðburði og fundi
it: Pianifica eventi e riunioni ricorrenti
iw: תזמן אירועים ופגישות חוזרים
ja: 定期的なイベントと会議をスケジュールする
ka: დაგეგმეთ განმეორებადი ღონისძიებები და შეხვედრები
kk: Қайталанатын оқиғалар мен кездесулерді жоспарлаңыз
km: រៀបចំកាលវិភាគព្រឹត្តិការណ៍ និងការប្រជុំដែលកើតឡើងដដែលៗ
kn: ಮರುಕಳಿಸುವ ಈವೆಂಟ್‌ಗಳು ಮತ್ತು ಸಭೆಗಳನ್ನು ನಿಗದಿಪಡಿಸಿ
ku: Bûyer û civînan dubare bikin
ky: Кайталануучу иш-чараларды жана жолугушууларды пландаштырыңыз
lb: Zäitplang widderhuelend Evenementer a Reuniounen
lo: ກຳນົດເວລາເຫດການທີ່ເກີດຂຶ້ນຊ້ຳໆ ແລະກອງປະຊຸມ
lt: Suplanuokite pasikartojančius renginius ir susitikimus
lv: Ieplānojiet periodiskus pasākumus un sanāksmes
mg: Manomàna hetsika sy fivoriana miverimberina
mi: Whakariteritea nga huihuinga me nga huihuinga
mk: Закажете повторливи настани и состаноци
ml: ആവർത്തിച്ചുള്ള ഇവന്റുകളും മീറ്റിംഗുകളും ഷെഡ്യൂൾ ചെയ്യുക
mn: Дахин давтагдах арга хэмжээ, уулзалтуудыг төлөвлө
mr: आवर्ती कार्यक्रम आणि मीटिंग्ज शेड्यूल करा
ms: Jadualkan acara dan mesyuarat berulang
mt: Skeda avvenimenti u laqgħat rikorrenti
my: ထပ်တလဲလဲ ပွဲများနှင့် အစည်းအဝေးများကို စီစဉ်ပါ။
ne: आवर्ती घटनाहरू र बैठकहरू अनुसूची गर्नुहोस्
nl: Plan terugkerende evenementen en vergaderingen
no: Planlegg gjentakende arrangementer og møter
or: ବାରମ୍ବାର ଇଭେଣ୍ଟ ଏବଂ ସଭାଗୁଡ଼ିକର କାର୍ଯ୍ୟସୂଚୀ ଅନୁସନ୍ଧାନ କରନ୍ତୁ |
pa: ਆਵਰਤੀ ਸਮਾਗਮਾਂ ਅਤੇ ਮੀਟਿੰਗਾਂ ਨੂੰ ਤਹਿ ਕਰੋ
pl: Zaplanuj cykliczne wydarzenia i spotkania
ps: د تکراري پیښو او غونډو مهالویش
pt: Agende eventos e reuniões recorrentes
ro: Programați evenimente și întâlniri recurente
ru: Планируйте повторяющиеся события и встречи
rw: Teganya ibyabaye hamwe ninama
sd: بار بار ٿيندڙ واقعن ۽ گڏجاڻين کي شيڊول ڪريو
si: පුනරාවර්තන සිදුවීම් සහ රැස්වීම් උපලේඛනගත කරන්න
sk: Naplánujte si opakujúce sa udalosti a stretnutia
sl: Načrtujte ponavljajoče se dogodke in sestanke
sq: Programoni ngjarje dhe takime të përsëritura
sr: Планирајте догађаје и састанке који се понављају
sv: Schemalägg återkommande evenemang och möten
sw: Panga matukio na mikutano ya mara kwa mara
ta: தொடர்ச்சியான நிகழ்வுகள் மற்றும் கூட்டங்களை திட்டமிடுங்கள்
te: పునరావృత ఈవెంట్‌లు మరియు సమావేశాలను షెడ్యూల్ చేయండి
tg: Чорабиниҳо ва вохӯриҳои такроршавандаро ба нақша гиред
th: กำหนดเวลากิจกรรมและการประชุมที่เกิดซ้ำ
tk: Gaýtalanýan wakalary we ýygnaklary meýilleşdiriň
tl: Mag-iskedyul ng mga umuulit na kaganapan at pagpupulong
tr: Yinelenen etkinlikler ve toplantılar planlayın
tt: Кабатлана торган вакыйгаларны һәм очрашуларны раслагыз
ug: تەكرارلىنىدىغان پائالىيەتلەر ۋە يىغىنلارنى ئورۇنلاشتۇرۇڭ
uk: Плануйте повторювані події та зустрічі
ur: بار بار ہونے والے واقعات اور ملاقاتوں کا شیڈول بنائیں
uz: Takroriy tadbirlar va uchrashuvlarni rejalashtiring
vi: Lên lịch các sự kiện và cuộc họp định kỳ
xh: Cwangcisa iziganeko eziqhubekayo kunye neentlanganiso
yi: פּלאַן ריקערינג געשעענישן און מיטינגז

source: Fully customize your form to generate data
af: Pas jou vorm volledig aan om data te genereer
am: ውሂብ ለማመንጨት ቅጽዎን ሙሉ በሙሉ ያብጁ
ar: تخصيص النموذج الخاص بك بالكامل لتوليد البيانات
az: Məlumat yaratmaq üçün formanızı tamamilə fərdiləşdirin
be: Цалкам наладзьце форму для стварэння даных
bg: Напълно персонализирайте формуляра си, за да генерирате данни
bn: ডেটা জেনারেট করতে আপনার ফর্ম সম্পূর্ণ কাস্টমাইজ করুন
ca: Personalitzeu completament el vostre formulari per generar dades
cs: Plně přizpůsobte svůj formulář pro generování dat
cy: Addaswch eich ffurflen yn llawn i gynhyrchu data
da: Fuldt tilpasse din formular til at generere data
de: Passen Sie Ihr Formular vollständig an, um Daten zu generieren
el: Προσαρμόστε πλήρως τη φόρμα σας για τη δημιουργία δεδομένων
eo: Plene agordu vian formularon por generi datumojn
es: Personaliza completamente tu formulario para generar datos
et: Andmete genereerimiseks kohandage oma vormi täielikult
eu: Erabat pertsonalizatu zure inprimakia datuak sortzeko
fa: به طور کامل فرم خود را برای تولید داده سفارشی کنید
fi: Mukauta lomake kokonaan tietojen luomiseksi
fr: Personnalisez entièrement votre formulaire pour générer des données
fy: Pas jo formulier folslein oan om gegevens te generearjen
ga: Saincheap go hiomlán d'fhoirm chun sonraí a ghiniúint
gd: Gnàthaich am foirm agad gu h-iomlan gus dàta a ghineadh
gl: Personaliza completamente o teu formulario para xerar datos
gu: ડેટા જનરેટ કરવા માટે તમારા ફોર્મને સંપૂર્ણપણે કસ્ટમાઇઝ કરો
hi: डेटा जेनरेट करने के लिए अपने फॉर्म को पूरी तरह से कस्टमाइज़ करें
hr: U potpunosti prilagodite svoj obrazac za generiranje podataka
hu: Teljesen testreszabhatja űrlapját az adatok generálásához
hy: Լիովին հարմարեցրեք ձեր ձևը՝ տվյալներ ստեղծելու համար
id: Sesuaikan formulir Anda sepenuhnya untuk menghasilkan data
is: Sérsníddu eyðublaðið þitt að fullu til að búa til gögn
it: Personalizza completamente il tuo modulo per generare dati
iw: התאם אישית את הטופס שלך כדי ליצור נתונים
ja: フォームを完全にカスタマイズしてデータを生成
ka: სრულად დააკონფიგურიროთ თქვენი ფორმა მონაცემების გენერირებისთვის
kk: Деректерді жасау үшін пішінді толығымен теңшеңіз
km: កំណត់ទម្រង់បែបបទរបស់អ្នកតាមបំណងទាំងស្រុងដើម្បីបង្កើតទិន្នន័យ
kn: ಡೇಟಾವನ್ನು ರಚಿಸಲು ನಿಮ್ಮ ಫಾರ್ಮ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಕಸ್ಟಮೈಸ್ ಮಾಡಿ
ku: Forma xwe bi tevahî xweş bikin da ku daneyan çêbikin
ky: Дайындарды түзүү үчүн формаңызды толугу менен ыңгайлаштырыңыз
lb: Voll personaliséiert Är Form fir Daten ze generéieren
lo: ປັບແຕ່ງແບບຟອມຂອງທ່ານຢ່າງສົມບູນເພື່ອສ້າງຂໍ້ມູນ
lt: Norėdami generuoti duomenis, visiškai tinkinkite formą
lv: Pilnībā pielāgojiet savu veidlapu, lai ģenerētu datus
mg: Amboary tanteraka ny endrikao hamoronana angona
mi: Whakaritea to puka ki te whakaputa raraunga
mk: Целосно приспособете ја вашата форма за да генерирате податоци
ml: ഡാറ്റ സൃഷ്ടിക്കാൻ നിങ്ങളുടെ ഫോം പൂർണ്ണമായും ഇച്ഛാനുസൃതമാക്കുക
mn: Өгөгдөл үүсгэхийн тулд маягтаа бүрэн тохируулаарай
mr: डेटा जनरेट करण्यासाठी तुमचा फॉर्म पूर्णपणे सानुकूलित करा
ms: Sesuaikan sepenuhnya borang anda untuk menjana data
mt: Ippersonalizza bis-sħiħ il-formola tiegħek biex tiġġenera data
my: ဒေတာထုတ်ပေးရန် သင့်ဖောင်ကို အပြည့်အဝ စိတ်ကြိုက်ပြင်ဆင်ပါ။
ne: डाटा उत्पन्न गर्न आफ्नो फारम पूर्ण रूपमा अनुकूलन गर्नुहोस्
nl: Pas uw formulier volledig aan om gegevens te genereren
no: Tilpass skjemaet ditt fullstendig for å generere data
or: ତଥ୍ୟ ସୃଷ୍ଟି କରିବାକୁ ତୁମର ଫର୍ମକୁ ସମ୍ପୂର୍ଣ୍ଣ କଷ୍ଟମାଇଜ୍ କର |
pa: ਡਾਟਾ ਬਣਾਉਣ ਲਈ ਆਪਣੇ ਫਾਰਮ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਨੁਕੂਲਿਤ ਕਰੋ
pl: W pełni dostosuj swój formularz do generowania danych
ps: د معلوماتو تولید لپاره خپل فارم په بشپړ ډول تنظیم کړئ
pt: Personalize totalmente seu formulário para gerar dados
ro: Personalizați-vă complet formularul pentru a genera date
ru: Полностью настройте форму для генерации данных
rw: Hindura neza ifishi yawe kugirango utange amakuru
sd: ڊيٽا ٺاهڻ لاءِ پنهنجو فارم مڪمل طور تي ترتيب ڏيو
si: දත්ත උත්පාදනය කිරීමට ඔබේ පෝරමය සම්පූර්ණයෙන්ම අභිරුචිකරණය කරන්න
sk: Plne prispôsobte svoj formulár na generovanie údajov
sl: Popolnoma prilagodite obrazec za ustvarjanje podatkov
sq: Përshtateni plotësisht formularin tuaj për të gjeneruar të dhëna
sr: Потпуно прилагодите свој образац за генерисање података
sv: Anpassa ditt formulär helt för att generera data
sw: Badilisha kikamilifu fomu yako ili kutoa data
ta: தரவை உருவாக்க உங்கள் படிவத்தை முழுமையாக தனிப்பயனாக்கவும்
te: డేటాను రూపొందించడానికి మీ ఫారమ్‌ను పూర్తిగా అనుకూలీకరించండి
tg: Барои тавлиди маълумот шакли худро комилан танзим кунед
th: ปรับแต่งแบบฟอร์มของคุณอย่างเต็มที่เพื่อสร้างข้อมูล
tk: Maglumat döretmek üçin formaňyzy doly düzüň
tl: Ganap na i-customize ang iyong form para makabuo ng data
tr: Veri oluşturmak için formunuzu tamamen özelleştirin
tt: Мәгълүмат тудыру өчен формагызны тулысынча көйләгез
ug: جەدۋەل ھاسىل قىلىپ سانلىق مەلۇمات ھاسىل قىلىڭ
uk: Повністю налаштуйте форму для створення даних
ur: ڈیٹا بنانے کے لیے اپنے فارم کو مکمل طور پر حسب ضرورت بنائیں
uz: Ma'lumotlarni yaratish uchun formangizni to'liq moslashtiring
vi: Hoàn toàn tùy chỉnh biểu mẫu của bạn để tạo dữ liệu
xh: Yenza ngokwezifiso ngokupheleleyo ifomu yakho ukwenza idatha
yi: גאָר קאַסטאַמייז דיין פאָרעם צו דזשענערייט דאַטן

source: Keep track of case progression
af: Hou tred met die vordering van die saak
am: የጉዳይ እድገትን ይከታተሉ
ar: تتبع تطور الحالة
az: Davanın gedişatını izləyin
be: Сачыце за развіццём справы
bg: Следете развитието на случая
bn: মামলার অগ্রগতির ট্র্যাক রাখুন
ca: Feu un seguiment de la progressió del cas
cs: Sledujte vývoj případu
cy: Cadw golwg ar gynnydd achosion
da: Hold styr på sagsforløbet
de: Verfolgen Sie den Fallfortschritt
el: Παρακολουθήστε την εξέλιξη της υπόθεσης
eo: Tenu spuron de kazo-progresado
es: Mantenga un registro de la progresión del caso
et: Jälgige juhtumi edenemist
eu: Jarrai kasuaren progresioaren jarraipena
fa: پیشرفت پرونده را پیگیری کنید
fi: Seuraa tapauksen etenemistä
fr: Suivre l'évolution du dossier
fy: Hâld de fuortgong fan 'e saak by
ga: Súil a choinneáil ar dhul chun cinn cáis
gd: Cum sùil air adhartas cùise
gl: Fai un seguimento da progresión do caso
gu: કેસની પ્રગતિ પર નજર રાખો
hi: मामले की प्रगति पर नज़र रखें
hr: Pratite napredak slučaja
hu: Kövesse nyomon az ügy előrehaladását
hy: Հետևեք գործի առաջընթացին
id: Melacak perkembangan kasus
is: Fylgstu með framvindu mála
it: Tieni traccia dell'andamento del caso
iw: עקוב אחר התקדמות המקרה
ja: ケースの進行状況を追跡する
ka: თვალყური ადევნეთ საქმის პროგრესირებას
kk: Істің дамуын қадағалаңыз
km: តាមដានដំណើររឿង
kn: ಪ್ರಕರಣದ ಪ್ರಗತಿಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
ku: Pêşveçûna dozê bişopînin
ky: Иштин жүрүшүнө көз салып туруңуз
lb: Verfollegt de Fallprogressioun
lo: ຕິດຕາມຄວາມຄືບໜ້າຂອງກໍລະນີ
lt: Sekite bylos eigą
lv: Sekojiet līdzi lietas progresam
mg: Araho hatrany ny fivoaran'ny raharaha
mi: Kia mau ki te haere o te keehi
mk: Следете ја прогресијата на случајот
ml: കേസ് പുരോഗതിയുടെ ട്രാക്ക് സൂക്ഷിക്കുക
mn: Хэргийн явцыг хянах
mr: केसच्या प्रगतीचा मागोवा ठेवा
ms: Jejaki perkembangan kes
mt: Żomm kont tal-progressjoni tal-każ
my: အမှုဖြစ်စဉ်ကို ခြေရာခံပါ။
ne: केस प्रगति ट्रयाक राख्नुहोस्
nl: Volg de voortgang van de zaak
no: Hold oversikt over saksprogresjonen
or: କେସ୍ ପ୍ରଗତି ଉପରେ ନଜର ରଖନ୍ତୁ |
pa: ਕੇਸ ਦੀ ਤਰੱਕੀ 'ਤੇ ਨਜ਼ਰ ਰੱਖੋ
pl: Śledź postęp sprawy
ps: د قضیې پرمختګ تعقیب کړئ
pt: Acompanhe a progressão do caso
ro: Urmăriți evoluția cazului
ru: Следите за ходом дела
rw: Kurikirana imigendekere yimanza
sd: ڪيس جي اڳڀرائي جي نگراني ڪريو
si: නඩුවේ ප්‍රගතිය නිරීක්ෂණය කරන්න
sk: Sledujte priebeh prípadu
sl: Spremljajte napredovanje primera
sq: Mbani gjurmët e përparimit të rastit
sr: Пратите напредак случаја
sv: Håll koll på ärendeförloppet
sw: Fuatilia mwenendo wa kesi
ta: வழக்கு முன்னேற்றத்தைக் கண்காணிக்கவும்
te: కేసు పురోగతిని ట్రాక్ చేయండి
tg: Пешравии парвандаро пайгирӣ кунед
th: ติดตามความคืบหน้าของคดี
tk: Işiň gidişini yzarlaň
tl: Subaybayan ang pag-unlad ng kaso
tr: Vaka ilerlemesini takip edin
tt: Эшнең барышын күзәтегез
ug: دېلونىڭ ئىلگىرىلەش ئەھۋالىنى خاتىرىلەڭ
uk: Слідкуйте за прогресуванням справи
ur: کیس کی پیشرفت پر نظر رکھیں
uz: Ishning borishini kuzatib boring
vi: Theo dõi sự tiến triển của trường hợp
xh: Gcina umkhondo wokuqhubela phambili kwetyala
yi: האַלטן שפּור פון פאַל פּראַגרעשאַן

source: Request compliant e-signatures from multiple users
af: Versoek aan voldoenende e-handtekeninge van verskeie gebruikers
am: ከበርካታ ተጠቃሚዎች ታዛዥ ኢ-ፊርማዎችን ይጠይቁ
ar: طلب تواقيع إلكترونية متوافقة من عدة مستخدمين
az: Birdən çox istifadəçidən uyğun e-imza tələb edin
be: Запытвайце сумяшчальныя электронныя подпісы ад некалькіх карыстальнікаў
bg: Изисквайте съвместими електронни подписи от множество потребители
bn: একাধিক ব্যবহারকারীর কাছ থেকে অনুগত ই-স্বাক্ষরের অনুরোধ করুন
ca: Sol·liciteu signatures electròniques compatibles a diversos usuaris
cs: Vyžádejte si vyhovující elektronické podpisy od více uživatelů
cy: Gofyn am e-lofnodion sy'n cydymffurfio gan ddefnyddwyr lluosog
da: Anmod om kompatible e-signaturer fra flere brugere
de: Fordern Sie konforme E-Signaturen von mehreren Benutzern an
el: Ζητήστε συμβατές ηλεκτρονικές υπογραφές από πολλούς χρήστες
eo: Petu konformajn e-subskribojn de pluraj uzantoj
es: Solicite firmas electrónicas compatibles de múltiples usuarios
et: Taotlege mitmelt kasutajalt nõuetele vastavaid e-allkirju
eu: Eskatu hainbat erabiltzaileri sinadura elektronikoak
fa: درخواست امضای الکترونیکی سازگار از چندین کاربر
fi: Pyydä yhteensopivia sähköisiä allekirjoituksia useilta käyttäjiltä
fr: Demander des signatures électroniques conformes à plusieurs utilisateurs
fy: Freegje konforme e-hântekeningen fan meardere brûkers
ga: Iarr ríomhshínithe comhlíontach ó úsáideoirí iolracha
gd: Iarr ainmean-sgrìobhte gèillidh bho ioma-chleachdaiche
gl: Solicite sinaturas electrónicas conformes a varios usuarios
gu: બહુવિધ વપરાશકર્તાઓ પાસેથી સુસંગત ઈ-સિગ્નેચરની વિનંતી કરો
hi: एकाधिक उपयोगकर्ताओं से आज्ञाकारी ई-हस्ताक्षर का अनुरोध करें
hr: Zatražite usklađene e-potpise od više korisnika
hu: Kérjen megfelelő e-aláírást több felhasználótól
hy: Պահանջեք համապատասխան էլեկտրոնային ստորագրություններ բազմաթիվ օգտվողներից
id: Minta tanda tangan elektronik yang sesuai dari banyak pengguna
is: Biddu um rafrænar undirskriftir frá mörgum notendum
it: Richiedi firme elettroniche conformi a più utenti
iw: בקש חתימות אלקטרוניות תואמות ממספר משתמשים
ja: 複数のユーザーから準拠した電子署名を要求する
ka: მოითხოვეთ შესაბამისი ელექტრონული ხელმოწერები მრავალი მომხმარებლისგან
kk: Бірнеше пайдаланушыдан сәйкес электрондық қолтаңбаларды сұраңыз
km: ស្នើសុំហត្ថលេខាអេឡិចត្រូនិកដែលអនុលោមតាមពីអ្នកប្រើប្រាស់ច្រើន។
kn: ಬಹು ಬಳಕೆದಾರರಿಂದ ಕಂಪ್ಲೈಂಟ್ ಇ-ಸಹಿಗಳನ್ನು ವಿನಂತಿಸಿ
ku: Ji gelek bikarhêneran e-îmzayên lihevhatî daxwaz bikin
ky: Бир нече колдонуучулардан ылайык келген электрондук кол тамгаларды сураңыз
lb: Ufro konform E-Ënnerschrëfte vu ville Benotzer
lo: ຮ້ອງຂໍການລົງລາຍເຊັນອີເມລ໌ທີ່ສອດຄ່ອງຈາກຜູ້ໃຊ້ຫຼາຍຄົນ
lt: Prašyti suderinamų el. parašų iš kelių vartotojų
lv: Pieprasiet saderīgus e-parakstus no vairākiem lietotājiem
mg: Mangataha sonia elektronika mifanaraka amin'ny mpampiasa maro
mi: Tonoa nga waitohu-e mai i nga kaiwhakamahi maha
mk: Побарајте усогласени е-потписи од повеќе корисници
ml: ഒന്നിലധികം ഉപയോക്താക്കളിൽ നിന്ന് അനുസരണമുള്ള ഇ-സിഗ്നേച്ചറുകൾ അഭ്യർത്ഥിക്കുക
mn: Олон хэрэглэгчээс шаардлагад нийцсэн цахим гарын үсгийг хүсэх
mr: एकाधिक वापरकर्त्यांकडून अनुपालन ई-स्वाक्षरीची विनंती करा
ms: Minta tandatangan elektronik yang patuh daripada berbilang pengguna
mt: Itlob firem elettroniċi konformi minn diversi utenti
my: အသုံးပြုသူအများအပြားထံမှ ကိုက်ညီသော အီး-လက်မှတ်များကို တောင်းဆိုပါ။
ne: धेरै प्रयोगकर्ताहरूबाट अनुरूप ई-हस्ताक्षरहरू अनुरोध गर्नुहोस्
nl: Verzoek conforme e-handtekeningen van meerdere gebruikers
no: Be om kompatible e-signaturer fra flere brukere
or: ଏକାଧିକ ଉପଭୋକ୍ତାଙ୍କ ଠାରୁ ଅନୁରୂପ ଇ-ଦସ୍ତଖତ ଅନୁରୋଧ |
pa: ਕਈ ਉਪਭੋਗਤਾਵਾਂ ਤੋਂ ਅਨੁਕੂਲ ਈ-ਦਸਤਖਤਾਂ ਦੀ ਬੇਨਤੀ ਕਰੋ
pl: Żądaj zgodnych podpisów elektronicznych od wielu użytkowników
ps: د ډیری کاروونکو څخه د مطابقت لرونکي بریښنایی لاسلیکونو غوښتنه وکړئ
pt: Solicite assinaturas eletrônicas compatíveis de vários usuários
ro: Solicitați semnături electronice conforme de la mai mulți utilizatori
ru: Запрос совместимых электронных подписей от нескольких пользователей
rw: Saba e-umukono wujuje ibisabwa kubakoresha benshi
sd: گهڻن صارفين کان مطابقت رکندڙ اي-دستخطن جي درخواست ڪريو
si: බහු පරිශීලකයින්ගෙන් අනුකූල ඊ-අත්සන ඉල්ලන්න
sk: Vyžiadajte si vyhovujúce elektronické podpisy od viacerých používateľov
sl: Zahtevajte skladne e-podpise od več uporabnikov
sq: Kërkoni nënshkrime elektronike të përputhshme nga shumë përdorues
sr: Затражите усаглашене е-потписе од више корисника
sv: Begär kompatibla e-signaturer från flera användare
sw: Omba sahihi za kielektroniki kutoka kwa watumiaji wengi
ta: பல பயனர்களிடமிருந்து இணக்கமான மின்-கையொப்பங்களைக் கோருங்கள்
te: బహుళ వినియోగదారుల నుండి కంప్లైంట్ ఇ-సిగ్నేచర్‌లను అభ్యర్థించండి
tg: Аз корбарони сершумор имзоҳои электронии мувофиқро дархост кунед
th: ขอลายเซ็นอิเล็กทรอนิกส์ที่สอดคล้องจากผู้ใช้หลายคน
tk: Birnäçe ulanyjydan laýyk elektron gollary soraň
tl: Humiling ng mga sumusunod na e-pirma mula sa maraming user
tr: Birden fazla kullanıcıdan uyumlu e-imza talep edin
tt: Берничә кулланучыдан туры килгән электрон имзаларны сорагыз
ug: كۆپ ئىشلەتكۈچىدىن ماس كېلىدىغان ئېلېكترونلۇق ئىمزا تەلەپ قىلىڭ
uk: Вимагайте сумісні електронні підписи від кількох користувачів
ur: متعدد صارفین سے مطابقت پذیر ای دستخطوں کی درخواست کریں۔
uz: Bir nechta foydalanuvchilardan mos keladigan elektron imzolarni talab qiling
vi: Yêu cầu chữ ký điện tử tuân thủ từ nhiều người dùng
xh: Cela utyikityo lwe-imeyile oluthobelayo kubasebenzisi abaninzi
yi: בעטן געהאָרכיק E- סיגנאַטשערז פון קייפל ניצערס

source: Generate invoice for your client to view or pay
af: Genereer faktuur vir jou kliënt om te sien of te betaal
am: ደንበኛዎ እንዲመለከት ወይም እንዲከፍል ደረሰኝ ይፍጠሩ
ar: قم بإنشاء فاتورة لعميلك لعرضها أو دفعها
az: Müştərinizin baxması və ya ödəməsi üçün faktura yaradın
be: Стварыце рахунак-фактуру для прагляду або аплаты вашым кліентам
bg: Генерирайте фактура, която вашият клиент да прегледа или плати
bn: আপনার ক্লায়েন্ট দেখতে বা অর্থ প্রদানের জন্য চালান তৈরি করুন
ca: Genereu una factura perquè el vostre client la vegi o pagui
cs: Vygenerujte pro svého klienta fakturu, kterou si můžete prohlédnout nebo zaplatit
cy: Cynhyrchwch anfoneb i'ch cleient ei gweld neu ei thalu
da: Generer en faktura, som din kunde kan se eller betale
de: Erstellen Sie eine Rechnung, die Ihr Kunde anzeigen oder bezahlen kann
el: Δημιουργήστε τιμολόγιο για να το δει ή να πληρώσει ο πελάτης σας
eo: Generu fakturon por ke via kliento vidu aŭ pagu
es: Genera factura para que tu cliente la vea o pague
et: Koostage oma kliendile vaatamiseks või tasumiseks arve
eu: Sortu faktura zure bezeroak ikusteko edo ordaintzeko
fa: برای مشتری خود فاکتور ایجاد کنید تا ببیند یا پرداخت کند
fi: Luo lasku asiakkaasi tarkasteltavaksi tai maksettavaksi
fr: Générez une facture que votre client pourra consulter ou payer
fy: Generearje faktuer foar jo klant om te besjen of te beteljen
ga: Gin sonrasc le gur féidir le do chliant féachaint air nó a íoc
gd: Cruthaich fàirdeal airson do neach-dèiligidh fhaicinn no a phàigheadh
gl: Xera factura para que o teu cliente vexa ou pague
gu: તમારા ક્લાયન્ટને જોવા અથવા ચૂકવવા માટે ઇન્વૉઇસ જનરેટ કરો
hi: अपने क्लाइंट को देखने या भुगतान करने के लिए इनवॉइस जेनरेट करें
hr: Generirajte fakturu koju će vaš klijent pregledati ili platiti
hu: Készítsen számlát ügyfele számára, amelyet megtekinthet vagy fizethet
hy: Ստեղծեք հաշիվ-ապրանքագիր, որպեսզի ձեր հաճախորդը կարողանա դիտել կամ վճարել
id: Hasilkan faktur untuk dilihat atau dibayar klien Anda
is: Búðu til reikning sem viðskiptavinur þinn getur skoðað eða borgað
it: Genera fattura che il tuo cliente può visualizzare o pagare
iw: צור חשבונית עבור הלקוח שלך לצפייה או תשלום
ja: クライアントが表示または支払うための請求書を生成します
ka: შექმენით ინვოისი თქვენი კლიენტისთვის, რომ ნახოს ან გადაიხადოს
kk: Клиенттің көруі немесе төлеуі үшін шот-фактура жасаңыз
km: បង្កើតវិក្កយបត្រសម្រាប់អតិថិជនរបស់អ្នកដើម្បីមើល ឬបង់ប្រាក់
kn: ನಿಮ್ಮ ಕ್ಲೈಂಟ್ ವೀಕ್ಷಿಸಲು ಅಥವಾ ಪಾವತಿಸಲು ಸರಕುಪಟ್ಟಿ ರಚಿಸಿ
ku: Ji bo ku muwekîlê xwe bibîne an bide, fatûreyek biafirîne
ky: Кардарыңыз көрүү же төлөө үчүн эсеп-дүмүрчөк түзүңүз
lb: Generéiere Rechnung fir Äre Client ze gesinn oder ze bezuelen
lo: ສ້າງໃບແຈ້ງຫນີ້ໃຫ້ລູກຄ້າຂອງທ່ານເບິ່ງ ຫຼືຈ່າຍເງິນ
lt: Sukurkite sąskaitą faktūrą, kad klientas galėtų peržiūrėti arba sumokėti
lv: Izveidojiet rēķinu, lai jūsu klients to skatītu vai apmaksātu
mg: Mamorona faktiora ho an'ny mpanjifanao hojerena na handoa
mi: Hangaia he nama mo to kiritaki hei tiro, hei utu ranei
mk: Создадете фактура за вашиот клиент да ја види или плати
ml: നിങ്ങളുടെ ഉപഭോക്താവിന് കാണാനും പണമടയ്ക്കാനും ഇൻവോയ്സ് സൃഷ്ടിക്കുക
mn: Үйлчлүүлэгчдээ үзэх эсвэл төлөх нэхэмжлэх үүсгэх
mr: तुमच्या क्लायंटला पाहण्यासाठी किंवा पैसे देण्यासाठी बीजक तयार करा
ms: Hasilkan invois untuk pelanggan anda lihat atau bayar
mt: Iġġenera fattura għall-klijent tiegħek biex tara jew tħallas
my: သင့်ဖောက်သည်ကြည့်ရှုရန် သို့မဟုတ် ငွေပေးချေရန် ပြေစာထုတ်ပေးပါ။
ne: हेर्न वा भुक्तान गर्न आफ्नो ग्राहकको लागि बीजक उत्पन्न गर्नुहोस्
nl: Factuur genereren die uw klant kan bekijken of betalen
no: Generer en faktura som kunden kan se eller betale
or: ଆପଣଙ୍କ ଗ୍ରାହକ ଦେଖିବା କିମ୍ବା ଦେୟ ପାଇଁ ଇନଭଏସ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਆਪਣੇ ਕਲਾਇੰਟ ਨੂੰ ਦੇਖਣ ਜਾਂ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਇਨਵੌਇਸ ਤਿਆਰ ਕਰੋ
pl: Wygeneruj fakturę dla swojego klienta do wyświetlenia lub zapłaty
ps: ستاسو د پیرودونکي لیدو یا تادیه کولو لپاره رسید تولید کړئ
pt: Gere fatura para seu cliente visualizar ou pagar
ro: Generați o factură pentru ca clientul dvs. să o vadă sau să plătească
ru: Создайте счет для вашего клиента для просмотра или оплаты
rw: Kora fagitire kubakiriya bawe kureba cyangwa kwishyura
sd: انوائس ٺاھيو پنھنجي ڪلائنٽ لاءِ ڏسڻ يا ادا ڪرڻ لاءِ
si: ඔබේ සේවාදායකයාට බැලීමට හෝ ගෙවීමට ඉන්වොයිසිය ජනනය කරන්න
sk: Vygenerujte faktúru pre svojho klienta na zobrazenie alebo zaplatenie
sl: Ustvarite račun, ki si ga lahko stranka ogleda ali plača
sq: Gjeneroni faturë që klienti juaj ta shikojë ose të paguajë
sr: Генеришите фактуру коју ваш клијент може да погледа или плати
sv: Skapa en faktura som din kund kan se eller betala
sw: Tengeneza ankara ili mteja wako aangalie au alipe
ta: உங்கள் வாடிக்கையாளர் பார்க்க அல்லது பணம் செலுத்த விலைப்பட்டியல் உருவாக்கவும்
te: మీ క్లయింట్ వీక్షించడానికి లేదా చెల్లించడానికి ఇన్‌వాయిస్‌ని రూపొందించండి
tg: Барои муштарии шумо барои дидан ё пардохт ҳисобнома-фактура эҷод кунед
th: สร้างใบแจ้งหนี้ให้ลูกค้าของคุณดูหรือชำระเงิน
tk: Müşderiňizi görmek ýa-da tölemek üçin hasap-faktura dörediň
tl: Bumuo ng invoice para tingnan o bayaran ng iyong kliyente
tr: Müşterinizin görüntülemesi veya ödemesi için fatura oluşturun
tt: Клиентыгызны карау яки түләү өчен счет-фактура ясагыз
ug: خېرىدارىڭىزنىڭ كۆرۈشى ياكى پۇل تۆلىشى ئۈچۈن تالون ھاسىل قىلىڭ
uk: Створіть рахунок-фактуру для перегляду чи оплати вашим клієнтом
ur: اپنے کلائنٹ کو دیکھنے یا ادائیگی کرنے کے لیے انوائس بنائیں
uz: Mijoz ko'rishi yoki to'lashi uchun hisob-fakturani yarating
vi: Tạo hóa đơn để khách hàng của bạn xem hoặc thanh toán
xh: Yenza i-invoyisi ukuze umxhasi wakho ajonge okanye ahlawule
yi: דזשענערייט ינווויס פֿאַר דיין קליענט צו זען אָדער באַצאָלן
