Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Employ Advanced Searches
af: Gebruik Gevorderde soektogte
am: የላቀ ፍለጋዎችን ይጠቀሙ
ar: توظيف عمليات البحث المتقدمة
az: Ətraflı axtarışları istifadə edin
be: Ужывайце пашыраны пошук
bg: Използвайте разширени търсения
bn: উন্নত অনুসন্ধান নিয়োগ
ca: Utilitzeu cerques avançades
cs: Použít rozšířená vyhledávání
cy: Cyflogi Chwiliadau Uwch
da: Ansøg avancerede søgninger
de: Angestellte erweiterte Suchanfragen
el: Χρησιμοποιήστε τις Προηγμένες αναζητήσεις
eo: Uzu Altnivelajn Serĉojn
es: Emplear búsquedas avanzadas
et: Kasutage täiustatud otsinguid
eu: Erabili Bilaketa Aurreratuak
fa: استخدام جستجوی پیشرفته
fi: Käytä Tarkennettu hakuja
fr: Employer des recherches avancées
fy: Meitsje Advanced Searches
ga: Cuardach Casta a Fhostú
gd: Faigh Rannsachaidhean Adhartach
gl: Emprega buscas avanzadas
gu: ઉન્નત શોધની ભરતી કરો
hi: उन्नत खोज को रोजगार दें
hr: Upotrijebite napredna pretraživanja
hu: Speciális keresések alkalmazása
hy: Ընդլայնված որոնումներ կատարեք
id: Gunakan Pencarian Lanjutan
is: Starfðu Ítarleg leit
it: Impiegare ricerche avanzate
iw: להעסיק חיפושים מתקדמים
ja: 高度な検索を採用する
ka: გააუმჯობესეთ გაფართოებული ძიება
kk: Кеңейтілген іздеуді қолданыңыз
km: ជួលការស្វែងរកកំរិតខ្ពស់
kn: ಸುಧಾರಿತ ಹುಡುಕಾಟಗಳನ್ನು ನಿಯೋಜಿಸಿ
ku: Serkeftinên Lêgerîna pêşketî
ky: Колдонгон Advanced изделген
lo: ໃຊ້ການຄົ້ນຫາແບບພິເສດ
lt: Naudokite išplėstines paieškas
lv: Izmantojiet papildu meklējumus
mg: Fikarohana fitadiavam-baovao
mi: Whakamahia nga Rapu Arā
mk: Вработи напредни пребарувања
ml: നൂതന തിരയലുകൾ ഏറ്റെടുക്കുക
mn: Нарийвчилсан хайлт хийх
mr: प्रगत शोध नियुक्त करा
ms: Menggunakan Carian Lanjutan
mt: Uża Searches Avvanzati
my: အဆင့်မြင့်ရှာဖွေမှု employ
ne: उन्नत खोजहरू रोजगार गर्नुहोस्
nl: Gebruik geavanceerde zoekopdrachten
no: Bruk avanserte søk
or: ଉନ୍ନତ ସନ୍ଧାନଗୁଡିକ ନିୟୋଜିତ କରନ୍ତୁ |
pa: ਤਕਨੀਕੀ ਖੋਜਾਂ ਦੀ ਭਰਤੀ ਕਰੋ
pl: Zatrudnij zaawansowane wyszukiwania
ps: پرمختللي پلټنې ګومارلي
pt: Empregue Pesquisas Avançadas
ro: Folosiți căutări avansate
ru: Используйте расширенный поиск
rw: Koresha Shakisha Ryambere
sd: اعلي ڳولا جي ڳولا ڪريو
si: උසස් සෙවීම් යොදන්න
sk: Použiť rozšírené vyhľadávania
sl: Uporabite napredna iskanja
sq: Punësoni Kërkimet e Avancuara
sr: Запослите напредна претраживања
sv: Använd avancerade sökningar
sw: Tumia Utafutaji wa Juu
ta: மேம்பட்ட தேடுதல்களைத் தொடங்குங்கள்
te: అధునాతన శోధనలను అమలు చేయండి
tg: Корҳои мукаммалгардонии корӣ
th: จ้างการค้นหาขั้นสูง
tk: Giňişleýin gözlegleri ulanyň
tl: Gumagana ng Mga Advanced na Paghahanap
tr: Gelişmiş Aramaları Kullan
tt: Алга таба эзләнүләр эшләгез
ug: ئىلغار ئىزدەشلەرنى ئىشلىتىڭ
uk: Використовуйте передові пошуки
ur: اعلی درجے کی تلاشوں کو ملا
uz: Murakkab izlanishlarni qo&#39;llang
vi: Sử dụng Tìm kiếm Nâng cao
xh: Sebenzisa i-Advanced Search
yi: אָנווייזן אַוואַנסירטע זוכענישן

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
af: Soek presies wat u benodig as u dit benodig. Soek sake deur gebruikers- en kliëntname, sleutelwoorde, tydlyne, opgelaaide dokumente en nog baie meer!
am: በሚፈልጉበት ጊዜ በትክክል የሚፈልጉትን ያግኙ። በተጠቃሚዎች እና በደንበኞች ስሞች ፣ በቁልፍ ቃላት ፣ በሰዓት ፣ በተሰቀሉት ሰነዶች እና በሌሎችም ጉዳዮች ጉዳዮችን ይፈልጉ!
ar: اعثر بالضبط على ما تحتاج إليه عندما تحتاج إليه. حالات البحث حسب أسماء المستخدمين والعملاء ، والكلمات الرئيسية ، والجداول الزمنية ، والمستندات التي تم تحميلها ، وأكثر من ذلك بكثير!
az: Ehtiyacınız olduqda tam olaraq nəyi tapın. İstifadəçi və müştəri adları, açar sözlər, müddətlər, yüklənmiş sənədlər və daha çox şeylər axtarın!
be: Знайдзіце менавіта тое, што вам трэба, калі вам гэта трэба. Пошук выпадкаў па імёнах карыстальнікаў і кліентаў, ключавых слоў, тэрмінаў, загружаных дакументаў і многае іншае!
bg: Намерете точно това, от което се нуждаете, когато имате нужда. Случаи за търсене по имена на потребители и клиенти, ключови думи, срокове, качени документи и много други!
bn: আপনার যখন প্রয়োজন হবে ঠিক কী প্রয়োজন তা সন্ধান করুন। ব্যবহারকারী এবং ক্লায়েন্টের নাম, কীওয়ার্ড, টাইমলাইন, আপলোডকৃত দস্তাবেজ এবং আরও অনেক কিছুর দ্বারা কেস অনুসন্ধান করুন!
ca: Cerqueu exactament el que necessiteu quan ho necessiteu. Cerqueu casos per noms d’usuari i de clients, paraules clau, línies de temps, documents penjats i molt més.
cs: Najděte přesně to, co potřebujete, když ji potřebujete. Vyhledávejte případy podle jmen uživatelů a klientů, klíčových slov, časových os, nahraných dokumentů a mnohem více!
cy: Dewch o hyd i&#39;r union beth sydd ei angen arnoch chi pan fydd ei angen arnoch chi. Chwilio achosion yn ôl enwau defnyddwyr a chleientiaid, geiriau allweddol, llinellau amser, dogfennau wedi&#39;u llwytho i fyny, a llawer mwy!
da: Find præcis, hvad du har brug for, når du har brug for det. Søg i sager efter bruger- og klientnavn, nøgleord, tidslinjer, uploadede dokumenter og meget mere!
de: Finden Sie genau das, was Sie brauchen, wenn Sie es brauchen. Suchen Sie nach Benutzer- und Kundennamen, Schlüsselwörtern, Zeitplänen, hochgeladenen Dokumenten und vielem mehr!
el: Βρείτε ακριβώς αυτό που χρειάζεστε όταν το χρειάζεστε. Αναζητήστε περιπτώσεις με ονόματα χρηστών και πελατών, λέξεις-κλειδιά, χρονοδιαγράμματα, μεταφορτωμένα έγγραφα και πολλά άλλα!
eo: Trovu ĝuste tion, kion vi bezonas, kiam vi bezonas ĝin. Serĉi kazojn laŭ uzantaj kaj klientaj nomoj, ŝlosilvortoj, templinioj, alŝutitaj dokumentoj, kaj multe pli!
es: Encuentre exactamente lo que necesita cuando lo necesita. ¡Busque casos por nombre de usuario y cliente, palabras clave, líneas de tiempo, documentos cargados y mucho más!
et: Leidke täpselt see, mida vajate, kui vajate. Otsige juhtumeid kasutajate ja klientide nimede, märksõnade, ajakavade, üles laaditud dokumentide ja palju muu järgi!
eu: Aurkitu behar duzuna behar duzunean. Bilatu kasuak erabiltzailearen eta bezeroen izenak, gako-hitzak, denbora-lerroak, kargatutako dokumentuak eta askoz gehiago!
fa: دقیقاً در صورت نیاز به آنچه نیاز دارید را پیدا کنید. موارد را بر اساس نام کاربر و مشتری ، کلمات کلیدی ، جدول زمانی ، اسناد بارگذاری شده و موارد دیگر جستجو کنید!
fi: Löydä juuri tarvitsemasi, kun tarvitset sitä. Etsi tapauksia käyttäjän ja asiakkaan nimien, avainsanojen, aikataulujen, ladattujen asiakirjojen ja paljon muun mukaan!
fr: Trouvez exactement ce dont vous avez besoin quand vous en avez besoin. Recherchez des cas par nom d&#39;utilisateur et de client, mots clés, chronologie, documents téléchargés et bien plus encore!
fy: Fyn presys wat jo nedich binne as jo it nedich binne. Sykje saken troch brûkers- en klientnammen, trefwurden, tiidlijnen, dokuminten dy&#39;t uploade, en folle mear!
ga: Faigh go díreach na rudaí a theastaíonn uait nuair a theastaíonn sé uait. Cuardaigh cásanna de réir ainmneacha úsáideora agus cliant, eochairfhocail, amlínte, cáipéisí uaslódáilte, agus go leor eile!
gd: Lorg dè dìreach a dh ’fheumas tu nuair a dh’ fheumas tu e. Rannsaich cùisean a rèir ainmean luchd-cleachdaidh is teachdaichean, prìomh fhaclan, loidhnichean-tìm, sgrìobhainnean air an luchdachadh suas, agus mòran a bharrachd!
gl: Atopa exactamente o que precisa cando o precise. Busca casos por nomes de usuarios e clientes, palabras clave, prazos de tempo, documentos cargados e moito máis!
gu: જ્યારે તમને જરૂર હોય ત્યારે બરાબર તે શોધો. વપરાશકર્તા અને ક્લાયંટ નામો, કીવર્ડ્સ, સમયરેખાઓ, અપલોડ કરેલા દસ્તાવેજો અને વધુ દ્વારા કેસ શોધો!
hi: जब आपको इसकी आवश्यकता होती है तो ठीक वैसा ही पाएं। उपयोगकर्ता और ग्राहक के नाम, कीवर्ड, टाइमलाइन, अपलोड किए गए दस्तावेज़, और बहुत कुछ द्वारा खोजें मामले!
hr: Pronađite točno ono što vam treba kad vam zatreba. Slučajevi pretraživanja po imenima korisnika i klijenta, ključnim riječima, vremenskim rokovima, prenesenim dokumentima i još mnogo toga!
hu: Pontosan megtalálja azt, amire szüksége van, amikor szüksége van rá. Keressen esetek felhasználói és ügyfélnevek, kulcsszavak, ütemtervek, feltöltött dokumentumok és még sok minden más alapján!
hy: Գտեք հենց այն, ինչ ձեզ հարկավոր է, երբ դրա կարիքը ունեք: Փնտրեք դեպքերը ըստ օգտագործողի և հաճախորդի անունների, հիմնաբառերի, ժամկետների, վերբեռնված փաստաթղթերի և շատ ավելին:
id: Temukan apa yang Anda butuhkan saat Anda membutuhkannya. Cari kasus berdasarkan nama pengguna dan klien, kata kunci, jadwal, dokumen yang diunggah, dan banyak lagi!
is: Finndu nákvæmlega það sem þú þarft þegar þú þarft það. Leitaðu að málum eftir nöfnum notenda og viðskiptavina, lykilorðum, tímalínum, skjölum sem hlaðið var upp og margt fleira!
it: Trova esattamente quello che ti serve quando ne hai bisogno. Cerca casi per nome utente e cliente, parole chiave, timeline, documenti caricati e molto altro!
iw: מצא בדיוק את מה שאתה צריך כשאתה זקוק לו. חפש מקרים לפי שמות משתמשים ולקוחות, מילות מפתח, קווי זמן, מסמכים שהועלו, ועוד ועוד!
ja: 必要なときに必要なものを正確に見つける。ユーザーとクライアントの名前、キーワード、タイムライン、アップロードされたドキュメントなどでケースを検索します！
ka: იპოვნეთ ის რაც გჭირდებათ, როდესაც დაგჭირდებათ. მოძებნეთ შემთხვევები მომხმარებლის და კლიენტის სახელების, საკვანძო სიტყვების, ვადების, ატვირთული დოკუმენტების და ა.შ.
kk: Қажет болған кезде дәл тап. Пайдаланушы мен клиент атаулары, кілт сөздер, уақыт кестелері, жүктелген құжаттар және тағы басқалар бойынша істерді іздеңіз!
km: ស្វែងរកអ្វីដែលអ្នកត្រូវការនៅពេលអ្នកត្រូវការ។ ស្វែងរកករណីនានាដោយឈ្មោះអ្នកប្រើនិងអតិថិជនពាក្យគន្លឹះពេលវេលាពេលវេលាឯកសារដែលបានផ្ទុកនិងច្រើនទៀត!
kn: ನಿಮಗೆ ಅಗತ್ಯವಿರುವಾಗ ನಿಖರವಾಗಿ ಬೇಕಾದುದನ್ನು ಹುಡುಕಿ. ಬಳಕೆದಾರ ಮತ್ತು ಕ್ಲೈಂಟ್ ಹೆಸರುಗಳು, ಕೀವರ್ಡ್‌ಗಳು, ಟೈಮ್‌ಲೈನ್‌ಗಳು, ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳಿಂದ ಪ್ರಕರಣಗಳನ್ನು ಹುಡುಕಿ!
ku: Gava ku hûn hewce ne hewceyê ku hûn hewce ne bêkêmasî bibînin. Bi doz û navên bikarhêner û xerîdar, keywords, demên paşîn, belgeyên barkirî, û hêj bêtir bêtir lêgerîn!
ky: Керек болгондо так нерсени табыңыз. Колдонуучулардын жана кардарлардын аттары, ачкыч сөздөр, убакыт мөөнөттөрү, жүктөлгөн документтер жана башка көптөгөн нерселер боюнча издөө!
lb: Fannt genau wat Dir braucht wann Dir et braucht. Sich Fäll no Benotzernumm a Clientennimm, Schlësselwieder, Zäitlinnen, eropgelueden Dokumenter, a vill méi!
lo: ຊອກຫາສິ່ງທີ່ທ່ານຕ້ອງການເມື່ອທ່ານຕ້ອງການ. ກໍລະນີຄົ້ນຫາໂດຍຊື່ຜູ້ໃຊ້ແລະລູກຄ້າ, ຄຳ ສຳ ຄັນ, ກຳ ນົດເວລາ, ເອກະສານທີ່ອັບໂຫລດ, ແລະອື່ນໆ!
lt: Raskite tai, ko jums reikia, kai jums to reikia. Ieškokite atvejų pagal vartotojų ir klientų vardus, raktinius žodžius, terminus, įkeltus dokumentus ir dar daugiau!
lv: Atrodiet tieši to, kas jums nepieciešams, kad jums tas ir nepieciešams. Meklējiet gadījumus pēc lietotāju un klientu vārdiem, atslēgvārdiem, termiņiem, augšupielādētiem dokumentiem un vēl daudz vairāk!
mg: Mitadiava tsara izay ilainao rehefa mila izany. Fikaroham-bava amin&#39;ny alàlan&#39;ny mpampiasa sy mpanjifa anarana, teny fanalahidy, fandaharam-potoana, tahirin-kevitra nampidirina, ary maro hafa!
mi: Rapua taau e hiahia ana ka hiahia ana koe. Rapua nga keehi ma nga ingoa kaiwhakamahi me nga kiritaki, nga kupu matua, nga tohu, nga tuhinga kua tohaina, me te maha atu!
mk: Пронајдете точно што ви треба кога ви треба. Пребарувајте случаи со имиња на корисници и клиенти, клучни зборови, временски рамки, испратени документи и многу повеќе!
ml: നിങ്ങൾക്ക് ആവശ്യമുള്ളപ്പോൾ കൃത്യമായി കണ്ടെത്തുക. ഉപയോക്താവ്, ക്ലയന്റ് പേരുകൾ, കീവേഡുകൾ, ടൈംലൈനുകൾ, അപ്‌ലോഡ് ചെയ്ത പ്രമാണങ്ങൾ എന്നിവയും അതിലേറെയും ഉപയോഗിച്ച് കേസുകൾ തിരയുക!
mn: Хэрэгтэй үедээ яг хэрэгтэй зүйлээ олоорой. Хэрэглэгч ба үйлчлүүлэгчийн нэр, түлхүүр үг, цагийн хуваарь, байршуулсан баримт бичиг, бусад зүйлийг хайх.
mr: जेव्हा आपल्याला आवश्यक असेल तेव्हा नक्की काय हवे ते शोधा. वापरकर्ता आणि क्लायंटची नावे, कीवर्ड, टाइमलाइन, अपलोड केलेली कागदपत्रे आणि बरेच काही करून प्रकरणे शोधा!
ms: Cari dengan tepat apa yang anda perlukan semasa anda memerlukannya. Cari kes mengikut nama pengguna dan pelanggan, kata kunci, garis masa, dokumen yang dimuat naik, dan banyak lagi!
mt: Sib eżattament dak li għandek bżonn meta jkollok bżonnha. Fittex il-każijiet skont l-ismijiet tal-utent u tal-klijent, kliem ewlieni, linji tal-ħin, dokumenti li ttellgħu, u ħafna iktar!
my: သင်လိုအပ်သည့်အခါသင်လိုအပ်သည့်အရာကိုအတိအကျရှာဖွေပါ။ သုံးစွဲသူများနှင့်သုံးစွဲသူ၏အမည်များ၊ သော့ချက်စာလုံးများ၊ အချိန်ဇယား၊ တင်ထားသောစာရွက်စာတမ်းများနှင့်အခြားအရာများအားဖြင့်ရှာဖွေမှုများကိုရှာဖွေပါ။
ne: तपाईंलाई आवश्यक परेको बेला ठ्याक्कै फेला पार्नुहोस्। प्रयोगकर्ता र ग्राहक नाम, खोजशब्दहरू, समयरेखा, अपलोड कागजात, र अधिक द्वारा केसहरू खोज्नुहोस्!
nl: Vind precies wat je nodig hebt wanneer je het nodig hebt. Zoek cases op gebruikers- en klantnamen, trefwoorden, tijdlijnen, geüploade documenten en nog veel meer!
no: Finn nøyaktig hva du trenger når du trenger det. Søk på saker etter bruker- og klientnavn, nøkkelord, tidslinjer, opplastede dokumenter og mye mer!
or: ଯେତେବେଳେ ତୁମେ ଏହା ଆବଶ୍ୟକ କରିବ ଠିକ୍ ଖୋଜ | ଉପଭୋକ୍ତା ଏବଂ କ୍ଲାଏଣ୍ଟ ନାମ, କୀ ଶବ୍ଦ, ସମୟସୀମା, ଅପଲୋଡ୍ ହୋଇଥିବା ଡକ୍ୟୁମେଣ୍ଟ୍ ଏବଂ ଅନେକ କିଛି ଦ୍ୱାରା ମାମଲା ଖୋଜ!
pa: ਜਦੋਂ ਤੁਹਾਨੂੰ ਲੋੜ ਹੋਵੇ ਤਾਂ ਬਿਲਕੁਲ ਉਹੀ ਲੱਭੋ ਜੋ ਤੁਹਾਨੂੰ ਚਾਹੀਦਾ ਹੈ. ਉਪਭੋਗਤਾ ਅਤੇ ਕਲਾਇੰਟ ਦੇ ਨਾਮ, ਕੀਵਰਡਸ, ਟਾਈਮਲਾਈਨਜ਼, ਅਪਲੋਡ ਕੀਤੇ ਦਸਤਾਵੇਜ਼ਾਂ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਦੁਆਰਾ ਕੇਸਾਂ ਦੀ ਖੋਜ ਕਰੋ!
pl: Znajdź dokładnie to, czego potrzebujesz, gdy jej potrzebujesz. Przeszukuj skrzynki według nazw użytkowników i klientów, słów kluczowych, osi czasu, przesłanych dokumentów i wiele więcej!
ps: هغه څه ومومئ کله چې تاسو ورته اړتیا لرئ. د کاروونکي او پیرودونکي نومونو ، کلیمو ، مهال ویشونو ، اپلوډ شوي سندونو ، او نور ډیر څه لخوا قضیې لټول!
pt: Encontre exatamente o que você precisa quando precisa. Procure casos por nomes de usuários e clientes, palavras-chave, cronogramas, documentos enviados e muito mais!
ro: Găsiți exact ce aveți nevoie atunci când aveți nevoie. Căutați cazuri după nume de utilizator și client, cuvinte cheie, linii de timp, documente încărcate și multe altele!
ru: Найдите именно то, что вам нужно, когда вам это нужно. Поиск дел по именам пользователей и клиентов, ключевым словам, срокам, загруженным документам и многому другому!
rw: Shakisha neza ibyo ukeneye mugihe ubikeneye. Shakisha imanza ukoresheje amazina yumukoresha n’abakiriya, ijambo ryibanze, ingengabihe, inyandiko zoherejwe, nibindi byinshi!
sd: ڳولا ڪريو واقعي جنهن جي توهان کي ضرورت آهي. ڳولا ڪيسن جي صارف ۽ گراهڪ جا نالا ، ڪيٻي لفظ ، ٽائم لائن ، اپ لوڊ ٿيل دستاويز ، ۽ گهڻو ڪجهه!
si: ඔබට අවශ්‍ය විටදී ඔබට අවශ්‍ය දේ හරියටම සොයා ගන්න. පරිශීලක සහ සේවාදායකයින්ගේ නම්, මූල පද, කාල නියමයන්, උඩුගත කළ ලේඛන සහ තවත් බොහෝ දේ අනුව නඩු සොයන්න!
sk: Nájdite presne to, čo potrebujete, keď to potrebujete. Vyhľadajte prípady podľa mien používateľov a klientov, kľúčových slov, časových harmonogramov, odovzdaných dokumentov a ešte oveľa viac!
sl: Poiščite točno tisto, kar potrebujete, ko ga potrebujete. Iščite primere po imenih uporabnikov in odjemalcev, ključnih besedah, časovnici, naloženih dokumentih in še veliko več!
sq: Gjeni saktësisht atë që ju nevojitet kur të keni nevojë për të. Kërkoni raste nga emrat e përdoruesve dhe klientëve, fjalët kyçe, afatet kohore, dokumentet e ngarkuar dhe shumë më tepër!
sr: Пронађите тачно оно што вам је потребно кад вам затреба. Претражите случајеве по именима корисника, клијентима, кључним речима, временским роковима, учитаним документима и још много тога!
sv: Hitta exakt vad du behöver när du behöver det. Sök ärenden efter användar- och klientnamn, nyckelord, tidslinjer, uppladdade dokument och mycket mer!
sw: Pata kile unachohitaji wakati unahitaji. Utaftaji wa kesi za watumiaji na majina ya wateja, maneno kuu, nyakati, nyaraka zilizopakiwa, na mengi zaidi!
ta: உங்களுக்குத் தேவைப்படும்போது உங்களுக்குத் தேவையானதைக் கண்டுபிடி. பயனர் மற்றும் கிளையன்ட் பெயர்கள், முக்கிய வார்த்தைகள், காலக்கெடு, பதிவேற்றிய ஆவணங்கள் மற்றும் பலவற்றின் மூலம் வழக்குகளைத் தேடுங்கள்!
te: మీకు అవసరమైనప్పుడు మీకు అవసరమైనదాన్ని కనుగొనండి. వినియోగదారు మరియు క్లయింట్ పేర్లు, కీలకపదాలు, కాలక్రమాలు, అప్‌లోడ్ చేసిన పత్రాలు మరియు మరెన్నో కేసులను శోధించండి!
tg: Он чизеро, ки ба шумо лозим аст, пурра ёбед. Ҷустуҷӯи парвандаҳо бо номҳои корбар ва муштарӣ, калимаҳои калидӣ, вақт, ҳуҷҷатҳои боршуда ва бисёр чизҳои дигар!
th: ค้นหาสิ่งที่คุณต้องการเมื่อคุณต้องการ ค้นหาเคสจากชื่อผู้ใช้และลูกค้าคำหลักระยะเวลาเอกสารที่อัปโหลดและอีกมากมาย!
tk: Gerek wagtyňyz anyk zady tapyň. Ulanyjy we müşderiniň atlary, açar sözler, möhletler, ýüklenen resminamalar we başga-da köp zatlary gözläň!
tl: Maghanap ng eksaktong kailangan mo kapag kailangan mo ito. Mga kaso sa paghahanap sa pamamagitan ng mga pangalan ng gumagamit at kliyente, mga keyword, mga timeline, na-upload na mga dokumento, at marami pa!
tr: İhtiyacınız olduğunda tam olarak neye ihtiyacınız olduğunu bulun. Kullanıcı ve müşteri adlarına, anahtar kelimelere, zaman çizelgelerine, yüklenen belgelere ve çok daha fazlasına göre vaka arayın!
tt: Сезгә кирәк булганда төгәлне табыгыз. Кулланучылар һәм клиент исемнәре, ачкыч сүзләр, вакыт сроклары, йөкләнгән документлар һәм башкалар буенча очракларны эзләгез!
ug: ئېھتىياجلىق بولغاندا نېمىگە ئېھتىياجلىق ئىكەنلىكىڭىزنى تېپىڭ. ئىشلەتكۈچى ۋە خېرىدارلارنىڭ ئىسمى ، ئاچقۇچلۇق سۆزلەر ، ۋاقىت جەدۋىلى ، يۈكلەنگەن ھۆججەتلەر ۋە باشقا نۇرغۇن ئەھۋاللارنى ئىزدەڭ!
uk: Знайдіть саме те, що вам потрібно, коли вам це потрібно. Шукайте справи за іменами користувачів та клієнтів, ключовими словами, строками, завантаженими документами та багато іншого!
ur: جب آپ کو ضرورت ہو تو بالکل وہی تلاش کریں جس کی آپ کو ضرورت ہو۔ صارف اور مؤکل کے نام ، مطلوبہ الفاظ ، ٹائم لائنز ، اپ لوڈ دستاویزات اور بہت کچھ کے ذریعہ کیسز تلاش کریں!
uz: Sizga kerak bo&#39;lganda aniq narsani toping. Foydalanuvchi va mijoz nomlari, kalit so&#39;zlar, vaqt jadvallari, yuklangan hujjatlar va boshqa narsalar bo&#39;yicha qidiruvlarni amalga oshiring!
vi: Tìm chính xác những gì bạn cần khi bạn cần nó. Tìm kiếm trường hợp theo tên người dùng và khách hàng, từ khóa, mốc thời gian, tài liệu đã tải lên và nhiều hơn nữa!
xh: Fumana kanye le nto uyifunayo xa uyifuna. Khangela amatyala ngumsebenzisi kunye nabathengi amagama, amagama aphambili, amaxesha abekiweyo, amaxwebhu alayishiwe, nokunye okuninzi!
yi: געפֿינען פּונקט וואָס איר דאַרפֿן ווען איר דאַרפֿן. זוכן קאַסעס דורך באַניצער און קליענט נעמען, טערמינען, טיימליינז, ופּלאָאַדעד דאָקומענטן, און פיל מער!

source: Create Custom Fields
af: Skep persoonlike velde
am: Custom Fields ፍጠር
ar: إنشاء الحقول المخصصة
az: Xüsusi sahələri yaradın
be: Стварэнне карыстацкіх палёў
bg: Създаване на персонализирани полета
bn: কাস্টম ক্ষেত্র তৈরি করুন
ca: Crear camps personalitzats
cs: Vytvořit vlastní pole
cy: Creu Meysydd Custom
da: Opret brugerdefinerede felter
de: Erstellen Sie benutzerdefinierte Felder
el: Δημιουργία προσαρμοσμένων πεδίων
eo: Krei Laŭmendajn Kampojn
es: Crear campos personalizados
et: Loo kohandatud väljad
eu: Sortu eremu pertsonalizatuak
fa: ایجاد زمینه های سفارشی
fi: Luo mukautettuja kenttiä
fr: Créer des champs personnalisés
fy: Oanpaste fjilden meitsje
ga: Cruthaigh Réimsí Chustaim
gd: Cruthaich raointean gnàthaichte
gl: Crear campos personalizados
gu: કસ્ટમ ફીલ્ડ્સ બનાવો
hi: कस्टम फ़ील्ड बनाएँ
hr: Izradite prilagođena polja
hu: Egyéni mezők létrehozása
hy: Ստեղծեք անհատական դաշտեր
id: Buat Bidang Kustom
is: Búðu til sérsniðnar reiti
it: Crea campi personalizzati
iw: יצירת שדות מותאמים אישית
ja: カスタムフィールドを作成する
ka: შექმენით საბაჟო ველები
kk: Өзгертпелі өрістер жасау
km: បង្កើតវាលផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರಗಳನ್ನು ರಚಿಸಿ
ku: Dabeşên Custom Customs
ky: Түзүү Өзгөчө Fields
lb: Benotzerdefinéiert Felder erstellen
lo: ສ້າງເຂດຂໍ້ມູນທີ່ເຫມາະສົມ
lt: Sukurti priskirtus laukus
lv: Izveidojiet pielāgotus laukus
mg: Mamorona kaody manokana
mi: Waihanga Rawa Ritenga
mk: Креирај сопствени полиња
ml: കസ്റ്റം ഫീൽഡുകൾ സൃഷ്ടിക്കുക
mn: Гаалийн талбарууд үүсгэх
mr: सानुकूल फील्ड तयार करा
ms: Buat Bidang Tersuai
mt: Oħloq Oqsma Custom
my: စိတ်တိုင်းကျ Fields Create
ne: कस्टम फिल्डहरू सिर्जना गर्नुहोस्
nl: Maak aangepaste velden
no: Opprett egendefinerte felt
or: କଷ୍ଟମ୍ ଫିଲ୍ଡସ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਕਸਟਮ ਖੇਤਰ ਬਣਾਓ
pl: Utwórz niestandardowe pola
ps: ګمرکونه جوړې کړئ
pt: Crie campos personalizados
ro: Creați câmpuri personalizate
ru: Создать пользовательские поля
rw: Kurema imirima yihariye
sd: ڪسٽم فيلڊ ٺاھيو
si: රේගු ක්ෂේත්ර සෑදීම
sk: Vytvorte vlastné polia
sl: Ustvarite polja po meri
sq: Krijo fusha të personalizuara
sr: Направите прилагођена поља
sv: Skapa egna fält
sw: Unda Mashamba ya Desturi
ta: விருப்ப புலங்கள் உருவாக்கவும்
te: కస్టమ్ ఫీల్డ్స్ సృష్టించండి
tg: Сохторҳои махсусро эҷод кунед
th: สร้างฟิลด์ที่กำหนดเอง
tk: Omörite meýdanlary dörediň
tl: Lumikha ng Mga Pasadyang Patlang
tr: Özel Alanlar Oluştur
tt: Махсус кырлар булдыру
ug: ئىختىيارىي مەيدان قۇرۇش
uk: Створити спеціальні поля
ur: اپنی مرضی کے مطابق فیلڈز بنائیں
uz: Maxsus maydonlar yaratish
vi: Tạo trường tùy chỉnh
xh: Yenza iMida Yomntu
yi: שאַפֿן קאַסטאַם פיעלדס
