Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
af: Ja, CaseActive-toepassing en kommunikasie kan in meer as 60 tale vertaal word, insluitend Mandaryns Chinees, Spaans, Hindi en Russies sowel as Engels.
am: አዎ፣ CaseActive መተግበሪያ እና ግንኙነት ማንዳሪን ቻይንኛ፣ ስፓኒሽ፣ ሂንዲ እና ሩሲያኛ እንዲሁም እንግሊዝኛን ጨምሮ ከ60 በላይ ቋንቋዎች ሊተረጎም ይችላል።
ar: نعم ، يمكن ترجمة تطبيق CaseActive والتواصل إلى أكثر من 60 لغة ، بما في ذلك لغة الماندرين الصينية والإسبانية والهندية والروسية وكذلك الإنجليزية.
az: Bəli, CaseActive proqramı və ünsiyyəti 60-dan çox dilə, o cümlədən Mandarin Çini, İspan, Hind və Rus, eləcə də İngilis dillərinə tərcümə edilə bilər.
be: Так, дадатак і камунікацыю CaseActive можна перакласці больш чым на 60 моў, у тым ліку на кітайскую, іспанскую, хіндзі і рускую, а таксама на англійскую.
bg: Да, приложението и комуникацията на CaseActive могат да бъдат преведени на над 60 езика, включително мандарин китайски, испански, хинди и руски, както и английски.
bn: হ্যাঁ, CaseActive অ্যাপ এবং যোগাযোগ 60টিরও বেশি ভাষায় অনুবাদ করা যেতে পারে, যার মধ্যে রয়েছে, ম্যান্ডারিন চাইনিজ, স্প্যানিশ, হিন্দি এবং রাশিয়ান পাশাপাশি ইংরেজি।
ca: Sí, l'aplicació i la comunicació CaseActive es poden traduir a més de 60 idiomes, inclosos el xinès mandarí, l'espanyol, l'hindi i el rus, així com l'anglès.
cs: Ano, aplikaci a komunikaci CaseActive lze přeložit do více než 60 jazyků, včetně mandarínské čínštiny, španělštiny, hindštiny a ruštiny a také angličtiny.
cy: Oes, gellir cyfieithu ap CaseActive a chyfathrebu i dros 60 o ieithoedd, gan gynnwys Tsieinëeg Mandarin, Sbaeneg, Hindi a Rwsieg yn ogystal â Saesneg.
da: Ja, CaseActive app og kommunikation kan oversættes til over 60 sprog, herunder mandarin kinesisk, spansk, hindi og russisk samt engelsk.
de: Ja, die CaseActive App und die Kommunikation können in über 60 Sprachen übersetzt werden, darunter Mandarin-Chinesisch, Spanisch, Hindi und Russisch sowie Englisch.
el: Ναι, η εφαρμογή και η επικοινωνία CaseActive μπορούν να μεταφραστούν σε περισσότερες από 60 γλώσσες, συμπεριλαμβανομένων των κινέζικων, των ισπανικών, των χίντι και των ρωσικών καθώς και των αγγλικών.
eo: Jes, CaseActive-apo kaj komunikado povas esti tradukitaj al pli ol 60 lingvoj, inkluzive de la mandarena ĉina, hispana, hinda kaj rusa kaj ankaŭ angla.
es: Sí, la aplicación y la comunicación de CaseActive se pueden traducir a más de 60 idiomas, incluidos chino mandarín, español, hindi y ruso, además de inglés.
et: Jah, CaseActive'i rakendust ja suhtlust saab tõlkida enam kui 60 keelde, sealhulgas mandariini hiina, hispaania, hindi ja vene ning inglise keelde.
eu: Bai, CaseActive aplikazioa eta komunikazioa 60 hizkuntza baino gehiagotara itzul daitezke, mandarin txinera, gaztelania, hindia eta errusiera eta ingelesera barne.
fa: بله، برنامه و ارتباط CaseActive را می توان به بیش از 60 زبان از جمله چینی ماندارین، اسپانیایی، هندی و روسی و همچنین انگلیسی ترجمه کرد.
fi: Kyllä, CaseActive-sovellus ja viestintä voidaan kääntää yli 60 kielelle, mukaan lukien mandariinikiinaksi, espanjaksi, hindiksi ja venäjäksi sekä englanniksi.
fr: Oui, l'application et la communication CaseActive peuvent être traduites dans plus de 60 langues, dont le chinois mandarin, l'espagnol, l'hindi et le russe ainsi que l'anglais.
fy: Ja, CaseActive-app en kommunikaasje kinne oerset wurde yn mear as 60 talen, ynklusyf Mandarin Sineesk, Spaansk, Hindi en Russysk, lykas Ingelsk.
ga: Sea, is féidir aip agus cumarsáid CaseActive a aistriú go breis is 60 teanga, lena n-áirítear Sínis Mandairínis, Spáinnis, Hiondúis agus Rúisis chomh maith le Béarla.
gd: Faodaidh, faodar app CaseActive agus conaltradh eadar-theangachadh gu còrr air 60 cànan, a’ toirt a-steach, Sìonais Mandarin, Spàinntis, Hindi agus Ruisis a bharrachd air Beurla.
gl: Si, a aplicación e a comunicación CaseActive pódense traducir a máis de 60 idiomas, incluíndo chinés mandarín, español, hindi e ruso, así como inglés.
gu: હા, CaseActive એપ્લિકેશન અને સંદેશાવ્યવહાર 60 થી વધુ ભાષાઓમાં અનુવાદિત થઈ શકે છે, જેમાં મેન્ડરિન ચાઈનીઝ, સ્પેનિશ, હિન્દી અને રશિયન તેમજ અંગ્રેજીનો સમાવેશ થાય છે.
hi: हां, CaseActive ऐप और संचार का 60 से अधिक भाषाओं में अनुवाद किया जा सकता है, जिसमें मंदारिन चीनी, स्पेनिश, हिंदी और रूसी के साथ-साथ अंग्रेजी भी शामिल है।
hr: Da, aplikacija i komunikacija CaseActive mogu se prevesti na više od 60 jezika, uključujući mandarinski kineski, španjolski, hindi i ruski kao i engleski.
hu: Igen, a CaseActive alkalmazás és kommunikáció több mint 60 nyelvre lefordítható, köztük mandarin kínai, spanyol, hindi és orosz, valamint angol nyelvre.
hy: Այո, CaseActive հավելվածը և հաղորդակցությունը կարող են թարգմանվել ավելի քան 60 լեզուներով, այդ թվում՝ մանդարին չինարեն, իսպաներեն, հինդի և ռուսերեն, ինչպես նաև անգլերեն:
id: Ya, aplikasi dan komunikasi CaseActive dapat diterjemahkan ke lebih dari 60 bahasa, termasuk, Cina Mandarin, Spanyol, Hindi dan Rusia serta Inggris.
is: Já, CaseActive app og samskipti er hægt að þýða á yfir 60 tungumál, þar á meðal Mandarin kínversku, spænsku, hindí og rússnesku auk ensku.
it: Sì, l'app CaseActive e la comunicazione possono essere tradotte in oltre 60 lingue, tra cui cinese mandarino, spagnolo, hindi e russo, nonché inglese.
iw: כן, ניתן לתרגם את האפליקציה והתקשורת של CaseActive ליותר מ-60 שפות, כולל סינית מנדרינית, ספרדית, הינדית ורוסית כמו גם אנגלית.
ja: はい、CaseActiveアプリとコミュニケーションは、中国語、スペイン語、ヒンディー語、ロシア語、英語など、60を超える言語に翻訳できます。
ka: დიახ, CaseActive აპი და კომუნიკაცია შეიძლება ითარგმნოს 60-ზე მეტ ენაზე, მათ შორის მანდარინი ჩინური, ესპანური, ჰინდი და რუსული, ასევე ინგლისური.
kk: Иә, CaseActive қолданбасы мен коммуникациясын 60-тан астам тілге, соның ішінде мандарин қытай, испан, хинди және орыс, сондай-ақ ағылшын тілдеріне аударуға болады.
km: បាទ/ចាស កម្មវិធី CaseActive និងការទំនាក់ទំនងអាចត្រូវបានបកប្រែជាជាង 60 ភាសា រួមទាំងភាសាចិនកុកងឺ អេស្ប៉ាញ ហិណ្ឌូ និងរុស្ស៊ី ព្រមទាំងភាសាអង់គ្លេសផងដែរ។
kn: ಹೌದು, ಕ್ಯಾಸ್ಆಕ್ಟಿವ್ ಅಪ್ಲಿಕೇಶನ್ ಮತ್ತು ಸಂವಹನವನ್ನು ಮ್ಯಾಂಡರಿನ್ ಚೈನೀಸ್, ಸ್ಪ್ಯಾನಿಷ್, ಹಿಂದಿ ಮತ್ತು ರಷ್ಯನ್ ಮತ್ತು ಇಂಗ್ಲಿಷ್ ಸೇರಿದಂತೆ 60 ಕ್ಕೂ ಹೆಚ್ಚು ಭಾಷೆಗಳಿಗೆ ಅನುವಾದಿಸಬಹುದು.
ku: Erê, sepan û ragihandina CaseActive dikare li zêdetirî 60 zimanan were wergerandin, di nav de, Mandarin Chineseînî, Spanî, Hindî û Rûsî û her weha Îngilîzî.
ky: Ооба, CaseActive колдонмосун жана байланышын 60тан ашык тилге, анын ичинде мандарин кытай, испан, хинди жана орус, ошондой эле англис тилдерине которууга болот.
lb: Jo, CaseActive App a Kommunikatioun kënnen an iwwer 60 Sproochen iwwersat ginn, dorënner Mandarin Chinesesch, Spuenesch, Hindi a Russesch souwéi Englesch.
lo: ແມ່ນແລ້ວ, ແອັບ CaseActive ແລະການສື່ສານສາມາດຖືກແປເປັນຫຼາຍກວ່າ 60 ພາສາ, ລວມທັງ, ພາສາຈີນກາງ, ແອສປາໂຍນ, ຮິນດູ ແລະ ລັດເຊຍ ລວມທັງພາສາອັງກິດ.
lt: Taip, „CaseActive“ programa ir komunikacija gali būti išversti į daugiau nei 60 kalbų, įskaitant kinų mandarinų, ispanų, hindi ir rusų bei anglų kalbas.
lv: Jā, lietotni CaseActive un saziņu var tulkot vairāk nekā 60 valodās, tostarp mandarīnu ķīniešu, spāņu, hindi un krievu, kā arī angļu valodā.
mg: Eny, azo adika amin'ny fiteny 60 mahery ny fampiharana sy fifandraisana CaseActive, ao anatin'izany ny Sinoa Mandarin, Espaniola, Hindi ary Rosiana ary koa anglisy.
mi: Ae, ka taea te whakamaori i te taupānga CaseActive me te whakawhitiwhiti korero ki roto i nga reo 60 neke atu, tae atu ki te Hainamana Mandarin, Paniora, Hindi me Ruhia tae atu ki te reo Ingarihi.
mk: Да, апликацијата CaseActive и комуникацијата може да се преведат на повеќе од 60 јазици, вклучувајќи мандарински кинески, шпански, хинди и руски, како и англиски.
ml: അതെ, മന്ദാരിൻ ചൈനീസ്, സ്പാനിഷ്, ഹിന്ദി, റഷ്യൻ എന്നിവയും ഇംഗ്ലീഷും ഉൾപ്പെടെ 60-ലധികം ഭാഷകളിലേക്ക് CaseActive ആപ്പും ആശയവിനിമയവും വിവർത്തനം ചെയ്യാൻ കഴിയും.
mn: Тийм ээ, CaseActive програм болон харилцаа холбоог Мандарин Хятад, Испани, Хинди, Орос, Англи зэрэг 60 гаруй хэл рүү орчуулах боломжтой.
mr: होय, CaseActive अॅप आणि संप्रेषण 60 हून अधिक भाषांमध्ये भाषांतरित केले जाऊ शकते, ज्यामध्ये मँडरीन चायनीज, स्पॅनिश, हिंदी आणि रशियन तसेच इंग्रजीचा समावेश आहे.
ms: Ya, aplikasi dan komunikasi CaseActive boleh diterjemahkan ke dalam lebih 60 bahasa, termasuk, Cina Mandarin, Sepanyol, Hindi dan Rusia serta Inggeris.
mt: Iva, l-app u l-komunikazzjoni CaseActive jistgħu jiġu tradotti f'aktar minn 60 lingwa, inkluż iċ-Ċiniż Mandarin, l-Ispanjol, il-Ħindi u r-Russu kif ukoll l-Ingliż.
my: ဟုတ်ကဲ့၊ CaseActive အက်ပ်နှင့် ဆက်သွယ်ရေး၊ မန်ဒရင်း တရုတ်၊ စပိန်၊ ဟိန္ဒီနှင့် ရုရှားအပြင် အင်္ဂလိပ်အပါအဝင် ဘာသာစကား 60 ကျော်သို့ ဘာသာပြန်ဆိုနိုင်ပါသည်။
ne: हो, CaseActive एप र सञ्चार ६० भन्दा बढी भाषाहरूमा अनुवाद गर्न सकिन्छ, जसमा मन्डारिन चिनियाँ, स्पेनिश, हिन्दी र रुसीका साथै अंग्रेजी पनि छ।
nl: Ja, de CaseActive-app en communicatie kunnen worden vertaald in meer dan 60 talen, waaronder Mandarijn Chinees, Spaans, Hindi en Russisch, evenals Engels.
no: Ja, CaseActive-appen og kommunikasjonen kan oversettes til over 60 språk, inkludert mandarin-kinesisk, spansk, hindi og russisk samt engelsk.
or: ହଁ, କେସ୍ ଆକ୍ଟିଭ୍ ଆପ୍ ଏବଂ ଯୋଗାଯୋଗ 60 ରୁ ଅଧିକ ଭାଷାରେ ଅନୁବାଦ ହୋଇପାରିବ, ମାଣ୍ଡାରିନ୍ ଚାଇନିଜ୍, ସ୍ପାନିଶ୍, ହିନ୍ଦୀ ଏବଂ Russian ଷ ଏବଂ ଇଂରାଜୀ ସହିତ |
pa: ਹਾਂ, CaseActive ਐਪ ਅਤੇ ਸੰਚਾਰ ਦਾ 60 ਤੋਂ ਵੱਧ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਮੈਂਡਰਿਨ ਚੀਨੀ, ਸਪੈਨਿਸ਼, ਹਿੰਦੀ ਅਤੇ ਰੂਸੀ ਦੇ ਨਾਲ-ਨਾਲ ਅੰਗਰੇਜ਼ੀ ਵੀ ਸ਼ਾਮਲ ਹੈ।
pl: Tak, aplikację i komunikację CaseActive można przetłumaczyć na ponad 60 języków, w tym na chiński mandaryński, hiszpański, hindi i rosyjski, a także angielski.
ps: هو، د CaseActive ایپ او مخابرات په 60 ژبو ژباړل کیدی شي، پشمول د مانډرین چینایي، هسپانوي، هندي او روسی او همدارنګه انګلیسي.
pt: Sim, o aplicativo e a comunicação CaseActive podem ser traduzidos para mais de 60 idiomas, incluindo chinês mandarim, espanhol, hindi e russo, além de inglês.
ro: Da, aplicația și comunicarea CaseActive pot fi traduse în peste 60 de limbi, inclusiv în chineză mandarină, spaniolă, hindi și rusă, precum și în engleză.
ru: Да, приложение и общение CaseActive можно перевести на более чем 60 языков, включая китайский, испанский, хинди и русский, а также английский.
rw: Nibyo, porogaramu ya CaseActive hamwe n’itumanaho birashobora guhindurwa mu ndimi zirenga 60, harimo, Igishinwa, Igisipanyoli, Umuhindi n’Uburusiya kimwe n’icyongereza.
sd: ها، CaseActive ايپ ۽ ڪميونيڪيشن 60 کان وڌيڪ ٻولين ۾ ترجمو ڪري سگھجن ٿيون، جن ۾ چيني، ھسپانوي، ھندي ۽ روسي ۽ انگريزي شامل آھن.
si: ඔව්, මැන්ඩරින් චීන, ස්පාඤ්ඤ, හින්දි සහ රුසියානු මෙන්ම ඉංග්‍රීසි ඇතුළුව, CaseActive යෙදුම සහ සන්නිවේදනය භාෂා 60කට වැඩි ගණනකට පරිවර්තනය කළ හැක.
sk: Áno, aplikáciu a komunikáciu CaseActive je možné preložiť do viac ako 60 jazykov vrátane mandarínskej čínštiny, španielčiny, hindčiny a ruštiny, ako aj angličtiny.
sl: Da, aplikacijo in komunikacijo CaseActive je mogoče prevesti v več kot 60 jezikov, vključno z mandarinsko kitajščino, španščino, hindijščino in ruščino ter angleščino.
sq: Po, aplikacioni dhe komunikimi CaseActive mund të përkthehen në mbi 60 gjuhë, duke përfshirë kinezishten mandarinisht, spanjisht, hindu dhe rusisht, si dhe anglisht.
sr: Да, ЦасеАцтиве апликација и комуникација могу се превести на преко 60 језика, укључујући мандарински кинески, шпански, хинди и руски, као и енглески.
sv: Ja, CaseActive-appen och kommunikationen kan översättas till över 60 språk, inklusive mandarinkinesiska, spanska, hindi och ryska samt engelska.
sw: Ndiyo, programu na mawasiliano ya CaseActive yanaweza kutafsiriwa katika lugha zaidi ya 60, ikijumuisha, Kichina cha Mandarin, Kihispania, Kihindi na Kirusi pamoja na Kiingereza.
ta: ஆம், கேஸ்ஆக்டிவ் ஆப்ஸ் மற்றும் தகவல்தொடர்புகளை மாண்டரின் சீனம், ஸ்பானிஷ், ஹிந்தி மற்றும் ரஷ்யன் மற்றும் ஆங்கிலம் உட்பட 60 க்கும் மேற்பட்ட மொழிகளில் மொழிபெயர்க்கலாம்.
te: అవును, కేస్‌యాక్టివ్ యాప్ మరియు కమ్యూనికేషన్‌ను మాండరిన్ చైనీస్, స్పానిష్, హిందీ మరియు రష్యన్ అలాగే ఇంగ్లీషుతో సహా 60కి పైగా భాషల్లోకి అనువదించవచ్చు.
tg: Бале, замимаи CaseActive ва муоширатро метавон ба зиёда аз 60 забон, аз ҷумла ба забонҳои мандаринӣ, испанӣ, ҳиндӣ ва русӣ ва инчунин англисӣ тарҷума кард.
th: ได้ แอปและการสื่อสารของ CaseActive สามารถแปลเป็นภาษาต่างๆ ได้มากกว่า 60 ภาษา รวมถึงภาษาจีนกลาง สเปน ฮินดี และรัสเซีย ตลอดจนภาษาอังกฤษ
tk: Hawa, “CaseActive” programmasy we aragatnaşyk 60-dan gowrak dile, şol sanda mandarin hytaý, ispan, hindi we rus we iňlis diline terjime edilip bilner.
tl: Oo, ang CaseActive app at komunikasyon ay maaaring isalin sa mahigit 60 wika, kabilang ang, Mandarin Chinese, Spanish, Hindi at Russian pati na rin ang English.
tr: Evet, CaseActive uygulaması ve iletişimi, İngilizce'nin yanı sıra Mandarin Çincesi, İspanyolca, Hintçe ve Rusça da dahil olmak üzere 60'tan fazla dile çevrilebilir.
tt: Әйе, CaseActive кушымтасы һәм аралашу 60тан артык телгә тәрҗемә ителергә мөмкин, шул исәптән, Кытай, Испан, Hindiинди һәм Рус, шулай ук Инглиз.
ug: شۇنداق ، CaseActive دېتالى ۋە ئالاقىسىنى ماندارىنچە خەنزۇچە ، ئىسپانچە ، ھىندىچە ۋە رۇسچە ۋە ئىنگلىزچە قاتارلىق 60 نەچچە خىل تىلغا تەرجىمە قىلىشقا بولىدۇ.
uk: Так, додаток і комунікацію CaseActive можна перекласти більш ніж на 60 мов, у тому числі китайську, іспанську, хінді та російську, а також англійську.
ur: ہاں، CaseActive ایپ اور مواصلات کا 60 سے زیادہ زبانوں میں ترجمہ کیا جا سکتا ہے، بشمول، مینڈارن چینی، ہسپانوی، ہندی اور روسی کے ساتھ ساتھ انگریزی۔
uz: Ha, CaseActive ilovasi va aloqasi 60 dan ortiq tillarga, jumladan, mandarin xitoy, ispan, hind va rus, shuningdek, ingliz tillariga tarjima qilinishi mumkin.
vi: Có, ứng dụng CaseActive và thông tin liên lạc có thể được dịch sang hơn 60 ngôn ngữ, bao gồm, tiếng Quan Thoại, tiếng Tây Ban Nha, tiếng Hindi và tiếng Nga cũng như tiếng Anh.
xh: Ewe, iCaseActive app kunye nonxibelelwano inokuguqulelwa kwiilwimi ezingaphezu kwama-60, kubandakanya, isiMandarin Chinese, iSpanish, isiHindi nesiRashiya kunye nesiNgesi.
yi: יאָ, CaseActive אַפּ און קאָמוניקאַציע קענען זיין איבערגעזעצט אין איבער 60 שפראַכן, אַרייַנגערעכנט מאַנדאַרין כינעזיש, שפּאַניש, הינדיש און רוסיש און ענגליש.

source: Can I add a logo or customize CaseActive in any way?
af: Kan ek 'n logo byvoeg of CaseActive op enige manier aanpas?
am: በማንኛውም መንገድ አርማ ማከል ወይም CaseActive ማበጀት እችላለሁ?
ar: هل يمكنني إضافة شعار أو تخصيص CaseActive بأي طريقة؟
az: Loqo əlavə edə və ya CaseActive-i hər hansı şəkildə fərdiləşdirə bilərəmmi?
be: Ці магу я дадаць лагатып або неяк наладзіць CaseActive?
bg: Мога ли да добавя лого или да персонализирам CaseActive по някакъв начин?
bn: আমি কি একটি লোগো যোগ করতে পারি বা কোনো উপায়ে CaseActive কাস্টমাইজ করতে পারি?
ca: Puc afegir un logotip o personalitzar CaseActive d'alguna manera?
cs: Mohu přidat logo nebo nějakým způsobem přizpůsobit CaseActive?
cy: A allaf ychwanegu logo neu addasu CaseActive mewn unrhyw ffordd?
da: Kan jeg tilføje et logo eller tilpasse CaseActive på nogen måde?
de: Kann ich ein Logo hinzufügen oder CaseActive auf irgendeine Weise anpassen?
el: Μπορώ να προσθέσω ένα λογότυπο ή να προσαρμόσω το CaseActive με οποιονδήποτε τρόπο;
eo: Ĉu mi povas aldoni emblemon aŭ personecigi CaseActive iel?
es: ¿Puedo agregar un logotipo o personalizar CaseActive de alguna forma?
et: Kas ma saan logo lisada või CaseActive'i kuidagi kohandada?
eu: Logotipo bat gehi al dezaket edo CaseActive pertsonalizatu inola ere?
fa: آیا می توانم یک لوگو اضافه کنم یا CaseActive را شخصی سازی کنم؟
fi: Voinko lisätä logon tai mukauttaa CaseActivea millään tavalla?
fr: Puis-je ajouter un logo ou personnaliser CaseActive de quelque manière que ce soit ?
fy: Kin ik in logo tafoegje of CaseActive op ien of oare manier oanpasse?
ga: An féidir liom lógó a chur leis nó CaseActive a shaincheapadh ar bhealach ar bith?
gd: An urrainn dhomh suaicheantas a chuir ris no CaseActive a ghnàthachadh ann an dòigh sam bith?
gl: Podo engadir un logotipo ou personalizar CaseActive dalgún xeito?
gu: શું હું લોગો ઉમેરી શકું અથવા CaseActive ને કોઈપણ રીતે કસ્ટમાઇઝ કરી શકું?
hi: क्या मैं कोई लोगो जोड़ सकता हूँ या किसी भी तरह से CaseActive को अनुकूलित कर सकता हूँ?
hr: Mogu li dodati logotip ili na bilo koji način prilagoditi CaseActive?
hu: Hozzáadhatok logót vagy bármilyen módon testreszabhatom a CaseActive-t?
hy: Կարո՞ղ եմ որևէ կերպ ավելացնել լոգոն կամ հարմարեցնել CaseActive-ը:
id: Dapatkah saya menambahkan logo atau menyesuaikan CaseActive dengan cara apa pun?
is: Get ég bætt við lógói eða sérsniðið CaseActive á einhvern hátt?
it: Posso aggiungere un logo o personalizzare CaseActive in qualsiasi modo?
iw: האם אני יכול להוסיף לוגו או להתאים אישית את CaseActive בכל דרך שהיא?
ja: ロゴを追加したり、CaseActiveをカスタマイズしたりできますか？
ka: შემიძლია ლოგოს დამატება ან CaseActive-ის მორგება რაიმე გზით?
kk: Логотипті қосуға немесе CaseActive қолданбасын кез келген жолмен теңшеуге болады ма?
km: តើខ្ញុំអាចបន្ថែមឡូហ្គោ ឬប្ដូរ CaseActive តាមវិធីណាក៏ដោយ?
kn: ನಾನು ಲೋಗೋವನ್ನು ಸೇರಿಸಬಹುದೇ ಅಥವಾ CaseActive ಅನ್ನು ಯಾವುದೇ ರೀತಿಯಲ್ಲಿ ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದೇ?
ku: Ma ez dikarim logoyek lê zêde bikim an CaseActive bi tu awayî xweş bikim?
ky: Мен логотипти кошуп же CaseActiveди кандайдыр бир жол менен ыңгайлаштырсам болобу?
lb: Kann ech e Logo addéieren oder CaseActive op iergendeng Manéier personaliséieren?
lo: ຂ້ອຍສາມາດເພີ່ມໂລໂກ້ຫຼືປັບແຕ່ງ CaseActive ໃນທາງໃດກໍ່ຕາມ?
lt: Ar galiu pridėti logotipą arba kaip nors tinkinti „CaseActive“?
lv: Vai varu pievienot logotipu vai jebkādā veidā pielāgot programmu CaseActive?
mg: Afaka manampy logo ve aho na manamboatra CaseActive amin'ny fomba rehetra?
mi: Ka taea e au te taapiri moko me te whakarite i a CaseActive ahakoa he aha?
mk: Може ли да додадам лого или да го приспособам CaseActive на кој било начин?
ml: എനിക്ക് ഒരു ലോഗോ ചേർക്കാനോ ഏതെങ്കിലും വിധത്തിൽ CaseActive ഇഷ്ടാനുസൃതമാക്കാനോ കഴിയുമോ?
mn: Би лого нэмж эсвэл CaseActive-г ямар нэгэн байдлаар өөрчилж болох уу?
mr: मी लोगो जोडू शकतो किंवा CaseActive कोणत्याही प्रकारे सानुकूलित करू शकतो?
ms: Bolehkah saya menambah logo atau menyesuaikan CaseActive dalam apa jua cara?
mt: Nista' nżid logo jew nippersonalizza CaseActive b'xi mod?
my: လိုဂိုတစ်ခုထည့်နိုင်သည် သို့မဟုတ် CaseActive ကို မည်သည့်နည်းဖြင့်မဆို စိတ်ကြိုက်ပြင်ဆင်နိုင်ပါသလား။
ne: के म लोगो थप्न सक्छु वा कुनै पनि तरिकाले CaseActive लाई अनुकूलित गर्न सक्छु?
nl: Kan ik een logo toevoegen of CaseActive op enigerlei wijze aanpassen?
no: Kan jeg legge til en logo eller tilpasse CaseActive på noen måte?
or: ମୁଁ କ logo ଣସି ପ୍ରକାରେ ଏକ ଲୋଗୋ ଯୋଗ କରିପାରିବି କିମ୍ବା କେସ୍ ଆକ୍ଟିଭ୍ କଷ୍ଟମାଇଜ୍ କରିପାରିବି କି?
pa: ਕੀ ਮੈਂ ਇੱਕ ਲੋਗੋ ਜੋੜ ਸਕਦਾ ਹਾਂ ਜਾਂ ਕਿਸੇ ਵੀ ਤਰੀਕੇ ਨਾਲ CaseActive ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰ ਸਕਦਾ ਹਾਂ?
pl: Czy mogę dodać logo lub dostosować CaseActive w jakikolwiek sposób?
ps: ایا زه کولی شم یو لوګو اضافه کړم یا په هر ډول CaseActive دودیز کړم؟
pt: Posso adicionar um logotipo ou personalizar o CaseActive de alguma forma?
ro: Pot adăuga un logo sau pot personaliza CaseActive în vreun fel?
ru: Могу ли я добавить логотип или каким-либо образом настроить CaseActive?
rw: Nshobora kongeramo ikirango cyangwa gutunganya CaseActive muburyo ubwo aribwo bwose?
sd: ڇا مان هڪ لوگو شامل ڪري سگهان ٿو يا ڪنهن به طريقي سان CaseActive کي ترتيب ڏئي سگهان ٿو؟
si: මට ලාංඡනයක් එක් කිරීමට හෝ CaseActive ඕනෑම ආකාරයකින් අභිරුචිකරණය කළ හැකිද?
sk: Môžem pridať logo alebo prispôsobiť CaseActive akýmkoľvek spôsobom?
sl: Ali lahko dodam logotip ali kakor koli prilagodim CaseActive?
sq: A mund të shtoj një logo ose të personalizoj CaseActive në ndonjë mënyrë?
sr: Могу ли да додам лого или да на било који начин прилагодим ЦасеАцтиве?
sv: Kan jag lägga till en logotyp eller anpassa CaseActive på något sätt?
sw: Je, ninaweza kuongeza nembo au kubinafsisha CaseActive kwa njia yoyote ile?
ta: நான் லோகோவைச் சேர்க்கலாமா அல்லது CaseActive ஐ எந்த வகையிலும் தனிப்பயனாக்கலாமா?
te: నేను లోగోను జోడించవచ్చా లేదా CaseActiveని ఏ విధంగానైనా అనుకూలీకరించవచ్చా?
tg: Оё ман метавонам логотип илова кунам ё CaseActive-ро бо ягон роҳ танзим кунам?
th: ฉันสามารถเพิ่มโลโก้หรือปรับแต่ง CaseActive ในทางใดทางหนึ่งได้หรือไม่?
tk: Logotip goşup bilerinmi ýa-da CaseActive-i haýsydyr bir görnüşde sazlap bilerinmi?
tl: Maaari ba akong magdagdag ng logo o i-customize ang CaseActive sa anumang paraan?
tr: Logo ekleyebilir veya CaseActive'i herhangi bir şekilde özelleştirebilir miyim?
tt: Мин логотип өсти аламмы яки CaseActiveны теләсә нинди юл белән көйли аламмы?
ug: مەن لوگو قوشالايمەنمۇ ياكى CaseActive نى خالىغانچە خاسلاشتۇرالايمەنمۇ؟
uk: Чи можу я додати логотип або будь-яким чином налаштувати CaseActive?
ur: کیا میں لوگو شامل کر سکتا ہوں یا کیس ایکٹیو کو کسی بھی طرح اپنی مرضی کے مطابق بنا سکتا ہوں؟
uz: Logotip qo'shishim yoki CaseActive-ni biron-bir tarzda sozlashim mumkinmi?
vi: Tôi có thể thêm logo hoặc tùy chỉnh CaseActive theo bất kỳ cách nào không?
xh: Ndingadibanisa ilogo okanye ndiyenze iCaseActive ngayo nayiphi na indlela?
yi: קען איך לייגן אַ לאָגאָ אָדער קאַסטאַמייז CaseActive אין קיין וועג?
