Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
af: Genereer gespesialiseerde saakvelde vir kliënt- en spanlidinvoere, en versamel die inligting wat u benodig van almal wat betrokke is. Maak die saak-koppelvlak uniek aan u besigheid en handelsmerk!
am: ለደንበኛ እና ለቡድን አባል ግብዓት ልዩ የጉዳይ መስኮች ያፍሩ እና የሚፈልጉትን ሁሉ መረጃ ይሰብስቡ ፡፡ የጉዳይ በይነገጽ ለንግድዎ እና ለምርትዎ ልዩ ያድርጓቸው!
ar: إنشاء حقول حالة متخصصة لمدخلات العميل وأعضاء الفريق ، وجمع البيانات التي تحتاجها من جميع المعنيين. اجعل واجهة الحالة فريدة لعملك وعلامتك التجارية!
az: Müştəri və komanda üzvü girişi üçün ixtisaslaşdırılmış sahələr yaradın və cəlb olunan hər kəsdən lazım olan məlumatları toplayın. Dava interfeysini işinizə və markanıza unikal edin!
be: Стварыце спецыялізаваныя палі справы для кліентаў і членаў каманды і сабраць неабходныя вам дадзеныя ад усіх удзельнікаў. Зрабіце інтэрфейс справы унікальным для вашага бізнесу і брэнда!
bg: Генерирайте специализирани полета за случаи за въвеждане на клиенти и членове на екипа и съберете необходимите данни от всички участващи. Направете случая на интерфейса уникален за вашия бизнес и марка!
bn: ক্লায়েন্ট এবং টিম সদস্য ইনপুট জন্য বিশেষায়িত কেস ফিল্ড তৈরি করুন এবং জড়িত প্রত্যেকের কাছ থেকে আপনার প্রয়োজনীয় ডেটা সংগ্রহ করুন। আপনার ইন্টারফেস এবং ব্র্যান্ডের ক্ষেত্রে কেস ইন্টারফেসটি অনন্য করুন!
ca: Genereu camps especialitzats de casos per a l’entrada del client i del membre de l’equip i recopileu les dades que necessiteu de tots els implicats. Feu que la interfície del cas sigui única per a la vostra empresa i marca.
cs: Vytvářejte specializovaná pole případů pro vstup klientů a členů týmu a shromažďujte data, která potřebujete od všech zúčastněných. Udělejte rozhraní pouzdra jedinečným pro vaši firmu a značku!
cy: Cynhyrchu meysydd achos arbenigol ar gyfer mewnbwn cleientiaid ac aelodau tîm, a chasglu&#39;r data sydd ei angen arnoch gan bawb sy&#39;n gysylltiedig. Gwnewch ryngwyneb yr achos yn unigryw i&#39;ch busnes a&#39;ch brand!
da: Generer specialiserede case-felter til input fra klient og teammedlem, og indsamle de data, du har brug for fra alle involverede. Gør saggrænsefladen unik for din virksomhed og brand!
de: Generieren Sie spezielle Fallfelder für die Eingabe von Kunden und Teammitgliedern und sammeln Sie die Daten, die Sie von allen Beteiligten benötigen. Machen Sie die Gehäuseschnittstelle einzigartig für Ihr Unternehmen und Ihre Marke!
el: Δημιουργήστε εξειδικευμένα πεδία περιπτώσεων για την είσοδο πελάτη και μέλους της ομάδας και συλλέξτε τα δεδομένα που χρειάζεστε από όλους τους εμπλεκόμενους. Κάντε τη διεπαφή της θήκης μοναδική για την επιχείρηση και την επωνυμία σας!
eo: Generu specialajn kazajn kampojn por eniro de kliento kaj membro de la teamo, kaj kolektu la datumojn, kiujn vi bezonas de ĉiuj implikitaj. Faru la kazan interfacon unika por via komerco kaj marko!
es: Genere campos de casos especializados para las aportaciones de clientes y miembros del equipo, y recopile los datos que necesita de todos los involucrados. ¡Haga que la interfaz de la carcasa sea única para su negocio y marca!
et: Genereerige kliendi ja meeskonna liikme sisestamiseks spetsiaalsed juhtumiväljad ja koguge vajalikke andmeid kõigi asjaosaliste seast. Muutke juhtumi liides ainulaadseks teie ettevõtte ja kaubamärgi jaoks!
eu: Sortu bezeroaren eta taldekideen sarrera kasuetarako eremu espezializatuak, eta bildu behar dituzun datuak biltzen dituzten guztien artean. Egin ezazu kasu interfazea zure negozio eta marka bakarrarentzat!
fa: زمینه ورود به پرونده های تخصصی را برای ورودی مشتری و عضو تیم ایجاد کنید و داده های موردنیاز همه افراد را جمع آوری کنید. رابط مورد را منحصر به فرد برای تجارت و مارک خود کنید!
fi: Luo erityisiä tapauskenttiä asiakkaan ja tiimin jäsenten syöttämistä varten ja kerää tarvitsemasi tiedot kaikilta osallistujilta. Tee kotelon käyttöliittymä ainutlaatuiseksi yrityksellesi ja brändillesi!
fr: Générez des champs de cas spécialisés pour la saisie des clients et des membres de l&#39;équipe et collectez les données dont vous avez besoin auprès de toutes les personnes impliquées. Rendez l&#39;interface du boîtier unique à votre entreprise et à votre marque!
fy: Generearje spesjaliseare saakfjilden foar ynfier fan kliïnt en teamlid, en sammelje de gegevens dy&#39;t jo nedich binne fan elkenien belutsen. Meitsje de saakinterface unyk foar jo bedriuw en merk!
ga: Cruthaigh réimsí cás speisialaithe le haghaidh ionchur cliant agus ball foirne, agus bailigh na sonraí a theastaíonn uait ó gach duine atá bainteach leis. Déan comhéadan an cháis uathúil do do ghnó agus do bhranda!
gd: Cruthaich raointean cùise sònraichte airson cuir a-steach luchd-cleachdaidh agus buill sgioba, agus cruinnich an dàta a dh ’fheumas tu bho gach neach a tha an sàs. Dèan eadar-aghaidh na cùise gun samhail don ghnìomhachas agus don bhrand agad!
gl: Xera campos de casos especializados para a entrada de clientes e membros do equipo e reúne os datos que necesitas de todos os implicados. Fai que a interface do caso sexa única para a túa empresa e marca.
gu: ક્લાયંટ અને ટીમના સભ્ય ઇનપુટ માટે વિશિષ્ટ કેસ ફીલ્ડ્સ બનાવો અને તેમાં સામેલ દરેકથી તમને જરૂરી ડેટા એકત્રિત કરો. તમારા ઇંટરફેસને તમારા વ્યવસાય અને બ્રાન્ડ માટે અનન્ય બનાવો!
hi: क्लाइंट और टीम के सदस्य इनपुट के लिए विशेष केस फ़ील्ड बनाएं, और इसमें शामिल सभी लोगों से आवश्यक डेटा एकत्र करें। केस इंटरफ़ेस को अपने व्यवसाय और ब्रांड के लिए अद्वितीय बनाएं!
hr: Stvorite specijalizirana polja za slučajeve za unos klijenta i članova tima i prikupite potrebne podatke od svih uključenih. Učinite kućište sučelja jedinstvenim za vaše poslovanje i marke!
hu: Generáljon speciális esetmezőket az ügyfelek és a csapattagok beviteléhez, és gyűjtse össze a szükséges adatokat minden résztvevőtől. Tegye egyedivé az ügyfélfelületet vállalkozása és márkája számára!
hy: Ստեղծեք մասնագիտացված դեպքերի դաշտեր հաճախորդի և թիմի անդամի ներդրման համար և հավաքեք ձեր անհրաժեշտ տվյալները բոլոր ներգրավվածներից: Դարձրեք գործի ինտերֆեյսը յուրահատուկ ձեր բիզնեսի և ապրանքանիշի համար:
id: Hasilkan bidang kasus khusus untuk input klien dan anggota tim, dan kumpulkan data yang Anda butuhkan dari semua orang yang terlibat. Jadikan antarmuka case unik untuk bisnis dan merek Anda!
is: Búðu til sérhæfða málatilbúnað fyrir inntak viðskiptavinar og liðsmanna og safnaðu gögnum sem þú þarft frá öllum sem taka þátt. Gerðu málviðmótið einstakt fyrir fyrirtæki þitt og vörumerki!
it: Generare campi di casi specializzati per l&#39;input dei clienti e dei membri del team e raccogliere i dati necessari da tutti i soggetti coinvolti. Rendi l&#39;interfaccia del case unica per la tua azienda e il tuo marchio!
iw: צור שדות מקרה מיוחדים עבור קלט של לקוחות וצוות צוות, ואסוף את הנתונים שאתה צריך מכל המעורבים. הפוך את ממשק התיקים לייחודי לעסק ולמותג שלך!
ja: クライアントとチームメンバーの入力用に特殊なケースフィールドを生成し、関係者全員から必要なデータを収集します。ケースのインターフェースをあなたのビジネスとブランドに固有にしてください！
ka: შექმენით სპეციალიზირებული საქმის ველები კლიენტისა და გუნდის წევრების შეყვანისთვის და შეაგროვეთ თქვენთვის საჭირო მონაცემები, ჩართული ყველასთვის. გააკეთეთ საქმის ინტერფეისი უნიკალური თქვენი ბიზნესის და ბრენდისთვის!
kk: Клиент пен команданың мүшелерін енгізу үшін мамандандырылған өрістерді жасаңыз және барлық қажет адамдардан қажетті деректерді жинаңыз. Корпус интерфейсін сіздің бизнесіңіз бен брендіңіз үшін ерекше етіп жасаңыз!
km: បង្កើតកន្លែងជំនាញសម្រាប់អតិថិជននិងសមាជិកក្រុមនិងប្រមូលទិន្នន័យដែលអ្នកត្រូវការពីអ្នករាល់គ្នា។ ធ្វើឱ្យចំណុចប្រទាក់ករណីមានតែមួយគត់សម្រាប់អាជីវកម្មនិងម៉ាករបស់អ្នក!
kn: ಕ್ಲೈಂಟ್ ಮತ್ತು ತಂಡದ ಸದಸ್ಯರ ಇನ್‌ಪುಟ್‌ಗಾಗಿ ವಿಶೇಷ ಕೇಸ್ ಕ್ಷೇತ್ರಗಳನ್ನು ರಚಿಸಿ ಮತ್ತು ಭಾಗಿಯಾಗಿರುವ ಪ್ರತಿಯೊಬ್ಬರಿಂದ ನಿಮಗೆ ಬೇಕಾದ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಿ. ಕೇಸ್ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ನಿಮ್ಮ ವ್ಯಾಪಾರ ಮತ್ತು ಬ್ರ್ಯಾಂಡ್‌ಗೆ ಅನನ್ಯಗೊಳಿಸಿ!
ku: Zeviyên dozên pispor ên ji bo navgîniya muwekîlê û tîmê biafirînin, û daneyên ku hûn hewce ne ji her kesê re têkildar berhev bikin. Têkiliya dozê ji karsaziya xwe û brandê re bêhempa bikin!
ky: Кардар жана команданын мүчөлөрү үчүн атайын иштелип чыккан талааларды түзүп, катышкан адамдардын бардыгынан керектүү маалыматтарды чогултуп алыңыз. Иштин интерфейсин бизнесиңизге жана брендиңизге уникалдуу кылыңыз!
lb: Generéiere spezialiséiert Fallfelder fir Input vu Clienten an Team Memberen, a sammelen d&#39;Donnéeën déi Dir braucht vun allen Bedeelegten. Maacht de Fallinterface eenzegaarteg fir Äert Geschäft a Mark!
lo: ສ້າງທົ່ງນາຄະດີທີ່ຊ່ຽວຊານ ສຳ ລັບການປ້ອນຂໍ້ມູນຂອງລູກຄ້າແລະສະມາຊິກໃນທີມ, ແລະລວບລວມຂໍ້ມູນທີ່ທ່ານຕ້ອງການຈາກທຸກໆຄົນທີ່ກ່ຽວຂ້ອງ. ເຮັດໃຫ້ການໂຕ້ຕອບຂອງກໍລະນີທີ່ເປັນເອກະລັກຕໍ່ທຸລະກິດແລະຍີ່ຫໍ້ຂອງທ່ານ!
lt: Sukurkite specializuotus atvejo laukus klientų ir komandos narių įvestims ir surinkite reikalingus duomenis iš visų dalyvaujančių asmenų. Padarykite bylos sąsają unikalią jūsų verslui ir prekės ženklui!
lv: Ģenerējiet specializētus lietu laukus klientu un komandas locekļu ievadei un vāciet nepieciešamos datus no visiem iesaistītajiem. Padariet lietas saskarni unikālu savam biznesam un zīmolam!
mg: Hiteraka sehatry ny tranga manokana ho an&#39;ny fidirana ho an&#39;ny mpanjifa sy ny ekipa ary angony ny angon-droa ilainao amin&#39;ny olona rehetra voakasik&#39;izany. Ataovy miavaka amin&#39;ny orinasanao sy ny marika ny tranokala raharaha!
mi: Hangaia nga waahanga keehi motuhake mo te whakauru a te kaihopu me nga mema o te roopu, ka kohia nga raraunga e hiahiatia ana e koe mai i nga taangata katoa. Hangaia te hononga o te keehi he ahurei ki to pakihi me to waitohu!
mk: Генерирајте специјализирани полиња за случаи за внес на клиенти и членови на тимот и соберете ги потребните податоци од сите вклучени. Направете го интерфејсот за случај уникатен за вашиот бизнис и бренд!
ml: ക്ലയന്റ്, ടീം അംഗ ഇൻപുട്ടിനായി പ്രത്യേക കേസ് ഫീൽഡുകൾ സൃഷ്ടിക്കുക, ഒപ്പം ഉൾപ്പെട്ടിരിക്കുന്ന എല്ലാവരിൽ നിന്നും നിങ്ങൾക്ക് ആവശ്യമായ ഡാറ്റ ശേഖരിക്കുക. കേസ് ഇന്റർഫേസ് നിങ്ങളുടെ ബിസിനസ്സിനും ബ്രാൻഡിനും അദ്വിതീയമാക്കുക!
mn: Үйлчлүүлэгч ба багийн гишүүдийн оруулахад зориулсан тусгай талбаруудыг үүсгэж, оролцсон хүнээс хэрэгтэй мэдээллийг цуглуул. Кейс интерфейсийг бизнес, брэндийн хувьд өвөрмөц болго!
mr: क्लायंट आणि कार्यसंघ सदस्य इनपुटसाठी विशेष केस फील्ड तयार करा आणि त्यामध्ये सहभागी प्रत्येकांकडून आपल्याला आवश्यक असलेला डेटा एकत्रित करा. केस इंटरफेस आपल्या व्यवसाय आणि ब्रँडसाठी अनन्य बनवा!
ms: Hasilkan bidang kes khusus untuk input pelanggan dan ahli pasukan, dan kumpulkan data yang anda perlukan dari semua orang yang terlibat. Jadikan antara muka casing unik untuk perniagaan dan jenama anda!
mt: Iġġenera oqsma speċjalizzati tal-każijiet għall-kontribut tal-klijent u tal-membru tat-tim, u tiġbor id-dejta li għandek bżonn mingħand kulħadd involut. Agħmel l-interface tal-każ uniku għan-negozju u l-marka tiegħek!
my: ၀ န်ဆောင်မှုခံယူသူများနှင့်အဖွဲ့ ၀ င်များ၏ထည့်သွင်းမှုအတွက်အထူးပြုလုပ်ထားသောနယ်ပယ်များဖန်တီးပါ။ ပါဝင်ပတ်သက်သူအားလုံးထံမှသင်လိုအပ်သည့်အချက်အလက်များကိုစုဆောင်းပါ။ Case interface ကိုသင့်စီးပွားရေးနှင့်အမှတ်တံဆိပ်အတွက်ထူးခြားအောင်ပြုလုပ်ပါ။
ne: ग्राहक र टीम सदस्य इनपुटको लागि विशेष केस फाँटहरू उत्पन्न गर्नुहोस्, र समावेश गरिएको सबैबाट तपाईंलाई आवश्यक डाटा जम्मा गर्नुहोस्। केस ईन्टरफेस तपाईंको व्यवसाय र ब्रान्डको लागि अद्वितीय बनाउनुहोस्!
nl: Genereer gespecialiseerde casevelden voor input van klanten en teamleden en verzamel de gegevens die u nodig hebt van alle betrokkenen. Maak de case-interface uniek voor uw bedrijf en merk!
no: Generer spesialiserte saksfelt for input fra klient og teammedlem, og samle dataene du trenger fra alle involverte. Gjør sakgrensesnittet unikt for din virksomhet og merkevare!
or: କ୍ଲାଏଣ୍ଟ ଏବଂ ଦଳ ସଦସ୍ୟ ଇନପୁଟ୍ ପାଇଁ ବିଶେଷ କେସ୍ ଫିଲ୍ଡ ସୃଷ୍ଟି କରନ୍ତୁ ଏବଂ ଜଡିତ ସମସ୍ତଙ୍କ ଠାରୁ ଆପଣ ଆବଶ୍ୟକ କରୁଥିବା ତଥ୍ୟ ସଂଗ୍ରହ କରନ୍ତୁ | କେସ୍ ଇଣ୍ଟରଫେସ୍କୁ ଆପଣଙ୍କର ବ୍ୟବସାୟ ଏବଂ ବ୍ରାଣ୍ଡ ପାଇଁ ସ୍ୱତନ୍ତ୍ର କରନ୍ତୁ!
pa: ਕਲਾਇੰਟ ਅਤੇ ਟੀਮ ਮੈਂਬਰ ਇੰਪੁੱਟ ਲਈ ਵਿਸ਼ੇਸ਼ ਕੇਸ ਫੀਲਡ ਤਿਆਰ ਕਰੋ, ਅਤੇ ਸ਼ਾਮਲ ਕੀਤੇ ਹਰੇਕ ਤੋਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਲੋੜੀਂਦਾ ਡੇਟਾ ਇਕੱਠਾ ਕਰੋ. ਕੇਸ ਇੰਟਰਫੇਸ ਨੂੰ ਆਪਣੇ ਕਾਰੋਬਾਰ ਅਤੇ ਬ੍ਰਾਂਡ ਲਈ ਵਿਲੱਖਣ ਬਣਾਉ!
pl: Generuj wyspecjalizowane pola spraw dla danych wejściowych klienta i członka zespołu oraz zbieraj potrzebne dane od wszystkich zaangażowanych osób. Spraw, aby interfejs skrzynki był unikalny dla Twojej firmy i marki!
ps: د پیرودونکي او ټیم غړي ان پټ لپاره ځانګړي قضیې ساحې رامینځته کړئ ، او هغه معلومات راټول کړئ چې تاسو پکې دخیل هرڅوک څخه اړتیا لرئ. د قضیې انٹرفیس ستاسو سوداګرۍ او نښې ته ځانګړی کړئ!
pt: Gere campos de casos especializados para entrada de clientes e membros da equipe e reúna os dados necessários de todos os envolvidos. Torne a interface do caso exclusiva para sua empresa e marca!
ro: Generați câmpuri de caz specializate pentru intrarea clientului și a membrilor echipei și strângeți datele de care aveți nevoie de la toți cei implicați. Faceți interfața carcasei unică pentru afacerea și marca dvs.!
ru: Создайте специализированные поля для ввода данных от клиентов и членов команды и соберите необходимые данные от всех участников. Сделайте интерфейс кейса уникальным для вашего бизнеса и бренда!
rw: Kora imanza zihariye kubakiriya hamwe nitsinda ryabagize itsinda, hanyuma ukusanye amakuru ukeneye kubantu bose babigizemo uruhare. Kora isura yimanza yihariye kubucuruzi bwawe nibirango!
sd: ڪلائنٽ ۽ ٽيم جي ميمبرن جي انپٽ لاءِ مخصوص ڪيسن جي فيلڊ ٺاهيو ، ۽ شامل ڪيل هر فرد کان ڊيٽا گڏ ڪريو. پنهنجي ڪاروبار ۽ برانڊ کي ڪيس جي انٽرفيس کي منفرد بڻايو!
si: සේවාදායකයා සහ කණ්ඩායම් සාමාජික ආදානය සඳහා විශේෂිත සිද්ධි ක්ෂේත්‍ර උත්පාදනය කරන්න, සහ සම්බන්ධ සියලු දෙනාගෙන් ඔබට අවශ්‍ය දත්ත රැස් කරන්න. සිද්ධි අතුරුමුහුණත ඔබේ ව්‍යාපාරයට සහ වෙළඳ නාමයට අනන්‍ය කරන්න!
sk: Vytvorte špecializované polia pre vstupy od klientov a členov tímu a zhromažďujte potrebné údaje od všetkých zúčastnených. Vytvorte jedinečné rozhranie puzdra pre vašu firmu a značku!
sl: Ustvarite specializirana polja primerov za vnos odjemalcev in članov ekipe ter zberite podatke, ki jih potrebujete od vseh vpletenih. Naj bo vmesnik za primere edinstven za vaše podjetje in blagovno znamko!
sq: Gjeneroni fusha të specializuara të çështjeve për informacionin e klientit dhe anëtarit të ekipit, dhe mbledhni të dhënat që ju nevojiten nga të gjithë të përfshirë. Bëni ndërfaqen e çështjes unike për biznesin dhe markën tuaj!
sr: Створите специјализована поља за случај клијента и чланова тима и прикупите потребне податке од свих укључених. Учините интерфејс кућишта јединственим за ваше пословање и бренд!
sv: Generera specialiserade ärendefält för klient- och teammedleminmatning och samla in de uppgifter du behöver från alla inblandade. Gör fallgränssnittet unikt för ditt företag och varumärke!
sw: Tengeneza shamba maalum za kiingilio cha mteja na mshiriki wa timu, na kukusanya data unayohitaji kutoka kwa kila mtu anayehusika. Fanya muundo wa kesi kuwa ya kipekee kwa biashara na chapa yako!
ta: கிளையன்ட் மற்றும் குழு உறுப்பினர் உள்ளீட்டிற்கான சிறப்பு வழக்கு புலங்களை உருவாக்கி, சம்பந்தப்பட்ட அனைவரிடமிருந்தும் உங்களுக்குத் தேவையான தரவை சேகரிக்கவும். வழக்கு இடைமுகத்தை உங்கள் வணிகத்திற்கும் பிராண்டிற்கும் தனித்துவமாக்குங்கள்!
te: క్లయింట్ మరియు టీమ్ మెంబర్ ఇన్పుట్ కోసం ప్రత్యేకమైన కేస్ ఫీల్డ్లను రూపొందించండి మరియు పాల్గొన్న ప్రతిఒక్కరి నుండి మీకు అవసరమైన డేటాను సేకరించండి. కేస్ ఇంటర్‌ఫేస్‌ను మీ వ్యాపారం మరియు బ్రాండ్‌కు ప్రత్యేకమైనదిగా చేయండి!
tg: Майдонҳои махсуси парвандаҳоро барои ворид намудани муштарӣ ва аъзои гурӯҳ эҷод кунед ва аз ҳама шахсони лозим маълумоти зарурӣ гирд оваред. Интерфейси мисоро барои бизнес ва бренди худ беназир созед!
th: สร้างฟิลด์เคสเฉพาะสำหรับลูกค้าและสมาชิกทีมและรวบรวมข้อมูลที่คุณต้องการจากทุกคนที่เกี่ยวข้อง สร้างอินเทอร์เฟซเคสให้กับธุรกิจและแบรนด์ของคุณ!
tk: Müşderi we toparyň agzalary üçin ýöriteleşdirilen meýdan meýdanlaryny dörediň we gatnaşýanlaryň hemmesinden zerur maglumatlary ýygnaň. Iş interfeýsini işiňiz we markaňyz üçin üýtgeşik ediň!
tl: Bumuo ng dalubhasang mga patlang ng kaso para sa input ng miyembro ng kliyente at koponan, at tipunin ang data na kailangan mo mula sa lahat na kasangkot. Gawing natatangi ang interface ng kaso sa iyong negosyo at tatak!
tr: Müşteri ve ekip üyesi girişi için özel vaka alanları oluşturun ve ihtiyaç duyduğunuz verileri ilgili herkesten toplayın. Vaka arayüzünü işinize ve markanıza özgü hale getirin!
tt: Клиент һәм команда әгъзаларын кертү өчен махсус очраклар булдырыгыз, катнашкан һәркемнән кирәкле мәгълүматны туплагыз. Эш интерфейсын сезнең бизнес һәм бренд өчен уникаль итегез!
ug: خېرىدار ۋە گۇرۇپپا ئەزالىرىنىڭ كىرگۈزۈشى ئۈچۈن مەخسۇس دېلو مەيدانى ھاسىل قىلىڭ ۋە مۇناسىۋەتلىك بارلىق كىشىلەردىن لازىملىق ئۇچۇرلارنى توپلاڭ. دېلو كۆرۈنمە يۈزىنى سودىڭىز ۋە ماركىڭىزغا خاس قىلىڭ!
uk: Створіть спеціалізовані поля справ для введення клієнтів та членів команди та збирайте потрібні дані від усіх учасників. Зробіть інтерфейс корпусу унікальним для вашого бізнесу та бренду!
ur: کلائنٹ اور ٹیم ممبر ان پٹ کے ل case خصوصی کیس فیلڈ تیار کریں ، اور شامل ہر فرد سے آپ کو مطلوبہ ڈیٹا اکٹھا کریں۔ کیس انٹرفیس کو اپنے کاروبار اور برانڈ کے لئے منفرد بنائیں!
uz: Mijoz va guruh a&#39;zolarini kiritish uchun ixtisoslashtirilgan maydonlar yaratish va barcha kerakli odamlardan kerakli ma&#39;lumotlarni to&#39;plash. Sizning biznesingiz va brendingiz uchun case interfeysini noyob holga keltiring!
vi: Tạo các trường hợp chuyên biệt cho đầu vào của khách hàng và thành viên nhóm và thu thập dữ liệu bạn cần từ mọi người liên quan. Làm cho giao diện trường hợp duy nhất cho doanh nghiệp và thương hiệu của bạn!
xh: Yenza iindawo ezikhethekileyo zamatyala kumthengi kunye nelungu leqela, kwaye uqokelele idatha oyifunayo kuye wonke umntu obandakanyekayo. Yenza imbonakalo yecala ibe yodwa kwishishini nakwishishini!
yi: דזשענערייט ספּעשאַלייזד פאַל פיעלדס פֿאַר אַרייַנשרייַב פון קליענט און מאַנשאַפֿט מיטגליד, און זאַמלען די דאַטן איר דאַרפֿן פון אַלעמען ינוואַלווד. מאַכן די קאַסע צובינד יינציק פֿאַר דיין געשעפט און סאָרט!

source: Create Custom Templates
af: Skep persoonlike sjablone
am: ብጁ አብነቶች ፍጠር
ar: إنشاء قوالب مخصصة
az: Xüsusi şablonları yaradın
be: Стварэнне карыстацкіх шаблонаў
bg: Създайте персонализирани шаблони
bn: কাস্টম টেম্পলেট তৈরি করুন
ca: Crea plantilles personalitzades
cs: Vytvořit vlastní šablony
cy: Creu templedi personol
da: Opret brugerdefinerede skabeloner
de: Erstellen Sie benutzerdefinierte Vorlagen
el: Δημιουργία προσαρμοσμένων προτύπων
eo: Krei Laŭmendajn Ŝablonojn
es: Crear plantillas personalizadas
et: Loo kohandatud mallid
eu: Sortu txantiloiak
fa: ایجاد قالب های سفارشی
fi: Luo mukautettuja malleja
fr: Créer des modèles personnalisés
fy: Oanpaste Templates oanmeitsje
ga: Cruthaigh Teimpléid Chustaim
gd: Cruthaich teamplaidean gnàthaichte
gl: Crear modelos personalizados
gu: કસ્ટમ નમૂનાઓ બનાવો
hi: कस्टम टेम्पलेट बनाएँ
hr: Izradite prilagođene predloške
hu: Egyéni sablonok létrehozása
hy: Ստեղծեք Պատվերով Կաղապարներ
id: Buat Template Kustom
is: Búðu til sérsniðna sniðmát
it: Crea modelli personalizzati
iw: יצירת תבניות מותאמות אישית
ja: カスタムテンプレートを作成する
ka: საბაჟო შაბლონების შექმნა
kk: Өзгертпелі үлгілерді жасау
km: បង្កើតពុម្ពផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಟೆಂಪ್ಲೇಟ್ಗಳು ರಚಿಸಿ
ku: Templates Custom Customs
ky: Түзүү Өзгөчө шаблоны
lo: ສ້າງແບບແມ່ແບບ
lt: Sukurkite pasirinktines šablonus
lv: Izveidojiet pielāgotas veidnes
mg: Mamorona custom templates
mi: Waihanga Tātauira Ritenga
mk: Креирајте сопствени шаблони
ml: ഇഷ്ടാനുസൃത ടെംപ്ലേറ്റുകൾ സൃഷ്ടിക്കുക
mn: Гаалийн маягт үүсгэх
mr: सानुकूल टेम्पलेट तयार करा
ms: Buat Templat Kustom
mt: Oħloq Templates Custom
my: စိတ်တိုင်းကျ Templates ကို Create
ne: कस्टम टेम्प्लेटहरू सिर्जना गर्नुहोस्
nl: Maak aangepaste sjablonen
no: Opprett egendefinerte maler
or: କଷ୍ଟମ୍ ଟେମ୍ପଲେଟ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਕਸਟਮ ਨਮੂਨੇ ਬਣਾਓ
pl: Utwórz niestandardowe szablony
ps: د ګمرکي نمونو جوړول
pt: Crie modelos personalizados
ro: Creați șabloane personalizate
ru: Создание пользовательских шаблонов
rw: Kurema Inyandikorugero
sd: مرضي سان ٺهيل ٺاهيو
si: අභිරුචි සැකිලි සාදන්න
sk: Vytvorte vlastné šablóny
sl: Ustvarite lastne predloge
sq: Krijo modele të personalizuara
sr: Направите прилагођене предлошке
sv: Skapa anpassade mallar
sw: Unda Matukio ya Desturi
ta: விருப்ப டெம்ப்ளேட்கள் உருவாக்கவும்
te: కస్టమ్ టెంప్లేట్లు సృష్టించండి
tg: Шаблонҳои хусусиро эҷод кунед
th: สร้างเทมเพลตที่กำหนดเอง
tk: Custörite galyplary dörediň
tl: Lumikha ng Mga Pasadyang Template
tr: Özel Şablonlar Oluştur
tt: Махсус шаблоннар булдыру
ug: ئىختىيارى قېلىپ قۇرۇش
uk: Створити власні шаблони
ur: اپنی مرضی کے سانچے بنائیں
uz: Maxsus Shablonlar yaratish
vi: Tạo mẫu tùy chỉnh
xh: Yenza iItemplates zangokwezifiso
yi: שאַפֿן קאַסטאַם טעמפּלאַטעס
