Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
af: 5.3 U verantwoordelikhede en beperkings: U is verantwoordelik vir alle aktiwiteite wat onder u gebruikersrekeninge of deur u gemagtigde gebruikers plaasvind. U moet: (i) alle verantwoordelikheid hê vir die akkuraatheid, kwaliteit, integriteit, wettigheid, betroubaarheid en toepaslikheid van alle gegewens wat u aan die Dienste verstrek; (ii) kommersiële redelike pogings aanwend om ongemagtigde beheer of gepeuter of enige ander ongemagtigde toegang tot, of die gebruik van die dienste te voorkom en ons onmiddellik in kennis te stel van enige ongemagtigde gebruik of sekuriteitsoortreding; (iii) voldoen aan alle toepaslike plaaslike, staats-, federale en buitelandse wette (insluitend wette rakende privaatheid en beskerming van persoonlike of verbruikersinligting) tydens die gebruik van die dienste; (iv) voldoen aan alle toepaslike reëls van kredietkaartverenigings (insluitend American Express, MasterCard en Visa), in die mate wat van toepassing is; en (v) al die rekenaarhardeware, sagteware en kommunikasietoerusting wat u benodig om toegang tot die dienste te verkry en in stand te hou, en alle toegangskoste (bv. ISP-gelde) wat u aangegaan het in verband met u gebruik van die dienste te betaal.
am: 5.3 የእርስዎ ግዴታዎች እና ገደቦች በተጠቃሚ መለያዎችዎ ወይም በተፈቀደላቸው ተጠቃሚዎችዎ ስር ለሚከሰቱ ድርጊቶች ሁሉ ኃላፊነቱን እርስዎ ይወስዳሉ ፡፡ እርስዎ (i) ለአገልግሎቶቹ ለሚያቀርቧቸው ሁሉም መረጃዎች ትክክለኛነት ፣ ጥራት ፣ ታማኝነት ፣ ሕጋዊነት ፣ አስተማማኝነት እና ተገቢነት ብቸኛ ኃላፊነት አለብዎት ፡፡ (ii) ያልተፈቀደ ቁጥጥር ወይም ማጉደል ወይም ሌሎች ማንኛቸውም ያልተፈቀደላቸው የአገልግሎቶች መዳረሻ ወይም አጠቃቀምን ለመከላከል በንግድ አሰራር አካሄድ መሰረት የሚጠቀሙን ማናቸውንም ያልተፈቀደ አጠቃቀም ወይም የደንብ ጥሰት በፍጥነት ያሳውቀናል ፤ (iii) አገልግሎቶቹን በሚጠቀሙበት ጊዜ ለሚመለከታቸው የአከባቢ ፣ የግዛት ፣ የፌዴራል እና የውጭ ሕጎች (የግላዊ ወይም የሸማች መረጃን ጨምሮ ጥበቃን ጨምሮ) ይመለከታል ፤ (iv) በሚመለከታቸው ሁሉ ፣ የክሬዲት ካርድ ማህበራትን (የአሜሪካን ኤክስፕረንስ ፣ ማስተርካርድ እና ቪዛን ጨምሮ) ተፈፃሚነት ያለው ፣ ከአገልግሎቶቹ አጠቃቀምዎ ጋር በተያያዘ እርስዎ የተመለከቱትን ሁሉንም የኮምፒዩተር ሃርድዌር ፣ ሶፍትዌሮች እና የግንኙነቶች መሣሪያዎች ማግኘት እና መጠበቅ ፣ እና ከአገልግሎቶች አጠቃቀምዎ ጋር በተያያዘ እርስዎ ያጋጠሙትን ሁሉንም የመድረሻ ክፍያዎች (ለምሳሌ የ ISP ክፍያዎችን) ይከፍላል ፡፡
ar: 5.3 المسؤوليات والقيود الخاصة بك: أنت مسؤول عن جميع الأنشطة التي تحدث في حسابات المستخدمين الخاصة بك أو من قبل المستخدمين المصرح لهم. يجب عليك: (1) أن تتحمل وحدك مسؤولية دقة وجودة وسلامة وشرعية وموثوقية وملاءمة جميع البيانات التي تقدمها إلى الخدمات ؛ (2) بذل الجهود المعقولة تجاريًا لمنع التحكم أو العبث غير المصرح به أو أي وصول غير مصرح به إلى الخدمات أو استخدامها ، وإبلاغنا على الفور بأي استخدام غير مصرح به أو خرق أمني ؛ (3) الامتثال لجميع القوانين المحلية والولائية والفدرالية والأجنبية السارية (بما في ذلك القوانين المتعلقة بالخصوصية وحماية المعلومات الشخصية أو معلومات المستهلك) في استخدام الخدمات ؛ (رابعًا) ، قدر الإمكان ، الامتثال لجميع القواعد المعمول بها لجمعيات بطاقات الائتمان (بما في ذلك American Express و MasterCard و Visa) ؛ و (5) الحصول على جميع أجهزة الكمبيوتر والبرمجيات ومعدات الاتصالات اللازمة للوصول إلى الخدمات وصيانتها ، ودفع جميع رسوم الوصول (مثل رسوم مزود خدمة الإنترنت) التي تتكبدها فيما يتعلق باستخدامك للخدمات.
az: 5.3 Məsuliyyətləriniz və məhdudiyyətləriniz: İstifadəçi hesablarınızda və ya səlahiyyətli istifadəçiləriniz tərəfindən baş verən bütün fəaliyyətlərə görə məsuliyyət daşıyırsınız. Siz: (i) Xidmətlərə təqdim etdiyiniz bütün məlumatların düzgünlüyünə, keyfiyyətinə, bütövlüyünə, qanuniliyinə, etibarlılığına və uyğunluğuna görə yeganə məsuliyyət daşıyırsınız; (ii) icazəsiz nəzarətin və ya xidmətin pozulmasının və ya hər hansı digər icazəsiz girilmənin və ya istifadənin qarşısını almaq üçün kommersiya baxımından məqbul səylərdən istifadə edin və icazəsiz istifadə və ya təhlükəsizlik pozuntuları barədə dərhal xəbərdar edin; (iii) Xidmətlərdən istifadə zamanı tətbiq olunan bütün yerli, ştat, federal və xarici qanunlara (şəxsi və ya istehlakçı məlumatlarının məxfiliyi və qorunması ilə bağlı qanunlara) riayət etmək; (iv) kredit kartı birliklərinin bütün tətbiq olunan qaydalarına (American Express, MasterCard və Visa daxil olmaqla) riayət etmək; və (v) Xidmətlərə daxil olmaq üçün lazım olan bütün kompüter qurğularını, proqram təminatlarını və rabitə avadanlıqlarını əldə etmək və saxlamaq və Xidmətlərdən istifadə ilə əlaqədar çəkdiyiniz bütün giriş xərclərini (məsələn, ISP haqları) ödəmək.
be: 5.3 Вашы абавязкі і абмежаванні: Вы нясеце адказнасць за ўсе дзеянні, якія адбываюцца ў вашых уліковых запісах карыстальнікаў альбо вашымі аўтарызаванымі карыстальнікамі. Вы нясеце: (i) нясеце выключную адказнасць за дакладнасць, якасць, цэласнасць, законнасць, надзейнасць і мэтазгоднасць усіх дадзеных, якія вы прадстаўляеце Паслугам; (ii) ужываць камерцыйна разумныя намаганні, каб прадухіліць несанкцыянаваны кантроль ці падробку альбо любы іншы несанкцыянаваны доступ да паслуг, альбо неадкладна паведаміць нам пра несанкцыянаванае выкарыстанне альбо парушэнне бяспекі; (iii) выконваць усе прыдатныя мясцовыя, дзяржаўныя, федэральныя і замежныя законы (у тым ліку законы, якія тычацца прыватнасці і абароны асабістай інфармацыі або інфармацыі пра спажыўцоў) пры выкарыстанні Паслуг; (iv) па меры неабходнасці выконваць усе дзеючыя правілы асацыяцый крэдытных карт (уключаючы American Express, MasterCard і Visa); і (v) атрымаць і падтрымліваць усё камп&#39;ютэрнае абсталяванне, праграмнае забеспячэнне і камунікацыйнае абсталяванне, неабходнае для доступу да Паслуг, і аплаціць усе зборы за доступ (напрыклад, платы за правайдэр), якія вы зрабілі ў сувязі з выкарыстаннем паслуг.
bg: 5.3 Вашите отговорности и ограничения: Вие носите отговорност за всички дейности, които се извършват под вашите потребителски акаунти или от вашите оторизирани потребители. Вие трябва: (i) носите пълна отговорност за точността, качеството, целостта, законността, надеждността и уместността на всички данни, които предоставяте на Услугите; (ii) да използваме разумно търговски усилия за предотвратяване на неразрешен контрол или подправяне или друг неоторизиран достъп или използване на Услугите и да ни уведомяваме незабавно за всяко неразрешено използване или нарушаване на сигурността; (iii) спазват всички приложими местни, щатски, федерални и чуждестранни закони (включително закони относно неприкосновеността на личния живот или защитата на личната или потребителска информация) при използване на Услугите; iv) доколкото е приложимо, да спазва всички приложими правила за асоциации на кредитни карти (включително American Express, MasterCard и Visa); и (v) получавате и поддържате целия компютърен хардуер, софтуер и комуникационно оборудване, необходими за достъп до Услугите, и плащате всички такси за достъп (напр. такси за ISP), направени от вас във връзка с използването на Услугите.
bn: 5.3 আপনার দায়িত্ব এবং বিধিনিষেধ: আপনার ব্যবহারকারীর অ্যাকাউন্টের অধীনে বা আপনার অনুমোদিত ব্যবহারকারীদের দ্বারা ঘটে যাওয়া সমস্ত ক্রিয়াকলাপের জন্য আপনি দায়বদ্ধ। আপনারা হবেন: (i) আপনি পরিষেবাগুলিতে জমা দিন এমন সমস্ত তথ্যের নির্ভুলতা, গুণমান, নিখরচায়তা, বৈধতা, নির্ভরযোগ্যতা এবং যথাযথতার একমাত্র দায়িত্ব থাকবে; (ii) পরিষেবাগুলিতে অননুমোদিত নিয়ন্ত্রণ বা হস্তক্ষেপ বা অন্য কোনও অননুমোদিত অ্যাক্সেস প্রতিরোধে বাণিজ্যিকভাবে যুক্তিসঙ্গত প্রচেষ্টা ব্যবহার করুন এবং অননুমোদিত ব্যবহার বা সুরক্ষা লঙ্ঘনের বিষয়ে আমাদের অবিলম্বে অবহিত করুন; (iii) পরিষেবাগুলি ব্যবহারের ক্ষেত্রে প্রযোজ্য সমস্ত স্থানীয়, রাজ্য, ফেডারেল এবং বিদেশী আইন (ব্যক্তিগত বা ভোক্তার তথ্যের গোপনীয়তা এবং সুরক্ষা সম্পর্কিত আইন সহ) মেনে চলুন; (iv) প্রযোজ্য পরিমাণে, ক্রেডিট কার্ড সংঘের সমস্ত প্রযোজ্য নিয়মগুলি মেনে চলুন (আমেরিকান এক্সপ্রেস, মাস্টারকার্ড এবং ভিসা সহ); এবং (v) পরিষেবাগুলিতে অ্যাক্সেসের জন্য প্রয়োজনীয় সমস্ত কম্পিউটার হার্ডওয়্যার, সফ্টওয়্যার এবং যোগাযোগ সরঞ্জামগুলি অর্জন এবং রক্ষণাবেক্ষণ এবং আপনার পরিষেবাগুলির ব্যবহারের সাথে সম্পর্কিত সমস্ত অ্যাক্সেস চার্জ (যেমন আইএসপি ফি) প্রদান করুন।
ca: 5.3 Les vostres responsabilitats i restriccions: sou responsables de totes les activitats que es produeixin als vostres comptes d’usuari o als usuaris autoritzats. Vostè: (i) serà l’únic responsable de l’exactitud, qualitat, integritat, legalitat, fiabilitat i adequació de totes les dades que envieu als Serveis; (ii) utilitzar esforços raonables comercialment per evitar un control o manipulació no autoritzada o qualsevol altre accés no autoritzat, o ús dels Serveis, i ens notifiqui de forma immediata sobre qualsevol ús no autoritzat o incompliment de seguretat; (iii) complir totes les lleis locals, estatals, federals i estrangeres aplicables (incloses les lleis sobre privadesa i protecció de la informació personal o del consumidor) en l&#39;ús dels Serveis; (iv) en la mesura que sigui aplicable, complir totes les normes aplicables a les associacions de targetes de crèdit (incloses American Express, MasterCard i Visa); i (v) obtenir i mantenir tot el maquinari, programari i equips de comunicació informàtics necessaris per accedir als Serveis i pagar tots els càrrecs d’accés (per exemple, tarifes ISP) que vostè incorregui en relació amb l’ús dels Serveis.
cs: 5.3 Vaše povinnosti a omezení: Jste zodpovědní za veškeré činnosti, které se dějí na vašich uživatelských účtech nebo autorizovanými uživateli. Musíte: (i) mít výhradní odpovědnost za přesnost, kvalitu, integritu, legálnost, spolehlivost a vhodnost všech údajů, které poskytnete Službám; (ii) vynaložit komerčně přiměřené úsilí k zabránění neoprávněné kontroly nebo neoprávněné manipulace nebo jiného neoprávněného přístupu ke Službám nebo k jejich využívání a neprodleně nás informovat o jakémkoli neoprávněném použití nebo narušení bezpečnosti; (iii) při používání Služeb dodržovat všechny platné místní, státní, federální a zahraniční zákony (včetně zákonů týkajících se soukromí a ochrany osobních údajů nebo informací o spotřebitelích); (iv) v příslušném rozsahu dodržovat všechna platná pravidla asociací kreditních karet (včetně American Express, MasterCard a Visa); a (v) získávat a udržovat veškerý počítačový hardware, software a komunikační vybavení potřebné pro přístup ke Službám a platit veškeré poplatky za přístup (např. poplatky ISP), které vám vzniknou v souvislosti s používáním Služeb.
cy: 5.3 Eich Cyfrifoldebau a&#39;ch Cyfyngiadau: Rydych chi&#39;n gyfrifol am yr holl weithgareddau sy&#39;n digwydd o dan eich cyfrifon defnyddiwr neu gan eich defnyddwyr awdurdodedig. Bydd gennych: (i) gyfrifoldeb llwyr am gywirdeb, ansawdd, uniondeb, cyfreithlondeb, dibynadwyedd a phriodoldeb yr holl ddata a gyflwynwch i&#39;r Gwasanaethau; (ii) defnyddio ymdrechion rhesymol yn fasnachol i atal rheolaeth neu ymyrryd heb awdurdod neu unrhyw fynediad anawdurdodedig arall i&#39;r Gwasanaethau, neu eu defnyddio, a&#39;n hysbysu yn brydlon am unrhyw ddefnydd anawdurdodedig neu dorri diogelwch; (iii) cydymffurfio â&#39;r holl gyfreithiau lleol, gwladwriaethol, ffederal a thramor cymwys (gan gynnwys deddfau ynghylch preifatrwydd a diogelu gwybodaeth bersonol neu wybodaeth i ddefnyddwyr) wrth ddefnyddio&#39;r Gwasanaethau; (iv) i&#39;r graddau y mae&#39;n berthnasol, cydymffurfio â holl reolau cymwys cymdeithasau cardiau credyd (gan gynnwys American Express, MasterCard a Visa); a (v) cael a chynnal yr holl galedwedd cyfrifiadurol, meddalwedd ac offer cyfathrebu sydd eu hangen i gael mynediad i&#39;r Gwasanaethau, a thalu&#39;r holl daliadau mynediad (ee ffioedd ISP) a godir gennych mewn cysylltiad â&#39;ch defnydd o&#39;r Gwasanaethau.
da: 5.3 Ditt ansvar og begrænsninger: Du er ansvarlig for alle aktiviteter, der finder sted under dine brugerkonti eller af dine autoriserede brugere. Du skal: (i) have det eneste ansvar for nøjagtigheden, kvaliteten, integriteten, lovligheden, pålideligheden og hensigtsmæssigheden af alle data, du sender til Tjenesterne; (ii) anvende kommercielt rimelige bestræbelser på at forhindre uautoriseret kontrol eller manipulation eller anden uautoriseret adgang til eller brug af Tjenesterne og straks underrette os om uautoriseret brug eller sikkerhedsbrud; (iii) overholde alle gældende lokale, statslige, føderale og udenlandske love (herunder love om privatliv og beskyttelse af personlige eller forbrugeroplysninger) ved brug af tjenesterne; (iv) i det omfang, det er relevant, overholde alle gældende regler for kreditkortforeninger (herunder American Express, MasterCard og Visa); og (v) skaffe og vedligeholde al den hardware, software og kommunikationsudstyr, der er nødvendig for at få adgang til Tjenesterne, og betale alle adgangsafgifter (f.eks. ISP-gebyrer), som du har afholdt i forbindelse med din brug af Tjenesterne.
de: 5.3 Ihre Verantwortlichkeiten und Einschränkungen: Sie sind für alle Aktivitäten verantwortlich, die unter Ihren Benutzerkonten oder von Ihren autorisierten Benutzern ausgeführt werden. Sie haben: (i) die alleinige Verantwortung für die Richtigkeit, Qualität, Integrität, Rechtmäßigkeit, Zuverlässigkeit und Angemessenheit aller Daten, die Sie an die Dienste übermitteln; (ii) wirtschaftlich angemessene Anstrengungen unternehmen, um unbefugte Kontrolle oder Manipulation oder sonstigen unbefugten Zugriff auf oder Nutzung der Dienste zu verhindern und uns unverzüglich über jede unbefugte Nutzung oder Sicherheitsverletzung zu informieren; (iii) bei der Nutzung der Dienste alle geltenden lokalen, staatlichen, bundesstaatlichen und ausländischen Gesetze (einschließlich der Gesetze zum Schutz der Privatsphäre und zum Schutz persönlicher oder Verbraucherinformationen) einhalten; (iv) soweit zutreffend, alle geltenden Regeln der Kreditkartenverbände (einschließlich American Express, MasterCard und Visa) einhalten; und (v) Beschaffung und Wartung der gesamten Computerhardware, -software und -kommunikationsausrüstung, die für den Zugriff auf die Dienste erforderlich sind, und Zahlung aller Zugriffsgebühren (z. B. ISP-Gebühren), die Ihnen im Zusammenhang mit Ihrer Nutzung der Dienste entstehen.
el: 5.3 Οι ευθύνες και οι περιορισμοί σας: Είστε υπεύθυνοι για όλες τις δραστηριότητες που συμβαίνουν στους λογαριασμούς χρηστών σας ή από τους εξουσιοδοτημένους χρήστες σας. Θα: (i) έχετε αποκλειστική ευθύνη για την ακρίβεια, την ποιότητα, την ακεραιότητα, τη νομιμότητα, την αξιοπιστία και την καταλληλότητα όλων των δεδομένων που υποβάλλετε στις Υπηρεσίες. (ii) να καταβάλει εμπορικά εύλογες προσπάθειες για την αποτροπή μη εξουσιοδοτημένου ελέγχου ή παραβίασης ή οποιασδήποτε άλλης μη εξουσιοδοτημένης πρόσβασης ή χρήσης των Υπηρεσιών και να μας ειδοποιεί αμέσως για οποιαδήποτε μη εξουσιοδοτημένη χρήση ή παραβίαση ασφάλειας. (iii) συμμορφώνονται με όλους τους ισχύοντες τοπικούς, πολιτειακούς, ομοσπονδιακούς και ξένους νόμους (συμπεριλαμβανομένων των νόμων σχετικά με το απόρρητο και την προστασία προσωπικών ή καταναλωτικών πληροφοριών) κατά τη χρήση των Υπηρεσιών. (iv) στο βαθμό που ισχύει, συμμορφώνεστε με όλους τους ισχύοντες κανόνες των ενώσεων πιστωτικών καρτών (συμπεριλαμβανομένων των American Express, MasterCard και Visa) · και (v) να αποκτήσετε και να συντηρήσετε όλο το υλικό του υπολογιστή, το λογισμικό και τον εξοπλισμό επικοινωνιών που απαιτούνται για την πρόσβαση στις Υπηρεσίες και να πληρώσετε όλες τις χρεώσεις πρόσβασης (π.χ. χρεώσεις ISP) που έχετε πραγματοποιήσει σε σχέση με τη χρήση των Υπηρεσιών από εσάς.
eo: 5.3 Viaj Respondecoj kaj Limigoj: Vi respondecas pri ĉiuj agadoj okazantaj sub viaj uzantaj kontoj aŭ de viaj rajtigitaj uzantoj. Vi: (i) havas la solan respondecon pri la ĝusteco, kvalito, integreco, laŭleĝeco, fidindeco kaj taŭgeco de ĉiuj datumoj, kiujn vi sendas al la Servoj; (ii) uzi komerce raciajn klopodojn por malebligi ne rajtigitan kontrolon aŭ ŝanĝon aŭ ajnan alian ne rajtigitan aliron aŭ uzon de la Servoj kaj sciigi nin senprokraste pri ia neaŭtorizita uzo aŭ sekureca rompo; (iii) plenumi ĉiujn aplikeblajn lokajn, ŝtatajn, federalajn kaj eksterlandajn leĝojn (inkluzive de leĝoj pri privateco kaj protekto de personaj aŭ konsumantaj informoj) dum uzado de la Servoj; (iv) en la mezuro aplikebla, konformu al ĉiuj aplikeblaj reguloj de kreditkartaj asocioj (inkluzive de American Express, MasterCard kaj Visa); kaj (v) akiri kaj konservi ĉiujn komputilajn aparatojn, programojn kaj konektajn aparatojn necesajn por aliri la Servojn, kaj pagi ĉiujn akcesorajn pagendaĵojn (ekz. ISP-kotizojn) estigitaj de vi rilate al via uzo de la Servoj.
es: 5.3 Sus responsabilidades y restricciones: Usted es responsable de todas las actividades que ocurran bajo sus cuentas de usuario o por sus usuarios autorizados. Usted deberá: (i) ser el único responsable de la precisión, calidad, integridad, legalidad, confiabilidad y adecuación de todos los datos que envíe a los Servicios; (ii) haga esfuerzos comercialmente razonables para evitar el control o la manipulación no autorizados o cualquier otro acceso no autorizado a los Servicios, o su uso, y notificarnos de inmediato sobre cualquier uso no autorizado o violación de la seguridad; (iii) cumplir con todas las leyes locales, estatales, federales y extranjeras aplicables (incluidas las leyes sobre privacidad y protección de la información personal o del consumidor) al usar los Servicios; (iv) en la medida en que corresponda, cumplir con todas las reglas aplicables de las asociaciones de tarjetas de crédito (incluidas American Express, MasterCard y Visa); y (v) obtener y mantener todo el hardware, el software y el equipo de comunicaciones necesarios para acceder a los Servicios, y pagar todos los cargos de acceso (por ejemplo, tarifas de ISP) incurridos por usted en relación con el uso de los Servicios.
et: 5.3 Teie kohustused ja piirangud: vastutate kõigi tegevuste eest, mis toimuvad teie kasutajakontode all või volitatud kasutajate poolt. Te: (i) olete ainuisikuliselt vastutav kõigi Teenustele esitatud andmete täpsuse, kvaliteedi, terviklikkuse, seaduslikkuse, usaldusväärsuse ja asjakohasuse eest; (ii) tegema äriliselt mõistlikke jõupingutusi, et takistada omavolilist juhtimist või omavolilist kasutamist või mis tahes muud loata juurdepääsu teenustele või nende kasutamist, ja teavitama meid viivitamatult loata kasutamisest või turvarikkumisest; (iii) järgima teenuste kasutamisel kõiki kohaldatavaid kohalikke, osariikide, föderaalseid ja välismaiseid seadusi (sealhulgas seadusi eraelu puutumatuse ning isikliku või tarbijateabe kaitse kohta); (iv) järgima kohaldatavas ulatuses kõiki krediitkaardiliitude (sealhulgas American Express, MasterCard ja Visa) kehtivaid eeskirju; ja (v) hankige ja hooldage kogu teenustele ligipääsemiseks vajalikku riistvara, tarkvara ja kommunikatsiooniseadmeid ning makske kõik juurdepääsu tasud (nt ISP tasud), mis teil seoses teenuste kasutamisega tekivad.
eu: 5.3 Zure Erantzukizunak eta Murrizketak: Zure erabiltzaile kontuen edo baimendutako erabiltzaileen azpian gertatzen diren jarduera guztien erantzulea zara. Zerbitzuei bidaltzen dizkizuten datu guztien zehaztasun, kalitate, osotasun, legalitate, fidagarritasun eta egokitasunaren erantzukizun bakarra izango duzu; (ii) komertzialki zentzuzko ahaleginak egitea baimendu gabeko kontrolak edo manipulazioak eragoztea edo baimenik gabeko beste edozein zerbitzuetarako edo zerbitzuetarako erabiltzea saihesteko eta berehala jakinarazten digu baimenik gabeko erabilera edo segurtasun urratze bat; (iii) Tokiko, estatuko, federazioko eta atzerriko lege aplikagarriak bete (Zerbitzuak erabiltzerakoan pribatutasunari eta informazio pertsonala babesteko legeei buruzkoak); (iv) ahal den neurrian, kreditu txartelen elkarteen araudi aplikagarriak bete (American Express, MasterCard eta Visa barne); eta (v) Zerbitzuak sartzeko beharrezkoak diren ordenagailu, software eta komunikazio ekipamendu guztiak eskuratu eta mantentzea eta ordaindu dituzun sarbide-gastu guztiak (adibidez ISP tasak) ordaintzea Zerbitzuak erabiltzeagatik.
fa: 5-3 مسئولیت ها و محدودیت های شما: شما مسئول کلیه فعالیت هایی است که تحت حساب کاربری شما یا توسط کاربران مجاز شما رخ می دهد. شما باید: (i) مسئولیت صحت ، کیفیت ، صداقت ، قانونی بودن ، قابلیت اطمینان و مناسب بودن کلیه داده هایی را که برای ارائه خدمات به شما ارائه می دهند ، مسئولیت پذیر باشید. (ب) از اقدامات منطقی تجاری استفاده کنید تا از کنترل غیرقانونی یا دستکاری یا هرگونه دسترسی غیرمجاز دیگر به استفاده یا استفاده از این سرویس ها جلوگیری کنید و هرگونه استفاده غیرمجاز یا نقض امنیتی غیرمجاز را به سرعت به ما اطلاع دهید. (iii) تمام قوانین محلی ، ایالتی ، فدرال و خارجی (از جمله قوانینی راجع به حفظ حریم خصوصی و محافظت از اطلاعات شخصی یا مصرف کننده) در استفاده از این خدمات ، پیروی می کند. (IV) تا حدی که قابل اجرا باشد ، کلیه قوانین قابل استفاده در انجمن های کارت اعتباری (از جمله American Express ، MasterCard و Visa) را رعایت کنید. و (v) تمام سخت افزارهای رایانه ای ، نرم افزاری و تجهیزات ارتباطی مورد نیاز برای دسترسی به خدمات را بدست آورید و نگهداری کنید ، و کلیه هزینه های دسترسی (به عنوان مثال هزینه ISP) را که در رابطه با استفاده شما از خدمات تحمیل شده است ، بپردازید.
fi: 5.3 Vastuut ja rajoitukset: Olet vastuussa kaikista toiminnoista, joita tapahtuu käyttäjätililläsi tai valtuutetuilla käyttäjilläsi. Sinulla: (i) on yksin vastuu kaikkien Palveluihin lähettämien tietojen oikeellisuudesta, laadusta, eheydestä, laillisuudesta, luotettavuudesta ja asianmukaisuudesta; (ii) käyttämään kaupallisesti kohtuullisia pyrkimyksiä estääksesi luvattoman hallinnan tai peukaloinnin tai muun luvattoman pääsyn palveluihin tai niiden käytön ja ilmoittamalla meille viipymättä luvattomasta käytöstä tai tietoturvaloukkauksista; (iii) noudattaa kaikkia sovellettavia paikallisia, osavaltioiden, liittovaltion ja ulkomaisia lakeja (mukaan lukien yksityisyyttä ja henkilökohtaisten tai kuluttaja-asioiden tietojen suojaamista koskevat lait) käytettäessä Palveluita; iv) noudatettava soveltuvissa tapauksissa kaikkia sovellettavia luottokorttiyhdistysten sääntöjä (mukaan lukien American Express, MasterCard ja Visa); ja (v) hankkia ja ylläpitää kaikkia palveluita käyttääkseen tarvittavia tietokonelaitteita, ohjelmistoja ja viestintälaitteita sekä maksaa kaikki pääsymaksut (esim. ISP-maksut), jotka sinulle aiheutuvat Palvelujen käytöstä.
fr: 5.3 Vos responsabilités et restrictions: Vous êtes responsable de toutes les activités qui se produisent sous vos comptes d&#39;utilisateur ou par vos utilisateurs autorisés. Vous devez: (i) être seul responsable de l&#39;exactitude, de la qualité, de l&#39;intégrité, de la légalité, de la fiabilité et de la pertinence de toutes les données que vous soumettez aux Services; (ii) déployer des efforts commercialement raisonnables pour empêcher tout contrôle ou toute altération non autorisés ou tout autre accès ou utilisation non autorisés des Services et nous informer rapidement de toute utilisation non autorisée ou violation de la sécurité; (iii) se conformer à toutes les lois locales, étatiques, fédérales et étrangères applicables (y compris les lois concernant la confidentialité et la protection des informations personnelles ou des consommateurs) lors de l&#39;utilisation des Services; (iv) dans la mesure applicable, se conformer à toutes les règles applicables des associations de cartes de crédit (y compris American Express, MasterCard et Visa); et (v) obtenir et entretenir tout le matériel informatique, les logiciels et le matériel de communication nécessaires pour accéder aux Services, et payer tous les frais d&#39;accès (par exemple les frais de FAI) encourus par vous dans le cadre de votre utilisation des Services.
fy: 5.3 Jo ferantwurdlikheden en beheiningen: Jo binne ferantwurdelik foar alle aktiviteiten dy&#39;t foarkomme ûnder jo brûkersakkounts of troch jo autorisearre brûkers. Jo sille: (i) de iennichste ferantwurdlikens hawwe foar de krektens, kwaliteit, yntegriteit, wettichheid, betrouberens en geskiktheid fan alle gegevens dy&#39;t jo oan de Tsjinsten leverje; (ii) kommersjeel ridlike ynspanningen brûke om unautoriseare kontrôle of manipulaasje te foarkommen of in oare unautoriseare tagong ta, of gebrûk fan, de Tsjinsten en ús fuortendaliks ynformearje fan unautorisearre gebrûk of feiligensbreuk; (iii) foldogge oan alle jildende lokale, steatlike, federale en bûtenlânske wetten (ynklusyf wetten oangeande privacy en beskerming fan persoanlike of konsumintynformaasje) by it brûken fan &#39;e Tsjinsten; (iv) yn &#39;e mjitte foldwaan, folgje oan alle jildende regels fan kredytkaartferienings (ynklusyf American Express, MasterCard en Visa); en (v) alle kompjûterhardware, software en kommunikaasjemateriaal te krijen en te ûnderhâlden dy&#39;t nedich binne om tagong te krijen ta de Tsjinsten, en alle tagongskosten betelje (bygelyks ISP-fergoedingen) dy&#39;t jo hawwe makke yn ferbân mei jo gebrûk fan &#39;e Tsjinsten.
ga: 5.3 Do Fhreagrachtaí agus do Shrianta: Tá tú freagrach as gach gníomhaíocht a tharlaíonn faoi do chuntais úsáideora nó ag d’úsáideoirí údaraithe. Is iad seo a leanas: (i) beidh an t-aon fhreagracht ort as cruinneas, cáilíocht, ionracas, dlíthiúlacht, iontaofacht agus oiriúnacht na sonraí go léir a chuireann tú faoi bhráid na Seirbhísí; (ii) iarrachtaí réasúnta tráchtála a úsáid chun rialú nó cur isteach neamhúdaraithe nó aon rochtain neamhúdaraithe eile ar na Seirbhísí a chosc agus a chur in iúl dúinn go pras faoi aon úsáid neamhúdaraithe nó sárú slándála; (iii) cloí leis na dlíthe áitiúla, stáit, cónaidhme agus eachtrannacha go léir is infheidhme (lena n-áirítear dlíthe maidir le príobháideacht agus cosaint faisnéise pearsanta nó tomhaltóra) agus na Seirbhísí á n-úsáid; (iv) a mhéid is infheidhme, cloí le rialacha infheidhme uile na gcomhlachas cárta creidmheasa (lena n-áirítear American Express, MasterCard agus Visa); agus (v) na crua-earraí ríomhaireachta, na bogearraí agus an trealamh cumarsáide go léir a theastaíonn chun rochtain a fháil ar na Seirbhísí a fháil agus a chothabháil, agus gach muirear rochtana (m.sh. táillí ISP) a thabhaíonn tú i dtaca le d’úsáid na Seirbhísí a íoc.
gd: 5.3 Na h-uallaichean agus na bacaidhean agad: Tha uallach ort airson a h-uile gnìomh a thig fo na cunntasan cleachdaiche agad no leis na cleachdaichean ùghdarraichte agad. Feumaidh tu: (i) an t-aon uallach a bhith agad airson cruinneas, càileachd, treibhdhireas, laghail, earbsachd agus freagarrachd gach dàta a chuireas tu a-steach do na Seirbheisean; (ii) oidhirpean reusanta malairteach a chleachdadh gus casg a chuir air smachd no bacadh gun chead no ruigsinneachd neo-ùghdarraichte sam bith eile air na Seirbheisean agus fios a chuir thugainn gu sgiobalta mu chleachdadh no briseadh tèarainteachd gun chead; (iii) gèilleadh ris na laghan ionadail, stàite, feadarail agus cèin iomchaidh (a ’toirt a-steach laghan a thaobh prìobhaideachd agus dìon fiosrachadh pearsanta no neach-cleachdaidh) ann a bhith a’ cleachdadh nan Seirbheisean; (iv) chun na h-ìre iomchaidh, gèilleadh ris na riaghailtean iomchaidh uile aig comainn cairt creideis (a ’gabhail a-steach American Express, MasterCard agus Visa); agus (v) faighinn agus cumail suas a h-uile bathar-cruaidh coimpiutair, bathar-bog agus uidheamachd conaltraidh a dh ’fheumar gus faighinn gu na Seirbheisean, agus na cosgaisean ruigsinneachd uile a phàigheadh (me cìsean ISP) a thig ort an co-cheangal ri do chleachdadh de na Seirbheisean.
gl: 5.3 As súas responsabilidades e restricións: Vostede é responsable de todas as actividades que se produzan baixo as súas contas de usuario ou polos seus usuarios autorizados. Vostede terá: (i) a responsabilidade exclusiva da exactitude, calidade, integridade, legalidade, fiabilidade e adecuación de todos os datos que envíe aos Servizos; (ii) empregar esforzos razoables comercialmente para evitar control ou manipulación non autorizada ou calquera outro acceso non autorizado aos servizos ou uso non autorizado e notificarnos pronto de calquera uso ou autorización non autorizada; (iii) cumprir todas as leis locais, estatais, federais e estranxeiras aplicables (incluídas as leis sobre privacidade e protección de información persoal ou de consumo) no uso dos Servizos; (iv) na medida do aplicable, cumprir todas as normas aplicables ás asociacións de tarxetas de crédito (incluídas American Express, MasterCard e Visa); e (v) obter e manter todo o hardware, software e equipos informáticos necesarios para acceder aos Servizos e pagar todos os gastos de acceso (por exemplo, tarifas ISP) que lle incorreron en conexión co seu uso dos Servizos.
gu: .3. Your તમારી જવાબદારીઓ અને પ્રતિબંધો: તમે તમારા વપરાશકર્તા એકાઉન્ટ્સ હેઠળ અથવા તમારા અધિકૃત વપરાશકર્તાઓ દ્વારા થતી બધી પ્રવૃત્તિઓ માટે જવાબદાર છો. તમારી પાસે રહેશે: (i) તમે સેવાઓ પર સબમિટ કરો છો તે બધા ડેટાની ચોકસાઈ, ગુણવત્તા, પ્રામાણિકતા, કાયદેસરતા, વિશ્વસનીયતા અને યોગ્યતા માટેની સંપૂર્ણ જવાબદારી તમારી પાસે છે; (ii) સેવાઓ પર અનધિકૃત નિયંત્રણ અથવા ચેડા અથવા અન્ય કોઈપણ અનધિકૃત accessક્સેસ, અથવા તેનો ઉપયોગ અટકાવવા માટે વ્યાવસાયિક વાજબી પ્રયત્નોનો ઉપયોગ કરો અને કોઈપણ અનધિકૃત ઉપયોગ અથવા સુરક્ષા ભંગની તાત્કાલિક અમને જાણ કરો; (iii) સેવાઓનો ઉપયોગ કરવા માટે, બધા લાગુ સ્થાનિક, રાજ્ય, સંઘીય અને વિદેશી કાયદાઓ (ગોપનીયતા અને વ્યક્તિગત અથવા ગ્રાહક માહિતીના રક્ષણને લગતા કાયદાઓ સહિત) નું પાલન કરો; (iv) લાગુ મર્યાદા સુધી, ક્રેડિટ કાર્ડ એસોસિએશન્સના તમામ લાગુ નિયમો (અમેરિકન એક્સપ્રેસ, માસ્ટરકાર્ડ અને વિઝા સહિત) નું પાલન કરો; અને (વી) સેવાઓનો વપરાશ કરવા માટે જરૂરી તમામ કમ્પ્યુટર હાર્ડવેર, સ softwareફ્ટવેર અને સંદેશાવ્યવહાર સાધનો મેળવવી અને જાળવી રાખવી, અને સેવાઓનો ઉપયોગ કરવાના સંદર્ભમાં તમારા દ્વારા લેવામાં આવતા તમામ એક્સેસ ચાર્જ (દા.ત. આઇ.એસ.પી. ફી) ચૂકવો.
hi: 5.3 आपकी ज़िम्मेदारियाँ और प्रतिबंध: आप उन सभी गतिविधियों के लिए ज़िम्मेदार हैं जो आपके उपयोगकर्ता खातों के तहत या आपके अधिकृत उपयोगकर्ताओं द्वारा होती हैं। आप: (i) आपके पास सेवाओं के लिए सबमिट किए गए सभी डेटा की सटीकता, गुणवत्ता, अखंडता, वैधता, विश्वसनीयता और उपयुक्तता की पूरी जिम्मेदारी है; (ii) अनधिकृत नियंत्रण या छेड़छाड़ या किसी अन्य अनधिकृत पहुंच को रोकने, या सेवाओं के उपयोग के लिए व्यावसायिक रूप से उचित प्रयासों का उपयोग करें, और हमें किसी भी अनधिकृत उपयोग या सुरक्षा उल्लंघन के बारे में तुरंत सूचित करें; (iii) सेवाओं का उपयोग करने के लिए सभी लागू स्थानीय, राज्य, संघीय और विदेशी कानूनों (गोपनीयता और व्यक्तिगत या उपभोक्ता जानकारी की सुरक्षा के बारे में कानून सहित) का पालन करें; (iv) लागू सीमा तक, क्रेडिट कार्ड संघों के सभी लागू नियमों (अमेरिकन एक्सप्रेस, मास्टरकार्ड और वीज़ा सहित) का पालन करें; और (v) सेवाओं को एक्सेस करने के लिए आवश्यक सभी कंप्यूटर हार्डवेयर, सॉफ्टवेयर और संचार उपकरणों को प्राप्त करना और उन्हें बनाए रखना और सेवाओं के आपके उपयोग के संबंध में आपके द्वारा किए गए सभी एक्सेस चार्ज (जैसे ISP फीस) का भुगतान करना।
hr: 5.3 Vaše odgovornosti i ograničenja: Odgovorni ste za sve aktivnosti koje se događaju pod vašim korisničkim računima ili od strane vaših ovlaštenih korisnika. Vi ćete: (i) biti odgovorni za točnost, kvalitetu, cjelovitost, zakonitost, pouzdanost i prikladnost svih podataka koje predate Uslugama; (ii) upotrijebiti komercijalno razumne napore za sprečavanje neovlaštene kontrole ili neovlaštenog kršenja ili bilo kojeg drugog neovlaštenog pristupa Uslugama ili upotrebe Usluga i odmah nas obavijestiti o neovlaštenom korištenju ili kršenju sigurnosti; (iii) pridržavati se svih primjenjivih lokalnih, državnih, saveznih i stranih zakona (uključujući zakone koji se tiču privatnosti i zaštite osobnih ili potrošačkih podataka) pri korištenju Usluga; (iv) u kojoj su mjeri primjenjiva, sva primjenjiva pravila udruženja kreditnih kartica (uključujući American Express, MasterCard i Visa); i (v) pribaviti i održavati sav računalni hardver, softver i komunikacijsku opremu potrebnu za pristup Uslugama i platiti sve naknade za pristup (npr. ISP naknade) koje ste nastali u vezi s vašim korištenjem Usluga.
hu: 5.3 Az Ön felelõsségei és korlátozásai: Ön felelõs minden olyan tevékenységért, amely a felhasználói fiókok alatt vagy a felhatalmazott felhasználók által történik. Ön: (i) kizárólagos felelősséggel tartozik a Szolgáltatásokhoz benyújtott adatok pontosságáért, minőségéért, integritásáért, jogszerűségéért, megbízhatóságáért és megfelelőségéért; (ii) kereskedelmi szempontból ésszerű erőfeszítéseket tesz a Szolgáltatások jogosulatlan ellenőrzésének, meghamisításának vagy bármilyen más jogosulatlan hozzáférésének vagy a szolgáltatások használatának megakadályozására, és haladéktalanul értesíti bennünket minden illetéktelen felhasználásról vagy biztonsági megsértésről; (iii) a Szolgáltatások használata során betartja az összes alkalmazandó helyi, állami, szövetségi és külföldi törvényt (beleértve a magánéletre és a személyes vagy fogyasztói információk védelmére vonatkozó törvényeket); iv. az alkalmazandó mértékben betartja a hitelkártya-társulások minden alkalmazandó szabályát (ideértve az American Express-et, a MasterCard-ot és a Visa-t); és (v) megszerezi és karbantartja a Szolgáltatásokhoz való hozzáféréshez szükséges összes számítógépes hardvert, szoftvert és kommunikációs berendezést, és fizeti az összes hozzáférési díjat (pl. ISP-díjak), amelyek a Szolgáltatások használatával kapcsolatban merültek fel.
hy: 5.3. Ձեր պարտականությունները և սահմանափակումները. Դուք պատասխանատու եք բոլոր այն գործողությունների համար, որոնք տեղի են ունենում ձեր օգտագործողի հաշիվների տակ կամ ձեր լիազորված օգտագործողների կողմից: Դուք պետք է. (I) պատասխանատվություն ստանձնեք Ծառայություններին ներկայացրած բոլոր տվյալների ճշգրտության, որակի, ամբողջականության, օրինականության, հուսալիության և համապատասխանության համար. (ii) օգտագործել առևտրային ողջամիտ ջանքեր ՝ կանխելու համար չարտոնված հսկողություն կամ խափանումներ, կամ ցանկացած այլ չարտոնված մուտք, կամ դրանց Ծառայություններ օգտագործելը կամ անհապաղ տեղեկացնել մեզ չարտոնված օգտագործման կամ անվտանգության խախտումների մասին. (iii) համապատասխան ծառայություններ մատուցելու տեղական, նահանգային, դաշնային և օտարերկրյա գործող բոլոր օրենքներին (ներառյալ օրենքներին, որոնք վերաբերում են գաղտնիությանն ու անձնական կամ սպառողի մասին տեղեկատվության պաշտպանությանը): (iv) որքանով կիրառելի է, պահպանեք վարկային քարտերի ասոցիացիաների կիրառելի բոլոր կանոնները (ներառյալ American Express- ը, MasterCard- ը և Visa- ն). և (v) ձեռք բերել և պահպանել բոլոր համակարգչային սարքավորումները, ծրագրաշարերը և կապի սարքավորումները, որոնք անհրաժեշտ են Ծառայություններ մուտք ունենալու համար, և վճարել ձեր կողմից առաջադրված բոլոր մուտքի վճարները (օրինակ ՝ ISP վճարները) Ծառայությունների օգտագործման հետ կապված:
id: 5.3 Tanggung Jawab dan Batasan Anda: Anda bertanggung jawab atas semua aktivitas yang terjadi di bawah akun pengguna Anda atau oleh pengguna yang sah. Anda harus: (i) memiliki tanggung jawab penuh atas keakuratan, kualitas, integritas, legalitas, keandalan, dan kesesuaian semua data yang Anda serahkan ke Layanan; (ii) menggunakan upaya yang wajar secara komersial untuk mencegah kontrol atau perusakan yang tidak sah atau akses tidak sah lainnya ke, atau penggunaan, Layanan dan segera memberi tahu kami jika ada pelanggaran penggunaan atau pelanggaran keamanan yang tidak sah; (iii) mematuhi semua hukum setempat, negara bagian, federal, dan asing yang berlaku (termasuk undang-undang tentang privasi dan perlindungan informasi pribadi atau konsumen) dalam menggunakan Layanan; (iv) sejauh yang berlaku, patuhi semua aturan asosiasi kartu kredit yang berlaku (termasuk American Express, MasterCard, dan Visa); dan (v) memperoleh dan memelihara semua perangkat keras komputer, perangkat lunak, dan peralatan komunikasi yang diperlukan untuk mengakses Layanan, dan membayar semua biaya akses (misalnya biaya ISP) yang Anda tanggung sehubungan dengan penggunaan Layanan oleh Anda.
is: 5.3 Ábyrgð þín og takmarkanir: Þú berð ábyrgð á allri starfsemi sem fer fram undir notendareikningum þínum eða af viðurkenndum notendum þínum. Þú skal: (i) bera eina ábyrgð á nákvæmni, gæðum, heiðarleika, lögmæti, áreiðanleika og viðeigandi öllum gögnum sem þú sendir til þjónustunnar; (ii) beittu viðskiptalegu skynsamlegu átaki til að koma í veg fyrir óleyfilegt eftirlit eða átt við friðhelgi eða annan óheimilan aðgang að eða notkun á þjónustunni og tilkynna okkur tafarlaust um óleyfilega notkun eða öryggisbrot; (iii) fylgja öllum gildandi lögum, ríkjum, sambandsríkjum og erlendum lögum (þ.mt lögum um friðhelgi einkalífs og neytenda) við notkun þjónustunnar; (iv) farið eftir öllum viðeigandi reglum kreditkortafélaga (þar á meðal American Express, MasterCard og Visa) að því marki sem við á; og (v) afla og viðhalda öllum tölvuvélbúnaði, hugbúnaði og fjarskiptabúnaði sem þarf til að fá aðgang að þjónustunni og greiða öll aðgangsgjöld (td ISP gjöld) sem stofnað er til í tengslum við notkun þína á þjónustunni.
it: 5.3 Responsabilità e restrizioni: l&#39;utente è responsabile di tutte le attività svolte nell&#39;ambito degli account utente o degli utenti autorizzati. Dovrai: (i) avere la responsabilità esclusiva per l&#39;accuratezza, la qualità, l&#39;integrità, la legalità, l&#39;affidabilità e l&#39;adeguatezza di tutti i dati che invii ai Servizi; (ii) compiere sforzi commercialmente ragionevoli per prevenire il controllo o la manomissione non autorizzati o qualsiasi altro accesso non autorizzato ai servizi o per utilizzarli e avvisarci tempestivamente di qualsiasi uso non autorizzato o violazione della sicurezza; (iii) rispettare tutte le leggi locali, statali, federali e straniere applicabili (comprese le leggi in materia di privacy e protezione delle informazioni personali o dei consumatori) nell&#39;uso dei Servizi; (iv) nella misura applicabile, rispettare tutte le norme applicabili delle associazioni delle carte di credito (comprese American Express, MasterCard e Visa); e (v) ottenere e mantenere tutto l&#39;hardware del computer, il software e le apparecchiature di comunicazione necessarie per accedere ai Servizi e pagare tutti i costi di accesso (ad es. tasse ISP) sostenuti dall&#39;utente in relazione all&#39;utilizzo dei Servizi.
iw: 5.3 האחריות וההגבלות שלך: אתה אחראי לכל הפעילויות המתרחשות בחשבונות המשתמש שלך או על ידי המשתמשים המורשים שלך. תהיה עליכם: (ט) האחריות הבלעדית לדיוק, לאיכות, לשלמות, לחוקיות, לאמינות ולתאימות של כל הנתונים שתמסור לשירותים; (ii) להשתמש במאמצים סבירים מבחינה מסחרית כדי למנוע בקרה או חבלה בלתי מורשית או כל גישה בלתי מורשית אחרת לשירותים או שימוש בהם, ולהודיע לנו מייד על כל שימוש בלתי מורשה או הפרת אבטחה; (iii) לעמוד בכל החוקים המקומיים, הממלכתיים, הפדרליים והזרים החלים (כולל חוקים הנוגעים לפרטיות והגנה על מידע אישי או צרכני) בשימוש בשירותים; (iv) ככל שניתן, לעמוד בכל הכללים החלים של איגודי כרטיסי אשראי (כולל אמריקן אקספרס, מאסטרקארד וויזה); וכן (v) להשיג ולתחזק את כל חומרת המחשב, ציוד התוכנה והתקשורת הדרושים בכדי לגשת לשירותים, ולשלם את כל דמי הגישה (למשל דמי ספק שירותי אינטרנט) שנגרמו על ידך בקשר לשימושך בשירותים.
ja: 5.3ユーザーの責任と制限：ユーザーは、ユーザーアカウントまたは承認されたユーザーによって発生するすべての活動に責任があります。お客様は次のことを行うものとします。（i）サービスに送信するすべてのデータの正確性、品質、完全性、合法性、信頼性、および適切性について単独で責任を負うものとします。 （ii）商業的に合理的な努力を払って、本サービスへの不正な制御または改ざんまたはその他の不正なアクセスまたは使用を防止し、不正な使用またはセキュリティ違反について直ちに通知する。 （iii）サービスの使用に関して、適用されるすべての地域、州、連邦、および外国の法律（プライバシーおよび個人情報または消費者情報の保護に関する法律を含む）を遵守する。 （iv）該当する範囲で、クレジットカード協会の適用されるすべての規則（American Express、MasterCard、Visaを含む）を遵守します。 （v）サービスへのアクセスに必要なすべてのコンピューターハードウェア、ソフトウェア、および通信機器を入手して維持し、サービスの使用に関連してお客様が負担したすべてのアクセス料金（ISP料金など）を支払う。
ka: 5.3 თქვენი პასუხისმგებლობები და შეზღუდვები: თქვენ პასუხისმგებელნი ხართ ყველა საქმიანობაზე, რომელიც თქვენს მომხმარებლის ანგარიშებში ხდება ან თქვენი ავტორიზებული მომხმარებლების მიერ. თქვენ ვალდებული ხართ: (i) პასუხისმგებლობა გქონდეთ ყველა ის მონაცემის სისწორეზე, ხარისხზე, მთლიანობაზე, კანონიერზე, სანდოობაზე და მიზანშეწონილობაზე, რომელსაც თქვენ წარუდგენთ მომსახურებებს; (ii) გამოიყენეთ კომერციულად გონივრული ძალისხმევა, რომ თავიდან აიცილოთ უნებართვო კონტროლი, შელახვის ან ნებისმიერი სხვა უნებართვო წვდომა სერვისებზე ან გამოყენებაზე და დაუყოვნებლივ შეგვატყობინოთ ნებისმიერი უნებართვო გამოყენების ან უსაფრთხოების დარღვევის შესახებ; (iii) დაიცვას ადგილობრივი, სახელმწიფო, ფედერალური და უცხოური კანონები (მათ შორის, კონფიდენციალურობის შესახებ და პირადი ან მომხმარებლების შესახებ ინფორმაციის დაცვა), მათ შორის მომსახურების გამოყენებისას; (iv) შეძლებისდაგვარად, შეასრულეთ საკრედიტო ბარათების ასოციაციების ყველა შესაბამისი წესი (მათ შორის, American Express, MasterCard და Visa); და (v) მოიპოვოს და შეინარჩუნოს კომპიუტერული ტექნიკის, პროგრამული და საკომუნიკაციო მოწყობილობები, რომლებიც საჭიროა სერვისებზე შესასვლელად, და გადაიხადეთ თქვენს მიერ გაწეული ყველა წვდომის საფასური (მაგ. ISP გადასახადი), რომელიც თქვენს მიერ გაწეული მომსახურებები გამოიყენეს სერვისების გამოყენებასთან დაკავშირებით.
kk: 5.3 Сіздің міндеттеріңіз және шектеулеріңіз: Сіз өзіңіздің тіркелгілеріңізде немесе уәкілетті пайдаланушыларда болатын барлық әрекеттерге жауап бересіз. Сіз: (i) сіз Қызметтерге берген барлық деректердің дәлдігіне, сапасына, тұтастығына, заңдылығына, сенімділігіне және сәйкестігіне толықтай жауап бересіз; (ii) санкцияланбаған бақылауды немесе бұзуды немесе кез келген басқа да санкцияланбаған қол жетімділікті немесе қызметтерді пайдалануға жол бермеу үшін коммерциялық тұрғыдан негізделген күш-жігерді қолдану және бізге кез-келген санкцияланбаған пайдалану немесе қауіпсіздікті бұзу туралы жедел түрде хабарлау; (iii) қызметтерді пайдалануда барлық қолданылатын жергілікті, штаттық, федералды және шетелдік заңдарды (жеке және тұтынушылық ақпаратты қорғау туралы заңдарды) қоса алғанда; (iv) кредиттік карталар қауымдастығының барлық қолданылатын ережелерін (соның ішінде American Express, MasterCard және Visa) орындау; және (v) Қызметтерге қол жеткізу үшін қажет барлық компьютерлік техниканы, бағдарламалық жасақтаманы және байланыс жабдықтарын алу және оларға қызмет көрсету және қызметтерді пайдалануыңызға байланысты барлық шығындарды (мысалы, ISP төлемдері) төлеу.
km: ៥.៣ ការទទួលខុសត្រូវនិងការរឹតត្បិតរបស់អ្នក៖ អ្នកទទួលខុសត្រូវរាល់សកម្មភាពដែលកើតឡើងក្រោមគណនីអ្នកប្រើប្រាស់របស់អ្នកឬអ្នកប្រើប្រាស់ដែលមានការអនុញ្ញាតពីអ្នក។ អ្នកត្រូវ៖ (ខ្ញុំ) មានទំនួលខុសត្រូវតែមួយគត់ចំពោះភាពត្រឹមត្រូវគុណភាពសុចរិតភាពភាពស្របច្បាប់ភាពអាចជឿជាក់បាននិងភាពសមស្របនៃទិន្នន័យទាំងអស់ដែលអ្នកបញ្ជូនទៅសេវាកម្ម។ (ii) ប្រើកិច្ចខិតខំប្រឹងប្រែងសមហេតុផលក្នុងការធ្វើពាណិជ្ជកម្មដើម្បីការពារការត្រួតពិនិត្យដោយគ្មានការអនុញ្ញាតឬការរំខានឬការចូលប្រើឬប្រើប្រាស់សេវាកម្មដោយគ្មានការអនុញ្ញាតនិងជូនដំណឹងដល់យើងជាបន្ទាន់អំពីការប្រើប្រាស់ឬការរំលោភសន្តិសុខដោយគ្មានការអនុញ្ញាត។ (iii) អនុលោមតាមច្បាប់ក្នុងស្រុកក្នុងស្រុករដ្ឋនិងសហព័ន្ធដែលអាចអនុវត្តបាន (រាប់បញ្ចូលទាំងច្បាប់ទាក់ទងនឹងភាពឯកជននិងការការពារព័ត៌មានផ្ទាល់ខ្លួនឬអ្នកប្រើប្រាស់) ក្នុងការប្រើប្រាស់សេវាកម្ម។ (iv) ចំពោះវិសាលភាពដែលអាចអនុវត្តបានអនុវត្តតាមវិធានដែលអាចអនុវត្តបានទាំងអស់នៃសមាគមកាតឥណទាន (រួមទាំង American Express, MasterCard និង Visa) ។ និង (v) ទទួលនិងថែរក្សាកុំព្យួទ័រផ្នែករឹងសូហ្វវែរនិងឧបករណ៍ទំនាក់ទំនងទាំងអស់ដែលត្រូវការដើម្បីចូលប្រើសេវាកម្មនិងបង់ថ្លៃសេវាចូលទាំងអស់ (ឧទាហរណ៍ថ្លៃសេវាកម្មអាយភីអាយ) ដែលកើតឡើងដោយអ្នកទាក់ទងនឹងការប្រើប្រាស់សេវាកម្មរបស់អ្នក។
kn: 5.3 ನಿಮ್ಮ ಜವಾಬ್ದಾರಿಗಳು ಮತ್ತು ನಿರ್ಬಂಧಗಳು: ನಿಮ್ಮ ಬಳಕೆದಾರರ ಖಾತೆಗಳ ಅಡಿಯಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ಅಧಿಕೃತ ಬಳಕೆದಾರರಿಂದ ಸಂಭವಿಸುವ ಎಲ್ಲಾ ಚಟುವಟಿಕೆಗಳಿಗೆ ನೀವು ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ. ನೀವು: (i) ನೀವು ಸೇವೆಗಳಿಗೆ ಸಲ್ಲಿಸುವ ಎಲ್ಲಾ ಡೇಟಾದ ನಿಖರತೆ, ಗುಣಮಟ್ಟ, ಸಮಗ್ರತೆ, ಕಾನೂನುಬದ್ಧತೆ, ವಿಶ್ವಾಸಾರ್ಹತೆ ಮತ್ತು ಸೂಕ್ತತೆಗೆ ಸಂಪೂರ್ಣ ಜವಾಬ್ದಾರಿಯನ್ನು ಹೊಂದಿರುತ್ತೀರಿ; . (iii) ಸೇವೆಗಳನ್ನು ಬಳಸುವಾಗ ಅನ್ವಯವಾಗುವ ಎಲ್ಲಾ ಸ್ಥಳೀಯ, ರಾಜ್ಯ, ಫೆಡರಲ್ ಮತ್ತು ವಿದೇಶಿ ಕಾನೂನುಗಳನ್ನು (ಗೌಪ್ಯತೆ ಮತ್ತು ವೈಯಕ್ತಿಕ ಅಥವಾ ಗ್ರಾಹಕ ಮಾಹಿತಿಯ ರಕ್ಷಣೆಗೆ ಸಂಬಂಧಿಸಿದ ಕಾನೂನುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ) ಅನುಸರಿಸಿ; (iv) ಅನ್ವಯವಾಗುವ ಮಟ್ಟಿಗೆ, ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಘಗಳ (ಅಮೇರಿಕನ್ ಎಕ್ಸ್‌ಪ್ರೆಸ್, ಮಾಸ್ಟರ್‌ಕಾರ್ಡ್ ಮತ್ತು ವೀಸಾ ಸೇರಿದಂತೆ) ಅನ್ವಯವಾಗುವ ಎಲ್ಲ ನಿಯಮಗಳನ್ನು ಅನುಸರಿಸಿ; ಮತ್ತು (v) ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಕಂಪ್ಯೂಟರ್ ಹಾರ್ಡ್‌ವೇರ್, ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ಸಂವಹನ ಸಾಧನಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ, ಮತ್ತು ನಿಮ್ಮ ಸೇವೆಗಳ ಬಳಕೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನೀವು ಮಾಡಿದ ಎಲ್ಲಾ ಪ್ರವೇಶ ಶುಲ್ಕಗಳನ್ನು (ಉದಾ. ಐಎಸ್‌ಪಿ ಶುಲ್ಕಗಳು) ಪಾವತಿಸಿ.
ku: 5.3 Berpirsiyariyên we û Qedexeyên we: Hûn ji hemî çalakiyên ku di bin hesabên bikarhênerên we de an jî ji hêla bikarhênerên weyên destûrkirî ve têne kirin berpirsiyar in. Hûn ê: (i) berpirsiyariya yekane ya rast, kalîteyê, yekbûn, qanûnî, pêbawerî û maqûlbûna hemî daneyên ku hûn radestî Xizmetan dikin; (ii) hewildanên maqûl ên bazirganî bikar bînin da ku pêşî li kontrolê bigire an rêgirtina li desthilata nehêle an karanîna karûbarên nehêle an karanîna nehêle ya karûbarên nehêle bigire û zûtirîn me agahdar bike an jî neheqiyek karanîna an binpêkirina ewlehiyê bide; (iii) di karanîna karûbaran de hemî qanûnên herêmî, dewletî, federal, û biyanî (di nav de qanûnên di derbarê nepenîtiyê û parastina agahdariya kesane an xerîdar) de bicîh bînin; (iv) bi qasî ku pêkan e, li gorî hemî rêzikên pêgirtî yên komeleyên qerta krediyê (tevî American Express, MasterCard û Visa) bicîh bînin; û (v) Hemî amûrên teknolojî, nermalav û ragihana ragihandinê yên ku ji bo gihîştina karûbaran hewce ne, bistînin û biparêzin, û hemî berdêlên gihiştinê (mînak xercên ISP) yên ku ji hêla we ve hatine girêdan bi karanîna karûbarên we ve hatine dayîn drav bidin û bidin.
ky: 5.3 Сиздин Жоопкерчиликтериңиз жана Чектөөлөрүңүз: Сиз колдонуучу эсептериңизде же ыйгарым укуктуу колдонуучуларыңыз тарабынан жүргүзүлгөн бардык иш-аракеттер үчүн жооптуусуз. Сиз: (i) сиз Кызматтарга берген бардык маалыматтардын тактыгы, сапаты, бүтүндүгү, мыйзамдуулугу, ишенимдүүлүгү жана ылайыктуулугу үчүн гана жооптуу болосуз; (ii) Кызматтарга уруксатсыз башкарууну же бузулууну же башка уруксатсыз кирүүнү же пайдаланууну болтурбоо үчүн коммерциялык жактан акылга сыярлык аракеттерди колдонуп, уруксатсыз пайдалануу же коопсуздук бузулгандыгы жөнүндө токтоосуз билдирүү; (iii) Кызматтарды колдонууда жергиликтүү, штаттык, федералдык жана тышкы мыйзамдардын (купуялуулук жана жеке же керектөөчү маалыматты коргоо мыйзамдарын кошо) сактоо; (iv) кредиттик карталар ассоциациясынын бардык эрежелерин (анын ичинде American Express, MasterCard жана Visa) колдонуу; жана (v) Кызматтарга кирүү үчүн керектүү болгон бардык компьютердик жабдыктарды, программалык камсыздоону жана байланыш жабдууларын алуу жана тейлөө жана кызматтарды пайдалануу менен байланышкан чыгымдарды (мисалы, ISP акысы) төлөп берүү.
lb: 5.3 Är Verantwortung a Restriktiounen: Dir sidd verantwortlech fir all Aktivitéiten, déi ënnert Äre Benotzerkontoen oder vun Ären autoriséierten Benotzer geschéien. Dir musst: (i) eng eenzeg Verantwortung hunn fir d&#39;Genauegkeet, d&#39;Qualitéit, d&#39;Integritéit, d&#39;Legalitéit, d&#39;Zouverlässegkeet an d&#39;Gewunnecht vun allen Donnéeën, déi Dir Iech un d&#39;Servicer gitt; (ii) kommerziell raisonnabel Efforte benotze fir onerlaabten Kontroll oder Tampering oder all aneren onerlaabten Zougang zu, oder d&#39;Benotzung vun de Servicer ze vermeiden an eis direkt vun all onerlaabten Notzung oder Sécherheetsbroch ze notifizéieren; (iii) all applicabel lokal, staatlech, federal an auslännesch Gesetzer respektéieren (inklusiv Gesetzer betreffend Privatsphär a Schutz vu perséinlechen oder Konsumenteninformatiounen) beim Benotze vun de Servicer; (iv) op d&#39;Ausmooss applicabel all applicabel Reegele vu Kredittkaarteverbänn (ënner anerem American Express, MasterCard a Visa) respektéieren; an (v) kritt all Computercomputer Hardware, Software a Kommunikatiounsausrüstung, déi néideg ass fir d&#39;Servicer ze kréien, a bezuelt all Zougangskäschten (z. B. ISP Fraisen), déi vun Iech a Verbindung mat Ärer Benotzung vun de Servicer gemaach goufen.
lo: 5.3 ຄວາມຮັບຜິດຊອບແລະຂໍ້ ຈຳ ກັດຂອງທ່ານ: ທ່ານຕ້ອງຮັບຜິດຊອບຕໍ່ທຸກໆກິດຈະ ກຳ ທີ່ເກີດຂື້ນພາຍໃຕ້ບັນຊີຜູ້ໃຊ້ຂອງທ່ານຫຼືໂດຍຜູ້ໃຊ້ທີ່ໄດ້ຮັບອະນຸຍາດຂອງທ່ານ. ທ່ານຕ້ອງ: (ຂ້າພະເຈົ້າ) ມີຄວາມຮັບຜິດຊອບພຽງຢ່າງດຽວ ສຳ ລັບຄວາມຖືກຕ້ອງ, ຄຸນນະພາບ, ຄວາມຊື່ສັດ, ຖືກກົດ ໝາຍ, ຄວາມ ໜ້າ ເຊື່ອຖືແລະຄວາມ ເໝາະ ສົມຂອງຂໍ້ມູນທັງ ໝົດ ທີ່ທ່ານສົ່ງໃຫ້ບໍລິການ; (ii) ໃຊ້ຄວາມພະຍາຍາມທີ່ສົມເຫດສົມຜົນທາງການຄ້າເພື່ອປ້ອງກັນການຄວບຄຸມທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດຫລືການລັກລອບຫລືການເຂົ້າເຖິງທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດຈາກການ ນຳ ໃຊ້ຫລືການບໍລິການແລະແຈ້ງໃຫ້ພວກເຮົາຊາບທັນທີກ່ຽວກັບການ ນຳ ໃຊ້ທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດຫລືການລະເມີດຄວາມປອດໄພ; (iii) ປະຕິບັດຕາມທຸກກົດ ໝາຍ ທ້ອງຖິ່ນ, ລັດ, ລັດຖະບານກາງ, ແລະຕ່າງປະເທດ (ລວມທັງກົດ ໝາຍ ກ່ຽວກັບຄວາມເປັນສ່ວນຕົວແລະການປົກປ້ອງຂໍ້ມູນສ່ວນບຸກຄົນຫຼືຜູ້ບໍລິໂພກ) ໃນການ ນຳ ໃຊ້ບໍລິການ; (iv) ໃນຂອບເຂດທີ່ສາມາດ ນຳ ໃຊ້ໄດ້, ປະຕິບັດຕາມທຸກກົດລະບຽບຂອງສະມາຄົມບັດເຄດິດ (ລວມທັງ American Express, MasterCard ແລະ Visa); ແລະ (v) ຮັບແລະຮັກສາອຸປະກອນຄອມພິວເຕີ້, ຊອບແວແລະສື່ສານທຸກຢ່າງທີ່ ຈຳ ເປັນໃນການເຂົ້າເຖິງບໍລິການ, ແລະຈ່າຍຄ່າໃຊ້ຈ່າຍໃນການເຂົ້າເຖິງທັງ ໝົດ (ຕົວຢ່າງຄ່າ ISP) ທີ່ເກີດຂື້ນກັບທ່ານໃນການເຊື່ອມຕໍ່ກັບການ ນຳ ໃຊ້ບໍລິການຂອງທ່ານ.
lt: 5.3 Jūsų atsakomybė ir apribojimai: Jūs esate atsakingi už visą veiklą, vykdomą pagal jūsų vartotojo paskyras arba jūsų įgaliotų vartotojų. Jūs: (i) esate visiškai atsakingi už visų duomenų, kuriuos pateikiate Paslaugoms, tikslumą, kokybę, vientisumą, teisėtumą, patikimumą ir tinkamumą; (ii) imasi komerciškai pagrįstų pastangų, kad užkirstų kelią neteisėtam valdymui ar klastojimui ar bet kokiam kitam neteisėtam priėjimui prie Paslaugų ar jų naudojimui ir nedelsiant praneštų mums apie bet kokį neteisėtą naudojimą ar saugumo pažeidimą; (iii) naudodamiesi Paslaugomis, laikykitės visų galiojančių vietinių, valstijų, federalinių ir užsienio įstatymų (įskaitant įstatymus dėl privatumo ir asmeninės ar vartotojų informacijos apsaugos); iv) kiek įmanoma, laikosi visų galiojančių kredito kortelių asociacijų taisyklių (įskaitant „American Express“, „MasterCard“ ir „Visa“); ir (v) įsigyti ir prižiūrėti visą kompiuterinę techninę įrangą, programinę įrangą ir ryšių įrangą, reikalingą norint naudotis Paslaugomis, ir sumokėti visus prieigos mokesčius (pvz., IPT mokesčius), kuriuos patyrėte naudodamiesi Paslaugomis.
lv: 5.3. Jūsu pienākumi un ierobežojumi: Jūs esat atbildīgs par visām darbībām, kas tiek veiktas jūsu lietotāju kontos vai jūsu pilnvaroto lietotāju rīcībā. Jūs: (i) esat pilnībā atbildīgs par visu to datu precizitāti, kvalitāti, integritāti, likumību, ticamību un piemērotību, kurus iesniedzat Pakalpojumiem; (ii) pieliek komerciāli pamatotus centienus, lai novērstu neatļautu kontroli vai viltojumus vai jebkādu citu neatļautu piekļuvi Pakalpojumiem vai to izmantošanu, un nekavējoties informē mūs par neatļautu izmantošanu vai drošības pārkāpumiem; (iii) lietojot Pakalpojumus, ievēro visus piemērojamos vietējos, štatu, federālos un ārvalstu likumus (ieskaitot likumus par privātumu un personiskās vai patērētāja informācijas aizsardzību); iv) ciktāl iespējams, ievēro visus piemērojamos kredītkaršu asociāciju noteikumus (ieskaitot American Express, MasterCard un Visa); un (v) iegūst un uztur visu datortehniku, programmatūru un sakaru aprīkojumu, kas vajadzīgs, lai piekļūtu Pakalpojumiem, un samaksā visas piekļuves maksas (piemēram, ISP maksas), kas jums rodas saistībā ar Pakalpojumu izmantošanu.
mg: 5.3 Ny andraikinao sy ny fameperana: ianao no tompon&#39;andraikitra amin&#39;ny hetsika rehetra mitranga eo amin&#39;ny kaontin&#39;ny mpampiasa anao na ny mpampiasa anao nahazo alalana. Ianao dia: (i) manana andraikitra tokana amin&#39;ny fahitsiana, ny kalitao, ny fahamarinan-toetra, ny maha-ara-dalàna, ny fahatokisana sy ny fahazoana ireo angon-drakitra rehetra atolotrao ny serivisy; (ii) mampiasa ezaka mitombina ara-barotra mba hisorohana ny fahazoan-dàlana tsy hanara-dalàna na fanakorontanana na fidirana an-dàlana tsy nahazoana alalana ary hampiasana, ny serivisy ary ampahafantaro anay avy hatrany ny fampiasana tsy nahazoana alàlana na famotehana tsy nahazoana alàlana; (iii) manaraka ny lalàna rehetra eo an-toerana, fanjakana, federaly ary vahiny (tafiditra ao anatin&#39;izany ny lalàna momba ny fiainana manokana sy ny fiarovana ny mombamomba ny tena manokana na ny mpanjifa) amin&#39;ny fampiasana ny serivisy; (iv) arakaraka izay azo ampiharina, dia hanaraka ny fitsipika rehetra azo ampiharina amin&#39;ny fikambanana carte de crédit (anisan&#39;izany ny American Express, MasterCard ary Visa); ary (v) maka sy mihazona ny fitaovan&#39;ny informatika, rindrambaiko ary serivisy ilaina rehetra mba hidirana amin&#39;ny serivisy, ary handoa ny saram-pifandraisana rehetra (ohatra ny vidin&#39;ny ISP) nateraky ny fampiasana ny serivisy.
mi: 5.3 Nga Kawenga me a Te Whakaaetanga: Ko koe te haepapa mo nga mahi katoa e puta mai ana i raro i o putea kaiwhakamahi, i o kaitoha ranei kua whakamanahia. Ko koe: (i) he haepapa tena mo te tika, te kounga, te pono, te mana ture, te whaikorero me te whaihua o nga raraunga katoa ka tukuna e koe ki nga Ratonga; (ii) whakamahi i nga mahi tika ki te arai hei aukati i te mana kore, te whakawhiwhi ranei, tetahi atu huarahi kore ranei e uru ana ki te whakamahi, te whakamahi ranei i nga Ratonga me te whakamohio i nga wa katoa ki te whakamahi i te kore mana; (iii) kia tutuki i nga ture katoa e pa ana ki te rohe, te kawanatanga, te haumananga, me te taangata (tae atu ki nga ture e pa ana ki te roopu muna me te tiaki i nga korero a te tangata, a-kaihoko ranei) i te whakamahi i nga Ratonga; (iv) ki te whānuitanga e tika ana, me whai i nga ture whai take katoa o nga hononga kāri nama (tae atu ki te American Express, MasterCard me Visa); me (v) whiwhi me te pupuri i nga taputapu rorohiko katoa, taputapu me nga taputapu whakawhitiwhiti e hiahiatia ana kia uru atu ki nga Ratonga, me te utu i nga utu uru katoa (hei tauira, ko nga utu ISP) i pa ki a koe me to whakamahi i nga Ratonga.
mk: 5.3 Ваши одговорности и ограничувања: Вие сте одговорни за сите активности што се случуваат под вашите кориснички сметки или од вашите овластени корисници. Вие: (i) имате одговорност за точноста, квалитетот, интегритетот, законитоста, веродостојноста и соодветноста на сите податоци што ги доставувате до Услугите; (ii) користете разумни комерцијални напори за да спречите неовластено контролирање или нарушување или кој било друг неовластен пристап до или користење на Услугите и да не известите навремено за каква било неовластена употреба или нарушување на безбедноста; (iii) во согласност со сите применливи локални, државни, сојузни и странски закони (вклучително и закони за приватност и заштита на лични или информации за потрошувачите) при користење на услугите; (iv) до степен што е применливо, во согласност со сите важечки правила на здруженија за кредитни картички (вклучително и American Express, MasterCard и Visa); и (v) да ги добие и одржува сите компјутерски хардвер, софтвер и комуникациска опрема што е потребна за пристап до Услугите и да ги плати сите такси за пристап (на пр. давачки за интернет провајдер) направени од вас во врска со вашата употреба на Услугите.
ml: 5.3 നിങ്ങളുടെ ഉത്തരവാദിത്തങ്ങളും നിയന്ത്രണങ്ങളും: നിങ്ങളുടെ ഉപയോക്തൃ അക്കൗണ്ടുകൾക്ക് കീഴിലോ അല്ലെങ്കിൽ നിങ്ങളുടെ അംഗീകൃത ഉപയോക്താക്കൾക്കോ നടക്കുന്ന എല്ലാ പ്രവർത്തനങ്ങൾക്കും നിങ്ങൾ ഉത്തരവാദിയാണ്. നിങ്ങൾ ഇനിപ്പറയുന്നവ ചെയ്യണം: (i) നിങ്ങൾ സേവനങ്ങൾക്ക് സമർപ്പിക്കുന്ന എല്ലാ ഡാറ്റയുടെയും കൃത്യത, ഗുണമേന്മ, സമഗ്രത, നിയമസാധുത, വിശ്വാസ്യത, ഉചിതത്വം എന്നിവയുടെ പൂർണ ഉത്തരവാദിത്തം; (ii) സേവനങ്ങളിലേക്ക് അനധികൃത നിയന്ത്രണം അല്ലെങ്കിൽ തട്ടിപ്പ് അല്ലെങ്കിൽ മറ്റേതെങ്കിലും അനധികൃത പ്രവേശനം അല്ലെങ്കിൽ ഉപയോഗം തടയുന്നതിന് വാണിജ്യപരമായി ന്യായമായ ശ്രമങ്ങൾ ഉപയോഗിക്കുക, കൂടാതെ ഏതെങ്കിലും അനധികൃത ഉപയോഗമോ സുരക്ഷാ ലംഘനമോ ഞങ്ങളെ ഉടൻ അറിയിക്കുക; (iii) സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിൽ ബാധകമായ എല്ലാ പ്രാദേശിക, സംസ്ഥാന, ഫെഡറൽ, വിദേശ നിയമങ്ങൾ (സ്വകാര്യത, വ്യക്തിഗത അല്ലെങ്കിൽ ഉപഭോക്തൃ വിവരങ്ങളുടെ പരിരക്ഷ എന്നിവ സംബന്ധിച്ച നിയമങ്ങൾ ഉൾപ്പെടെ) പാലിക്കുക; (iv) ക്രെഡിറ്റ് കാർഡ് അസോസിയേഷനുകളുടെ (അമേരിക്കൻ എക്സ്പ്രസ്, മാസ്റ്റർകാർഡ്, വിസ എന്നിവയുൾപ്പെടെ) ബാധകമായ എല്ലാ നിയമങ്ങൾക്കും അനുസൃതമായി; (v) സേവനങ്ങൾ ആക്സസ് ചെയ്യുന്നതിന് ആവശ്യമായ എല്ലാ കമ്പ്യൂട്ടർ ഹാർഡ്‌വെയർ, സോഫ്റ്റ്വെയർ, കമ്മ്യൂണിക്കേഷൻ ഉപകരണങ്ങൾ എന്നിവ നേടുകയും പരിപാലിക്കുകയും ചെയ്യുക, കൂടാതെ നിങ്ങളുടെ സേവനങ്ങളുടെ ഉപയോഗവുമായി ബന്ധപ്പെട്ട് നിങ്ങൾക്ക് ലഭിക്കുന്ന എല്ലാ ആക്സസ് ചാർജുകളും (ഉദാ. ISP ഫീസ്) അടയ്ക്കുക.
mn: 5.3 Таны үүрэг хариуцлага ба хязгаарлалт: Та хэрэглэгчийн дансанд болон эрх бүхий хэрэглэгчдийнхээ хүрээнд болж буй бүх үйл ажиллагааг хариуцна. Та: (i) үйлчилгээнд оруулсан бүх өгөгдлийн нарийвчлал, чанар, бүрэн бүтэн байдал, хууль ёсны байдал, найдвартай байдал, зохистой байдлын төлөө хариуцлага хүлээх болно; (ii) Үйлчилгээнд зөвшөөрөлгүй хяналт, гажуудал, бусад зөвшөөрөлгүй нэвтрэх, ашиглахаас урьдчилан сэргийлэхийн тулд арилжааны хувьд боломжийн хүчин чармайлт ашиглах, аливаа зөвшөөрөлгүй ашиглалт, аюулгүй байдлын зөрчлийг нэн даруй бидэнд мэдэгдэх; (iii) үйлчилгээг ашиглахдаа холбогдох бүх орон нутгийн, муж, холбооны улс, гадаад хууль тогтоомжийг (хувийн мэдээлэл, хэрэглэгчийн хувийн мэдээллийг хамгаалах тухай хууль тогтоомжийг дагаж мөрдөх) дагаж мөрдөх; (iv) зээлийн картын холболтын (American Express, MasterCard болон Visa гэх мэт) холбогдох бүх дүрмийг дагаж мөрдөх; (v) Үйлчилгээнд нэвтрэхэд шаардлагатай бүх компьютерийн техник хангамж, програм хангамж, холбооны хэрэгслийг олж авах, засвар үйлчилгээ хийх, үйлчилгээ ашиглахтай холбоотой таны гаргасан бүх төлбөрийг (жишээ нь ISP хураамж) төлөх.
mr: 5.3 आपल्या जबाबदा and्या आणि निर्बंध: आपल्या वापरकर्त्याच्या खात्यांतर्गत किंवा आपल्या अधिकृत वापरकर्त्यांद्वारे घडणार्‍या सर्व क्रियाकलापांसाठी आपण जबाबदार आहात. आपण हे करालः (i) आपण सेवेस सबमिट केलेल्या सर्व डेटाची अचूकता, गुणवत्ता, अखंडता, कायदेशीरपणा, विश्वासार्हता आणि योग्यतेची संपूर्ण जबाबदारी असेल; (ii) अनधिकृत नियंत्रण किंवा छेडछाड किंवा सेवांमध्ये इतर कोणत्याही अनधिकृत प्रवेशास किंवा त्याचा वापर करण्यास प्रतिबंध करण्यासाठी व्यावसायिकदृष्ट्या वाजवी प्रयत्नांचा वापर करा आणि आम्हाला कोणत्याही अनधिकृत वापराचा किंवा सुरक्षा उल्लंघनाची त्वरित सूचना द्या; (iii) सेवा वापरात सर्व लागू असलेल्या स्थानिक, राज्य, फेडरल आणि परदेशी कायद्यांचे (गोपनीयता आणि वैयक्तिक किंवा ग्राहक माहितीच्या संरक्षणासंदर्भातील कायद्यांसह) पालन करा; (iv) लागू होणार्‍या मर्यादेपर्यंत, क्रेडिट कार्ड असोसिएशनच्या सर्व लागू नियमांचे पालन (अमेरिकन एक्सप्रेस, मास्टरकार्ड आणि व्हिसासह); आणि (v) सेवेमध्ये प्रवेश करण्यासाठी आवश्यक असलेले सर्व संगणक हार्डवेअर, सॉफ्टवेअर आणि संप्रेषण उपकरणे मिळवा आणि देखरेख करा आणि सेवेच्या वापरासंदर्भात आपल्याद्वारे घेतलेले सर्व प्रवेश शुल्क (उदा. आयएसपी फी) द्या.
ms: 5.3 Tanggungjawab dan Sekatan Anda: Anda bertanggungjawab untuk semua aktiviti yang berlaku di bawah akaun pengguna anda atau oleh pengguna anda yang sah. Anda hendaklah: (i) bertanggungjawab sepenuhnya untuk ketepatan, kualiti, integriti, kesahan, kebolehpercayaan dan kesesuaian semua data yang anda serahkan kepada Perkhidmatan; (ii) menggunakan usaha yang munasabah secara komersial untuk mencegah kawalan atau gangguan yang tidak dibenarkan atau akses lain yang tidak dibenarkan ke, atau penggunaan, Perkhidmatan dan segera memberitahu kami mengenai penggunaan atau pelanggaran keselamatan yang tidak dibenarkan; (iii) mematuhi semua undang-undang tempatan, negeri, persekutuan, dan asing yang berlaku (termasuk undang-undang mengenai privasi dan perlindungan maklumat peribadi atau pengguna) dalam menggunakan Perkhidmatan; (iv) setakat yang berlaku, mematuhi semua peraturan yang berkaitan dengan kad kredit (termasuk American Express, MasterCard dan Visa); dan (v) memperoleh dan menyelenggara semua perkakasan komputer, perisian dan peralatan komunikasi yang diperlukan untuk mengakses Perkhidmatan, dan membayar semua caj akses (mis. bayaran ISP) yang ditanggung oleh anda sehubungan dengan penggunaan Perkhidmatan oleh anda.
mt: 5.3 Ir-Responsabbiltajiet u r-Restrizzjonijiet tiegħek: Inti responsabbli għall-attivitajiet kollha li jseħħu taħt il-kontijiet ta &#39;l-utent tiegħek jew mill-utenti awtorizzati tiegħek. Għandek: (i) ikollok ir-responsabbiltà unika għall-eżattezza, il-kwalità, l-integrità, il-legalità, l-affidabbiltà u l-adegwatezza tad-data kollha li tissottometti għas-Servizzi; (ii) tuża sforzi raġonevoli kummerċjalment biex tevita kontroll jew tbagħbis mhux awtorizzat jew kwalunkwe aċċess mhux awtorizzat għas-Servizzi, jew użu ta &#39;, is-Servizzi u tinnotifika lilna minnufih dwar kwalunkwe użu mhux awtorizzat jew ksur tas-sigurtà; (iii) jikkonforma mal-liġijiet lokali, statali, federali u barranin kollha applikabbli (inklużi liġijiet rigward il-privatezza u l-protezzjoni ta &#39;informazzjoni personali jew tal-konsumatur) fl-użu tas-Servizzi; (iv) safejn applikabbli, tikkonforma mar-regoli applikabbli kollha ta &#39;assoċjazzjonijiet ta&#39; kards ta &#39;kreditu (inklużi American Express, MasterCard u Visa); u (v) takkwista u żżomm l-hardware, is-softwer u t-tagħmir tal-komunikazzjoni kollha tal-kompjuter meħtieġa biex taċċessa s-Servizzi, u tħallas l-imposti kollha ta &#39;aċċess (eż. ħlasijiet ISP) li ssir minnek b&#39;konnessjoni mal-użu tiegħek tas-Servizzi.
my: ၅.၃ သင်၏တာ ၀ န် ၀ တ္တရားများနှင့်ကန့်သတ်ချက်များ - သင်၏သုံးစွဲသူအကောင့်များအောက်တွင်ရှိသောသို့မဟုတ်သင်၏ခွင့်ပြုထားသောအသုံးပြုသူများကလုပ်ဆောင်သောအရာများအားလုံးအတွက်တာဝန်ရှိသည်။ သင် (၁) ဝန်ဆောင်မှုများသို့သင်တင်သွင်းသောအချက်အလက်အားလုံး၏တိကျမှု၊ အရည်အသွေး၊ ဂုဏ်သိက္ခာ၊ တရား ၀ င်မှု၊ (၂) ၀ န်ဆောင်မှုများကိုခွင့်ပြုချက်မရှိဘဲထိန်းချုပ်ခြင်း၊ ချိုးနှိမ်ခြင်း (သို့) အခြားခွင့်ပြုချက်မရှိဘဲ ၀ င်ရောက်ခြင်းသို့မဟုတ်အသုံးပြုခြင်းတို့ကိုတားဆီးရန်စီးပွားဖြစ်ကျိုးကြောင်းဆီလျော်သောကြိုးပမ်းမှုများကိုအသုံးပြုခြင်းနှင့်ခွင့်ပြုချက်မရှိဘဲအသုံးပြုခြင်းသို့မဟုတ်လုံခြုံရေးဖောက်ဖျက်မှုအကြောင်းကျွန်ုပ်တို့အားချက်ချင်းအကြောင်းကြားခြင်း၊ (၃) ၀ န်ဆောင်မှုများကိုအသုံးပြုရာတွင်သက်ဆိုင်ရာဒေသဆိုင်ရာ၊ ပြည်နယ်၊ ဖက်ဒရယ်နှင့်နိုင်ငံခြားဥပဒေများ (ကိုယ်ရေးကိုယ်တာနှင့်စားသုံးသူဆိုင်ရာအချက်အလက်များသီးသန့်တည်ရှိမှုနှင့်ကာကွယ်မှုဆိုင်ရာဥပဒေများအပါအ ၀ င်) ကိုလိုက်နာရမည်။ (၄) သက်ဆိုင်သည့်အတိုင်းအတာအထိ၊ American Express, MasterCard နှင့် Visa အပါအ ၀ င်ခရက်ဒစ်ကဒ်အသင်းအဖွဲ့စည်းမျဉ်းများအားလုံးကိုလိုက်နာပါ။ နှင့် (v) ၀ န်ဆောင်မှုများကိုရယူရန်လိုအပ်သည့်ကွန်ပျူတာပစ္စည်း၊ ဆော့ဖ်ဝဲနှင့်ဆက်သွယ်ရေးဆိုင်ရာပစ္စည်းကိရိယာများအားလုံးကိုရယူခြင်းနှင့်ထိန်းသိမ်းခြင်းနှင့် ၀ န်ဆောင်မှုများအသုံးပြုခြင်းနှင့်စပ်လျဉ်း။ သင်ရရှိသော ၀ င်ငွေခများ (ဥပမာ ISP အခကြေးငွေ) ကိုပေးရန်။
ne: .3. Your तपाईंको जिम्मेवारी र प्रतिबन्धहरू: तपाईं आफ्नो खाताहरूमा वा तपाईंको अधिकृत प्रयोगकर्ताहरू द्वारा हुने सबै गतिविधिहरूको लागि जिम्मेवार हुनुहुन्छ। तपाईले गर्नु पर्नेछ: (i) तपाईले सेवाहरू बुझाउनु भएको सबै डेटाको शुद्धता, गुणस्तर, अखण्डता, वैधता, विश्वसनीयता र उचितताको लागि पूर्ण उत्तरदायित्व छ; (ii) अनधिकृत नियन्त्रण वा छेड़छाड़ वा सेवाहरूको कुनै अन्य अनाधिकृत पहुँच, वा प्रयोगहरूको रोक्नको लागि व्यावसायिक रूपमा व्यावहारिक प्रयासहरू प्रयोग गर्नुहोस् र हामीलाई कुनै पनि अनाधिकृत प्रयोग वा सुरक्षा उल्लंघनको तुरुन्त सूचित गर्नुहोस्; (iii) सेवाहरू प्रयोग गर्दा सबै लागू हुने स्थानीय, राज्य, संघीय, र विदेशी कानूनहरू (गोपनीयता र व्यक्तिगत वा उपभोक्ता जानकारीको सुरक्षा सम्बन्धी कानून सहित) अनुपालन गर्नुहोस्; (iv) लागू हुने हदसम्म, क्रेडिट कार्ड सम्बद्धताका सबै लागू नियमहरूको पालना गर्नुहोस् (अमेरिकी एक्सप्रेस, मास्टरकार्ड र भिसा सहित); र (v) सेवाहरू पहुँच गर्न आवश्यक सबै कम्प्युटर हार्डवेयर, सफ्टवेयर र सञ्चार उपकरणहरू प्राप्त र मर्मत गर्नुहोस्, र सेवाहरूको तपाईंको प्रयोगको सम्बन्धमा तपाईं द्वारा खर्च गरिएको सबै पहुँच शुल्कहरू (उदाहरण ISP शुल्क) भुक्तान गर्नुहोस्।
nl: 5.3 Uw verantwoordelijkheden en beperkingen: U bent verantwoordelijk voor alle activiteiten die plaatsvinden onder uw gebruikersaccounts of door uw geautoriseerde gebruikers. U zult: (i) als enige verantwoordelijk zijn voor de nauwkeurigheid, kwaliteit, integriteit, wettigheid, betrouwbaarheid en geschiktheid van alle gegevens die u aan de Services verstrekt; (ii) commercieel redelijke inspanningen leveren om ongeoorloofde controle of manipulatie of enige andere ongeoorloofde toegang tot of gebruik van de Services te voorkomen en ons onmiddellijk op de hoogte te stellen van ongeoorloofd gebruik of inbreuk op de beveiliging; (iii) voldoen aan alle toepasselijke lokale, provinciale, federale en buitenlandse wetten (inclusief wetten met betrekking tot privacy en bescherming van persoonlijke of consumenteninformatie) bij het gebruik van de Services; (iv) voor zover van toepassing, voldoen aan alle toepasselijke regels van creditcardverenigingen (inclusief American Express, MasterCard en Visa); en (v) het verkrijgen en onderhouden van alle computerhardware, software en communicatieapparatuur die nodig is om toegang te krijgen tot de Services, en het betalen van alle toegangskosten (bijv. ISP-kosten) die u hebt gemaakt in verband met uw gebruik van de Services.
no: 5.3 Ditt ansvar og begrensninger: Du er ansvarlig for alle aktiviteter som skjer under brukerkontoer eller av dine autoriserte brukere. Du skal: (i) ha det eneste ansvaret for nøyaktigheten, kvaliteten, integriteten, lovligheten, påliteligheten og hensiktsmessigheten av alle dataene du sender til tjenestene; (ii) bruke kommersielt rimelige anstrengelser for å forhindre uautorisert kontroll eller tukling eller annen uautorisert tilgang til eller bruk av Tjenestene og varsle oss omgående om uautorisert bruk eller sikkerhetsbrudd; (iii) overholde alle gjeldende lokale, statlige, føderale og utenlandske lover (inkludert lover om personvern og beskyttelse av personlig eller forbrukerinformasjon) ved bruk av tjenestene; (iv) i den grad det er aktuelt, overholde alle gjeldende regler for kredittkortforeninger (inkludert American Express, MasterCard og Visa); og (v) skaffe og vedlikeholde all maskinvare, programvare og kommunikasjonsutstyr som er nødvendig for å få tilgang til tjenestene, og betale alle tilgangskostnader (f.eks. ISP-avgifter) som du påløper i forbindelse med din bruk av tjenestene.
or: 5.3 ଆପଣଙ୍କର ଦାୟିତ୍ and ଏବଂ ପ୍ରତିବନ୍ଧକ: ଆପଣଙ୍କର ଉପଭୋକ୍ତା ଆକାଉଣ୍ଟ୍ କିମ୍ବା ଆପଣଙ୍କର ପ୍ରାଧିକୃତ ଉପଭୋକ୍ତାମାନଙ୍କ ଦ୍ occur ାରା ଘଟୁଥିବା ସମସ୍ତ କାର୍ଯ୍ୟକଳାପ ପାଇଁ ଆପଣ ଦାୟୀ ଅଟନ୍ତି | ତୁମର: (i) ସମସ୍ତ ତଥ୍ୟର ସଠିକତା, ଗୁଣବତ୍ତା, ଅଖଣ୍ଡତା, ଆଇନଗତତା, ବିଶ୍ୱସନୀୟତା ଏବଂ ଉପଯୁକ୍ତତା ପାଇଁ ତୁମର ଏକମାତ୍ର ଦାୟିତ୍; ଅଛି; (ii) ସେବାଗୁଡିକୁ ଅନଧିକୃତ ନିୟନ୍ତ୍ରଣ କିମ୍ବା ଟାମ୍ପରିଂ କିମ୍ବା ଅନ୍ୟ କ uthor ଣସି ଅନଧିକୃତ ପ୍ରବେଶ, କିମ୍ବା ବ୍ୟବହାରକୁ ରୋକିବା ପାଇଁ ବ୍ୟବସାୟିକ ଭାବରେ ଯୁକ୍ତିଯୁକ୍ତ ପ୍ରୟାସ ବ୍ୟବହାର କରନ୍ତୁ ଏବଂ କ any ଣସି ଅନଧିକୃତ ବ୍ୟବହାର କିମ୍ବା ସୁରକ୍ଷା ଉଲ୍ଲଂଘନ ବିଷୟରେ ତୁରନ୍ତ ଆମକୁ ଜଣାନ୍ତୁ; (iii) ସେବାଗୁଡିକ ବ୍ୟବହାର କରିବାରେ ସମସ୍ତ ପ୍ରଯୁଜ୍ୟ ସ୍ଥାନୀୟ, ରାଜ୍ୟ, ଫେଡେରାଲ୍ ଏବଂ ବ foreign ଦେଶିକ ନିୟମଗୁଡିକ (ବ୍ୟକ୍ତିଗତ କିମ୍ବା ଉପଭୋକ୍ତା ସୂଚନାଗୁଡିକର ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା ସମ୍ବନ୍ଧୀୟ ଆଇନ ଅନ୍ତର୍ଭୂକ୍ତ କରି) ପାଳନ କରିବା; (iv) ପ୍ରଯୁଜ୍ୟ ପରିମାଣରେ, କ୍ରେଡିଟ୍ କାର୍ଡ ଆସୋସିଏସନ୍ (ଆମେରିକୀୟ ଏକ୍ସପ୍ରେସ, ମାଷ୍ଟରକାର୍ଡ ଏବଂ ଭିସା ଅନ୍ତର୍ଭୂକ୍ତ କରି) ର ସମସ୍ତ ପ୍ରଯୁଜ୍ୟ ନିୟମ ମାନନ୍ତୁ; ଏବଂ (v) ସେବାଗୁଡିକୁ ପ୍ରବେଶ କରିବା ପାଇଁ ଆବଶ୍ୟକ ହେଉଥିବା ସମସ୍ତ କମ୍ପ୍ୟୁଟର ହାର୍ଡୱେର୍, ସଫ୍ଟୱେର୍ ଏବଂ ଯୋଗାଯୋଗ ଉପକରଣଗୁଡ଼ିକ ପ୍ରାପ୍ତ ଏବଂ ପରିଚାଳନା କରିବା, ଏବଂ ଆପଣଙ୍କର ସେବାଗୁଡିକର ବ୍ୟବହାର ସଂପର୍କରେ ଆପଣଙ୍କ ଦ୍ୱାରା ହୋଇଥିବା ସମସ୍ତ ପ୍ରବେଶ ଶୁଳ୍କ (ଯଥା ISP ଫିସ) ଦେୟ |
pa: 5.3 ਤੁਹਾਡੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਅਤੇ ਪਾਬੰਦੀਆਂ: ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਸਾਰੀਆਂ ਗਤੀਵਿਧੀਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ ਜੋ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾ ਖਾਤਿਆਂ ਦੇ ਅਧੀਨ ਜਾਂ ਤੁਹਾਡੇ ਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾਵਾਂ ਦੁਆਰਾ ਹੁੰਦੀਆਂ ਹਨ. ਤੁਹਾਡੇ ਕੋਲ ਇਹ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ: (i) ਤੁਹਾਡੇ ਦੁਆਰਾ ਸੇਵਾਵਾਂ ਨੂੰ ਜਮ੍ਹਾ ਕਰਨ ਵਾਲੇ ਸਾਰੇ ਡਾਟੇ ਦੀ ਸ਼ੁੱਧਤਾ, ਗੁਣਵਤਾ, ਅਖੰਡਤਾ, ਕਾਨੂੰਨੀਤਾ, ਭਰੋਸੇਯੋਗਤਾ ਅਤੇ ਉਚਿਤਤਾ ਲਈ ਇਕੱਲੇ ਜਿੰਮੇਵਾਰੀ ਹੈ; (ii) ਸੇਵਾਵਾਂ ਨੂੰ ਅਣਅਧਿਕਾਰਤ ਨਿਯੰਤਰਣ ਜਾਂ ਛੇੜਛਾੜ ਜਾਂ ਕਿਸੇ ਹੋਰ ਅਣਅਧਿਕਾਰਤ ਪਹੁੰਚ, ਜਾਂ ਵਰਤੋਂ ਦੀ ਰੋਕਥਾਮ ਲਈ ਵਪਾਰਕ ਵਾਜਬ ਯਤਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਕਿਸੇ ਅਣਅਧਿਕਾਰਤ ਵਰਤੋਂ ਜਾਂ ਸੁਰੱਖਿਆ ਉਲੰਘਣਾ ਬਾਰੇ ਸਾਨੂੰ ਤੁਰੰਤ ਸੂਚਿਤ ਕਰੋ; (iii) ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਵਿਚ ਸਾਰੇ ਲਾਗੂ ਸਥਾਨਕ, ਰਾਜ, ਸੰਘੀ ਅਤੇ ਵਿਦੇਸ਼ੀ ਕਾਨੂੰਨਾਂ (ਨਿੱਜੀ ਜਾਂ ਉਪਭੋਗਤਾ ਜਾਣਕਾਰੀ ਦੀ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਸੰਬੰਧੀ ਕਾਨੂੰਨਾਂ ਸਮੇਤ) ਦੀ ਪਾਲਣਾ ਕਰੋ; (iv) ਲਾਗੂ ਹੱਦ ਤੱਕ, ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਐਸੋਸੀਏਸ਼ਨਾਂ ਦੇ ਸਾਰੇ ਲਾਗੂ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ (ਅਮੇਰਿਕਨ ਐਕਸਪ੍ਰੈਸ, ਮਾਸਟਰਕਾਰਡ ਅਤੇ ਵੀਜ਼ਾ ਸਮੇਤ); ਅਤੇ (v) ਸੇਵਾਵਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦੇ ਸਾਰੇ ਕੰਪਿ hardwareਟਰ ਹਾਰਡਵੇਅਰ, ਸਾੱਫਟਵੇਅਰ ਅਤੇ ਸੰਚਾਰ ਉਪਕਰਣ ਪ੍ਰਾਪਤ ਅਤੇ ਰੱਖ ਰਖਾਓ, ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਦੇ ਸੰਬੰਧ ਵਿਚ ਤੁਹਾਡੇ ਦੁਆਰਾ ਲਏ ਗਏ ਸਾਰੇ ਖਰਚਿਆਂ (ਜਿਵੇਂ ਕਿ ਆਈਐਸਪੀ ਫੀਸ) ਦਾ ਭੁਗਤਾਨ ਕਰੋ.
pl: 5.3 Twoje obowiązki i ograniczenia: Jesteś odpowiedzialny za wszystkie działania, które mają miejsce na twoich kontach użytkowników lub przez twoich autoryzowanych użytkowników. Użytkownik: (i) ponosi wyłączną odpowiedzialność za dokładność, jakość, integralność, legalność, niezawodność i adekwatność wszystkich danych przesyłanych do Usług; (ii) dołożenia uzasadnionych handlowo starań, aby zapobiec nieuprawnionej kontroli lub manipulacji lub innemu nieuprawnionemu dostępowi do Usług lub korzystaniu z nich i niezwłocznie powiadomić nas o każdym nieuprawnionym użyciu lub naruszeniu bezpieczeństwa; (iii) przestrzegać wszystkich obowiązujących przepisów lokalnych, stanowych, federalnych i zagranicznych (w tym przepisów dotyczących prywatności i ochrony danych osobowych lub konsumenckich) podczas korzystania z Usług; (iv) w stosownym zakresie, przestrzegać wszystkich obowiązujących zasad stowarzyszeń kart kredytowych (w tym American Express, MasterCard i Visa); oraz (v) uzyskać i utrzymywać cały sprzęt komputerowy, oprogramowanie i sprzęt komunikacyjny potrzebny do uzyskania dostępu do Usług oraz uiścić wszelkie opłaty za dostęp (np. opłaty ISP) poniesione przez Ciebie w związku z korzystaniem z Usług.
ps: 5.3 ستاسو مسؤلیتونه او محدودیتونه: تاسو د ټولو فعالیتونو لپاره مسؤل یاست چې ستاسو د کارن حسابونو یا ستاسو مستند کاروونکو لخوا پیښیږي. تاسو باید: (i) د هغه معلوماتو دقت ، کیفیت ، صداقت ، قانونیت ، اعتبار او اعتبار لپاره بشپړ مسؤلیت لرئ چې تاسو یې خدمتونو ته وړاندې کوئ to (ii) خدماتو ته د غیر مجاز کنټرول ، چنګاښ یا کوم بل غیر مجاز لاسرسي مخنیوي لپاره سوداګریزې معقول هڅې وکاروئ او موږ ته یې د غیر رسمي استعمال یا امنیتی سرغړونې په سمدستي توګه خبر کړئ؛ (iii) د خدماتو کارولو کې د ټولو پلي کیدو وړ سیمه ایز ، دولتي ، فدرالي ، او بهرني قوانینو (د شخصي یا مصرف کونکي معلوماتو محرمیت او محافظت په اړه قوانین شامل دي) سره موافقت؛ (iv) تر تطبیق شوي حد پورې ، د کریډیټ کارت انجمنونو ټولو پلي کیدو مقرراتو سره مطابقت (د امریکن ایکسپریس ، ماسټر کارډ او ویزې پشمول) او (v) خدماتو ته د لاسرسي لپاره د کمپیوټر ټول هارډویر ، سافټویر او مخابراتي تجهیزات لاسته راوړل او ساتل ، او د لاسرسي ټول لګښتونه (لکه د ISP فیسونه) د خدماتو کارولو په تړاو ستاسو لخوا اخیستل شوي تادیات.
pt: 5.3 Suas responsabilidades e restrições: Você é responsável por todas as atividades que ocorrem nas suas contas de usuário ou por seus usuários autorizados. Você deve: (i) ser o único responsável pela precisão, qualidade, integridade, legalidade, confiabilidade e adequação de todos os dados que você enviar aos Serviços; (ii) envidar esforços comercialmente razoáveis para impedir controle não autorizado ou adulteração ou qualquer outro acesso não autorizado ou uso dos Serviços e notificar-nos imediatamente sobre qualquer uso não autorizado ou violação de segurança; (iii) cumprir todas as leis locais, estaduais, federais e estrangeiras aplicáveis (incluindo leis relacionadas à privacidade e proteção de informações pessoais ou de consumidores) no uso dos Serviços; (iv) na medida do aplicável, cumprir todas as regras aplicáveis das associações de cartão de crédito (incluindo American Express, MasterCard e Visa); e (v) obter e manter todo o hardware, software e equipamento de comunicação necessários para acessar os Serviços e pagar todas as taxas de acesso (por exemplo, taxas de ISP) incorridas por você em conexão com o uso dos Serviços.
ro: 5.3 Responsabilitățile și restricțiile dvs.: sunteți responsabil pentru toate activitățile care se desfășoară în conturile de utilizator sau de către utilizatorii autorizați. Voi: (i) aveți responsabilitatea exclusivă pentru acuratețea, calitatea, integritatea, legalitatea, fiabilitatea și adecvarea tuturor datelor pe care le transmiteți Serviciilor; (ii) să utilizeze eforturi rezonabile din punct de vedere comercial pentru a preveni controlul sau alterarea neautorizată sau orice alt acces neautorizat la sau utilizarea serviciilor și să ne anunțe prompt despre orice utilizare neautorizată sau încălcare a securității; (iii) să respecte toate legile locale, de stat, federale și străine aplicabile (inclusiv legile privind confidențialitatea și protecția informațiilor personale sau ale consumatorului) în utilizarea Serviciilor; (iv) în măsura în care se aplică, să respecte toate normele aplicabile asociațiilor de carduri de credit (inclusiv American Express, MasterCard și Visa); și (v) obține și întreține toate echipamentele hardware, software și comunicații ale computerului necesare pentru accesarea Serviciilor și plătește toate taxele de acces (de ex. comisioane ISP) suportate de dvs. în legătură cu utilizarea serviciilor.
ru: 5.3 Ваши обязанности и ограничения: Вы несете ответственность за все действия, которые происходят под вашими учетными записями или вашими авторизованными пользователями. Вы должны: (i) нести исключительную ответственность за точность, качество, целостность, законность, достоверность и уместность всех данных, которые вы предоставляете в Сервисы; (ii) использовать коммерчески обоснованные усилия для предотвращения несанкционированного контроля или подделки или любого другого несанкционированного доступа или использования Услуг и незамедлительно уведомлять нас о любом несанкционированном использовании или нарушении безопасности; (iii) соблюдать все применимые местные, государственные, федеральные и иностранные законы (включая законы, касающиеся конфиденциальности и защиты личной или потребительской информации) при использовании Сервисов; (iv) в той степени, в которой это применимо, соблюдать все применимые правила ассоциаций кредитных карт (включая American Express, MasterCard и Visa); и (v) приобретать и обслуживать все компьютерное оборудование, программное обеспечение и коммуникационное оборудование, необходимое для доступа к Услугам, и оплачивать все сборы за доступ (например, сборы ISP), понесенные вами в связи с использованием вами Услуг.
rw: 5.3 Inshingano zawe nimbogamizi: Ushinzwe ibikorwa byose bibaho munsi ya konte yumukoresha wawe cyangwa kubakoresha byemewe. Ugomba: (i) ufite inshingano zonyine zo kumenya ukuri, ubuziranenge, ubunyangamugayo, amategeko, kwiringirwa no gukwirakwiza amakuru yose wohereje muri Serivisi; (ii) gukoresha imbaraga zifatika mubucuruzi kugirango wirinde kugenzura cyangwa kubangamira uburenganzira cyangwa ubundi buryo ubwo aribwo bwose butemewe bwo kwinjira, cyangwa gukoresha Serivisi no kutumenyesha bidatinze kubikoresha bitemewe cyangwa guhungabanya umutekano; (iii) kubahiriza amategeko yose akurikizwa mu karere, muri Leta, muri Leta zunze ubumwe za Amerika, no mu mahanga (harimo amategeko yerekeye ubuzima bwite no kurinda amakuru bwite cyangwa ay&#39;umuguzi) mu gukoresha Serivisi; (iv) ku buryo bukurikizwa, hubahirizwa amategeko yose akoreshwa mu mashyirahamwe y&#39;amakarita y&#39;inguzanyo (harimo Express Express y&#39;Abanyamerika, MasterCard na Visa); kandi (v) kubona no kubungabunga ibikoresho byose bya mudasobwa, porogaramu n&#39;ibikoresho by&#39;itumanaho bikenewe kugira ngo ugere kuri Serivisi, kandi wishyure amafaranga yose yo kwinjira (urugero: amafaranga ya ISP) watewe nawe mu bijyanye no gukoresha Serivisi.
sd: 5.3 توهان جون ذميواريون ۽ پابنديون: توهان انهن سڀني سرگرمين جا ذميوار آهيو جيڪي توهان جي صارف اڪائونٽس يا توهان جي بااختيار صارفن طرفان انجام ڏنل آهن. توهان: (i) س allي ڊيٽا جي درستگي ، معيار ، سالميت ، اعتماد ، اعتبار ۽ ڀائيچاري جي توهان جي ذميواري آهي ، جيڪي توهان خدمت تي جمع ڪريو ٿا. (ii) غير مجاز ڪنٽرول يا ڌمڪيون يا ٻين ڪنهن به غير مجاز رسائي ، يا خدمتن جي استعمال کي روڪڻ جي لاءِ تجارتي معقول ڪوششون استعمال ڪريو ۽ اسان کي ڪنهن به غير مجاز استعمال يا حفاظتي خلاف ورزي جي فوري طور تي اطلاع ڏي ؛ (iii) خدمتن جي استعمال ۾ سڀني قابل اطلاق مقامي ، رياست ، وفاقي ۽ غير ملڪي قانونن سان گڏ (بشمول رازداري ۽ ذاتي يا صارف جي معلومات جي حفاظت بابت قانون) (iv) حد تائين قابل اطلاق ، ڪريڊٽ ڪارڊ ايسوسيئشن جي سڀني قابل اطلاق قاعدن جي تعمیل (بشمول آمريڪن ايڪسپريس ، ماسٽر ڪارڊ ۽ ويزا) ؛ ۽ (v) سروسز تائين رسائي لاءِ گهربل سمورو ڪمپيوٽر هارڊويئر ، سافٽويئر ۽ مواصلاتي سامان حاصل ڪرڻ ۽ برقرار رکڻ ، ۽ توهان جي رسائي جي سڀني ادائيگي جي ادائيگي (مثال طور ISP فيس) توهان جي استعمال جي سلسلي ۾.
si: 5.3 ඔබේ වගකීම් සහ සීමාවන්: ඔබේ පරිශීලක ගිණුම් යටතේ හෝ ඔබේ බලයලත් පරිශීලකයින් විසින් සිදු කරනු ලබන සියලුම ක්‍රියාකාරකම් සඳහා ඔබ වගකිව යුතුය. ඔබ කළ යුත්තේ: (i) ඔබ සේවාවන්ට ඉදිරිපත් කරන සියලුම දත්තවල නිරවද්‍යතාව, ගුණාත්මකභාවය, අඛණ්ඩතාව, නීත්‍යානුකූලභාවය, විශ්වසනීයත්වය සහ යෝග්‍යතාව පිළිබඳ පූර්ණ වගකීම දරයි; ; ; (iv) අදාළ වන තාක් දුරට, ක්‍රෙඩිට් කාඩ් සංගම්වල (ඇමරිකානු එක්ස්ප්‍රස්, මාස්ටර් කාඩ් සහ වීසා ඇතුළුව) අදාළ වන සියලුම නීතිවලට අනුකූල වීම; සහ (v) සේවාවන්ට ප්‍රවේශ වීමට අවශ්‍ය සියලුම පරිගණක දෘඩාංග, මෘදුකාංග සහ සන්නිවේදන උපකරණ ලබා ගැනීම සහ නඩත්තු කිරීම සහ ඔබේ සේවාවන් භාවිතා කිරීම සම්බන්ධයෙන් ඔබ විසින් දරනු ලබන සියලුම ප්‍රවේශ ගාස්තු (උදා: ISP ගාස්තු) ගෙවීම.
sk: 5.3 Vaše povinnosti a obmedzenia: Ste zodpovední za všetky činnosti, ktoré sa vyskytujú na vašich používateľských účtoch alebo autorizovanými používateľmi. Musíte: (i) zodpovedať výlučne za presnosť, kvalitu, integritu, zákonnosť, spoľahlivosť a vhodnosť všetkých údajov, ktoré poskytnete Službám; (ii) vynaložiť komerčne primerané úsilie na zabránenie neoprávnenej kontroly alebo neoprávnenému zásahu alebo akémukoľvek inému neoprávnenému prístupu k službám alebo ich využívaniu a bezodkladne nás informujú o akomkoľvek neoprávnenom použití alebo narušení bezpečnosti; (iii) pri používaní Služieb dodržiavať všetky príslušné miestne, štátne, federálne a zahraničné zákony (vrátane zákonov týkajúcich sa súkromia a ochrany osobných údajov alebo informácií o spotrebiteľoch); (iv) v uplatniteľnom rozsahu dodržiavať všetky príslušné pravidlá asociácií kreditných kariet (vrátane American Express, MasterCard a Visa); a (v) získavať a udržiavať všetok počítačový hardvér, softvér a komunikačné vybavenie potrebné na prístup k Službám a platiť všetky poplatky za prístup (napr. poplatky ISP), ktoré vám vzniknú v súvislosti s vaším používaním Služieb.
sl: 5.3 Vaše odgovornosti in omejitve: Odgovorni ste za vse dejavnosti, ki se dogajajo v vaših uporabniških računih ali pri pooblaščenih uporabnikih. (I) ste izključno odgovorni za točnost, kakovost, celovitost, zakonitost, zanesljivost in ustreznost vseh podatkov, ki jih pošljete storitvam; (ii) uporabljati tržno razumna prizadevanja za preprečevanje nepooblaščenega nadzora ali nedovoljenega posega ali kakršnega koli drugega nepooblaščenega dostopa do storitev ali uporabe storitev in nas takoj obvestiti o kakršni koli nepooblaščeni uporabi ali kršitvi varnosti; (iii) upoštevati vse veljavne lokalne, državne, zvezne in tuje zakone (vključno z zakoni o zasebnosti in varstvu osebnih ali potrošniških informacij) pri uporabi storitev; (iv) skladno z vsemi veljavnimi pravili združenja kreditnih kartic (vključno z American Express, MasterCard in Visa); in (v) pridobiti in vzdrževati vso računalniško strojno opremo, programsko opremo in komunikacijsko opremo, potrebno za dostop do storitev, in plačati vse pristojbine za dostop (npr. pristojbine za ponudnike internetnih storitev), ki so nastale v zvezi z vašo uporabo storitev.
sq: 5.3 Përgjegjësitë dhe kufizimet tuaja: Ju jeni përgjegjës për të gjitha aktivitetet që ndodhin nën llogaritë tuaja të përdoruesit ose nga përdoruesit tuaj të autorizuar. Do të keni (i) përgjegjësinë e vetme për saktësinë, cilësinë, integritetin, ligjshmërinë, besueshmërinë dhe përshtatshmërinë e të gjitha të dhënave që paraqisni pranë Shërbimeve; (ii) të përdorë përpjekje të arsyeshme tregtare për të parandaluar kontrollin ose shkeljen e paautorizuar të ndonjë aksesi tjetër të paautorizuar në ose përdorimin e Shërbimeve dhe të na njoftojë menjëherë për çdo përdorim të paautorizuar ose shkelje të sigurisë; (iii) përputhet me të gjitha ligjet e zbatueshme lokale, shtetërore, federale dhe të huaja (përfshirë ligjet në lidhje me privatësinë dhe mbrojtjen e informacionit personal ose të konsumatorit) në përdorimin e Shërbimeve; (iv) në masën e zbatueshme, respektoni të gjitha rregullat e aplikueshme të shoqatave të kartave të kreditit (përfshirë American Express, MasterCard dhe Visa); dhe (v) përftoni dhe mirëmbani të gjithë pajisjet kompjuterike, softuerët dhe pajisjet e komunikimit të nevojshme për të hyrë në Shërbime dhe paguani të gjitha tarifat e hyrjes (p.sh. tarifat ISP) të bëra nga ju në lidhje me përdorimin tuaj të Shërbimeve.
sr: 5.3 Ваше одговорности и ограничења: Одговорни сте за све активности које се дешавају под вашим корисничким рачунима или од стране ваших овлашћених корисника. Ви ћете: (и) бити одговорни за тачност, квалитет, интегритет, законитост, поузданост и прикладност свих података које предате Услугама; (ии) да користите комерцијално разумне напоре да спречите неовлашћену контролу или неовлашћено коришћење или било који други неовлашћени приступ Услугама или да нас одмах обавестите о неовлашћеном коришћењу или кршењу сигурности; (иии) придржавати се свих важећих локалних, државних, савезних и страних закона (укључујући законе који се тичу приватности и заштите личних или потрошачких података) при коришћењу Услуга; (ив) у мјери у којој је примјењива, поштивати сва примјењива правила удружења кредитних картица (укључујући Америцан Екпресс, МастерЦард и Виса); и (в) набавите и одржавате сав рачунарски хардвер, софтвер и комуникацијску опрему потребну за приступ Услугама и плаћате све трошкове приступа (нпр. ИСП накнаде) које сте настали у вези с вашим коришћењем Услуга.
sv: 5.3 Ditt ansvar och begränsningar: Du ansvarar för alla aktiviteter som sker under dina användarkonton eller av dina auktoriserade användare. Du ska: (i) ha ensamansvar för noggrannhet, kvalitet, integritet, laglighet, tillförlitlighet och lämplighet för alla uppgifter som du skickar till tjänsterna; (ii) använda kommersiellt rimliga ansträngningar för att förhindra obehörig kontroll eller manipulation eller annan obehörig tillgång till eller användning av tjänsterna och meddela oss omedelbart om obehörig användning eller säkerhetsöverträdelse; (iii) följa alla tillämpliga lokala, statliga, federala och utländska lagar (inklusive lagar om integritet och skydd av personlig eller konsumentinformation) vid användning av tjänsterna; (iv) i den mån det är tillämpligt, följa alla tillämpliga regler för kreditkortsföreningar (inklusive American Express, MasterCard och Visa); och (v) skaffa och underhålla all datorhårdvara, programvara och kommunikationsutrustning som behövs för att få åtkomst till Tjänsterna och betala alla åtkomstavgifter (t.ex. ISP-avgifter) som du har uppstått i samband med din användning av tjänsterna.
sw: 5.3 Majukumu na Vizuizi vyako: Unawajibika kwa shughuli zote zinazotokea chini ya akaunti za mtumiaji au na watumiaji wako walioidhinishwa. Lazima: (i) uwajibike kwa usahihi, ubora, uadilifu, uhalali, kuegemea na usahihi wa data yote ambayo unawasilisha kwa Huduma; . (iii) azingatie sheria zote za kawaida, serikali, shirikisho, na nje (pamoja na sheria zinazohusu faragha na usalama wa habari ya kibinafsi au ya watumiaji) katika kutumia Huduma; (iv) kwa kiwango kinachotumika, kufuata sheria zote zinazotumika za vyama vya kadi ya mkopo (pamoja na American Express, MasterCard na Visa); na.
ta: 5.3 உங்கள் பொறுப்புகள் மற்றும் கட்டுப்பாடுகள்: உங்கள் பயனர் கணக்குகளின் கீழ் அல்லது உங்கள் அங்கீகரிக்கப்பட்ட பயனர்களால் நிகழும் அனைத்து நடவடிக்கைகளுக்கும் நீங்கள் பொறுப்பு. நீங்கள் செய்ய வேண்டியது: (i) நீங்கள் சேவைகளுக்கு சமர்ப்பிக்கும் அனைத்து தரவின் துல்லியம், தரம், ஒருமைப்பாடு, சட்டபூர்வமான தன்மை, நம்பகத்தன்மை மற்றும் சரியான தன்மை ஆகியவற்றுக்கான முழுப் பொறுப்பும்; (ii) அங்கீகாரமற்ற கட்டுப்பாடு அல்லது சேதத்தைத் தடுப்பதற்கு வணிக ரீதியாக நியாயமான முயற்சிகளைப் பயன்படுத்துதல் அல்லது சேவைகளுக்கு வேறு எந்த அங்கீகாரமற்ற அணுகல் அல்லது பயன்பாட்டைப் பயன்படுத்துதல் மற்றும் எந்தவொரு அங்கீகரிக்கப்படாத பயன்பாடு அல்லது பாதுகாப்பு மீறல் குறித்து உடனடியாக எங்களுக்குத் தெரிவித்தல்; (iii) சேவைகளைப் பயன்படுத்துவதில் பொருந்தக்கூடிய அனைத்து உள்ளூர், மாநில, கூட்டாட்சி மற்றும் வெளிநாட்டு சட்டங்களுடன் (தனியுரிமை மற்றும் தனிப்பட்ட அல்லது நுகர்வோர் தகவல்களைப் பாதுகாத்தல் தொடர்பான சட்டங்கள் உட்பட) இணங்குதல்; (iv) பொருந்தக்கூடிய அளவிற்கு, கிரெடிட் கார்டு சங்கங்களின் (அமெரிக்கன் எக்ஸ்பிரஸ், மாஸ்டர்கார்டு மற்றும் விசா உட்பட) பொருந்தக்கூடிய அனைத்து விதிகளுக்கும் இணங்க; மற்றும் (v) சேவைகளை அணுகத் தேவையான அனைத்து கணினி வன்பொருள், மென்பொருள் மற்றும் தகவல்தொடர்பு சாதனங்களைப் பெறுதல் மற்றும் பராமரித்தல், மற்றும் நீங்கள் சேவைகளைப் பயன்படுத்துவது தொடர்பாக உங்களுக்கு ஏற்படும் அனைத்து அணுகல் கட்டணங்களையும் (எ.கா. ISP கட்டணம்) செலுத்துதல்.
te: 5.3 మీ బాధ్యతలు మరియు పరిమితులు: మీ వినియోగదారు ఖాతాల క్రింద లేదా మీ అధీకృత వినియోగదారులచే జరిగే అన్ని చర్యలకు మీరు బాధ్యత వహిస్తారు. మీరు తప్పక: (i) మీరు సేవలకు సమర్పించే అన్ని డేటా యొక్క ఖచ్చితత్వం, నాణ్యత, సమగ్రత, చట్టబద్ధత, విశ్వసనీయత మరియు సముచితతకు ఏకైక బాధ్యత; (ii) సేవలకు అనధికార నియంత్రణ లేదా దెబ్బతినడం లేదా ఇతర అనధికార ప్రాప్యతను లేదా వాడకాన్ని నిరోధించడానికి వాణిజ్యపరంగా సహేతుకమైన ప్రయత్నాలను ఉపయోగించడం మరియు అనధికార ఉపయోగం లేదా భద్రతా ఉల్లంఘన గురించి మాకు వెంటనే తెలియజేయడం; (iii) సేవలను ఉపయోగించడంలో వర్తించే అన్ని స్థానిక, రాష్ట్ర, సమాఖ్య మరియు విదేశీ చట్టాలకు (గోప్యత మరియు వ్యక్తిగత లేదా వినియోగదారు సమాచారం యొక్క రక్షణకు సంబంధించిన చట్టాలతో సహా) కట్టుబడి ఉండాలి; (iv) క్రెడిట్ కార్డ్ అసోసియేషన్ల (అమెరికన్ ఎక్స్‌ప్రెస్, మాస్టర్ కార్డ్ మరియు వీసాతో సహా) వర్తించే అన్ని నియమాలకు అనుగుణంగా; మరియు (v) సేవలను యాక్సెస్ చేయడానికి అవసరమైన అన్ని కంప్యూటర్ హార్డ్‌వేర్, సాఫ్ట్‌వేర్ మరియు కమ్యూనికేషన్ పరికరాలను పొందడం మరియు నిర్వహించడం మరియు మీ సేవల వినియోగానికి సంబంధించి మీకు అయ్యే అన్ని యాక్సెస్ ఛార్జీలు (ఉదా. ISP ఫీజులు) చెల్లించడం.
tg: 5.3 Вазифаҳо ва маҳдудиятҳои шумо: Шумо барои ҳама корҳое, ки дар ҳисоби корбарии худ ё корбарони ваколатдори шумо рух медиҳанд, масъул ҳастед. Шумо: (i) барои дақиқӣ, сифат, якпорчагӣ, қонунӣ, эътимоднокӣ ва мутобиқати ҳама гуна маълумоте, ки шумо ба хидматҳо пешниҳод мекунед, масъулият мебаред; (ii) саъю талошҳои аз ҷиҳати тиҷорӣ асоснокро барои пешгирӣ кардани назорати беиҷозат ё дигар дастрасии беиҷозат ба истифода ё истифодаи хидматҳо истифода баред ва моро дар бораи ҳама гуна истифодаи беиҷозат ё вайронкунии амният фавран огоҳ кунед. (iii) ҳангоми истифодаи хидматҳо ҳама қонунҳои маҳаллӣ, иёлот, федералӣ ва хориҷӣ (аз ҷумла қонунҳо оид ба махфият ва ҳифзи иттилооти шахсӣ ё истеъмолӣ) риоя кунед; (iv) то ҳадди имкон ҳама қоидаҳои мавҷудаи ассотсиатсияҳои кортҳои кредитиро риоя кунед (аз ҷумла American Express, MasterCard ва Visa); ва (v) ҳама дастгоҳҳои компютерӣ, нармафзор ва таҷҳизоти иртиботиро, ки барои дастрасӣ ба хидматҳо заруранд, ба даст оред ва ҳама хароҷоти дастрасиро (масалан, ISP), ки дар робита бо истифодаи хидматҳо ба шумо расидааст, пардохт кунад.
th: 5.3 ความรับผิดชอบและข้อ จำกัด ของคุณ: คุณต้องรับผิดชอบต่อกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีผู้ใช้ของคุณหรือโดยผู้ใช้ที่ได้รับอนุญาตของคุณ คุณจะ: (i) มีความรับผิดชอบ แต่เพียงผู้เดียวต่อความถูกต้องคุณภาพความถูกต้องตามกฎหมายความน่าเชื่อถือและความเหมาะสมของข้อมูลทั้งหมดที่คุณส่งให้กับบริการ; (ii) ใช้ความพยายามที่สมเหตุสมผลในเชิงพาณิชย์เพื่อป้องกันการควบคุมหรือการเข้าใช้งานโดยไม่ได้รับอนุญาตหรือการเข้าถึงหรือการใช้บริการโดยไม่ได้รับอนุญาตและแจ้งให้เราทราบถึงการใช้งานโดยไม่ได้รับอนุญาตหรือการละเมิดความปลอดภัย (iii) ปฏิบัติตามกฎหมายท้องถิ่นรัฐสหพันธรัฐและกฎหมายต่างประเทศที่บังคับใช้ทั้งหมด (รวมถึงกฎหมายเกี่ยวกับความเป็นส่วนตัวและการปกป้องข้อมูลส่วนบุคคลหรือข้อมูลผู้บริโภค) ในการใช้บริการ (iv) ตามขอบเขตที่บังคับใช้ปฏิบัติตามกฎระเบียบทั้งหมดของสมาคมบัตรเครดิต (รวมถึง American Express, MasterCard และ Visa) และ (v) ขอรับและบำรุงรักษาฮาร์ดแวร์คอมพิวเตอร์ซอฟต์แวร์และอุปกรณ์สื่อสารทั้งหมดที่จำเป็นในการเข้าถึงบริการและชำระค่าธรรมเนียมการเข้าถึงทั้งหมด (เช่นค่าธรรมเนียม ISP) ที่คุณใช้ในการเชื่อมต่อกับการใช้บริการ
tk: 5.3 Siziň jogapkärçilikleriňiz we çäklendirmeleriňiz: Ulanyjy hasaplaryňyzda ýa-da ygtyýarly ulanyjylaryňyz tarapyndan bolup geçýän ähli işler üçin jogapkärçilik çekýärsiňiz. Siz: (i) Hyzmatlara iberýän ähli maglumatlaryňyzyň takyklygy, hili, bitewiligi, kanunylygy, ygtybarlylygy we ýerlikliligi üçin jogapkärçiligiňiz bar; ) (iii) Hyzmatlary ulanmakda ulanylýan ähli ýerli, ştat, federal we daşary ýurt kanunlaryny (şol sanda şahsy ýa-da sarp ediji maglumatlarynyň şahsy durmuşyny goramak baradaky kanunlary) ýerine ýetirmek; (iv) ulanylýan derejede kredit kartoçkalary birleşmeleriniň (Amerikan Express, MasterCard we Visa ýaly ähli düzgünlerini) ýerine ýetiriň; we (v) Hyzmatlara girmek üçin zerur bolan ähli kompýuter enjamlaryny, programma üpjünçiligini we aragatnaşyk enjamlaryny almak we goldamak we Hyzmatlary ulanmagyňyz bilen baglanyşykly ähli giriş töleglerini (mysal üçin ISP tölegleri) tölemek.
tl: 5.3 Ang Iyong Mga Pananagutan at Mga Paghihigpit: Mananagot ka sa lahat ng mga aktibidad na nagaganap sa ilalim ng iyong mga account sa gumagamit o ng iyong mga awtorisadong gumagamit. Dapat kang: (i) magkaroon ng nag-iisang responsibilidad para sa kawastuhan, kalidad, integridad, legalidad, pagiging maaasahan at pagiging naaangkop sa lahat ng data na isinumite mo sa Mga Serbisyo; (ii) gumamit ng makatwirang mga pagsusumikap upang maiwasan ang hindi awtorisadong kontrol o pag-tampe o anumang iba pang hindi awtorisadong pag-access sa, o paggamit ng, Mga Serbisyo at abisuhan kaagad sa anumang hindi awtorisadong paggamit o paglabag sa seguridad; (iii) sumunod sa lahat ng naaangkop na batas sa lokal, estado, pederal, at dayuhan (kabilang ang mga batas tungkol sa privacy at proteksyon ng personal o impormasyon ng consumer) sa paggamit ng Mga Serbisyo; (iv) hanggang sa naaangkop, sumunod sa lahat ng naaangkop na mga patakaran ng mga asosasyon ng credit card (kabilang ang American Express, MasterCard at Visa); at (v) makuha at mapanatili ang lahat ng computer hardware, software at mga kagamitang pangkomunikasyon na kinakailangan upang ma-access ang Mga Serbisyo, at bayaran ang lahat ng mga singil sa pag-access (hal. ang mga bayarin sa ISP) na nagawa sa iyo na may kaugnayan sa iyong paggamit ng Mga Serbisyo.
tr: 5.3 Sorumluluklarınız ve Kısıtlamalarınız: Kullanıcı hesaplarınız veya yetkili kullanıcılarınız tarafından gerçekleştirilen tüm faaliyetlerden siz sorumlusunuz. (İ) Hizmetlere gönderdiğiniz tüm verilerin doğruluğu, kalitesi, bütünlüğü, yasallığı, güvenilirliği ve uygunluğu konusunda tek sorumluluğunuz olmalıdır; (ii) Hizmetlere yetkisiz kontrol veya tahrifat veya herhangi bir yetkisiz erişimi engellemek veya bunları kullanmak için ticari olarak makul çabayı göstermeli ve yetkisiz kullanım veya güvenlik ihlallerini derhal haberdar etmelisiniz; (iii) Hizmetlerin kullanımında yürürlükteki tüm yerel, eyalet, federal ve yabancı yasalara (kişisel veya tüketici bilgilerinin gizliliği ve korunması ile ilgili yasalar dahil) uymak; (iv) geçerli olduğu ölçüde, kredi kartı derneklerinin tüm geçerli kurallarına (American Express, MasterCard ve Visa dahil) uymak; ve (v) Hizmetlere erişmek için gereken tüm bilgisayar donanımını, yazılımını ve iletişim ekipmanını alıp bakımını yapmak ve Hizmetleri kullanımınızla bağlantılı olarak maruz kaldığınız tüm erişim ücretlerini (örn. İSS ücretleri) ödemek.
tt: 5.3 Сезнең җаваплылыгыгыз һәм чикләүләрегез: Сез үзегезнең кулланучылар счетлары яисә вәкаләтле кулланучыларыгыз белән булган барлык чаралар өчен җаваплы. Сез: (i) Сез Хезмәтләргә җибәргән барлык мәгълүматларның төгәллеге, сыйфаты, бөтенлеге, легитимлыгы, ышанычлылыгы һәм урынлылыгы өчен бердәнбер җаваплылык алырга тиеш. (ii) Коммерцияле хезмәтләрне рөхсәтсез контрольдә тоту, бозу яки Хезмәтләргә рөхсәтсез керү яки кулланудан саклап калу өчен, безгә рөхсәтсез куллану яки куркынычсызлык бозу турында тиз арада хәбәр итү; (iii) Хезмәтләрне кулланганда барлык кулланыла торган җирле, дәүләт, федераль һәм чит ил законнарын (шул исәптән хосусыйлык һәм шәхси яки кулланучылар мәгълүматын саклау турындагы законнарны) үтәү; (iv) кулланыла торган дәрәҗәдә, кредит карталары ассоциацияләренең барлык кагыйдәләрен үтәү (шул исәптән Америка Экспресс, MasterCard һәм Visa); һәм (v) Хезмәтләргә керү өчен кирәк булган барлык компьютер җиһазларын, программа тәэминаты һәм элемтә җиһазларын алу һәм саклау, һәм Хезмәтләрне куллану белән бәйле барлык керү түләүләрен (мәсәлән, ISP түләүләре) түләү.
ug: 5.3 سىزنىڭ مەسئۇلىيىتىڭىز ۋە چەكلىمىلىرىڭىز: ئىشلەتكۈچى ھېساباتىڭىزدا ياكى ھوقۇق بېرىلگەن ئىشلەتكۈچىلىرىڭىزدە يۈز بەرگەن بارلىق پائالىيەتلەرگە مەسئۇل بولىسىز. سىز: (1) سىز مۇلازىمەتكە يوللىغان بارلىق سانلىق مەلۇماتلارنىڭ توغرىلىقى ، سۈپىتى ، مۇكەممەللىكى ، قانۇنلۇقلىقى ، ئىشەنچلىكلىكى ۋە مۇۋاپىقلىقى ئۈچۈن بىردىنبىر مەسئۇلىيىتىڭىز بار . . (4) قوللىنىشچان دائىرىدە ، ئىناۋەتلىك كارتا بىرلەشمىسىنىڭ بارلىق قائىدىلىرىگە ئەمەل قىلىش (ئامېرىكا تېز يوللانما شىركىتى ، MasterCard ۋە Visa نى ئۆز ئىچىگە ئالىدۇ) (5) مۇلازىمەتكە ئېرىشىش ئۈچۈن كېرەكلىك بولغان بارلىق كومپيۇتېر قاتتىق دېتاللىرى ، يۇمشاق دېتاللىرى ۋە خەۋەرلىشىش ئۈسكۈنىلىرىگە ئېرىشىش ۋە ئاسراش ، ھەمدە مۇلازىمەتنى ئىشلىتىشىڭىزگە مۇناسىۋەتلىك بارلىق ھەقلەرنى (مەسىلەن ISP ھەققى) تۆلەش.
uk: 5.3 Ваші обов&#39;язки та обмеження: Ви несете відповідальність за всі дії, які відбуваються за вашими обліковими записами користувачів або вашими уповноваженими користувачами. Ви несете: (i) несете єдину відповідальність за точність, якість, цілісність, законність, надійність та відповідність усіх даних, які Ви подаєте до Послуг; (ii) вживати комерційно обґрунтованих зусиль для запобігання несанкціонованого контролю чи підробки або будь-якого іншого несанкціонованого доступу до Служб або використання Служб та негайно повідомляти нас про будь-яке несанкціоноване використання або порушення безпеки; (iii) дотримуватись усіх застосовних місцевих, державних, федеральних та закордонних законів (включаючи закони щодо конфіденційності та захисту особистої або споживчої інформації) при користуванні Послугами; (iv), наскільки це можливо, дотримуватися всіх діючих правил асоціацій кредитних карток (включаючи American Express, MasterCard та Visa); (v) отримати та підтримувати все комп&#39;ютерне обладнання, програмне забезпечення та комунікаційне обладнання, необхідне для доступу до Послуг, та сплачувати всі збори за доступ (наприклад, плату за Інтернет-провайдер), які ви зробили у зв&#39;язку з використанням Вами Послуг.
ur: 5.3 آپ کی ذمہ داریاں اور پابندیاں: آپ ان تمام سرگرمیوں کے ذمہ دار ہیں جو آپ کے صارف اکاؤنٹس کے تحت یا اپنے مجاز صارفین کے ذریعہ ہوتی ہیں۔ آپ کے پاس: (ii) خدمات کو غیر مجاز کنٹرول یا چھیڑ چھاڑ یا کسی اور غیر مجاز رسائی کو روکنے کے لئے تجارتی طور پر معقول کوششوں کا استعمال کریں اور کسی بھی غیر مجاز استعمال یا حفاظتی خلاف ورزی کے بارے میں ہمیں فوری طور پر مطلع کریں۔ (iii) خدمات کے استعمال میں تمام قابل اطلاق مقامی ، ریاست ، وفاقی اور غیر ملکی قوانین (بشمول رازداری اور ذاتی یا صارفین کی معلومات کے تحفظ سے متعلق قوانین) کی تعمیل کریں۔ (iv) قابل اطلاق حد تک ، کریڈٹ کارڈ ایسوسی ایشن کے تمام قابل اطلاق قوانین (جس میں امریکن ایکسپریس ، ماسٹر کارڈ اور ویزا شامل ہیں) کی تعمیل کریں۔ اور (v) خدمات تک رسائی حاصل کرنے کے لئے درکار تمام کمپیوٹر ہارڈ ویئر ، سافٹ ویئر اور مواصلاتی آلات کو حاصل کرنا اور ان کو برقرار رکھنا ، اور خدمات کے استعمال کے سلسلے میں آپ کے ذریعے اٹھائے گئے تمام تکمیلاتی چارجز (جیسے ISP فیس) ادا کرنا۔
uz: 5.3 Sizning majburiyatlaringiz va cheklovlaringiz: Siz foydalanuvchi hisoblaringiz yoki vakolatli foydalanuvchilaringiz tomonidan sodir bo&#39;ladigan barcha harakatlar uchun javobgarsiz. Siz: (i) Xizmatlarga taqdim etgan barcha ma&#39;lumotlarning aniqligi, sifati, yaxlitligi, qonuniyligi, ishonchliligi va mosligi uchun javobgarlikni o&#39;z zimmangizga olasiz; (ii) ruxsatsiz boshqarish yoki buzib kirishni yoki boshqa xizmatlardan ruxsatsiz foydalanish yoki ulardan foydalanishning oldini olish uchun tijorat nuqtai nazaridan sa&#39;y-harakatlarni amalga oshirish va bizni har qanday ruxsatsiz foydalanish yoki xavfsizlik buzilganligi to&#39;g&#39;risida darhol xabardor qilish; (iii) xizmatlardan foydalanishda barcha tegishli mahalliy, shtatlar, federal va tashqi qonunlarga (shu jumladan shaxsiy hayot va shaxsiy ma&#39;lumotlarning himoyasi to&#39;g&#39;risidagi qonunlarga) rioya qilish; (iv) kredit kartalari assotsiatsiyasining barcha tegishli qoidalariga (shu jumladan American Express, MasterCard va Visa) rioya qilish; va (v) xizmatlarga kirish uchun zarur bo&#39;lgan barcha kompyuter jihozlarini, dasturiy ta&#39;minot va aloqa vositalarini olish va ularga xizmat ko&#39;rsatish va xizmatlardan foydalanishingiz bilan bog&#39;liq bo&#39;lgan barcha kirish to&#39;lovlarini (masalan, ISP to&#39;lovlari) to&#39;lash.
vi: 5.3 Trách nhiệm và hạn chế của bạn: Bạn chịu trách nhiệm cho tất cả các hoạt động xảy ra trong tài khoản người dùng hoặc bởi người dùng được ủy quyền của bạn. Bạn sẽ: (i) chịu trách nhiệm duy nhất về tính chính xác, chất lượng, tính toàn vẹn, tính hợp pháp, độ tin cậy và tính phù hợp của tất cả dữ liệu bạn gửi đến Dịch vụ; (ii) sử dụng các nỗ lực hợp lý về mặt thương mại để ngăn chặn sự kiểm soát hoặc giả mạo trái phép hoặc bất kỳ sự truy cập trái phép nào khác vào hoặc sử dụng Dịch vụ và thông báo cho chúng tôi kịp thời về bất kỳ việc sử dụng trái phép hoặc vi phạm bảo mật; (iii) tuân thủ tất cả các luật pháp địa phương, tiểu bang, liên bang và nước ngoài hiện hành (bao gồm các luật liên quan đến quyền riêng tư và bảo vệ thông tin cá nhân hoặc người tiêu dùng) khi sử dụng Dịch vụ; (iv) trong phạm vi áp dụng, tuân thủ tất cả các quy tắc hiện hành của hiệp hội thẻ tín dụng (bao gồm American Express, MasterCard và Visa); và (v) có được và bảo trì tất cả các phần cứng, phần mềm và thiết bị liên lạc cần thiết để truy cập Dịch vụ và thanh toán tất cả các chi phí truy cập (ví dụ: phí ISP) do bạn sử dụng liên quan đến việc bạn sử dụng Dịch vụ.
xh: 5.3 Uxanduva lwakho kunye nezithintelo: unoxanduva lwayo yonke imisebenzi eyenzeka phantsi kweakhawunti zakho zomsebenzisi okanye ngabasebenzisi bakho abagunyazisiweyo. Uya: (i) unoxanduva kuphela lokuchaneka, umgangatho, ukuthembeka, ubunyani, ukuthembakala kunye nokufaneleka kwayo yonke idatha oyingenisa kwiiNkonzo; . (iii) athobele yonke imithetho esebenzayo yasekhaya, ilizwe, federal, kunye nemithetho yangaphandle (kubandakanya imithetho malunga nobumfihlo kunye nokukhuselwa kolwazi lomntu kunye nomthengi) ekusebenziseni iiNkonzo; (iv) ukuya kuthi ga ngoku osebenzayo, athobele yonke imigaqo esebenzayo yemibutho yamakhadi etyala (kubandakanya iAmerican Express, MasterCard neVisa); kwaye (v) afumane kwaye agcine zonke izixhobo zekhompyuter, isoftware kunye nezixhobo zonxibelelwano ezifunekayo ukufikelela kwiinkonzo, kwaye ahlawule zonke iindleko zokungena (umz. iintlawulo ze-ISP) ezenziwe nguwe ngokunxulumene nokusebenzisa kwakho iiNkonzo.
yi: 5.3 דיין ריספּאַנסאַבילאַטיז און ריסטריקשאַנז: איר זענט פאַראַנטוואָרטלעך פֿאַר אַלע אַקטיוויטעטן וואָס פאַלן אונטער דיין באַניצער אַקאַונץ אָדער דורך דיין אָטערייזד ניצערס. איר וועט: (i) האָבן אַליין פֿאַראַנטוואָרטלעכקייט פֿאַר די אַקיעראַסי, קוואַליטעט, אָרנטלעכקייַט, ליגאַלאַטי, רילייאַבילאַטי און צונעמען פון אַלע דאַטן וואָס איר פאָרלייגן צו די סערוויסעס; (ii) נוצן קאַמערשאַלי גלייַך השתדלות צו פאַרמייַדן אַנאָטערייזד קאָנטראָל אָדער טאַמפּערינג אָדער קיין אנדערע אַנאָטערייזד אַקסעס צו, אָדער נוצן פון, די סערוויסעס און געבנ צו וויסן אונדז גלייך וועגן קיין אַנאָטערייזד נוצן אָדער זיכערהייט בריטש; (iii) נאָכקומען מיט אַלע אָנווענדלעך היגע, שטאַט, פעדעראלע און פרעמד געזעצן (אַרייַנגערעכנט געזעצן וועגן פּריוואַטקייט און שוץ פון פּערזענלעך אָדער קאַנסומער אינפֿאָרמאַציע) אין ניצן די סערוויסעס; (iv) נאָכקומען מיט אַלע אָנווענדלעך כּללים פון קרעדיט קאַרטל אַסאָוסייישאַנז (אַרייַנגערעכנט אמעריקאנער עקספּרעסס, מאַסטערקאַרד און וויזאַ); און (v) קריגן און וישאַלט אַלע די קאָמפּיוטער ייַזנוואַרג, ווייכווארג און קאָמוניקאַציע ויסריכט וואָס זענען דארף צו אַקסעס די סערוויסעס, און באַצאָלן אַלע אַקסעס טשאַרדזשאַז (למשל יספּ פיז) געפֿירט דורך איר אין קשר מיט דיין נוצן פון די סערוויסעס.
