Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
af: 13.4 Keuse van die wet: die ooreenkoms en enige dispuut wat voortspruit uit of in verband met die ooreenkoms, word beheer en vertolk kragtens die wette van die Staat Kalifornië, sonder inagneming van die beginsels van konflik van wette. Alle geskille wat voortspruit uit of verband hou met die ooreenkoms, is onderworpe aan die eksklusiewe jurisdiksie en plek van die Kaliforniese deelstaat en federale howe vir Santa Barbara, Kalifornië, en die partye stem in tot die persoonlike en eksklusiewe jurisdiksie van hierdie howe.
am: የሕግ ምርጫ: - ስምምነቱ እና ከስምምነቱ ጋር በተያያዘ የሚነሳ ማንኛውም አለመግባባት በሕጎች ግጭት መርሆዎች ከግምት ውስጥ ሳያስገባ በካሊፎርኒያ ግዛት ህግጋት ስር ይመራና ይገነባል ፡፡ ከስምምነቱ የሚነሱ ወይም ከሱ ጋር የሚዛመዱ ማንኛውም አለመግባባቶች ለሳንታ ባርባራ ፣ ካሊፎርኒያ ግዛት በካሊፎርኒያ ግዛት እና የፌዴራል ፍ / ቤቶች ለሚሰጡት ልዩ ስልጣን እና ቦታ ይገዛሉ ፣ ተጋጭ ወገኖች ለእነዚህ የፍርድ ቤቶች የግል እና ልዩ ስልጣን እስማማለሁ ፡፡
ar: 13.4 اختيار القانون: تخضع الاتفاقية وأي نزاع ينشأ عن أو فيما يتعلق بالاتفاقية لقوانين ولاية كاليفورنيا وتفسرها ، بغض النظر عن مبادئ تنازع القوانين. تخضع جميع النزاعات الناشئة عن أو المتعلقة بالاتفاقية إلى الولاية القضائية الحصرية ومكان ولاية كاليفورنيا والمحاكم الفيدرالية لسانتا باربرا بولاية كاليفورنيا ، ويوافق الطرفان على الاختصاص الشخصي والحصري لهذه المحاكم.
az: 13.4 Qanun seçimi: Saziş və Sazişdən irəli gələn və ya onunla əlaqədar yaranan hər hansı bir mübahisə qanunların ixtilaf prinsiplərinə baxmadan, Kaliforniya ştatının qanunları ilə tənzimlənir və şərh edilir. Sazişdən irəli gələn və ya onunla əlaqəli bütün mübahisələr, Kaliforniya ştatının və Santa Barbara, Kaliforniya üçün federal məhkəmələrin müstəsna yurisdiksiyasına və yerlərinə aiddir və tərəflər bu məhkəmələrin şəxsi və müstəsna yurisdiksiyasına razıdırlar.
be: 13.4 Выбар закона: Пагадненне і любыя спрэчкі, якія ўзнікаюць у сувязі з Пагадненнем або ў сувязі з гэтым, рэгулююцца і тлумачацца законамі штата Каліфорнія, без уліку прынцыпаў калізійных законаў. Усе спрэчкі, якія вынікаюць з Пагаднення альбо звязаныя з ім, падпадаюць пад выключную юрысдыкцыю і месца правядзення штата Каліфорнія і федэральных судоў Санта-Барбары, штат Каліфорнія, і бакі даюць згоду на асабістую і выключную юрысдыкцыю гэтых судоў.
bg: 13.4 Избор на закон: Споразумението и всеки спор, възникнал от или във връзка със споразумението, се уреждат и тълкуват съгласно законите на щата Калифорния, без да се вземат предвид принципите на конфликт на закони. Всички спорове, произтичащи от или свързани със споразумението, са предмет на изключителната юрисдикция и място на щата и федералните съдилища в щата Калифорния за Санта Барбара, Калифорния, и страните са съгласни с личната и изключителната юрисдикция на тези съдилища.
bn: ১৩.৪ আইনের পছন্দ: চুক্তি এবং চুক্তির সাথে সম্পর্কিত যে কোনও বিতর্ক আইনটির দ্বন্দ্বের নীতিগুলি বিবেচনা না করেই ক্যালিফোর্নিয়া রাজ্যের আইনের অধীনে পরিচালিত হবে এবং নির্ধারিত হবে। চুক্তি থেকে বা এর সাথে সম্পর্কিত সমস্ত বিবাদগুলি ক্যালিফোর্নিয়া রাজ্যের একচেটিয়া এখতিয়ার এবং ভেন্যুর অধীন এবং সান্তা বারবারা, ক্যালিফোর্নিয়ার ফেডারেল আদালতের অধীন এবং পক্ষগুলি এই আদালতের ব্যক্তিগত এবং একচেটিয়া এখতিয়ারের পক্ষে সম্মতি জানায়।
ca: 13.4 Elecció de la llei: L’Acord i qualsevol controvèrsia derivada o relacionada amb l’Acord seran regits i interpretats segons les lleis de l’Estat de Califòrnia, sense tenir en compte els principis de conflicte de lleis. Totes les controvèrsies derivades o relacionades amb l&#39;Acord seran subjectes a la jurisdicció i lloc exclusius dels tribunals estatals i federals de Califòrnia de Santa Bàrbara, Califòrnia, i les parts consenten la jurisdicció personal i exclusiva d&#39;aquests tribunals.
cs: 13.4 Volba práva: Smlouva a jakýkoli spor vyplývající z této dohody nebo v souvislosti s ní se řídí a vykládají podle právních předpisů státu Kalifornie, bez ohledu na zásady kolizního práva. Veškeré spory vyplývající z této dohody nebo související s touto dohodou podléhají výlučné jurisdikci a místě kalifornských státních a federálních soudů v Santa Barbara v Kalifornii a strany souhlasí s osobní a výlučnou jurisdikcí těchto soudů.
cy: 13.4 Dewis Cyfraith: Bydd y Cytundeb ac unrhyw anghydfod sy&#39;n codi o&#39;r Cytundeb neu mewn cysylltiad ag ef yn cael ei lywodraethu a&#39;i ddehongli o dan gyfreithiau Talaith California, heb ystyried egwyddorion gwrthdaro deddfau. Bydd pob anghydfod sy&#39;n codi o&#39;r Cytundeb neu&#39;n gysylltiedig ag ef yn ddarostyngedig i awdurdodaeth unigryw a lleoliad llysoedd talaith a ffederal California ar gyfer Santa Barbara, California, a bydd y partïon yn cydsynio i awdurdodaeth bersonol ac unigryw&#39;r llysoedd hyn.
da: 13.4 Valg af lov: Aftalen og enhver tvist, der opstår i eller i forbindelse med aftalen, skal styres af og fortolkes i henhold til lovgivningen i delstaten Californien uden hensyntagen til principperne om lovkonflikt. Alle tvister, der opstår i forbindelse med eller er forbundet med aftalen, skal være underlagt den eksklusive jurisdiktion og mødested for Californiens stat og føderale domstole for Santa Barbara, Californien, og parterne samtykker til disse rets personlige og eksklusive jurisdiktion.
de: 13.4 Rechtswahl: Die Vereinbarung und alle Streitigkeiten, die sich aus oder im Zusammenhang mit der Vereinbarung ergeben, unterliegen den Gesetzen des US-Bundesstaates Kalifornien und werden gemäß diesen ausgelegt, ohne Berücksichtigung der Grundsätze des Kollisionsrechts. Alle Streitigkeiten, die sich aus oder im Zusammenhang mit der Vereinbarung ergeben, unterliegen der ausschließlichen Zuständigkeit und dem Gerichtsstand der Gerichte des US-Bundesstaates Kalifornien für Santa Barbara, Kalifornien, und die Parteien stimmen der persönlichen und ausschließlichen Zuständigkeit dieser Gerichte zu.
el: 13.4 Επιλογή νόμου: Η Συμφωνία και κάθε διαφορά που προκύπτει από ή σε σχέση με τη Συμφωνία διέπεται από και ερμηνεύεται σύμφωνα με τους νόμους της Πολιτείας της Καλιφόρνια, χωρίς να λαμβάνονται υπόψη οι αρχές σύγκρουσης νόμων. Όλες οι διαφορές που προκύπτουν από ή σχετίζονται με τη Συμφωνία υπόκεινται στην αποκλειστική δικαιοδοσία και τον τόπο διεξαγωγής των πολιτειακών και ομοσπονδιακών δικαστηρίων της Καλιφόρνια για τη Σάντα Μπάρμπαρα, Καλιφόρνια και τα μέρη συναινούν στην προσωπική και αποκλειστική δικαιοδοσία αυτών των δικαστηρίων.
eo: 13.4 Elekto de Leĝo: La Interkonsento kaj ĉiu disputo estiĝanta aŭ ligita al la Interkonsento estos regataj kaj interpretitaj laŭ la leĝoj de la ŝtato Kalifornio, sen konsidero de la principoj de konflikto de leĝoj. Ĉiuj disputoj ekestantaj aŭ rilataj al la Interkonsento estas submetitaj al la ekskluziva jurisdikcio kaj loko de la Kaliforniaj ŝtataj kaj federaciaj tribunaloj por Santa Barbara, Kalifornio, kaj la partioj konsentas la personan kaj ekskluzivan jurisdikcion de ĉi tiuj tribunaloj.
es: 13.4 Elección de la ley: El Acuerdo y cualquier disputa que surja de o en relación con el Acuerdo se regirá e interpretará de conformidad con las leyes del Estado de California, sin tener en cuenta los principios de conflicto de leyes. Todas las disputas que surjan o estén relacionadas con el Acuerdo estarán sujetas a la jurisdicción exclusiva y el lugar de los tribunales estatales y federales de California para Santa Bárbara, California, y las partes consienten en la jurisdicción personal y exclusiva de estos tribunales.
et: 13.4 Seaduse valik: Lepingut ja kõiki lepingust tulenevaid või sellega seotud vaidlusi reguleerivad ja tõlgendavad need California osariigi seadused, arvestamata seaduste konflikti põhimõtteid. Kõik lepingust tulenevad või sellega seotud vaidlused kuuluvad California osariigi ja California Santa Barbara föderaalkohtute ainupädevusse ja kohtusse ning pooled nõustuvad nende kohtute isikliku ja ainupädevusega.
eu: 13.4 Zuzenbidea aukeratzea: Hitzarmena edo Hitzarmenarekin edo horrekin zerikusia duen edozein gatazka Kaliforniako Estatuaren legeek arautuko dute eta interpretatuko da, legeen gatazkaren printzipioak kontuan hartu gabe. Hitzarmenaren ondorioz edo horrekin zerikusia duten auzi guztiek Kaliforniako estatuko eta federazioko auzitegien jurisdikzio esklusiboa eta egoitza izango dituzte Santa Barbara, Kalifornian, eta alderdiek baimendu egiten dute auzitegi horien jurisdikzio pertsonala eta esklusiboa.
fa: 13.4 انتخاب قانون: این توافق نامه و هرگونه اختلاف ناشی از یا در رابطه با توافق نامه با توجه به قوانین ایالت کالیفرنیا ، بدون در نظر گرفتن اصول تعارض قوانین ، تحت نظارت و تفسیر قرار خواهد گرفت. کلیه اختلافات ناشی از یا مربوط به توافق نامه منوط به صلاحیت و محل اختصاصی دادگاههای ایالتی کالیفرنیا و دادگاههای فدرال برای سانتا باربارا ، کالیفرنیا است و طرفین موافق صلاحیت شخصی و انحصاری این دادگاهها هستند.
fi: 13.4 Lainvalinta: Sopimusta ja sopimuksesta johtuvia riitoja säännellään ja tulkitaan Kalifornian osavaltion laeissa, ottamatta huomioon lainvalintaperiaatteita. Kaikki sopimuksesta johtuvat tai siihen liittyvät riidat kuuluvat Kalifornian osavaltion ja Kalifornian Santa Barbaran liittovaltion tuomioistuinten yksinomaiseen toimivaltaan ja paikkaan, ja osapuolet suostuvat näiden tuomioistuinten henkilökohtaiseen ja yksinomaiseen toimivaltaan.
fr: 13.4 Choix de la loi: L&#39;accord et tout litige découlant de ou en relation avec l&#39;accord seront régis et interprétés en vertu des lois de l&#39;État de Californie, sans égard aux principes de conflit de lois. Tous les litiges découlant de ou liés à l&#39;accord seront soumis à la juridiction et au lieu exclusifs des tribunaux d&#39;État et fédéraux de Californie à Santa Barbara, en Californie, et les parties consentent à la compétence personnelle et exclusive de ces tribunaux.
fy: 13.4 Keuze fan wet: De oerienkomst en elk skeel ûntstien út of yn ferbân mei de oerienkomst wurde regele troch en útlein ûnder de wetten fan &#39;e steat Kalifornje, sûnder rekken te hâlden mei de prinsipes fan konflikt fan wetten. Alle geskillen dy&#39;t fuortkomme út of relateare oan &#39;e oerienkomst binne ûnder foarbehâld fan&#39; e eksklusive jurisdiksje en plak fan &#39;e Kalifornyske steat en federale rjochtbanken foar Santa Barbara, Kalifornje, en de partijen ynstimme de persoanlike en eksklusive jurisdiksje fan dizze rjochtbanken.
ga: 13.4 Rogha Dlí: Beidh an Comhaontú agus aon díospóid a eascróidh as an gComhaontú nó i dtaca leis faoi rialú agus forléiriú dhlíthe Stát California, gan aird a thabhairt ar phrionsabail na coimhlinte dlíthe. Beidh gach díospóid a eascróidh as an gComhaontú nó a bhaineann leis faoi réir dhlínse eisiach agus ionad chúirteanna stáit agus cónaidhme California do Santa Barbara, California, agus toilíonn na páirtithe le dlínse pearsanta agus eisiach na gcúirteanna seo.
gd: 13.4 Roghainn lagha: Bidh an t-Aonta agus connspaid sam bith ag èirigh às no co-cheangailte ris an Aonta air a riaghladh agus air a mhìneachadh fo laghan Stàite California, gun aire a thoirt do phrionnsabalan strì laghan. Bidh a h-uile connspaid a thig a-mach às no co-cheangailte ris an Aonta fo ùmhlachd uachdranas agus àite stàite California agus cùirtean feadarail airson Santa Barbara, California, agus bidh na pàrtaidhean a ’toirt cead do uachdranas pearsanta agus toirmeasgach nan cùirtean sin.
gl: 13.4 Elección da lei: o acordo e calquera disputa derivada ou relacionada co acordo rexerán e interpretaranse baixo as leis do Estado de California, sen ter en conta os principios de conflito de leis. Todas as controversias derivadas ou relacionadas co Acordo estarán suxeitas á xurisdición exclusiva e sede dos tribunais estatais e federais de California para Santa Bárbara, California e as partes consenten a xurisdición persoal e exclusiva destes tribunais.
gu: ૧.4. Law કાયદાની પસંદગી: કરારની સાથે અથવા તેના સંબંધમાં ઉદભવતા કોઈપણ કરાર અને કાયદાના સંઘર્ષના સિદ્ધાંતોને ધ્યાનમાં લીધા વિના, કેલિફોર્નિયા રાજ્યના કાયદા હેઠળ સંચાલિત અને સમાધાન કરવામાં આવશે. કરારથી ઉત્પન્ન થતાં અથવા તેનાથી સંબંધિત તમામ વિવાદો કેલિફોર્નિયા રાજ્યના અનન્ય અધિકારક્ષેત્ર અને સ્થળ અને સાંતા બાર્બરા, કેલિફોર્નિયા માટેના સંઘીય અદાલતોને આધિન રહેશે, અને પક્ષો આ અદાલતોના વ્યક્તિગત અને વિશિષ્ટ અધિકારક્ષેત્રને સંમતિ આપે છે.
hi: 13.4 कानून की पसंद: समझौते और समझौते के संबंध में या उससे उत्पन्न होने वाले किसी भी विवाद को कैलिफोर्निया राज्य के कानूनों के तहत, कानूनों के टकराव के सिद्धांतों के संबंध के बिना नियंत्रित और नियंत्रित किया जाएगा। समझौते से संबंधित या उससे जुड़े सभी विवाद कैलिफोर्निया राज्य और सांता बारबरा, कैलिफोर्निया के लिए संघीय न्यायालयों के विशेष अधिकार क्षेत्र और स्थल के अधीन होंगे, और पक्ष इन अदालतों के व्यक्तिगत और अनन्य क्षेत्राधिकार के लिए सहमति देते हैं।
hr: 13.4 Izbor zakona: Sporazumom i svim sporovima koji proizlaze iz Sporazuma ili u vezi s njim uređuju se i tumače prema zakonima države Kalifornija, bez obzira na načela sukoba zakona. Svi sporovi koji proizilaze iz Sporazuma ili su povezani sa njim bit će podređeni isključivoj nadležnosti i mjestu države Kalifornije i saveznih sudova u Santa Barbari u Kaliforniji, a stranke pristaju na osobnu i isključivu nadležnost ovih sudova.
hu: 13.4 Jogválasztás: A megállapodást és a megállapodásból eredő, illetve azzal összefüggésben felmerülő vitákat Kaliforniai állam törvényei szabályozzák és értelmezik, a kollíziós szabályok elveinek figyelembevétele nélkül. Minden, a Megállapodásból származó vagy azzal összefüggésben felmerülő vita kizárólag a kaliforniai állam és a kaliforniai Santa Barbara szövetségi bíróságainak kizárólagos joghatósága alá tartozik és a felek hozzájárulnak e bíróságok személyes és kizárólagos joghatóságához.
hy: 13.4 Օրենքի ընտրություն. Համաձայնագիրը և ցանկացած վեճ, որոնք ծագում են Համաձայնագրից կամ դրա հետ կապված, ղեկավարվում և քննարկվում են Կալիֆոռնիայի նահանգի օրենքներով, առանց հաշվի առնելու օրենքների բախման սկզբունքները: Համաձայնագրից բխող կամ կապված բոլոր վեճերը ենթակա են Կալիֆոռնիայի նահանգի և դաշնային դատարանների բացառիկ իրավասությանը և վայրի համար Սանտա Բարբարա, Կալիֆոռնիա նահանգի համար, և կողմերը համաձայնում են այդ դատարանների անձնական և բացառիկ իրավասությանը:
id: 13.4 Pilihan Hukum: Perjanjian dan setiap perselisihan yang timbul dari atau sehubungan dengan Perjanjian akan diatur oleh dan ditafsirkan berdasarkan hukum Negara Bagian California, tanpa memperhatikan prinsip-prinsip pertentangan hukum. Semua perselisihan yang timbul dari atau terkait dengan Perjanjian akan tunduk pada yurisdiksi eksklusif dan tempat pengadilan negara bagian dan federal California untuk Santa Barbara, California, dan para pihak menyetujui yurisdiksi pribadi dan eksklusif pengadilan ini.
is: 13.4 Val á lögum: Samningurinn og ágreiningur sem stafar af eða í tengslum við samninginn skal stjórnað af og túlkaður samkvæmt lögum Kaliforníuríkis, án tillits til meginreglna um lagaskil. Allur ágreiningur sem stafar af eða tengist samningnum skal falla undir einkarétt lögsögu og varnarþing Kaliforníu og sambands dómstóla fyrir Santa Barbara, Kaliforníu, og aðilar samþykkja persónulega og einkarétt lögsögu þessara dómstóla.
it: 13.4 Scelta della legge: il Contratto e qualsiasi controversia derivante da o in connessione con il Contratto saranno regolati e interpretati ai sensi delle leggi dello Stato della California, indipendentemente dai principi di conflitto di leggi. Tutte le controversie derivanti o correlate all&#39;Accordo saranno soggette alla giurisdizione e sede esclusiva dello stato della California e dei tribunali federali di Santa Barbara, California, e le parti acconsentono alla giurisdizione personale ed esclusiva di questi tribunali.
iw: 13.4 בחירת החוק: ההסכם וכל מחלוקת הנובעים מההסכם או בקשר אליו, ינוהלו על ידי חוקי מדינת קליפורניה ויפורשו, ללא התחשבות בעקרונות של ניגוד חוקים. כל המחלוקות הנובעות מהסכם או קשורות אליו יהיו כפופות לסמכות השיפוט ובמקום הבלעדי של מדינת קליפורניה ובתי המשפט הפדרליים לסנטה ברברה, קליפורניה, והצדדים מסכימים לסמכות השיפוט האישית והבלעדית של בתי משפט אלה.
ja: 13.4法の選択：本契約および本契約に起因または関連する紛争は、法の抵触の原則に関係なく、カリフォルニア州の法律に準拠し、同法に従って解釈されるものとします。本契約に起因または関連するすべての紛争は、カリフォルニア州およびカリフォルニア州サンタバーバラの連邦裁判所の専属管轄権および裁判地の対象となり、当事者はこれらの裁判所の個人的および専属管轄権に同意するものとします。
ka: 13.4 კანონის არჩევანი: შეთანხმება და ნებისმიერი დავა, რომელიც გამომდინარეობს ხელშეკრულებასთან ან კავშირთან დაკავშირებით, მართავს და განიხილა კალიფორნიის შტატის კანონებით, კანონების კონფლიქტის პრინციპების გათვალისწინების გარეშე. ყველა დავა, რომელიც წარმოიქმნება ამ შეთანხმებიდან ან ეხება მას, ექვემდებარება კალიფორნიის შტატისა და ფედერალური სასამართლოების ექსკლუზიურ იურისდიქციას და ადგილს სანტა ბარბარაზე, კალიფორნია, და მხარეები თანხმდებიან ამ სასამართლოების პირადი და ექსკლუზიური იურისდიქციით.
kk: 13.4 Заңды таңдау: Келісім және осы Келісіммен байланысты туындайтын кез келген дау Калифорния штатының заңдары бойынша, заңдардың қайшылықтары қағидаттарын ескерместен реттеледі және түсіндіріледі. Келісімге байланысты немесе оған қатысты барлық даулар Калифорния штатының және Санта-Барбара, Калифорния федералды соттарының ерекше юрисдикциясы мен қарауына жатады және тараптар осы соттардың жеке және ерекше юрисдикциясына келіседі.
km: ១៣.៤ ជម្រើសនៃច្បាប់៖ កិច្ចព្រមព្រៀងនិងវិវាទណាមួយដែលកើតឡើងចេញពីឬទាក់ទងនឹងកិច្ចព្រមព្រៀងនឹងត្រូវគ្រប់គ្រងនិងបកស្រាយក្រោមច្បាប់នៃរដ្ឋកាលីហ្វ័រញ៉ាដោយមិនគិតពីគោលការណ៍នៃការប្រឆាំងនឹងច្បាប់។ រាល់ជម្លោះដែលកើតឡើងចេញពីឬទាក់ទងនឹងកិច្ចព្រមព្រៀងនឹងត្រូវស្ថិតនៅក្រោមយុត្តាធិការនិងទីកន្លែងនៃតុលាការរដ្ឋនិងសហព័ន្ធរបស់រដ្ឋកាលីហ្វ័រញ៉ាសម្រាប់សាន់តាបាបារ៉ារដ្ឋកាលីហ្វ័រញ៉ាហើយភាគីយល់ព្រមលើយុត្តាធិការផ្ទាល់ខ្លួននិងផ្តាច់មុខនៃតុលាការទាំងនេះ។
kn: 13.4 ಕಾನೂನಿನ ಆಯ್ಕೆ: ಒಪ್ಪಂದ ಮತ್ತು ಅದಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಅಥವಾ ಉಂಟಾಗುವ ಯಾವುದೇ ವಿವಾದವನ್ನು ಕಾನೂನು ಸಂಘರ್ಷದ ತತ್ವಗಳನ್ನು ಪರಿಗಣಿಸದೆ ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ರಾಜ್ಯದ ಕಾನೂನುಗಳ ಅಡಿಯಲ್ಲಿ ನಿಯಂತ್ರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನಿರ್ಣಯಿಸಲಾಗುತ್ತದೆ. ಒಪ್ಪಂದದಿಂದ ಉಂಟಾಗುವ ಅಥವಾ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ವಿವಾದಗಳು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ರಾಜ್ಯದ ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ರಾಜ್ಯ ಮತ್ತು ಫೆಡರಲ್ ನ್ಯಾಯಾಲಯಗಳ ವಿಶೇಷ ನ್ಯಾಯವ್ಯಾಪ್ತಿ ಮತ್ತು ಸ್ಥಳಕ್ಕೆ ಒಳಪಟ್ಟಿರುತ್ತವೆ ಮತ್ತು ಈ ನ್ಯಾಯಾಲಯಗಳ ವೈಯಕ್ತಿಕ ಮತ್ತು ವಿಶೇಷ ನ್ಯಾಯವ್ಯಾಪ್ತಿಗೆ ಪಕ್ಷಗಳು ಸಮ್ಮತಿಸುತ್ತವೆ.
ku: 13.4 Hilbijarka Qanûnê: Peyman û her nakokiyek ku ji nav Peymanê derdikeve an jî di têkiliyê de ye dê bi rêve bibe û li gorî qanûnên Dewleta Kalîforniyayê bê rêve birin, bêyî ku rêz li prensîbên pevçûnên qanûnan were girtin. Hemî nakokîyên ku ji Peymanê derdikevin an jî têkildar in, dê jibo dadgeha Santa California, California, bibin dadrês û cîhê taybetî yê eyaleta California û dadgehên federal, û aliyên lihevhatî jibo dadmendiya kesane û taybetî ya van dadgehan razî dibin.
ky: 13.4 Мыйзамды тандоо: Макулдашуу жана ушул Макулдашууга байланыштуу келип чыккан талаш-тартыштар, Калифорния штатынын мыйзамдары менен, мыйзамдардын карама-каршылык принцибин эске албастан жөнгө салынат. Келишимден келип чыккан же ага байланыштуу бардык талаш-тартыштар Калифорния штатынын жана Санта-Барбара, Калифорния федералдык сотторунун өзгөчө юрисдикциясына жана өткөрүлүүчү жайына тийиш жана тараптар бул соттордун жеке жана өзгөчө юрисдикциясына макул болушат.
lb: 13.4 Wiel vum Gesetz: Den Ofkommes an all Sträit, deen aus oder am Zesummenhang mat der Konventioun entstinn, soll ënner de Gesetzer vum Staat Kalifornien regéiert an ugesi ginn, ouni d&#39;Gesetzer vu Konflikt vu Gesetzer. All Dispute entstinn aus oder am Zesummenhang mat der Konventioun ënnerleien dem exklusiven Juridictioun a Plaz vum Kalifornesche Staat a Bundesgeriichter fir Santa Barbara, Kalifornien, an d&#39;Parteien averstanen d&#39;perséinlech an exklusiv Juridictioun vun dësen Geriichter.
lo: 13.4 ທາງເລືອກຂອງກົດ ໝາຍ: ຂໍ້ຕົກລົງແລະຂໍ້ຂັດແຍ່ງໃດໆທີ່ເກີດຂື້ນຫຼືກ່ຽວຂ້ອງກັບສັນຍາດັ່ງກ່າວຈະຖືກຄຸ້ມຄອງແລະສ້າງຂື້ນພາຍໃຕ້ກົດ ໝາຍ ຂອງລັດຄາລີຟໍເນຍ, ໂດຍບໍ່ສົນເລື່ອງຫຼັກການຂອງຂໍ້ຂັດແຍ່ງຂອງກົດ ໝາຍ. ຂໍ້ຂັດແຍ່ງທັງ ໝົດ ທີ່ເກີດຂື້ນຫຼືກ່ຽວຂ້ອງກັບສັນຍາດັ່ງກ່າວຈະຕ້ອງຂຶ້ນກັບ ອຳ ນາດຕັດສິນສະເພາະແລະສະຖານທີ່ຂອງສານລັດແລະລັດຖະບານກາງຂອງລັດຄາລີຟໍເນຍ ສຳ ລັບ Santa Barbara, California, ແລະຝ່າຍຕ່າງໆຍິນຍອມຕໍ່ສິດ ອຳ ນາດສ່ວນບຸກຄົນແລະພິເສດຂອງສານປະຊາຊົນເຫຼົ່ານີ້.
lt: 13.4. Pasirinkta teisė: Susitarimą ir bet kokius ginčus, kylančius iš sutarties ar su ja susijusias, reglamentuoja ir aiškina Kalifornijos valstijos įstatymai, neatsižvelgdami į įstatymų kolizijos principus. Visiems ginčams, kylantiems iš Susitarimo ar susijusiems su juo, taikoma išimtinė Kalifornijos valstijos ir federalinių teismų jurisdikcija ir vieta Santa Barbarai, Kalifornija, o šalys sutinka su asmenine ir išimtine šių teismų jurisdikcija.
lv: 13.4. Likuma izvēle: Līgumu un visus strīdus, kas rodas no līguma vai ir saistīti ar to, regulē un interpretē Kalifornijas štata likumi, neņemot vērā likumu kolīzijas principus. Visi strīdi, kas izriet no vai ir saistīti ar šo nolīgumu, ir pakļauti Kalifornijas štata un Kalifornijas federālo tiesu ekskluzīvajai jurisdikcijai un vietai, un puses piekrīt šo tiesu personiskajai un ekskluzīvajai jurisdikcijai.
mg: 13.4 Safidy lalàna: Ny fifanarahana sy ny fifandirana nipoitra na nifandraisany tamin&#39;ny Fifanarahana dia ho fehezin&#39;ny sy voasoritra eo ambanin&#39;ny lalànan&#39;ny Fanjakana California, tsy mijery ny fitsipiky ny fifanoherana ny lalàna. Ny fifandirana rehetra nipoitra na nifandraika tamin&#39;ny Fifanarahana dia miankina amin&#39;ny fahefana manokana sy ny toerana any California ary fitsarana federaly ho an&#39;ny Santa Barbara, Kalifornia, ary ny antoko dia manaiky ny fizarana tsirairay manokana sy manokana an&#39;ireo fitsarana ireo.
mi: 13.4 Te Whiriwhiringa o te Ture: Ko te Whakaaetanga me nga tautohetohe e puta mai ana i te hononga ranei ki te Whakaaetanga ka whakahaerea ma te whakahaerea i raro i nga ture o te Roopu o California, kaore i pa ki nga kaupapa o te riri a nga ture. Ko nga tautohetohe katoa e puta mai ana i te taha ranei e pa ana ki te Whakaaetanga ka whai take ki te mana motuhake me te waahi o te kawanatanga o California me nga kooti a-rohe mo Santa Barbara, California, me nga whakaae a nga roopu ki te mana motuhake me te mana motuhake o enei kooti.
mk: 13.4 Избор на закон: Договорот и секој спор што произлегува од или во врска со Договорот ќе се регулира и толкува според законите на државата Калифорнија, без оглед на принципите на судир на законите. Сите спорови кои произлегуваат од или се однесуваат на Договорот ќе подлежат на ексклузивна надлежност и место на државните и федералните судови во Калифорнија за Санта Барбара, Калифорнија, а страните се согласуваат за личната и ексклузивната надлежност на овие судови.
ml: 13.4 നിയമത്തിന്റെ തിരഞ്ഞെടുപ്പ്: കരാറും കരാറുമായി ബന്ധപ്പെട്ടോ അല്ലെങ്കിൽ അതുമായി ബന്ധപ്പെട്ടോ ഉണ്ടാകുന്ന ഏതെങ്കിലും തർക്കം നിയമങ്ങളുടെ വൈരുദ്ധ്യത്തിന്റെ തത്വങ്ങൾ പരിഗണിക്കാതെ കാലിഫോർണിയ സ്റ്റേറ്റിന്റെ നിയമങ്ങൾക്കനുസൃതമായി നിയന്ത്രിക്കുകയും നിയന്ത്രിക്കുകയും ചെയ്യും. കരാറുമായി ബന്ധപ്പെട്ടതോ ബന്ധപ്പെട്ടതോ ആയ എല്ലാ തർക്കങ്ങളും കാലിഫോർണിയ സ്റ്റേറ്റിന്റെ പ്രത്യേക അധികാരപരിധിയിലും വേദിക്കും വിധേയമായിരിക്കും, കാലിഫോർണിയയിലെ സാന്താ ബാർബറയ്ക്കുള്ള ഫെഡറൽ കോടതികളും ഈ കോടതികളുടെ വ്യക്തിപരവും എക്സ്ക്ലൂസീവ് അധികാരപരിധിയിലും കക്ഷികൾ സമ്മതിക്കുന്നു.
mn: 13.4 Хуулийн сонголт: Гэрээ болон үүнтэй холбогдон гарсан аливаа маргааныг Калифорни муж улсын хууль тогтоомжийн дагуу зохицуулж, маргаантай байх зарчмуудыг үл харгалзан зохицуулна. Хэлэлцээрээс үүдэлтэй холбоотой бүх маргааныг Калифорниа мужийн Санта Барбара мужийн холбооны болон холбооны шүүхийн онцгой харьяалал, байрлалд зохицуулах бөгөөд талууд эдгээр шүүхийн хувийн болон онцгой эрх мэдлийг хүлээн зөвшөөрсөн байна.
mr: १.4. Law कायद्याची निवडः कराराचा किंवा त्यासंबंधात उद्भवणारा कोणताही वाद कायद्यांच्या संघर्षाच्या तत्त्वांचा विचार न करता, कॅलिफोर्निया राज्याच्या कायद्यानुसार शासित आणि रचला जाईल. करारामुळे उद्भवलेले किंवा त्यासंदर्भात उद्भवणारे सर्व विवाद कॅलिफोर्निया राज्य आणि सांता बार्बरा, कॅलिफोर्नियाच्या फेडरल कोर्टाच्या विशेष कार्यक्षेत्र आणि ठिकाणांच्या अधीन असतील आणि पक्ष या न्यायालयांच्या वैयक्तिक आणि विशेष अधिकार क्षेत्रास संमती देतील.
ms: 13.4 Pilihan Hukum: Perjanjian dan setiap perselisihan yang timbul dari atau sehubungan dengan Perjanjian akan diatur oleh dan ditafsirkan di bawah undang-undang Negara California, tanpa memperhatikan prinsip-prinsip konflik undang-undang. Semua perselisihan yang timbul dari atau berkaitan dengan Perjanjian akan tertakluk kepada bidang kuasa eksklusif dan tempat pengadilan negeri dan persekutuan California untuk Santa Barbara, California, dan para pihak menyetujui bidang kuasa peribadi dan eksklusif mahkamah ini.
mt: 13.4 Għażla tal-Liġi: Il-Ftehim u kwalunkwe tilwima li toħroġ minn jew b&#39;rabta mal-Ftehim għandhom ikunu rregolati minn u interpretati taħt il-liġijiet ta &#39;l-Istat ta&#39; Kalifornja, mingħajr ma jitqiesu l-prinċipji ta &#39;kunflitt ta&#39; liġijiet. It-tilwimiet kollha li joħorġu jew li għandhom x&#39;jaqsmu mal-Ftehim għandhom ikunu soġġetti għall-ġurisdizzjoni esklużiva u l-post tal-qrati statali u federali ta &#39;California għal Santa Barbara, California, u l-partijiet jaqblu għall-ġurisdizzjoni personali u esklussiva ta&#39; dawn il-qrati.
my: 13.4 ဥပဒေရွေးချယ်မှု - အဆိုပါသဘောတူညီချက်နှင့်သဘောတူညီချက်နှင့် ဆက်စပ်၍ ပေါ်ပေါက်လာသောအငြင်းပွားမှုများသည်ပconflictိပက္ခ၏စည်းမျဉ်းစည်းကမ်းများနှင့်မကိုက်ညီဘဲကယ်လီဖိုးနီးယားပြည်နယ်ဥပဒေများအောက်တွင်အုပ်ချုပ်ပြီးအဓိပ္ပာယ်ကောက်ယူရမည်။ သဘောတူစာချုပ်နှင့်သက်ဆိုင်သောအငြင်းပွားမှုများအားလုံးသည်ကာလီဖိုးနီးယားပြည်နယ်နှင့်စန်တာဘာဘရာ၊ ကယ်လီဖိုးနီးယားအတွက်ဖက်ဒရယ်တရားရုံးများ၏သီးသန့်တရားစီရင်ပိုင်ခွင့်နှင့်နေရာတွင်ရှိရမည်။
ne: १.4. Law कानूनको छनौट: सम्झौता वा सम्झौताबाट उत्पन्न हुने कुनै पनि विवादलाई क्यालिफोर्निया राज्यको कानून बमोजिम कानूनको द्वन्द्वका सिद्धान्तहरूको ख्याल नगरी संचालित र बनाइनेछ। सम्झौताबाट उत्पन्न वा सम्बन्धित सबै विवादहरू क्यालिफोर्निया राज्यको विशेष अधिकार क्षेत्र र ठाउँ र सान्ता बार्बरा, क्यालिफोर्नियाको संघीय अदालतहरूको अधीनमा हुनेछन्, र पार्टीहरूले यी अदालतहरूको व्यक्तिगत र बहिष्कृत क्षेत्राधिकारमा सहमति जनाउँछन्।
nl: 13.4 Rechtskeuze: de overeenkomst en elk geschil dat voortvloeit uit of in verband staat met de overeenkomst wordt beheerst door en geïnterpreteerd volgens de wetten van de staat Californië, ongeacht de principes van wetsconflicten. Alle geschillen die voortvloeien uit of verband houden met de overeenkomst zijn onderworpen aan de exclusieve jurisdictie en locatie van de staats- en federale rechtbanken van Californië voor Santa Barbara, Californië, en de partijen stemmen in met de persoonlijke en exclusieve bevoegdheid van deze rechtbanken.
no: 13.4 Valg av lov: Avtalen og enhver tvist som oppstår i eller i forbindelse med avtalen skal styres av og tolkes under lovene i delstaten California, uten hensyn til prinsippene om lovkonflikt. Alle tvister som oppstår i forbindelse med eller er relatert til avtalen skal være underlagt den eksklusive jurisdiksjonen og verneting i California delstats- og føderale domstoler for Santa Barbara, California, og partene samtykker til den personlige og eksklusive jurisdiksjonen til disse domstolene.
or: 13.4 ଆଇନର ପସନ୍ଦ: ଚୁକ୍ତିନାମା ଏବଂ ଚୁକ୍ତିନାମା ସହିତ ଜଡିତ କ dispute ଣସି ବିବାଦ ଆଇନ୍ ଦ୍ conflict ନ୍ଦର ନୀତିକୁ ବିଚାର ନକରି କାଲିଫର୍ନିଆ ରାଜ୍ୟ ଆଇନ ଅନୁଯାୟୀ ପରିଚାଳିତ ହେବ ଏବଂ ବୁ ued ାଯିବ। ଚୁକ୍ତିନାମା କିମ୍ବା ଜଡିତ ସମସ୍ତ ବିବାଦ କାଲିଫର୍ନିଆର ସାନ୍ତା ବାର୍ବାରା, କାଲିଫର୍ଣ୍ଣିଆ ରାଜ୍ୟ ତଥା ଫେଡେରାଲ କୋର୍ଟର ସ୍ୱତନ୍ତ୍ର ଅଧିକାର ଏବଂ ସ୍ଥାନ ଅଧୀନରେ ରହିବ ଏବଂ ପକ୍ଷମାନେ ଏହି ଅଦାଲତର ବ୍ୟକ୍ତିଗତ ଏବଂ ସ୍ୱତନ୍ତ୍ର ଅଧିକାରକୁ ସହମତ ହେବେ |
pa: 13.4 ਕਾਨੂੰਨ ਦੀ ਚੋਣ: ਇਕਰਾਰਨਾਮੇ ਅਤੇ ਕੋਈ ਵੀ ਵਿਵਾਦ ਸਮਝੌਤੇ ਦੇ ਅੰਦਰ ਜਾਂ ਇਸ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹੋਣ, ਨਿਯਮਾਂ ਦੇ ਟਕਰਾਅ ਦੇ ਸਿਧਾਂਤਾਂ ਦੀ ਪਰਵਾਹ ਕੀਤੇ ਬਗੈਰ, ਕੈਲੀਫੋਰਨੀਆ ਰਾਜ ਦੇ ਕਾਨੂੰਨਾਂ ਅਧੀਨ ਸ਼ਾਸਨ ਕੀਤਾ ਜਾਏਗਾ. ਸਮਝੌਤੇ ਤੋਂ ਬਾਹਰ ਜਾਂ ਇਸ ਨਾਲ ਜੁੜੇ ਸਾਰੇ ਵਿਵਾਦ ਕੈਲੀਫੋਰਨੀਆ ਰਾਜ ਅਤੇ ਸੰਘੀ ਅਦਾਲਤਾਂ ਦੇ ਸੈਂਟਾ ਬਾਰਬਰਾ, ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਵਿਸ਼ੇਸ਼ ਅਧਿਕਾਰ ਖੇਤਰ ਅਤੇ ਸਥਾਨ ਦੇ ਅਧੀਨ ਹੋਣਗੇ ਅਤੇ ਧਿਰਾਂ ਇਨ੍ਹਾਂ ਅਦਾਲਤਾਂ ਦੇ ਨਿਜੀ ਅਤੇ ਵਿਸ਼ੇਸ਼ ਅਧਿਕਾਰ ਖੇਤਰ ਵਿੱਚ ਸਹਿਮਤੀ ਦਿੰਦੀਆਂ ਹਨ.
pl: 13.4 Wybór prawa: Umowa i wszelkie spory wynikające z lub w związku z Umową podlegają prawu stanu Kalifornia i zgodnie z nim powinny być interpretowane, bez względu na zasady kolizji przepisów. Wszelkie spory wynikające z lub związane z Umową będą podlegać wyłącznej jurysdykcji i właściwości sądów stanowych i federalnych stanu Kalifornia w Santa Barbara w Kalifornii, a strony wyrażą zgodę na osobistą i wyłączną jurysdykcję tych sądów.
ps: .4 13.. د قانون انتخاب: تړون او هرهغه شخړه چې د تړون سره تړاو لري یا د تړون سره تړاو لري باید د کالیفورنیا ایالت د قوانینو له مخې اداره او تنظیم شي ، پرته لدې چې د قوانینو د شخړو اصولو ته پام وکړي. ټولې هغه شخړې چې د تړون له مخې رامینځته کیږي یا اړوند دي د کالیفورنیا ایالت او فدرالي محکمو ، سانټا باربرا ، کالیفورنیا ، او د ګوندونو خصوصي او ځانګړي قضایی قوې سره رضایت لري.
pt: 13.4 Escolha da lei: O Contrato e qualquer disputa decorrente ou relacionada ao Contrato serão regidos e interpretados de acordo com as leis do Estado da Califórnia, sem considerar os princípios de conflito de leis. Todas as controvérsias decorrentes ou relacionadas ao Contrato estarão sujeitas à jurisdição e foro exclusivos dos tribunais estaduais e federais da Califórnia em Santa Barbara, Califórnia, e as partes concordam com a jurisdição pessoal e exclusiva desses tribunais.
ro: 13.4 Alegerea legii: Acordul și orice litigiu care decurg din sau în legătură cu Acordul sunt reglementate și interpretate în conformitate cu legile statului California, fără a ține cont de principiile conflictului de legi. Toate litigiile care decurg din acord sau sunt legate de Acord vor fi supuse jurisdicției și locului exclusiv al instanțelor de stat și federale din California pentru Santa Barbara, California, iar părțile consimt la competența personală și exclusivă a acestor instanțe.
ru: 13.4 Выбор закона: Соглашение и любые споры, возникающие из или в связи с Соглашением, регулируются и толкуются в соответствии с законодательством штата Калифорния без учета принципов коллизионного права. Все споры, возникающие в связи с Соглашением или связанные с ним, подлежат исключительной юрисдикции и месту нахождения штата Калифорния и федеральных судов в Санта-Барбаре, штат Калифорния, и стороны соглашаются на личную и исключительную юрисдикцию этих судов.
rw: 13.4 Guhitamo Amategeko: Amasezerano n’amakimbirane yose akomoka cyangwa ajyanye n’amasezerano azagengwa kandi asobanurwe n’amategeko ya Leta ya Californiya, hatitawe ku mahame y’amakimbirane y’amategeko. Impaka zose zikomoka cyangwa zijyanye n’amasezerano zigomba kugengwa n’ububasha bwihariye n’ahantu inkiko za leta ya Californiya n’intara za Santa Barbara, muri Californiya, kandi ababuranyi bemera ububasha bwihariye kandi bwihariye bw’izi nkiko.
sd: 13.4 قانون جو چوائس: معاهدي ۽ معاهدي بابت يا پيدا ٿيڻ جي ڪنهن به تڪرار کي رياست ڪيليفورنيا جي قانونن تحت سنڀاليو ويندو ۽ سمجهايو ويندو ، قانونن جي تڪرار جي اصولن جي پرواهه کان سواءِ. معاهدي جي خلاف يا پيدا ٿيڻ وارا سڀ تڪرار ڪيليفورنيا رياست ، رياست ڪيليفورنيا جي رياست ۽ وفاقي عدالتن جي خاص دائري ۽ جڳهه جي تابع هوندا ۽ فریق انهن عدالتن جي ذاتي ۽ خاص دائري تي راضي ٿي ويندا.
si: 13.4 නීතියේ තේරීම: ගිවිසුම් හා ගිවිසුමට අදාළව හෝ ඊට අදාළව පැන නගින ඕනෑම ආරවුලක් නීති ගැටුම්වල මූලධර්ම නොසලකා කැලිෆෝනියා ප්‍රාන්තයේ නීති යටතේ පාලනය වේ. ගිවිසුමෙන් පැන නගින හෝ ඊට අදාළ සියලු ආරවුල් කැලිෆෝනියා ප්‍රාන්තයේ සැන්ටා බාබරා සඳහා වන කැලිෆෝනියා ප්‍රාන්තයේ සහ ෆෙඩරල් උසාවිවල සුවිශේෂී අධිකරණ බලයට හා ස්ථානයට යටත් විය යුතු අතර පාර්ශවයන් මෙම අධිකරණවල පුද්ගලික සහ සුවිශේෂී අධිකරණ බලයට එකඟ වේ.
sk: 13.4 Voľba práva: Zmluva a akýkoľvek spor, ktorý vznikne z tejto dohody alebo v súvislosti s ňou, sa bude riadiť a vykladať podľa zákonov štátu Kalifornia bez ohľadu na kolízne normy. Všetky spory vyplývajúce z dohody alebo súvisiace s touto dohodou podliehajú výlučnej jurisdikcii a miestnemu konaniu kalifornských štátnych a federálnych súdov v Santa Barbare v Kalifornii a strany súhlasia s osobnou a výlučnou jurisdikciou týchto súdov.
sl: 13.4 Izbira prava: Sporazum in vse spore, ki izhajajo iz Sporazuma ali so v povezavi s njim, urejajo in razlagajo po zakonih države Kalifornija, ne glede na načela kolizije zakonov. Za vse spore, ki izhajajo iz sporazuma ali so povezani z njim, velja izključna pristojnost in prizorišče kalifornijske zvezne sodišča v zvezni državi Santa Barbara v Kaliforniji, stranke pa soglašajo z osebno in izključno pristojnostjo teh sodišč.
sq: 13.4 Zgjedhja e Ligjit: Marrëveshja dhe çdo mosmarrëveshje që rrjedhin nga ose në lidhje me Marrëveshjen do të qeveriset dhe interpretohet sipas ligjeve të Shtetit të Kalifornisë, pa marrë parasysh parimet e konfliktit të ligjeve. Të gjitha mosmarrëveshjet që rrjedhin nga ose lidhen me Marrëveshjen do t&#39;i nënshtrohen juridiksionit ekskluziv të vendit dhe gjykatave federale të shtetit të Kalifornisë për Santa Barbara, California, dhe palët pajtohen për juridiksionin personal dhe ekskluziv të këtyre gjykatave.
sr: 13.4 Избор закона: Споразумом и свим споровима који проистичу из или у вези са Споразумом управљаће се и тумачи према законима државе Калифорнија, без обзира на принципе сукоба закона. Сви спорови који произилазе из или повезани са Споразумом подлежу искључивој надлежности и месту државе Калифорније и савезних судова за Санта Барбуру, Калифорнија, а стране пристају на личну и искључиву надлежност ових судова.
sv: 13.4 Val av lag: Avtalet och alla tvister som uppstår till följd av eller i samband med avtalet ska styras av och tolkas enligt lagarna i delstaten Kalifornien, utan hänsyn till principerna om lagkonflikt. Alla tvister som härrör från eller är relaterade till avtalet ska omfattas av den exklusiva jurisdiktion och plats för Kaliforniens delstat och federala domstolar för Santa Barbara, Kalifornien, och parterna samtycker till dessa domstolars personliga och exklusiva jurisdiktion.
sw: 13.4 Chaguo la Sheria: Makubaliano na mzozo wowote unaotokea au unaohusiana na Mkataba huo utasimamiwa na kutekelezwa chini ya sheria za Jimbo la California, bila kuzingatia kanuni za mgongano wa sheria. Mabishano yote yanayotokea au yanahusiana na Mkataba huo yatakuwa chini ya mamlaka ya kipekee na ukumbi wa jimbo la California na mahakama za shirikisho kwa Santa Barbara, California, na pande zote zinakubali mamlaka ya kibinafsi na ya kipekee ya mahakama hizi.
ta: 13.4 சட்டத்தின் தேர்வு: உடன்படிக்கை அல்லது ஒப்பந்தத்துடன் எழும் எந்தவொரு சர்ச்சையும் கலிஃபோர்னியா மாநிலத்தின் சட்டங்களின் கீழ் நிர்வகிக்கப்படும் மற்றும் சட்ட மோதல்களின் கொள்கைகளைப் பொருட்படுத்தாமல் நிர்வகிக்கப்படும். ஒப்பந்தத்திலிருந்து எழும் அல்லது தொடர்புடைய அனைத்து மோதல்களும் கலிபோர்னியாவின் சாண்டா பார்பராவிற்கான கலிபோர்னியா மாநில மற்றும் கூட்டாட்சி நீதிமன்றங்களின் பிரத்தியேக அதிகார வரம்பு மற்றும் இடத்திற்கு உட்பட்டவை, மேலும் இந்த நீதிமன்றங்களின் தனிப்பட்ட மற்றும் பிரத்தியேக அதிகார வரம்புக்கு கட்சிகள் ஒப்புக்கொள்கின்றன.
te: 13.4 ఛాయిస్ ఆఫ్ లా: ఒప్పందం మరియు ఒప్పందానికి సంబంధించి లేదా తలెత్తే ఏదైనా వివాదం చట్టాల సంఘర్షణ సూత్రాలతో సంబంధం లేకుండా కాలిఫోర్నియా స్టేట్ యొక్క చట్టాల ప్రకారం నిర్వహించబడుతుంది మరియు నిర్దేశించబడుతుంది. ఒప్పందానికి సంబంధించిన లేదా సంబంధించిన అన్ని వివాదాలు కాలిఫోర్నియా రాష్ట్రం మరియు కాలిఫోర్నియాలోని శాంటా బార్బరా కోసం సమాఖ్య న్యాయస్థానాల యొక్క ప్రత్యేక అధికార పరిధికి మరియు వేదికకు లోబడి ఉంటాయి మరియు ఈ న్యాయస్థానాల యొక్క వ్యక్తిగత మరియు ప్రత్యేకమైన అధికార పరిధికి పార్టీలు అంగీకరిస్తాయి.
tg: 13.4 Интихоби қонун: Шартнома ва ҳама гуна баҳс, ки аз ин Шартнома ё дар робита бо он ба миён меояд, тибқи қонунҳои иёлоти Калифорния, сарфи назар аз принсипҳои ихтилофи қонунҳо, танзим ва баррасӣ карда мешаванд. Тамоми баҳсҳое, ки аз ин Созишнома бармеоянд, бояд дар доираи салоҳияти истисноӣ ва маҳалли ҷойгиршавии иёлоти Калифорния ва судҳои федералӣ барои Санта-Барбара, Калифорния қарор гиранд ва тарафҳо ба салоҳияти инфиродӣ ва истисноии ин судҳо розӣ шаванд.
th: 13.4 ทางเลือกของกฎหมาย: ข้อตกลงและข้อพิพาทใด ๆ ที่เกิดขึ้นจากหรือเกี่ยวข้องกับข้อตกลงจะถูกควบคุมและตีความภายใต้กฎหมายของรัฐแคลิฟอร์เนียโดยไม่คำนึงถึงหลักการของความขัดแย้งของกฎหมาย ข้อพิพาททั้งหมดที่เกิดขึ้นจากหรือเกี่ยวข้องกับข้อตกลงนี้จะอยู่ภายใต้เขตอำนาจศาลและสถานที่เฉพาะของศาลรัฐแคลิฟอร์เนียและศาลรัฐบาลกลางสำหรับซานตาบาร์บาร่าแคลิฟอร์เนียและคู่กรณียินยอมต่อเขตอำนาจศาลส่วนตัวและพิเศษของศาลเหล่านี้
tk: 13.4 Hukuk saýlamak: Ylalaşyk we Ylalaşyk bilen baglanyşykly ýa-da oňa bagly islendik jedeller, kanunlaryň gapma-garşylyk ýörelgelerini hasaba almazdan, Kaliforniýa ştatynyň kanunlary bilen dolandyrylýar we düşündirilýär. Ylalaşykdan gelip çykýan ýa-da onuň bilen baglanyşykly ähli jedeller Kaliforniýa ştatynyň Santa-Barbara we Kaliforniýa ştatynyň federal kazyýetleriniň ýeke-täk ýurisdiksiýasyna we geçiriljek ýerine degişlidir we taraplar bu kazyýetleriň şahsy we aýratyn ýurisdiksiýasyna razylyk berýärler.
tl: 13.4 Pagpili ng Batas: Ang Kasunduan at anumang pagtatalo na nagmula sa o may kaugnayan sa Kasunduan ay pinamamahalaan at isinailalim sa mga batas ng Estado ng California, nang walang pagsasaalang-alang sa mga alituntunin ng salungatan ng mga batas. Ang lahat ng mga hindi pagkakaunawaan na nagmula sa o nauugnay sa Kasunduan ay sasailalim sa eksklusibong hurisdiksyon at lugar ng estado ng California at pederal na korte para sa Santa Barbara, California, at ang mga partido ay pumayag sa personal at eksklusibong hurisdiksyon ng mga korte na ito.
tr: 13.4 Kanun Seçimi: Anlaşma ve Anlaşma ile ilgili veya Anlaşmayla bağlantılı olarak ortaya çıkan herhangi bir anlaşmazlık, yasaların çatışması ilkelerine bakılmaksızın, Kaliforniya Eyaleti yasalarına göre yönetilecek ve yorumlanacaktır. Sözleşmeden doğan veya Sözleşmeyle ilgili tüm anlaşmazlıklar, California eyaletinin ve Santa Barbara, California federal mahkemelerinin münhasır yargı yetkisine ve yerine ve tarafların bu mahkemelerin kişisel ve münhasır yargı yetkisine rıza gösterecektir.
tt: 13.4 Хокук сайлау: Килешү һәм Килешүдән килеп чыккан яки аңа бәйле булган бәхәсләр Калифорния штаты законнары белән идарә ителәчәк һәм аңлатыла, законнар конфликты принципларын исәпкә алмыйча. Килешүдән барлыкка килгән яки аңа бәйле барлык бәхәсләр Калифорния штаты һәм Санта Барбара, Калифорния штаты һәм федераль судларының эксклюзив юрисдикциясенә һәм корылмасына буйсынырга тиеш, һәм яклар бу судларның шәхси һәм эксклюзив юрисдикциясенә ризалашалар.
ug: 13.4 قانۇننى تاللاش: كېلىشىم ۋە كېلىشىمدىن كېلىپ چىققان ياكى مۇناسىۋەتلىك تالاش-تارتىشلار كالىفورنىيە شىتاتىنىڭ قانۇنىدا باشقۇرۇلىدۇ ۋە شەرھلىنىدۇ ، قانۇن توقۇنۇشى پرىنسىپىغا پەرۋا قىلمايدۇ. كېلىشىمدىن كېلىپ چىققان ياكى ئۇنىڭغا مۇناسىۋەتلىك بارلىق تالاش-تارتىشلار كالىفورنىيە ئىشتاتى ۋە كالىفورنىيە ئىشتاتى سانتا باربارانىڭ فېدېراتىپ سوت مەھكىمىسىنىڭ مەخسۇس باشقۇرۇش تەۋەلىكى ۋە سورۇنىغا بويسۇنۇشى كېرەك ، تەرەپلەر بۇ سوتلارنىڭ شەخسىي ۋە ئالاھىدە باشقۇرۇش تەۋەلىكىگە قوشۇلدى.
uk: 13.4 Вибір закону: Угода та будь-які суперечки, що виникають із Угоди або пов&#39;язані з нею, регулюються та тлумачаться законами штату Каліфорнія, без огляду на принципи колізійних законів. Всі суперечки, що виникають із Угоди або пов&#39;язані з нею, підлягають виключній юрисдикції та місцем проведення штату Каліфорнії та федеральних судів Санта-Барбара, штат Каліфорнія, і сторони погоджуються на особисту та виключну юрисдикцію цих судів.
ur: 13.4 قانون کا انتخاب: معاہدے اور کسی بھی تنازعہ سے معاہدے سے متعلق یا اس کے سلسلے میں پیدا ہونے والے قوانین کے تنازعہ کے اصولوں کی پرواہ کیے بغیر ، ریاست کیلیفورنیا کے قوانین کے تحت حکومت کی جائے گی اور ان کا سمجھوتہ کیا جائے گا۔ معاہدے سے متعلق یا اس سے متعلق پیدا ہونے والے تمام تنازعات سانتا باربرا ، کیلیفورنیا کے لئے کیلیفورنیا کی ریاست اور وفاقی عدالتوں کے خصوصی دائرہ اختیار اور مقام سے مشروط ہوں گے ، اور فریقین ان عدالتوں کے ذاتی اور خصوصی دائرہ اختیار سے رضامند ہوں۔
uz: 13.4 Huquqni tanlash: Shartnoma va ushbu Bitim bilan bog&#39;liq bo&#39;lgan nizolar Kaliforniya shtati qonunlari asosida, qonunlarning to&#39;qnashuvi printsiplaridan xoli holda boshqariladi va muhokama qilinadi. Shartnomadan kelib chiqadigan barcha nizolar faqat Kaliforniya shtati va Santa-Barbara, Kaliforniya shtatidagi federal sudlarning vakolatiga va joyiga tegishlidir va tomonlar ushbu sudlarning shaxsiy va eksklyuziv yurisdiktsiyasiga rozilik bildiradilar.
vi: 13.4 Lựa chọn của Luật: Thỏa thuận và mọi tranh chấp phát sinh từ hoặc liên quan đến Thỏa thuận sẽ được điều chỉnh và hiểu theo luật của Bang California, mà không liên quan đến các nguyên tắc xung đột của pháp luật. Tất cả các tranh chấp phát sinh từ hoặc liên quan đến Thỏa thuận sẽ thuộc thẩm quyền và địa điểm độc quyền của tiểu bang California và tòa án liên bang cho Santa Barbara, California và các bên đồng ý với quyền tài phán cá nhân và độc quyền của các tòa án này.
xh: 13.4 Ukuzikhethela koMthetho: Isivumelwano kunye nayo nayiphi na imbambano evela okanye enxulumene nesiVumelwano ziya kulawulwa kwaye senziwe phantsi kwemithetho yeLizwe laseCalifornia, ngaphandle kokujonga imigaqo yongquzulwano lwemithetho. Zonke iimpikiswano ezivela okanye ezinxulumene nesi siVumelwano ziya kuba phantsi kolawulo olukhethekileyo kunye nendawo ye-California kunye neenkundla zomdibaniso zaseSanta Barbara, eCalifornia, kwaye amaqela avumelana nolawulo lobuqu kunye nolawulo olukhethekileyo lweenkundla.
yi: 13.4 טשויס פון געזעץ: די אַגרעעמענט און קיין פּאָלעמיק ערייזינג פֿון אָדער אין קשר מיט די אַגרעעמענט וועט זיין גאַווערנד דורך און קאַנסטרוד אונטער די געזעצן פון די שטאַט פון קאַליפאָרניאַ, אָן אַכטונג צו די פּרינסאַפּאַלז פון קאָנפליקט פון געזעצן. כל דיספּיוץ וואָס קומען אויס פון אָדער פֿאַרבונדן מיט די אַגרעעמענט וועט זיין אונטערטעניק צו די ויסשליסיק דזשוריסדיקשאַן און וועניו פון די קאַליפאָרניאַ שטאַט און פעדעראלע קאָרץ פֿאַר סאַנטאַ באַרבאַראַ, קאַליפאָרניאַ, און די פּאַרטיעס צושטימען צו די פערזענלעכע און ויסשליסיק דזשוריסדיקשאַן פון די קאָרץ.
