Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
af: 6.1.3 Skriftelike kennisgewing van nie-hernuwing deur u moet ingedien word by CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
am: 6.1.3 የእድሳት ማደስ የጽሑፍ ማስታወቂያ ለ CaseActive ፣ LLC ፣ 1107 W. 6th Ave., Ste B. Cheyenne ፣ WY 82003 መቅረብ አለበት ፡፡
ar: 6.1.3 يجب إرسال إشعار كتابي بعدم التجديد إلى CaseActive، LLC، 1107 W. 6th Ave.، Ste B. Cheyenne، WY 82003.
az: 6.1.3 Yeniləməməyiniz barədə yazılı bildiriş CaseActive, LLC-yə təqdim olunmalı, 6-cı prospekti 1107 W., Ste B. Cheyenne, WY 82003.
be: 6.1.3 Пісьмовае апавяшчэнне аб непрацягненні вам неабходна падаць у CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
bg: 6.1.3 Писмено известие за невъзстановяване от вас трябва да бъде изпратено на CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
bn: .1.১.৩ আপনার দ্বারা পুনর্নবীকরণ না করার লিখিত নোটিশ কেসএ্যাকটিভ, এলএলসি, ১১০7 ডাব্লিউ। 6th ষ্ঠ অ্যাভ। স্টি বি। শায়েন, ডব্লিউওয়াই 00২০০৩ এ জমা দিতে হবে।
ca: 6.1.3 Un comunicat per escrit de no renovació per part de vosaltres ha de ser enviat a CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
cs: 6.1.3 Vaše písemné oznámení o neobnovení musíte podat na CaseActive, LLC, 1107 W. 6. Ave., Ste B. Cheyenne, WY 82003.
cy: 6.1.3 Rhaid i chi gyflwyno rhybudd ysgrifenedig o beidio ag adnewyddu i CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
da: 6.1.3 Skriftlig meddelelse om ikke-fornyelse af dig skal indsendes til CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
de: 6.1.3 Eine schriftliche Mitteilung über die Nichtverlängerung durch Sie muss an CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003, gesendet werden.
el: 6.1.3 Η γραπτή ειδοποίηση για μη ανανέωση από εσάς πρέπει να υποβληθεί στην CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
eo: 6.1.3 Skribita avizo pri ne-renovigo de vi devas esti sendita al CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
es: 6.1.3 La notificación escrita de no renovación debe ser enviada a CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
et: 6.1.3 Teie kirjalik pikendamata jätmise teatis tuleb saata ettevõttele CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
eu: 6.1.3 Berriztatu ez izanaren jakinarazpen idatzia CaseActive, LLC, 1107 W. 6th Ave, Ste B. Cheyenne, WY 82003 helbidera bidali behar da.
fa: 6.1.3 اخطار کتبی عدم تمدید توسط شما باید به CaseActive ، LLC ، خیابان 1107 W. 6th ، Ste B. Cheyenne ، WY 82003 ارسال شود.
fi: 6.1.3 Kirjallinen ilmoitus uusimatta jättämisestä on toimitettava CaseActive, LLC: lle, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
fr: 6.1.3 Un avis écrit de non-renouvellement de votre part doit être soumis à CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
fy: 6.1.3 Skriftlike melding fan net-fernijing troch jo moat wurde yntsjinne by CaseActive, LLC, 1107 W. 6e Ave., Ste B. Cheyenne, WY 82003.
ga: 6.1.3 Ní mór duit fógra i scríbhinn maidir le neamh-athnuachan a chur faoi bhráid CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
gd: 6.1.3 Feumaidh tu fios sgrìobhte mu neo-ùrachadh a chuir a-steach gu CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
gl: 6.1.3 Debe enviarse un escrito de non renovación por CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
gu: .1.૧..3 તમારા દ્વારા નવીકરણની લેખિત સૂચના કેસએક્ટિવ, એલએલસી, 1107 ડબ્લ્યુ. છઠ્ઠી એવ., સ્ટે બી. ચેયેને, WY 82003 પર સબમિટ કરવી આવશ્યક છે.
hi: 6.1.3 आपके द्वारा गैर-नवीकरण की लिखित सूचना CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003 को प्रस्तुत की जानी चाहिए।
hr: 6.1.3 Pismenu obavijest o neobnavljanju koju morate podnijeti morate dostaviti CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
hu: 6.1.3 Az Ön megújításának írásbeli értesítését be kell nyújtani a CaseActive, LLC-hez, 1107 W. 6. Ave., Ste B. Cheyenne, WY 82003.
hy: 6.1.3 Ձեր կողմից չվերականգնման մասին գրավոր ծանուցումը պետք է ներկայացվի CaseActive, LLC, 1107 W. 6-րդ պող., Ste B. Cheyenne, WY 82003:
id: 6.1.3 Pemberitahuan tertulis untuk tidak diperpanjang oleh Anda harus diserahkan kepada CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
is: 6.1.3 Skila skriflegri tilkynningu um endurnýjun frá þér til CaseActive, LLC, 1107 W. 6 Ave., Ste B. Cheyenne, WY 82003.
it: 6.1.3 La notifica scritta del mancato rinnovo da parte dell&#39;utente deve essere inviata a CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
iw: 6.1.3 יש למסור הודעה בכתב על אי חידוש על ידי CaseActive, LLC, 1107 W. Ave Ave, Ste B. Cheyenne, WY 82003.
ja: 6.1.3お客様による更新不可の書面による通知は、CaseActive、LLC、1107 W. 6th Ave.、Ste B. Cheyenne、WY 82003に提出する必要があります。
ka: 6.1.3 თქვენ მიერ განახლების წერილობითი შეტყობინება უნდა წარედგინოთ CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
kk: 6.1.3 Сізге жаңартылмағаныңыз туралы жазбаша хабарлама 82003 WY, 6-шы даңғыл, 1107-үй, CaseActive, LLC-ге жіберілуі керек.
km: ៦.១.៣ ការជូនដំណឹងជាលាយលក្ខណ៍អក្សរនៃការមិនបន្តជាថ្មីដោយអ្នកត្រូវតែដាក់ជូន CaseActive, LLC, ១១០៧ ដាប់ប៊ល ៦ Ave. , Ste B. Cheyenne, WY ៨២០០៣ ។
kn: 6.1.3 ನೀವು ನವೀಕರಿಸದ ಲಿಖಿತ ಸೂಚನೆಯನ್ನು ಕೇಸ್ಆಕ್ಟಿವ್, ಎಲ್ಎಲ್ ಸಿ, 1107 ಡಬ್ಲ್ಯೂ. 6 ನೇ ಅವೆನ್ಯೂ, ಸ್ಟೆ ಬಿ. ಚೀಯೆನ್ನೆ, ಡಬ್ಲ್ಯುವೈ 82003 ಗೆ ಸಲ್ಲಿಸಬೇಕು.
ku: 6.1.3 Nîşana nivîskî ya ji bo nûvekirinê ji hêla we ve divê were şandin CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ky: 6.1.3 Сиздин жаңылооңуз жөнүндө жазуу жүзүндөгү билдирүү CaseActive, LLCге, 82003 WY 6th Aventh, Ste B. B. Cheennene, тапшырылышы керек.
lb: 6.1.3 Schrëftlech Notiz vun der Erneierung vun Iech muss dem CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003 presentéiert ginn.
lo: 6.1.3 ລາຍລັກອັກສອນແຈ້ງການກ່ຽວກັບການບໍ່ຕໍ່ອາຍຸໂດຍທ່ານຕ້ອງໄດ້ສົ່ງໃຫ້ CaseActive, LLC, 1107 W. 6th Ave. , Ste B. Cheyenne, WY 82003.
lt: 6.1.3 Rašytinį pranešimą apie nepratęsimą turite pateikti „CaseActive“, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
lv: 6.1.3. Rakstisks paziņojums par nepagarināšanu jāiesniedz CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
mg: 6.1.3 Fanamarihana an-tsoratra momba ny tsy fanavaozana avy aminao tsy maintsy apetraka amin&#39;ny CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
mi: 6.1.3 Ko te panui tuhi mo te kore-whakahou na koe me tuku ki CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
mk: 6.1.3 Писмено известување за необновување од вас мора да биде доставено до CaseActive, ДОО, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ml: 6.1.3 നിങ്ങൾ പുതുക്കാത്തതിന്റെ രേഖാമൂലമുള്ള കേസ് കേസ് ആക്റ്റീവ്, എൽ‌എൽ‌സി, 1107 ഡബ്ല്യു. ആറാം ഹൈവേ, സ്റ്റീ ബി. ചീയെൻ, ഡബ്ല്യു.വൈ 82003
mn: 6.1.3 Та сунгаагүй тухай бичгэн мэдэгдлийг CaseActive, LLC, WY 82003, 6-р өргөн чөлөө, 1107-р гэр, Ste B. Cheyenne-д ирүүлэх ёстой.
mr: .1.१..3 तुम्हाला नूतनीकरण न करण्याची लेखी नोटीस केसेसएक्टिव्ह, एलएलसी, ११०7 डब्ल्यू. 6th वी एव्ह., स्टेट बी. चेयेने, डब्ल्यूवाय 00२००3 वर सादर करावी लागेल.
ms: 6.1.3 Notis bertulis mengenai pembaharuan oleh anda mesti dihantar ke CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
mt: 6.1.3 Avviż bil-miktub ta &#39;nuqqas ta&#39; tiġdid minn għandek tkun sottomessa lil CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
my: ၆.၁.၃ သက်တမ်းတိုးခြင်းမရှိကြောင်းစာဖြင့်အကြောင်းကြားစာကို CaseActive, LLC, 1107 W. 6th Ave. , Ste B. Cheyenne, WY 82003 သို့တင်ပြရမည်။
ne: .1.१..3 तपाईले नवीकरण नगर्नु भएको लिखित सूचना तपाईलाई केसएक्टिभ, एलएलसी, ११०7 डब्ल्यू। छैठौ Ave., Ste B. Cheyenne, WY 00२००3 मा पेश गर्नु पर्छ।
nl: 6.1.3 Schriftelijke kennisgeving van niet-verlenging door u moet worden ingediend bij CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
no: 6.1.3 Skriftlig melding om ikke-fornyelse av deg må sendes til CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
or: 6.1.3 ତୁମ ଦ୍ୱାରା ନବୀକରଣ ନହେବା ପାଇଁ ଲିଖିତ ବିଜ୍ notice ପ୍ତି ନିଶ୍ଚିତ ଭାବରେ CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003 ରେ ଦାଖଲ ହେବା ଆବଶ୍ୟକ |
pa: 6.1.3 ਤੁਹਾਡੇ ਦੁਆਰਾ ਨਵੀਨੀਕਰਣ ਦਾ ਲਿਖਤੀ ਨੋਟਿਸ ਕੇਸ ਏਕਟਿਵ, ਐਲਐਲਸੀ, 1107 ਡਬਲਯੂ. 6 ਵੇਂ ਐਵ., ਸਟੀ ਬੀ. ਚੈਯਨੇ, ਡਬਲਯੂਯੂ.
pl: 6.1.3 Pisemne powiadomienie o nieodnowieniu umowy należy złożyć w CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ps: 6.1.3 ستاسو لخوا د نوي کولو لیکلي خبرتیا باید د کیسایټیک ، LLC ، 1107 W. 6 Ave. ، سټیټ بی شیین ، WY 82003 ته وسپارل شي.
pt: 6.1.3 O aviso por escrito de não renovação por você deve ser enviado à CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ro: 6.1.3 Notificare scrisă de neînnoire de către dumneavoastră trebuie să fie depusă la CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ru: 6.1.3 Письменное уведомление о невозможности продления вами должно быть отправлено в CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
rw: 6.1.3 Imenyesha ryanditse ryo kutavugururwa nawe ugomba gushyikirizwa CaseActive, LLC, 1107 W. Umuhanda wa 6, Ste B. Cheyenne, WY 82003.
sd: 6.1.3 توهان طرفان تجديد نه ڪرڻ واري تحريري نوٽ توهان کي لازمي طور تي ڪيس اييڪٽيڪ ، ايل ايل ، 1107 W. 6th Ave. ، Ste B. Cheyenne ، WY 82003 ۾ جمع ڪرايو وڃي.
si: 6.1.3 ඔබ විසින් අළුත් නොකිරීම පිළිබඳ ලිඛිත දැන්වීම CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003 වෙත ඉදිරිපත් කළ යුතුය.
sk: 6.1.3 Vami písomné oznámenie o neobnovení musíte predložiť spoločnosti CaseActive, LLC, 1107 W. 6. Ave., Ste B. Cheyenne, WY 82003.
sl: 6.1.3 Pisno obvestilo o neobnovitvi morate predložiti CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
sq: 6.1.3 Njoftimi me shkrim për mos rinovim nga ju duhet të dorëzohet në CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
sr: 6.1.3 Писмено обавештење о необнављању мора бити достављено компанији ЦасеАцтиве, ЛЛЦ, 1107 В. 6тх Аве., Сте Б. Цхеиенне, ВИ 82003.
sv: 6.1.3 Skriftligt meddelande om att du inte förnyat dig måste skickas till CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
sw: 6.1.3 Ilani iliyoandikwa ya kutosasishwa upya na wewe lazima ipelekwe kwa Uchunguzi wa Sheria, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ta: 6.1.3 நீங்கள் புதுப்பிக்காததற்கான எழுத்துப்பூர்வ அறிவிப்பை கேஸ்ஆக்டிவ், எல்.எல்.சி, 1107 டபிள்யூ. 6 வது அவென்யூ, ஸ்டீ பி. செயென், டபிள்யூ.ஒய் 82003 க்கு சமர்ப்பிக்க வேண்டும்.
te: 6.1.3 మీరు పునరుద్ధరించని వ్రాతపూర్వక నోటీసును కేస్ఆక్టివ్, LLC, 1107 W. 6 వ అవెన్యూ, స్టీ B. చెయెన్నే, WY 82003 కు సమర్పించాలి.
tg: 6.1.3 Огоҳиномаи хаттӣ дар бораи таҷдиди шумо аз ҷониби шумо бояд ба CaseActive, ҶДММ, хиёбони 1107, хиёбони 6, Ste B. Chiyenne, WY 82003 пешниҳод карда шавад.
th: 6.1.3 คุณต้องส่งหนังสือแจ้งการไม่ต่ออายุให้แก่ CaseActive, LLC, 1107 W. 6th Ave. , Ste B. Cheyenne, WY 82003
tk: 6.1.3 Täzelenmezlik barada ýazmaça habarnamany CaseActive, LLC, 1107 W. 6-njy prospekt, Ste B. Çeýnne, WY 82003 tabşyrmaly.
tl: 6.1.3 Ang nakasulat na abiso ng hindi pag-update ng dapat mong isumite sa CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
tr: 6.1.3 Sizin tarafınızdan yenilenmeme ile ilgili yazılı bildirim CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003&#39;e sunulmalıdır.
tt: 6.1.3 Яңартылмау турында язма хәбәр CaseActive, LLCЧ., 1107 В. 6-нчы ав., Б. Чейен, WY 82003.
ug: 6.1.3 سىز يېڭىلىمىغانلىقى توغرىسىدىكى يازما ئۇقتۇرۇشنى چوقۇم CaseActive ، LLC ، 1107 W. 6-كوچا ، Ste B. Cheyenne ، WY 82003 غا يوللىشىڭىز كېرەك.
uk: 6.1.3 Письмове повідомлення про не поновлення Вами має бути подано до CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ur: 6.1.3 تجدید نہ ہونے کا تحریری نوٹس آپ کے ذریعہ کیس ایکٹیوٹی ، ایل ایل سی ، 1107 ڈبلیو 6 ویں ایوینیو ، اسٹی بی شیئن ، WY 82003 کو پیش کرنا ضروری ہے۔
uz: 6.1.3 Siz tomonidan bekor qilinmaganligi to&#39;g&#39;risida yozma xabarni CaseActive, LLCga, 82003-sonli W. 6-chi prospekti, 6-tor ko&#39;chasi, 1107-uyga yuborishingiz kerak.
vi: 6.1.3 Thông báo bằng văn bản về việc không gia hạn của bạn phải được gửi tới CaseActive, LLC, 1107 W. 4th Ave., Ste B. Cheyenne, WY 82003.
xh: 6.1.3 Isaziso esibhaliweyo sokungavuselelwa nguwe kufuneka singeniswe kwi-CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
yi: 6.1.3 אַ שריפטלעכע אָנזאָג פון איר זאָל זיין דערלאנגט צו CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
