Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
af: CaseActive is 'n responsiewe webtoepassing. Dit werk in enige webblaaier soos Internet Explorer, Firefox, Safari of Chrome, ens. Dit beteken dat die tipe toestel (rekenaar, Mac, tablet en selfoon) wat jy gebruik, geen verskil maak nie. Maak eenvoudig die webblaaier oop, meld aan by jou CaseActive-rekening, en jy is gereed.
am: CaseActive ምላሽ ሰጪ የድር መተግበሪያ ነው። እንደ ኢንተርኔት ኤክስፕሎረር፣ ፋየርፎክስ፣ ሳፋሪ ወይም ክሮም ወዘተ ባሉ ዌብ ብሮውዘር ውስጥ ይሰራል።ይህ ማለት እየተጠቀሙበት ያለው የመሳሪያ አይነት (ፒሲ፣ ማክ፣ ታብሌት እና ሞባይል) ምንም ለውጥ አያመጣም። በቀላሉ የድር አሳሹን ይክፈቱ፣ ወደ CaseActive መለያዎ ይግቡ፣ እና እርስዎ ዝግጁ ነዎት።
ar: CaseActive هو تطبيق ويب سريع الاستجابة. يتم تشغيله في أي متصفح ويب مثل Internet Explorer أو Firefox أو Safari أو Chrome ، وما إلى ذلك. وهذا يعني أن نوع الجهاز (الكمبيوتر الشخصي ، Mac ، الجهاز اللوحي والجوال) الذي تستخدمه لا يحدث فرقًا. ما عليك سوى فتح متصفح الويب ، وتسجيل الدخول إلى حساب CaseActive الخاص بك ، وستكون جاهزًا تمامًا.
az: CaseActive cavab verən veb tətbiqidir. O, Internet Explorer, Firefox, Safari və ya Chrome və s. kimi istənilən veb brauzerdə işləyir. Bu o deməkdir ki, istifadə etdiyiniz cihazın növü (PC, Mac, Planşet və Mobil) heç bir fərq qoymur. Sadəcə veb brauzeri açın, CaseActive hesabınıza daxil olun və hamınız hazırsınız.
be: CaseActive - гэта адаптыўнае вэб-прыкладанне. Ён працуе ў любым вэб-браўзеры, такім як Internet Explorer, Firefox, Safari або Chrome і г.д. Гэта азначае, што тып прылады (ПК, Mac, планшэт і мабільны), які вы выкарыстоўваеце, не мае значэння. Проста адкрыйце вэб-браўзер, увайдзіце ў свой уліковы запіс CaseActive, і ўсё гатова.
bg: CaseActive е адаптивно уеб приложение. Работи във всеки уеб браузър като Internet Explorer, Firefox, Safari или Chrome и др. Това означава, че типът на устройството (PC, Mac, таблет и мобилно устройство), което използвате, няма значение. Просто отворете уеб браузъра, влезте в акаунта си в CaseActive и сте готови.
bn: CaseActive একটি প্রতিক্রিয়াশীল ওয়েব অ্যাপ। এটি ইন্টারনেট এক্সপ্লোরার, ফায়ারফক্স, সাফারি বা ক্রোম ইত্যাদির মতো যেকোনো ওয়েব ব্রাউজারে চলে। এর মানে হল আপনি যে ধরনের ডিভাইস (পিসি, ম্যাক, ট্যাবলেট এবং মোবাইল) ব্যবহার করছেন তাতে কোনো পার্থক্য নেই। সহজভাবে ওয়েব ব্রাউজারটি খুলুন, আপনার CaseActive অ্যাকাউন্টে লগ ইন করুন এবং আপনি সম্পূর্ণ প্রস্তুত।
ca: CaseActive és una aplicació web sensible. S'executa en qualsevol navegador web com Internet Explorer, Firefox, Safari o Chrome, etc. Això vol dir que el tipus de dispositiu (PC, Mac, tauleta i mòbil) que utilitzeu no fa cap diferència. Només cal que obriu el navegador web, inicieu sessió al vostre compte de CaseActive i ja ho teniu tot.
cs: CaseActive je responzivní webová aplikace. Funguje v jakémkoli webovém prohlížeči, jako je Internet Explorer, Firefox, Safari nebo Chrome atd. To znamená, že na typu používaného zařízení (PC, Mac, Tablet a Mobile) nezáleží. Jednoduše otevřete webový prohlížeč, přihlaste se ke svému CaseActive účtu a máte hotovo.
cy: Mae CaseActive yn ap gwe ymatebol. Mae'n rhedeg mewn unrhyw borwr gwe fel Internet Explorer, Firefox, Safari neu Chrome, ac ati. Mae hyn yn golygu nad yw'r math o ddyfais (PC, Mac, Tabled a Symudol) rydych chi'n ei ddefnyddio yn gwneud unrhyw wahaniaeth. Yn syml, agorwch y porwr gwe, mewngofnodwch i'ch cyfrif CaseActive, ac rydych chi i gyd yn barod.
da: CaseActive er en responsiv webapp. Den kører i enhver webbrowser som Internet Explorer, Firefox, Safari eller Chrome osv. Det betyder, at den type enhed (PC, Mac, Tablet og Mobil), du bruger, ikke gør nogen forskel. Du skal blot åbne webbrowseren, logge ind på din CaseActive-konto, og du er klar.
de: CaseActive ist eine responsive Web-App. Es läuft in jedem Webbrowser wie Internet Explorer, Firefox, Safari oder Chrome usw. Das bedeutet, dass es keinen Unterschied macht, welche Art von Gerät (PC, Mac, Tablet und Handy) Sie verwenden. Öffnen Sie einfach den Webbrowser, melden Sie sich bei Ihrem CaseActive-Konto an und schon sind Sie fertig.
el: Το CaseActive είναι μια αποκριτική εφαρμογή ιστού. Εκτελείται σε οποιοδήποτε πρόγραμμα περιήγησης ιστού όπως Internet Explorer, Firefox, Safari ή Chrome, κ.λπ. Αυτό σημαίνει ότι ο τύπος της συσκευής (PC, Mac, Tablet και Mobile) που χρησιμοποιείτε δεν έχει καμία διαφορά. Απλώς ανοίξτε το πρόγραμμα περιήγησης Ιστού, συνδεθείτε στον λογαριασμό σας CaseActive και είστε έτοιμοι.
eo: CaseActive estas respondema retejo-aplikaĵo. Ĝi funkcias en iu ajn TTT-legilo kiel Interreto Explorer, Fajrovulpo, Safaro aŭ Chrome, ktp. Ĉi tio signifas, ke la tipo de aparato (PC, Mac, Tablet kaj Poŝtelefono), kiun vi uzas, ne diferencas. Simple malfermu la retumilon, ensalutu al via CaseActive-konto, kaj vi estas preta.
es: CaseActive es una aplicación web receptiva. Se ejecuta en cualquier navegador web como Internet Explorer, Firefox, Safari o Chrome, etc. Esto significa que el tipo de dispositivo (PC, Mac, tableta y móvil) que esté utilizando no hace ninguna diferencia. Simplemente abra el navegador web, inicie sesión en su cuenta CaseActive y estará listo.
et: CaseActive on tundlik veebirakendus. See töötab mis tahes veebibrauseris, nagu Internet Explorer, Firefox, Safari või Chrome jne. See tähendab, et kasutatava seadme tüübil (PC, Mac, tahvelarvuti ja mobiil) pole vahet. Lihtsalt avage veebibrauser, logige sisse oma CaseActive'i kontole ja oletegi valmis.
eu: CaseActive erantzuneko web aplikazioa da. Edozein web arakatzailetan exekutatzen da, hala nola Internet Explorer, Firefox, Safari edo Chrome, etab. Horrek esan nahi du erabiltzen ari zaren gailu motak (PC, Mac, Tableta eta Mugikorra) ez duela alderik. Ireki web arakatzailea, hasi saioa zure CaseActive kontuan eta prest zaude.
fa: CaseActive یک برنامه وب واکنش گرا است. این برنامه در هر مرورگر وب مانند اینترنت اکسپلورر، فایرفاکس، سافاری یا کروم و غیره اجرا می‌شود. این بدان معناست که نوع دستگاه (کامپیوتر، مک، تبلت و موبایل) که استفاده می‌کنید تفاوتی ندارد. به سادگی مرورگر وب را باز کنید، به حساب CaseActive خود وارد شوید، و همه چیز آماده است.
fi: CaseActive on responsiivinen verkkosovellus. Se toimii missä tahansa verkkoselaimessa, kuten Internet Explorerissa, Firefoxissa, Safarissa tai Chromessa jne. Tämä tarkoittaa, että käyttämäsi laitteen tyypillä (PC, Mac, tabletti ja mobiili) ei ole merkitystä. Avaa vain verkkoselain, kirjaudu sisään CaseActive-tilillesi ja olet valmis.
fr: CaseActive est une application Web réactive. Il fonctionne dans n'importe quel navigateur Web comme Internet Explorer, Firefox, Safari ou Chrome, etc. Cela signifie que le type d'appareil (PC, Mac, tablette et mobile) que vous utilisez ne fait aucune différence. Ouvrez simplement le navigateur Web, connectez-vous à votre compte CaseActive et vous êtes prêt.
fy: CaseActive is in responsive webapp. It rint yn elke webblêder lykas Internet Explorer, Firefox, Safari of Chrome, ensfh Dit betsjut dat it type apparaat (PC, Mac, tablet en mobyl) dat jo brûke gjin ferskil makket. Iepenje gewoan de webblêder, meld jo oan by jo CaseActive-akkount, en jo binne allegear ynsteld.
ga: Is feidhmchlár gréasáin sofhreagrach é CaseActive. Ritheann sé in aon bhrabhsálaí gréasáin cosúil le Internet Explorer, Firefox, Safari nó Chrome, etc. Ciallaíonn sé seo nach ndéanann an cineál feiste (PC, Mac, Tablet agus Soghluaiste) atá in úsáid agat aon difríocht. Níl ort ach an brabhsálaí gréasáin a oscailt, logáil isteach i do chuntas CaseActive, agus tá tú socraithe go léir.
gd: Tha CaseActive na aplacaid lìn freagairteach. Bidh e a’ ruith ann am brobhsair lìn sam bith leithid Internet Explorer, Firefox, Safari no Chrome, msaa. Tha seo a’ ciallachadh nach eil an seòrsa inneal (PC, Mac, Tablet is Fòn-làimhe) a tha thu a’ cleachdadh a’ dèanamh diofar sam bith. Dìreach fosgail am brabhsair lìn, log a-steach don chunntas CaseActive agad, agus tha thu uile suidhichte.
gl: CaseActive é unha aplicación web sensible. Funciona en calquera navegador web como Internet Explorer, Firefox, Safari ou Chrome, etc. Isto significa que o tipo de dispositivo (PC, Mac, tableta e móbil) que estás a usar non fai ningunha diferenza. Só ten que abrir o navegador web, iniciar sesión na súa conta CaseActive e xa está todo listo.
gu: CaseActive એક પ્રતિભાવશીલ વેબ એપ્લિકેશન છે. તે કોઈપણ વેબ બ્રાઉઝર જેમ કે ઈન્ટરનેટ એક્સ્પ્લોરર, ફાયરફોક્સ, સફારી અથવા ક્રોમ વગેરેમાં ચાલે છે. આનો અર્થ એ છે કે તમે જે ઉપકરણ (પીસી, મેક, ટેબ્લેટ અને મોબાઈલ) નો ઉપયોગ કરો છો તેમાં કોઈ ફરક પડતો નથી. ફક્ત વેબ બ્રાઉઝર ખોલો, તમારા CaseActive એકાઉન્ટમાં લોગ ઇન કરો અને તમે તૈયાર છો.
hi: केसएक्टिव एक रिस्पॉन्सिव वेब ऐप है। यह किसी भी वेब ब्राउज़र जैसे इंटरनेट एक्सप्लोरर, फायरफॉक्स, सफारी या क्रोम आदि में चलता है। इसका मतलब है कि आप जिस प्रकार के डिवाइस (पीसी, मैक, टैबलेट और मोबाइल) का उपयोग कर रहे हैं, उससे कोई फर्क नहीं पड़ता। बस वेब ब्राउज़र खोलें, अपने CaseActive खाते में लॉग इन करें, और आप पूरी तरह तैयार हैं।
hr: CaseActive je responzivna web aplikacija. Radi u bilo kojem web pregledniku kao što su Internet Explorer, Firefox, Safari ili Chrome, itd. To znači da vrsta uređaja (PC, Mac, Tablet i Mobile) koji koristite nema razlike. Jednostavno otvorite web preglednik, prijavite se na svoj CaseActive račun i spremni ste.
hu: A CaseActive egy reszponzív webalkalmazás. Bármilyen webböngészőben fut, például Internet Explorer, Firefox, Safari vagy Chrome stb. Ez azt jelenti, hogy a használt eszköz típusa (PC, Mac, táblagép és mobil) nem számít. Egyszerűen nyissa meg a webböngészőt, jelentkezzen be CaseActive-fiókjába, és már kész is.
hy: CaseActive-ը պատասխանող վեբ հավելված է: Այն աշխատում է ցանկացած վեբ բրաուզերում, ինչպիսիք են Internet Explorer-ը, Firefox-ը, Safari-ն կամ Chrome-ը և այլն: Պարզապես բացեք վեբ բրաուզերը, մուտք գործեք ձեր CaseActive հաշիվ, և ամեն ինչ պատրաստ է:
id: CaseActive adalah aplikasi web responsif. Ini berjalan di browser web apa pun seperti Internet Explorer, Firefox, Safari atau Chrome, dll. Ini berarti bahwa jenis perangkat (PC, Mac, Tablet, dan Seluler) yang Anda gunakan tidak ada bedanya. Cukup buka browser web, masuk ke akun CaseActive Anda, dan Anda sudah siap.
is: CaseActive er móttækilegt vefforrit. Það keyrir í hvaða vafra sem er eins og Internet Explorer, Firefox, Safari eða Chrome osfrv. Þetta þýðir að tegund tækisins (PC, Mac, spjaldtölva og farsíma) sem þú notar skiptir engu máli. Opnaðu einfaldlega vafrann, skráðu þig inn á CaseActive reikninginn þinn og þú ert tilbúinn.
it: CaseActive è un'app Web reattiva. Funziona in qualsiasi browser web come Internet Explorer, Firefox, Safari o Chrome, ecc. Ciò significa che il tipo di dispositivo (PC, Mac, Tablet e Mobile) che stai utilizzando non fa differenza. Basta aprire il browser web, accedere al tuo account CaseActive e tutto è pronto.
iw: CaseActive היא אפליקציית אינטרנט רספונסיבית. זה פועל בכל דפדפן אינטרנט כמו Internet Explorer, Firefox, Safari או Chrome וכו'. זה אומר שסוג המכשיר (PC, Mac, Tablet ונייד) שבו אתה משתמש לא משנה. כל שעליך לעשות הוא לפתוח את דפדפן האינטרנט, להיכנס לחשבון CaseActive שלך, ואתה מוכן.
ja: CaseActiveはレスポンシブウェブアプリです。 Internet Explorer、Firefox、Safari、ChromeなどのWebブラウザーで実行できます。つまり、使用しているデバイスの種類（PC、Mac、タブレット、モバイル）に違いはありません。 Webブラウザーを開き、CaseActiveアカウントにログインするだけで、準備が整います。
ka: CaseActive არის საპასუხო ვებ აპლიკაცია. ის მუშაობს ნებისმიერ ვებ ბრაუზერში, როგორიცაა Internet Explorer, Firefox, Safari ან Chrome და ა.შ. ეს ნიშნავს, რომ მოწყობილობის ტიპს (PC, Mac, Tablet და Mobile), რომელსაც იყენებთ, არავითარი მნიშვნელობა არ აქვს. უბრალოდ გახსენით ვებ ბრაუზერი, შედით თქვენს CaseActive ანგარიშში და ყველაფერი მზად ხართ.
kk: CaseActive - жауап беретін веб-бағдарлама. Ол Internet Explorer, Firefox, Safari немесе Chrome, т.б. сияқты кез келген веб-шолғышта жұмыс істейді. Бұл сіз пайдаланып жатқан құрылғы түрі (ДК, Mac, Планшет және Мобильді) ешқандай айырмашылығы жоқ дегенді білдіреді. Жай ғана веб-шолғышты ашыңыз, CaseActive тіркелгіңізге кіріңіз, сонда бәрі дайын.
km: CaseActive គឺជាកម្មវិធីគេហទំព័រដែលឆ្លើយតប។ វាដំណើរការនៅក្នុងកម្មវិធីរុករកតាមអ៊ីនធឺណិតណាមួយដូចជា Internet Explorer, Firefox, Safari ឬ Chrome ។ គ្រាន់តែបើកកម្មវិធីរុករកតាមអ៊ីនធឺណិត ចូលទៅគណនី CaseActive របស់អ្នក ហើយអ្នករួចរាល់ហើយ។
kn: CaseActive ಒಂದು ಸ್ಪಂದಿಸುವ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ. ಇದು ಇಂಟರ್ನೆಟ್ ಎಕ್ಸ್‌ಪ್ಲೋರರ್, ಫೈರ್‌ಫಾಕ್ಸ್, ಸಫಾರಿ ಅಥವಾ ಕ್ರೋಮ್, ಇತ್ಯಾದಿಗಳಂತಹ ಯಾವುದೇ ವೆಬ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಚಲಿಸುತ್ತದೆ. ಇದರರ್ಥ ನೀವು ಬಳಸುತ್ತಿರುವ ಸಾಧನದ ಪ್ರಕಾರ (ಪಿಸಿ, ಮ್ಯಾಕ್, ಟ್ಯಾಬ್ಲೆಟ್ ಮತ್ತು ಮೊಬೈಲ್) ಯಾವುದೇ ವ್ಯತ್ಯಾಸವನ್ನು ಮಾಡುವುದಿಲ್ಲ. ಸರಳವಾಗಿ ವೆಬ್ ಬ್ರೌಸರ್ ತೆರೆಯಿರಿ, ನಿಮ್ಮ CaseActive ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ ಮತ್ತು ನೀವು ಸಿದ್ಧರಾಗಿರುವಿರಿ.
ku: CaseActive serîlêdanek webê ya bersivdar e. Ew di her geroka webê ya mîna Internet Explorer, Firefox, Safari an Chrome, hwd de dixebite. Ev tê vê wateyê ku celebê cîhaza (PC, Mac, Tablet û Mobîl) ku hûn bikar tînin tu ferq nake. Tenê geroka webê vekin, têkevin hesabê xweya CaseActive, û hûn hemî amade ne.
ky: CaseActive - бул жооп берүүчү веб колдонмо. Ал Internet Explorer, Firefox, Safari же Chrome, ж.б. сыяктуу каалаган веб браузерде иштейт. Бул сиз колдонуп жаткан аппараттын түрү (PC, Mac, Планшет жана Мобилдик) эч кандай айырмасы жок экенин билдирет. Жөн гана веб-браузерди ачып, CaseActive каттоо эсебиңизге кириңиз, ошондо баары даяр.
lb: CaseActive ass eng reaktiounsfäeger Web App. Et leeft an all Webbrowser wéi Internet Explorer, Firefox, Safari oder Chrome, etc. Dat heescht, datt d'Zort vun Apparat (PC, Mac, Tablet a Mobile) Dir benotzt keen Ënnerscheed mécht. Einfach de Webbrowser opmaachen, aloggen op Äre CaseActive Kont, an Dir sidd all fäerdeg.
lo: CaseActive ເປັນແອັບເວັບທີ່ຕອບສະໜອງ. ມັນເຮັດວຽກຢູ່ໃນທຸກຕົວທ່ອງເວັບເຊັ່ນ Internet Explorer, Firefox, Safari ຫຼື Chrome, ແລະອື່ນໆ. ນີ້ຫມາຍຄວາມວ່າປະເພດຂອງອຸປະກອນ (PC, Mac, Tablet ແລະມືຖື) ທີ່ທ່ານກໍາລັງໃຊ້ບໍ່ມີຄວາມແຕກຕ່າງ. ພຽງ​ແຕ່​ເປີດ​ຕົວ​ທ່ອງ​ເວັບ​ຂອງ​ເວັບ​ໄຊ​ຕ​໌​, ເຂົ້າ​ສູ່​ລະ​ບົບ​ບັນ​ຊີ CaseActive ຂອງ​ທ່ານ​, ແລະ​ທ່ານ​ກໍາ​ນົດ​ທັງ​ຫມົດ​.
lt: „CaseActive“ yra reaguojanti žiniatinklio programa. Jis veikia bet kurioje žiniatinklio naršyklėje, pvz., „Internet Explorer“, „Firefox“, „Safari“ ar „Chrome“ ir kt. Tai reiškia, kad naudojamo įrenginio tipas (kompiuteris, „Mac“, planšetinis kompiuteris ir mobilusis telefonas) neturi skirtumo. Tiesiog atidarykite žiniatinklio naršyklę, prisijunkite prie CaseActive paskyros ir viskas.
lv: CaseActive ir atsaucīga tīmekļa lietotne. Tas darbojas jebkurā tīmekļa pārlūkprogrammā, piemēram, Internet Explorer, Firefox, Safari vai Chrome utt. Tas nozīmē, ka izmantotās ierīces veidam (personālajam datoram, Mac datoram, planšetdatoram un mobilajam tālrunim) nav nekādas nozīmes. Vienkārši atveriet tīmekļa pārlūkprogrammu, piesakieties savā CaseActive kontā, un viss ir gatavs.
mg: CaseActive dia fampiharana tranonkala mandray andraikitra. Izy io dia mandeha amin'ny tranonkala rehetra toy ny Internet Explorer, Firefox, Safari na Chrome, sns. Midika izany fa ny karazana fitaovana (PC, Mac, Tablet ary Mobile) ampiasainao dia tsy misy dikany. Sokafy tsotra izao ny navigateur web, midira ao amin'ny kaontinao CaseActive, ary efa vonona ianao.
mi: Ko CaseActive he taupānga tukutuku aro. Ka rere i roto i tetahi kaitirotiro paetukutuku penei i a Internet Explorer, Firefox, Safari, Chrome ranei, me etahi atu. Ko te tikanga ko te momo taputapu (PC, Mac, Papa me te Waea Pukoro) e whakamahia ana e koe kaore he rereketanga. Tuwhera noa te kaitirotiro paetukutuku, takiuru ki to putea CaseActive, kua rite katoa koe.
mk: CaseActive е одговорна веб-апликација. Работи во кој било веб-прелистувач како Internet Explorer, Firefox, Safari или Chrome, итн. Тоа значи дека типот на уред (компјутер, Mac, таблет и мобилен) што го користите не прави никаква разлика. Едноставно отворете го веб-прелистувачот, најавете се на вашата сметка на CaseActive и сè е подготвено.
ml: CaseActive ഒരു പ്രതികരിക്കുന്ന വെബ് ആപ്ലിക്കേഷനാണ്. Internet Explorer, Firefox, Safari അല്ലെങ്കിൽ Chrome, തുടങ്ങിയ ഏത് വെബ് ബ്രൗസറിലും ഇത് പ്രവർത്തിക്കുന്നു. നിങ്ങൾ ഉപയോഗിക്കുന്ന ഉപകരണത്തിന്റെ തരം (PC, Mac, ടാബ്‌ലെറ്റ്, മൊബൈൽ) വ്യത്യാസമൊന്നുമില്ല എന്നാണ് ഇതിനർത്ഥം. വെബ് ബ്രൗസർ തുറന്ന് നിങ്ങളുടെ CaseActive അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യുക, നിങ്ങൾ എല്ലാം സജ്ജമാക്കി.
mn: CaseActive бол хариу үйлдэл үзүүлэх вэб програм юм. Энэ нь Internet Explorer, Firefox, Safari эсвэл Chrome гэх мэт ямар ч вэб хөтөч дээр ажилладаг. Энэ нь таны ашиглаж буй төхөөрөмжийн төрөл (PC, Mac, Таблет болон Мобайл) ямар ч ялгаагүй гэсэн үг юм. Зүгээр л вэб хөтчөө нээгээд CaseActive акаунт руугаа нэвтэрч, бүх зүйл бэлэн боллоо.
mr: CaseActive हा प्रतिसाद देणारा वेब अॅप आहे. हे इंटरनेट एक्सप्लोरर, फायरफॉक्स, सफारी किंवा क्रोम इत्यादी कोणत्याही वेब ब्राउझरमध्ये चालते. याचा अर्थ तुम्ही वापरत असलेल्या डिव्हाइसच्या प्रकारात (पीसी, मॅक, टॅब्लेट आणि मोबाइल) काही फरक पडत नाही. फक्त वेब ब्राउझर उघडा, तुमच्या CaseActive खात्यात लॉग इन करा आणि तुम्ही तयार आहात.
ms: CaseActive ialah apl web responsif. Ia berjalan dalam mana-mana pelayar web seperti Internet Explorer, Firefox, Safari atau Chrome, dsb. Ini bermakna jenis peranti (PC, Mac, Tablet dan Mudah Alih) yang anda gunakan tidak ada perbezaan. Hanya buka penyemak imbas web, log masuk ke akaun CaseActive anda, dan anda sudah bersedia.
mt: CaseActive hija app tal-web li tirreaġixxi. Hija taħdem fi kwalunkwe web browser bħal Internet Explorer, Firefox, Safari jew Chrome, eċċ. Dan ifisser li t-tip ta 'apparat (PC, Mac, Tablet u Mobile) li qed tuża ma jagħmel l-ebda differenza. Sempliċement iftaħ il-web browser, idħol fil-kont CaseActive tiegħek, u tkun lest.
my: CaseActive သည် တုံ့ပြန်မှုရှိသော ဝဘ်အက်ပ်တစ်ခုဖြစ်သည်။ ၎င်းသည် Internet Explorer၊ Firefox၊ Safari သို့မဟုတ် Chrome ကဲ့သို့သော မည်သည့်ဝဘ်ဘရောက်ဆာတွင်မဆို လုပ်ဆောင်ပါသည်။ ဆိုလိုသည်မှာ သင်အသုံးပြုနေသည့် စက်အမျိုးအစား (PC၊ Mac၊ Tablet နှင့် Mobile) သည် ကွာခြားမှုမရှိကြောင်း သိရသည်။ ဝဘ်ဘရောက်ဆာကို ရိုးရှင်းစွာဖွင့်ပါ၊ သင်၏ CaseActive အကောင့်သို့ လော့ဂ်အင်ဝင်ပါ၊ သင်အားလုံးအဆင်သင့်ဖြစ်ပါပြီ။
ne: CaseActive एक उत्तरदायी वेब एप हो। यो इन्टरनेट एक्सप्लोरर, फायरफक्स, सफारी वा क्रोम, आदि जस्ता कुनै पनि वेब ब्राउजरमा चल्छ। यसको मतलब तपाईंले प्रयोग गरिरहनुभएको यन्त्रको प्रकार (पीसी, म्याक, ट्याब्लेट र मोबाइल) मा कुनै फरक पर्दैन। केवल वेब ब्राउजर खोल्नुहोस्, तपाईंको CaseActive खातामा लग इन गर्नुहोस्, र तपाईं सबै तयार हुनुहुन्छ।
nl: CaseActive is een responsieve web-app. Het werkt in elke webbrowser zoals Internet Explorer, Firefox, Safari of Chrome, enz. Dit betekent dat het type apparaat (pc, Mac, tablet en mobiel) dat u gebruikt geen verschil maakt. Open gewoon de webbrowser, log in op uw CaseActive-account en u bent klaar.
no: CaseActive er en responsiv nettapp. Den kjører i alle nettlesere som Internet Explorer, Firefox, Safari eller Chrome osv. Dette betyr at typen enhet (PC, Mac, nettbrett og mobil) du bruker ikke spiller noen rolle. Bare åpne nettleseren, logg inn på din CaseActive-konto, så er du klar.
or: କେସ୍ ଆକ୍ଟିଭ୍ ହେଉଛି ଏକ ପ୍ରତିକ୍ରିୟାଶୀଳ ୱେବ୍ ଆପ୍ | ଏହା ଇଣ୍ଟରନେଟ୍ ଏକ୍ସପ୍ଲୋରର୍, ଫାୟାରଫକ୍ସ, ସଫାରି କିମ୍ବା କ୍ରୋମ୍ ଇତ୍ୟାଦି ଯେକ any ଣସି ୱେବ୍ ବ୍ରାଉଜରରେ ଚାଲିଥାଏ ଏହାର ଅର୍ଥ ହେଉଛି ଆପଣ ବ୍ୟବହାର କରୁଥିବା ଉପକରଣର ପ୍ରକାର (PC, Mac, ଟାବଲେଟ୍ ଏବଂ ମୋବାଇଲ୍) କ difference ଣସି ପାର୍ଥକ୍ୟ କରେ ନାହିଁ | କେବଳ ୱେବ୍ ବ୍ରାଉଜର୍ ଖୋଲ, ତୁମର କେସ୍ ଆକ୍ଟିଭ୍ ଆକାଉଣ୍ଟକୁ ଲଗ୍ ଇନ୍ କର, ଏବଂ ତୁମେ ସମସ୍ତେ ସେଟ୍ ହୋଇଛ |
pa: CaseActive ਇੱਕ ਜਵਾਬਦੇਹ ਵੈੱਬ ਐਪ ਹੈ। ਇਹ ਕਿਸੇ ਵੀ ਵੈੱਬ ਬ੍ਰਾਊਜ਼ਰ ਜਿਵੇਂ ਕਿ ਇੰਟਰਨੈੱਟ ਐਕਸਪਲੋਰਰ, ਫਾਇਰਫਾਕਸ, ਸਫਾਰੀ ਜਾਂ ਕਰੋਮ ਆਦਿ ਵਿੱਚ ਚੱਲਦਾ ਹੈ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਜਿਸ ਕਿਸਮ ਦੀ ਡਿਵਾਈਸ (ਪੀਸੀ, ਮੈਕ, ਟੈਬਲੈੱਟ ਅਤੇ ਮੋਬਾਈਲ) ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ, ਕੋਈ ਫਰਕ ਨਹੀਂ ਪੈਂਦਾ। ਬਸ ਵੈੱਬ ਬ੍ਰਾਊਜ਼ਰ ਖੋਲ੍ਹੋ, ਆਪਣੇ CaseActive ਖਾਤੇ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋ, ਅਤੇ ਤੁਸੀਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਹੋ।
pl: CaseActive to responsywna aplikacja internetowa. Działa w dowolnej przeglądarce internetowej, takiej jak Internet Explorer, Firefox, Safari lub Chrome itp. Oznacza to, że rodzaj używanego urządzenia (PC, Mac, tablet i telefon komórkowy) nie ma znaczenia. Po prostu otwórz przeglądarkę internetową, zaloguj się na swoje konto CaseActive i gotowe.
ps: CaseActive یو ځواب ویونکی ویب ایپ دی. دا په هر ویب براوزر کې چلیږي لکه انټرنیټ اکسپلورر، فایرفوکس، سفاري یا کروم، او داسې نور. دا پدې مانا ده چې د وسیلې ډول (PC، Mac، ټابلیټ او موبایل) چې تاسو یې کاروئ هیڅ توپیر نلري. په ساده ډول ویب براوزر خلاص کړئ ، خپل CaseActive حساب ته ننوځئ ، او تاسو ټول چمتو یاست.
pt: CaseActive é um aplicativo web responsivo. Ele roda em qualquer navegador da web como Internet Explorer, Firefox, Safari ou Chrome, etc. Isso significa que o tipo de dispositivo (PC, Mac, Tablet e Celular) que você está usando não faz diferença. Basta abrir o navegador da web, fazer login na sua conta CaseActive e está tudo pronto.
ro: CaseActive este o aplicație web receptivă. Acesta rulează în orice browser web, cum ar fi Internet Explorer, Firefox, Safari sau Chrome, etc. Aceasta înseamnă că tipul de dispozitiv (PC, Mac, tabletă și mobil) pe care îl utilizați nu are nicio diferență. Pur și simplu deschideți browserul web, conectați-vă la contul dvs. CaseActive și sunteți gata.
ru: CaseActive — адаптивное веб-приложение. Он работает в любом веб-браузере, таком как Internet Explorer, Firefox, Safari или Chrome и т. д. Это означает, что тип используемого вами устройства (ПК, Mac, планшет или мобильное устройство) не имеет значения. Просто откройте веб-браузер, войдите в свою учетную запись CaseActive, и все готово.
rw: CaseActive ni porogaramu y'urubuga yitabira. Ikora muri mushakisha iyariyo yose nka Internet Explorer, Firefox, Safari cyangwa Chrome, nibindi. Ibi bivuze ko ubwoko bwibikoresho (PC, Mac, Tablet na Mobile) ukoresha ntacyo bihindura. Fungura gusa mushakisha y'urubuga, injira kuri konte yawe ya CaseActive, kandi byose urashizweho.
sd: CaseActive هڪ جوابدار ويب ايپ آهي. اهو ڪنهن به ويب برائوزر ۾ هلندو آهي جهڙوڪ انٽرنيٽ ايڪسپلورر، فائر فاڪس، سفاري يا ڪروم وغيره. ان جو مطلب اهو آهي ته ڊوائيس جو قسم (PC، Mac، ٽيبليٽ ۽ موبائيل) توهان استعمال ڪري رهيا آهيو ڪو فرق ناهي. بس ويب برائوزر کوليو، پنهنجي CaseActive اڪائونٽ ۾ لاگ ان ٿيو، ۽ توهان مڪمل طور تي تيار آهيو.
si: CaseActive යනු ප්‍රතිචාරාත්මක වෙබ් යෙදුමකි. එය Internet Explorer, Firefox, Safari හෝ Chrome වැනි ඕනෑම වෙබ් බ්‍රවුසරයක ක්‍රියාත්මක වේ. මෙයින් අදහස් කරන්නේ ඔබ භාවිතා කරන උපාංගයේ වර්ගය (PC, Mac, Tablet සහ Mobile) වෙනසක් නොවන බවයි. සරලව වෙබ් බ්‍රව්සරය විවෘත කරන්න, ඔබේ CaseActive ගිණුමට ලොග් වන්න, එවිට ඔබ සියල්ල සූදානම් කර ඇත.
sk: CaseActive je responzívna webová aplikácia. Beží v akomkoľvek webovom prehliadači, ako je Internet Explorer, Firefox, Safari alebo Chrome atď. To znamená, že na type zariadenia (PC, Mac, Tablet a Mobile), ktoré používate, nezáleží. Jednoducho otvorte webový prehliadač, prihláste sa do svojho CaseActive účtu a všetko je nastavené.
sl: CaseActive je odzivna spletna aplikacija. Deluje v katerem koli spletnem brskalniku, kot je Internet Explorer, Firefox, Safari ali Chrome itd. To pomeni, da vrsta naprave (PC, Mac, tablica in mobilna naprava), ki jo uporabljate, ni pomembna. Preprosto odprite spletni brskalnik, se prijavite v svoj račun CaseActive in pripravljeni ste.
sq: CaseActive është një aplikacion uebi i përgjegjshëm. Ai funksionon në çdo shfletues uebi si Internet Explorer, Firefox, Safari ose Chrome, etj. Kjo do të thotë se lloji i pajisjes (PC, Mac, Tablet dhe Mobile) që po përdorni nuk bën dallim. Thjesht hapni shfletuesin e internetit, hyni në llogarinë tuaj CaseActive dhe jeni gati.
sr: ЦасеАцтиве је прилагодљива веб апликација. Покреће се у било ком веб претраживачу као што су Интернет Екплорер, Фирефок, Сафари или Цхроме, итд. То значи да тип уређаја (ПЦ, Мац, Таблет и Мобиле) који користите нема никакву разлику. Једноставно отворите веб претраживач, пријавите се на свој ЦасеАцтиве налог и све је спремно.
sv: CaseActive är en responsiv webbapp. Den körs i vilken webbläsare som helst som Internet Explorer, Firefox, Safari eller Chrome, etc. Det betyder att typen av enhet (PC, Mac, Tablet och Mobile) du använder inte spelar någon roll. Öppna bara webbläsaren, logga in på ditt CaseActive-konto så är allt klart.
sw: CaseActive ni programu ya wavuti inayojibu. Inatumika katika kivinjari chochote cha wavuti kama vile Internet Explorer, Firefox, Safari au Chrome, n.k. Hii ina maana kwamba aina ya kifaa (Kompyuta, Mac, Kompyuta Kibao na Simu) unayotumia haileti tofauti. Fungua tu kivinjari cha wavuti, ingia kwenye akaunti yako ya CaseActive, na uko tayari.
ta: கேஸ்ஆக்டிவ் என்பது பதிலளிக்கக்கூடிய இணையப் பயன்பாடாகும். Internet Explorer, Firefox, Safari அல்லது Chrome போன்ற எந்த இணைய உலாவியிலும் இது இயங்குகிறது. இதன் பொருள் நீங்கள் பயன்படுத்தும் சாதனத்தின் வகை (PC, Mac, Tablet மற்றும் மொபைல்) எந்த வித்தியாசத்தையும் ஏற்படுத்தாது. இணைய உலாவியைத் திறந்து, உங்கள் கேஸ்ஆக்டிவ் கணக்கில் உள்நுழையவும், நீங்கள் தயாராகிவிட்டீர்கள்.
te: CaseActive అనేది ప్రతిస్పందించే వెబ్ యాప్. ఇది Internet Explorer, Firefox, Safari లేదా Chrome మొదలైన ఏదైనా వెబ్ బ్రౌజర్‌లో రన్ అవుతుంది. అంటే మీరు ఉపయోగిస్తున్న పరికరం రకం (PC, Mac, Tablet మరియు మొబైల్)కి ఎలాంటి తేడా ఉండదు. వెబ్ బ్రౌజర్‌ని తెరవండి, మీ CaseActive ఖాతాకు లాగిన్ చేయండి మరియు మీరు అంతా సిద్ధంగా ఉన్నారు.
tg: CaseActive як веб-барномаи ҷавобгӯ аст. Он дар ҳама гуна веб-браузер ба монанди Internet Explorer, Firefox, Safari ё Chrome ва ғайра кор мекунад. Ин маънои онро дорад, ки навъи дастгоҳ (компютер, Mac, планшет ва мобилӣ), ки шумо истифода мебаред, фарқият надорад. Танҳо браузери вебро кушоед, ба ҳисоби CaseActive-и худ ворид шавед ва шумо ҳама омодаед.
th: CaseActive เป็นเว็บแอปที่ตอบสนอง มันทำงานในเว็บเบราว์เซอร์ใดก็ได้ เช่น Internet Explorer, Firefox, Safari หรือ Chrome เป็นต้น ซึ่งหมายความว่าประเภทของอุปกรณ์ (PC, Mac, แท็บเล็ตและมือถือ) ที่คุณใช้นั้นไม่แตกต่างกัน เพียงเปิดเว็บเบราว์เซอร์ ลงชื่อเข้าใช้บัญชี CaseActive ของคุณ เท่านี้คุณก็พร้อมแล้ว
tk: “CaseActive” jogap berýän web programmasydyr. Internet Explorer, Firefox, Safari ýa-da Chrome we ş.m. ýaly islendik web brauzerinde işleýär Bu, ulanýan enjamyňyzyň (PC, Mac, Tablet we Mobile) tapawudynyň ýokdugyny aňladýar. Webönekeý web brauzerini açyň, CaseActive hasabyňyza giriň we hemmäňiz taýyn.
tl: Ang CaseActive ay isang tumutugon na web app. Gumagana ito sa anumang web browser tulad ng Internet Explorer, Firefox, Safari o Chrome, atbp. Nangangahulugan ito na walang pinagkaiba ang uri ng device (PC, Mac, Tablet at Mobile) na ginagamit mo. Buksan lamang ang web browser, mag-log in sa iyong CaseActive account, at handa ka na.
tr: CaseActive, duyarlı bir web uygulamasıdır. Internet Explorer, Firefox, Safari veya Chrome vb. herhangi bir web tarayıcısında çalışır. Bu, kullandığınız cihaz türünün (PC, Mac, Tablet ve Mobil) hiçbir fark yaratmadığı anlamına gelir. Sadece web tarayıcısını açın, CaseActive hesabınıza giriş yapın ve her şey hazır.
tt: CaseActive - җаваплы веб-кушымта. Ул Internet Explorer, Firefox, Safari яки Chrome һ.б. кебек веб-браузерда эшли, димәк, сез кулланган җайланма төре (PC, Mac, Tablet һәм Mobile) бернинди дә аерма ясамый. Веб-браузерны ачып, CaseActive счетына керегез, һәм сез барыгыз да әзер.
ug: CaseActive ئىنكاسچان تور دېتالى. ئۇ Internet Explorer ، Firefox ، Safari ياكى Chrome قاتارلىق ھەر قانداق توركۆرگۈدە ئىجرا بولىدۇ ، بۇ سىز ئىشلىتىۋاتقان ئۈسكۈنىنىڭ (PC ، Mac ، تاختا كومپيۇتېر ۋە كۆچمە تېلېفون) نىڭ ھېچقانداق پەرقى يوقلىقىدىن دېرەك بېرىدۇ. توركۆرگۈنى ئېچىڭ ، CaseActive ھېساباتىڭىزغا كىرىڭ ، ھەممىڭىز تەڭشەلدى.
uk: CaseActive — адаптивний веб-додаток. Він працює в будь-якому веб-браузері, наприклад Internet Explorer, Firefox, Safari або Chrome тощо. Це означає, що тип пристрою (ПК, Mac, планшет і мобільний), який ви використовуєте, не має значення. Просто відкрийте веб-браузер, увійдіть у свій обліковий запис CaseActive, і все готово.
ur: CaseActive ایک ریسپانسیو ویب ایپ ہے۔ یہ انٹرنیٹ ایکسپلورر، فائر فاکس، سفاری یا کروم وغیرہ جیسے کسی بھی ویب براؤزر میں چلتا ہے۔ اس کا مطلب ہے کہ آپ جس قسم کے ڈیوائس (پی سی، میک، ٹیبلٹ اور موبائل) کو استعمال کر رہے ہیں اس میں کوئی فرق نہیں پڑتا ہے۔ بس ویب براؤزر کھولیں، اپنے CaseActive اکاؤنٹ میں لاگ ان کریں، اور آپ بالکل تیار ہیں۔
uz: CaseActive - sezgir veb-ilova. U Internet Explorer, Firefox, Safari yoki Chrome va boshqalar kabi har qanday veb-brauzerda ishlaydi. Bu siz foydalanayotgan qurilma turi (Kompyuter, Mac, Planshet va Mobil) hech qanday farq qilmasligini bildiradi. Shunchaki veb-brauzerni oching, CaseActive hisobingizga kiring va hamma narsa tayyor.
vi: CaseActive là một ứng dụng web đáp ứng. Nó chạy trong bất kỳ trình duyệt web nào như Internet Explorer, Firefox, Safari hoặc Chrome, v.v. Điều này có nghĩa là loại thiết bị (PC, Mac, Tablet và Mobile) bạn đang sử dụng không có gì khác biệt. Chỉ cần mở trình duyệt web, đăng nhập vào tài khoản CaseActive của bạn và bạn đã sẵn sàng.
xh: I-CaseActive yi-app yewebhu ephendulayo. Isebenza kuyo nayiphi na ibhrawuza yewebhu njenge Internet Explorer, Firefox, Safari okanye Chrome, njl. Oku kuthetha ukuba uhlobo lwesixhobo (iPC, iMac, iThebhulethi kunye neMobile) oyisebenzisayo ayenzi mahluko. Vula ngokulula isikhangeli sewebhu, ngena kwiakhawunti yakho yeCaseActive, kwaye usetwe kakuhle.
yi: CaseActive איז אַ אָפּרופיק וועב אַפּ. עס לויפט אין קיין וועב בלעטערער ווי Internet Explorer, פירעפאָקס, סאַפאַרי אָדער קראָום, אאז"ו ו. דעם מיטל אַז דער טיפּ פון מיטל (פּיסי, מעק, טאַבלעט און מאָביל) איר נוצן מאכט קיין חילוק. פשוט עפֿענען דעם וועב בלעטערער, קלאָץ אין צו דיין CaseActive חשבון, און איר זענט גרייט.
