Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Set Your New Password
af: Stel jou nuwe wagwoord in
am: አዲሱን የይለፍ ቃልዎን ያዘጋጁ
ar: تعيين كلمة المرور الجديدة
az: Yeni Şifrənizi Yaradın
be: Усталюйце Ваш новы пароль
bg: Задайте новата си парола
bn: আপনার নতুন পাসওয়ার্ড সেট করুন
ca: Estableix la contrasenya nova
cs: Nastavte nové heslo
cy: Gosod eich cyfrinair newydd
da: Indstil dit nye kodeord
de: Setzen Sie Ihr neues Passwort
el: Ορίστε τον νέο σας κωδικό πρόσβασης
eo: Agordu Via Nova Pasvorto
es: Establezca su nueva contraseña
et: Määrake oma uus parool
eu: Ezarri zure pasahitz berria
fa: رمز عبور جدید خود را تنظیم کنید
fi: Aseta uusi salasana
fr: Définissez votre nouveau mot de passe
fy: Set dyn nije wachtwurd yn
ga: Socraigh Do Pasfhocal Nua
gd: Suidhich facal-faire ùr agad
gl: Establece a túa nova contrasinal
gu: તમારું નવું પાસવર્ડ સેટ કરો
hi: अपना नया पासवर्ड सेट करें
hr: Postavite novu lozinku
hu: Állítsa be új jelszavát
hy: Սահմանեք նոր գաղտնաբառ
id: Setel Password Baru Anda
is: Stilltu nýja lykilorðið þitt
it: Imposta la tua nuova password
iw: הגדר את הסיסמה החדשה שלך
ja: 新しいパスワードを設定する
ka: ახალი პაროლის დაყენება
kk: Жаңа құпия сөзіңізді орнатыңыз
km: កំណត់ពាក្យសម្ងាត់ថ្មីរបស់អ្នក
kn: ನಿಮ್ಮ ಹೊಸ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಹೊಂದಿಸಿ
ku: Şîfreya te ya nû bike
ky: Set Сиздин Болумушту калуу
lb: Set Äert neit Passwuert
lo: ຕັ້ງຄ່າລະຫັດຜ່ານໃຫມ່ຂອງທ່ານ
lt: Nustatykite savo naują slaptažodį
lv: Iestatiet savu jauno paroli
mg: Mametraha ny New Password
mi: Kia anga tō Kupuhipa New
mk: Поставете ја вашата нова лозинка
ml: നിങ്ങളുടെ പുതിയ പാസ്വേഡ് സജ്ജമാക്കുക
mn: Шинэ нууц үгээ тохируулна уу
mr: आपला नवीन संकेतशब्द सेट करा
ms: Tetapkan Kata Laluan Baharu Anda
mt: Stabbilixxi Password Ġdid Tiegħek
my: သင့်ရဲ့နယူး Password ကို Set
ne: तपाईंको नयाँ पासवर्ड सेट
nl: Stel je nieuwe wachtwoord in
no: Sett inn ditt nye passord
or: ଆପଣଙ୍କର ନୂତନ ପାସୱାର୍ଡ ସେଟ୍ କରନ୍ତୁ |
pa: ਆਪਣਾ ਨਵਾਂ ਪਾਸਵਰਡ ਸੈੱਟ ਕਰੋ
pl: Ustaw nowe hasło
ps: خپل نوی پټنځای سم کړئ
pt: Defina sua nova senha
ro: Setați noua dvs. parolă
ru: Установите новый пароль
rw: Shiraho ijambo ryibanga rishya
sd: پنهنجو نئون پاسورڊ قائم ڪريو
si: ඔබගේ නව මුරපදය සකසන්න
sk: Nastavte nové heslo
sl: Nastavite novo geslo
sq: Cakto fjalëkalimin tënd të ri
sr: Поставите своју нову лозинку
sv: Ange ditt nya lösenord
sw: Weka nenosiri lako jipya
ta: உங்கள் புதிய கடவுச்சொல்லை அமைக்கவும்
te: మీ కొత్త సంకేతపదం అమర్చండి
tg: Танзими парол нав Шумо
th: ตั้งรหัสผ่านใหม่ของคุณ
tk: Täze parolyňyzy düzüň
tl: Itakda ang Iyong Bagong Password
tr: Yeni Parolanızı Ayarlayın
tt: Яңа серсүзне куегыз
ug: يېڭى پارولىڭىزنى بەلگىلەڭ
uk: Встановіть свій новий пароль
ur: اپنا نیا پاس ورڈ مقرر کریں
uz: Yangi parolni o&#39;rnating
vi: Đặt mật khẩu mới của bạn
xh: Setha iphasiwedi entsha
yi: שטעלן דיין ניו פּאַראָל

source: A code has been sent to
af: &#39;N Kode is gestuur na
am: አንድ ኮድ ተልኳል
ar: تم ارسال كود الى
az: Bir kod göndərildi
be: Код быў адпраўлены
bg: Изпратен е код
bn: একটি কোড পাঠানো হয়েছে
ca: S&#39;ha enviat un codi a
cs: Byl odeslán kód
cy: Mae cod wedi cael ei anfon ato
da: En kode er sendt til
de: Ein Code wurde an gesendet
el: Ένας κώδικας έχει σταλεί στο
eo: Kodo sendita al
es: Un código ha sido enviado a
et: Kood on saadetud
eu: Kode bat bidali zaio
fa: کد فرستاده شده است
fi: Koodi on lähetetty
fr: Un code a été envoyé à
fy: In koade is stjoerd
ga: Cuireadh cód chuig
gd: Chaidh còd a chur gu
gl: Enviouse un código a
gu: એક કોડ મોકલવામાં આવ્યો છે
hi: को एक कोड भेजा गया है
hr: Poslan je kôd
hu: A kódot elküldtük
hy: Կոդ ուղարկվել է
id: Kode telah dikirim ke
is: Kóði hefur verið sent til
it: Un codice è stato inviato a
iw: נשלח קוד אל
ja: にコードが送信されました
ka: კოდი გაიგზავნა
kk: Код жіберілді
km: លេខកូដត្រូវបានផ្ញើទៅ
kn: ಒಂದು ಕೋಡ್ ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ
ku: Kodê şandin
ky: Кодекси жөнөтүлдү
lb: E Code gouf geschéckt
lo: ລະຫັດຖືກສົ່ງໄປຫາ
lt: Kodas išsiųstas
lv: Ir nosūtīts kods
mg: Misy baiko iray nalefa
mi: Kua tukuna he waehere ki
mk: Кодексот е испратен до
ml: ഒരു കോഡ് അയച്ചു
mn: Кодыг илгээгдсэн байна
mr: एक कोड पाठविला गेला आहे
ms: Kod telah dihantar kepada
mt: Intbagħat kodiċi lil
my: တစ်ဦးက code ကိုပို့လိုက်ပါပြီ
ne: कोड पठाइएको छ
nl: Er is een code verzonden naar
no: En kode er sendt til
or: ଏକ କୋଡ୍ ପଠାଯାଇଛି |
pa: ਇੱਕ ਕੋਡ ਨੂੰ ਭੇਜਿਆ ਗਿਆ ਹੈ
pl: Kod został wysłany na adres
ps: یو کوډ ته لیږل شوی
pt: Um código foi enviado para
ro: Un cod a fost trimis la
ru: Код был отправлен
rw: Kode yoherejwe kuri
sd: ڪوڊ ڪوڊ موڪليو ويو
si: කේතයක් යවා තිබේ
sk: Kód bol odoslaný na adresu
sl: Koda je bila poslana na
sq: Një kod është dërguar
sr: Шифра је послата
sv: En kod har skickats till
sw: Nambari imetumwa
ta: ஒரு குறியீடு அனுப்பப்பட்டது
te: ఒక కోడ్ పంపబడింది
tg: Рамзи фиристода шуд
th: ส่งรหัสไปที่
tk: Kod iberildi
tl: Ang isang code ay ipinadala sa
tr: Bir kod gönderildi
tt: Код җибәрелде
ug: بىر كود ئەۋەتىلدى
uk: Надіслано код
ur: کوڈ بھیج دیا گیا ہے
uz: Kod yuborildi
vi: Một mã đã được gửi đến
xh: Ikhowudi ithunyelwe kuyo
yi: א קאָד האט געשיקט צו

source: Change Password
af: Verander wagwoord
am: የሚስጥር ቁልፍ ይቀይሩ
ar: تغيير كلمة السر
az: Şifrəni dəyişdirin
be: змена пароля
bg: Промяна на паролата
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: Canvi de contrasenya
cs: Změnit heslo
cy: Newid cyfrinair
da: Skift kodeord
de: Passwort ändern
el: Αλλαξε κωδικό
eo: ŝanĝi pasvorton
es: Cambia la contraseña
et: Muuda salasõna
eu: Aldatu pasahitza
fa: تغییر رمز عبور
fi: Vaihda salasana
fr: Changer le mot de passe
fy: Feroarje Wachtwurd
ga: Athraigh do phasfhocal
gd: Atharrachadh Password
gl: Cambie o contrasinal
gu: પાસવર્ડ બદલો
hi: पासवर्ड बदलें
hr: Promijeni zaporku
hu: Jelszó módosítása
hy: Փոխել գաղտնաբառը
id: Ganti kata sandi
is: Breyta lykilorði
it: Cambia la password
iw: שנה סיסמא
ja: パスワードを変更する
ka: პაროლის შეცვლა
kk: Құпия сөзді өзгерту
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಿಸಿ
ku: Şîfreya Guherînê
lb: Passwuert änneren
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
lt: Pakeisti slaptažodį
lv: Mainīt paroli
mg: Hanova tenimiafina
mi: Huri Kupuhipa
mk: Промени го пасвордот
ml: പാസ്വേഡ് മാറ്റുക
mn: Нууц үг өөрчлөх
mr: पासवर्ड बदला
ms: Tukar kata laluan
mt: Biddel il-password
my: စကားဝှက်ကိုပြောင်းရန်
ne: पासवर्ड परिवर्तन
nl: Verander wachtwoord
no: Bytt passord
or: ପାସୱାର୍ଡ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmień hasło
ps: پټ نوم بدل کړی
pt: Mudar senha
ro: Schimbaţi parola
ru: Изменить пароль
rw: Hindura ijambo ryibanga
sd: پاسورڊ تبديل ڪريو
si: මුරපදය වෙනස් කරන්න
sk: Zmeniť heslo
sl: Spremeni geslo
sq: Ndrysho fjalekalimin
sr: Промени лозинку
sv: Ändra lösenord
sw: Badilisha neno la siri
ta: கடவுச்சொல்லை மாற்று
te: పాస్వర్డ్ మార్చండి
tg: Ивази калидвожа
th: เปลี่ยนรหัสผ่าน
tk: Paroly üýtgetmek
tl: Palitan ANG password
tr: Şifre değiştir
tt: Серсүзне алмаштырыгыз
ug: پارولنى ئۆزگەرتىش
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
uz: Kalit so&#39;zni o&#39;zgartirish
vi: Đổi mật khẩu
xh: Tshintsha iphasiwedi
yi: טוישן שפּריכוואָרט

source: Changing...
af: Die verandering van ...
am: በመለወጥ ላይ ...
ar: تغيير ...
az: Değişiyor ...
be: Змена ...
bg: Промяна на ...
bn: পরিবর্তন করা হচ্ছে ...
ca: S&#39;està canviant ...
cs: Měnící se...
cy: Newid ...
da: Ændring ...
de: Ändern...
el: Αλλαγή ...
eo: Ŝanĝi ...
es: Cambiando...
et: Muutmine ...
eu: Aldatzen ...
fa: تغییر ...
fi: Vaihtaa...
fr: En changeant...
fy: Feroaret ...
ga: Athrú ...
gd: Ag atharrachadh ...
gl: Cambiando...
gu: બદલવું ...
hi: बदल रहा है ...
hr: Promjena ...
hu: Megváltoztatása ...
hy: Փոփոխվող...
id: Mengubah ...
is: Breytast...
it: Mutevole...
iw: מִשְׁתַנֶה...
ja: 変化...
ka: შეცვლა ...
kk: Өзгертуде ...
km: កំពុងផ្លាស់ប្តូរ ...
kn: ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ ...
ku: Guhertin ...
ky: Өзгөртүү ...
lb: Änneren ...
lo: ການປ່ຽນແປງ ...
lt: Keisti ...
lv: Mainās...
mg: Manova ...
mi: Te huri ...
mk: Менување ...
ml: മാറ്റുന്നതിൽ...
mn: Өөрчлөлт ...
mr: बदलत आहे ...
ms: Menukar ...
mt: Nibdlu ...
my: ပြောင်းခြင်း ...
ne: फेर्दै...
nl: Veranderende ...
no: Endre ...
or: ପରିବର୍ତ୍ତନ ...
pa: ਬਦਲ ਰਿਹਾ...
pl: Wymiana pieniędzy...
ps: بدلول ...
pt: Mudando ...
ro: Schimbarea ...
ru: Изменение ...
rw: Guhindura ...
sd: تبديلي ...
si: වෙනස් කිරීම ...
sk: Zmena ...
sl: Zamenjati...
sq: Ndryshimi i ...
sr: Промена ...
sv: Skiftande...
sw: Inabadilika ...
ta: மாற்றுகிறது ...
te: మారుతున్న ...
tg: Таѓйир додани ...
th: เปลี่ยน ...
tk: Üýtgeýär ...
tl: Nagbabago ...
tr: Değiştirme...
tt: ... Згәртү ...
ug: ئۆزگەرتىش ...
uk: Зміна ...
ur: تبدیل کر رہا ہے ...
uz: O&#39;zgartirish ...
vi: Thay đổi...
xh: Ukutshintsha ...
yi: טשאַנגינג ...

source: Login
af: Teken aan
am: ግባ
ar: تسجيل الدخول
az: Daxil ol
be: Увайсці
bg: вход
bn: লগইন
ca: iniciar Sessió
cs: Přihlásit se
cy: Mewngofnodi
da: Log på
de: Anmeldung
el: Σύνδεση
eo: Ensaluti
es: Iniciar sesión
et: Logi sisse
eu: Saioa hasi
fa: ورود
fi: Kirjaudu sisään
fr: S&#39;identifier
ga: Logáil isteach
gl: Iniciar sesión
gu: લૉગિન
hi: लॉग इन करें
hr: Prijaviti se
hu: Belépek
hy: Մուտք
id: Masuk
is: Skrá inn
it: Accesso
iw: התחברות
ja: ログイン
ka: შესვლა
kk: Кіру
km: ចូល
kn: ಲಾಗಿನ್ ಮಾಡಿ
ky: Кирүү
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
lt: Prisijungti
lv: Pieslēgties
mg: Hiditra
mi: takiuru
mk: Логирај Се
ml: ലോഗിൻ
mn: Нэвтрэх
mr: लॉग इन
ms: Log masuk
mt: Idħol
my: လော့ဂ်အင်
ne: लग - इन
no: Logg Inn
or: ଭିତରକୁ ଯାଉ
pa: ਲਾਗਿਨ
pl: Zaloguj Się
ps: د ننه کیدل
pt: Entrar
ro: Logare
ru: Авторизоваться
rw: Injira
sd: لاگ ان
si: ඇතුල් වන්න
sk: Prihlásiť sa
sl: Vpiši se
sq: hyrje
sr: Пријавите се
sv: Logga in
sw: Ingia
ta: உள் நுழை
te: లాగిన్
tg: Даромадан
th: เข้าสู่ระบบ
tk: Giriş
tl: Mag-login
tr: Oturum aç
tt: Керергә
ug: كىرىش
uk: Вхід
ur: لاگ ان
uz: Kirish
vi: Đăng nhập
xh: Ngema
yi: צייכן אריין

source: Forgot password?
af: Wagwoord vergeet?
am: መክፈቻ ቁልፉን ረሳኽው?
ar: هل نسيت كلمة السر؟
az: Şifrəni unutmusunuz?
be: Забыліся на пароль?
bg: Забравена парола?
bn: পাসওয়ার্ড ভুলে গেছেন?
ca: Has oblidat la contrasenya?
cs: Zapomenuté heslo?
cy: Wedi anghofio cyfrinair?
da: glemt kodeord?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό?
eo: Ĉu vi forgesis la pasvorton?
es: ¿Se te olvidó tu contraseña?
et: Unustasid parooli?
eu: Pasahitza ahaztua?
fa: رمز عبور خود را فراموش کرده اید؟
fi: Unohtuiko salasana?
fr: Mot de passe oublié?
fy: Wachtwurd ferjitten?
ga: Dearmad ar pasfhocal?
gd: An do dhìochuimhnich thu facal-faire?
gl: Esqueciches o contrasinal?
gu: પાસવર્ડ ભૂલી ગયા છો?
hi: पासवर्ड भूल गए?
hr: Zaboravili ste lozinku?
hu: Elfelejtette a jelszavát?
hy: Մոռացել եք գաղտնաբառը?
id: Tidak ingat kata sandi?
is: Gleymt lykilorð?
it: Ha dimenticato la password?
iw: שכחת את הסיסמא?
ja: パスワードをお忘れですか？
ka: პაროლი დაგავიწყდათ?
kk: Құпия сөзді ұмыттыңыз ба?
km: ភ្លេច​លេខសំងាត់​?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
ku: Passwordîfreya xwe ji bîr kir?
ky: Сыр сөздү унуттуңузбу?
lb: Passwuert vergiess?
lo: ລືມລະຫັດຜ່ານ?
lt: Pamiršote slaptažodį?
lv: Aizmirsi paroli?
mg: Hadino ny tenimiafina?
mi: Wareware i te kupuhipa?
mk: Ја заборави лозинката?
ml: പാസ്വേഡ് മറന്നോ?
mn: Нууц үгээ мартсан?
mr: संकेतशब्द विसरलात?
ms: lupa kata laluan?
mt: Insejt il-password?
my: စကားဝှက်ကိုမေ့နေပါသလား?
ne: पासवर्ड भुल्नु भयो?
nl: Wachtwoord vergeten?
no: Glemt passord?
or: ପାସୱାର୍ଡ଼ ଭୁଲି ଗଲେ କି?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
pl: Zapomniałeś hasła?
ps: خپل پټ نوم درڅخه هیر دی؟
pt: Esqueceu a senha?
ro: Ați uitat parola?
ru: забыл пароль?
rw: Wibagiwe ijambo ryibanga?
sd: پاسورڊ وساريو؟
si: මුරපදය අමතක වුණා ද?
sk: zabudol si heslo?
sl: Ste pozabili geslo?
sq: keni harruar fjalëkalimin?
sr: Заборавили сте лозинку?
sv: Glömt ditt lösenord?
sw: Umesahau nywila?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
tg: Калидвожа фаромӯш шуд?
th: ลืมรหัสผ่าน?
tk: Paroly ýatdan çykardyňyzmy?
tl: Nakalimutan ang password?
tr: Parolanızı mı unuttunuz?
tt: Серсүзне оныттыгызмы?
ug: پارولنى ئۇنتۇپ قالدىڭىزمۇ؟
uk: Забули пароль?
ur: پاسورڈ بھول گے؟
uz: Parolni unutdingizmi?
vi: Quên mật khẩu?
xh: Ingaba uyilibele iphasiwedi?
yi: פֿאַרגעסן פּאַראָל?

source: Help
af: Hulp
am: እገዛ
ar: مساعدة
az: Kömək edin
be: Дапамажыце
bg: Помогне
bn: সহায়তা
ca: Ajuda
cs: Pomoc
da: Hjælp
de: Hilfe
el: Βοήθεια
eo: Helpu
es: Ayudar
et: Abi
eu: Laguntza
fa: کمک
fi: auta
fr: Aider
ga: Cabhrú
gd: Cuideachadh
gl: Axuda
gu: સહાય કરો
hi: मदद
hr: Pomozite
hu: Segítség
hy: Օգնություն
id: Tolong
is: Hjálp
it: Aiuto
iw: עֶזרָה
ja: 助けて
ka: დახმარება
kk: Көмектесіңдер
km: ជំនួយ
kn: ಸಹಾಯ
ku: Alîkarî
ky: Жардам
lb: Hëllef
lo: ຊ່ວຍເຫຼືອ
lt: Pagalba
lv: Palīdzība
mg: Vonjeo
mi: Awhina
mk: Помош
ml: സഹായം
mn: Туслаач
mr: मदत
ms: Tolonglah
mt: Għajnuna
my: ကူညီကြပါ
ne: मद्दत
nl: Helpen
no: Hjelp
or: ସାହାଯ୍ୟ
pa: ਮਦਦ ਕਰੋ
pl: Wsparcie
ps: مرسته
pt: Ajuda
ro: Ajutor
ru: Помощь
rw: Ubufasha
sd: مدد ڪريو
si: උදව්
sk: Pomoc
sl: Pomoč
sq: Ndihmoni
sr: Помоћ
sv: Hjälp
sw: Msaada
ta: உதவி
te: సహాయం
tg: Кумак
th: ช่วยด้วย
tk: Kömek ediň
tl: Tulong
tr: Yardım
tt: Ярдәм итегез
ug: ياردەم
uk: Допомога
ur: مدد
uz: Yordam bering
vi: Cứu giúp
xh: Nceda
yi: הילף

source: Email or Phone
af: E-pos of telefoon
am: ኢሜል ወይም ስልክ
ar: بريد الكتروني او هاتف
az: E-poçt və ya telefon
be: E-mail або тэлефон
bg: Имейл или телефон
bn: ইমেইল অথবা ফোন
ca: Correu electrònic o telèfon
cs: Email nebo telefon
cy: Ebost neu Ffôn
da: Email eller telefon
de: E-Mail oder Telefon
el: Ηλεκτρονικό ταχυδρομείο ή τηλέφωνο
eo: Retpoŝto aŭ Telefono
es: Email o teléfono
et: Email või telefon
eu: Posta elektronikoa edo telefonoa
fa: ایمیل یا تلفن
fi: Sähköposti tai puhelin
fr: Email ou téléphone
fy: E-mail of telefoan
ga: R-phost nó Fón
gd: Post-d no fòn
gl: Correo electrónico ou teléfono
gu: ઇમેઇલ અથવા ફોન
hi: ईमेल या फोन
hr: Email ili telefon
hu: Mailben vagy telefonon
hy: Էլ. Փոստ կամ հեռախոս
id: Email atau Telepon
is: Email eða Sími
it: Email o telefono
iw: מייל או טלפון
ja: 電子メールまたは電話
ka: ელ.ფოსტის ან ტელეფონით
kk: Электрондық пошта немесе телефон
km: អ៊ី​ម៉ែ​ល​ឬ​ទូរស័ព្ទ
kn: ಇಮೇಲ್ ಅಥವಾ ಫೋನ್
ku: Email an Telefonê
ky: Email же Phone
lb: Email oder Telefon
lo: ອີເມລ໌ຫຼືໂທລະສັບ
lt: El. paštas Ar telefonas
lv: E-pasts vai telefons
mg: Email na Phone
mi: Īmēra Waea ranei
mk: Е-пошта или телефон
ml: ഇമെയിൽ അല്ലെങ്കിൽ ഫോൺ
mn: И-мэйл эсвэл утас
mr: ई मेल किंवा दूरध्वनी
ms: Emel atau telefon
mt: Email jew Telefon
my: အီးမေးလ်သို့မဟုတ်ဖုန်း
ne: इमेल वा फोन
nl: Email of telefoon
no: Email eller telefon
or: ଇମେଲ୍ କିମ୍ବା ଫୋନ୍ |
pa: ਈਮੇਲ ਜਾਂ ਫੋਨ
pl: Email lub telefon
ps: برېښنالیک یا تلیفون
pt: Email ou telefone
ro: Email sau telefon
ru: По электронной почте или телефону
rw: Imeri cyangwa Terefone
sd: اي ميل يا فون
si: විද්යුත් තැපෑල හෝ දුරකථනය
sk: E-mail alebo telefón
sl: E-pošta ali telefon
sq: Email ose Telefoni
sr: Е-маил или телефон
sv: E-post eller telefon
sw: Barua pepe au Simu
ta: மின்னஞ்சல் அல்லது தொலைபேசி
te: ఇమెయిల్ లేదా ఫోన్
tg: Email ё Телефон
th: อีเมลหรือโทรศัพท์
tk: E-poçta ýa-da telefon
tl: Email o telepono
tr: Eposta ya da telefon
tt: Электрон почта яки телефон
ug: ئېلېكترونلۇق خەت ياكى تېلېفون
uk: Електронна пошта або телефон
ur: ای میل یا فون
uz: E-pochta yoki telefon
vi: Email hoặc Điện thoại
xh: I-imeyile okanye Ifowuni
yi: E- פּאָסט אָדער טעלעפאָנירן

source: Reset Password
af: Herstel wagwoord
am: የይለፍ ቃል ዳግም ያስጀምሩ
ar: إعادة تعيين كلمة المرور
az: Parolu sıfırlamak
be: Скід пароля
bg: Нулиране на паролата
bn: পাসওয়ার্ড রিসেট করুন
ca: Restablir la contrasenya
cs: Obnovit heslo
cy: Ailosod cyfrinair
da: Nulstille kodeord
de: Passwort zurücksetzen
el: Επαναφέρετε τον κωδικό πρόσβασης
eo: rekomencigita pasvorton
es: Restablecer la contraseña
et: Lähtesta parool
eu: Berrezarri pasahitza
fa: بازنشانی گذرواژه
fi: Nollaa salasana
fr: réinitialiser le mot de passe
fy: Wachtwurd feroarje
ga: Focal Faire Athshocraigh
gd: ath-shuidheachadh Password
gl: Restablecer contrasinal
gu: પાસવર્ડ ફરીથી સેટ કરો
hi: पासवर्ड रीसेट
hr: Resetiranje lozinke
hu: Jelszó visszaállítása
hy: Վերագործարկեք գաղտնաբառը
is: Endur stilla lykilorð
it: Resetta la password
iw: לאפס את הסיסמה
ja: パスワードを再設定する
ka: პაროლის აღდგენა
kk: Құпия сөзді қалпына келтіру
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញ
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ku: Şîfreya Vehetîne
ky: Сырсөздү
lb: zréckgesat Passwuert
lt: Atstatyti slaptažodį
lv: Atiestatīt paroli
mi: Kupuhipa tautuhi
mk: Ресетирање на Лозинка
ml: പാസ്വേഡ് പുനഃസജ്ജമാക്കുക
mn: Нууц үгээ анхны байдалд нь оруулж
mr: पासवर्ड रीसेट करा
ms: Menetapkan semula kata laluan
my: Password ကို Reset
ne: पासवर्ड रिसेट
nl: Wachtwoord opnieuw instellen
no: Tilbakestille passord
or: ପାସୱାର୍ଡ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ
pl: Zresetuj hasło
ps: پټنوم بیاځل
pt: Trocar a senha
ro: Reseteaza parola
ru: Сброс пароля
rw: Ongera usubize ijambo ryibanga
sd: پاسورڊ ٻيهر آڻيو
si: මුරපදය නැවත සකසන්න
sk: Obnoviť heslo
sl: Ponastavitev gesla
sq: Rivendosni fjalëkalimin
sr: Ресетуј шифру
sv: Återställ lösenord
sw: Weka upya nenosiri
ta: கடவுச்சொல்லை மீட்டமைக்க
te: రహస్యపదాన్ని మార్చుకోండి
tg: Рамз Бозгашт
th: รีเซ็ตรหัสผ่าน
tk: Paroly täzeden düzmek
tl: I-reset ang Password
tr: Şifreyi yenile
tt: Серсүзне яңадан урнаштыру
ug: پارولنى ئەسلىگە كەلتۈرۈش
uk: Скинути пароль
ur: پاس ورڈ ری سیٹ
uz: Parolni tiklash
vi: Đặt lại mật khẩu
xh: Hlela kwakhona iphasiwedi
yi: באַשטעטיק פּאַראָל
