Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
af: 13.9 Uitvoer: Albei partye stem ooreen om aan die toepaslike Amerikaanse uitvoer- en invoerwette en -regulasies te voldoen. U mag nie u gebruikers toelaat om toegang tot die dienste te gebruik of dit te gebruik in stryd met enige Amerikaanse uitvoerembargo, -verbod of -beperking nie.
am: 13.9 ወደ ውጭ መላክ-ሁለቱም ወገኖች የሚመለከታቸው የዩኤስ ወደ ውጭ የመላክ እና የማስመጣት ህጎችን እና ደንቦችን ለማክበር ተስማምተዋል ፡፡ ማንኛውንም የአሜሪካን ወደ ውጭ የመላክ ማዕቀብ ፣ ክልከላ ወይም ክልከላ በመጣስ ተጠቃሚዎችዎ አገልግሎቱን እንዲጠቀሙ ወይም እንዲጠቀሙ መፍቀድ የለባቸውም ፡፡
ar: 13.9 التصدير: يوافق الطرفان على الامتثال لقوانين ولوائح التصدير والاستيراد الأمريكية المعمول بها. لا يجوز لك السماح للمستخدمين بالوصول إلى الخدمات أو استخدامها في انتهاك لأي حظر أو حظر أو تقييد على الصادرات الأمريكية.
az: 13.9 İxrac: Hər iki tərəf ABŞ-ın tətbiq olunan ixrac və idxal qanun və qaydalarına riayət etməyə razıdır. İstifadəçilərinizə ABŞ-ın hər hansı bir ixrac embarqosunu, qadağanını və ya məhdudiyyətini pozaraq Xidmətlərə daxil olmağa və istifadə etməyə icazə verməməlisiniz.
be: 13.9 Экспарт: Абодва бакі згаджаюцца выконваць дзеючыя законы і правілы па экспарце і імпарце ЗША. Вы не дазваляеце сваім карыстальнікам атрымліваць доступ ці карыстацца Паслугамі з парушэннем амерыканскага экспартнага эмбарга, забароны альбо абмежавання.
bg: 13.9 Експорт: И двете страни се съгласяват да спазват приложимите американски закони и разпоредби за износ и внос. Вие няма да разрешавате на вашите потребители да имат достъп или използват Услугите в нарушение на ембарго, забрана или ограничение за износ в САЩ.
bn: ১৩.৯ রফতানি: উভয় পক্ষই প্রযোজ্য মার্কিন রফতানি এবং আমদানি আইন এবং বিধিমালা মেনে চলতে সম্মত। কোনও মার্কিন রফতানি নিষেধাজ্ঞা, নিষেধাজ্ঞা বা বিধিনিষেধ লঙ্ঘন করে আপনি আপনার ব্যবহারকারীদের পরিষেবাগুলিতে অ্যাক্সেস বা ব্যবহার করার অনুমতি দেবেন না।
ca: 13.9 Exportació: Les dues parts acorden complir les lleis i regulacions sobre exportació i importació dels Estats Units. No permetreu que els vostres usuaris accedeixin o utilitzin els Serveis violant qualsevol embargament, prohibició o restricció a l&#39;exportació dels Estats Units.
cs: 13.9 Export: Obě strany souhlasí s dodržováním platných vývozních a dovozních zákonů a předpisů USA. Nesmíte povolit svým uživatelům přístup ke Službám ani jejich používání v rozporu s jakýmkoli vývozním embargem, zákazem nebo omezením USA.
cy: 13.9 Allforio: Mae&#39;r ddau barti yn cytuno i gydymffurfio â deddfau a rheoliadau allforio a mewnforio cymwys yr Unol Daleithiau. Ni fyddwch yn caniatáu i&#39;ch defnyddwyr gyrchu na defnyddio&#39;r Gwasanaethau yn groes i unrhyw embargo, gwaharddiad neu gyfyngiad allforio yn yr UD.
da: 13.9 Eksport: Begge parter er enige om at overholde gældende amerikanske eksport- og importlove og -forskrifter. Du må ikke tillade dine brugere at få adgang til eller bruge Tjenesterne i strid med USA&#39;s eksportembargo, -forbud eller -begrænsning.
de: 13.9 Export: Beide Parteien verpflichten sich, die geltenden US-Export- und Importgesetze und -bestimmungen einzuhalten. Sie dürfen Ihren Benutzern nicht erlauben, auf die Dienste zuzugreifen oder diese zu nutzen, wenn dies gegen ein US-Exportembargo, -verbot oder -beschränkung verstößt.
el: 13.9 Εξαγωγή: Και τα δύο μέρη συμφωνούν να συμμορφωθούν με τους ισχύοντες νόμους και κανονισμούς εξαγωγής και εισαγωγής των ΗΠΑ. Δεν θα επιτρέπετε στους χρήστες σας να έχουν πρόσβαση ή να χρησιμοποιούν τις Υπηρεσίες κατά παράβαση εμπάργκο, απαγόρευσης ή περιορισμού εξαγωγής των ΗΠΑ.
eo: 13.9 Eksportado: Ambaŭ partioj konsentas plenumi leĝojn kaj regulojn de usona eksportado kaj importado. Vi ne rajtigas viajn uzantojn aliri aŭ uzi la Servojn per malobservo de iu ajn usona eksportada embargo, malpermeso aŭ limigo.
es: 13.9 Exportación: Ambas partes acuerdan cumplir con las leyes y regulaciones aplicables de exportación e importación de los Estados Unidos. No debe permitir que sus usuarios accedan o usen los Servicios en violación de cualquier embargo, prohibición o restricción de exportación de los EE. UU.
et: 13.9 Eksport: Mõlemad pooled nõustuvad järgima kehtivaid USA ekspordi- ja impordiseadusi. Te ei tohi oma kasutajatel teenustele juurde pääseda ega neid kasutada, rikkudes USA eksportembargot, keelde või piiranguid.
eu: 13.9 Esportazioa: Bi aldeek AEBetako esportazio eta inportazioei buruzko legeak eta arauak betetzea onartzen dute. Ez diezu zure erabiltzaileei Zerbitzura sartu edo erabili ahal izango AEBetako esportazio, debeku edo murrizketarik urratuz.
fa: 13.9 صادرات: هر دو طرف موافق هستند كه قوانین و مقررات صادرات و واردات آمریكا را رعایت كنند. شما نباید به کاربران خود اجازه دهید با نقض هرگونه تحریم ، ممنوعیت یا محدودیت صادرات ایالات متحده ، از این سرویس ها استفاده یا استفاده کنند.
fi: 13.9 Vienti: Molemmat osapuolet sitoutuvat noudattamaan Yhdysvaltojen sovellettavia vienti- ja tuontilakeja ja -määräyksiä. Et saa sallia käyttäjien pääsyä palveluihin tai käyttää niitä rikkoen Yhdysvaltojen vientikieltoa, kieltoa tai rajoitusta.
fr: 13.9 Exportation: Les deux parties conviennent de se conformer aux lois et réglementations américaines applicables en matière d&#39;exportation et d&#39;importation. Vous ne devez pas autoriser vos utilisateurs à accéder aux Services ou à les utiliser en violation de tout embargo, interdiction ou restriction d&#39;exportation des États-Unis.
fy: 13.9 Eksport: Beide partijen binne it iens om te foldwaan oan jildende US-eksport- en ymportwetten en regeljouwing. Jo sille jo brûkers net tastean tagong ta of gebrûk meitsje fan &#39;e Tsjinsten yn striid mei alle Amerikaanske eksportembargo, ferbod of beheining.
ga: 13.9 Easpórtáil: Aontaíonn an dá pháirtí cloí le dlíthe agus rialacháin infheidhmithe onnmhairiúcháin agus allmhairithe na SA. Ní cheadóidh tú d’úsáideoirí rochtain a fháil ar na Seirbhísí nó iad a úsáid de shárú ar aon lánchosc, toirmeasc nó srian ar onnmhairiú na SA.
gd: 13.9 Às-mhalairt: Tha an dà phàrtaidh ag aontachadh cumail ri laghan agus riaghailtean buntainneach às-mhalairt agus in-mhalairt na SA. Cha leig thu le do luchd-cleachdaidh na Seirbheisean fhaighinn no a chleachdadh an aghaidh embargo, toirmeasg no cuingealachadh às-mhalairt na SA.
gl: 13.9 Exportación: ambas as partes aceptan cumprir as leis e regulacións de exportación e importación dos EUA. Non permitirás aos teus usuarios acceder ou utilizar os servizos con violación de ningún embargo, prohibición ou restrición de exportacións estadounidenses.
gu: 13.9 નિકાસ: બંને પક્ષો લાગુ યુ.એસ. નિકાસ અને આયાત કાયદા અને નિયમોનું પાલન કરવા માટે સંમત છે. યુ.એસ.ના કોઈપણ નિકાસ પ્રતિબંધ, પ્રતિબંધ અથવા પ્રતિબંધનું ઉલ્લંઘન કરીને તમે તમારા વપરાશકર્તાઓને સેવાઓને orક્સેસ કરવા અથવા ઉપયોગ કરવાની મંજૂરી આપશો નહીં.
hi: 13.9 निर्यात: दोनों पक्ष लागू अमेरिकी निर्यात और आयात कानूनों और विनियमों का पालन करने के लिए सहमत हैं। आप अपने उपयोगकर्ताओं को किसी भी अमेरिकी निर्यात एम्बार्गो, निषेध या प्रतिबंध के उल्लंघन में सेवाओं तक पहुंचने या उपयोग करने की अनुमति नहीं देंगे।
hr: 13.9 Izvoz: Obje strane su suglasne da se pridržavaju važećih američkih zakona i propisa o izvozu i uvozu. Nećete dopustiti svojim korisnicima pristup ili korištenje Usluga kršeći bilo koji američki izvozni embargo, zabranu ili ograničenje.
hu: 13.9 Export: Mindkét fél beleegyezik abba, hogy betartja az alkalmazandó amerikai export és import törvényeket és rendeleteket. Nem engedélyezi a felhasználók számára a Szolgáltatásokhoz való hozzáférést vagy azok használatát, az Egyesült Államok kiviteli embargójának, tilalmának vagy korlátozásának megsértésével.
hy: 13.9 Արտահանում. Երկու կողմերն էլ համաձայն են համապատասխանեցնել ԱՄՆ-ի արտահանման և ներմուծման գործող օրենսդրություններին և կանոնակարգերին: Դուք չպետք է թույլ տա ձեր օգտագործողներին մուտք գործել կամ օգտագործել Ծառայությունները ՝ խախտելով ԱՄՆ արտահանման ցանկացած էմբարգոն, արգելքը կամ սահմանափակումը:
id: 13.9 Ekspor: Kedua belah pihak sepakat untuk mematuhi hukum dan peraturan ekspor dan impor AS yang berlaku. Anda tidak akan mengizinkan pengguna Anda untuk mengakses atau menggunakan Layanan yang melanggar embargo, larangan atau pembatasan ekspor AS.
is: 13.9 Útflutningur: Báðir aðilar eru sammála um að fara að gildandi bandarískum útflutnings- og innflutningslögum og reglugerðum. Þú mátt ekki leyfa notendum þínum aðgang að eða nota þjónusturnar í bága við bandarískt útflutningsfylki, bann eða takmarkanir.
it: 13.9 Esportazione: entrambe le parti si impegnano a rispettare le leggi e i regolamenti statunitensi applicabili in materia di esportazione e importazione. Non consentirai ai tuoi utenti di accedere o utilizzare i Servizi in violazione di qualsiasi embargo, proibizione o restrizione negli Stati Uniti.
iw: 13.9 ייצוא: שני הצדדים מסכימים לציית לחוקים ולתקנות הייצוא והיבוא של ארה&quot;ב. לא תרשה למשתמשים שלך לגשת לשירותים או להשתמש בהם תוך הפרה של כל אמברגו, איסור או הגבלה של יצוא אמריקני.
ja: 13.9輸出：両当事者は、該当する米国の輸出入法および規制を遵守することに同意します。米国の輸出禁止、禁止または制限に違反して、ユーザーが本サービスにアクセスまたは使用することを許可してはなりません。
ka: 13.9 ექსპორტი: ორივე მხარე თანახმაა შეასრულოს აშშ – ს ექსპორტისა და იმპორტის მოქმედი კანონები და რეგულაციები. თქვენ არ მისცემთ თქვენს მომხმარებლებს წვდომას ან გამოიყენოთ სერვისები აშშ-ს ნებისმიერი საექსპორტო ემბარგოს, აკრძალვის ან შეზღუდვის დარღვევით.
kk: 13.9 Экспорт: Екі тарап та АҚШ-тың экспорт және импорт туралы қолданыстағы заңдары мен ережелерін сақтауға келіседі. Сізге АҚШ-тың экспорттық эмбаргоны, тыйым салуды немесе шектеуді бұза отырып, сіздің пайдаланушыларыңызға Қызметтерге қол жеткізуге немесе пайдалануға рұқсат бермеуіңіз керек.
km: ១៣.៩ ការនាំចេញ៖ ភាគីទាំងពីរយល់ព្រមអនុវត្តតាមច្បាប់និងបទប្បញ្ញត្តិស្តីពីការនាំចេញនិងនាំចូលរបស់សហរដ្ឋអាមេរិក។ អ្នកមិនត្រូវអនុញ្ញាតិឱ្យអ្នកប្រើប្រាស់របស់អ្នកចូលប្រើឬប្រើប្រាស់សេវាកម្មដោយរំលោភលើការហាមឃាត់ការនាំចេញការហាមឃាត់ឬការដាក់កម្រិតណាមួយរបស់សហរដ្ឋអាមេរិក។
kn: 13.9 ರಫ್ತು: ಅನ್ವಯವಾಗುವ ಯುಎಸ್ ರಫ್ತು ಮತ್ತು ಆಮದು ಕಾನೂನು ಮತ್ತು ನಿಬಂಧನೆಗಳನ್ನು ಅನುಸರಿಸಲು ಎರಡೂ ಪಕ್ಷಗಳು ಒಪ್ಪುತ್ತವೆ. ಯಾವುದೇ ಯುಎಸ್ ರಫ್ತು ನಿರ್ಬಂಧ, ನಿಷೇಧ ಅಥವಾ ನಿರ್ಬಂಧವನ್ನು ಉಲ್ಲಂಘಿಸಿ ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅಥವಾ ಬಳಸಲು ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ನೀವು ಅನುಮತಿಸಬಾರದು.
ku: 13.9 Export: Her du partî li hev dikin ku bi qanûn û biryarên qanûnî yên hinardekirin û importê re lihev bikin Hûn ê nehêlin bikarhênerên xwe bi binpêkirina ambargo, qedexe an qedexe ji derveyî DYRAN bikar bînin û bikar bînin.
ky: 13.9 Экспорт: Эки тарап тең АКШнын экспорттук жана импорттук мыйзамдарын жана эрежелерин сактоого макул болушат. Сиздин АКШнын экспорттук эмбаргосун, тыюу салынуусун же чектөөсүн бузуп, сиздин колдонуучуларга Кызматтарга кирүүгө же пайдаланууга уруксат бербейсиз.
lb: 13.9 Export: Béid Parteie sinn d&#39;accord mat applicabelen US Export- an Import Gesetzer a Reglementer ze respektéieren. Dir sollt Är Benotzer net zouloossen Zougang zu de Servicer ze benotzen oder ze verletzen all US Export Embargo, Verbuet oder Restriktioun.
lo: 13.9 ການສົ່ງອອກ: ທັງສອງຝ່າຍຕົກລົງເຫັນດີປະຕິບັດຕາມກົດ ໝາຍ ແລະລະບຽບການ ນຳ ເຂົ້າແລະສົ່ງອອກຂອງສະຫະລັດອາເມລິກາ. ທ່ານບໍ່ຄວນອະນຸຍາດໃຫ້ຜູ້ໃຊ້ຂອງທ່ານເຂົ້າເຖິງຫຼື ນຳ ໃຊ້ບໍລິການໃນການລະເມີດຕໍ່ການຫ້າມສົ່ງອອກ, ການຫ້າມຫລື ຈຳ ກັດຂອງສະຫະລັດ.
lt: 13.9 Eksportas: Abi šalys sutinka laikytis galiojančių JAV eksporto ir importo įstatymų ir kitų teisės aktų. Jūs neleisite savo vartotojams naudotis paslaugomis ar jomis naudotis pažeisdami JAV eksporto embargą, draudimus ar apribojimus.
lv: 13.9 Eksports: Abas puses vienojas ievērot piemērojamos ASV eksporta un importa likumus un noteikumus. Jūs neatļaujat lietotājiem piekļūt Pakalpojumiem vai tos izmantot, pārkāpjot ASV eksporta embargo, aizliegumus vai ierobežojumus.
mg: 13.9 Export: Samy miombon-kevitra ny hanaraka ireo lalàna sy fitsipika momba ny fanondranana any Etazonia. Tsy avelanao hiditra ny mpampiasa na hampiasa ny serivisy hanitsakitsahana ny fanerena, fandrarana na fameperana ny fanondranana amerikana.
mi: 13.9 Koha: Ko nga roopu e rua e whakaae ana ki nga ture o nga US me nga kawemai me nga kawemai me nga ture. Kaua e tuku i o kaiwhakamahi ki te uru ki te whakamahi ranei i nga Ratonga e takahi ana i tetahi whakakahoretanga, te aukati, te aukati ranei o te US.
mk: 13.9 Извоз: И двете страни се согласуваат да ги почитуваат важечките закони и регулативи за извоз и увоз на САД. Вие нема да им дозволите на вашите корисници да пристапат или да ги користат Услугите, кршење на ембарго, забрана или ограничување на извозот на САД.
ml: 13.9 കയറ്റുമതി: യുഎസ് കയറ്റുമതി, ഇറക്കുമതി നിയമങ്ങളും ചട്ടങ്ങളും പാലിക്കാൻ ഇരു പാർട്ടികളും സമ്മതിക്കുന്നു. ഏതെങ്കിലും യു‌എസ് കയറ്റുമതി നിരോധനം, നിരോധനം അല്ലെങ്കിൽ നിയന്ത്രണം എന്നിവ ലംഘിച്ച് സേവനങ്ങൾ ആക്‌സസ് ചെയ്യുന്നതിനോ ഉപയോഗിക്കുന്നതിനോ നിങ്ങളുടെ ഉപയോക്താക്കളെ അനുവദിക്കില്ല.
mn: 13.9 Экспорт: Хоёр тал АНУ-ын экспорт, импортын холбогдох хууль тогтоомжийг дагаж мөрдөхийг зөвшөөрч байна. Та АНУ-ын экспортын хориг, хориг эсвэл хязгаарлалтыг зөрчсөн тохиолдолд танай хэрэглэгчдэд Үйлчилгээнд нэвтрэх, ашиглахыг зөвшөөрөхгүй.
mr: 13.9 निर्यातः दोन्ही पक्ष लागू असलेल्या अमेरिकन निर्यात आणि आयात कायद्यांचे आणि नियमांचे पालन करण्यास सहमत आहेत. कोणत्याही यूएस निर्यात प्रतिबंध, प्रतिबंध किंवा निर्बंधाचे उल्लंघन करीत आपण आपल्या वापरकर्त्यांना सेवांमध्ये प्रवेश करण्याची किंवा वापरण्याची परवानगी देऊ नका.
ms: 13.9 Eksport: Kedua-dua pihak bersetuju untuk mematuhi undang-undang dan peraturan eksport dan import AS yang berlaku. Anda tidak akan membenarkan pengguna anda mengakses atau menggunakan Perkhidmatan yang melanggar embargo eksport AS, larangan atau sekatan.
mt: 13.9 Esportazzjoni: Iż-żewġ partijiet jaqblu li jikkonformaw mal-liġijiet u r-regolamenti applikabbli dwar l-esportazzjoni u l-importazzjoni tal-Istati Uniti. M&#39;għandekx tippermetti lill-utenti tiegħek jaċċessaw jew jużaw is-Servizzi bi ksur ta &#39;kwalunkwe embargo, projbizzjoni jew restrizzjoni fuq l-esportazzjoni tal-Istati Uniti.
my: ၁၃.၉ ပို့ကုန် - နှစ် ဦး စလုံးသက်ဆိုင်သောအမေရိကန်ပို့ကုန်နှင့်တင်သွင်းမှုဆိုင်ရာဥပဒေများနှင့်စည်းမျဉ်းများကိုလိုက်နာရန်သဘောတူသည်။ သင်၏ပို့ကုန်တင်ပို့မှုပိတ်ဆို့ခြင်း၊ တားမြစ်ခြင်းသို့မဟုတ်ကန့်သတ်ခြင်းများအားဖောက်ဖျက်။ ၀ န်ဆောင်မှုများကို ၀ င်ရောက်ခွင့်ပြုရန်သင်၏အသုံးပြုသူများကိုသင်ခွင့်မပြုပါ။
ne: १.9..9 निर्यात: दुबै पक्षहरू लागू यूएस निर्यात र आयात कानून र नियमहरूको पालना गर्न सहमत छन्। कुनै पनि अमेरिकी निर्यात प्रतिबन्ध, निषेध वा प्रतिबन्धको उल्ल You्घनमा तपाईं आफ्ना प्रयोगकर्ताहरूलाई सेवाहरूको पहुँच वा सेवाहरूको उपयोग गर्न अनुमति दिनुहुन्न।
nl: 13.9 Export: beide partijen komen overeen de toepasselijke Amerikaanse export- en importwetten en -voorschriften na te leven. U mag uw gebruikers geen toegang verlenen tot of gebruik maken van de Services in strijd met een Amerikaans exportembargo, verbod of beperking.
no: 13.9 Eksport: Begge parter er enige om å overholde gjeldende amerikanske lover og forskrifter for eksport og import. Du skal ikke tillate brukerne dine å få tilgang til eller bruke tjenestene i strid med amerikansk eksportembargo, forbud eller begrensning.
or: 13.9 ରପ୍ତାନି: ପ୍ରଯୁଜ୍ୟ ଆମେରିକାର ରପ୍ତାନି ଏବଂ ଆମଦାନୀ ଆଇନ ଏବଂ ନିୟମାବଳୀକୁ ପାଳନ କରିବାକୁ ଉଭୟ ପକ୍ଷ ରାଜି ହୋଇଛନ୍ତି। କ US ଣସି ଆମେରିକୀୟ ରପ୍ତାନି ପ୍ରତିବନ୍ଧକ, ପ୍ରତିବନ୍ଧକ କିମ୍ବା ପ୍ରତିବନ୍ଧକକୁ ଉଲ୍ଲଂଘନ କରି ଆପଣ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କୁ ସେବାଗୁଡିକୁ ପ୍ରବେଶ କିମ୍ବା ବ୍ୟବହାର କରିବାକୁ ଅନୁମତି ଦେବେ ନାହିଁ |
pa: 13.9 ਨਿਰਯਾਤ: ਦੋਵੇਂ ਧਿਰ ਲਾਗੂ ਅਮਰੀਕੀ ਨਿਰਯਾਤ ਅਤੇ ਆਯਾਤ ਕਾਨੂੰਨਾਂ ਅਤੇ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹਨ. ਤੁਸੀਂ ਆਪਣੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਅਮਰੀਕੀ ਨਿਰਯਾਤ ਪਾਬੰਦੀ, ਮਨਾਹੀ ਜਾਂ ਪਾਬੰਦੀ ਦੀ ਉਲੰਘਣਾ ਕਰਕੇ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਜਾਂ ਵਰਤੋਂ ਕਰਨ ਦੀ ਆਗਿਆ ਨਹੀਂ ਦੇਵੋਗੇ.
pl: 13.9 Eksport: Obie strony zgadzają się przestrzegać obowiązujących przepisów i rozporządzeń eksportowych i importowych USA. Nie zezwalasz swoim użytkownikom na dostęp do Usług lub korzystanie z nich z naruszeniem jakiegokolwiek embarga eksportowego, zakazu lub ograniczenia w USA.
ps: 13.9 صادرات: دواړه خواوې موافق دي چې د متحده ایاالتو د صادراتو او وارداتو قوانینو او مقرراتو اطاعت وکړي. تاسو به خپلو کاروونکو ته اجازه ورنکړئ چې خدماتو ته د لاسرسي یا کارولو اجازه د متحده ایالاتو د صادراتو هر ډول بندیز ، ممانعت یا محدودیت څخه سرغړونه وي.
pt: 13.9 Exportação: Ambas as partes concordam em cumprir as leis e regulamentos aplicáveis de exportação e importação dos EUA. Você não deve permitir que seus usuários acessem ou usem os Serviços violando qualquer embargo, proibição ou restrição de exportação nos EUA.
ro: 13.9 Export: Ambele părți convin să respecte legile și reglementările aplicabile în materie de export și import din SUA. Nu veți permite utilizatorilor dvs. să acceseze sau să utilizeze Serviciile cu încălcarea oricărui embargo, interdicție sau restricție la exportul SUA.
ru: 13.9 Экспорт. Обе стороны соглашаются соблюдать применимые законы и правила США об экспорте и импорте. Вы не должны разрешать своим пользователям доступ к Сервисам или их использование в нарушение какого-либо эмбарго, запрета или ограничений на экспорт США.
rw: 13.9 Kwohereza hanze: Impande zombi zemeye kubahiriza amategeko n&#39;amabwiriza akoreshwa muri Amerika yohereza no gutumiza mu mahanga. Ntushobora kwemerera abakoresha bawe kwinjira cyangwa gukoresha Serivisi mu buryo bunyuranyije n’ibihano byoherezwa mu mahanga muri Amerika, kubuza cyangwa kubuza.
sd: 13.9 ٻاھر موڪليو: ٻئي پارٽيون قابل اطلاق آمريڪا جي برآمد ۽ درآمد جي قانون ۽ ضابطن تي عمل ڪرڻ تي متفق آھن. توهان ڪنهن به آمريڪي برآمداتي پابندي ، پابندي يا پابندي جي خلاف ورزي ۾ توهان جي صارفن کي خدمتن تائين رسائي يا استعمال جي اجازت نه ڏيندا.
si: 13.9 අපනයනය: එක්සත් ජනපද අපනයන හා ආනයන නීති හා රෙගුලාසි වලට අනුකූල වීමට දෙපාර්ශ්වයම එකඟ වෙති. කිසියම් එක්සත් ජනපද අපනයන තහනමක්, තහනමක් හෝ සීමාවක් උල්ලං in නය කරමින් ඔබේ පරිශීලකයින්ට සේවාවන්ට ප්‍රවේශ වීමට හෝ භාවිතා කිරීමට අවසර නොදිය යුතුය.
sk: 13.9 Vývoz: Obidve strany sa dohodli, že budú dodržiavať platné zákony a nariadenia týkajúce sa vývozu a dovozu USA. Svojim používateľom nedovolíte prístup k službám alebo ich využívanie v rozpore s akýmkoľvek vývozným embargom, zákazom alebo obmedzením USA.
sl: 13.9 Izvoz: Obe strani se strinjata, da bosta upoštevali veljavne ameriške zakone in druge predpise. Svojim uporabnikom ne dovolite dostopa do storitev ali njihove uporabe s kršitvijo katerega koli ameriškega izvoznega embarga, prepovedi ali omejitev.
sq: 13.9 Eksporti: Të dy palët bien dakord të respektojnë ligjet dhe rregulloret në fuqi të SH.B.A.-së për eksport dhe import. Ju nuk do t&#39;i lejoni përdoruesit tuaj të hyjnë ose të përdorin Shërbimet në kundërshtim me ndonjë embargo, ndalim ose kufizim të eksportit të SH.B.A.-së.
sr: 13.9 Извоз: обе стране су сагласне да се придржавају важећих америчких закона и прописа о извозу и увозу. Нећете дозволити својим корисницима да приступе или користе Услуге кршећи било који амерички ембарго, забрану или ограничење.
sv: 13.9 Export: Båda parter är överens om att följa gällande amerikanska export- och importlagar och förordningar. Du får inte tillåta dina användare att komma åt eller använda tjänsterna i strid med USA: s exportembargo, förbud eller begränsningar.
sw: 13.9 Usafirishaji: Vyama vyote vinakubali kufuata sheria na kanuni zinazotumika za usafirishaji kutoka Amerika. Hautakubali watumiaji wako kupata au kutumia Huduma hiyo ukiukaji wa ukatili wowote wa kuuza nje wa Amerika, kukatazwa au kizuizi.
ta: 13.9 ஏற்றுமதி: பொருந்தக்கூடிய அமெரிக்க ஏற்றுமதி மற்றும் இறக்குமதி சட்டங்கள் மற்றும் விதிமுறைகளுக்கு இணங்க இரு கட்சிகளும் ஒப்புக்கொள்கின்றன. எந்தவொரு அமெரிக்க ஏற்றுமதி தடை, தடை அல்லது கட்டுப்பாட்டை மீறி சேவைகளை அணுக அல்லது பயன்படுத்த உங்கள் பயனர்களை நீங்கள் அனுமதிக்க மாட்டீர்கள்.
te: 13.9 ఎగుమతి: వర్తించే యుఎస్ ఎగుమతి మరియు దిగుమతి చట్టాలు మరియు నిబంధనలకు అనుగుణంగా రెండు పార్టీలు అంగీకరిస్తాయి. ఏదైనా యుఎస్ ఎగుమతి ఆంక్షలు, నిషేధం లేదా పరిమితిని ఉల్లంఘిస్తూ మీ వినియోగదారులను సేవలను యాక్సెస్ చేయడానికి లేదా ఉపయోగించడానికి మీరు అనుమతించకూడదు.
tg: 13.9 Содирот: Ҳарду ҷониб розӣ мешаванд, ки қонуну қоидаҳои амалкунандаи содирот ва воридоти ИМА-ро риоя кунанд. Шумо ба корбарони худ иҷозати дастрасӣ ва истифодаи хидматҳоро бо вайрон кардани ҳама гуна эмбарго, содирот ва маҳдудиятҳои содиротии ИМА иҷоза намедиҳед.
th: 13.9 การส่งออก: ทั้งสองฝ่ายตกลงที่จะปฏิบัติตามกฎหมายและข้อบังคับด้านการส่งออกและนำเข้าของสหรัฐอเมริกา คุณจะไม่อนุญาตให้ผู้ใช้ของคุณเข้าถึงหรือใช้บริการในการละเมิดการห้ามส่งออกการส่งออกการห้ามหรือการ จำกัด ใด ๆ ของสหรัฐอเมริกา
tk: 13.9 Eksport: Iki tarap hem ABŞ-nyň degişli eksport we import kanunlaryny we kadalaryny ýerine ýetirmäge razy. Ulanyjylaryňyza ABŞ-nyň eksport embargosyny, gadagançylygyny ýa-da çäklendirmesini bozup, Hyzmatlara girmäge ýa-da ulanmaga rugsat bermersiňiz.
tl: 13.9 I-export: Ang parehong partido ay sumasang-ayon na sumunod sa naaangkop na mga batas at regulasyon ng pag-export ng US at pag-import. Hindi mo papayagan ang iyong mga gumagamit na mag-access o gumamit ng mga Serbisyo sa paglabag sa anumang panghihimasok, pagbabawal o paghihigpit ng pag-export ng US.
tr: 13.9 İhracat: Her iki taraf da yürürlükteki ABD ihracat ve ithalat yasalarına ve düzenlemelerine uymayı kabul eder. Kullanıcılarınızın ABD ihracat ambargosu, yasağı veya kısıtlamasını ihlal ederek Hizmetlere erişmesine veya bunları kullanmasına izin veremezsiniz.
tt: 13.9 Экспорт: Ике як та АКШ экспорт һәм импорт законнары һәм кагыйдәләрен үтәргә риза. Сез кулланучыларга АКШның экспорт эмбаргосын, тыюларын яки чикләүләрен бозып Хезмәтләргә керергә яки кулланырга рөхсәт итмисез.
ug: 13.9 ئېكىسپورت: ھەر ئىككى تەرەپ ئامېرىكىنىڭ ئېكسپورت ۋە ئىمپورت قانۇن-نىزاملىرىغا ئەمەل قىلىشقا قوشۇلدى. ئابونتلىرىڭىزنىڭ ئامېرىكىنىڭ ئېكسپورت ئېمبارگوسى ، چەكلىمىسى ۋە چەكلىمىسىگە خىلاپلىق قىلىپ ، مۇلازىمەتلەرنى زىيارەت قىلىشىغا ياكى ئىشلىتىشىگە يول قويمايسىز.
uk: 13.9 Експорт: Обидві сторони погоджуються дотримуватися чинних законів та правил щодо експорту та імпорту США. Ви не дозволяєте своїм користувачам отримувати доступ або користуватися Послугами з порушенням будь-якого ембарго, заборони чи обмеження щодо експорту в США.
ur: 13.9 برآمد: دونوں فریق قابل اطلاق امریکی برآمدات اور درآمد کے قوانین اور ضوابط کی تعمیل کرنے پر متفق ہیں۔ آپ اپنے صارفین کو کسی بھی امریکی برآمد پابندی ، ممانعت یا پابندی کی خلاف ورزی کرتے ہوئے خدمات تک رسائی یا استعمال کرنے کی اجازت نہیں دیں گے۔
uz: 13.9 Eksport: Ikkala tomon ham AQShning eksport va import bo&#39;yicha amaldagi qonun va qoidalariga rioya qilishga rozi. Sizga AQShning har qanday eksport embargosi, taqiqlanishi yoki taqiqlanishini buzgan holda sizning foydalanuvchilaringizga Xizmatlarga kirishga yoki undan foydalanishga ruxsat bermaysiz.
vi: 13.9 Xuất khẩu: Cả hai bên đồng ý tuân thủ luật pháp và quy định xuất nhập khẩu của Hoa Kỳ. Bạn sẽ không cho phép người dùng của mình truy cập hoặc sử dụng Dịch vụ vi phạm bất kỳ lệnh cấm vận, cấm hoặc hạn chế xuất khẩu nào của Hoa Kỳ.
xh: 13.9 Ukukhuphela kwelinye ilizwe: Omabini amaqela ayavuma ukuthobela imithetho yokuthenga yaseMelika kunye nemveliso yokungenisa kunye nemithetho yokungenisa. Awuyi kuvumela abasebenzisi bakho ukuba bafumane okanye basebenzise iinkonzo ngokuchasene nawo nawuphi na umbandelo wokuthumela ngaphandle wase-US, ukuthintelwa okanye ukuthintelwa.
yi: 13.9 עקספּאָרט: ביידע פּאַרטיעס שטימען צו נאָכקומען מיט אָנווענדלעך יו. עס. אַרויספירן און אַרייַנפיר געזעצן און רעגיאַליישאַנז. איר קענט נישט לאָזן דיין יוזערז צוטריט אָדער נוצן די סערוויסעס אין הילעל פון קיין יו. עס. אַרויספירן עמבאַרגאָ, פאַרווער אָדער ריסטריקשאַן.
