Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Case Invoices
af: Saak Fakture
am: የጉዳይ ደረሰኞች
ar: فواتير الحالة
az: Dava fakturaları
be: Справа накладныя
bg: Случайни фактури
bn: মামলা চালান
ca: Factures de casos
cs: Případové faktury
cy: Anfonebau Achos
da: Sagsfakturaer
de: Fallrechnungen
el: Τιμολόγια υπόθεσης
eo: Kazaj Fakturoj
es: Facturas de casos
et: Juhtumiarved
eu: Kasuaren fakturak
fa: فاکتورهای موردی
fi: Asian laskut
fr: Factures de cas
ga: Sonraisc Cháis
gd: Fàirdealan cùise
gl: Facturas do caso
gu: કેસ ઇન્વૉઇસેસ
hi: केस चालान
hr: Fakture predmeta
hu: Ügy számlák
hy: Գործի հաշիվ-ապրանքագրեր
id: Faktur Kasus
is: Málsreikningar
it: Fatture caso
iw: חשבוניות תיק
ja: ケースインボイス
ka: საქმის ინვოისები
kk: Іс шот-фактуралары
km: វិក្កយបត្រករណី
kn: ಕೇಸ್ ಇನ್ವಾಯ್ಸ್ಗಳು
ku: Faturên Case
lb: Fall Rechnungen
lo: ໃບເກັບເງິນກໍລະນີ
lt: Bylų sąskaitos faktūros
lv: Lietu rēķini
mg: Faktiora raharaha
mi: Nga Nama Take
mk: Случајни фактури
ml: കേസ് ഇൻവോയ്സുകൾ
mn: Кейс нэхэмжлэх
mr: केस इनव्हॉइस
ms: Invois Kes
mt: Fatturi tal-Każ
my: အမှုတွဲ ပြေစာများ
ne: केस इनभ्वाइसहरू
nl: Case facturen
no: Saksfakturaer
or: କେସ୍ ଇନଭଏସ୍ |
pa: ਕੇਸ ਇਨਵੌਇਸ
pl: Faktury spraw
ps: د قضیې رسیدونه
pt: Faturas de Caso
ro: Facturi de caz
ru: Счета-фактуры
rw: Inyemezabuguzi
sd: ڪيس انوائس
si: නඩු ඉන්වොයිසි
sk: Prípadové faktúry
sl: Primeri Računi
sq: Faturat e rasteve
sr: Цасе Инвоицес
sv: Ärendefakturor
sw: Ankara za Kesi
ta: வழக்கு விலைப்பட்டியல்கள்
te: కేసు ఇన్వాయిస్లు
tg: Ҳисобнома-фактураҳо
th: กรณีใบแจ้งหนี้
tk: Hasap-faktura
tl: Mga Invoice ng Case
tr: Vaka Faturaları
tt: Эш фактуралары
ug: دېلو تالونى
uk: Рахунки-фактури
ur: کیس انوائسز
uz: Ish hisob-fakturalari
vi: Hóa đơn yêu cầu
xh: Ii-invoyisi zetyala
yi: קאַסע ינווויסיז

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
af: Met faktuurfakture is klientfakturering net een klik weg en kan u outomaties gegenereerde fondsversoeke stuur en regstreekse betalings ontvang.
am: እርስዎ በሚሄዱበት ክፍያ መጠየቂያ ደረሰኝ አማካኝነት የደንበኛ ክፍያ መጠየቂያ ልክ ጠቅ ማድረግ ብቻ ነው ፣ እና በራስ-ሰር የመነጩ የገንዘብ ፈንድ ጥያቄዎችን እንዲልኩ እና በምላሹም ቀጥተኛ ክፍያዎችን እንዲያገኙ ያስችልዎታል።
ar: باستخدام الفوترة أثناء التنقل ، تصبح فوترة العميل على بعد نقرة واحدة فقط ، وتتيح لك إرسال طلبات تمويل يتم إنشاؤها تلقائيًا وتلقي دفعات مباشرة في المقابل.
az: As-faktura ilə, müştəri göndərmə sadəcə bir klikdir və avtomatik olaraq yaradılan fond sorğularını göndərməyə və bunun müqabilində birbaşa ödənişlər almağa imkan verir.
be: У выпадку выстаўлення рахункаў за кошт выстаўлення рахункаў кліентам за некалькі клікаў, і дазваляе вам адпраўляць аўтаматычна згенераваныя запыты ў фонд і атрымліваць узамен прамыя плацяжы.
bg: С фактурирането при поискване фактурирането на клиенти е само на едно кликване и ви позволява да изпращате автоматично генерирани заявки за фондове и да получавате директни плащания в замяна.
bn: চলতে চলতে চলতে চলতে, ক্লায়েন্ট বিলিংয়ের মাত্র এক ক্লিক দূরে, এবং আপনাকে স্বয়ংক্রিয়ভাবে উত্পন্ন তহবিল অনুরোধগুলি প্রেরণ করতে এবং বিনিময়ে প্রত্যক্ষ অর্থ প্রদান গ্রহণ করতে দেয়।
ca: Amb la facturació puntual, la facturació del client és a només un clic i us permet enviar sol·licituds de fons generats automàticament i rebre pagaments directes a canvi.
cs: Díky fakturaci za provozu je fakturace klientů pouhým kliknutím a umožňuje vám odesílat automaticky generované žádosti o finanční prostředky a na oplátku přijímat přímé platby.
cy: Gydag anfonebu wrth fynd, dim ond clic i ffwrdd yw bilio cleientiaid, ac mae&#39;n caniatáu ichi anfon ceisiadau cronfa a gynhyrchir yn awtomatig a derbyn taliadau uniongyrchol yn gyfnewid.
da: Med faktureringsfaktor er klientfakturering blot et klik væk, og lader dig sende automatisk genererede fondsanmodninger og modtage direkte betalinger til gengæld.
de: Mit der Fakturierung von unterwegs ist die Kundenabrechnung nur einen Klick entfernt. Sie können automatisch generierte Fondsanfragen senden und im Gegenzug Direktzahlungen erhalten.
el: Με την τιμολόγηση as-you-go, η χρέωση πελατών απέχει μόλις ένα κλικ μακριά και σας επιτρέπει να στέλνετε αιτήματα χρημάτων που δημιουργούνται αυτόματα και να λαμβάνετε άμεσες πληρωμές σε αντάλλαγμα.
eo: Kun laŭtaga fakturado, klienta fakturado estas nur klako, kaj ebligas al vi sendi aŭtomate-generitajn fondusajn petojn kaj ricevi rektajn pagojn al ŝanĝo.
es: Con la facturación sobre la marcha, la facturación del cliente está a solo un clic de distancia y le permite enviar solicitudes de fondos generadas automáticamente y recibir pagos directos a cambio.
et: Kohapeal arveldamise korral on kliendi arveldus vaid ühe hiireklõpsu kaugusel ja see võimaldab teil saata automaatselt genereeritud fonditaotlusi ja vastu võtta otsemakseid.
eu: Noizbehinkako fakturazioarekin, bezeroaren fakturazioa klik bakarrera dago eta automatikoki sortutako fondo eskaerak bidaltzeko eta ordainketa zuzenak jasotzeko aukera ematen dizu.
fa: با صورتحساب همزمان ، صورتحساب مشتری فقط با یک کلیک فاصله دارد و به شما امکان می دهد درخواست های صندوق به طور خودکار ایجاد شده ارسال کرده و در ازای آن پرداخت مستقیم دریافت کنید.
fi: As-you-go -laskutuksen avulla asiakkaan laskutus on vain napsautuksen päässä, ja sen avulla voit lähettää automaattisesti luodut rahapyynnöt ja vastaanottaa suoria maksuja.
fr: Avec la facturation au fur et à mesure, la facturation client est à portée de clic et vous permet d&#39;envoyer des demandes de fonds générées automatiquement et de recevoir des paiements directs en retour.
fy: Mei fakturearring as kliïnt is fakturearring fan kliïnten gewoan in klik fuort, en lit jo automatysk oanmakke fûnsen oanfreegje en direkte betellingen werom krije.
ga: Le sonrascadh de réir mar a théann tú, níl i mbilleáil cliant ach cliceáil ar shiúl, agus ligeann duit iarratais ar chistí a ghintear go huathoibríoch a sheoladh agus íocaíochtaí díreacha a fháil ar ais.
gd: Le fàirdeal mar a thèid thu, chan eil bilean luchd-cleachdaidh ach cliog air falbh, agus leigidh e leat iarrtasan maoin a ghineadh gu fèin-ghluasadach agus pàighidhean dìreach fhaighinn air ais.
gl: Coa facturación de cada vez, a facturación do cliente está a só un clic e permite enviar solicitudes de fondos xeradas automaticamente e recibir pagos directos a cambio.
gu: Asન-ગો-ઇન્વોઇસિંગ સાથે, ક્લાયંટ બિલિંગ ફક્ત એક ક્લિક દૂર છે, અને તમને આપમેળે-જનરેટેડ ફંડ વિનંતીઓ મોકલી શકે છે અને બદલામાં સીધી ચુકવણી પ્રાપ્ત કરી શકે છે.
hi: जैसे-आप-वैसे चालान आते हैं, क्लाइंट बिलिंग बस एक क्लिक दूर है, और आपको स्वचालित रूप से जनरेट किए गए फंड अनुरोध भेजने और बदले में सीधे भुगतान प्राप्त करने देता है।
hr: Uz fakturiranje uz naplatu, naplata klijenta udaljena je samo jedan klik i omogućuje vam slanje automatski generiranih zahtjeva za fond i primanje izravnih plaćanja zauzvrat.
hu: Az aktuális számlázással az ügyfelek számlálása csak egy kattintásnyira van, és lehetővé teszi az automatikusan generált alapkérelmek küldését és a közvetlen kifizetések cseréjét.
hy: Միևնույն ժամանակ հաշիվ գնելու դեպքում հաճախորդի բիլինգը պարզապես կտտացնում է մի կտոր, և հնարավորություն է տալիս ավտոմատ կերպով ուղարկել հիմնադրամի պահանջներ և դրա դիմաց ուղղակի վճարումներ ստանալ:
id: Dengan faktur saat bepergian, penagihan klien hanya dengan sekali klik, dan memungkinkan Anda mengirim permintaan dana yang dihasilkan secara otomatis dan menerima pembayaran langsung sebagai imbalan.
is: Með reikningi þegar þú ert að fara er innheimtu viðskiptavina með aðeins einum smelli í burtu og gerir þér kleift að senda sjálfkrafa myndaðar sjóðbeiðnir og fá beinar greiðslur í staðinn.
it: Con la fatturazione as-you-go, la fatturazione del cliente è a portata di clic e ti consente di inviare richieste di fondi generate automaticamente e ricevere pagamenti diretti in cambio.
iw: באמצעות חשבונית תוך כדי תנועה, חיוב לקוח נמצא במרחק לחיצה אחד בלבד ומאפשר לך לשלוח בקשות קרנות שנוצרו אוטומטית ולקבל בתשלומים ישירים בתמורה.
ja: 必要に応じて請求を行うと、クライアントの請求はクリックするだけで完了し、自動生成された資金要求を送信して、代わりに直接支払いを受け取ることができます。
ka: ერთჯერადი ინვოისებით, კლიენტის ბილინგი უბრალოდ დააჭირეთ მოშორებით და საშუალებას გაძლევთ გამოაგზავნოთ ავტომატურად წარმოქმნილი ფონდის მოთხოვნები და სანაცვლოდ მიიღოთ პირდაპირი გადახდები.
kk: Сізге шот-фактураның көмегімен клиентпен есеп айырысу тек бір рет басу арқылы жүзеге асырылады және сізге автоматты түрде құрылған қор сұрауларын жіберуге және оның орнына тікелей төлемдер алуға мүмкіндік береді.
km: ជាមួយនឹងវិក្កយបត្រពេលអ្នកចេញវិក្កយបត្ររបស់អតិថិជនគ្រាន់តែជាការចុចមួយប៉ុណ្ណោះហើយអនុញ្ញាតឱ្យអ្នកផ្ញើសំណើមូលនិធិដែលបានបង្កើតដោយស្វ័យប្រវត្តិនិងទទួលបានការទូទាត់ដោយផ្ទាល់ជាថ្នូរ។
kn: ನೀವು ಹೋಗುವ ಇನ್‌ವಾಯ್ಸಿಂಗ್‌ನೊಂದಿಗೆ, ಕ್ಲೈಂಟ್ ಬಿಲ್ಲಿಂಗ್ ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್ ದೂರದಲ್ಲಿದೆ, ಮತ್ತು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಚಿಸಲಾದ ನಿಧಿ ವಿನಂತಿಗಳನ್ನು ಕಳುಹಿಸಲು ಮತ್ತು ಪ್ರತಿಯಾಗಿ ನೇರ ಪಾವತಿಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.
ku: Bi danûstendina wekî-hûn-biçin, bihayê mişterî tenê hûrguliyek dûr e, û dihêle hûn di berdêla drav de daxwazên diravê bixweber çêbikin û di berdêl de dravên rasterast bistînin.
ky: Бара турган эсеп-дүмүрчөктөрү менен, кардарлардын эсеп-кысабы бир чыкылдатып, автоматтык түрдө түзүлгөн фонддун сурамдарын жөнөтүп, анын ордуна түздөн-түз төлөмдөрдү алууга мүмкүнчүлүк берет.
lb: Mat as-you-go Rechnung ass Client Rechnung just e Klick ewech a léisst Iech automatesch generéiert Fondsufroe schécken an direkt Bezuelungen kréien.
lo: ດ້ວຍການເອີ້ນເກັບເງິນຕາມທີ່ທ່ານຕ້ອງການ, ການເອີ້ນເກັບເງິນຂອງລູກຄ້າແມ່ນພຽງແຕ່ກົດໄລ້, ແລະໃຫ້ທ່ານສາມາດສົ່ງ ຄຳ ຮ້ອງຂໍເງິນທີ່ຜະລິດໂດຍອັດຕະໂນມັດແລະໄດ້ຮັບການຈ່າຍເງິນໂດຍກົງ.
lt: Esant sąskaitų faktūrų išrašymui, kliento atsiskaitymas yra vos už vieno paspaudimo ir leidžia siųsti automatiškai sugeneruotas lėšų užklausas ir gauti tiesiogines išmokas mainais.
lv: Izmantojot faktūrrēķinu, klienta rēķins ir tikai viena klikšķa attālumā, un tas ļauj jums nosūtīt automātiski ģenerētus līdzekļu pieprasījumus un saņemt pretī tiešos maksājumus.
mg: Miaraka amin&#39;ny fidirana amin&#39;ny alàlan&#39;ny fidirana amin&#39;ny alàlan&#39;ny fidirana amin&#39;ny alàlan&#39;ny fidirana, mpanjifa fotsiny dia mandefa fotsiny, ary mamela anao mandefa ny fangatahana famatsiam-bola voajanahary ary mandray ny vola mandoa vola.
mi: Ma te tono haere-ka-haere, ko te nama nama a te kiritaki anake te paatene atu, ka tuku kia tukuna mai e koe nga tono tahua-aunoa ka whiwhi utu taatau.
mk: Со фактурирање истовремено, наплатата на клиентот е само еден клик оддалеку и ви дозволува да испраќате автоматски генерирани барања за фондови и за возврат да примате директни плаќања.
ml: ഇൻ-ഇൻ-ഇൻവോയ്സിംഗ് ഉപയോഗിച്ച്, ക്ലയന്റ് ബില്ലിംഗ് ഒരു ക്ലിക്ക് അകലെയാണ്, മാത്രമല്ല സ്വയമേവ ജനറേറ്റുചെയ്ത ഫണ്ട് അഭ്യർത്ഥനകൾ അയയ്‌ക്കാനും പ്രതിഫലമായി നേരിട്ടുള്ള പേയ്‌മെന്റുകൾ സ്വീകരിക്കാനും നിങ്ങളെ അനുവദിക്കുന്നു.
mn: Төлбөрийн нэхэмжлэлийн хамт үйлчлүүлэгчийн тооцоо нь ердөө л товшилтонд ордог бөгөөд танд автоматаар үүсгэгдсэн саналыг илгээх, хариуд нь шууд төлбөр хүлээн авах боломжийг олгодог.
mr: जाता-जाता चलनासह, क्लायंट बिलिंग हे फक्त एक क्लिक दूर आहे आणि आपोआप व्युत्पन्न फंड विनंत्या पाठवू देते आणि त्या बदल्यात थेट देयके प्राप्त करू देते.
ms: Dengan invoice as-you-go, penagihan pelanggan hanya dengan satu klik, dan membolehkan anda menghantar permintaan dana yang dihasilkan secara automatik dan menerima pembayaran langsung sebagai balasan.
mt: Bl-iffatturar kif tmur, il-kontijiet tal-klijent huma biss ikklikkja &#39;l bogħod, u jippermettilek tibgħat talbiet ta&#39; fond iġġenerati awtomatikament u tirċievi ħlasijiet diretti.
my: as-you-go ငွေတောင်းခံလွှာဖြင့်သုံးစွဲသူ၏ငွေတောင်းခံမှုသည်တစ်ချက်နှိပ်ရုံဖြင့်အလိုအလျောက်ထုတ်ပေးသောရန်ပုံငွေတောင်းဆိုမှုများကိုပြန်လည်ပေးပို့ပြီးတိုက်ရိုက်ငွေပေးချေနိုင်သည်။
ne: जसरी तपाईं जानुहुन्छ, चलानीको साथ, ग्राहक बिलि just मात्र एक क्लिक टाढा छ, र तपाईंलाई स्वचालित रूपमा उत्पन्न फन्ड अनुरोधहरू पठाउन र बदलामा प्रत्यक्ष भुक्तानहरू प्राप्त गर्न मद्दत गर्दछ।
nl: Met facturering onderweg kunt u met één muisklik facturering aan klanten betalen en kunt u automatisch gegenereerde fondsaanvragen verzenden en in ruil daarvoor directe betalingen ontvangen.
no: Med faktureringsfaktura er kundefakturering bare et klikk unna, og lar deg sende automatisk genererte fondsforespørsler og motta direkte betalinger i retur.
or: ତୁମେ ଯିବା ଇନଭଏସ୍ ସହିତ, କ୍ଲାଏଣ୍ଟ ବିଲିଂ କେବଳ ଏକ କ୍ଲିକ୍ ଦୂରରେ, ଏବଂ ତୁମକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଉତ୍ପାଦିତ ପାଣ୍ଠି ଅନୁରୋଧ ପଠାଇବାକୁ ଏବଂ ପ୍ରତିବଦଳରେ ପ୍ରତ୍ୟକ୍ଷ ଦେୟ ଗ୍ରହଣ କରିବାକୁ ଦିଏ |
pa: ਚਲਾਨ-ਚਲਾਨ ਚਲਾਨ ਨਾਲ, ਕਲਾਇੰਟ ਬਿਲਿੰਗ ਸਿਰਫ ਇੱਕ ਕਲਿਕ ਦੀ ਦੂਰੀ &#39;ਤੇ ਹੈ, ਅਤੇ ਤੁਹਾਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ ਤੇ ਤਿਆਰ ਫੰਡ ਬੇਨਤੀਆਂ ਭੇਜ ਸਕਦੀ ਹੈ ਅਤੇ ਬਦਲੇ ਵਿੱਚ ਸਿੱਧੀ ਅਦਾਇਗੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੀ ਹੈ.
pl: Dzięki fakturowaniu na bieżąco rozliczenia z klientem są dostępne za jednym kliknięciem i umożliwiają wysyłanie automatycznie generowanych wniosków o środki i otrzymywanie w zamian płatności bezpośrednich.
ps: لکه څنګه چې تاسو ځئ د چلولو سره ، د پیرودونکي بلینګ یوازې یو کلیک لرې دی ، او تاسو ته اجازه درکوي په اتوماتيک ډول تولید شوي فنډ غوښتنې واستوئ او په بدل کې مستقیم تادیات ترلاسه کړئ.
pt: Com o faturamento conforme o uso, o faturamento do cliente fica a apenas um clique de distância e permite enviar solicitações de fundos geradas automaticamente e receber pagamentos diretos em troca.
ro: Cu facturarea din timp, facturarea clientului este la doar un clic și vă permite să trimiteți cereri de fond generate automat și să primiți plăți directe în schimb.
ru: С выставлением счетов «на ходу» выставление счетов клиентам осуществляется одним щелчком мыши и позволяет отправлять автоматически сгенерированные запросы средств и получать прямые платежи взамен.
rw: Hamwe na fagitire-fagitire, fagitire yabakiriya ni ugukanda kure, kandi ikagufasha kohereza ibyifuzo byamafaranga yatanzwe hanyuma ugahabwa ubwishyu butaziguye.
sd: جئين توهان انوائسنگ سان ، ڪلائنٽ بلنگ صرف هڪ ڪلڪ ڪندڙ دور آهي ، ۽ توهان کي پاڻمرادو ٺاهيل فنڊ جون درخواستون موڪليندو ۽ موٽ ۾ سڌو سنئون ادائيگي حاصل ڪندو آهي.
si: ඔබ යන එන ඉන්වොයිසිය සමඟ, සේවාදායක බිල් කිරීම ක්ලික් කිරීමක් පමණක් වන අතර ස්වයංක්‍රීයව ජනනය කරන ලද අරමුදල් ඉල්ලීම් යැවීමට සහ සෘජුවම ගෙවීම් ලැබීමට ඔබට ඉඩ සලසයි.
sk: Vďaka priebežnej fakturácii je fakturácia klienta iba jedno kliknutie a umožňuje vám odosielať automaticky generované žiadosti o prostriedky a na oplátku prijímať priame platby.
sl: Pri izdajanju računov med odhodom je obračunavanje strank le en klik in omogoča pošiljanje samodejno ustvarjenih zahtevkov za sredstva in prejemanje neposrednih plačil v zameno.
sq: Me faturimin si-ju-go, faturimi i klientit është vetëm një klik larg, dhe ju lejon të dërgoni kërkesa të fondit të krijuara automatikisht dhe të merrni pagesa direkte si kthim.
sr: Уз фактурирање уз наплату, наплата клијента је удаљена само један клик и омогућава вам слање аутоматски генерисаних захтева за фонд и примање директних уплата заузврат.
sv: Med faktureringsfunktioner är kundfakturering bara ett klick bort och låter dig skicka automatiskt genererade fondförfrågningar och få direkta betalningar i gengäld.
sw: Ukiwa na ankara ya unapoenda, malipo ya mteja ni kubofya mbali tu, na hukuruhusu kutuma ombi la mfuko wa moja kwa moja na kupokea malipo moja kwa moja kwa malipo.
ta: நீங்கள் செல்ல வேண்டிய விலைப்பட்டியல் மூலம், கிளையன்ட் பில்லிங் ஒரு கிளிக்கில் உள்ளது, மேலும் தானாக உருவாக்கப்பட்ட நிதி கோரிக்கைகளை அனுப்பவும், அதற்கு பதிலாக நேரடி கொடுப்பனவுகளைப் பெறவும் உங்களை அனுமதிக்கிறது.
te: మీరు వెళ్ళే ఇన్వాయిసింగ్‌తో, క్లయింట్ బిల్లింగ్ కేవలం ఒక క్లిక్ దూరంలో ఉంది మరియు స్వయంచాలకంగా ఉత్పత్తి చేయబడిన ఫండ్ అభ్యర్థనలను పంపడానికి మరియు ప్రతిఫలంగా ప్రత్యక్ష చెల్లింపులను స్వీకరించడానికి మిమ్మల్ని అనుమతిస్తుంది.
tg: Ҳангоми пешниҳоди ҳисобнома-фактура, биллинги мизоҷон танҳо як клик аст ва ба шумо имкон медиҳад, ки ба таври автоматикӣ дархостҳои фонд эҷод кунед ва бар ивази пардохтҳои мустақим қабул кунед.
th: ด้วยการออกใบแจ้งหนี้แบบเรียกเก็บเงินลูกค้าเพียงแค่คลิกเดียวและช่วยให้คุณส่งคำขอกองทุนที่สร้างขึ้นโดยอัตโนมัติและรับการชำระเงินโดยตรงในทางกลับกัน
tk: Hasap-faktura bilen, müşderi hasaplaşyklary diňe bir gezek basylýar we awtomatiki usulda döredilen fond haýyşlaryny ibermäge we öwezine göni tölegleri almaga mümkinçilik berýär.
tl: Sa pag-invoice ng as-you-go, ang pagsingil ng kliyente ay isang pag-click lamang ang layo, at hinahayaan kang magpadala ng awtomatikong nabuo ng mga kahilingan sa pondo at makatanggap ng direktang pagbabayad bilang kapalit.
tr: Kullandıkça faturalandırmayla, müşteri faturalandırması yalnızca bir tık ötede ve otomatik olarak oluşturulan fon talepleri göndermenize ve karşılığında doğrudan ödeme almanıza olanak tanır.
tt: Эсеп-фактурасы белән, клиентлар өчен түләү бары тик бер басу гына, һәм сезгә автоматик рәвештә ясалган фонд запросларын җибәрергә һәм турыдан-туры түләүләр алырга мөмкинлек бирә.
ug: تالونغا ئوخشاش ، خېرىدارلارنىڭ ھېسابات تالونى پەقەت بىر چېكىش بولۇپ ، ئاپتوماتىك ھاسىل قىلىنغان فوند تەلەپلىرىنى ئەۋەتىپ ، بىۋاسىتە پۇل تاپشۇرۇۋالالايسىز.
uk: Якщо ви виставляєте рахунок-фактуру, виставлення рахунків клієнтам знаходиться лише за один клік, і дозволяє вам надсилати автоматично створені запити на отримання коштів та отримувати прямі платежі натомість.
ur: چلتے پھرتے انوائسنگ کے ساتھ ، کلائنٹ بلنگ صرف ایک کلک دور ہے ، اور آپ کو خود بخود تیار شدہ فنڈ کی درخواستیں بھیجنے اور اس کے بدلے میں براہ راست ادائیگی وصول کرنے دیتا ہے۔
uz: O&#39;zingizning hisob-fakturangiz bilan mijozlar uchun hisob-kitoblarni bosish shunchaki bosilib, sizga avtomatik ravishda yaratilgan fond so&#39;rovlarini yuborish va evaziga to&#39;g&#39;ridan-to&#39;g&#39;ri to&#39;lovlarni qabul qilish imkonini beradi.
vi: Với tính năng lập hóa đơn khi bạn đi, thanh toán của khách hàng chỉ là một cú nhấn chuột và cho phép bạn gửi yêu cầu quỹ được tạo tự động và nhận lại thanh toán trực tiếp.
xh: Ngokuhamba nge-invoicing, ukubiza ixabiso labathengi kukucofa nje, kwaye kukuvumela ukuba uthumele izicelo ezenziwe ngengxowa-mali ngokuzenzekelayo kwaye ufumane intlawulo ngokuthe ngqo kwimbuyekezo.
yi: ווען איר טאָן ינווויס, קליענט בילינג איז בלויז אַ קליק אַוועק, און לעץ איר שיקן אויטאָמאַטיש-דזשענערייטאַד פאָנד ריקוועס און באַקומען דירעקט פּיימאַנץ אין צוריקקומען.

source: Case Events
af: Geval Gebeurtenisse
am: የጉዳይ ክስተቶች
ar: أحداث الحالة
az: Dava hadisələri
be: Справа Падзеі
bg: Случайни събития
bn: কেস ঘটনা
ca: Cas d'esdeveniments
cs: Případové události
cy: Digwyddiadau Achos
da: Case Begivenheder
de: Fallereignisse
el: Υπόθεση Γεγονότα
eo: Kazaj Eventoj
es: Eventos del caso
et: Juhtumi sündmused
eu: Kasu Gertaerak
fa: رویدادهای موردی
fi: Tapaustapahtumat
fr: Événements de cas
ga: Imeachtaí Cás
gd: Tachartasan cùise
gl: Eventos do caso
gu: કેસ ઇવેન્ટ્સ
hi: मामले की घटनाएँ
hr: Slučaj Događaji
hu: Események
hy: Գործի իրադարձություններ
id: Acara Kasus
is: Málsatburðir
it: Eventi caso
iw: אירועי מקרה
ja: ケースイベント
ka: საქმის მოვლენები
kk: Кей оқиғалар
km: ព្រឹត្តិការណ៍ករណី
kn: ಕೇಸ್ ಘಟನೆಗಳು
lb: Fall Evenementer
lo: ເຫດການກໍລະນີ
lt: Atvejo įvykiai
lv: Gadījuma notikumi
mg: Tranga Hetsika
mi: Nga Takahanga Take
mk: Случајни настани
ml: കേസ് ഇവന്റുകൾ
mn: Тохиолдлын үйл явдал
mr: केस इव्हेंट्स
ms: Peristiwa Kes
mt: Każ Avvenimenti
my: ဖြစ်ရပ်မှန်ဖြစ်ရပ်များ
ne: केस घटनाक्रम
nl: Case-gebeurtenissen
no: Sakshendelser
or: କେସ୍ ଇଭେଣ୍ଟସ୍ |
pa: ਕੇਸ ਇਵੈਂਟਸ
pl: Wydarzenia związane ze sprawą
ps: د قضیې پیښې
pt: Eventos de caso
ro: Caz Evenimente
ru: События дела
rw: Ibyabaye
sd: واقعا ڪيس
si: සිද්ධි සිදුවීම්
sk: Prípadové udalosti
sl: Primer Dogodki
sq: Ngjarjet e rastit
sr: Цасе Евентс
sv: Fallhändelser
sw: Matukio ya Kesi
ta: வழக்கு நிகழ்வுகள்
te: కేస్ ఈవెంట్స్
tg: Ҳодисаҳои парванда
th: กรณีเหตุการณ์
tk: Waka wakalary
tl: Mga Kaganapan sa Kaso
tr: Vaka Olayları
tt: Вакыйгалар
ug: دېلو ۋەقەسى
uk: Справа Події
ur: کیس کے واقعات
uz: Hodisalar
vi: Sự kiện tình huống
xh: Iziganeko zetyala
yi: קאַסע געשעענישן
