Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: No Type selected
af: Geen tipe gekies nie
am: ምንም ዓይነት አልተመረጠም።
ar: لم يتم تحديد أي نوع
az: Heç bir Növ seçilmədi
be: Тып не выбраны
bg: Няма избран тип
bn: কোন প্রকার নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap tipus
cs: Není vybrán žádný typ
cy: Dim Math wedi'i ddewis
da: Ingen type valgt
de: Kein Typ ausgewählt
el: Δεν έχει επιλεγεί τύπος
eo: Neniu Tipo elektita
es: Ningún tipo seleccionado
et: Tüüpi pole valitud
eu: Ez dago motarik hautatu
fa: بدون نوع انتخاب شده است
fi: Tyyppiä ei ole valittu
fr: Aucun type sélectionné
fy: Gjin Type selektearre
ga: Níor roghnaíodh aon chineál
gd: Chan eil seòrsa air a thaghadh
gl: Non se seleccionou ningún tipo
gu: કોઈ પ્રકાર પસંદ કરેલ નથી
hi: कोई प्रकार नहीं चुना गया
hr: Nije odabrana nijedna vrsta
hu: Nincs kiválasztva típus
hy: Ոչ մի տեսակ ընտրված չէ
id: Tidak ada Jenis yang dipilih
is: Engin gerð valin
it: Nessun tipo selezionato
iw: לא נבחר סוג
ja: タイプが選択されていません
ka: არ არის არჩეული ტიპი
kk: Таңдалған түрі жоқ
km: មិនបានជ្រើសរើសប្រភេទទេ។
kn: ಯಾವುದೇ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗಿಲ್ಲ
ku: Tîp nayê hilbijartin
ky: Түрү тандалган жок
lb: Keen Typ ausgewielt
lo: ບໍ່ໄດ້ເລືອກປະເພດ
lt: Tipas nepasirinktas
lv: Nav atlasīts neviens veids
mg: Tsy misy karazana voafantina
mi: Kore Momo i tohua
mk: Не е избран тип
ml: തരമൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Сонгосон төрөл байхгүй
mr: कोणताही प्रकार निवडलेला नाही
ms: Tiada Jenis dipilih
mt: Ebda Tip magħżul
my: အမျိုးအစားမရွေးပါ။
ne: कुनै प्रकार चयन गरिएको छैन
nl: Geen type geselecteerd
no: Ingen type valgt
or: କ Type ଣସି ପ୍ରକାର ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਕਿਸਮ ਨਹੀਂ ਚੁਣੀ ਗਈ
pl: Nie wybrano typu
ps: هیڅ ډول نه دی ټاکل شوی
pt: Nenhum tipo selecionado
ro: Niciun tip selectat
ru: Тип не выбран
rw: Nta bwoko bwatoranijwe
sd: ڪو به قسم منتخب ٿيل نه آهي
si: වර්ගයක් තෝරා නැත
sk: Nie je vybratý žiadny typ
sl: Vrsta ni izbrana
sq: Nuk është zgjedhur asnjë lloj
sr: Није изабран тип
sv: Ingen typ har valts
sw: Hakuna Aina iliyochaguliwa
ta: எந்த வகையும் தேர்ந்தெடுக்கப்படவில்லை
te: ఏ రకం ఎంచుకోబడలేదు
tg: На Навъи интихобшуда
th: ไม่ได้เลือกประเภท
tk: Hiç hili görnüş saýlanmady
tl: Walang napiling Uri
tr: Tür seçilmedi
tt: Төрле сайланмаган
ug: تىپ تاللانمىدى
uk: Тип не вибрано
ur: کوئی قسم منتخب نہیں کی گئی۔
uz: Tur tanlanmagan
vi: Không có loại nào được chọn
xh: Akukho Uhlobo lukhethiweyo
yi: קיין טיפּ אויסגעקליבן

source: Case not found!
af: Geval nie gevind nie!
am: ኬዝ አልተገኘም!
ar: حالة غير موجودة!
az: Olmaz tapılmadı!
be: Справа не знойдзена!
bg: Случаят не е намерен!
bn: কেস পাওয়া যায় নি!
ca: No s&#39;ha trobat el cas
cs: Případ nebyl nalezen!
cy: Achos heb ei darganfod!
da: Case ikke fundet!
de: Fall nicht gefunden!
el: Η υπόθεση δεν βρέθηκε!
eo: Kazo ne trovita!
es: Caso no encontrado!
et: Asi ei leitud!
eu: Ez da kasua aurkitu!
fa: مورد یافت نشد!
fi: Tapa ei löydy!
fr: Case introuvable!
fy: Case net fûn!
ga: Cás nach bhfuarthas!
gd: Cha deach cùis a lorg!
gl: Non se atopou o caso!
gu: કેસ મળ્યો નથી!
hi: मामला नहीं मिला!
hr: Slučaj nije pronađen!
hu: Az ügy nem található!
hy: Գործը չի գտնվել:
id: Kasus tidak ditemukan!
is: Mál fannst ekki!
it: Caso non trovato!
iw: מקרה לא נמצא!
ja: ケースが見つかりません！
ka: საქმე ვერ მოიძებნა!
kk: Іс табылмады!
km: រកមិនឃើញករណី!
kn: ಕೇಸ್ ಕಂಡುಬಂದಿಲ್ಲ!
ku: Doza nehat dîtin!
ky: Case табылган жок!
lb: Case net fonnt!
lo: ກໍລະນີບໍ່ພົບ!
lt: Byla nerasta!
lv: Lieta nav atrasta!
mg: Tranga tsy hita!
mi: Kaore i kitea!
mk: Случајот не е пронајден!
ml: കേസ് കണ്ടെത്തിയില്ല!
mn: Тохиолдол олдоогүй!
mr: केस सापडले नाही!
ms: Kes tidak dijumpai!
mt: Każ ma nstabx!
my: ဖြစ်ရပ်မှန်မတွေ့ပါ!
ne: केस भेटिएन!
nl: Case niet gevonden!
no: Case ikke funnet!
or: ମାମଲା ମିଳିଲା ନାହିଁ!
pa: ਕੇਸ ਨਹੀਂ ਮਿਲਿਆ!
pl: Nie znaleziono przypadku!
ps: قضیه نده موندلې
pt: Caso não encontrado!
ro: Cazul nu a fost găsit!
ru: Дело не найдено!
rw: Urubanza ntirwabonetse!
sd: ڪيس نه مليو!
si: නඩුව හමු නොවීය!
sk: Prípad nebol nájdený!
sl: Primer ni našel!
sq: Rasti nuk u gjet!
sr: Случај није пронађен!
sv: Fall hittades inte!
sw: Kesi haikupatikani!
ta: வழக்கு இல்லை!
te: కేస్ కనుగొనబడలేదు!
tg: Ҳодисаи ёфт нашуд!
th: กรณีไม่พบ!
tk: Kazyýet tapylmady!
tl: Ang kaso ay hindi natagpuan!
tr: Vaka bulunamadı!
tt: Эш табылмады!
ug: دېلو تېپىلمىدى!
uk: Справа не знайдено!
ur: کیس نہیں مل سکا!
uz: Vaziyat topilmadi!
vi: Trường hợp không tìm thấy!
xh: Ityala alitholakali!
yi: פאַל ניט געפונען!

source: Media Size
af: Media Grootte
am: የሚዲያ መጠን
ar: حجم الوسائط
az: Media Ölçü
be: памер Media
bg: Размер на медиите
bn: মিডিয়া ফাইলের আকার
ca: Mida dels mitjans de comunicació
cs: Velikost média
cy: Maint y Cyfryngau
da: Mediestørrelse
de: Mediengröße
el: Μέγεθος μέσων
eo: Duona Grandeco
es: Tamaño de los medios
et: Meediumi suurus
eu: Media tamaina
fa: اندازه رسانه
fi: Median koko
fr: Taille du support
fy: Mediagrutte
ga: Méid na Meáin
gd: Meadhan nam Meadhanan
gl: Tamaño dos medios
gu: મીડિયા કદ
hi: मीडिया आकार
hr: Veličina medija
hu: Médiaméret
hy: Media Size- ը
id: Ukuran Media
it: Dimensione del supporto
iw: גודל מדיה
ja: メディアサイズ
ka: მედია ზომა
kk: Медиа өлшемі
km: ទំហំមេឌៀ
kn: ಮೀಡಿಯಾ ಗಾತ್ರ
ku: Size Size
ky: медиа өлчөмү
lt: Laikmenos dydis
lv: Multivides lielums
mi: Rahi Media
mk: Големина на медиум
ml: മീഡിയ വലുപ്പം
mn: Хэвлэл мэдээллийн хэрэгслийн хэмжээ
mr: मीडिया आकार
ms: Saiz Media
mt: Midja Daqs
my: မီဒီယာ Size ကို
ne: मिडिया साइज
nl: Mediagrootte
no: Mediestørrelse
or: ମିଡିଆ ଆକାର |
pa: ਮੀਡੀਆ ਆਕਾਰ
pl: Rozmiar mediów
ps: د رسنیو کچه
pt: Tamanho da Mídia
ro: Media dimensiune
ru: Размер носителя
rw: Ingano y&#39;Itangazamakuru
sd: ميڊيا جي ماڊل
si: මාධ්ය ප්රමාණය
sk: Veľkosť médií
sl: Velikost medija
sq: Madhësia e medias
sr: Медиа Сизе
sv: Mediestorlek
sw: Ukubwa wa Vyombo vya Habari
ta: மீடியா அளவு
te: మీడియా సైజు
tg: Андозаи ВАО
th: ขนาดสื่อ
tk: Media ölçegi
tl: Sukat ng Media
tr: Medya Boyutu
tt: Медиа размеры
uk: Розмір медіа
ur: میڈیا کا سائز
uz: Media hajmi
vi: Kích thước phương tiện
xh: Ubukhulu beMedia

source: All statistics
af: Alle statistieke
am: ሁሉም ስታቲስቲክስ
ar: كل الإحصائيات
az: Bütün statistika
be: Уся статыстыка
bg: Всички статистики
bn: সমস্ত পরিসংখ্যান
ca: Totes les estadístiques
cs: Všechny statistiky
cy: Pob ystadegau
da: Alle statistikker
de: Alle Statistiken
el: Όλα τα στατιστικά στοιχεία
eo: Ĉiuj statistikoj
es: Todas las estadisticas
et: Kogu statistika
eu: Estatistika guztiak
fa: همه آمار
fi: Kaikki tilastot
fr: Toutes les statistiques
fy: Alle statistiken
ga: Gach staitistic
gd: A h-uile staitistig
gl: Todas as estatísticas
gu: બધા આંકડા
hi: सभी आँकड़े
hr: Sve statistike
hu: Minden statisztika
hy: Բոլոր վիճակագրությունը
id: Semua statistik
is: Öll tölfræði
it: Tutte le statistiche
iw: כל הסטטיסטיקה
ja: すべての統計
ka: ყველა სტატისტიკა
kk: Барлық статистика
km: ស្ថិតិទាំងអស់។
kn: ಎಲ್ಲಾ ಅಂಕಿಅಂಶಗಳು
ku: Hemû statistics
ky: Бардык статистика
lb: All Statistiken
lo: ສະຖິຕິທັງໝົດ
lt: Visa statistika
lv: Visa statistika
mg: Ny antontan'isa rehetra
mi: Nga tatauranga katoa
mk: Сите статистики
ml: എല്ലാ സ്ഥിതിവിവരക്കണക്കുകളും
mn: Бүх статистик
mr: सर्व आकडेवारी
ms: Semua statistik
mt: L-istatistika kollha
my: စာရင်းဇယားအားလုံး
ne: सबै तथ्याङ्कहरू
nl: Alle statistieken
no: All statistikk
or: ସମସ୍ତ ପରିସଂଖ୍ୟାନ |
pa: ਸਾਰੇ ਅੰਕੜੇ
pl: Wszystkie statystyki
ps: ټولې احصایې
pt: Todas as estatísticas
ro: Toate statisticile
ru: Вся статистика
rw: Imibare yose
sd: سڀ انگ اکر
si: සියලුම සංඛ්යා ලේඛන
sk: Všetky štatistiky
sl: Vsa statistika
sq: Të gjitha statistikat
sr: Све статистике
sv: All statistik
sw: Takwimu zote
ta: அனைத்து புள்ளிவிவரங்கள்
te: అన్ని గణాంకాలు
tg: Ҳама оморҳо
th: สถิติทั้งหมด
tk: Allhli statistika
tl: Lahat ng istatistika
tr: Tüm istatistikler
tt: Барлык статистика
ug: بارلىق ستاتىستىكا
uk: Вся статистика
ur: تمام اعدادوشمار
uz: Barcha statistika
vi: Tất cả các số liệu thống kê
xh: Zonke izibalo
yi: אַלע סטאַטיסטיק

source: Import not found.
af: Invoer nie gevind nie.
am: ማስመጣት አልተገኘም ፡፡
ar: لم يتم العثور على الاستيراد.
az: İdxal tapılmadı.
be: Імпарт не знойдзены.
bg: Вносът не е намерен.
bn: আমদানি পাওয়া যায় নি।
ca: No s'ha trobat la importació.
cs: Import nebyl nalezen.
cy: Mewnforio heb ei ddarganfod.
da: Importen blev ikke fundet.
de: Import nicht gefunden.
el: Η εισαγωγή δεν βρέθηκε.
eo: Importo ne trovita.
es: Importación no encontrada.
et: Importi ei leitud.
eu: Inportazioa ez da aurkitu.
fa: واردات یافت نشد
fi: Tuontia ei löydy.
fr: Importation introuvable.
fy: Ymport net fûn.
ga: Níor aimsíodh iompórtáil.
gd: Cha deach lorg a lorg.
gl: Non se atopou a importación.
gu: આયાત મળ્યું નથી.
hi: आयात नहीं मिला।
hr: Uvoz nije pronađen.
hu: Az importálás nem található.
hy: Ներմուծումը չի գտնվել
id: Impor tidak ditemukan.
is: Innflutningur fannst ekki.
it: Importazione non trovata.
iw: הייבוא לא נמצא.
ja: インポートが見つかりません。
ka: იმპორტი ვერ მოიძებნა.
kk: Импорт табылмады.
km: រកមិនឃើញការនាំចូល។
kn: ಆಮದು ಕಂಡುಬಂದಿಲ್ಲ.
ku: Import nehat dîtin.
ky: Импорт табылган жок.
lb: Import net fonnt.
lo: ບໍ່ພົບການ ນຳ ເຂົ້າ.
lt: Importas nerastas.
lv: Imports nav atrasts.
mg: Tsy hita ny fanafarana.
mi: Kaore i kitea te kawemai.
mk: Увозот не е пронајден.
ml: ഇറക്കുമതി കണ്ടെത്തിയില്ല.
mn: Импорт олдсонгүй.
mr: आयात आढळले नाही.
ms: Import tidak dijumpai.
mt: L-importazzjoni ma nstabitx.
my: တင်သွင်းမှုမတွေ့ပါ။
ne: आयात भेटिएन।
nl: Import niet gevonden.
no: Importen ble ikke funnet.
or: ଆମଦାନି ମିଳିଲା ନାହିଁ |
pa: ਆਯਾਤ ਨਹੀਂ ਮਿਲਿਆ.
pl: Nie znaleziono importu.
ps: امپورټ ونه موندل شو.
pt: Importação não encontrada.
ro: Importul nu a fost găsit.
ru: Импорт не найден.
rw: Kuzana ibicuruzwa bitabonetse.
sd: درآمد نه لڌي.
si: ආයාත හමු නොවීය.
sk: Import sa nenašiel.
sl: Uvoza ni mogoče najti.
sq: Importi nuk u gjet.
sr: Увоз није пронађен.
sv: Importen hittades inte.
sw: Uingizaji haukupatikana.
ta: இறக்குமதி கிடைக்கவில்லை.
te: దిగుమతి కనుగొనబడలేదు.
tg: Воридот ёфт нашуд.
th: ไม่พบการนำเข้า
tk: Import tapylmady
tl: Hindi nahanap ang pag-import.
tr: İçe aktarma bulunamadı.
tt: Импорт табылмады.
ug: ئىمپورت تېپىلمىدى.
uk: Імпорт не знайдено.
ur: درآمد نہیں ملی۔
uz: Import topilmadi.
vi: Nhập không tìm thấy.
xh: Ukungenisa akufumaneki.
yi: אַרייַנפיר ניט געפונען.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
af: Verwerking van lêer het misluk. Maak seker dit is 'n CSV-lêertipe en bevat die korrekte opskrifte
am: ፋይልን ማካሄድ አልተሳካም። የCSV ፋይል አይነት መሆኑን እና ትክክለኛዎቹን ራስጌዎች እንደያዘ ያረጋግጡ
ar: فشلت معالجة الملف. تأكد من أنه من نوع ملف CSV وأنه يحتوي على الرؤوس الصحيحة
az: Faylın işlənməsi uğursuz oldu. Bunun CSV fayl növü olduğundan və düzgün başlıqlardan ibarət olduğundan əmin olun
be: Збой апрацоўкі файла. Пераканайцеся, што гэта тып файла CSV і змяшчае правільныя загалоўкі
bg: Обработката на файла не бе успешно. Уверете се, че е тип CSV файл и съдържа правилните заглавки
bn: ফাইলের প্রক্রিয়াকরণ ব্যর্থ হয়েছে৷ এটি একটি CSV ফাইলের ধরন এবং সঠিক শিরোনাম রয়েছে তা নিশ্চিত করুন৷
ca: Ha fallat el processament del fitxer. Assegureu-vos que sigui un tipus de fitxer CSV i que contingui les capçaleres correctes
cs: Zpracování souboru se nezdařilo. Ujistěte se, že se jedná o typ souboru CSV a že obsahuje správná záhlaví
cy: Methodd prosesu'r ffeil. Sicrhewch ei fod yn fath o ffeil CSV a'i fod yn cynnwys y penawdau cywir
da: Behandling af fil mislykkedes. Sørg for, at det er en CSV-filtype og indeholder de korrekte overskrifter
de: Verarbeitung der Datei fehlgeschlagen. Stellen Sie sicher, dass es sich um einen CSV-Dateityp handelt und die richtigen Header enthalten
el: Η επεξεργασία του αρχείου απέτυχε. Βεβαιωθείτε ότι είναι τύπος αρχείου CSV και περιέχει τις σωστές κεφαλίδες
eo: Prilaborado de dosiero malsukcesis. Certigu, ke ĝi estas CSV-dosiertipo kaj enhavu la ĝustajn titolojn
es: El procesamiento del archivo falló. Asegúrese de que sea un tipo de archivo CSV y que contenga los encabezados correctos
et: Faili töötlemine ebaõnnestus. Veenduge, et see oleks CSV-failitüüp ja sisaldaks õigeid päiseid
eu: Huts egin du fitxategia prozesatu. Ziurtatu CSV fitxategi mota bat dela eta goiburu egokiak dituela
fa: پردازش فایل انجام نشد. مطمئن شوید که یک نوع فایل CSV است و دارای سرصفحه های صحیح است
fi: Tiedoston käsittely epäonnistui. Varmista, että se on CSV-tiedostotyyppi ja sisältää oikeat otsikot
fr: Le traitement du fichier a échoué. Assurez-vous qu'il s'agit d'un type de fichier CSV et qu'il contient les en-têtes corrects
fy: Ferwurkjen fan triem mislearre. Soargje derfoar dat it in CSV-bestânstype is en de juste kopteksten befetsje
ga: Theip ar phróiseáil an chomhaid. Cinntigh gur cineál comhaid CSV é agus go bhfuil na ceanntásca cearta ann
gd: Dh'fhàillig làimhseachadh an fhaidhle. Dèan cinnteach gur e seòrsa faidhle CSV a th’ ann agus gu bheil na cinn-cinn ceart ann
gl: Produciuse un erro ao procesar o ficheiro. Asegúrese de que é un tipo de ficheiro CSV e que conteña as cabeceiras correctas
gu: ફાઇલની પ્રક્રિયા નિષ્ફળ. ખાતરી કરો કે તે CSV ફાઇલ પ્રકાર છે અને તેમાં યોગ્ય હેડર છે
hi: फ़ाइल का संसाधन विफल रहा. सुनिश्चित करें कि यह एक CSV फ़ाइल प्रकार है और इसमें सही शीर्षलेख हैं
hr: Obrada datoteke nije uspjela. Provjerite je li vrsta datoteke CSV i da sadrži ispravna zaglavlja
hu: A fájl feldolgozása sikertelen. Győződjön meg arról, hogy CSV-fájltípusról van szó, és tartalmazza a megfelelő fejléceket
hy: Ֆայլի մշակումը ձախողվեց: Համոզվեք, որ դա CSV ֆայլի տեսակ է և պարունակում է ճիշտ վերնագրեր
id: Pemrosesan file gagal. Pastikan itu adalah jenis file CSV dan berisi header yang benar
is: Vinnsla á skrá mistókst. Gakktu úr skugga um að það sé CSV skráartegund og innihaldi rétta hausa
it: Elaborazione del file non riuscita. Assicurati che sia un tipo di file CSV e contenga le intestazioni corrette
iw: עיבוד הקובץ נכשל. ודא שזה סוג קובץ CSV ומכיל את הכותרות הנכונות
ja: ファイルの処理に失敗しました。 CSVファイルタイプであり、正しいヘッダーが含まれていることを確認してください
ka: ფაილის დამუშავება ვერ მოხერხდა. დარწმუნდით, რომ ეს არის CSV ფაილის ტიპი და შეიცავს სწორ სათაურებს
kk: Файлды өңдеу сәтсіз аяқталды. Оның CSV файл түрі екеніне және дұрыс тақырыптарды қамтитынына көз жеткізіңіз
km: ដំណើរការឯកសារបរាជ័យ។ ត្រូវប្រាកដថាវាជាប្រភេទឯកសារ CSV និងមានបឋមកថាត្រឹមត្រូវ។
kn: ಫೈಲ್ ಪ್ರಕ್ರಿಯೆ ವಿಫಲವಾಗಿದೆ. ಇದು CSV ಫೈಲ್ ಪ್ರಕಾರವಾಗಿದೆ ಮತ್ತು ಸರಿಯಾದ ಹೆಡರ್‌ಗಳನ್ನು ಹೊಂದಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ku: Pêvajoya pelê têk çû. Piştrast bikin ku ew celebek pelê CSV ye û sernavên rast dihewîne
ky: Файлды иштетүү ишке ашкан жок. Анын CSV файл түрү экенин жана туура аталыштарды камтыганын текшериңиз
lb: D'Veraarbechtung vum Fichier ass gescheitert. Vergewëssert Iech datt et en CSV Dateityp ass an déi richteg Header enthält
lo: ການປະມວນຜົນໄຟລ໌ລົ້ມເຫລວ. ໃຫ້ແນ່ໃຈວ່າມັນເປັນປະເພດໄຟລ໌ CSV ແລະມີສ່ວນຫົວທີ່ຖືກຕ້ອງ
lt: Failo apdorojimas nepavyko. Įsitikinkite, kad tai CSV failo tipas ir jame yra tinkamos antraštės
lv: Faila apstrāde neizdevās. Pārliecinieties, vai tas ir CSV faila tips un satur pareizās galvenes
mg: Tsy nahomby ny fanodinana rakitra. Ataovy azo antoka fa karazana rakitra CSV izy io ary misy ny lohateniny marina
mi: I rahua te tukatuka kōnae. Me whakarite he momo kōnae CSV me nga pane tika kei roto
mk: Обработката на датотеката не успеа. Погрижете се да е тип на датотека CSV и да ги содржи точните заглавија
ml: ഫയൽ പ്രോസസ്സ് ചെയ്യുന്നത് പരാജയപ്പെട്ടു. ഇതൊരു CSV ഫയൽ തരമാണെന്നും ശരിയായ തലക്കെട്ടുകൾ അടങ്ങിയിട്ടുണ്ടെന്നും ഉറപ്പാക്കുക
mn: Файлыг боловсруулж чадсангүй. Энэ нь CSV файлын төрөл бөгөөд зөв толгой хэсгийг агуулж байгаа эсэхийг шалгаарай
mr: फाइलची प्रक्रिया अयशस्वी. तो CSV फाइल प्रकार असल्याची खात्री करा आणि त्यात योग्य शीर्षलेख आहेत
ms: Pemprosesan fail gagal. Pastikan ia adalah jenis fail CSV dan mengandungi pengepala yang betul
mt: L-ipproċessar tal-fajl falla. Kun żgur li huwa tip ta' fajl CSV u li fih l-intestaturi korretti
my: ဖိုင်ကို လုပ်ဆောင်ခြင်း မအောင်မြင်ပါ။ ၎င်းသည် CSV ဖိုင်အမျိုးအစားဖြစ်ပြီး မှန်ကန်သော ခေါင်းစီးများ ပါဝင်ကြောင်း သေချာပါစေ။
ne: फाइलको प्रशोधन असफल भयो। यो एक CSV फाइल प्रकार हो र सही हेडरहरू समावेश गर्न निश्चित गर्नुहोस्
nl: Verwerking van bestand is mislukt. Zorg ervoor dat het een CSV-bestandstype is en de juiste headers bevat
no: Behandling av fil mislyktes. Sørg for at det er en CSV-filtype og inneholder de riktige overskriftene
or: ଫାଇଲ୍ ପ୍ରକ୍ରିୟାକରଣ ବିଫଳ ହେଲା | ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଏହା ଏକ CSV ଫାଇଲ୍ ପ୍ରକାର ଏବଂ ସଠିକ୍ ହେଡର୍ ଧାରଣ କରେ |
pa: ਫ਼ਾਈਲ ਦੀ ਪ੍ਰਕਿਰਿਆ ਅਸਫਲ ਰਹੀ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ ਇੱਕ CSV ਫ਼ਾਈਲ ਕਿਸਮ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਸਹੀ ਸਿਰਲੇਖ ਸ਼ਾਮਲ ਹਨ
pl: Przetwarzanie pliku nie powiodło się. Upewnij się, że jest to plik typu CSV i zawiera prawidłowe nagłówki
ps: د فایل پروسس ناکام شو. ډاډ ترلاسه کړئ چې دا د CSV فایل ډول دی او سم سرلیکونه لري
pt: Falha no processamento do arquivo. Verifique se é um tipo de arquivo CSV e contém os cabeçalhos corretos
ro: Procesarea fișierului a eșuat. Asigurați-vă că este un tip de fișier CSV și conține anteturile corecte
ru: Не удалось обработать файл. Убедитесь, что это тип файла CSV и содержит правильные заголовки.
rw: Gutunganya dosiye byarananiranye. Menya neza ko ari ubwoko bwa dosiye ya CSV kandi irimo imitwe iboneye
sd: فائل جي پروسيسنگ ناڪام ٿي. پڪ ڪريو ته اهو هڪ CSV فائل جو قسم آهي ۽ صحيح هيڊرن تي مشتمل آهي
si: ගොනුව සැකසීම අසාර්ථක විය. එය CSV ගොනු වර්ගයක් සහ නිවැරදි ශීර්ෂ අඩංගු බව සහතික කර ගන්න
sk: Spracovanie súboru zlyhalo. Uistite sa, že ide o typ súboru CSV a že obsahuje správne hlavičky
sl: Obdelava datoteke ni uspela. Prepričajte se, da je vrsta datoteke CSV in da vsebuje pravilne glave
sq: Përpunimi i skedarit dështoi. Sigurohuni që të jetë një lloj skedari CSV dhe të përmbajë titujt e duhur
sr: Обрада датотеке није успела. Уверите се да је тип датотеке ЦСВ и да садржи исправна заглавља
sv: Bearbetning av filen misslyckades. Se till att det är en CSV-filtyp och innehåller rätt rubriker
sw: Uchakataji wa faili umeshindwa. Hakikisha ni aina ya faili ya CSV na ina vichwa sahihi
ta: கோப்பின் செயலாக்கம் தோல்வியடைந்தது. இது CSV கோப்பு வகை மற்றும் சரியான தலைப்புகளைக் கொண்டுள்ளது என்பதை உறுதிப்படுத்தவும்
te: ఫైల్ ప్రాసెసింగ్ విఫలమైంది. ఇది CSV ఫైల్ రకం మరియు సరైన శీర్షికలను కలిగి ఉందని నిర్ధారించుకోండి
tg: Коркарди файл ноком шуд. Боварӣ ҳосил кунед, ки он як намуди файли CSV аст ва дорои сарлавҳаҳои дуруст аст
th: การประมวลผลไฟล์ล้มเหลว ตรวจสอบให้แน่ใจว่าเป็นไฟล์ประเภท CSV และมีส่วนหัวที่ถูกต้อง
tk: Faýly gaýtadan işlemek başa barmady. CSV faýl görnüşidigine we dogry sözbaşylaryň bardygyna göz ýetiriň
tl: Nabigo ang pagproseso ng file. Tiyaking ito ay isang uri ng CSV file at naglalaman ng mga tamang header
tr: Dosyanın işlenmesi başarısız oldu. Bir CSV dosya türü olduğundan ve doğru başlıkları içerdiğinden emin olun
tt: Файлны эшкәртү уңышсыз булды. Аның CSV файл тибы булуына һәм дөрес башламнар булуына инаныгыз
ug: ھۆججەت بىر تەرەپ قىلىش مەغلۇب بولدى. ئۇنىڭ CSV ھۆججەت تىپى ئىكەنلىكى ۋە توغرا ماۋزۇلارنى ئۆز ئىچىگە ئالغانلىقىغا كاپالەتلىك قىلىڭ
uk: Помилка обробки файлу. Переконайтеся, що це файл типу CSV і містить правильні заголовки
ur: فائل کی پروسیسنگ ناکام ہوگئی۔ یقینی بنائیں کہ یہ CSV فائل کی قسم ہے اور اس میں درست ہیڈر شامل ہیں۔
uz: Faylga ishlov berilmadi. Uning CSV fayl turi ekanligiga va toʻgʻri sarlavhalarni oʻz ichiga olganligiga ishonch hosil qiling
vi: Xử lý tệp không thành công. Đảm bảo đó là loại tệp CSV và chứa các tiêu đề chính xác
xh: Ukuqhubekeka kwefayile akuphumelelanga. Qinisekisa ukuba luhlobo lwefayile ye-CSV kwaye iqulathe iiheader ezichanekileyo
yi: פּראַסעסינג פון טעקע ניט אַנדערש. פאַרזיכערן אַז עס איז אַ קסוו טעקע טיפּ און כּולל די ריכטיק כעדערז

source: Data
am: መረጃ
ar: البيانات
az: Məlumat
be: Дадзеныя
bg: Данни
bn: ডেটা
ca: Dades
de: Daten
el: Δεδομένα
eo: Datumoj
es: Datos
et: Andmed
eu: Datuak
fa: داده ها
fi: Tiedot
fr: Données
ga: Sonraí
gd: Dàta
gl: Datos
gu: ડેટા
hi: डेटा
hr: Podaci
hu: Adat
hy: Տվյալներ
is: Gögn
it: Dati
iw: נתונים
ja: データ
ka: მონაცემები
kk: Деректер
km: ទិន្នន័យ
kn: ಡೇಟಾ
ku: Jimare
ky: Маалыматтар
lb: Donnéeën
lo: ຂໍ້ມູນ
lt: Duomenys
lv: Dati
mg: tahirin-kevitra
mi: Raraunga
mk: Податоци
ml: ഡാറ്റ
mn: Мэдээлэл
mr: डेटा
mt: Dejta
my: ဒေတာ
ne: डाटा
nl: Gegevens
or: ତଥ୍ୟ
pa: ਡਾਟਾ
pl: Dane
ps: ډاټا
pt: Dados
ro: Date
ru: Данные
rw: Amakuru
sd: ڊيٽا
si: දත්ත
sk: Údaje
sl: Podatki
sq: Të dhënat
sr: Подаци
sw: Takwimu
ta: தகவல்கள்
te: సమాచారం
tg: Маълумот
th: ข้อมูล
tk: Maglumatlar
tr: Veri
tt: Мәгълүмат
ug: سانلىق مەلۇمات
uk: Дані
ur: ڈیٹا
uz: Ma'lumotlar
vi: Dữ liệu
xh: Idatha
yi: דאַטע

source: No Imports yet.
af: Nog geen invoer nie.
am: ገና አስመጪ የለም
ar: لا توجد واردات حتى الآن.
az: Hələ idxal yoxdur.
be: Пакуль імпарту няма.
bg: Все още няма внос.
bn: এখনও কোনও আমদানি নেই।
ca: Encara no hi ha importacions.
cs: Zatím žádné importy.
cy: Dim Mewnforion eto.
da: Ingen import endnu.
de: Noch keine Importe.
el: Δεν υπάρχουν ακόμη εισαγωγές.
eo: Ankoraŭ ne Importas.
es: Aún no hay importaciones.
et: Importi veel pole.
eu: Inportaziorik ez oraindik.
fa: هنوز وارداتی وجود ندارد
fi: Ei vielä tuontia.
fr: Pas encore d'importations.
fy: Noch gjin ymport.
ga: Níl Allmhairí fós.
gd: Chan eil in-mhalairt fhathast.
gl: Aínda non hai importacións.
gu: હજી આયાત નથી.
hi: अभी तक कोई आयात नहीं
hr: Još nema uvoza.
hu: Még nincs import.
hy: Ներմուծում դեռ չկա
id: Belum ada Impor.
is: Enginn innflutningur ennþá.
it: Nessuna importazione ancora.
iw: עדיין אין יבוא.
ja: まだインポートはありません。
ka: იმპორტი ჯერ არ არის
kk: Әзірге импорт жоқ.
km: មិនទាន់មានការនាំចូលនៅឡើយទេ។
kn: ಇನ್ನೂ ಆಮದು ಇಲ್ಲ.
ku: Hîn Immport tune.
ky: Азырынча импорт жок.
lb: Keen Importer nach.
lo: ຍັງບໍ່ມີການ ນຳ ເຂົ້າໃດໆ.
lt: Kol kas nėra importo.
lv: Vēl nav importa.
mg: Tsy mbola misy Import.
mi: Kaore ano kia Kawemai.
mk: Уште нема увоз
ml: ഇതുവരെ ഇറക്കുമതികളൊന്നുമില്ല.
mn: Одоохондоо импорт байхгүй.
mr: अद्याप आयात नाही.
ms: Belum ada Import.
mt: L-ebda Importazzjoni s'issa.
my: တင်သွင်းမှုမရှိသေးပါ
ne: कुनै आयात छैन।
nl: Nog geen invoer.
no: Ingen import ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ ଆମଦାନୀ ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਆਯਾਤ ਨਹੀਂ.
pl: Nie ma jeszcze importu.
ps: تراوسه هیڅ واردات ندي.
pt: Ainda não há importações.
ro: Nu există importuri încă.
ru: Импорта еще нет.
rw: Nta bicuruzwa bitumizwa mu mahanga.
sd: اڃا تائين ڪا درآمد ناهي
si: තවමත් ආනයන නොමැත.
sk: Zatiaľ žiadne dovozy.
sl: Uvoza še ni.
sq: Ende nuk ka importe
sr: Још нема увоза.
sv: Ingen import ännu.
sw: Bado hakuna Uagizaji.
ta: இன்னும் இறக்குமதி இல்லை.
te: ఇంకా దిగుమతులు లేవు.
tg: Ҳоло воридот нест.
th: ยังไม่มีการนำเข้า
tk: Entek import ýok.
tl: Wala pang Mga Pag-import.
tr: Henüz İthalat Yok.
tt: Импорт юк.
ug: ھازىرچە ئىمپورت يوق.
uk: Імпорту ще немає.
ur: ابھی تک درآمد نہیں ہوا۔
uz: Hozircha import qilinmagan.
vi: Không có nhập khẩu nào được nêu ra.
xh: Okwangoku akungeniswa elizweni.
yi: ניט ימפּאָרץ נאָך.

source: Source
af: Bron
am: ምንጭ
ar: مصدر
az: Mənbə
be: Крыніца
bg: Източник
bn: উৎস
ca: Font
cs: Zdroj
cy: Ffynhonnell
da: Kilde
de: Quelle
el: Πηγή
eo: Fonto
es: Fuente
et: Allikas
eu: Iturria
fa: منبع
fi: Lähde
fr: La source
fy: Boarne
ga: Foinse
gd: Stòr
gl: Fonte
gu: સ્રોત
hi: स्रोत
hr: Izvor
hu: Forrás
hy: Աղբյուր
id: Sumber
is: Heimild
it: fonte
iw: מָקוֹר
ja: ソース
ka: წყარო
kk: Дереккөз
km: ប្រភព
kn: ಮೂಲ
ku: Kanî
ky: Булак
lb: Quell
lo: ແຫຼ່ງຂໍ້ມູນ
lt: Šaltinis
lv: Avots
mi: Puna
mk: Извор
ml: ഉറവിടം
mn: Эх сурвалж
mr: स्त्रोत
ms: Sumber
mt: Sors
my: ရင်းမြစ်
ne: मुहान
nl: Bron
no: Kilde
or: ଉତ୍ସ
pa: ਸਰੋਤ
pl: Źródło
ps: سرچینه
pt: Fonte
ro: Sursă
ru: Источник
rw: Inkomoko
sd: ذريعو
si: මූලාශ්රය
sk: Zdroj
sl: Vir
sq: Burimi
sr: Извор
sv: Källa
sw: Chanzo
ta: மூல
te: మూలం
tg: Сарчашма
th: ที่มา
tk: Çeşme
tl: Pinagmulan
tr: Kaynak
tt: Чыганак
ug: مەنبە
uk: Джерело
ur: ذریعہ
uz: Manba
vi: Nguồn
xh: Imvelaphi
yi: מקור
