Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Your Signs
af: Jou tekens
am: የእርስዎ ምልክቶች
ar: علاماتك
az: Bürcləriniz
be: Вашы знакі
bg: Вашите знаци
bn: আপনার লক্ষণ
ca: Els vostres signes
cs: Vaše znamení
cy: Eich Arwyddion
da: Dine tegn
de: Ihre Zeichen
el: Τα σημάδια σας
eo: Viaj Signoj
es: Tus Signos
et: Teie märgid
eu: Zure Errotuluak
fa: علائم شما
fi: Sinun merkkisi
fr: Vos signes
fy: Jo tekens
ga: Do Chomharthaí
gd: Na soidhnichean agad
gl: Os teus signos
gu: તમારા ચિહ્નો
hi: आपके संकेत
hr: Vaši znakovi
hu: A jelek
hy: Ձեր նշանները
id: Tanda Anda
is: Merkin þín
it: I tuoi segni
iw: הסימנים שלך
ja: あなたのサイン
ka: შენი ნიშნები
kk: Сіздің белгілеріңіз
km: សញ្ញារបស់អ្នក
kn: ನಿಮ್ಮ ಚಿಹ್ನೆಗಳು
ku: Nîşanên we
ky: Сиздин белгилериңиз
lb: Är Zeechen
lo: ອາການຂອງທ່ານ
lt: Jūsų ženklai
lv: Jūsu zīmes
mg: Ny Famantaranao
mi: To Tohu
mk: Вашите знаци
ml: നിങ്ങളുടെ അടയാളങ്ങൾ
mn: Таны тэмдгүүд
mr: आपली चिन्हे
ms: Tanda-Tanda Anda
mt: Is-Sinjali Tiegħek
my: သင်၏နိမိတ်လက္ခဏာများ
ne: तपाईका चिन्हहरु
nl: Uw tekenen
no: Dine tegn
or: ତୁମର ଚିହ୍ନ
pa: ਤੁਹਾਡੇ ਚਿੰਨ੍ਹ
pl: Twoje znaki
ps: ستاسو نښې
pt: Seus Sinais
ro: Semnele tale
ru: Ваши знаки
rw: Ibimenyetso byawe
sd: توهانجون نشانيون
si: ඔබේ සං .ා
sk: Vaše znamenia
sl: Vaši znaki
sq: Shenjat tuaja
sr: Ваши знаци
sv: Dina tecken
sw: Ishara zako
ta: உங்கள் அறிகுறிகள்
te: మీ సంకేతాలు
tg: Нишонаҳои шумо
th: สัญญาณของคุณ
tk: Alamatlaryňyz
tl: Ang iyong mga Palatandaan
tr: İşaretleriniz
tt: Сезнең билгеләрегез
ug: ئالامەتلىرىڭىز
uk: Ваші знаки
ur: آپ کی نشانیاں
uz: Sizning belgilaringiz
vi: Dấu hiệu của bạn
xh: Iimpawu zakho
yi: דיין וואונדער

source: All E-signs
af: Alle E-tekens
am: ሁሉም ኢ-ምልክቶች
ar: جميع العلامات الإلكترونية
az: Bütün e-işarələr
be: Усе электронныя знакі
bg: Всички Е-знаци
bn: সমস্ত ই-চিহ্ন
ca: Tots els signes electrònics
cs: Všechny E-znaky
cy: Pob E-arwydd
da: Alle E-skilte
de: Alle E-Schilder
el: Όλα τα ηλεκτρονικά σήματα
eo: Ĉiuj E-signoj
es: Todas las señales electrónicas
et: Kõik E-märgid
eu: E-seinale guztiak
fa: تمام علائم الکترونیکی
fi: Kaikki e-merkit
fr: Tous les signes E
fy: Alle E-tekens
ga: Gach E-comharthaí
gd: A h-uile E-soidhne
gl: Todos os sinais E
gu: બધા ઇ-ચિહ્નો
hi: सभी ई-संकेत
hr: Svi E-znakovi
hu: Minden E-jel
hy: Բոլոր էլեկտրոնային նշանները
id: Semua tanda-E
is: Öll E-merki
it: Tutti i segni E
iw: כל השלטים האלקטרוניים
ja: すべての電子サイン
ka: ყველა ელექტრონული ნიშანი
kk: Барлық электрондық белгілер
km: សញ្ញាអ៊ីទាំងអស់។
kn: ಎಲ್ಲಾ ಇ-ಚಿಹ್ನೆಗಳು
ku: Hemû E-nîşan
ky: Бардык E-белгилер
lb: All E-Schëlder
lo: ປ້າຍອີເມລ໌ທັງໝົດ
lt: Visi E-ženklai
lv: Visas E-zīmes
mg: E-famantarana rehetra
mi: Nga tohu-e katoa
mk: Сите Е-знаци
ml: എല്ലാ ഇ-ചിഹ്നങ്ങളും
mn: Бүх цахим тэмдэг
mr: सर्व ई-चिन्ह
ms: Semua tanda E
mt: Is-sinjali E kollha
my: အီး- လက္ခဏာအားလုံး
ne: सबै ई-चिन्हहरू
nl: Alle E-borden
no: Alle E-skilt
or: ସମସ୍ତ ଇ-ଚିହ୍ନ |
pa: ਸਾਰੇ ਈ-ਚਿੰਨ੍ਹ
pl: Wszystkie e-znaki
ps: ټول بریښنایی نښې
pt: Todos os E-signs
ro: Toate semnele E
ru: Все электронные знаки
rw: E-ibimenyetso byose
sd: سڀ اليڪٽرانڪ نشانيون
si: සියලුම ඊ-ලකුණු
sk: Všetky E-znaky
sl: Vsi E-znaki
sq: Të gjitha shenjat elektronike
sr: Сви Е-знакови
sv: Alla E-skyltar
sw: Ishara zote za E
ta: அனைத்து மின் அடையாளங்களும்
te: అన్ని E- సంకేతాలు
tg: Ҳама аломатҳои электронӣ
th: E-signs ทั้งหมด
tk: Ehli elektron belgileri
tl: Lahat ng E-sign
tr: Tüm E-işaretler
tt: Барлык электрон билгеләр
ug: بارلىق ئېلېكترونلۇق بەلگىلەر
uk: Всі Е-знаки
ur: تمام ای نشانیاں
uz: Barcha elektron belgilar
vi: Tất cả các dấu điện tử
xh: Zonke iimpawu ze-E
yi: אַלע E- וואונדער

source: E-sign Title
af: E-teken titel
am: ኢ-ምልክት ርዕስ
ar: عنوان التوقيع الإلكتروني
az: E-imza Başlığı
be: Электронны знак Назва
bg: Е-знак Заглавие
bn: ই-সাইন শিরোনাম
ca: Títol del signe electrònic
cs: Název E-sign
cy: Teitl E-arwydd
da: E-tegn titel
de: E-Signatur-Titel
el: Τίτλος ηλεκτρονικής πινακίδας
eo: E-signo Titolo
es: Título de firma electrónica
et: E-märgi pealkiri
eu: Izenburu elektronikoa
fa: عنوان علامت الکترونیکی
fi: E-merkin otsikko
fr: Titre de la signature électronique
fy: E-teken titel
ga: Teideal Ríomhshínithe
gd: Tiotal E-soidhne
gl: Título do signo electrónico
gu: ઇ-સાઇન શીર્ષક
hi: ई-साइन शीर्षक
hr: E-znak Naslov
hu: E-jel Cím
hy: Էլեկտրոնային նշանի վերնագիր
id: Judul tanda elektronik
is: Titill rafræns merkis
it: Titolo del segno E
iw: כותרת סימן אלקטרוני
ja: 電子署名のタイトル
ka: ელექტრონული ნიშანი სათაური
kk: Электрондық белгінің атауы
km: ចំណងជើង សញ្ញាអ៊ី
kn: ಇ-ಸೈನ್ ಶೀರ್ಷಿಕೆ
ku: E-nîşana Sernav
lb: E-Zeechen Titel
lo: E-sign ຊື່
lt: E-sign Pavadinimas
lv: E-zīmes nosaukums
mg: Lohateny famantarana E
mi: Taitara tohu-e
mk: Е-знак Наслов
ml: ഇ-സൈൻ ശീർഷകം
mn: Цахим гарын үсэг
mr: ई-चिन्ह शीर्षक
ms: Tajuk E-tanda
mt: Titolu tas-sinjal elettroniku
my: အီး-ဆိုင်းဘုတ် ခေါင်းစဉ်
ne: ई-साइन शीर्षक
nl: Titel e-teken
no: E-tegn tittel
or: ଇ-ସାଇନ୍ ଆଖ୍ୟା |
pa: ਈ-ਸਾਈਨ ਟਾਈਟਲ
pl: Tytuł podpisu elektronicznego
ps: د بریښنالیک سرلیک
pt: Título do E-Sinal
ro: Titlul semnului electronic
ru: Название электронной подписи
rw: E-umukono Umutwe
sd: اي-سائن عنوان
si: ඊ-සයින් මාතෘකාව
sk: Názov E-sign
sl: E-znak Naslov
sq: E-shenjë Titulli
sr: Е-сигн Титле
sv: E-tecken Titel
sw: Kichwa cha ishara ya E
ta: மின் கையொப்ப தலைப்பு
te: ఇ-సైన్ టైటిల్
tg: Номи электронӣ
th: ชื่อป้ายอิเล็กทรอนิกส์
tk: Elektron gol
tl: Pamagat ng e-sign
tr: E-imza Başlığı
tt: Электрон имза
ug: ئېلېكترونلۇق ئىمزا ئىسمى
uk: Електронний знак Назва
ur: ای سائن ٹائٹل
uz: Elektron imzo sarlavhasi
vi: Tiêu đề ký điện tử
xh: Isihloko se-E-sign
yi: E- צייכן טיטל

source: No E-signs
af: Geen E-tekens nie
am: ምንም ኢ-ምልክቶች የሉም
ar: لا توجد علامات إلكترونية
az: E-işarələr yoxdur
be: Няма электронных знакаў
bg: Без Е-знаци
bn: কোন ই-চিহ্ন নেই
ca: Sense senyals electrònics
cs: Žádné E-znaky
cy: Dim E-arwyddion
da: Ingen E-skilte
de: Keine E-Schilder
el: Χωρίς ηλεκτρονικά σήματα
eo: Neniuj E-signoj
es: Sin firmas electrónicas
et: E-märke pole
eu: E-seinalerik ez
fa: بدون علامت الکترونیکی
fi: Ei e-merkkejä
fr: Pas de signes E
fy: Gjin E-tekens
ga: Gan E-comharthaí
gd: Gun shoidhnichean-d
gl: Sen signos electrónicos
gu: કોઈ ઈ-ચિહ્નો નથી
hi: कोई ई-संकेत नहीं
hr: Nema E-znakova
hu: Nincsenek E-táblák
hy: Էլեկտրոնային նշաններ չկան
id: Tidak ada tanda-E
is: Engin rafræn merki
it: Nessun segno E
iw: אין שלטים אלקטרוניים
ja: Eサインなし
ka: არ არის ელექტრონული ნიშნები
kk: Электрондық белгілер жоқ
km: គ្មានសញ្ញាអ៊ី
kn: ಇ-ಚಿಹ್ನೆಗಳಿಲ್ಲ
ku: E-nîşan tune
ky: E-белгилери жок
lb: Keng E-Schëlder
lo: ບໍ່ມີສັນຍານອີເມລ໌
lt: Nėra elektroninių ženklų
lv: Nav e-zīmju
mg: Tsy misy famantarana E
mi: Kaore he tohu-E
mk: Нема Е-знаци
ml: ഇ-ചിഹ്നങ്ങളൊന്നുമില്ല
mn: Цахим тэмдэг байхгүй
mr: ई-चिन्ह नाहीत
ms: Tiada tanda E
mt: L-ebda E-sinjali
my: အီး- လက္ခဏာများ မရှိပါ။
ne: कुनै ई-लक्षणहरू छैनन्
nl: Geen e-tekens
no: Ingen E-skilt
or: କ No ଣସି ଇ-ଚିହ୍ନ ନାହିଁ |
pa: ਕੋਈ ਈ-ਚਿੰਨ੍ਹ ਨਹੀਂ
pl: Brak e-znaków
ps: هیڅ بریښنایی نښې نشته
pt: Sem sinais eletrônicos
ro: Fără semne electronice
ru: Нет электронных знаков
rw: Nta bimenyetso bya E-bimenyetso
sd: ڪابه اي نشانيون
si: විද්‍යුත් සලකුණු නොමැත
sk: Žiadne E-značky
sl: Brez E-znakov
sq: Nuk ka shenja elektronike
sr: Нема Е-знакова
sv: Inga E-skyltar
sw: Hakuna alama za E
ta: மின் அடையாளங்கள் இல்லை
te: ఇ-చిహ్నాలు లేవు
tg: Аломатҳои электронӣ нест
th: ไม่มีสัญญาณอิเล็กทรอนิกส์
tk: Elektron alamatlar ýok
tl: Walang E-sign
tr: E-işareti yok
tt: Электрон билгеләр юк
ug: ئېلېكترونلۇق بەلگە يوق
uk: Жодних е-знаків
ur: کوئی ای نشانیاں نہیں۔
uz: E-belgilar yo'q
vi: Không có dấu điện tử
xh: Akukho zimpawu ze-E
yi: קיין E- וואונדער

source: E-Signs Library
af: E-tekens biblioteek
am: ኢ-ምልክቶች ቤተ መጻሕፍት
ar: مكتبة الإشارات الإلكترونية
az: Elektron İşarələr Kitabxanası
be: Бібліятэка электронных знакаў
bg: Библиотека за електронни знаци
bn: ই-সাইন লাইব্রেরি
ca: Biblioteca de signes electrònics
cs: Knihovna elektronických značek
cy: Llyfrgell E-Arwyddion
da: E-Signs bibliotek
de: E-Signatur-Bibliothek
el: Βιβλιοθήκη E-Signs
eo: Biblioteko E-Signs
es: Biblioteca de firmas electrónicas
et: E-märkide raamatukogu
eu: E-Seinaleen Liburutegia
fa: کتابخانه علائم الکترونیکی
fi: E-Signs kirjasto
fr: Bibliothèque de signatures électroniques
ga: Leabharlann Ríomhchomharthaí
gd: Leabharlann e-chomharran
gl: Biblioteca E-Signs
gu: ઇ-સાઇન્સ લાઇબ્રેરી
hi: ई-साइन लाइब्रेरी
hr: Knjižnica e-znakova
hy: Էլեկտրոնային նշանների գրադարան
id: Perpustakaan Tanda Tangan Elektronik
is: Bókasafn rafrænna merkja
it: Libreria di segni elettronici
iw: ספריית סימנים אלקטרוניים
ja: 電子署名ライブラリ
ka: ელექტრონული ნიშნების ბიბლიოთეკა
kk: Электрондық белгілер кітапханасы
km: បណ្ណាល័យ E-Signs
kn: ಇ-ಚಿಹ್ನೆಗಳ ಲೈಬ್ರರಿ
ku: Pirtûkxaneya E-Signs
ky: Электрондук белгилердин китепканасы
lb: E-Schëlder Bibliothéik
lo: ຫໍສະໝຸດ E-Signs
lt: Elektroninių ženklų biblioteka
lv: E-zīmju bibliotēka
mk: Библиотека со е-знаци
ml: ഇ-സൈൻസ് ലൈബ്രറി
mn: Цахим тэмдгийн номын сан
mr: ई-चिन्ह लायब्ररी
ms: Perpustakaan E-Signs
mt: Librerija E-Signs
my: E-Signs စာကြည့်တိုက်
ne: ई-साइन लाइब्रेरी
nl: E-Signs-bibliotheek
no: E-skiltbibliotek
or: ଇ-ସାଇନ୍ସ ଲାଇବ୍ରେରୀ |
pa: ਈ-ਸਾਈਨਜ਼ ਲਾਇਬ੍ਰੇਰੀ
pl: Biblioteka podpisów elektronicznych
ps: د برېښنايي نښو کتابتون
pt: Biblioteca de sinais eletrônicos
ro: Biblioteca E-Signs
ru: Библиотека электронных подписей
rw: E-Ibimenyetso Isomero
sd: E-Signs لائبريري
si: E-Signs පුස්තකාලය
sk: Knižnica elektronických značiek
sl: Knjižnica e-znakov
sq: Biblioteka e Shenjave Elektronike
sr: Библиотека е-знакова
sv: E-skyltbibliotek
sw: Maktaba ya E-Signs
ta: மின்-அடையாளங்கள் நூலகம்
te: ఇ-సైన్స్ లైబ్రరీ
tg: Китобхонаи аломатҳои электронӣ
th: ห้องสมุด E-Signs
tk: Elektron belgiler kitaphanasy
tr: E-İşaret Kitaplığı
tt: Электрон билгеләр китапханәсе
ug: ئېلېكترونلۇق بەلگە كۈتۈپخانىسى
uk: Бібліотека електронних знаків
ur: ای سائنز لائبریری
uz: Elektron belgilar kutubxonasi
vi: Thư viện bảng hiệu điện tử
xh: Ithala leencwadi le-E-Signs
yi: E- סיגנס ביבליאָטעק

source: No E-signs In Library
af: Geen E-tekens in biblioteek nie
am: በቤተ-መጽሐፍት ውስጥ ምንም ኢ-ምልክቶች የሉም
ar: لا توجد علامات إلكترونية في المكتبة
az: Kitabxanada E-işarə yoxdur
be: У бібліятэцы няма электронных знакаў
bg: Няма електронни знаци в библиотеката
bn: লাইব্রেরিতে কোনো ই-সাইন নেই
ca: No hi ha rètols electrònics a la biblioteca
cs: Žádné E-signy v knihovně
cy: Dim E-arwyddion Yn y Llyfrgell
da: Ingen e-skilte i biblioteket
de: Keine E-Signaturen in der Bibliothek
el: Δεν υπάρχουν ηλεκτρονικές συνδέσεις στη βιβλιοθήκη
eo: Neniuj E-signoj En Biblioteko
es: Sin firmas electrónicas en la biblioteca
et: Raamatukogus e-märke pole
eu: Liburutegian ez dago seinale elektronikorik
fa: بدون علامت الکترونیکی در کتابخانه
fi: Ei e-kylttejä kirjastossa
fr: Pas de signature électronique dans la bibliothèque
fy: Gjin E-tekens yn biblioteek
ga: Gan E-chomharthaí sa Leabharlann
gd: Gun shoidhnichean-d san Leabharlann
gl: Non hai sinais electrónicos na biblioteca
gu: લાઈબ્રેરીમાં કોઈ ઈ-સાઈન્સ નથી
hi: पुस्तकालय में कोई ई-चिह्न नहीं
hr: Nema e-znakova u knjižnici
hu: Nincs e-jelzés a könyvtárban
hy: Գրադարանում էլեկտրոնային նշաններ չկան
id: Tidak ada tanda elektronik di Perpustakaan
is: Engin rafræn skilti á bókasafni
it: Nessun segno E nella libreria
iw: אין שלטים אלקטרוניים בספרייה
ja: ライブラリに電子署名はありません
ka: ბიბლიოთეკაში ელექტრონული ნიშნები არ არის
kk: Кітапханада электрондық белгілер жоқ
km: គ្មាន​សញ្ញា​អេឡិចត្រូនិក​នៅ​ក្នុង​បណ្ណាល័យ
kn: ಲೈಬ್ರರಿಯಲ್ಲಿ ಇ-ಚಿಹ್ನೆಗಳಿಲ್ಲ
ku: Di Pirtûkxaneyê de E-nîşan tune
ky: Китепканада электрондук белгилер жок
lb: Keng E-Schëlder An der Bibliothéik
lo: ບໍ່ມີ E-signs ໃນຫ້ອງສະຫມຸດ
lt: Bibliotekoje nėra elektroninių ženklų
lv: Bibliotēkā nav e-zīmju
mg: Tsy misy famantarana E ao amin'ny Tranomboky
mi: Karekau he tohu-e kei te Whare Pukapuka
mk: Нема електронски знаци во библиотеката
ml: ലൈബ്രറിയിൽ ഇ-ചിഹ്നങ്ങളൊന്നുമില്ല
mn: Номын санд цахим тэмдэг байхгүй
mr: लायब्ररीत ई-चिन्ह नाहीत
ms: Tiada E-tanda Dalam Perpustakaan
mt: Ebda E-sinjali Fil-Librerija
my: စာကြည့်တိုက်တွင် အီး-ဆိုင်းဘုတ်များ မရှိပါ။
ne: पुस्तकालयमा कुनै ई-साइनहरू छैनन्
nl: Geen e-tekens in bibliotheek
no: Ingen e-skilt i biblioteket
or: ଲାଇବ୍ରେରୀରେ କ E ଣସି ଇ-ଚିହ୍ନ ନାହିଁ |
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਕੋਈ ਈ-ਚਿੰਨ੍ਹ ਨਹੀਂ ਹਨ
pl: Brak znaków elektronicznych w bibliotece
ps: په کتابتون کې بریښنایی نښې نشته
pt: Nenhum sinal eletrônico na biblioteca
ro: Fără semne electronice în bibliotecă
ru: Нет электронных подписей в библиотеке
rw: Nta E-ibimenyetso mu Isomero
sd: لائبريريءَ ۾ ڪوبه اي-سائنس نه آهي
si: පුස්තකාලයේ විද්‍යුත් සලකුණු නොමැත
sk: V knižnici nie sú žiadne E-prihlásenia
sl: V knjižnici ni e-znakov
sq: Nuk ka shenja elektronike në bibliotekë
sr: Нема Е-знакова у библиотеци
sv: Inga e-skyltar i biblioteket
sw: Hakuna E-signs Katika Maktaba
ta: நூலகத்தில் மின் அடையாளங்கள் இல்லை
te: లైబ్రరీలో ఇ-చిహ్నాలు లేవు
tg: Дар китобхона аломатҳои электронӣ вуҷуд надоранд
th: ไม่มี E-signs ในห้องสมุด
tk: Kitaphanada elektron belgileri ýok
tl: Walang E-sign sa Library
tr: Kütüphanede E-İşaret Yok
tt: Китапханәдә электрон билгеләр юк
ug: كۈتۈپخانىدا ئېلېكترونلۇق بەلگە يوق
uk: У бібліотеці немає електронних знаків
ur: لائبریری میں کوئی ای سائن نہیں ہے۔
uz: Kutubxonada elektron belgilar yo'q
vi: Không có dấu điện tử trong thư viện
xh: Akukho zi-E-signs kwithala leencwadi
yi: קיין E- וואונדער אין ביבליאָטעק

source: Upload E-sign Document
af: Laai E-tekendokument op
am: የኢ-ምልክት ሰነድ ስቀል
ar: تحميل وثيقة التوقيع الإلكتروني
az: E-imza sənədini yükləyin
be: Загрузіць дакумент з электронным подпісам
bg: Качете документ за електронен подпис
bn: ই-সাইন ডকুমেন্ট আপলোড করুন
ca: Carregueu el document de signatura electrònica
cs: Nahrajte dokument E-sign
cy: Uwchlwytho Dogfen E-arwydd
da: Upload E-sign dokument
de: E-Signatur-Dokument hochladen
el: Μεταφόρτωση εγγράφου ηλεκτρονικής υπογραφής
eo: Alŝutu E-signo-Dokumenton
es: Cargar documento de firma electrónica
et: Laadige üles e-allkirja dokument
eu: Kargatu sinadura elektronikoaren dokumentua
fa: بارگذاری سند علامت الکترونیکی
fi: Lataa sähköinen allekirjoitusasiakirja
fr: Télécharger le document de signature électronique
fy: Upload E-teken dokumint
ga: Íoslódáil an doiciméad leictreonach síniú
gd: Luchdaich a-nuas e-sign sgrìobhainn
gl: Cargar documento de firma electrónica
gu: ઇ-સાઇન ડોક્યુમેન્ટ અપલોડ કરો
hi: ई-साइन दस्तावेज़ अपलोड करें
hr: Prenesi E-potpisni dokument
hu: E-aláírási dokumentum feltöltése
hy: Վերբեռնեք էլեկտրոնային նշանի փաստաթուղթ
id: Unggah Dokumen Tanda Tangan Elektronik
is: Hladdu upp E-sign Document
it: Carica documento di firma elettronica
iw: העלה מסמך E-sign
ja: 電子署名ドキュメントをアップロード
ka: ატვირთეთ ელექტრონული ნიშნის დოკუმენტი
kk: Электрондық қолтаңба құжатын жүктеп салыңыз
km: ផ្ទុកឡើងឯកសារ E-sign
kn: ಇ-ಸೈನ್ ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ku: Belgeya E-nîşana barkirin
ky: E-sign Документти жүктөө
lb: Eroplueden E-Zeechen Dokument
lo: ອັບໂຫລດເອກະສານ E-sign
lt: Įkelti elektroninio parašo dokumentą
lv: Augšupielādējiet e-paraksta dokumentu
mg: Ampidiro ny E-sign Document
mi: Tukua Tuhinga E-waitohu
mk: Поставете документ за е-знак
ml: ഇ-സൈൻ പ്രമാണം അപ്‌ലോഡ് ചെയ്യുക
mn: Цахим гарын үсэг бүхий баримт бичгийг байршуулах
mr: ई-साइन डॉक्युमेंट अपलोड करा
ms: Muat naik Dokumen E-tanda
mt: Ittella Dokument E-sign
my: E-sign Document ကို အပ်လုဒ်လုပ်ပါ။
ne: ई-साइन कागजात अपलोड गर्नुहोस्
no: Last opp E-sign-dokument
or: ଇ-ସାଇନ୍ ଡକ୍ୟୁମେଣ୍ଟ୍ ଅପଲୋଡ୍ କରନ୍ତୁ |
pa: ਈ-ਸਾਈਨ ਦਸਤਾਵੇਜ਼ ਅੱਪਲੋਡ ਕਰੋ
pl: Prześlij dokument podpisu elektronicznego
ps: د بریښنایی لاسلیک سند اپلوډ کړئ
pt: Carregar documento de assinatura eletrônica
ro: Încărcați documentul de semnare electronică
ru: Загрузить документ с электронной подписью
rw: Kuramo E-ikimenyetso cyinyandiko
sd: E-sign Document اپ لوڊ ڪريو
si: E-sign Document උඩුගත කරන්න
sk: Nahrajte dokument elektronického podpisu
sl: Naložite dokument z e-podpisom
sq: Ngarko dokumentin e shenjës elektronike
sr: Отпремите документ Е-сигн
sv: Ladda upp E-sign dokument
sw: Pakia Hati ya E-saini
ta: மின் கையொப்ப ஆவணத்தைப் பதிவேற்றவும்
te: ఇ-సైన్ పత్రాన్ని అప్‌లోడ్ చేయండి
tg: Ҳуҷҷати электрониро бор кунед
th: อัปโหลดเอกสาร E-Sign
tk: Elektron gol resminamasyny ýükläň
tl: Mag-upload ng E-sign na Dokumento
tr: E-imza Belgesi Yükle
tt: Электрон имза документын йөкләү
ug: ئېلېكترونلۇق ئىمزا ھۆججىتىنى يۈكلەڭ
uk: Завантажте документ електронного підпису
ur: ای سائن دستاویز اپ لوڈ کریں۔
uz: Elektron imzo hujjatini yuklang
vi: Tải lên tài liệu ký điện tử
xh: Layisha i-E-sign Document
yi: צופֿעליקער E- צייכן דאָקומענט

source: Update Task
af: Dateer taak op
am: ተግባርን አዘምን
ar: تحديث المهمة
az: Tapşırığı yeniləyin
be: Абнаўленне задачы
bg: Задача за актуализиране
bn: টাস্ক আপডেট করুন
ca: Tasca d'actualització
cs: Aktualizovat úkol
cy: Diweddaru Tasg
da: Opdater opgave
de: Aufgabe aktualisieren
el: Ενημέρωση εργασίας
eo: Ĝisdatigi Taskon
es: Actualizar tarea
et: Värskenda ülesannet
eu: Eguneratu zeregina
fa: به روز رسانی Task
fi: Päivitä tehtävä
fr: Mettre à jour la tâche
fy: Update taak
ga: Nuashonraigh Tasc
gd: Ùraich an obair
gl: Tarefa de actualización
gu: અપડેટ કાર્ય
hi: अद्यतन कार्य
hr: Zadatak ažuriranja
hu: Feladat frissítése
hy: Թարմացնել առաջադրանքը
id: Perbarui Tugas
is: Uppfæra verkefni
it: Attività di aggiornamento
iw: עדכון משימה
ja: 更新タスク
ka: ამოცანის განახლება
kk: Тапсырманы жаңарту
km: ធ្វើបច្ចុប្បន្នភាពកិច្ចការ
kn: ಕಾರ್ಯವನ್ನು ನವೀಕರಿಸಿ
ku: Task nûve bikin
ky: Тапшырма жаңыртуу
lb: Update Aufgab
lo: ອັບເດດໜ້າວຽກ
lt: Atnaujinti užduotį
lv: Atjaunināt uzdevumu
mg: Fanavaozana ny asa
mi: Whakahōu Tūmahi
mk: Ажурирајте ја задачата
ml: ടാസ്ക് അപ്ഡേറ്റ് ചെയ്യുക
mn: Даалгаврыг шинэчлэх
mr: कार्य अद्यतनित करा
ms: Kemas kini Tugas
mt: Aġġorna l-Kompitu
my: လုပ်ဆောင်စရာကို အပ်ဒိတ်လုပ်ပါ။
ne: कार्य अपडेट गर्नुहोस्
nl: Taak bijwerken
no: Oppdater oppgave
or: ଟାସ୍କ ଅଦ୍ୟତନ କରନ୍ତୁ |
pa: ਕਾਰਜ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj zadanie
ps: د دندې تازه کول
pt: Tarefa de atualização
ro: Actualizare sarcină
ru: Обновление задачи
rw: Kuvugurura Inshingano
sd: تازه ڪاري ٽاسڪ
si: කාර්යය යාවත්කාලීන කරන්න
sk: Aktualizovať úlohu
sl: Naloga posodobitve
sq: Përditëso detyrën
sr: Задатак ажурирања
sv: Uppdatera uppgift
sw: Sasisha Kazi
ta: பணியைப் புதுப்பிக்கவும்
te: విధిని నవీకరించండి
tg: Навсозии вазифа
th: อัปเดตงาน
tk: Task täzelen
tl: I-update ang Gawain
tr: Görevi Güncelle
tt: Яңарту биреме
ug: ۋەزىپە يېڭىلاش
uk: Оновити завдання
ur: ٹاسک کو اپ ڈیٹ کریں۔
uz: Vazifani yangilash
vi: Cập nhật tác vụ
xh: Hlaziya uMsebenzi
yi: דערהייַנטיקן טאַסק

source: Create Task
af: Skep taak
am: ተግባር ፍጠር
ar: إنشاء مهمة
az: Tapşırıq yaradın
be: Стварыць задачу
bg: Създаване на задача
bn: টাস্ক তৈরি করুন
ca: Crea una tasca
cs: Vytvořit úkol
cy: Creu Tasg
da: Opret opgave
de: Aufgabe erstellen
el: Δημιουργία Εργασίας
eo: Krei Taskon
es: Crear tarea
et: Loo ülesanne
eu: Sortu Ataza
fa: ایجاد وظیفه
fi: Luo tehtävä
fr: Créer une tâche
fy: Meitsje taak
ga: Cruthaigh Tasc
gd: Cruthaich Task
gl: Crear tarefa
gu: કાર્ય બનાવો
hi: कार्य बनाएँ
hr: Kreiraj zadatak
hu: Feladat létrehozása
hy: Ստեղծել առաջադրանք
id: Buat Tugas
is: Búa til verkefni
it: Crea attività
iw: צור משימה
ja: タスクの作成
ka: დავალების შექმნა
kk: Тапсырма жасау
km: បង្កើតកិច្ចការ
kn: ಕಾರ್ಯವನ್ನು ರಚಿಸಿ
ku: Task biafirîne
ky: Тапшырма түзүү
lb: Erstelle Aufgab
lo: ສ້າງໜ້າວຽກ
lt: Sukurti užduotį
lv: Izveidot uzdevumu
mg: Mamorona asa
mi: Waihanga Tūmahi
mk: Креирај задача
ml: ടാസ്ക് സൃഷ്ടിക്കുക
mn: Даалгавар үүсгэх
mr: कार्य तयार करा
ms: Buat Tugasan
mt: Oħloq Kompitu
my: Task ကိုဖန်တီးပါ။
ne: कार्य सिर्जना गर्नुहोस्
nl: Taak maken
no: Opprett oppgave
or: ଟାସ୍କ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਟਾਸਕ ਬਣਾਓ
pl: Utwórz zadanie
ps: دنده جوړه کړئ
pt: Criar tarefa
ro: Creați sarcină
ru: Создать задачу
rw: Kora Inshingano
sd: ڪم ٺاهيو
si: කාර්යය සාදන්න
sk: Vytvoriť úlohu
sl: Ustvari nalogo
sq: Krijo detyrë
sr: Креирај задатак
sv: Skapa uppgift
sw: Unda Kazi
ta: பணியை உருவாக்கவும்
te: టాస్క్‌ని సృష్టించండి
tg: Эҷоди вазифа
th: สร้างงาน
tk: Wezipe dörediň
tl: Lumikha ng Gawain
tr: Görev Oluştur
tt: Бирем яса
ug: ۋەزىپە قۇرۇش
uk: Створити завдання
ur: ٹاسک بنائیں
uz: Vazifa yaratish
vi: Tạo nhiệm vụ
xh: Yenza uMsebenzi
yi: שאַפֿן טאַסק
