Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
af: Maak seker dat u u nuwe geheime webhook nou kopieer. U sal dit nie weer kan sien nie!
am: አዲሱን ሚስጥራዊ የድር ሾትዎን አሁን መኮረጅዎን ያረጋግጡ። እንደገና እሱን ማየት አይችሉም!
ar: تأكد من نسخ الرد التلقائي السري الجديد على الويب الآن. لن تتمكن من رؤيته مرة أخرى!
az: Yeni gizli webhook'unuzu indi kopyaladığınızdan əmin olun. Yenidən görə bilməyəcəksiniz!
be: Пераканайцеся, што зараз скапіявалі новы сакрэтны вэб-хук. Вы не зможаце ўбачыць яго зноў!
bg: Не забравяйте да копирате новата си тайна уеб кука сега. Няма да можете да го видите отново!
bn: আপনার নতুন গোপন ওয়েবহুকটি এখনই অনুলিপি করার বিষয়টি নিশ্চিত করুন। আপনি এটি আবার দেখতে সক্ষম হবেন না!
ca: Assegureu-vos de copiar ara el vostre nou webhook secret. No el podreu tornar a veure.
cs: Nezapomeňte nyní zkopírovat nový tajný webhook. Už to neuvidíte!
cy: Gwnewch yn siŵr eich bod chi'n copïo'ch llyfr gwe cyfrinachol newydd nawr. Ni fyddwch yn gallu ei weld eto!
da: Sørg for at kopiere din nye hemmelige webhook nu. Du kan ikke se det igen!
de: Stellen Sie sicher, dass Sie Ihren neuen geheimen Webhook jetzt kopieren. Sie werden es nicht wieder sehen können!
el: Φροντίστε να αντιγράψετε το νέο μυστικό webhook τώρα. Δεν θα μπορείτε να το δείτε ξανά!
eo: Certigu kopii vian novan sekretan rethokon nun. Vi ne povos vidi ĝin denove!
es: Asegúrese de copiar su nuevo webhook secreto ahora. ¡No podrás volver a verlo!
et: Kopeerige oma uus salajane veebikonks kohe. Te ei näe seda enam!
eu: Ziurtatu zure webhook sekretu berria kopiatzen duzula orain. Ezin izango duzu berriro ikusi!
fa: مطمئن شوید که هم اکنون وب هاوک مخفی جدید خود را کپی کنید. دیگر نمی توانید آن را ببینید!
fi: Muista kopioida uusi salainen verkkokoukku nyt. Et voi nähdä sitä uudelleen!
fr: Assurez-vous de copier votre nouveau webhook secret maintenant. Vous ne pourrez plus le revoir!
fy: Soargje derfoar dat jo nije geheime webhook no kopiearje. Jo sille it net wer sjen kinne!
ga: Déan cinnte do leabhar gréasáin rúnda nua a chóipeáil anois. Ní bheidh tú in ann é a fheiceáil arís!
gd: Dèan cinnteach gun dèan thu lethbhreac den leabhar-lìn dìomhair ùr agad a-nis. Cha bhith e comasach dhut fhaicinn a-rithist!
gl: Asegúrate de copiar agora o teu novo webhook secreto. Non poderás velo de novo.
gu: હવે તમારા નવા ગુપ્ત વેબહૂકની નકલ કરવાની ખાતરી કરો. તમે તેને ફરીથી જોઈ શકશો નહીં!
hi: अब अपने नए गुप्त वेब को कॉपी करना सुनिश्चित करें। आप इसे फिर से नहीं देख पाएंगे!
hr: Obavezno odmah kopirajte svoju novu tajnu web-kuku. Nećete je moći više vidjeti!
hu: Győződjön meg róla, hogy most másolja az új titkos webhorgot. Nem láthatja újra!
hy: Համոզվեք, որ պատճենեք ձեր նոր գաղտնի վեբհոկը հիմա: Դուք այլևս չեք կարողանա տեսնել այն:
id: Pastikan untuk menyalin webhook rahasia baru Anda sekarang. Anda tidak akan bisa melihatnya lagi!
is: Gakktu úr skugga um að afrita nýja leyndarmálið þitt. Þú munt ekki geta séð það aftur!
it: Assicurati di copiare il tuo nuovo webhook segreto ora. Non potrai più vederlo!
iw: הקפד להעתיק את ה- webhook הסודי החדש שלך עכשיו. לא תוכלו לראות את זה שוב!
ja: 今すぐ新しいシークレットWebhookをコピーしてください。二度と見ることはできません！
ka: დარწმუნდით, რომ ახლავე გადაწერეთ თქვენი ახალი საიდუმლო ვებ-ჰუკი. თქვენ ვეღარ ნახავთ მას!
kk: Жаңа құпия веб-ілмегіңізді қазір көшіріп алыңыз. Сіз оны енді көре алмайсыз!
km: ត្រូវប្រាកដថាបានចម្លង webhook សម្ងាត់ថ្មីរបស់អ្នកឥឡូវនេះ។ អ្នកនឹងមិនអាចមើលឃើញវាម្តងទៀតទេ!
kn: ಇದೀಗ ನಿಮ್ಮ ಹೊಸ ರಹಸ್ಯ ವೆಬ್‌ಹುಕ್ ಅನ್ನು ನಕಲಿಸಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನಿಮಗೆ ಅದನ್ನು ಮತ್ತೆ ನೋಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ!
ku: Pê ewle be ku hûn tevnehraza xweya nihîn a nih kopî bikin. Hûn ê nekarin wê dîsa bibînin!
ky: Жаңы жашыруун веб-кукту азыр көчүрүп алыңыз. Аны кайра көрө албай каласыз!
lb: Gitt sécher datt Dir Äre neie Geheim Webhook elo kopéiert. Dir kënnt et net erëm gesinn!
lo: ໃຫ້ແນ່ໃຈວ່າເຮັດ ສຳ ເນົາ webhook ລັບ ໃໝ່ ຂອງທ່ານດຽວນີ້. ທ່ານຈະບໍ່ສາມາດເຫັນມັນອີກຄັ້ງ!
lt: Įsitikinkite, kad nukopijavote naują slaptą interneto kabliuką dabar. Daugiau to pamatyti nebegalėsite!
lv: Nekavējoties nokopējiet jauno slepeno tīmekļa āķi. Jūs to vairs nevarēsit redzēt!
mg: Hamarino tsara fa handika ny tranonkalanao miafina vaovao izao. Tsy ho afaka hahita azy intsony ianao!
mi: Kia mahara ki te kape i to paetukutuku huna hou inaianei. Kaore koe e kite ano!
mk: Осигурете се да ја копирате вашата нова тајна веб-кука сега. Нема да можете повторно да го видите!
ml: നിങ്ങളുടെ പുതിയ രഹസ്യ വെബ്‌ഹൂക്ക് ഇപ്പോൾ പകർത്തുന്നത് ഉറപ്പാക്കുക. നിങ്ങൾക്ക് ഇത് വീണ്ടും കാണാൻ കഴിയില്ല!
mn: Шинэ нууц вэбхүүкээ одоо хуулж аваарай. Та үүнийг дахин харах боломжгүй болно!
mr: आता आपले नवीन गुप्त वेबहूक कॉपी करण्याची खात्री करा. आपण ते पुन्हा पाहू शकणार नाही!
ms: Pastikan menyalin webhook rahsia baru anda sekarang. Anda tidak akan dapat melihatnya lagi!
mt: Kun żgur li tikkopja l-webhook il-ġdid sigriet tiegħek issa. Ma tkunx tista 'terġa' taraha!
my: သင်၏လျှို့ဝှက်ဝက်ဘ်ချိတ်သစ်ကိုယခုကူးယူရန်သေချာပါစေ။ သင်ထပ်မံမြင်နိုင်လိမ့်မည်မဟုတ်!
ne: तपाईंको नयाँ गोप्य वेबहूकलाई अहिले प्रतिलिपि गर्न निश्चित गर्नुहोस्। तपाईं यसलाई फेरि हेर्न सक्षम हुनुहुने छैन!
nl: Zorg ervoor dat u nu uw nieuwe geheime webhook kopieert. Je zult het niet meer kunnen zien!
no: Sørg for å kopiere den nye hemmelige webhooken din nå. Du kan ikke se det igjen!
or: ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ନୂତନ ଗୁପ୍ତ ୱେବହକ୍ କପି କରିବାକୁ ନିଶ୍ଚିତ କରନ୍ତୁ | ଆପଣ ଏହାକୁ ପୁନର୍ବାର ଦେଖିବାକୁ ସମର୍ଥ ହେବେ ନାହିଁ!
pa: ਇਹ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਹੁਣੇ ਆਪਣਾ ਨਵਾਂ ਗੁਪਤ ਵੈੱਬਹੁੱਕ ਕਾਪੀ ਕਰੋ. ਤੁਸੀਂ ਇਸਨੂੰ ਦੁਬਾਰਾ ਨਹੀਂ ਵੇਖ ਸਕੋਗੇ!
pl: Pamiętaj, aby teraz skopiować swój nowy tajny webhook. Nie będziesz mógł go ponownie zobaczyć!
ps: ډاډ ترلاسه کړئ چې خپل نوی پټ ویب هک اوس کاپي کړئ. تاسو به ونه ګورئ چې دا بیا ووینئ!
pt: Certifique-se de copiar seu novo webhook secreto agora. Você não poderá mais ver!
ro: Asigurați-vă că copiați noul dvs. webhook secret acum. Nu îl veți mai putea vedea!
ru: Обязательно скопируйте свой новый секретный веб-перехватчик. Вы больше не сможете его увидеть!
rw: Witondere kwigana webhook yawe y'ibanga nonaha. Ntuzongera kubona ukundi!
sd: پڪ ڪريو هاڻي پنهنجو نئون مخفي ويب هاڪ ڪاپي ڪريو. توهان هن کي ٻيهر نه ڏسي سگهندا!
si: ඔබගේ නව රහස් වෙබ් හූක් දැන් පිටපත් කිරීමට වග බලා ගන්න. ඔබට එය නැවත දැකිය නොහැක!
sk: Skopírujte svoj nový tajný webhook už teraz. Už ju nebudete môcť vidieť!
sl: Kopirajte novo skrivno spletno kljuko zdaj. Ne boste ga mogli več videti!
sq: Sigurohuni që të kopjoni webhook-in tuaj të ri sekret tani. Ju nuk do të jeni në gjendje ta shihni përsëri!
sr: Обавезно одмах копирајте нову тајну веб-куку. Нећете моћи поново да га видите!
sv: Se till att kopiera din nya hemliga webbhook nu. Du kommer inte att kunna se det igen!
sw: Hakikisha kunakili hati yako mpya ya wavuti ya siri sasa. Hutaweza kuiona tena!
ta: உங்கள் புதிய ரகசிய வெப்ஹூக்கை இப்போது நகலெடுப்பதை உறுதிசெய்க. நீங்கள் அதை மீண்டும் பார்க்க முடியாது!
te: ఇప్పుడే మీ క్రొత్త రహస్య వెబ్‌హూక్‌ను కాపీ చేసుకోండి. మీరు దీన్ని మళ్లీ చూడలేరు!
tg: Боварӣ ҳосил кунед, ки вебхуки махфии нави худро ҳозир нусхабардорӣ кунед. Шумо онро бори дигар дида наметавонед!
th: อย่าลืมคัดลอกเว็บฮุคลับใหม่ตอนนี้ คุณจะไม่สามารถมองเห็นได้อีก!
tk: Täze gizlin web sahypaňyzy indi göçüriň. Againene görüp bilmersiňiz!
tl: Tiyaking kopyahin ang iyong bagong lihim na webhook ngayon. Hindi mo na ito makikita ulit!
tr: Yeni gizli web kancanızı şimdi kopyaladığınızdan emin olun. Onu bir daha göremeyeceksiniz!
tt: Яңа серле веб-китабыгызны хәзер күчереп алыгыз. Сез аны бүтән күрә алмассыз!
ug: يېڭى مەخپىي تور بېتىڭىزنى ھازىر كۆچۈرۈڭ. ئۇنى قايتا كۆرەلمەيسىز!
uk: Обов’язково скопіюйте новий секретний веб-хук зараз. Ви не зможете побачити це знову!
ur: ابھی اپنے نئے خفیہ ویب ہک کی کاپی یقینی بنائیں۔ آپ اسے دوبارہ نہیں دیکھ پائیں گے!
uz: Yangi maxfiy webhook-ni hoziroq nusxalashga ishonch hosil qiling. Siz uni yana ko'ra olmaysiz!
vi: Đảm bảo sao chép webhook bí mật mới của bạn ngay bây giờ. Bạn sẽ không thể nhìn thấy nó lần nữa!
xh: Qinisekisa ukuba ukopa imfihlo yakho entsha yewebhu ngoku. Awuyi kuba nakho ukuyibona kwakhona!
yi: מאַכט זיכער אַז איר נאָכמאַכן דיין נייַע סוד וועבהאָאָק איצט. איר וועט נישט קענען צו זען עס ווידער!

source: Sign In
af: Teken in
am: ስግን እን
ar: تسجيل الدخول
az: Daxil ol
be: Увайсці
bg: Впиши се
bn: প্রবেশ কর
ca: Inicieu sessió
cs: Přihlásit se
cy: Mewngofnodi
da: Log ind
de: Anmelden
el: Συνδεθείτε
eo: Ensaluti
es: Registrarse
et: Logi sisse
eu: Hasi saioa
fa: ورود
fi: Kirjaudu sisään
fr: Se connecter
fy: Ynlogge
ga: Sínigh isteach
gd: Soidhnig a-steach
gl: Rexístrate
gu: સાઇન ઇન કરો
hi: साइन इन करें
hr: Prijaviti se
hu: Bejelentkezés
hy: Մուտք գործել
id: Masuk
is: Skráðu þig inn
it: Registrati
iw: היכנס
ja: サインイン
ka: შებრძანდით
kk: Кіру
km: ចូល
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ku: Têketin
ky: Кирүү
lb: Umellen
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
lt: Prisijungti
lv: Ielogoties
mg: Hiditra
mi: Waitohu I roto
mk: Најави се
ml: സൈൻ ഇൻ
mn: Нэвтрэх
mr: साइन इन करा
ms: Masuk
mt: Iffirmaw
my: ဆိုင်းအင်လုပ်ခြင်း
ne: साइन इन
nl: Aanmelden
no: Logg inn
or: ଚୁକ୍ତି କରିବା
pa: ਸਾਈਨ - ਇਨ
pl: Zaloguj
ps: ننوزئ
pt: Assinar em
ro: Conectare
ru: Войти в систему
rw: Injira
sd: سائن ان ڪريو
si: පුරන්න
sk: Prihlásiť sa
sl: Prijava
sq: Hyni
sr: Пријавите се
sv: Logga in
sw: Weka sahihi
ta: உள்நுழைக
te: సైన్ ఇన్ చేయండి
tg: Даромад
th: ลงชื่อเข้าใช้
tk: Giriň
tl: Mag-sign in
tr: Oturum aç
tt: Керегез
ug: تىزىملىتىڭ
uk: Увійти
ur: داخلہ
uz: Tizimga kirish
vi: Đăng nhập
xh: Ngena
yi: סיין אריין

source: Login in account page.
af: Login op rekening bladsy.
am: በመለያ ገፅ ግባ.
ar: تسجيل الدخول في صفحة الحساب.
az: Hesab səhifəsinə daxil olun.
be: Уваход у ўліковага запісу старонкі.
bg: Влезте в страницата на профила.
bn: অ্যাকাউন্ট পৃষ্ঠাতে লগইন করুন
ca: Inicia sessió a la pàgina del compte.
cs: Přihlaste se do účtu.
cy: Tudalen mewngofnodi yn y cyfrif.
da: Log på konto side.
de: Einloggen auf der Kontoseite.
el: Σύνδεση στη σελίδα λογαριασμού.
eo: Ensalutu en konto paĝo.
es: Inicia sesión en la página de la cuenta.
et: Logi sisse konto lehele.
eu: Hasi saioa kontu orrian.
fa: ورود به صفحه حساب
fi: Kirjaudu tilille -sivulla.
fr: Connectez-vous sur la page du compte.
fy: Oanmelde op side fan side.
ga: Logáil isteach sa leathanach chuntais.
gd: Log a-steach air duilleag cunntais.
gl: Inicia sesión na páxina de conta.
gu: એકાઉન્ટ પૃષ્ઠમાં લૉગિન કરો.
hi: खाता पेज में लॉग इन करें
hr: Prijavite se na stranicu računa.
hu: Jelentkezzen be a fiókoldalon.
hy: Մուտք գործեք հաշվի էջում:
id: Login di halaman akun.
is: Skráðu þig inn á reikningsíðu.
it: Accedi nella pagina dell&#39;account.
iw: התחבר לדף החשבון.
ja: アカウントページにログインします。
ka: შესვლა ანგარიშზე გვერდზე.
kk: Кіру бетінде.
km: ចូលក្នុងទំព័រគណនី។
kn: ಖಾತೆ ಪುಟದಲ್ಲಿ ಲಾಗಿನ್ ಮಾಡಿ.
ku: Di navîgasyonê de têketin.
ky: эсеп-беттеги Кирүү.
lb: Login op Account Säit.
lo: ເຂົ້າສູ່ຫນ້າບັນຊີ.
lt: Prisijunkite prie paskyros puslapio.
lv: Ieiet konta lapā.
mg: Midira ao amin&#39;ny pejin&#39;ny kaonty.
mi: Whakauruhia ki te whārangi pūkete.
mk: Пријавете се на страница на сметка.
ml: അക്കൗണ്ട് പേജിൽ പ്രവേശിക്കുക.
mn: Нэвтрэх хуудсанд нэвтрэх.
mr: खाते पृष्ठावर लॉगिन करा.
ms: Log masuk dalam halaman akaun.
mt: Login fil-paġna tal-kont.
my: အကောင့်စာမျက်နှာမှာ login ။
ne: खाता पृष्ठमा लग इन गर्नुहोस्।
nl: Inloggen op accountpagina.
no: Logg inn på kontosiden.
or: ଖାତା ପୃଷ୍ଠାରେ ଲଗ୍ଇନ୍ କରନ୍ତୁ |
pa: ਖਾਤਾ ਸਫ਼ੇ ਤੇ ਲੌਗ ਇਨ ਕਰੋ
pl: Zaloguj się na stronie konta.
ps: د حساب په پاڼه کې ننوتل
pt: Login na página da conta.
ro: Conectați-vă în cont.
ru: Войдите на страницу с учетной записью.
rw: Injira kurupapuro.
sd: اڪائونٽ صفحي ۾ لاگ ان ڪريو.
si: ගිණුමෙහි ලොගින් වන්න.
sk: Prihláste sa do účtu.
sl: Prijava na strani računa.
sq: Identifikohu në faqen e llogarisë.
sr: Пријавите се на страници налога.
sv: Logga in på konto sida.
sw: Ingia kwenye ukurasa wa akaunti.
ta: கணக்குப் பக்கத்தில் உள்நுழைக.
te: ఖాతా పేజీలో లాగిన్ అవ్వండి.
tg: Ба саҳифаи ҳисоби ворид шавед.
th: เข้าสู่ระบบในหน้าบัญชี
tk: Hasap sahypasyna giriň.
tl: Mag-login sa pahina ng account.
tr: Hesap sayfasında giriş yapın.
tt: Хисап битенә керегез.
ug: ھېسابات بېتىگە كىرىڭ.
uk: Вхід на сторінку облікового запису.
ur: اکاؤنٹ کے صفحے میں لاگ ان کریں.
uz: Hisob sahifasiga kirish.
vi: Đăng nhập vào trang tài khoản.
xh: Ngena kwiphepha leakhawunti.
yi: לאָגין אין חשבון בלאַט.

source: Edit form builder
af: Wysig vormbouer
am: ቅጽ ገንቢን ያርትዑ
ar: تحرير منشئ النموذج
az: Forma qurucusunu redaktə edin
be: Рэдагаваць канструктар формаў
bg: Редактиране на конструктора на формуляри
bn: ফর্ম নির্মাতা সম্পাদনা করুন
ca: Edita el creador de formularis
cs: Upravit nástroj pro tvorbu formulářů
cy: Golygu adeiladwr ffurflenni
da: Rediger formularbygger
de: Formularersteller bearbeiten
el: Επεξεργασία εργαλείου δημιουργίας φόρμας
eo: Redakti formularon
es: Editar generador de formularios
et: Redigeeri vormi koostajat
eu: Editatu inprimaki-sortzailea
fa: ویرایش فرم ساز
fi: Muokkaa lomakkeiden rakennustyökalua
fr: Modifier le générateur de formulaire
fy: Form bouwer bewurkje
ga: Cuir cruthaitheoir foirmeacha in eagar
gd: Deasaich neach-togail fhoirm
gl: Editar o creador de formularios
gu: ફોર્મ બિલ્ડર સંપાદિત કરો
hi: फॉर्म बिल्डर संपादित करें
hr: Uredite alat za izgradnju obrazaca
hu: Űrlapkészítő szerkesztése
hy: Խմբագրել ձևաստեղծը
id: Edit pembuat formulir
is: Breyta eyðublaði
it: Modifica generatore di moduli
iw: ערוך את בונה הטפסים
ja: フォームビルダーを編集する
ka: ფორმის შემქმნელის რედაქტირება
kk: Пішін құрастырушысын өңдеу
km: កែសម្រួលអ្នកបង្កើតទម្រង់
kn: ಫಾರ್ಮ್ ಬಿಲ್ಡರ್ ಅನ್ನು ಸಂಪಾದಿಸಿ
ku: Avakerê formê biguherîne
ky: Форма куруучуну түзөтүү
lb: Form Builder änneren
lo: ແກ້ໄຂຕົວສ້າງແບບຟອມ
lt: Redaguoti formų kūrimo priemonę
lv: Rediģēt veidlapu veidotāju
mg: Ahitsio mpanamboatra endrika
mi: Whakatika puka hanga
mk: Уредете го создавачот на формулари
ml: ഫോം ബിൽഡർ എഡിറ്റ് ചെയ്യുക
mn: Маягт бүтээгчийг засах
mr: फॉर्म बिल्डर संपादित करा
ms: Edit pembina borang
mt: Editja l-bennej tal-formola
my: ဖောင်တည်ဆောက်သူကို တည်းဖြတ်ပါ။
ne: फारम बिल्डर सम्पादन गर्नुहोस्
nl: Formulierbouwer bewerken
no: Rediger skjemabygger
or: ଫର୍ମ ବିଲଡର୍ ସଂପାଦନ କରନ୍ତୁ |
pa: ਫਾਰਮ ਬਿਲਡਰ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj kreator formularzy
ps: د فارم جوړونکی ترمیم کړئ
pt: Editar construtor de formulários
ro: Editați generatorul de formulare
ru: Редактировать конструктор форм
rw: Hindura umwubatsi
sd: ترميم ڪريو فارم بلڊر
si: පෝරමය සාදන්නා සංස්කරණය කරන්න
sk: Upraviť nástroj na tvorbu formulárov
sl: Urejanje graditelja obrazcev
sq: Redakto ndërtuesin e formularit
sr: Уредите алатку за прављење образаца
sv: Redigera formulärbyggaren
sw: Hariri mjenzi wa fomu
ta: படிவத்தை உருவாக்குபவரைத் திருத்தவும்
te: ఫారమ్ బిల్డర్‌ని సవరించండి
tg: Таҳрири шаклсоз
th: แก้ไขตัวสร้างแบบฟอร์ม
tk: Forma gurluşykçysyny redaktirläň
tl: I-edit ang tagabuo ng form
tr: Form oluşturucuyu düzenle
tt: Форма төзүчесен үзгәртү
ug: جەدۋەل قۇرغۇچىنى تەھرىرلەڭ
uk: Редагувати конструктор форм
ur: فارم بلڈر میں ترمیم کریں۔
uz: Shakl quruvchini tahrirlash
vi: Chỉnh sửa trình tạo biểu mẫu
xh: Hlela umakhi wefom
yi: רעדאַגירן פאָרעם בילדער

source: Delete form
af: Vee vorm uit
am: ቅጹን ሰርዝ
ar: حذف النموذج
az: Formanı silin
be: Выдаліць форму
bg: Изтриване на формуляр
bn: ফর্ম মুছুন
ca: Esborra el formulari
cs: Smazat formulář
cy: Dileu ffurflen
da: Slet formularen
de: Formular löschen
el: Διαγραφή φόρμας
eo: Forigi formularon
es: Eliminar formulario
et: Kustuta vorm
eu: Ezabatu formularioa
fa: حذف فرم
fi: Poista lomake
fr: Supprimer le formulaire
fy: Formulier wiskje
ga: Scrios foirm
gd: Sguab às am foirm
gl: Eliminar formulario
gu: ફોર્મ કાઢી નાખો
hi: फ़ॉर्म हटाएं
hr: Izbriši obrazac
hu: Űrlap törlése
hy: Ջնջել ձևը
id: Hapus formulir
is: Eyða eyðublaði
it: Elimina modulo
iw: מחק טופס
ja: フォームを削除
ka: ფორმის წაშლა
kk: Пішінді жою
km: លុបទម្រង់
kn: ಫಾರ್ಮ್ ಅನ್ನು ಅಳಿಸಿ
ku: Formê jêbirin
ky: Форманы жок кылуу
lb: Form läschen
lo: ລຶບແບບຟອມ
lt: Ištrinti formą
lv: Dzēst veidlapu
mg: Fafao ny endrika
mi: Mukua te puka
mk: Избриши формулар
ml: ഫോം ഇല്ലാതാക്കുക
mn: Маягтыг устгах
mr: फॉर्म हटवा
ms: Padamkan borang
mt: Ħassar il-formola
my: ဖောင်ဖျက်ပါ။
ne: फारम मेटाउनुहोस्
nl: Formulier verwijderen
no: Slett skjema
or: ଫର୍ମ ବିଲୋପ କରନ୍ତୁ |
pa: ਫਾਰਮ ਮਿਟਾਓ
pl: Usuń formularz
ps: فورمه ړنګه کړئ
pt: Excluir formulário
ro: Ștergeți formularul
ru: Удалить форму
rw: Gusiba ifishi
sd: فارم کي ختم ڪريو
si: පෝරමය මකන්න
sk: Odstrániť formulár
sl: Izbriši obrazec
sq: Fshi formularin
sr: Избриши образац
sv: Ta bort formuläret
sw: Futa fomu
ta: படிவத்தை நீக்கு
te: ఫారమ్‌ను తొలగించండి
tg: Форманы нест кунед
th: ลบแบบฟอร์ม
tk: Formany pozuň
tl: Tanggalin ang form
tr: Formu sil
tt: Форманы бетерү
ug: جەدۋەلنى ئۆچۈرۈڭ
uk: Видалити форму
ur: فارم کو حذف کریں۔
uz: Shaklni o'chirish
vi: Xóa biểu mẫu
xh: Cima ifomu
yi: ויסמעקן פאָרעם

source: No forms yet.
af: Geen vorms nie.
am: ገና ምንም ቅጾች የሉም.
ar: لا اشكال حتى الان.
az: Hələ formalar yoxdur.
be: Няма формаў пакуль няма.
bg: Все още няма формуляри.
bn: কোন ফর্ম এখনও
ca: Encara no hi ha cap formulari.
cs: Žádné formuláře zatím.
cy: Dim ffurflenni eto.
da: Ingen formularer endnu.
de: Noch keine Formulare.
el: Δεν υπάρχουν ακόμη έντυπα.
eo: Neniuj formoj ankoraŭ.
es: No hay formularios todavía.
et: Ühtegi vormi pole veel.
eu: Formularik ez oraindik.
fa: هنوز فرم وجود ندارد
fi: Ei lomakkeita vielä.
fr: Pas encore de formulaires
fy: Gjin formulieren noch.
ga: Níl foirmeacha fós ann.
gd: Chan eil foirmean ann fhathast.
gl: Non hai formularios aínda.
gu: હજુ સુધી કોઈ સ્વરૂપો નથી
hi: अभी तक कोई फॉर्म नहीं
hr: Još nema oblika.
hu: Még nincsenek formák.
hy: Չկան ձեւեր:
id: Belum ada formulir.
is: Engar eyðublöð ennþá.
it: Nessuna forma ancora.
iw: עדיין אין טפסים.
ja: まだフォームはありません。
ka: ჯერ არ არის ფორმები.
kk: Қазір ешқандай нысандар жоқ.
km: មិនមានទម្រង់នៅឡើយទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ರೂಪಗಳಿಲ್ಲ.
ku: Ti forman tune.
ky: Азырынча бир да пайда болот.
lb: Nach keng Formen.
lt: Dar nėra formų.
lv: Vēl nav veidlapu.
mg: Tsy misy endrika mbola.
mi: Karekau he puka.
mk: Не се формира уште.
ml: ഇതുവരെ ഫോമുകളൊന്നുമില്ല.
mn: Ямар ч маяг байхгүй.
mr: अद्याप कोणतेही फॉर्म नाहीत
ms: Tiada borang lagi.
mt: L-ebda formola għadha.
my: အဘယ်သူမျှမပုံစံများသေး။
ne: अझै सम्म कुनै फारामहरू छैनन्।
nl: Nog geen formulieren.
no: Ingen skjemaer ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ forms ଣସି ଫର୍ମ ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਫਾਰਮ ਨਹੀਂ.
pl: Nie ma jeszcze formularzy.
ps: تراوسه کومه فورمه نه ده.
pt: Ainda não há formulários.
ro: Nu există încă formulare.
ru: Пока нет форм.
rw: Nta fomu.
sd: اڃان تائين ڪو فارم ناھي.
si: තවමත් කිසිදු ආකාරයකින් නොමැත.
sk: Žiadne formuláre zatiaľ.
sl: Še nobenih obrazcev.
sq: Asnjë formë ende.
sr: Још нема форми.
sv: Inga formulär än.
sw: Hakuna aina bado.
ta: இதுவரை எந்த வடிவமும் இல்லை.
te: ఇంకా ఏ రూపాలు లేవు.
tg: Ҳеҷ гуна шакл вуҷуд надорад.
th: ยังไม่มีรูปแบบ
tk: Entek forma ýok.
tl: Wala pang mga form.
tr: Henüz form yok.
tt: Әле формалар юк.
ug: تېخى شەكىل يوق.
uk: Форми немає.
ur: ابھی تک کوئی فارم نہیں.
uz: Hech qanday shakl yo&#39;q.
vi: Chưa có biểu mẫu nào.
xh: Azikho iifom.
yi: קיין פארמען נאָך.

source: Intake Forms
af: Inname vorms
am: የመቀበያ ቅጾች
ar: أشكال المدخول
az: Qəbul formaları
be: Формы прыёму
bg: Форми за прием
bn: ইনটেক ফর্ম
ca: Formularis d'admissió
cs: Formuláře příjmu
cy: Ffurflenni Derbyn
da: Optagelsesskemaer
de: Aufnahmeformulare
el: Έντυπα Πρόσληψης
eo: Enprenaj Formoj
es: Formularios de admisión
et: Sissevõtmise vormid
eu: Hartzeko formularioak
fa: فرم های دریافت
fi: Saantilomakkeet
fr: Formulaires d'admission
ga: Foirmeacha Iontrála
gd: Foirmean Gabhail a-steach
gl: Formularios de admisión
gu: ઇનટેક ફોર્મ્સ
hi: सेवन प्रपत्र
hr: Obrasci za unos
hu: Bevételi formák
hy: Ընդունման ձևեր
id: Formulir Asupan
is: Inntökueyðublöð
it: Moduli di assunzione
iw: טפסי הכנסה
ja: 摂取フォーム
ka: მიღების ფორმები
kk: Қабылдау формалары
km: ទម្រង់ទទួលយក
kn: ಸೇವನೆಯ ನಮೂನೆಗಳು
ku: Formên Vegirtinê
ky: Кабыл алуу формалары
lb: Intake Formen
lo: ແບບຟອມຮັບ
lt: Priėmimo formos
lv: Uzņemšanas formas
mg: Fomba fampidirana
mi: Puka Whakauru
mk: Формулари за внесување
ml: ഉപഭോഗ ഫോമുകൾ
mn: Хүлээн авах маягтууд
mr: सेवन फॉर्म
ms: Borang Pengambilan
mt: Formoli tad-Dħul
my: ဝင်ခွင့်ပုံစံများ
ne: सेवन फारमहरू
nl: Intake formulieren
no: Inntaksskjemaer
or: ଗ୍ରହଣ ଫର୍ମଗୁଡିକ |
pa: ਇਨਟੇਕ ਫਾਰਮ
pl: Formularze spożycia
ps: د ترلاسه کولو فورمې
pt: Formulários de Admissão
ro: Formulare de admisie
ru: Входные формы
rw: Ifishi yo gufata
sd: داخل ٿيڻ جا فارم
si: බඳවා ගැනීමේ පෝරම
sk: Prijímacie formuláre
sl: Vnosni obrazci
sq: Format e marrjes
sr: Интаке Формс
sv: Intagsformulär
sw: Fomu za Uingizaji
ta: உட்கொள்ளும் படிவங்கள்
te: తీసుకోవడం ఫారమ్‌లు
tg: Шаклҳои қабул
th: แบบฟอร์มการรับเข้า
tk: Almagyň görnüşleri
tl: Mga Form ng Intake
tr: Giriş Formları
tt: Кабул итү формалары
ug: قوبۇل قىلىش جەدۋىلى
uk: Форми прийому
ur: انٹیک فارمز
uz: Qabul qilish shakllari
vi: Đơn nhập học
xh: Iifom zokuThatha
yi: ינטייק Forms
