Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 6. Term and Termination:
af: 6. Termyn en Beëindiging:
am: 6. ውሎች እና ማቋረጫ-
ar: 6. المدة والإنهاء:
az: 6. Müddət və sona çatma:
be: 6. Тэрмін дзеяння i спыненне дзеяння:
bg: 6. Срок и прекратяване:
bn: 6. মেয়াদ এবং সমাপ্তি:
ca: 6. Termini i extinció:
cs: 6. Termín a ukončení:
cy: 6. Tymor a therfyniad:
da: 6. Term og opsigelse:
de: 6. Laufzeit und Kündigung
el: 6. Διάρκεια και τερματισμός:
eo: 6. Termino kaj Fino:
es: 6. Plazo y terminación:
et: 6. Aeg ja lõpetamine:
eu: 6. Iraupena eta amaiera:
fa: 6. مدت و خاتمه:
fi: 6. Termi ja päättyminen:
fr: 6. Durée et résiliation:
fy: 6. Term en ôfsluting:
ga: 6. Téarma agus Foirceannadh:
gd: 6. Teirm agus Crìochnachadh:
gl: 6. Prazo e rescisión:
gu: 6. ટર્મ અને સમાપ્તિ:
hi: 6. टर्म एंड टर्मिनेशन:
hr: 6. Trajanje i prestanak:
hu: 6. Határidő és megszűnés:
hy: 6. Ժամկետ եւ դադարեցում.
id: 6. Ketentuan dan Pengakhiran:
is: 6. Tímabil og uppsögn:
it: 6. Durata e risoluzione:
iw: 6. מונח וסיום:
ja: 期間および終了
ka: 6. ვადა და შეწყვეტა:
kk: 6. Мерзімі және тоқтатылуы:
km: 6. រយៈពេលនិងការបញ្ចប់:
kn: 6. ಪದ ಮತ್ತು ಮುಕ್ತಾಯ:
ku: 6. Term û Termînasyon:
ky: 6. мөөнөтү жана токтотуу:
lb: 6. Frist an Oflehnung:
lo: 6. ໄລຍະເວລາແລະການສິ້ນສຸດ:
lt: 6. Terminas ir nutraukimas:
lv: 6. Termiņš un izbeigšana:
mi: 6. Te wa me te Whakamutunga:
mk: 6. Рок и престанок:
ml: 6. ടേം ആൻഡ് ടെർമിനേഷൻ:
mn: 6. Хугацаа ба дуусгавар:
mr: 6. टर्म एंड टर्मिनेशन
ms: 6. Tempoh dan Penamatan:
mt: 6. Terminu u Terminazzjoni:
my: 6. Term များနှင့်ရပ်စဲခြင်း:
ne: 6. अवधि र समाप्ति:
nl: 6. Looptijd en beëindiging:
no: 6. Term og oppsigelse:
or: 6. ଅବଧି ଏବଂ ସମାପ୍ତି:
pa: 6. ਮਿਆਦ ਅਤੇ ਸਮਾਪਤੀ:
pl: 6. Termin i rozwiązanie:
ps: .6 اوږدمهاله او ختمول:
pt: 6. Prazo e Rescisão:
ro: 6. Termen și terminare:
ru: 6. Срок и прекращение действия:
rw: 6. Igihe no kurangiza:
sd: 6. مدت ۽ ختم ٿيڻ:
si: 6. කාලය සහ අවසන් වීම:
sk: 6. Termín a ukončenie:
sl: 6. Trajanje in prenehanje:
sq: 6. Afati dhe Përfundimi:
sr: 6. Рок и престанак:
sv: 6. Term och uppsägning:
sw: 6. Muda na Kukomesha:
ta: 6. கால மற்றும் முடிவு:
te: 6. పదం మరియు ముగింపు:
tg: 6. Мўњлат ва ќатъї:
th: 6. ระยะเวลาและการสิ้นสุด:
tk: 6. Möhleti we möhleti:
tl: 6. Term at Pagwawakas:
tr: 6. Süre ve Fesih:
tt: 6. Термин һәм туктату:
ug: 6. مۇددىتى ۋە ئاخىرلىشىشى:
uk: 6. Строк та припинення дії:
ur: 6. مدت اور ختم:
uz: 6. Davr va tugatish:
vi: 6. Thời hạn và chấm dứt:
xh: 6. Ixesha kunye nokupheliswa:
yi: 6. טערמין און טערמאַניישאַן:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
af: 6.1 Termyn: Die termyn van die dienste wissel afhangende van die diens waarop u ingeteken het en moet op die bestelvorm uiteengesit word of in die registrasievloei ooreengekom word en sal soos volg hernu word:
am: 6.1 የአገልግሎት ጊዜ የአገልግሎቶቹ ውል በተመዘገቡት አገልግሎት ላይ የሚመረኮዝ ሲሆን በትእዛዝ ቅፅ ላይ ይወጣል ወይም በምዝገባ ፍሰት ላይ በተስማሙበት ሁኔታ እንደሚታደስ: -
ar: 6.1 المدة: تختلف مدة الخدمات اعتمادًا على الخدمة التي اشتركت فيها وسيتم توضيحها في نموذج الطلب أو المتفق عليها في تدفق الاشتراك وسيتم تجديدها على النحو التالي:
az: 6.1 Müddət: Xidmətlərin müddəti abunə olduğunuz Xidmətdən asılı olaraq dəyişir və Sifariş Formasında müəyyənləşdirilir və ya qeydiyyat dövrü ilə razılaşdırılır və aşağıdakı kimi təzələnir:
be: 6.1 Тэрмін: Тэрмін Паслугі вар&#39;іруецца ў залежнасці ад паслугі, на якую вы падпісаліся, і ўказваецца ў форме замовы альбо ўзгадняецца ў працэсе рэгістрацыі і падаўжаецца наступным чынам:
bg: 6.1 Срок: Условията на Услугите варират в зависимост от услугата, за която сте се абонирали, и се посочват във формуляра за поръчка или се съгласяват в потока за регистрация и се подновяват, както следва:
bn: .1.১ পদ: পরিষেবাদির পদটি আপনার সাবস্ক্রাইব করা সেবার উপর নির্ভর করে পরিবর্তিত হয় এবং অর্ডার ফর্মের উপর নির্ধারিত হবে বা সাইন-আপ প্রবাহে সম্মত হয়েছে এবং নিম্নলিখিতভাবে নবায়ন করা হবে:
ca: 6.1 Termini: La durada dels Serveis varia en funció del Servei al qual us hagueu subscrit i s’exposarà al formulari de comanda o acordat al flux d’inscripció i es renovarà de la manera següent:
cs: 6.1 Termín: Termín Služeb se liší v závislosti na Službě, kterou jste si předplatili, a bude stanoven na objednávkovém formuláři nebo dohodnutém v registračním toku a bude obnoven následovně:
cy: 6.1 Tymor: Mae tymor y Gwasanaethau yn amrywio gan ddibynnu ar y Gwasanaeth rydych chi wedi tanysgrifio iddo a bydd yn cael ei nodi ar y Ffurflen Archebu neu wedi cytuno iddo yn y llif arwyddo a bydd yn adnewyddu fel a ganlyn:
da: 6.1 Term: Tjenesternes løbetid varierer afhængigt af den Tjeneste, du har tilmeldt dig, og skal fremgå af ordreformularen eller aftalt i tilmeldingsstrømmen og fornyes som følger:
de: 6.1 Laufzeit: Die Laufzeit der Services hängt von dem Service ab, den Sie abonniert haben. Sie wird auf dem Bestellformular angegeben oder im Anmeldefluss vereinbart und verlängert sich wie folgt:
el: 6.1 Όρος: Ο όρος των Υπηρεσιών ποικίλλει ανάλογα με την Υπηρεσία στην οποία έχετε εγγραφεί και θα αναγράφεται στη Φόρμα Παραγγελίας ή συμφωνήθηκε στη ροή εγγραφής και θα ανανεωθεί ως εξής:
eo: 6.1 Termino: La termino de la Servoj varias laŭ la Servo al kiu vi abonis kaj estos prezentita sur la Ordono-Formularo aŭ konsentite en la registra fluo kaj renoviĝos kiel sekvas:
es: 6.1 Plazo: el plazo de los Servicios varía según el Servicio al que se haya suscrito y se establecerá en el Formulario de pedido o se acordará en el flujo de registro y se renovará de la siguiente manera:
et: 6.1 Tähtaeg: Teenuste tähtaeg varieerub sõltuvalt teie tellitud teenusest ja see tuleb esitada tellimisvormis või nõustuda registreerumisvoos ning seda pikendatakse järgmiselt:
eu: 6.1 Epea: Zerbitzuen epea aldatu egin zara harpidetu zaren zerbitzuaren arabera eta eskaera formularioan edo erregistratzean hitzartutakoa adostuko da eta honela berrituko da:
fa: 6.1 مدت: مدت خدمات بسته به خدمتی که در آن مشترک شده اید متفاوت است و باید در فرم سفارش تنظیم شده یا در جریان ورود به سیستم با آنها موافقت کنید و به شرح زیر تمدید می شود:
fi: 6.1 Voimassaoloaika: Palveluiden voimassaoloaika vaihtelee tilaamasi Palvelun mukaan, ja se on ilmoitettava tilauslomakkeessa tai sovittu liittymisprosessissa, ja se uusitaan seuraavasti:
fr: 6.1 Durée: La durée des Services varie en fonction du Service auquel vous avez souscrit et doit être indiquée sur le Bon de commande ou acceptée dans le flux d&#39;inscription et sera renouvelée comme suit:
fy: 6.1 Tiidrek: De termyn fan &#39;e Tsjinsten ferskilt ôfhinklik fan&#39; e Tsjinst wêr&#39;t jo jo ynskreaun hawwe en sil wurde op &#39;e oarderformulier ynsteld as yn&#39; e oanmeldingsstream ynstimd en sil as folget fernije:
ga: 6.1 Téarma: Athraíonn téarma na Seirbhísí ag brath ar an tSeirbhís a ndearna tú suibscríobh léi agus leagfar amach í ar an bhFoirm Ordaithe nó ar aontaigh tú léi sa sreabhadh sínithe agus déanfaidh sí athnuachan mar seo a leanas:
gd: 6.1 Teirm: Bidh teirm nan seirbheisean ag atharrachadh a rèir na seirbheis a tha thu air ballrachd a thoirt dhut agus bidh e air a mhìneachadh air an Fhoirm Òrdugh no air aontachadh riut anns an t-sruth soidhnidh agus ùraichidh e mar a leanas:
gl: 6.1 Prazo: O prazo dos Servizos varía en función do Servizo ao que te subscribise e será establecido no Formulario de Pedido ou acordado no fluxo de inscrición e renovarase do seguinte xeito:
gu: .1.૧ ટર્મ: સેવાઓની મુદત તમે જે સેવાની સબ્સ્ક્રાઇબ કરેલ છે તેના આધારે બદલાય છે અને ઓર્ડર ફોર્મ પર સેટ કરવામાં આવશે અથવા સાઇન-અપ પ્રવાહમાં સંમત થશે અને નીચે મુજબ નવીકરણ કરશે:
hi: 6.1 अवधि: सेवाओं की अवधि आपके द्वारा सदस्यता ली गई सेवा के आधार पर भिन्न होती है और ऑर्डर फॉर्म पर निर्धारित की जाएगी या साइन-अप प्रवाह में सहमत होगी और निम्नानुसार नवीनीकृत होगी:
hr: 6.1 Izraz: Trajanje Usluga varira ovisno o usluzi na koju ste se pretplatili i bit će navedena u obrascu za narudžbu ili ugovorenom u tijeku prijave i obnavlja se kako slijedi:
hu: 6.1. Futamidő: A Szolgáltatások időtartama az Ön által igénybe vett Szolgáltatástól függően változik, és azokat meg kell adni a Megrendelőlapon vagy jóvá kell hagyni a feliratkozási folyamatban, és az alábbiak szerint megújul:
hy: 6.1 Ժամկետ. Ծառայությունների ժամկետը տատանվում է կախված ձեր ծառայության բաժանորդագրությունից, որին դուք բաժանորդագրվել եք և պետք է սահմանվի Պատվերի ձևաթղթով կամ համաձայնեցված լինեք գրանցման հոսքի հետ և կվերականգնվի հետևյալ կերպ.
id: 6.1 Jangka Waktu: Jangka waktu Layanan bervariasi tergantung pada Layanan yang Anda telah berlangganan dan akan ditetapkan pada Formulir Pemesanan atau disetujui dalam aliran pendaftaran dan akan diperpanjang sebagai berikut:
is: 6.1 Skilmálar: Gildistími þjónustanna er breytilegur eftir þjónustunni sem þú hefur gerst áskrifandi að og skal sett fram á pöntunarforminu eða samþykkt um það í skráningarflæðinu og endurnýjast á eftirfarandi hátt:
it: 6.1 Durata: la durata dei Servizi varia in base al Servizio al quale si è abbonati e deve essere indicata nel Modulo d&#39;ordine o concordata nel flusso di registrazione e deve essere rinnovata come segue:
iw: 6.1 תקופת כהונה: תקופת השירותים משתנה בהתאם לשירות שנרשמתם אליו ויצוין בטופס ההזמנה או שהוסכמת לו בזרימת ההרשמה ותתחדש כדלקמן:
ja: 6.1期間：サービスの期間は、サブスクライブしたサービスによって異なり、注文フォームに記載されているか、サインアップフローで合意され、次のように更新されます。
ka: 6.1 ვადა: სერვისების ვადა განსხვავდება თქვენს მიერ გამოწერილი სერვისის მიხედვით და განისაზღვრება შეკვეთის ფორმაზე, ან შეთანხმებული უნდა იქნებით რეგისტრაციის ნაკადში და განახლდება შემდეგნაირად:
kk: 6.1 Мерзім: Қызметтердің мерзімі сіз тіркелген Қызметке байланысты өзгереді және Тапсырыс бланкісінде белгіленеді немесе тіркелу ағымында келісіліп, келесі түрде жаңартылады:
km: ៦.១ រយៈពេល៖ ល័ក្ខខ័ណ្ឌនៃសេវាកម្មប្រែប្រួលអាស្រ័យលើសេវាកម្មដែលអ្នកបានជាវហើយនឹងត្រូវកំណត់នៅលើទម្រង់បញ្ជាទិញឬយល់ព្រមក្នុងលំហូរនៃការចុះឈ្មោះហើយនឹងត្រូវបន្តដូចខាងក្រោម៖
kn: 6.1 ಅವಧಿ: ನೀವು ಚಂದಾದಾರರಾಗಿರುವ ಸೇವೆಯನ್ನು ಅವಲಂಬಿಸಿ ಸೇವೆಗಳ ಅವಧಿ ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ಆರ್ಡರ್ ಫಾರ್ಮ್‌ನಲ್ಲಿ ನಿಗದಿಪಡಿಸಲಾಗುತ್ತದೆ ಅಥವಾ ಸೈನ್ ಅಪ್ ಹರಿವಿನಲ್ಲಿ ಒಪ್ಪಲಾಗುತ್ತದೆ ಮತ್ತು ಈ ಕೆಳಗಿನಂತೆ ನವೀಕರಿಸಲಾಗುತ್ತದೆ:
ku: 6.1 Term: Termê Karûbaran li gorî Servîsa ku we ji xwe re parve kirî diguhezîne û dê li ser Forma Fermanê were danîn an jî di pêveka têkeftinê de bipejirîne û wiha tê nûkirin:
ky: 6.1 Мөөнөтү: Кызматтардын мөөнөтү сиз жазылган Кызматка жараша өзгөрүп турат жана Буйрутманын формасында аныкталат же катталуу агымында макулдашылат жана төмөнкүлөрдү жаңыртат:
lb: 6.1 Begrëff: De Begrëff vun de Servicer variéiert jee no dem Service, bei deem Dir Iech ageschriwwen hutt a soll op der Bestellungsformular ausgeschriwwe ginn oder an der Umeldungsofkommes ofgestëmmt sinn a soll wéi follegt erneiert ginn:
lo: 6.1 ໄລຍະ: ໄລຍະເວລາຂອງການບໍລິການແຕກຕ່າງກັນໄປຕາມບໍລິການທີ່ທ່ານໄດ້ສະ ໝັກ ແລະຈະຖືກ ກຳ ນົດໄວ້ໃນແບບຟອມ ຄຳ ສັ່ງຫລືຕົກລົງໃນກະແສລົງທະບຽນແລະຈະຕໍ່ ໃໝ່ ດັ່ງຕໍ່ໄປນີ້:
lt: 6.1. Terminas: Paslaugų teikimo laikas skiriasi priklausomai nuo jūsų užsiprenumeruotos paslaugos. Ji turi būti nurodyta užsakymo formoje arba sutikta registracijos metu ir pratęsiama taip:
lv: 6.1. Termiņš: Pakalpojumu termiņš mainās atkarībā no tā, kuru pakalpojumu esat abonējis, un tas ir jānorāda pasūtījuma veidlapā vai jāpiekrīt reģistrēšanās plūsmā, un tas tiek pagarināts šādi:
mg: 6.1 Term: Miovaova ny serivisy nomena anao nisoratra anarana ary hatsangana amin&#39;ny taratasy fangatahana na nanaiky ny alàlan&#39;ny fisoratana anarana ary ny havaozina toy izao manaraka izao:
mi: 6.1 Term: Ko nga kupu o te Ratonga he rereke ki te Ratonga kua hainatia e koe ka whakatakotoria ki runga i te Puka Whakatau kua whakaae ranei koe ki te haina o te haina ka whakahou ano i enei:
mk: 6.1 Мандат: Терминот на Услугите варира во зависност од услугата на која сте се претплатиле и ќе биде утврдена со Образецот за нарачката или ќе се согласите за да се регистрирате, и ќе се обновува на следниов начин:
ml: 6.1 കാലാവധി: സേവനങ്ങളുടെ കാലാവധി നിങ്ങൾ സബ്‌സ്‌ക്രൈബുചെയ്‌ത സേവനത്തെ ആശ്രയിച്ച് വ്യത്യാസപ്പെടുന്നു, അവ ഓർഡർ ഫോമിൽ സജ്ജീകരിക്കുകയോ സൈൻ അപ്പ് ഫ്ലോയിൽ സമ്മതിക്കുകയോ ചെയ്യും, അത് ഇനിപ്പറയുന്ന രീതിയിൽ പുതുക്കും:
mn: 6.1 Хугацаа: Үйлчилгээний хугацаа нь таны захиалсан үйлчилгээнээс хамааран өөр өөр байх бөгөөд Захиалгын маягтанд тусгагдсан эсвэл бүртгүүлэх урсгалтай тохирч дараахь байдлаар шинэчлэгдэнэ.
mr: 6.1 मुदत: सेवेची मुदत आपण सदस्यता घेतलेल्या सेवेवर अवलंबून असते आणि ऑर्डर फॉर्मवर सेट केली जाईल किंवा साइन-अप प्रवाहात सहमती दर्शविली जाईल आणि खालीलप्रमाणे नूतनीकरण केले जाईल:
ms: 6.1 Tempoh: Jangka masa Perkhidmatan berbeza-beza bergantung pada Perkhidmatan yang telah anda langgani dan akan dinyatakan pada Borang Pesanan atau dipersetujui dalam aliran pendaftaran dan akan diperbaharui seperti berikut:
mt: 6.1 Terminu: It-terminu tas-Servizzi ivarja skont is-Servizz li tkun sottoskritt għalih u għandu jkun imniżżel fuq il-Formola ta &#39;l-Ordni jew miftiehem fil-fluss ta&#39; reġistrazzjoni u għandu jġedded kif ġej:
my: ၆.၁ ကာလ - ၀ န်ဆောင်မှုများ၏သက်တမ်းသည်သင်စာရင်းသွင်းထားသည့် ၀ န်ဆောင်မှုပေါ် မူတည်၍ ကွဲပြားခြားနားသည်။ အမှာစာပုံစံပေါ်တွင်ဖော်ပြရမည်သို့မဟုတ်စာရင်းသွင်းခြင်းတွင်သဘောတူရန်နှင့်အောက်ပါအတိုင်းသက်တမ်းတိုးရမည် -
ne: .1.१ अवधि: सेवाहरूको अवधि तपाईंले सदस्यता लिनुभएको सेवामा निर्भर हुन्छ र अर्डर फारममा सेट हुन्छ वा साइन-अप प्रवाहमा सहमत हुन्छ र यस प्रकार नवीकरण हुनेछः
nl: 6.1 Termijn: De looptijd van de Services is afhankelijk van de Service waarop u geabonneerd bent en wordt vermeld op het Bestelformulier of overeengekomen in de aanmeldingsstroom en wordt als volgt verlengd:
no: 6.1 Varighet: Tjenestens løpetid varierer avhengig av tjenesten du har abonnert på og skal fremgå av bestillingsskjemaet eller avtalt i påmeldingsstrømmen og skal fornye seg som følger:
or: 6.1 ଟର୍ମ: ସେବାଗୁଡିକର ଅବଧି ଆପଣ ଗ୍ରହୀତା ହୋଇଥିବା ସେବା ଉପରେ ନିର୍ଭର କରେ ଏବଂ ଅର୍ଡର ଫର୍ମରେ ସେଟ୍ ହୋଇଯିବ କିମ୍ବା ସାଇନ୍ ଅପ୍ ପ୍ରବାହରେ ରାଜି ହେବ ଏବଂ ନିମ୍ନଲିଖିତ ଭାବରେ ନବୀକରଣ ହେବ:
pa: 6.1 ਅਵਧੀ: ਸੇਵਾਵਾਂ ਦੀ ਮਿਆਦ ਉਸ ਸੇਵਾ ਦੇ ਅਧਾਰ ਤੇ ਵੱਖਰੀ ਹੁੰਦੀ ਹੈ ਜਿਸਦੀ ਤੁਸੀਂ ਗਾਹਕੀ ਲਈ ਹੈ ਅਤੇ ਆਰਡਰ ਫਾਰਮ &#39;ਤੇ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾਏਗਾ ਜਾਂ ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ ਵਿੱਚ ਸਹਿਮਤ ਹੋਏਗਾ ਅਤੇ ਇਸ ਤਰਾਂ ਨਵੀਨੀਕਰਣ ਕੀਤਾ ਜਾਏਗਾ:
pl: 6.1 Okres obowiązywania: Okres obowiązywania Usług różni się w zależności od usługi, którą subskrybujesz i zostanie określony w formularzu zamówienia lub uzgodniony w procesie rejestracji i będzie przedłużany w następujący sposób:
ps: 6.1 اصطلاح: د خدماتو اصطالح د هغه خدمت پورې اړه لري چې تاسو یې ګډون کړی وي او د سپارښتنې په جریان کې د موافقې یا موافقې سره سم به ترتیب شوي وي او د لاندې شراکت سره به یې نوي شي:
pt: 6.1 Prazo: O prazo dos Serviços varia de acordo com o Serviço que você assinou e deve ser estabelecido no Formulário de Pedido ou acordado no fluxo de inscrição e renovado da seguinte forma:
ro: 6.1 Termen: Termenul Serviciilor variază în funcție de Serviciul la care v-ați abonat și va fi stabilit pe Formularul de comandă sau convenit în fluxul de înscriere și se reînnoiește după cum urmează:
ru: 6.1 Срок действия: Срок действия Услуг варьируется в зависимости от услуги, на которую вы подписаны, и должен быть указан в Форме заказа или согласован в процессе регистрации и обновляется следующим образом:
rw: 6.1 Igihembwe: Igihe cya Serivisi kiratandukanye bitewe na Serivisi wiyandikishije kandi izashyirwa kumpapuro zabigenewe cyangwa zemeranijwe mukwiyandikisha kandi bizavugururwa kuburyo bukurikira:
sd: 6.1 اصطلاح: خدمتن جي اصطلاح مختلف ٿي ويندي آهي سروس تي جيڪو توهان پنهنجي رڪنيت حاصل ڪئي آهي ۽ آرڊر فارم تي مقرر ڪيو ويندو يا سائن اپ وهڪري ۾ اتفاق ڪيو ويو ۽ هيٺ ڏنل تجديد ڪندو:
si: 6.1 වාරය: ඔබ දායක වී ඇති සේවාව අනුව සේවා කාලය වෙනස් වන අතර එය ඇණවුම් පෝරමයේ සඳහන් කර හෝ ලියාපදිංචි වීමේ ප්‍රවාහයට එකඟ වන අතර පහත පරිදි අලුත් වේ:
sk: 6.1 Doba platnosti: Doba poskytovania Služieb sa líši v závislosti od Služby, ktorú ste si predplatili, a bude uvedená v objednávkovom formulári alebo dohodnutá v registračnom postupe a obnovuje sa nasledovne:
sl: 6.1 Izraz: Trajanje storitev se razlikuje glede na storitev, na katero ste naročeni in se navede na naročilnici ali dogovorjeno v prijavnem toku in se podaljša na naslednji način:
sq: 6.1 Afati: Afati i Shërbimeve ndryshon në varësi të Shërbimit për të cilin jeni pajtuar dhe do të përcaktohet në Formularin e Rendit ose do të keni rënë dakord në rrjedhën e regjistrimit dhe do të përtërihen si më poshtë:
sr: 6.1 Термин: Термин Услуга варира у зависности од Услуге на коју сте се претплатили и биће постављен на Обрасцу за наруџбу или уговореном у току пријаве и обнављаће се на следећи начин:
sv: 6.1 Villkor: Tjänsternas giltighet varierar beroende på den tjänst du har prenumererat på och ska anges på beställningsformuläret eller godkänts i anmälningsflödet och ska förnyas enligt följande:
sw: 6.1 Muda: Muda wa Huduma hutofautiana kulingana na Huduma uliyojiandikisha na itawekwa kwenye Fomu ya Agizo au umekubaliana katika utaftaji wa saini na itaunda upya kama ifuatavyo.
ta: 6.1 கால: சேவைகளின் கால அளவு நீங்கள் குழுசேர்ந்த சேவையைப் பொறுத்து மாறுபடும், மேலும் அவை ஆர்டர் படிவத்தில் அமைக்கப்படும் அல்லது பதிவுபெறும் ஓட்டத்தில் ஒப்புக் கொள்ளப்பட்டு பின்வருமாறு புதுப்பிக்கப்படும்:
te: 6.1 పదం: మీరు చందా చేసిన సేవను బట్టి సేవల పదం మారుతుంది మరియు ఆర్డర్ ఫారమ్‌లో నిర్దేశించబడుతుంది లేదా సైన్-అప్ ప్రవాహంలో అంగీకరించబడుతుంది మరియు ఈ క్రింది విధంగా పునరుద్ధరించబడుతుంది:
tg: 6.1 Мӯҳлат: Мӯҳлати хидматҳо вобаста ба Хидмате, ки шумо обуна шудаед ва дар шакли фармоиш фармоиш дода мешавад ё дар сабти қайд ба мувофиқа расонида мешавад, нав мешавад:
th: 6.1 ข้อกำหนด: ระยะเวลาของบริการแตกต่างกันไปขึ้นอยู่กับบริการที่คุณสมัครเป็นสมาชิกและจะถูกกำหนดไว้ในแบบฟอร์มการสั่งซื้อหรือตกลงในขั้นตอนการสมัครใช้งานและจะต่ออายุดังต่อไปนี้:
tk: 6.1 Möhleti: Hyzmatlaryň möhleti, abuna ýazylan Hyzmatyňyza baglylykda üýtgeýär we Sargyt Formasynda kesgitlener ýa-da hasaba alyş akymynda razy bolar we aşakdaky ýaly täzelener:
tl: 6.1 Kataga: Ang termino ng Mga Serbisyo ay nag-iiba depende sa Serbisyo na iyong nai-subscribe at dapat na itakda sa Order Form o sumang-ayon sa pag-sign-up na daloy at magpapabago ng mga sumusunod:
tr: 6.1 Süre: Hizmetlerin süresi, abone olduğunuz Hizmete bağlı olarak değişir ve Sipariş Formunda belirtilir veya kayıt akışında kabul edilir ve aşağıdaki şekilde yenilenir:
tt: 6.1 Термин: Хезмәтләрнең срокы сез язылган Хезмәткә карап үзгәрә һәм Заказ формасында күрсәтеләчәк яки теркәлү агымында килешенгән һәм түбәндәгечә яңартылачак:
ug: 6.1 مۆھلەت: مۇلازىمەت مۇددىتى سىز مۇشتەرى بولغان مۇلازىمەتكە ئاساسەن ئوخشىمايدۇ ، زاكاز جەدۋىلىدە كۆرسىتىلىدۇ ياكى تىزىمغا ئالدۇرۇش كېلىشىمىگە قوشۇلىدۇ ھەمدە تۆۋەندىكىدەك يېڭىلىنىدۇ:
uk: 6.1 Термін: Термін Послуг змінюється залежно від Служби, на яку ви підписалися, і повинна бути зазначена у Формі замовлення або погодженій в підписному потоці і поновлюється наступним чином:
ur: 6.1 اصطلاح: خدمات کی مدت اس خدمت کے لحاظ سے مختلف ہوتی ہے جس کی آپ نے خریداری کی ہے اور اسے آرڈر فارم پر پیش کیا جائے گا یا سائن اپ کے بہاؤ میں رضامند ہوگا اور اس کی تجدید درج ذیل ہوگی:
uz: 6.1 Muddati: Xizmatlarning muddati siz obuna bo&#39;lgan Xizmatga qarab o&#39;zgaradi va Buyurtma Shaklida belgilanadi yoki ro&#39;yxatdan o&#39;tishda kelishiladi va quyidagicha yangilanadi:
vi: 6.1 Thời hạn: Thời hạn của Dịch vụ thay đổi tùy theo Dịch vụ bạn đã đăng ký và sẽ được quy định trong Mẫu đơn đặt hàng hoặc đồng ý trong luồng đăng ký và sẽ gia hạn như sau:
xh: 6.1 Ikota: Ixesha leenkonzo liyahluka ngokuxhomekeka kwinkonzo oyibhalisileyo kwaye iya kusetwa kwiFom yoku-odola okanye ekuvunyelweneyo ekungeneni kokungena kwaye iya kuvuselela ngolu hlobo lulandelayo:
yi: 6.1 טערמין: די טערמין פון די סערוויסעס וועריז דיפּענדינג אויף די סערוויס צו וואָס איר האָט אַבאָנירן און וועט זיין געוויזן אויף די אָרדער פאָרעם אָדער מסכים צו די זיך-אַרויף לויפן און וועט באַנייַען ווי גייט:
