Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Sessions
af: Sessies
am: ክፍለ-ጊዜዎች
ar: الجلسات
az: Sessiyalar
be: Сеансы
bg: Сесии
bn: সেশন
cs: Relace
cy: Sesiynau
da: Sessioner
de: Sitzungen
el: Συνεδρίες
eo: Sesioj
es: Sesiones
et: Seansid
eu: Saioak
fa: جلسات
fi: Istunnot
fr: Séances
fy: Sesjes
ga: Seisiúin
gd: Seiseanan
gl: Sesións
gu: સત્રો
hi: सत्र
hr: sjednice
hu: Munkamenetek
hy: Նիստեր
id: Sesi
is: Fundir
it: sessioni
iw: הפעלות
ja: セッション
ka: სესიები
kk: Сеанстар
km: វគ្គ
kn: ಸೆಷನ್ಸ್
ky: Сеанстар
lb: Sessiounen
lo: ເຊດຊັນ
lt: Sesijos
lv: Sesijas
mi: Wātū
mk: Сесии
ml: സെഷനുകൾ
mn: Хурал
mr: सत्रे
ms: Sesi
mt: Sessjonijiet
my: ဆက်ရှင်များ
ne: सत्रहरू
nl: Sessies
no: Økter
or: ଅଧିବେଶନ
pa: ਸੈਸ਼ਨ
pl: Sesje
ps: غونډې
pt: Sessões
ro: Sesiuni
ru: Сессии
rw: Amasomo
sd: سيشن
si: සැසිවාර
sk: Relácie
sl: Seje
sq: Sesionet
sr: Sesije
sv: Sessioner
sw: Vikao
ta: அமர்வுகள்
te: సెషన్స్
tg: Сеансхо
th: เซสชั่น
tk: Sessiýalar
tl: Mga session
tr: Oturumlar
tt: Сессияләр
ug: يىغىن
uk: Сесії
ur: سیشنز
uz: Seanslar
vi: Phiên
xh: Iiseshoni
yi: סעשאַנז

source: Home
af: Tuis
am: ቤት
ar: بيت
az: Ev
be: дадому
bg: У дома
bn: বাড়ি
ca: Casa
cs: Domov
cy: Cartref
da: Hjem
de: Heim
el: Σπίτι
eo: Hejmo
es: Hogar
et: Kodu
eu: Hasiera
fa: صفحه اصلی
fi: Koti
fr: Maison
fy: Thús
ga: Baile
gd: Dhachaigh
gl: Casa
gu: ઘર
hi: घर
hr: Dom
hu: itthon
hy: տուն
id: Rumah
is: Heim
it: Casa
iw: בית
ja: 家
ka: მთავარი
kk: Үй
km: ផ្ទះ
kn: ಮನೆ
ku: Xane
ky: Үй
lb: Doheem
lo: ບ້ານ
lt: Namai
lv: Mājas
mg: an-trano
mi: Kainga
mk: Дома
ml: വീട്
mn: Гэр
mr: मुख्यपृष्ठ
ms: Rumah
mt: Dar
my: အိမ်
ne: घर
nl: Thuis
no: Hjem
or: ଘର
pa: ਘਰ
pl: Dom
ps: کور
pt: Lar
ro: Acasă
ru: Дом
rw: Murugo
sd: گهر
si: ගෙදර
sk: Domov
sl: domov
sq: Shtëpi
sr: Кућа
sv: Hem
sw: Nyumbani
ta: வீடு
te: హోమ్
tg: Хона
th: บ้าน
tk: Öý
tl: Bahay
tr: Ev
tt: Өй
ug: ئۆي
uk: додому
ur: گھر
uz: Uy
vi: Trang chủ
xh: Ekhaya
yi: היים

source: Users
af: gebruikers
am: ተጠቃሚዎች
ar: المستخدمين
az: İstifadəçilər
be: карыстальнікаў
bg: Потребители
bn: ব্যবহারকারীরা
ca: Usuaris
cs: Uživatelé
cy: Defnyddwyr
da: Brugere
de: Benutzer
el: Χρήστες
eo: Uzantoj
es: Usuarios
et: Kasutajad
eu: erabiltzaileak
fa: کاربران
fi: käyttäjät
fr: Utilisateurs
ga: Úsáideoirí
gd: Luchd-cleachdaidh
gl: Usuarios
gu: વપરાશકર્તાઓ
hi: उपयोगकर्ता
hr: Korisnici
hu: felhasználók
hy: Օգտագործողներ
id: Pengguna
is: Notendur
it: utenti
iw: משתמשים
ja: ユーザー
ka: მომხმარებელი
kk: Пайдаланушылар
km: អ្នកប្រើ
kn: ಬಳಕೆದಾರರು
ku: Bikarhêner
ky: Колдонуучулар
lb: Benotzer
lo: ຜູ້ໃຊ້
lt: Vartotojai
lv: Lietotāji
mi: Kaiwhakamahi
mk: Корисници
ml: ഉപയോക്താക്കൾ
mn: Хэрэглэгчид
mr: वापरकर्ते
ms: Pengguna
mt: Utenti
my: အသုံးပြုသူများသည်
ne: प्रयोगकर्ताहरू
nl: gebruikers
no: brukere
or: ଉପଯୋଗକର୍ତ୍ତାଗଣ |
pa: ਯੂਜ਼ਰ
pl: Użytkownicy
ps: کارنان
pt: Comercial
ro: Utilizatori
ru: пользователей
rw: Abakoresha
sd: صارفين
si: පරිශීලකයන්
sk: užívatelia
sl: Uporabniki
sq: përdoruesit
sr: Корисници
sv: användare
sw: Watumiaji
ta: பயனர்கள்
te: వినియోగదారులు
tg: Истифодабарандагон
th: ผู้ใช้
tk: Ulanyjylar
tl: Mga gumagamit
tr: Kullanıcılar
tt: Кулланучылар
ug: ئىشلەتكۈچى
uk: Користувачі
ur: صارفین
uz: Foydalanuvchilar
vi: Người sử dụng
xh: Abasebenzisi
yi: ניצערס

source: Library
af: Biblioteek
am: ቤተ መጻሕፍት
ar: مكتبة
az: Kitabxana
be: Бібліятэка
bg: Библиотека
bn: গ্রন্থাগার
ca: Biblioteca
cs: Knihovna
cy: Llyfrgell
da: Bibliotek
de: Bibliothek
el: Βιβλιοθήκη
eo: Biblioteko
es: Biblioteca
et: Raamatukogu
eu: Liburutegia
fa: کتابخانه
fi: Kirjasto
fr: Une bibliothèque
fy: Biblioteek
ga: Leabharlann
gd: Leabharlann
gl: Biblioteca
gu: પુસ્તકાલય
hi: पुस्तकालय
hr: Knjižnica
hu: Könyvtár
hy: Գրադարան
id: Perpustakaan
is: Bókasafn
it: Biblioteca
iw: סִפְרִיָה
ja: 図書館
ka: ბიბლიოთეკა
kk: Кітапхана
km: បណ្ណាល័យ
kn: ಗ್ರಂಥಾಲಯ
ku: Pirtûkxane
ky: Китепкана
lb: Bibliothéik
lo: ຫໍສະມຸດ
lt: Biblioteka
lv: Bibliotēka
mg: fitehirizam-boky
mi: Whare Pukapuka
mk: Библиотека
ml: പുസ്തകശാല
mn: Номын сан
mr: ग्रंथालय
ms: Perpustakaan
mt: Librerija
my: စာကြည့်တိုက်
ne: पुस्तकालय
nl: Bibliotheek
no: Bibliotek
or: ଲାଇବ୍ରେରୀ |
pa: ਲਾਇਬ੍ਰੇਰੀ
pl: Biblioteka
ps: کتابتون
pt: Biblioteca
ro: Bibliotecă
ru: Библиотека
rw: Isomero
sd: لائبريري
si: පුස්තකාලය
sk: Knižnica
sl: Knjižnica
sq: Librari
sr: Библиотека
sv: Bibliotek
sw: Maktaba
ta: நூலகம்
te: గ్రంధాలయం
tg: Китобхона
th: ห้องสมุด
tk: Kitaphana
tr: Kütüphane
tt: Китапханә
ug: كۈتۈپخانا
uk: Бібліотека
ur: کتب خانہ
uz: Kutubxona
vi: Thư viện
xh: Ithala leencwadi
yi: ביבליאָטעק

source: Integration
af: Integrasie
am: ውህደት
ar: الإدماج
az: İnteqrasiya
be: Інтэграцыя
bg: Интеграция
bn: মিশ্রণ
ca: Integració
cs: Integrace
cy: Integreiddio
el: Ενσωμάτωση
eo: Integriĝo
es: Integración
et: Integratsioon
eu: Integrazioa
fa: ادغام
fi: Liittäminen
fr: L'intégration
fy: Yntegraasje
ga: Comhtháthú
gd: Amalachadh
gl: Integración
gu: એકીકરણ
hi: एकीकरण
hr: Integracija
hu: Integráció
hy: Ինտեգրում
id: Integrasi
is: Samþætting
it: Integrazione
iw: שילוב
ja: 統合
ka: ინტეგრაცია
kk: Интеграция
km: សមាហរណកម្ម
kn: ಏಕೀಕರಣ
ku: Pêxistinî
ky: Интеграция
lb: Integratioun
lo: ການປະສົມປະສານ
lt: Integracija
lv: Integrācija
mg: fampidirana
mi: Tuitui
mk: Интеграција
ml: സംയോജനം
mn: Интеграц
mr: एकत्रीकरण
ms: Kesepaduan
mt: Integrazzjoni
my: ပေါင်းစည်းမှု
ne: एकीकरण
nl: Integratie
no: Integrering
or: ଏକୀକରଣ
pa: ਏਕੀਕਰਣ
pl: Integracja
ps: ادغام
pt: Integração
ro: Integrare
ru: Интеграция
rw: Kwishyira hamwe
sd: انضمام
si: අනුකලනය
sk: Integrácia
sl: Integracija
sq: Integrimi
sr: Интеграција
sw: Ujumuishaji
ta: ஒருங்கிணைப்பு
te: అనుసంధానం
tg: Ҳамгироӣ
th: บูรณาการ
tk: Integrasiýa
tl: Pagsasama
tr: Entegrasyon
tt: Интеграция
ug: بىرىكتۈرۈش
uk: Інтеграція
ur: انضمام
uz: Integratsiya
vi: Hội nhập
xh: Umdibaniso
yi: ינטעגראַטיאָן

source: Settings
af: instellings
am: ቅንብሮች
ar: إعدادات
az: Ayarlar
be: налады
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: die Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es: Configuraciones
et: Seaded
eu: ezarpenak
fa: تنظیمات
fi: asetukset
fr: Paramètres
fy: Ynstellings
ga: Socruithe
gd: Roghainnean
gl: Configuración
gu: સેટિંગ્સ
hi: सेटिंग्स
hr: postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: impostazioni
iw: הגדרות
ja: 設定
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್ಗಳು
ku: Mîhengên
ky: Орнотуулар
lb: Astellungen
lt: Nustatymai
lv: Iestatījumi
mi: Tautuhinga
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mn: Тохиргоо
mr: सेटिंग्ज
ms: Tetapan
my: Settings များ
ne: सेटिङ्हरू
nl: instellingen
no: innstillinger
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ps: امستنې
pt: Configurações
ro: Setări
ru: настройки
rw: Igenamiterere
sd: سيٽنگون
si: සැකසුම්
sk: nastavenie
sl: Nastavitve
sq: Cilësimet
sr: Подешавања
sv: inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు
tg: Танзимотҳо
th: การตั้งค่า
tk: Sazlamalar
tl: Mga Setting
tr: Ayarlar
tt: Көйләүләр
ug: تەڭشەك
uk: Налаштування
ur: ترتیبات
uz: Sozlamalar
vi: Cài đặt
xh: Izicwangciso

source: Webhooks
am: ዌብሆክስ
ar: ويب هوك
be: Вэб-хукі
bg: Уеб куки
bn: ওয়েবহুকস
cs: Webhooky
eo: Rethokoj
et: Veebikonksud
eu: Web-kakoak
fa: قلابهای وب
fi: Verkkokoukut
ga: Leabhair Ghréasáin
gu: વેબહૂક્સ
hu: Webhookok
hy: Վեբկեռներ
it: Webhook
ja: Webhook
ka: ვებჰუკები
kk: Вебхуктар
kn: ವೆಬ್‌ಹುಕ್ಸ್
lt: Interneto kabliukai
lv: Tīmekļa saites
mi: Paetukutuku
mk: Веб-куки
ml: വെബ്‌ഹൂക്കുകൾ
mn: Вэбхукууд
mr: वेबबुक
my: ဝက်ဘ်ဆိုက်များ
or: ୱେବହକ୍ସ |
pa: ਵੈੱਬਹੁੱਕਸ
pl: Webhooki
ps: ویبکتابونه
ru: Вебхуки
rw: Urubuga
sd: ويب هاڪ
si: වෙබ්හුක්ස්
sk: Webhooky
sl: Spletne kljuke
sq: Grepa uebi
sr: Вебхоокс
sw: Vinjari vya wavuti
ta: வெப்ஹூக்ஸ்
te: వెబ్‌హూక్స్
th: เว็บฮุค
tr: Web kancaları
tt: Вебхуклар
uk: Веб-хуки
ur: ویب ہیکس
xh: Iibhokisi zewebhu
yi: וועבהאָאָקס

source: Keys
af: Sleutels
am: ቁልፎች
ar: مفاتيح
az: Düymələr
be: Ключы
bg: Ключове
bn: কী
ca: Claus
cs: Klíče
cy: Allweddi
da: Nøgler
de: Schlüssel
el: Κλειδιά
eo: Ŝlosiloj
es: Llaves
et: Võtmed
eu: Giltzak
fa: کلیدها
fi: Avaimet
fr: Clés
fy: Kaaien
ga: Eochracha
gd: Iuchraichean
gl: Chaves
gu: કીઝ
hi: चांबियाँ
hr: Ključevi
hu: Kulcsok
hy: Բանալիներ
id: Kunci
is: Lyklar
it: Chiavi
iw: מפתחות
ja: キー
ka: Გასაღებები
kk: Кілттер
km: កូនសោ
kn: ಕೀಗಳು
ky: Ачкычтар
lb: Schlësselen
lo: ກະແຈ
lt: Raktai
lv: Atslēgas
mg: LAKILEN'ILAY
mi: Kī
mk: Клучеви
ml: കീകൾ
mn: Түлхүүрүүд
mr: की
ms: Kekunci
mt: Ċwievet
my: သော့
ne: कुञ्जीहरू
nl: Sleutels
no: Nøkler
or: କିଗୁଡ଼ିକ
pa: ਕੁੰਜੀ
pl: Klucze
ps: کلي
pt: Chaves
ro: Taste
ru: Ключи
rw: Urufunguzo
sd: چاٻي
si: යතුරු
sk: Kľúče
sl: Ključi
sq: Çelësat
sr: Кључеви
sv: Nycklar
sw: Funguo
ta: விசைகள்
te: కీలు
tg: Калидҳо
th: คีย์
tk: Düwmeler
tl: Mga susi
tr: Anahtarlar
tt: Ачкычлар
ug: ئاچقۇچ
uk: Ключі
ur: چابیاں
uz: Kalitlar
vi: Chìa khóa
xh: Izitshixo
yi: שליסלען

source: Feed Templates
ar: قوالب الأعلاف
az: Feed Şablonları
be: шаблоны Кармавыя
bg: Шаблони за емисии
bn: ফিড টেমপ্লেট
ca: Plantilles de feeds
cs: Šablony informačního kanálu
cy: Bwydo Templedi
da: Foderskabeloner
de: Feed-Vorlagen
el: Προγράμματα ροής
eo: Feed Ŝablonoj
es: Plantillas de alimentación
eu: Feed txantiloiak
fa: قالب های خوراک
fi: Feed-mallit
fr: Modèles de flux
ga: Feed Teimpléid
gl: Plantillas de feeds
gu: ફીડ નમૂનાઓ
hi: टेम्पलेट्स फ़ीड
hr: Predlošci feeda
hu: Feed sablonok
hy: Feed տառատեսակներ
id: Template Umpan
is: Feed Sniðmát
it: Modelli di alimentazione
iw: תבניות עדכונים
ja: フィードテンプレート
ka: შესანახი შაბლონები
kk: Feed үлгілері
km: មតិព័ត៌មានគំរូ
kn: ಫೀಡ್ ಟೆಂಪ್ಲೇಟ್ಗಳು
ku: Templates
ky: поток Templates
lo: ແມ່ແບບອາຫານ
lt: Pašarų šablonai
lv: Plūsmas veidnes
mi: Whāngaihia nga Tātauira
mk: Шаблони за храна
ml: ടെംപ്ലേറ്റുകൾ ഫീഡ് ചെയ്യുക
mn: Feed маягтууд
mr: फीड टेम्पलेट्स
ms: Templat Feed
mt: Għalf Mudelli
my: feed Templates ကို
ne: फीड टेम्प्लेटहरू
nl: Feed-sjablonen
no: Feed maler
or: ଟେମ୍ପଲେଟ୍ ଫିଡ୍ କରନ୍ତୁ |
pa: ਫੀਡ ਟੈਮਪਲੇਟਸ
pl: Szablony kanałów
ps: د خواړو نمونه
pt: Modelos de feed
ru: Шаблоны фидов
rw: Kugaburira Inyandikorugero
sd: فيڊ سان گڏ ٽڪرا
sk: Šablóny informačného kanála
sl: Predloge za vir
sq: Templates Feed
sr: Предлошци фееда
sw: Matukio ya Chakula
ta: டெம்ப்ளேட்கள் கொடுங்கள்
te: టెంప్లేట్లు ఫీడ్ చేయండి
tg: Шаблонҳои озуқаворӣ
th: เทมเพลตฟีด
tk: Şablonlary iýmitlendiriň
tl: Mga Template ng Feed
tr: Besleme Şablonları
tt: Шаблоннарны тукландырыгыз
ug: قېلىپلارنى بېقىڭ
uk: Шаблони каналів
ur: فیڈ سانچے
uz: Feed Shablonlar
vi: Mẫu thức ăn
xh: Izikhokelo zokutya
yi: פיטער טעמפּלאַטעס

source: Form Templates
af: Vorm sjablonen
am: የቅጽ አብነቶች
ar: قوالب النماذج
az: Forma Şablonları
be: шаблоны формаў
bg: Шаблони за формуляри
bn: ফর্ম টেমপ্লেট
ca: Plantilles de formularis
cs: Šablony formulářů
cy: Templedi Ffurflenni
da: Form skabeloner
de: Formularvorlagen
el: Πρότυπα φόρμας
eo: Form Ŝablonoj
es: Plantillas de formulario
et: Vormi mallid
eu: Inprimakien txantiloiak
fa: فرم قالب
fi: Lomakemallit
fr: Modèles de formulaire
fy: Formulier Templates
ga: Teimpléid Foirm
gd: Teamplaidean Foirm
gl: Modelos de formularios
gu: ફોર્મ નમૂનાઓ
hi: प्रपत्र टेम्पलेट
hr: Predlošci obrasca
hu: Űrlapsablonok
hy: Ձեւի ձեւանմուշներ
id: Templat formulir
is: Form Sniðmát
it: Modelli di modulo
iw: תבניות טופס
ja: フォームテンプレート
ka: ფორმა შაბლონები
kk: Пішін үлгілері
km: សំណុំបែបបទពុម្ព
kn: ಫಾರ್ಮ್ ಟೆಂಪ್ಲೇಟ್ಗಳು
ky: Анкета Templates
lb: Formulär Templates
lo: ແບບແມ່ແບບ
lt: Formos šablonai
lv: Veidnes veidnes
mi: Pukaira Puka
mk: Шаблони за обрасци
ml: ഫോം ടെംപ്ലേറ്റുകൾ
mn: Форматын маягтууд
mr: फॉर्म टेम्पलेट्स
ms: Templat Borang
mt: Formoli Templates
my: form ကို Templates ကို
ne: फारम टेम्प्लेटहरू
nl: Formuliersjablonen
no: Form maler
or: ଫର୍ମ ଟେମ୍ପଲେଟ୍ |
pa: ਫਾਰਮ ਟੈਮਪਲੇਟਸ
pl: Szablony formularzy
ps: د فارم نمونه
pt: Modelos de Formulário
ro: Formulare de șabloane
ru: Шаблоны форм
rw: Ifishi yerekana
sd: فارم سان لاڳاپيل
si: ආකෘති පත්රිකා
sk: Šablóny formulárov
sl: Predloge obrazcev
sq: Formularët e formës
sr: Предлошци образаца
sv: Formmallar
sw: Matukio ya Fomu
ta: படிவம் டெம்ப்ளேட்கள்
te: ఫారం టెంప్లేట్లు
tg: Шаблонҳои формат
th: แม่แบบฟอร์ม
tk: Şablonlar
tl: Mga Template ng Form
tr: Form Şablonları
tt: Форма шаблоннары
ug: جەدۋەل قېلىپلىرى
uk: Шаблони форм
ur: فارم سانچے
uz: Ariza Shablonlar
vi: Mẫu Mẫu
xh: Izikhokelo zeFom

source: E-sign Templates
af: E-teken sjablone
am: ኢ-ምልክት አብነቶች
ar: قوالب التوقيع الإلكتروني
az: Elektron işarə şablonları
be: Шаблоны электронных знакаў
bg: Шаблони за електронни знаци
bn: ই-সাইন টেমপ্লেট
ca: Plantilles de signes electrònics
cs: Šablony E-sign
cy: Templedi E-arwyddo
da: E-skilt skabeloner
de: E-Signatur-Vorlagen
el: Πρότυπα ηλεκτρονικών σημάτων
eo: E-signo Ŝablonoj
es: Plantillas de firma electrónica
et: E-märgi mallid
eu: E-seinaleen txantiloiak
fa: الگوهای علامت الکترونیکی
fi: Sähköisen allekirjoituksen mallit
fr: Modèles de signature électronique
fy: E-teken Templates
ga: Teimpléid Ríomhchomharthaí
gd: Teamplaidean de shoidhnichean-dealain
gl: Modelos de sinais electrónicos
gu: ઇ-સાઇન નમૂનાઓ
hi: ई-साइन टेम्पलेट्स
hr: Predlošci e-znaka
hu: E-sign sablonok
hy: Էլեկտրոնային նշանների ձևանմուշներ
id: Template tanda elektronik
is: Sniðmát fyrir rafræn skilti
it: Modelli di segno elettronico
iw: תבניות סימנים אלקטרוניים
ja: 電子署名テンプレート
ka: ელექტრონული ნიშნების შაბლონები
kk: Электронды белгі үлгілері
km: គំរូសញ្ញាអ៊ី
kn: ಇ-ಸೈನ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳು
ku: Şablonên E-nîşana
ky: Электрондук белги калыптары
lb: E-Zeechen Schablounen
lo: ແມ່ແບບ E-sign
lt: E-sign šablonai
lv: E-zīmju veidnes
mi: Tauira tohu-e
mk: Шаблони за е-знаци
ml: ഇ-സൈൻ ടെംപ്ലേറ്റുകൾ
mn: Цахим тэмдгийн загварууд
mr: ई-साइन टेम्पलेट्स
ms: Templat tanda E
mt: Mudelli tas-sinjali elettroniċi
my: E-sign Templates များ
ne: ई-साइन टेम्प्लेटहरू
nl: Sjablonen voor elektronische handtekeningen
no: Maler for e-skilt
or: ଇ-ସାଇନ୍ ଟେମ୍ପଲେଟ୍ |
pa: ਈ-ਸਾਈਨ ਟੈਂਪਲੇਟਸ
pl: Szablony e-podpisów
ps: د بریښنایی نښان ټیمپلیټونه
pt: Modelos de assinatura eletrônica
ro: Șabloane de semne electronice
ru: Шаблоны электронной подписи
rw: E-umukono Inyandikorugero
si: විද්‍යුත් සලකුණු සැකිලි
sk: Šablóny elektronických značiek
sl: Predloge za e-znak
sq: Modelet e shenjave elektronike
sr: Е-сигн Темплатес
sv: E-skylt mallar
sw: Violezo vya E-sign
ta: மின்-கையொப்ப வார்ப்புருக்கள்
te: ఇ-సైన్ టెంప్లేట్లు
tg: Шаблонҳои аломати электронӣ
th: เทมเพลต E-sign
tk: Şablonlara elektron gol
tl: Mga Template ng E-sign
tr: E-imza Şablonları
tt: Электрон имза шаблоннары
ug: ئېلېكترونلۇق ئىمزا قېلىپى
uk: Шаблони електронних знаків
ur: ای سائن ٹیمپلیٹس
uz: E-belgi shablonlar
vi: Mẫu chữ ký điện tử
xh: Izakhelo ze-E-sign
yi: E- צייכן טעמפּלאַטעס

source: Task Templates
af: Taak sjablone
am: የተግባር አብነቶች
ar: قوالب المهام
az: Tapşırıq şablonları
be: Шаблоны заданняў
bg: Шаблони за задачи
bn: টাস্ক টেমপ্লেট
ca: Plantilles de tasques
cs: Šablony úkolů
cy: Templedi Tasgau
da: Opgaveskabeloner
de: Aufgabenvorlagen
el: Πρότυπα εργασιών
eo: Taskaj Ŝablonoj
es: Plantillas de tareas
et: Ülesande mallid
eu: Zereginen txantiloiak
fa: الگوهای وظیفه
fi: Tehtävämallit
fr: Modèles de tâche
ga: Teimpléid Tasc
gd: Templates gnìomhan
gl: Modelos de tarefas
gu: કાર્ય નમૂનાઓ
hi: टास्क टेम्प्लेट
hr: Predlošci zadataka
hu: Feladatsablonok
hy: Առաջադրանքների ձևանմուշներ
id: Templat Tugas
is: Verkefnasniðmát
it: Modelli di attività
iw: תבניות משימות
ja: タスク テンプレート
ka: დავალების შაბლონები
kk: Тапсырма үлгілері
km: គំរូកិច្ចការ
kn: ಕಾರ್ಯ ಟೆಂಪ್ಲೇಟ್‌ಗಳು
ku: Şablonên Peywiran
lb: Aufgab Schablounen
lo: ແມ່ແບບໜ້າວຽກ
lt: Užduočių šablonai
lv: Uzdevumu veidnes
mi: Tauira Taumahi
mk: Шаблони за задачи
ml: ടാസ്ക് ടെംപ്ലേറ്റുകൾ
mn: Даалгаврын загварууд
mr: कार्य टेम्पलेट्स
ms: Templat Tugas
mt: Mudelli tal-Kompitu
ne: कार्य टेम्प्लेटहरू
nl: Taak Sjablonen
no: Oppgavemaler
or: ଟାସ୍କ ଟେମ୍ପଲେଟ୍ |
pa: ਟਾਸਕ ਟੈਮਪਲੇਟਸ
pl: Szablony zadań
ps: کاري ټیمپلیټونه
pt: Modelos de tarefas
ro: Șabloane de sarcini
ru: Шаблоны задач
rw: Inyandikorugero
sd: ٽاسڪ ٽيمپليٽس
si: කාර්ය සැකිලි
sk: Šablóny úloh
sl: Predloge nalog
sq: Modelet e detyrave
sr: Шаблони задатака
sv: Uppgiftsmallar
sw: Violezo vya Kazi
ta: பணி வார்ப்புருக்கள்
te: టాస్క్ టెంప్లేట్లు
tg: Шаблонҳои вазифаҳо
th: เทมเพลตงาน
tk: Taslama şablonlary
tl: Mga Template ng Gawain
tr: Görev Şablonları
tt: Тапшыру шаблоннары
ug: ۋەزىپە قېلىپى
uk: Шаблони завдань
ur: ٹاسک ٹیمپلیٹس
uz: Vazifa shablonlar
vi: Mẫu nhiệm vụ
xh: Izakhelo zoMsebenzi
yi: אַרבעט טעמפּלאַטעס

source: Dashboard
ar: لوحة القيادة
be: прыборная панэль
bg: Табло
bn: ড্যাশবোর্ড
ca: panell
cs: Přístrojová deska
da: instrumentbræt
de: Instrumententafel
el: Ταμπλό
eo: Panelo
es: Tablero
et: Armatuurlaud
eu: arbela
fa: داشبورد
fi: kojelauta
fr: Tableau de bord
ga: Painéal
gd: Deas-bhòrd
gl: Taboleiro de instrumentos
gu: ડેશબોર્ડ
hi: डैशबोर्ड
hr: kontrolna ploča
hu: Irányítópult
hy: Կառավարման վահանակ
id: Dasbor
is: Mælaborð
it: Cruscotto
iw: לוּחַ מַחווָנִים
ja: ダッシュボード
kk: Басқару тақтасы
km: ផ្ទាំងគ្រប់គ្រង
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್
ky: тактасы
lt: Prietaisų skydelis
lv: Mērinstrumentu panelis
mi: Papatohu
mk: Табла
ml: ഡാഷ്ബോർഡ്
mn: Хянах самбар
mr: डॅशबोर्ड
ms: Papan Pemuka
my: dashboard ကို
ne: ड्याशबोर्ड
no: dashbord
or: ଡ୍ୟାସବୋର୍ଡ |
pa: ਡੈਸ਼ਬੋਰਡ
pl: Deska rozdzielcza
ps: ډشبورډ
pt: painel de controle
ro: Bord
ru: Панель приборов
rw: Ikibaho
sd: ڊيش بورڊ
si: උපකරණ පුවරුව
sk: prístrojová doska
sl: Nadzorna plošča
sq: baltëpritëse
sr: Командна табла
sv: instrumentbräda
sw: Dashibodi
ta: டாஷ்போர்டு
te: డాష్బోర్డ్
th: แผงควบคุม
tk: Dolandyryş paneli
tr: gösterge paneli
tt: Такталар
ug: باش تاختا
uk: Панель приладів
ur: ڈیش بورڈ
vi: bảng điều khiển
xh: IDashboard
yi: דאַשבאָאַרד

source: Payments
af: Betalings
am: ክፍያዎች
ar: المدفوعات
az: Ödənişlər
be: Плацяжы
bg: Плащания
bn: পেমেন্ট
ca: Pagaments
cs: Platby
cy: Taliadau
da: Betalinger
de: Zahlungen
el: Πληρωμές
eo: Pagoj
es: Pagos
et: Maksed
eu: Ordainketak
fa: مبلغ پرداختی
fi: Maksut
fr: Paiements
fy: Betellingen
ga: Íocaíochtaí
gd: Pàighidhean
gl: Pagamentos
gu: ચુકવણીઓ
hi: भुगतान
hr: Plaćanja
hu: Kifizetések
hy: Վճարումներ
id: Pembayaran
is: Greiðslur
it: Pagamenti
iw: תשלומים
ja: 支払い
ka: გადახდები
kk: Төлемдер
km: ការទូទាត់
kn: ಪಾವತಿಗಳು
ky: Төлөмдөр
lb: Paiementer
lo: ການຈ່າຍເງິນ
lt: Mokėjimai
lv: Maksājumi
mg: fandoavam-bola
mi: Nga utu
mk: Плаќања
ml: പേയ്മെന്റുകൾ
mn: Төлбөр
mr: देयके
ms: Pembayaran
mt: Ħlasijiet
my: ငွေပေးချေမှုများ
ne: भुक्तानीहरू
nl: Betalingen
no: Betalinger
or: ଦେୟ
pa: ਭੁਗਤਾਨ
pl: Płatności
ps: تادیات
pt: Pagamentos
ro: Plăți
ru: Платежи
rw: Kwishura
sd: ادائگيون
si: ගෙවීම
sk: Platby
sl: Plačila
sq: Pagesat
sr: Плаћања
sv: Betalningar
sw: Malipo
ta: கொடுப்பனவுகள்
te: చెల్లింపులు
tg: Пардохтҳо
th: การชำระเงิน
tk: Tölegler
tl: Mga pagbabayad
tr: ödemeler
tt: Түләү
ug: چىقىم
uk: Платежі
ur: ادائیگیاں
uz: To'lovlar
vi: thanh toán
xh: Iintlawulo
yi: פּיימאַנץ

source: From
af: Van
am: ከ
ar: من عند
az: Dən
be: Ад
bg: от
bn: থেকে
ca: Des de
cs: Z
cy: O
da: Fra
de: Von
el: Από
eo: De
es: Desde
et: Alates
eu: aurrera
fa: از جانب
fi: alkaen
fr: De
fy: Fan
ga: Ón
gd: Bho
gl: De
gu: પ્રતિ
hi: से
hr: Iz
hu: Tól től
id: Dari
is: Frá
it: A partire dal
iw: מ
ja: から
ka: მდებარეობა
kk: Кімнен
km: ពី
kn: ಇಂದ
ku: Ji
lb: Vun
lo: ຈາກ
lt: Nuo
lv: No
mi: Tuhinga ka whai mai
mk: Од
ml: മുതൽ
mn: Эхлэл нь
mr: पासून
ms: Dari
mt: Minn
my: မှ
ne: बाट
nl: Van
no: Fra
or: ଠାରୁ
pa: ਤੋਂ
pl: Z
ps: له
pt: De
ro: Din
ru: От
rw: Kuva
sd: کان
si: සිට
sk: z
sl: Od
sq: nga
sr: Од
sv: Från
sw: Kutoka
ta: இருந்து
te: నుండి
tg: Аз
th: จาก
tk: Kimden
tl: Mula sa
tr: itibaren
tt: Кемнән
uk: Від
ur: سے
uz: Kimdan
vi: Từ
xh: Isuka
yi: פון

source: To
af: om
am: ለ
ar: إلى
az: Kənar
be: да
bg: Да се
bn: থেকে
ca: A
cs: Na
cy: I
da: Til
de: Zu
el: Προς την
eo: Al
es: A
et: Et
fa: به
fi: jotta
fr: À
fy: Nei
ga: Chun
gd: Gu
gl: Para
gu: માટે
hi: सेवा मेरे
hr: Do
hu: Nak nek
hy: Դեպի
id: Untuk
is: Til
it: A
iw: ל
ja: に
ka: დან
kk: Кімге
km: ទៅ
kn: ಗೆ
ku: Ber
ky: үчүн
lt: Iki
lv: Uz
mi: Ki
mk: До
ml: ലേക്ക്
mr: करण्यासाठी
ms: Untuk
mt: Lil
my: သို့
ne: लाई
nl: Naar
no: Til
or: କୁ
pa: ਕਰਨ ਲਈ
pl: Do
ps: ته
pt: Para
ro: La
ru: к
rw: Kuri
sd: جي طرف
si: දක්වා
sk: na
sl: Da
sq: në
sr: До
sv: Till
sw: Kwa
ta: செய்ய
te: టు
tg: Ба
th: ไปยัง
tl: Upang
tr: için
tt: Toәр сүзнең
uk: До
ur: کرنے کے لئے
vi: Đến
xh: Ku
yi: צו

source: System
af: Stelsel
am: ስርዓት
ar: نظام
az: Sistem
be: сістэма
bg: Система
bn: পদ্ধতি
ca: Sistema
cs: Systém
el: Σύστημα
eo: Sistemo
es: Sistema
et: Süsteem
eu: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
fy: Systeem
ga: Córas
gd: Siostam
gl: Sistema
gu: સિસ્ટમ
hi: प्रणाली
hr: Sustav
hu: Rendszer
hy: Համակարգ
id: Sistem
is: Kerfi
it: Sistema
iw: מערכת
ja: システム
ka: სისტემა
kk: Жүйе
km: ប្រព័ន្ធ
kn: ವ್ಯವಸ್ಥೆ
ku: Sîstem
ky: Система
lo: ລະບົບ
lt: Sistema
lv: Sistēma
mg: RAFITRA
mi: Pūnaha
mk: Систем
ml: സിസ്റ്റം
mn: Систем
mr: प्रणाली
ms: Sistem
mt: Sistema
my: စနစ်
ne: प्रणाली
nl: Systeem
or: ସିଷ୍ଟମ୍
pa: ਸਿਸਟਮ
ps: سیسټم
pt: Sistema
ro: Sistem
ru: Система
rw: Sisitemu
sd: سسٽم
si: පද්ධති
sk: Systém
sl: Sistem
sq: Sistemi
sr: Систем
sv: Systemet
sw: Mfumo
ta: அமைப்பு
te: వ్యవస్థ
tg: Система
th: ระบบ
tk: Ulgam
tl: Sistema
tr: sistem
tt: Система
ug: سىستېما
uk: система
ur: سسٹم
uz: Tizim
vi: Hệ thống
xh: Inkqubo
yi: סיסטעם

source: User Intake
af: Gebruiker Inname
am: የተጠቃሚ ቅበላ
ar: كمية المستخدم
az: İstifadəçi qəbulu
be: Карыстальнік
bg: Потребителски прием
bn: ব্যবহারকারী গ্রহণ
ca: Admissió d'usuaris
cs: Uživatelský příjem
cy: Cymeriant Defnyddiwr
da: Brugerindtag
de: Benutzeraufnahme
el: Πρόσληψη χρήστη
eo: Uzanto Ingesto
es: Entrada de usuario
et: Kasutaja sissevõtmine
eu: Erabiltzaileen sarrera
fa: میزان دریافت کاربر
fi: Käyttäjän otto
fr: Apport d'utilisateurs
ga: Iontógáil Úsáideoir
gd: Gabhail a-steach cleachdaiche
gl: Admisión de usuarios
gu: વપરાશકર્તા ઇન્ટેક
hi: उपयोगकर्ता सेवन
hr: Unos korisnika
hu: Felhasználó felvétele
hy: Օգտագործողի ընդունում
id: Asupan Pengguna
is: Notendainntaka
it: Assunzione dell'utente
iw: צריכת משתמשים
ja: ユーザーの取り込み
ka: მომხმარებლის მიღება
kk: Пайдаланушы қабылдауы
km: ការប្រើប្រាស់អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರ ಸೇವನೆ
ku: Vegirtina Bikarhêner
ky: Колдонуучуну кабыл алуу
lb: Benotzer Intake
lo: ການ​ນໍາ​ໃຊ້​ຜູ້​ໃຊ້​
lt: Vartotojo priėmimas
lv: Lietotāja uzņemšana
mg: Intake mpampiasa
mi: Te Whakamahi Kaiwhakamahi
mk: Кориснички внес
ml: ഉപയോക്തൃ ഉപഭോഗം
mn: Хэрэглэгчийн хэрэглээ
mr: वापरकर्ता सेवन
ms: Pengambilan Pengguna
mt: Intake mill-Utent
my: အသုံးပြုသူဝင်ရောက်မှု
ne: प्रयोगकर्ता सेवन
nl: Gebruikersintake
no: Brukerinntak
or: ଉପଭୋକ୍ତା ଗ୍ରହଣ
pa: ਯੂਜ਼ਰ ਇਨਟੇਕ
pl: Spożycie użytkowników
ps: د کارونکي مصرف
pt: Entrada do usuário
ro: Admisia utilizatorilor
ru: Приток пользователей
rw: Kwinjira
sd: استعمال ڪندڙ جي داخلا
si: පරිශීලක බඳවා ගැනීම
sk: Užívateľský príjem
sl: Uporabniški vnos
sq: Marrja e përdoruesit
sr: Унос корисника
sv: Användarintag
sw: Uingizaji wa Mtumiaji
ta: பயனர் உட்கொள்ளல்
te: వినియోగదారు తీసుకోవడం
tg: Қабули корбар
th: การบริโภคของผู้ใช้
tk: Ulanyjynyň kabul edilmegi
tl: Paggamit ng User
tr: Kullanıcı Alımı
tt: Кулланучының кабул итүе
ug: ئىشلەتكۈچى قوبۇل قىلىش
uk: Споживання користувача
ur: یوزر انٹیک
uz: Foydalanuvchi qabuli
vi: Lượng người dùng
xh: Ukungeniswa komsebenzisi
yi: באַניצער ינטייק
