Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Our most popular plan. 4 seats are included.
af: Ons gewildste plan. 4 sitplekke is ingesluit.
am: በጣም ታዋቂው እቅዳችን። 4 መቀመጫዎች ተካተዋል.
ar: خطتنا الأكثر شعبية. 4 مقاعد متضمنة.
az: Ən populyar planımız. 4 oturacaq daxildir.
be: Наш самы папулярны план. У камплекце 4 месцы.
bg: Най-популярният ни план. Включени са 4 места.
bn: আমাদের সবচেয়ে জনপ্রিয় পরিকল্পনা. 4টি আসন অন্তর্ভুক্ত।
ca: El nostre pla més popular. S'inclouen 4 seients.
cs: Náš nejoblíbenější plán. V ceně jsou 4 místa.
cy: Ein cynllun mwyaf poblogaidd. Mae 4 sedd wedi'u cynnwys.
da: Vores mest populære plan. 4 sæder medfølger.
de: Unser beliebtester Plan. 4 Sitze sind enthalten.
el: Το πιο δημοφιλές μας σχέδιο. Περιλαμβάνονται 4 θέσεις.
eo: Nia plej populara plano. 4 sidlokoj estas inkluzivitaj.
es: Nuestro plan más popular. Se incluyen 4 asientos.
et: Meie populaarseim plaan. Komplekti kuulub 4 istekohta.
eu: Gure plan ezagunena. 4 eserleku sartzen dira.
fa: محبوب ترین طرح ما 4 صندلی گنجانده شده است.
fi: Suosituin suunnitelmamme. 4 istumapaikkaa sisältyy hintaan.
fr: Notre plan le plus populaire. 4 sièges sont inclus.
fy: Us populêrste plan. 4 sitten binne ynbegrepen.
ga: An plean is coitianta atá againn. Tá 4 shuíochán san áireamh.
gd: Am plana as mòr-chòrdte againn. Tha 4 suidheachain air an toirt a-steach.
gl: O noso plan máis popular. Inclúense 4 asentos.
gu: અમારી સૌથી લોકપ્રિય યોજના. 4 બેઠકોનો સમાવેશ થાય છે.
hi: हमारी सबसे लोकप्रिय योजना। 4 सीटें शामिल हैं।
hr: Naš najpopularniji plan. Uključena su 4 sjedala.
hu: A legnépszerűbb tervünk. 4 ülés van benne.
hy: Մեր ամենահայտնի պլանը: Ներառված է 4 նստատեղ։
id: Rencana kami yang paling populer. 4 kursi disertakan.
is: Vinsælasta áætlunin okkar. 4 sæti fylgja.
it: Il nostro piano più popolare. 4 posti sono inclusi.
iw: התוכנית הפופולרית ביותר שלנו. 4 מושבים כלולים.
ja: 当店一番人気のプラン。 4席が含まれています。
ka: ჩვენი ყველაზე პოპულარული გეგმა. მოყვება 4 ადგილი.
kk: Біздің ең танымал жоспарымыз. 4 орын кіреді.
km: ផែនការពេញនិយមបំផុតរបស់យើង។ កៅអី 4 ត្រូវបានរួមបញ្ចូល។
kn: ನಮ್ಮ ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಯೋಜನೆ. 4 ಸ್ಥಾನಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.
ku: Plana me ya herî populer. 4 kursî tê de hene.
ky: Биздин эң популярдуу планыбыз. 4 орун камтылган.
lb: Eise beléifste Plang. 4 Plaze sinn dobäi.
lo: ແຜນທີ່ນິຍົມທີ່ສຸດຂອງພວກເຮົາ. 4 ບ່ອນນັ່ງລວມ.
lt: Mūsų populiariausias planas. Į kainą įeina 4 sėdimos vietos.
lv: Mūsu populārākais plāns. Iekļautas 4 sēdvietas.
mg: Ny planinay malaza indrindra. Misy seza 4.
mi: Ko ta maatau mahere tino rongonui. E 4 nga nohoanga kei roto.
mk: Нашиот најпопуларен план. Вклучени се 4 седишта.
ml: ഞങ്ങളുടെ ഏറ്റവും ജനപ്രിയമായ പ്ലാൻ. 4 സീറ്റുകൾ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.
mn: Бидний хамгийн алдартай төлөвлөгөө. 4 суудал багтсан.
mr: आमची सर्वात लोकप्रिय योजना. 4 जागांचा समावेश आहे.
ms: Pelan kami yang paling popular. 4 tempat duduk disertakan.
mt: L-aktar pjan popolari tagħna. 4 siġġijiet huma inklużi.
my: ကျွန်ုပ်တို့၏ လူကြိုက်အများဆုံး အစီအစဉ်။ ထိုင်ခုံ ၄ လုံး ပါဝင်ပါတယ်။
ne: हाम्रो सबैभन्दा लोकप्रिय योजना। 4 सीटहरू समावेश छन्।
nl: Ons populairste abonnement. 4 stoelen zijn inbegrepen.
no: Vår mest populære plan. 4 seter er inkludert.
or: ଆମର ସବୁଠାରୁ ଲୋକପ୍ରିୟ ଯୋଜନା | 4 ଟି ସିଟ୍ ଅନ୍ତର୍ଭୁକ୍ତ |
pa: ਸਾਡੀ ਸਭ ਤੋਂ ਪ੍ਰਸਿੱਧ ਯੋਜਨਾ। 4 ਸੀਟਾਂ ਸ਼ਾਮਲ ਹਨ।
pl: Nasz najpopularniejszy plan. W zestawie 4 siedzenia.
ps: زموږ ترټولو مشهور پلان. 4 څوکۍ پکې شاملې دي.
pt: Nosso plano mais popular. 4 assentos estão incluídos.
ro: Cel mai popular plan al nostru. Sunt incluse 4 locuri.
ru: Наш самый популярный план. В комплекте 4 места.
rw: Gahunda yacu izwi cyane. Harimo imyanya 4.
sd: اسان جو سڀ کان مشهور منصوبو. 4 سيٽون شامل آهن.
si: අපගේ වඩාත්ම ජනප්රිය සැලැස්ම. ආසන 4 ක් ඇතුළත් වේ.
sk: Náš najobľúbenejší plán. V cene sú 4 miesta na sedenie.
sl: Naš najbolj priljubljen načrt. Priloženi so 4 sedeži.
sq: Plani ynë më popullor. 4 vende janë të përfshira.
sr: Наш најпопуларнији план. 4 седишта су укључена.
sv: Vår mest populära plan. 4 sittplatser ingår.
sw: Mpango wetu maarufu zaidi. Viti 4 vimejumuishwa.
ta: எங்கள் மிகவும் பிரபலமான திட்டம். 4 இடங்கள் சேர்க்கப்பட்டுள்ளன.
te: మా అత్యంత ప్రజాదరణ పొందిన ప్లాన్. 4 సీట్లు చేర్చబడ్డాయి.
tg: Нақшаи маъмултарини мо. 4 курсӣ дохил карда шудааст.
th: แผนยอดนิยมของเรา รวม 4 ที่นั่ง
tk: Iň meşhur meýilnamamyz. 4 oturgyç bar.
tl: Ang aming pinakasikat na plano. 4 na upuan ang kasama.
tr: En popüler planımız. 4 adet koltuk fiyata dahildir.
tt: Безнең иң популяр план. 4 урын кертелгән.
ug: بىزنىڭ ئەڭ ئالقىشقا ئېرىشكەن پىلانىمىز. 4 ئورۇننى ئۆز ئىچىگە ئالىدۇ.
uk: Наш найпопулярніший план. 4 місця в комплекті.
ur: ہمارا سب سے مشہور منصوبہ۔ 4 نشستیں شامل ہیں۔
uz: Bizning eng mashhur rejamiz. 4 ta o'rindiq kiritilgan.
vi: Kế hoạch phổ biến nhất của chúng tôi. 4 chỗ ngồi được bao gồm.
xh: Isicwangciso sethu esidumileyo. Izihlalo ezi-4 zibandakanyiwe.
yi: אונדזער מערסט פאָלקס פּלאַן. 4 סיץ זענען אַרייַנגערעכנט.

source: Enterprise
af: Onderneming
am: ድርጅት
ar: مَشرُوع
az: Müəssisə
be: Прадпрыемства
bg: Предприятие
bn: এন্টারপ্রাইজ
ca: Empresa
cs: Podnik
cy: Menter
de: Unternehmen
el: Επιχείρηση
es: Empresa
et: Ettevõtlus
eu: Enpresa
fa: شرکت، پروژه
fi: Yritys
fr: Entreprise
ga: Fiontar
gd: Iomairt
gl: Empresa
gu: એન્ટરપ્રાઇઝ
hi: उद्यम
hr: Poduzeće
hu: Vállalkozás
hy: Ձեռնարկություն
id: Perusahaan
is: Fyrirtæki
it: Impresa
iw: מִפְעָל
ja: 企業
ka: საწარმო
kk: Кәсіпорын
km: សហគ្រាស
kn: ಉದ್ಯಮ
lb: Entreprise
lo: ວິສາຫະກິດ
lt: Įmonė
lv: Uzņēmums
mg: Orinasa
mi: hinonga
mk: Претпријатие
ml: എന്റർപ്രൈസ്
mn: Аж ахуйн нэгж
mr: उपक्रम
ms: Perusahaan
mt: Intrapriża
my: စီးပွားရေးလုပ်ငန်း
ne: उद्यम
nl: Onderneming
no: Bedriften
or: ଏଣ୍ଟରପ୍ରାଇଜ୍
pa: ਐਂਟਰਪ੍ਰਾਈਜ਼
pl: Przedsiębiorstwo
ps: تصدۍ
pt: Empreendimento
ro: Afacere
ru: Предприятие
rw: Uruganda
sd: انٽرپرائز
si: ව්යවසාය
sl: Podjetje
sq: Ndërmarrje
sr: Ентерприсе
sv: Företag
sw: Biashara
ta: நிறுவன
te: సంస్థ
tg: Корхона
th: องค์กร
tk: Kärhana
tr: Girişim
tt: Предприятие
ug: كارخانا
uk: підприємство
ur: انٹرپرائز
uz: Korxona
vi: Doanh nghiệp
xh: Ishishini
yi: פאַרנעמונג

source: Contact sales for pricing
af: Kontak verkope vir pryse
am: ለዋጋ ሽያጭ ያነጋግሩ
ar: مبيعات الاتصال للتسعير
az: Qiymət üçün satışla əlaqə saxlayın
be: Каб даведацца пра цэны, звяжыцеся з аддзелам продажаў
bg: Свържете се с продажбите за ценообразуване
bn: মূল্যের জন্য বিক্রয়ের সাথে যোগাযোগ করুন
ca: Contacteu amb vendes per a preus
cs: Pro ceny kontaktujte prodej
cy: Cysylltwch â gwerthiannau am brisio
da: Kontakt salgsafdelingen for pris
de: Wenden Sie sich an den Vertrieb, um die Preise zu erfahren
el: Επικοινωνήστε με τις πωλήσεις για τιμολόγηση
eo: Kontaktu vendojn por prezoj
es: Comuníquese con ventas para conocer los precios
et: Hinna saamiseks võtke ühendust müügiga
eu: Jarri harremanetan salmentarekin prezioak lortzeko
fa: برای اطلاع از قیمت با واحد فروش تماس بگیرید
fi: Ota yhteyttä myyntiin hintaa varten
fr: Contactez le service commercial pour connaître les tarifs
fy: Kontakt ferkeap foar prizen
ga: Déan teagmháil le díolacháin le haghaidh praghsanna
gd: Cuir fios gu reic airson prìsean
gl: Contacte coas vendas para coñecer o prezo
gu: ભાવ માટે વેચાણનો સંપર્ક કરો
hi: मूल्य निर्धारण के लिए बिक्री से संपर्क करें
hr: Kontaktirajte prodaju za cijene
hu: Az árakért lépjen kapcsolatba az értékesítéssel
hy: Գների համար կապվեք վաճառքի հետ
id: Hubungi penjualan untuk harga
is: Hafðu samband við sölu til að fá verð
it: Contatta le vendite per i prezzi
iw: צור קשר עם המכירות לקבלת תמחור
ja: 価格については営業にお問い合わせください
ka: დაუკავშირდით გაყიდვებს ფასებისთვის
kk: Бағаны анықтау үшін сату бөліміне хабарласыңыз
km: ទាក់ទងផ្នែកលក់សម្រាប់តម្លៃ
kn: ಬೆಲೆಗೆ ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ
ku: Ji bo bihayê firotanê bi firotanê re têkilî daynin
ky: Баасын билүү үчүн сатуучуларга кайрылыңыз
lb: Kontakt Verkaf fir Präisser
lo: ຕິດ​ຕໍ່​ການ​ຂາຍ​ສໍາ​ລັບ​ລາ​ຄາ​
lt: Dėl kainų susisiekite su pardavimais
lv: Lai uzzinātu cenas, sazinieties ar pārdošanu
mg: Mifandraisa amin'ny varotra ho an'ny vidiny
mi: Whakapa atu ki nga hoko mo te utu
mk: Контактирајте со продажбата за цени
ml: വിലനിർണ്ണയത്തിനായി വിൽപ്പനയുമായി ബന്ധപ്പെടുക
mn: Үнэ тогтоохыг хүсвэл борлуулалттай холбогдоно уу
mr: किंमतीसाठी विक्रीशी संपर्क साधा
ms: Hubungi jualan untuk harga
mt: Ikkuntattja l-bejgħ għall-ipprezzar
my: စျေးနှုန်းအတွက် အရောင်းကို ဆက်သွယ်ပါ။
ne: मूल्य निर्धारणको लागि बिक्री सम्पर्क गर्नुहोस्
nl: Neem contact op met verkoop voor prijzen
no: Ta kontakt med salg for pris
or: ମୂଲ୍ୟ ପାଇଁ ବିକ୍ରୟ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |
pa: ਕੀਮਤ ਲਈ ਵਿਕਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z działem sprzedaży w celu ustalenia ceny
ps: د نرخ لپاره د پلور سره اړیکه ونیسئ
pt: Entre em contato com vendas para preços
ro: Contactați vânzările pentru prețuri
ru: Свяжитесь с отделом продаж, чтобы узнать цену
rw: Menyesha kugurisha kubiciro
sd: قيمت لاء سيلز سان رابطو ڪريو
si: මිල ගණන් සඳහා විකුණුම් අමතන්න
sk: Pre ceny kontaktujte predaj
sl: Za ceno kontaktirajte prodajo
sq: Kontaktoni shitjet për çmimin
sr: Контактирајте продавницу за цену
sv: Kontakta säljaren för prisuppgift
sw: Wasiliana na mauzo kwa bei
ta: விலை நிர்ணயம் செய்ய விற்பனையைத் தொடர்பு கொள்ளவும்
te: ధరల కోసం విక్రయాలను సంప్రదించండి
tg: Барои нархгузорӣ бо фурӯшанда тамос гиред
th: ติดต่อฝ่ายขายเพื่อสอบถามราคา
tk: Bahalar üçin satuwlar bilen habarlaşyň
tl: Makipag-ugnayan sa mga benta para sa pagpepresyo
tr: Fiyatlandırma için satış ekibiyle iletişime geçin
tt: Бәяләр өчен сату белән элемтәгә керегез
ug: باھا ئۈچۈن سېتىش بىلەن ئالاقىلىشىڭ
uk: Щоб дізнатися ціни, зв’яжіться з відділом продажів
ur: قیمتوں کے تعین کے لیے سیلز سے رابطہ کریں۔
uz: Narxlar uchun sotuvlar bilan bog'laning
vi: Liên hệ bán hàng để biết giá
xh: Qhagamshelana neentengiso zamaxabiso
yi: קאָנטאַקט פארקויפונג פֿאַר פּרייסינג

source: Custom Pricing, Advanced features, SSO, Webhooks.
af: Pasgemaakte pryse, gevorderde kenmerke, SSO, Webhooks.
am: ብጁ ዋጋ አሰጣጥ፣ የላቁ ባህሪያት፣ ኤስኤስኦ፣ የድር መንጠቆዎች።
ar: التسعير المخصص ، الميزات المتقدمة ، SSO ، Webhooks.
az: Fərdi Qiymətləndirmə, Qabaqcıl xüsusiyyətlər, SSO, Webhooks.
be: Індывідуальныя цэны, дадатковыя функцыі, SSO, вэб-хукі.
bg: Персонализирано ценообразуване, разширени функции, SSO, уебкукички.
bn: কাস্টম মূল্য নির্ধারণ, উন্নত বৈশিষ্ট্য, SSO, ওয়েবহুক।
ca: Preus personalitzats, funcions avançades, SSO, Webhooks.
cs: Vlastní ceny, pokročilé funkce, jednotné přihlašování, webhooky.
cy: Prisiau Personol, Nodweddion Uwch, SSO, Webooks.
da: Brugerdefinerede priser, avancerede funktioner, SSO, Webhooks.
de: Benutzerdefinierte Preise, erweiterte Funktionen, SSO, Webhooks.
el: Προσαρμοσμένη τιμολόγηση, Προηγμένες λειτουργίες, SSO, Webhooks.
eo: Propraj Prezoj, Altnivelaj funkcioj, SSO, Webhooks.
es: Precios personalizados, funciones avanzadas, SSO, webhooks.
et: Kohandatud hinnakujundus, täpsemad funktsioonid, SSO, veebihaagid.
eu: Prezio pertsonalizatuak, Ezaugarri aurreratuak, SSO, Webhooks.
fa: قیمت گذاری سفارشی، ویژگی های پیشرفته، SSO، Webhooks.
fi: Mukautettu hinnoittelu, lisäominaisuudet, SSO, Webhooks.
fr: Tarification personnalisée, fonctionnalités avancées, SSO, Webhooks.
fy: Oanpaste prizen, Avansearre funksjes, SSO, Webhooks.
ga: Praghsáil Chustaim, Ardghnéithe, SSO, Webbhooks.
gd: Prìsean gnàthaichte, feartan adhartach, SSO, Webhooks.
gl: Prezos personalizados, funcións avanzadas, SSO, webhooks.
gu: કસ્ટમ પ્રાઇસીંગ, એડવાન્સ ફીચર્સ, SSO, વેબહુક્સ.
hi: कस्टम मूल्य निर्धारण, उन्नत सुविधाएँ, एसएसओ, वेबहूक।
hr: Prilagođene cijene, Napredne značajke, SSO, Webhooks.
hu: Egyéni árképzés, speciális funkciók, egyszeri bejelentkezés, webhookok.
hy: Պատվերով գներ, Ընդլայնված հնարավորություններ, SSO, Webhooks:
id: Harga Khusus, Fitur lanjutan, SSO, Webhook.
is: Sérsniðin verðlagning, háþróaðir eiginleikar, SSO, Webhooks.
it: Prezzi personalizzati, funzionalità avanzate, SSO, webhook.
iw: תמחור מותאם אישית, תכונות מתקדמות, SSO, Webhooks.
ja: カスタム価格設定、高度な機能、SSO、Webhook。
ka: მორგებული ფასები, გაფართოებული ფუნქციები, SSO, Webhooks.
kk: Теңшелетін баға, кеңейтілген мүмкіндіктер, SSO, веб-хуктар.
km: ការកំណត់តម្លៃផ្ទាល់ខ្លួន លក្ខណៈពិសេសកម្រិតខ្ពស់ SSO គេហទំព័រ។
kn: ಕಸ್ಟಮ್ ಬೆಲೆ, ಸುಧಾರಿತ ವೈಶಿಷ್ಟ್ಯಗಳು, SSO, Webhooks.
ku: Bihayê Xweser, Taybetmendiyên pêşkeftî, SSO, Webhooks.
ky: Ыңгайлаштырылган баа, Өркүндөтүлгөн функциялар, SSO, Webhooks.
lb: Benotzerdefinéiert Präisser, Advanced Features, SSO, Webhooks.
lo: ລາຄາທີ່ກໍາຫນົດເອງ, ຄຸນສົມບັດຂັ້ນສູງ, SSO, Webhooks.
lt: Pasirinktinė kainodara, išplėstinės funkcijos, SSO, „Webhooks“.
lv: Pielāgota cenu noteikšana, papildu funkcijas, SSO, tīmekļa aizķeres.
mg: Vidiny manokana, endri-javatra mandroso, SSO, Webhooks.
mi: Utu Ritenga, Ahuatanga Ake, SSO, Paetukutuku.
mk: Прилагодени цени, Напредни функции, SSO, Webhooks.
ml: ഇഷ്‌ടാനുസൃത വിലനിർണ്ണയം, വിപുലമായ ഫീച്ചറുകൾ, SSO, Webhooks.
mn: Захиалгат үнэ, Нарийвчилсан боломжууд, SSO, Webhooks.
mr: सानुकूल किंमत, प्रगत वैशिष्ट्ये, SSO, Webhooks.
ms: Harga Tersuai, Ciri lanjutan, SSO, Webhooks.
mt: Ipprezzar tad-dwana, karatteristiċi avvanzati, SSO, Webhooks.
my: စိတ်ကြိုက်စျေးနှုန်း၊ အဆင့်မြင့်ဝန်ဆောင်မှုများ၊ SSO၊ Webhooks။
ne: अनुकूलन मूल्य निर्धारण, उन्नत सुविधाहरू, SSO, Webhooks।
nl: Aangepaste prijzen, geavanceerde functies, SSO, webhooks.
no: Egendefinerte priser, avanserte funksjoner, SSO, Webhooks.
or: କଷ୍ଟମ୍ ମୂଲ୍ୟ, ଉନ୍ନତ ବ features ଶିଷ୍ଟ୍ୟ, SSO, ୱେବହକ୍ସ |
pa: ਕਸਟਮ ਕੀਮਤ, ਉੱਨਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ, SSO, Webhooks।
pl: Niestandardowe ceny, zaawansowane funkcje, logowanie jednokrotne, webhooki.
ps: د ګمرک قیمتونه، پرمختللي ځانګړتیاوې، SSO، ویب هکس.
pt: Preços personalizados, recursos avançados, SSO, Webhooks.
ro: Prețuri personalizate, Funcții avansate, SSO, Webhooks.
ru: Индивидуальные цены, расширенные функции, система единого входа, веб-перехватчики.
rw: Igiciro cyumukiriya, Ibiranga iterambere, SSO, Urubuga.
sd: حسب ضرورت قيمت، ترقي يافته خاصيتون، ايس ايس او، ويب هڪس.
si: අභිරුචි මිලකරණය, උසස් විශේෂාංග, SSO, Webhooks.
sk: Vlastné ceny, pokročilé funkcie, jednotné prihlásenie, webhooky.
sl: Cene po meri, Napredne funkcije, SSO, Webhooks.
sq: Çmimet e personalizuara, veçoritë e avancuara, SSO, Uebhooks.
sr: Прилагођене цене, напредне функције, ССО, веб-хукци.
sv: Anpassad prissättning, avancerade funktioner, SSO, Webhooks.
sw: Bei Maalum, Vipengele vya Kina, SSO, Webhooks.
ta: தனிப்பயன் விலை, மேம்பட்ட அம்சங்கள், SSO, Webhooks.
te: అనుకూల ధర, అధునాతన లక్షణాలు, SSO, Webhooks.
tg: Нархгузории фармоишӣ, Хусусиятҳои пешрафта, SSO, Webhooks.
th: กำหนดราคาเอง, คุณลักษณะขั้นสูง, SSO, Webhooks
tk: Omörite bahalar, Ösen aýratynlyklar, SSO, Webhooks.
tl: Custom na Pagpepresyo, Advanced na feature, SSO, Webhooks.
tr: Özel Fiyatlandırma, Gelişmiş özellikler, TOA, Web kancaları.
tt: Махсус бәяләү, алдынгы үзенчәлекләр, SSO, Webhooks.
ug: ئىختىيارى باھا ، ئىلغار ئىقتىدارلار ، SSO ، Webhooks.
uk: Спеціальне ціноутворення, розширені функції, система єдиного входу, веб-хуки.
ur: اپنی مرضی کے مطابق قیمتوں کا تعین، اعلی درجے کی خصوصیات، SSO، ویب ہکس۔
uz: Maxsus narxlar, Kengaytirilgan xususiyatlar, SSO, Webhooks.
vi: Định giá tùy chỉnh, Tính năng nâng cao, SSO, Webhook.
xh: Amaxabiso eSiko, iimpawu eziPhezulu, SSO, iiWebhooks.
yi: מנהג פּרייסינג, אַוואַנסירטע פֿעיִקייטן, ססאָ, וועבהאָאָקס.

source: Contact Sales
af: Kontak Verkope
am: የእውቂያ ሽያጭ
ar: مبيعات الاتصال
az: Satış ilə əlaqə saxlayın
be: Звязацца з аддзелам продажаў
bg: Свържете се с отдел продажби
bn: যোগাযোগ বিক্রয়
ca: Contacta amb Vendes
cs: Kontaktujte Prodej
cy: Cysylltwch â Gwerthiant
da: Kontakt Salg
de: Wenden Sie sich an den Vertrieb
el: Επικοινωνήστε με τις πωλήσεις
eo: Kontaktu Vendojn
es: Contactar con Ventas
et: Võtke ühendust müügiga
eu: Jarri harremanetan Salmenta
fa: با فروش تماس بگیرید
fi: Ota yhteyttä myyntiin
fr: Contacter le service commercial
fy: Kontakt ferkeap
ga: Déan Teagmháil Díolacháin
gd: Cuir fios gu Sales
gl: Contacte con vendas
gu: સંપર્ક વેચાણ
hi: संपर्क बिक्री
hr: Kontaktirajte prodaju
hu: Lépjen kapcsolatba az értékesítéssel
hy: Կապվեք վաճառքի հետ
id: Hubungi Penjualan
is: Hafðu samband við sölu
it: Contatta le vendite
iw: צור קשר עם מכירות
ja: お問い合わせ
ka: დაუკავშირდით გაყიდვებს
kk: Сатушыларға хабарласыңыз
km: ទំនាក់ទំនងផ្នែកលក់
kn: ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ
ku: Têkilî Sales
ky: Сатуу менен байланышыңыз
lb: Kontakt Verkaf
lo: ຕິດຕໍ່ຝ່າຍຂາຍ
lt: Susisiekite su pardavimais
lv: Sazinieties ar pārdošanu
mi: Whakapa atu ki nga Hokonga
mk: Контактирајте со продажбата
ml: വിൽപ്പനയുമായി ബന്ധപ്പെടുക
mn: Борлуулалттай холбоо барина уу
mr: विक्रीशी संपर्क साधा
ms: Hubungi Jualan
mt: Ikkuntattja Bejgħ
my: အရောင်းဆက်သွယ်ပါ။
ne: सम्पर्क बिक्री
nl: Contact opnemen met verkoop
no: Ta kontakt med salg
or: ବିକ୍ରୟ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |
pa: ਵਿਕਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z działem sprzedaży
ps: د پلور سره اړیکه ونیسئ
pt: Entre em contato com vendas
ro: Contactați vânzări
ru: Связаться с отделом продаж
rw: Menyesha kugurisha
sd: سيلز سان رابطو ڪريو
si: විකුණුම් අමතන්න
sk: Kontaktujte predaj
sl: Obrnite se na prodajo
sq: Kontaktoni me shitjet
sr: Контактирајте продају
sv: Kontakta försäljning
sw: Wasiliana na Uuzaji
ta: விற்பனையைத் தொடர்பு கொள்ளவும்
te: విక్రయాలను సంప్రదించండి
tg: Бо фурӯшанда тамос гиред
th: ติดต่อฝ่ายขาย
tk: Satyş bilen habarlaşyň
tl: Makipag-ugnayan sa Sales
tr: Satışlarla irtibat kurun
tt: Контакт сату
ug: ئالاقىلىشىش سېتىش
uk: Зверніться до відділу продажів
ur: سیلز سے رابطہ کریں۔
uz: Sotuvga murojaat qiling
vi: Liên hệ với bộ phận bán hàng
xh: Qhagamshelana neeNtengiso
yi: קאָנטאַקט סאַלעס

source: Overview
af: Oorsig
am: አጠቃላይ እይታ
ar: ملخص
az: Ümumi baxış
be: Агляд
bg: Преглед
bn: ওভারভিউ
ca: Visió general
cs: Přehled
cy: Trosolwg
da: Oversigt
de: Überblick
el: ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ
eo: Superrigardo
es: Visión general
et: Ülevaade
eu: Ikuspegi orokorra
fa: بررسی اجمالی
fi: Yleiskatsaus
fr: Aperçu
fy: Oersicht
ga: Forbhreathnú
gd: Ro-shealladh
gl: Visión xeral
gu: ઝાંખી
hi: अवलोकन
hr: Pregled
hu: Áttekintés
hy: Ընդհանուր ակնարկ
id: Ringkasan
is: Yfirlit
it: Panoramica
iw: סקירה כללית
ja: 概要
ka: მიმოხილვა
kk: Шолу
km: ទិដ្ឋភាពទូទៅ
kn: ಅವಲೋಕನ
ku: Têgihiştinî
ky: Обзор
lb: Iwwersiicht
lo: ພາບລວມ
lt: Apžvalga
lv: Pārskats
mi: Tirohanga
mk: Преглед
ml: അവലോകനം
mn: Тойм
mr: आढावा
ms: Gambaran keseluruhan
mt: Ħarsa ġenerali
my: ခြုံငုံသုံးသပ်ချက်
ne: अवलोकन
nl: Overzicht
no: Oversikt
or: ସମୀକ୍ଷା
pa: ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pl: Przegląd
ps: کتنه
pt: Visão geral
ro: Prezentare generală
ru: Обзор
rw: Incamake
sd: اوسر
si: දළ විශ්ලේෂණය
sk: Prehľad
sl: Pregled
sq: Vështrim i përgjithshëm
sr: Преглед
sv: Översikt
sw: Muhtasari
ta: கண்ணோட்டம்
te: అవలోకనం
tg: Барраси
th: ภาพรวม
tk: Gysgaça syn
tl: Pangkalahatang-ideya
tr: genel bakış
tt: Гомуми күзәтү
ug: ئومۇمىي چۈشەنچە
uk: Огляд
ur: جائزہ
uz: Umumiy koʻrinish
vi: Tổng quan
xh: Isishwankathelo
yi: איבערבליק

source: Communicate and share docs with your clients
af: Kommunikeer en deel dokumente met jou kliënte
am: ሰነዶችን ከደንበኞችዎ ጋር ይገናኙ እና ያጋሩ
ar: تواصل وشارك المستندات مع عملائك
az: Müştərilərinizlə əlaqə saxlayın və sənədləri paylaşın
be: Размаўляйце і дзяліцеся дакументамі са сваімі кліентамі
bg: Комуникирайте и споделяйте документи с вашите клиенти
bn: আপনার ক্লায়েন্টদের সাথে যোগাযোগ করুন এবং ডক্স শেয়ার করুন
ca: Comunica i comparteix documents amb els teus clients
cs: Komunikujte a sdílejte dokumenty se svými klienty
cy: Cyfathrebu a rhannu dogfennau gyda'ch cleientiaid
da: Kommuniker og del dokumenter med dine kunder
de: Kommunizieren und teilen Sie Dokumente mit Ihren Kunden
el: Επικοινωνήστε και μοιραστείτε έγγραφα με τους πελάτες σας
eo: Komuniku kaj dividu dokumentojn kun viaj klientoj
es: Comuníquese y comparta documentos con sus clientes
et: Suhelge ja jagage dokumente oma klientidega
eu: Komunikatu eta partekatu dokumentuak zure bezeroekin
fa: با مشتریان خود ارتباط برقرار کرده و اسناد را به اشتراک بگذارید
fi: Kommunikoi ja jaa asiakirjoja asiakkaidesi kanssa
fr: Communiquez et partagez des documents avec vos clients
fy: Kommunisearje en diel dokuminten mei jo kliïnten
ga: Déan doiciméid a chur in iúl agus a roinnt le do chliaint
gd: Dèan conaltradh agus roinn docaichean leis an luchd-dèiligidh agad
gl: Comunícate e comparte documentos cos teus clientes
gu: તમારા ક્લાયન્ટ્સ સાથે વાતચીત કરો અને દસ્તાવેજો શેર કરો
hi: अपने ग्राहकों के साथ दस्तावेज़ों का संचार और साझा करें
hr: Komunicirajte i dijelite dokumente sa svojim klijentima
hu: Kommunikáljon és ossza meg dokumentumokat ügyfeleivel
hy: Շփվեք և կիսվեք փաստաթղթերով ձեր հաճախորդների հետ
id: Berkomunikasi dan berbagi dokumen dengan klien Anda
is: Hafðu samband og deildu skjölum með viðskiptavinum þínum
it: Comunica e condividi documenti con i tuoi clienti
iw: תקשר ושתף מסמכים עם הלקוחות שלך
ja: クライアントとコミュニケーションを取り、ドキュメントを共有する
ka: დაუკავშირდით და გაუზიარეთ დოკუმენტები თქვენს კლიენტებს
kk: Клиенттермен құжаттармен байланысыңыз және бөлісіңіз
km: ទំនាក់ទំនង និងចែករំលែកឯកសារជាមួយអតិថិជនរបស់អ្នក។
kn: ನಿಮ್ಮ ಗ್ರಾಹಕರೊಂದಿಗೆ ಡಾಕ್ಸ್ ಅನ್ನು ಸಂವಹನ ಮಾಡಿ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಿ
ku: Bi xerîdarên xwe re belgeyan ragihînin û parve bikin
ky: Кардарларыңыз менен баарлашыңыз жана документтерди бөлүшүңүз
lb: Kommunizéieren an deelt Dokumenter mat Äre Clienten
lo: ຕິດຕໍ່ສື່ສານແລະແບ່ງປັນເອກະສານກັບລູກຄ້າຂອງທ່ານ
lt: Bendraukite ir bendrinkite dokumentus su savo klientais
lv: Sazinieties un kopīgojiet dokumentus ar saviem klientiem
mg: Mifandraisa ary mizara doka amin'ny mpanjifanao
mi: Whakawhitiwhiti me te tiri tuhinga ki o kiritaki
mk: Комуницирајте и споделувајте документи со вашите клиенти
ml: നിങ്ങളുടെ ക്ലയന്റുകളുമായി ആശയവിനിമയം നടത്തുകയും ഡോക്‌സ് പങ്കിടുകയും ചെയ്യുക
mn: Үйлчлүүлэгчидтэйгээ харилцаж, баримт бичгээ хуваалцаарай
mr: तुमच्या क्लायंटशी संवाद साधा आणि डॉक्स शेअर करा
ms: Berkomunikasi dan kongsi dokumen dengan pelanggan anda
mt: Ikkomunika u aqsam id-dokumenti mal-klijenti tiegħek
my: သင့်ဖောက်သည်များနှင့် စာရွက်စာတမ်းများကို ဆက်သွယ်ပြီး မျှဝေပါ။
ne: आफ्नो ग्राहकहरु संग संचार र कागजात साझा गर्नुहोस्
nl: Communiceer en deel documenten met uw klanten
no: Kommuniser og del dokumenter med kundene dine
or: ଆପଣଙ୍କର ଗ୍ରାହକମାନଙ୍କ ସହିତ ଡକସ୍ ଯୋଗାଯୋଗ କରନ୍ତୁ ଏବଂ ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਸੰਚਾਰ ਕਰੋ ਅਤੇ ਆਪਣੇ ਗਾਹਕਾਂ ਨਾਲ ਦਸਤਾਵੇਜ਼ ਸਾਂਝੇ ਕਰੋ
pl: Komunikuj się i udostępniaj dokumenty swoim klientom
ps: د خپلو پیرودونکو سره اسناد شریک کړئ او شریک کړئ
pt: Comunique e compartilhe documentos com seus clientes
ro: Comunicați și distribuiți documente cu clienții dvs
ru: Общайтесь и делитесь документами с вашими клиентами
rw: Vugana kandi usangire docs nabakiriya bawe
sd: گفتگو ڪريو ۽ پنھنجي گراهڪن سان دستاويز حصيداري ڪريو
si: ඔබේ ගනුදෙනුකරුවන් සමඟ ලිපි හුවමාරු කර බෙදා ගන්න
sk: Komunikujte a zdieľajte dokumenty so svojimi klientmi
sl: Komunicirajte in delite dokumente s svojimi strankami
sq: Komunikoni dhe ndani dokumentet me klientët tuaj
sr: Комуницирајте и делите документе са својим клијентима
sv: Kommunicera och dela dokument med dina kunder
sw: Wasiliana na ushiriki hati na wateja wako
ta: உங்கள் வாடிக்கையாளர்களுடன் தொடர்புகொண்டு ஆவணங்களைப் பகிரவும்
te: మీ క్లయింట్‌లతో డాక్స్‌ను కమ్యూనికేట్ చేయండి మరియు షేర్ చేయండి
tg: Бо мизоҷони худ ҳуҷҷатҳо муошират кунед ва мубодила кунед
th: สื่อสารและแบ่งปันเอกสารกับลูกค้าของคุณ
tk: Müşderileriňiz bilen resminamalary habarlaşyň we paýlaşyň
tl: Makipagkomunika at magbahagi ng mga dokumento sa iyong mga kliyente
tr: Müşterilerinizle iletişim kurun ve dokümanları paylaşın
tt: Клиентларыгыз белән документлар белән аралашыгыз
ug: ھۆججەتلىرىڭىزنى خېرىدارلىرىڭىز بىلەن ئالاقىلىشىڭ ۋە ئورتاقلىشىڭ
uk: Спілкуйтеся та діліться документами зі своїми клієнтами
ur: اپنے کلائنٹس کے ساتھ بات چیت اور دستاویزات کا اشتراک کریں۔
uz: Mijozlaringiz bilan muloqot qiling va hujjatlarni baham ko'ring
vi: Giao tiếp và chia sẻ tài liệu với khách hàng của bạn
xh: Nxibelelana kwaye wabelane ngamaxwebhu kunye nabathengi bakho
yi: יבערגעבן און טיילן דאָקומענטן מיט דיין קלייאַנץ
