Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Repeat every:
af: Herhaal elke:
am: እያንዳንዱን ይድገሙ
ar: تكرار كل:
az: Hər şeyi təkrarlayın:
be: Паўтарайце кожны:
bg: Повторете всеки:
bn: প্রতিটি পুনরাবৃত্তি:
ca: Repetiu cada:
cs: Opakujte každé:
cy: Ailadroddwch bob:
da: Gentag hver:
de: Wiederhole jeden:
el: Επαναλάβετε κάθε:
eo: Ripetu ĉiun:
es: Repite cada:
et: Korda iga kord:
eu: Errepikatu behin:
fa: همه را تکرار کنید:
fi: Toista jokainen:
fr: Répétez tous les:
fy: Werhelje elke:
ga: Déan arís gach:
gd: Dèan a-rithist a h-uile:
gl: Repita cada:
gu: દરેકને પુનરાવર્તન કરો:
hi: हर दोहराएं:
hr: Ponovite svaki:
hu: Minden ismételje meg:
hy: Կրկնեք ամեն.
id: Ulangi setiap:
is: Endurtaktu hvert:
it: Ripeti ogni:
iw: חזור על כל:
ja: 毎回繰り返す：
ka: გაიმეორეთ ყველა:
kk: Әрқайсысын қайталаңыз:
km: ធ្វើឡើងវិញរៀងរាល់៖
kn: ಪ್ರತಿಯೊಂದನ್ನು ಪುನರಾವರ್ತಿಸಿ:
ku: Her dubare bikin:
ky: Ар бир нерсени кайталаңыз:
lb: Widderhuelen all:
lo: ເຮັດເລື້ມຄືນທຸກໆ:
lt: Pakartokite kas:
lv: Atkārtojiet katru reizi:
mg: Avereno isaky ny:
mi: A tapiti katoa:
mk: Повторете го секое:
ml: എല്ലാം ആവർത്തിക്കുക:
mn: Дараахыг давтах:
mr: प्रत्येक पुनरावृत्ती:
ms: Ulangi setiap:
mt: Irrepeti kull:
my: တိုင်းပြန်လုပ်ပါ
ne: प्रत्येक दोहोर्याउनुहोस्:
nl: Herhaal elke:
no: Gjenta hver:
or: ପ୍ରତ୍ୟେକ ପୁନରାବୃତ୍ତି କରନ୍ତୁ:
pa: ਹਰ ਵਾਰ ਦੁਹਰਾਓ:
pl: Powtórz każdy:
ps: هر ځل تکرار کړئ:
pt: Repita a cada:
ro: Repetați fiecare:
ru: Повторять каждые:
rw: Subiramo buri:
sd: هر ورندي ورجايو:
si: සෑම දෙයක්ම නැවත කරන්න:
sk: Opakujte každý raz:
sl: Ponovite vsako:
sq: Përsëriteni çdo:
sr: Поновите свако:
sv: Upprepa varje:
sw: Rudia kila:
ta: ஒவ்வொன்றையும் மீண்டும் செய்யவும்:
te: ప్రతి పునరావృతం:
tg: Такрор ҳар:
th: ทำซ้ำทุกครั้ง:
tk: Her gezek gaýtala:
tl: Ulitin ang bawat:
tr: Her tekrarla:
tt: Барысын да кабатлагыз:
ug: ھەر قېتىم تەكرارلاڭ:
uk: Повторюйте кожен:
ur: ہر دہرائیں:
uz: Har birini takrorlang:
vi: Lặp lại mọi:
xh: Phinda konke:
yi: איבערחזרן יעדער:

source: Let's get started
af: Laat ons begin
am: እንጀምር
ar: هيا بنا نبدأ
az: Gəlin başlayaq
be: Давайце пачнем
bg: Да започваме
bn: চল শুরু করি
ca: Comencem
cs: Začněme
cy: Gadewch i ni ddechrau
da: Lad os komme igang
de: Lass uns anfangen
el: Ας αρχίσουμε
eo: Ni komencu
es: Empecemos
et: Alustame
eu: Has gaitezen
fa: بیا شروع کنیم
fi: Aloitetaan
fr: Commençons
fy: Litte wy begjinne
ga: Ar aghaidh linn
gd: Feuch an tòisich sinn
gl: Imos comezar
gu: ચાલો, શરુ કરીએ
hi: आएँ शुरू करें
hr: Započnimo
hu: Kezdjük el
hy: Եկեք սկսենք
id: Mari kita mulai
is: Byrjum
it: Iniziamo
iw: בואו נתחיל
ja: 始めましょう
ka: Დავიწყოთ
kk: Бастайық
km: តោះ​ចាប់ផ្តើម
kn: ನಾವೀಗ ಆರಂಭಿಸೋಣ
ku: Werin em dest pê bikin
ky: Келиңиз баштайлы
lb: Loosst eis ufänken
lo: ໃຫ້ເລີ່ມຕົ້ນ
lt: Pradėkime
lv: Sāksim
mg: Andeha isika hanomboka
mi: Kia timata tatou
mk: Ајде да почнеме
ml: നമുക്ക് തുടങ്ങാം
mn: Эхэлцгээе
mr: चला सुरू करुया
ms: Mari kita mulakan
mt: Ejja nibdew
my: စလိုက်ကြစို့
ne: सुरु गरौं
nl: Laten we beginnen
no: La oss komme i gang
or: ଚାଲ ଆରମ୍ଭ କରିବା |
pa: ਆਓ ਸ਼ੁਰੂ ਕਰੀਏ
pl: Zacznijmy
ps: راځه چي پیل یی کړو
pt: Vamos começar
ro: Să începem
ru: Давайте начнем
rw: Reka dutangire
sd: اچو ته شروع ڪريون
si: අපි පටන් ගනිමු
sk: Začnime
sl: Začnimo
sq: Le të fillojmë
sr: Хајде да почнемо
sv: Låt oss börja
sw: Tuanze
ta: ஆரம்பிக்கலாம்
te: ప్రారంభిద్దాం
tg: Биёед оғоз кунем
th: มาเริ่มกันเลย
tk: Başlalyň
tl: Magsimula na tayo
tr: Başlayalım
tt: Башлыйк
ug: ئىشنى باشلايلى
uk: Давайте розпочнемо
ur: آو شروع کریں
uz: Qani boshladik
vi: Bắt đầu nào
xh: Masiqalise
yi: לאמיר אנהייבען

source: Take me there
af: Vat my soontoe
am: ወደዚያ ውሰደኝ
ar: خذني هناك
az: Məni ora apar
be: Вядзі мяне туды
bg: Заведи ме там
bn: সেখানে আমাকে নিতে
ca: Porta'm allà
cs: Vezmi mě tam
cy: Ewch â fi yno
da: Tag mig derhen
de: Bring mich dahin
el: Πήγαινέ με εκεί
eo: Prenu min tien
es: Llévame allí
et: VII mind sinna
eu: Hara nazazu
fa: مرا به آنجا ببر
fi: Vie minut sinne
fr: Emmenez-moi là-bas
fy: Bring my dêr
ga: Tóg mé ann
gd: Gabh an sin mi
gl: Lévame alí
gu: મને ત્યા લઇ જા
hi: मुझे वहाँ ले जाएँ
hr: Odvedi me tamo
hu: Vigyél el oda
hy: Ինձ տարեք այնտեղ
id: Bawa aku kesana
is: Farðu með mig þangað
it: Portami la
iw: קח אותי לשם
ja: 私をそこへ連れていって
ka: იქ წამიყვანე
kk: Мені сонда апарыңыз
km: នាំខ្ញុំទៅទីនោះ
kn: ನನ್ನನು ಅಲ್ಲಿಗೆ ಕರೆದುಕೊಂಡು ಹೋಗು
ku: Min bîne wir
ky: Мени ал жакка алып барыңыз
lb: Huelt mech dohinner
lo: ເອົາຂ້ອຍໄປທີ່ນັ້ນ
lt: Nuvesti mane ten
lv: Aizved mani tur
mg: Ento any aho
mi: Kawea ahau ki reira
mk: Однеси ме таму
ml: എന്നെ അവിടെ എത്തിക്കൂ
mn: Намайг тэнд аваач
mr: मला तेथे घेऊन जा
ms: Bawa saya ke sana
mt: Ħudni hemm
my: ငါ့ကိုခေါ်သွားပါ။
ne: मलाई त्यहाँ लैजानुहोस्
nl: Breng me er naar toe
no: Ta meg dit
or: ମୋତେ ସେଠାକୁ ନେଇଯାଅ |
pa: ਮੈਨੂੰ ਉੱਥੇ ਲੈ ਜਾਓ
pl: Zabierz mnie tam
ps: هلته مې بوځه
pt: me leve lá
ro: Du-mă acolo
ru: Возьми меня туда
rw: Unjyaneyo
sd: مون کي اتي وٺي
si: මාව එතනට ගෙනියන්න
sk: Vezmi ma tam
sl: Pelji me tja
sq: Me co atje
sr: Води ме тамо
sv: Ta mig dit
sw: Nipeleke huko
ta: என்னை அங்கே அழைத்துச் செல்லுங்கள்
te: నన్ను అక్కడకి తీసుకువెళ్ళండి
tg: Маро ба он ҷо баред
th: พาฉันไปที่นั่น
tk: Meni ol ýere äkidiň
tl: Dalhin mo ako doon
tr: Beni oraya götür
tt: Мине шунда алып бар
ug: مېنى ئۇ يەرگە ئېلىپ بېرىڭ
uk: Візьми мене туди
ur: مجھے وہاں لے چلیں
uz: Meni u yerga olib boring
vi: Đưa tôi tơi đo
xh: Ndise apho
yi: נעם מיך אהין

source: Mark
af: Merk
am: ምልክት ያድርጉ
ar: علامة
be: Марк
bg: Марк
bn: মার্ক
ca: senyal
cs: Označit
cy: Marc
da: Mærke
de: Markieren
el: Σημάδι
es: Marca
eu: Markatu
fa: علامت
fr: Marquer
fy: Merk
ga: Marcáil
gd: Marc
gl: Marcos
gu: ચિહ્ન
hi: निशान
hr: Ocjena
hy: նշագծել
id: Tanda
it: Segno
iw: סימן
ja: マーク
ka: მარკო
kk: белгі
km: ម៉ាក
kn: ಮಾರ್ಕ್
ku: Delîl
ky: Марк
lo: ມາກ
lt: ženklas
lv: Atzīmēt
mg: marika
mk: Означи
ml: അടയാളപ്പെടുത്തുക
mn: Марк
mr: खूण करा
ms: Tandakan
my: မှတ်သားပါ။
ne: मार्क
nl: Markering
no: merke
or: ମାର୍କ
pa: ਮਾਰਕ
pl: Ocena
ps: مارک
pt: Marca
ro: marcă
ru: Отметка
rw: Ikimenyetso
sd: نشان
si: ලකුණ
sk: Marka
sq: shenjë
sr: Марк
sw: Weka alama
ta: குறி
te: మార్క్
tg: Марк
th: เครื่องหมาย
tk: Bellik
tl: marka
tr: İşaret
tt: Билге
uk: Марк
ur: نشان
vi: Đánh dấu
xh: Phawula
yi: מארק

source: Onboarding
af: Op instap
am: በመሳፈር ላይ
ar: على متن الطائرة
be: Падрыхтоўка
bg: Включване
bn: অনবোর্ডিং
ca: En l'embarcament
cs: Přihlášení
cy: Arfyrddio
el: Ενσωμάτωση
eo: Enŝipiĝo
es: Inducción
et: Sisseastumine
eu: Sartzea
fa: شبانه روزی
fi: Perehdytys
fr: Intégration
ga: Ar bordáil
gd: Air bòrd
gl: Incorporación
gu: ઓનબોર્ડિંગ
hi: ज्ञानप्राप्ति
hr: Ukrcavanje
hu: Beszállás
hy: Ներբեռնում
id: Orientasi
is: Um borð
it: Inserimento
iw: עלייה למטוס
ja: オンボーディング
ka: ჩართვა
kk: Борттық
km: ដំណើរការ
kn: ಆನ್ಬೋರ್ಡಿಂಗ್
ky: Конууда
lo: ການຂຶ້ນເຮືອບິນ
lt: Prisijungimas
lv: Uzņemšana
mi: Te whakaurunga
mk: Вклучување
ml: ഓൺബോർഡിംഗ്
mn: Нэвтрэх
mr: ऑनबोर्डिंग
mt: Abbord
my: စတင်အသုံးပြုခြင်း။
ne: अनबोर्डिङ
nl: Aan boord
or: ଅନବୋର୍ଡିଂ
pa: ਆਨਬੋਰਡਿੰਗ
pl: Proces wdrażania do firmy nowego pracownika
ps: آن بورډ کول
pt: Integração
ro: La imbarcare
ru: Онбординг
rw: Kwinjira
sd: آن بورڊنگ
si: ඇතුල් වීම
sk: Prihlásenie
sl: Na vkrcanje
sq: Hyrja në bord
sr: Онбоардинг
sw: Kupanda
ta: ஆன்போர்டிங்
te: ఆన్‌బోర్డింగ్
tg: Оғозӣ
th: ออนบอร์ด
tk: Gämide
tr: katılım
tt: Бортта
uk: Онбордінг
ur: آن بورڈنگ
uz: Bortga kirish
vi: giới thiệu
xh: Ukukhwela
yi: אָנבאָאַרדינג

source: Created on
af: Geskep op
am: ላይ ተፈጠረ
ar: تم إنشاؤها على
az: tarixində yaradılmışdır
be: Створаны на
bg: Създадено на
bn: তৈরি
ca: Creat el
cs: Vytvořeno dne
cy: Wedi'i greu ar
da: Oprettet den
de: Erstellt am
el: Δημιουργήθηκε στο
eo: Kreita je
es: Creado en
et: Loodud
eu: urtean sortua
fa: ایجاد شده در
fi: Luotu
fr: Créé sur
fy: Oanmakke op
ga: Cruthaithe ar
gd: Air a chruthachadh air
gl: Creado en
gu: ના રોજ બનાવ્યું
hi: पर बनाया
hr: Stvoreno dana
hu: Készült ekkor
hy: Ստեղծվել է
id: Dibuat pada
is: Búið til á
it: Creato
iw: נוצר ב
ja: 作成日
ka: Შექმნილია
kk: Құрылған күні
km: បានបង្កើតនៅលើ
kn: ರಂದು ರಚಿಸಲಾಗಿದೆ
ku: Li ser hatiye afirandin
ky: Түзүлгөн күнү
lb: Erstellt op
lo: ສ້າງເມື່ອ
lt: Sukurtas
lv: Izveidots
mg: Noforonina tamin'ny
mi: I hangaia i runga
mk: Создаден на
ml: സൃഷ്ടിച്ചത്
mn: Үүсгэсэн
mr: रोजी तयार केले
ms: Dicipta pada
mt: Maħluq fuq
my: တွင်ဖန်တီးခဲ့သည်။
ne: मा सिर्जना गरियो
nl: Gemaakt op
no: Opprettet den
or: ଉପରେ ସୃଷ୍ଟି |
pa: 'ਤੇ ਬਣਾਇਆ ਗਿਆ
pl: Utworzono dnia
ps: پر جوړ شو
pt: Criado em
ro: Creat in
ru: Создано на
rw: Byaremewe
sd: تي ٺاهي وئي
si: මත නිර්මාණය කරන ලදී
sk: Vytvorené na
sl: Ustvarjeno dne
sq: Krijuar më
sr: Направљено дана
sv: Skapad på
sw: Imeundwa kwenye
ta: அன்று உருவாக்கப்பட்ட
te: న సృష్టించబడింది
tg: Эҷод шудааст
th: สร้างบน
tk: Döredildi
tl: Nilikha noong
tr: oluşturuldu
tt: Ясалган
ug: قۇرۇلدى
uk: Створено на
ur: پر بنایا
uz: Yaratilgan sanasi
vi: Được tạo ra
xh: Idalwe ngo
yi: באשאפן אויף

source: Expires on
af: Verval op
am: ጊዜው ያበቃል
ar: تنتهي صلاحيته في
az: Müddəti bitir
be: Тэрмін дзеяння заканчваецца
bg: Изтича на
bn: মেয়াদ শেষ
ca: Caduca el
cs: Vyprší dne
cy: Yn dod i ben ar
da: Udløber på
de: Läuft aus am
el: Λήγει στις
eo: Eksvalidiĝas je
es: Expira el
et: Aegub
eu: egunean iraungiko da
fa: منقضی در
fi: Vanhenee
fr: Expire le
fy: Ferrint op
ga: In éag ar
gd: A 'tighinn gu crìch air
gl: Caduca o
gu: પર સમપ્ત
hi: पर समय सीमा समाप्त
hr: Istječe
hu: Lejárat dátuma
hy: Ժամկետը լրանում է
id: Kadaluarsa pada
is: Rennur út þann
it: Scade il
iw: פג תוקף בתאריך
ja: 有効期限
ka: ვადა იწურება
kk: Мерзімі аяқталады
km: ផុតកំណត់​នៅ​ថ្ងៃទី
kn: ರಂದು ಮುಕ್ತಾಯಗೊಳ್ಳುತ್ತದೆ
ku: Diqede
ky: Мөөнөтү бүтөт
lb: Erléist op
lo: ໝົດອາຍຸໃນວັນທີ
lt: Baigia galioti
lv: Beigu termiņš
mg: Lany daty amin'ny
mi: Ka pau i te
mk: Истекува на
ml: കാലഹരണപ്പെടുന്നത്
mn: Дуусах
mr: रोजी कालबाह्य
ms: Luput pada
mt: Tiskadi fuq
my: သက်တမ်းကုန်ဆုံးသည်။
ne: मा म्याद सकिन्छ
nl: Verloopt op
no: Går ut på dato den
or: ମିଆଦ ପୂର୍ଣ୍ଣ ହେବ
pa: ਨੂੰ ਮਿਆਦ ਪੁੱਗਦੀ ਹੈ
pl: Upływa w dniu
ps: پای ته رسیږي
pt: Expira em
ro: Expira la
ru: Годен до
rw: Byarangiye
sd: تي ختم ٿئي ٿو
si: කල් ඉකුත් වේ
sk: Vyprší
sl: Poteče
sq: Skadon ne
sr: Истиче
sv: Går ut den
sw: Muda wake unaisha
ta: அன்று காலாவதியாகிறது
te: గడువు ముగుస్తుంది
tg: Ба охир мерасад
th: หมดอายุวันที่
tk: Möhleti gutarýar
tl: Mag-e-expire sa
tr: Tarihinde sona eriyor
tt: Вакыт бетә
ug: ۋاقتى توشىدۇ
uk: Термін дії закінчується
ur: اختتامی میعاد
uz: Muddati tugaydi
vi: Hết hạn vào
xh: Iphelelwa
yi: יקספּייערז אויף

source: No announcements yet.
af: Nog geen aankondigings nie.
am: እስካሁን ምንም ማስታወቂያዎች የሉም።
ar: لا توجد إعلانات حتى الآن.
az: Hələ heç bir elan yoxdur.
be: Аб'яў пакуль няма.
bg: Все още няма съобщения.
bn: এখনও কোনো ঘোষণা নেই.
ca: Encara no hi ha anuncis.
cs: Zatím žádná oznámení.
cy: Dim cyhoeddiadau eto.
da: Ingen meddelelser endnu.
de: Noch keine Ankündigungen.
el: Δεν υπάρχουν ακόμη ανακοινώσεις.
eo: Ankoraŭ neniuj anoncoj.
es: Aún no hay anuncios.
et: Teadaanded veel puuduvad.
eu: Oraindik ez dago iragarkirik.
fa: هنوز اطلاعیه ای وجود ندارد.
fi: Ei vielä ilmoituksia.
fr: Aucune annonce pour le moment.
fy: Noch gjin oankundigings.
ga: Níl aon fhógraí fós.
gd: Chan eil sanasan ann fhathast.
gl: Aínda non hai anuncios.
gu: હજુ સુધી કોઈ જાહેરાત નથી.
hi: अभी तक कोई घोषणा नहीं।
hr: Još nema najava.
hu: Még nincsenek bejelentések.
hy: Դեռևս հայտարարություններ չկան։
id: Belum ada pengumuman.
is: Engar tilkynningar ennþá.
it: Ancora nessun annuncio.
iw: עדיין אין הכרזות.
ja: まだ発表はありません。
ka: ჯერ არ არის განცხადებები.
kk: Әзірге хабарландырулар жоқ.
km: មិនទាន់មានសេចក្តីប្រកាសនៅឡើយទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಪ್ರಕಟಣೆಗಳಿಲ್ಲ.
ku: Hîn daxuyanî tune.
ky: Азырынча эч кандай жарыя жок.
lb: Keng Ukënnegung nach.
lo: ບໍ່ມີການປະກາດເທື່ອ.
lt: Kol kas jokių pranešimų.
lv: Pagaidām nav paziņojumu.
mg: Tsy mbola misy filazana.
mi: Kaore ano he panui.
mk: Сеуште нема најави.
ml: ഇതുവരെ പ്രഖ്യാപനങ്ങളൊന്നുമില്ല.
mn: Одоогоор зарлал алга.
mr: अद्याप कोणत्याही घोषणा नाहीत.
ms: Tiada pengumuman lagi.
mt: S'issa l-ebda avviżi.
my: ကြေငြာချက်မရသေးပါ။
ne: अहिलेसम्म कुनै घोषणाहरू छैनन्।
nl: Nog geen mededelingen.
no: Ingen kunngjøringer ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ No ଣସି ଘୋଷଣା ନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਘੋਸ਼ਣਾਵਾਂ ਨਹੀਂ ਹਨ।
pl: Brak ogłoszeń.
ps: تراوسه هیڅ اعلان ندی شوی.
pt: Ainda não há anúncios.
ro: Niciun anunt inca.
ru: Объявлений пока нет.
rw: Nta tangazo kugeza ubu.
sd: اڃان تائين ڪوبه اعلان ناهي.
si: තවම නිවේදන නැත.
sk: Zatiaľ žiadne oznámenia.
sl: Ni še obvestil.
sq: Ende nuk ka njoftime.
sr: Још нема најава.
sv: Inga meddelanden än.
sw: Bado hakuna matangazo.
ta: இன்னும் அறிவிப்புகள் இல்லை.
te: ఇంకా ప్రకటనలు లేవు.
tg: Ҳанӯз эълоне нест.
th: ยังไม่มีประกาศ
tk: Entek bildiriş ýok.
tl: Wala pang anunsyo.
tr: Henüz duyuru yok.
tt: Әле игълан юк.
ug: تېخى ئېلان يوق.
uk: Поки немає оголошень.
ur: ابھی تک کوئی اعلانات نہیں ہیں۔
uz: Hozircha e'lonlar yo'q.
vi: Chưa có thông báo nào.
xh: Akukho zibhengezo okwangoku.
yi: קיין מודעות נאָך.

source: Add Announcement
af: Voeg aankondiging by
am: ማስታወቂያ ጨምር
ar: اضافة اعلان
az: Elan əlavə edin
be: Дадаць аб'яву
bg: Добавяне на обява
bn: ঘোষণা যোগ করুন
ca: Afegeix un anunci
cs: Přidat oznámení
cy: Ychwanegu Cyhoeddiad
da: Tilføj meddelelse
de: Ankündigung hinzufügen
el: Προσθήκη ανακοίνωσης
eo: Aldonu Anoncon
es: Agregar anuncio
et: Lisa teadaanne
eu: Gehitu iragarkia
fa: افزودن اطلاعیه
fi: Lisää ilmoitus
fr: Ajouter une annonce
ga: Cuir Fógra leis
gd: Cuir Sanas ris
gl: Engadir anuncio
gu: જાહેરાત ઉમેરો
hi: घोषणा जोड़ें
hr: Dodaj najavu
hu: Közlemény hozzáadása
hy: Ավելացնել հայտարարություն
id: Tambahkan Pengumuman
is: Bæta við tilkynningu
it: Aggiungi annuncio
iw: הוסף הודעה
ja: お知らせを追加
ka: დაამატეთ განცხადება
kk: Хабарландыру қосу
km: បន្ថែមការប្រកាស
kn: ಪ್ರಕಟಣೆಯನ್ನು ಸೇರಿಸಿ
ku: Daxuyaniyê lê zêde bike
ky: Жарыя кошуу
lb: Ukënnegung addéieren
lo: ຕື່ມການປະກາດ
lt: Pridėti skelbimą
lv: Pievienot Paziņojumu
mg: Ampio fanambarana
mi: Tāpiri Panuitanga
mk: Додадете соопштение
ml: പ്രഖ്യാപനം ചേർക്കുക
mn: Зар нэмэх
mr: घोषणा जोडा
ms: Tambah Pengumuman
mt: Żid Tħabbira
my: ကြေငြာချက်ထည့်ပါ။
ne: घोषणा थप्नुहोस्
nl: Aankondiging toevoegen
no: Legg til kunngjøring
or: ଘୋଷଣା ଯୋଡନ୍ତୁ |
pa: ਘੋਸ਼ਣਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj ogłoszenie
ps: اعلان اضافه کړئ
pt: Adicionar anúncio
ro: Adăugați anunț
ru: Добавить объявление
rw: Ongeraho Itangazo
sd: اعلان شامل ڪريو
si: නිවේදනය එකතු කරන්න
sk: Pridať oznámenie
sl: Dodaj obvestilo
sq: Shto Njoftim
sr: Додај најаву
sv: Lägg till meddelande
sw: Ongeza Tangazo
ta: அறிவிப்பைச் சேர்க்கவும்
te: ప్రకటనను జోడించండి
tg: Иловаи эълон
th: เพิ่มประกาศ
tk: Bildiriş goşuň
tl: Magdagdag ng Anunsyo
tr: Duyuru Ekle
tt: Белдерү өстәгез
ug: ئېلان قوشۇڭ
uk: Додати оголошення
ur: اعلان شامل کریں۔
uz: E'lon qo'shish
vi: Thêm thông báo
xh: Yongeza iSibhengezo
yi: לייג מעלדן

source: Edit Announcement
af: Wysig aankondiging
am: ማስታወቂያ አርትዕ
ar: إعلان تحرير
az: Elanı redaktə edin
be: Рэдагаваць аб'яву
bg: Редактиране на съобщение
bn: ঘোষণা সম্পাদনা করুন
ca: Edita l'anunci
cs: Upravit oznámení
cy: Golygu Cyhoeddiad
da: Rediger meddelelse
de: Ankündigung bearbeiten
el: Επεξεργασία Ανακοίνωσης
eo: Redakti Anoncon
es: Editar anuncio
et: Redigeeri teadaannet
eu: Editatu iragarkia
fa: ویرایش اعلامیه
fi: Muokkaa ilmoitusta
fr: Modifier l'annonce
fy: Oankundiging bewurkje
ga: Cuir Fógra in Eagar
gd: Deasaich Sanas
gl: Editar anuncio
gu: જાહેરાત સંપાદિત કરો
hi: घोषणा संपादित करें
hr: Uredi najavu
hu: Közlemény szerkesztése
hy: Խմբագրել հայտարարությունը
id: Sunting Pengumuman
is: Breyta tilkynningu
it: Modifica annuncio
iw: ערוך הודעה
ja: お知らせを編集
ka: განცხადების რედაქტირება
kk: Хабарландыруды өңдеу
km: កែសម្រួលសេចក្តីប្រកាស
kn: ಪ್ರಕಟಣೆಯನ್ನು ಸಂಪಾದಿಸಿ
ku: Daxuyaniyê biguherîne
ky: Жарыяны түзөтүү
lb: Edit Annonce
lo: ແກ້ໄຂປະກາດ
lt: Redaguoti skelbimą
lv: Rediģēt paziņojumu
mg: Ahitsio Fanambarana
mi: Whakatika Panuitanga
mk: Уредете ја објавата
ml: പ്രഖ്യാപനം എഡിറ്റ് ചെയ്യുക
mn: Зарыг засах
mr: घोषणा संपादित करा
ms: Edit Pengumuman
mt: Editja Tħabbira
my: ကြေငြာချက်ကို တည်းဖြတ်ပါ။
ne: घोषणा सम्पादन गर्नुहोस्
nl: Aankondiging bewerken
no: Rediger kunngjøring
or: ଘୋଷଣା ସଂପାଦନ କରନ୍ତୁ |
pa: ਘੋਸ਼ਣਾ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj ogłoszenie
ps: د اعلان تدوین
pt: Editar anúncio
ro: Editați anunțul
ru: Редактировать объявление
rw: Hindura Itangazo
sd: تبديلي جو اعلان
si: නිවේදනය සංස්කරණය කරන්න
sk: Upraviť oznámenie
sl: Uredi obvestilo
sq: Redaktoni Njoftimin
sr: Уреди најаву
sv: Redigera meddelande
sw: Badilisha Tangazo
ta: அறிவிப்பைத் திருத்தவும்
te: ప్రకటనను సవరించండి
tg: Таҳрири эълон
th: แก้ไขประกาศ
tk: Bildirişi redaktirläň
tl: I-edit ang Anunsyo
tr: Duyuruyu Düzenle
tt: Белдерүне үзгәртү
ug: ئېلاننى تەھرىرلەش
uk: Редагувати оголошення
ur: اعلان میں ترمیم کریں۔
uz: E'lonni tahrirlash
vi: Chỉnh sửa thông báo
xh: Hlela isibhengezo
yi: רעדאַגירן מעלדן

source: Date and time should be at least one hour ahead
af: Datum en tyd moet ten minste een uur vooruit wees
am: ቀን እና ሰዓቱ ቢያንስ ከአንድ ሰአት በፊት መሆን አለበት።
ar: يجب أن يكون التاريخ والوقت متقدمًا بساعة واحدة على الأقل
az: Tarix və vaxt ən azı bir saat qabaqda olmalıdır
be: Дата і час павінны быць як мінімум на гадзіну наперад
bg: Датата и часът трябва да са поне един час напред
bn: তারিখ এবং সময় কমপক্ষে এক ঘন্টা এগিয়ে থাকা উচিত
ca: La data i l'hora s'han d'avançar com a mínim una hora
cs: Datum a čas by měly být alespoň o hodinu napřed
cy: Dylai dyddiad ac amser fod o leiaf awr ymlaen llaw
da: Dato og klokkeslæt skal være mindst en time frem
de: Datum und Uhrzeit sollten mindestens eine Stunde voraus sein
el: Η ημερομηνία και η ώρα πρέπει να είναι τουλάχιστον μία ώρα μπροστά
eo: Dato kaj horo devus esti almenaŭ unu horon antaŭe
es: La fecha y la hora deben adelantarse al menos una hora
et: Kuupäev ja kellaaeg peaksid olema vähemalt üks tund ettepoole
eu: Egunak eta orduak gutxienez ordubete lehenago izan behar dute
fa: تاریخ و زمان باید حداقل یک ساعت جلوتر باشد
fi: Päivämäärän ja kellonajan tulee olla vähintään tunti eteenpäin
fr: La date et l'heure doivent être au moins une heure à l'avance
fy: Datum en tiid moatte op syn minst ien oere foarút wêze
ga: Ba chóir go mbeadh an dáta agus an t-am uair an chloig ar a laghad roimh ré
gd: Bu chòir ceann-latha agus àm a bhith co-dhiù uair a thìde air thoiseach
gl: A data e a hora deben adiantarse polo menos cunha hora
gu: તારીખ અને સમય ઓછામાં ઓછો એક કલાક આગળ હોવો જોઈએ
hi: तारीख और समय कम से कम एक घंटा आगे का होना चाहिए
hr: Datum i vrijeme trebaju biti barem jedan sat unaprijed
hu: A dátumnak és az időpontnak legalább egy órával előbbre kell lennie
hy: Ամսաթիվը և ժամը պետք է լինեն առնվազն մեկ ժամ առաջ
id: Tanggal dan waktu harus setidaknya satu jam lebih awal
is: Dagsetning og tími ættu að vera að minnsta kosti einni klukkustund á undan
it: La data e l'ora devono essere avanti di almeno un'ora
iw: התאריך והשעה צריכים להקדים לפחות שעה אחת
ja: 日付と時刻は少なくとも 1 時間前にしてください
ka: თარიღი და დრო უნდა იყოს მინიმუმ ერთი საათით ადრე
kk: Күн мен уақыт кемінде бір сағат бұрын болуы керек
km: កាលបរិច្ឆេទ និងពេលវេលាគួរតែមានយ៉ាងហោចណាស់មួយម៉ោងខាងមុខ
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ ಕನಿಷ್ಠ ಒಂದು ಗಂಟೆ ಮುಂದಿರಬೇಕು
ku: Dîrok û dem divê herî kêm saetek li pêş be
ky: Дата жана убакыт жок дегенде бир саат алдыда болушу керек
lb: Datum an Zäit sollen op d'mannst eng Stonn viraus sinn
lo: ວັນທີ ແລະເວລາຄວນຈະມີຢ່າງໜ້ອຍໜຶ່ງຊົ່ວໂມງຂ້າງໜ້າ
lt: Data ir laikas turi būti bent viena valanda į priekį
lv: Datumam un laikam jābūt vismaz vienu stundu uz priekšu
mg: Tokony ho adiny iray mialoha ny daty sy ny ora
mi: Ko te ra me te wa kia kotahi haora i mua
mk: Датумот и времето треба да бидат најмалку еден час понапред
ml: തീയതിയും സമയവും കുറഞ്ഞത് ഒരു മണിക്കൂറെങ്കിലും മുന്നിലായിരിക്കണം
mn: Огноо, цаг нь дор хаяж нэг цагийн өмнө байх ёстой
mr: तारीख आणि वेळ किमान एक तास पुढे असावी
ms: Tarikh dan masa hendaklah sekurang-kurangnya satu jam lebih awal
mt: Id-data u l-ħin għandhom ikunu mill-inqas siegħa qabel
my: ရက်စွဲနှင့် အချိန်သည် အနည်းဆုံး တစ်နာရီကြိုရမည်။
ne: मिति र समय कम्तिमा एक घण्टा अगाडि हुनुपर्छ
nl: Datum en tijd dienen minimaal een uur vooruit te lopen
no: Dato og klokkeslett bør ligge minst én time frem
or: ତାରିଖ ଏବଂ ସମୟ ଅତିକମରେ ଏକ ଘଣ୍ଟା ଆଗରେ ରହିବା ଉଚିତ୍ |
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਘੰਟਾ ਅੱਗੇ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Data i godzina powinny być co najmniej godzinę do przodu
ps: نیټه او وخت باید لږ تر لږه یو ساعت مخکې وي
pt: A data e a hora devem ter pelo menos uma hora de antecedência
ro: Data și ora ar trebui să fie cu cel puțin o oră înainte
ru: Дата и время должны быть как минимум на час вперед
rw: Itariki nigihe bigomba kuba byibura isaha imwe imbere
sd: تاريخ ۽ وقت گهٽ ۾ گهٽ هڪ ڪلاڪ اڳ هجڻ گهرجي
si: දිනය සහ වේලාව අවම වශයෙන් පැයකට පෙර විය යුතුය
sk: Dátum a čas by mali byť aspoň o hodinu dopredu
sl: Datum in ura morata biti vsaj eno uro naprej
sq: Data dhe ora duhet të jenë të paktën një orë përpara
sr: Датум и време треба да буду најмање један сат унапред
sv: Datum och tid bör ligga minst en timme före
sw: Tarehe na wakati vinapaswa kuwa angalau saa moja mbele
ta: தேதி மற்றும் நேரம் குறைந்தது ஒரு மணிநேரம் முன்னதாக இருக்க வேண்டும்
te: తేదీ మరియు సమయం కనీసం ఒక గంట ముందుగా ఉండాలి
tg: Сана ва вақт бояд на камтар аз як соат пеш бошад
th: วันที่และเวลาควรอยู่ข้างหน้าอย่างน้อยหนึ่งชั่วโมง
tk: Sene we wagt azyndan bir sagat öňde bolmaly
tl: Ang petsa at oras ay dapat na mas maaga ng hindi bababa sa isang oras
tr: Tarih ve saat en az bir saat ileri olmalıdır
tt: Дата һәм вакыт ким дигәндә бер сәгать алда булырга тиеш
ug: چېسلا ۋە ۋاقىت كەم دېگەندە بىر سائەت ئالدىدا بولۇشى كېرەك
uk: Дата й час мають бути принаймні на годину вперед
ur: تاریخ اور وقت کم از کم ایک گھنٹہ آگے ہونا چاہیے۔
uz: Sana va vaqt kamida bir soat oldinda bo'lishi kerak
vi: Ngày và giờ phải trước ít nhất một giờ
xh: Umhla kunye nexesha kufuneka ubuncinane libe yiyure enye ngaphambili
yi: דאַטע און צייט זאָל זיין לפּחות איין שעה פאָרויס

source: Delete Date
af: Vee Datum uit
am: ቀን ሰርዝ
ar: تاريخ الحذف
az: Tarixi Sil
be: Выдаліць дату
bg: Изтриване на дата
bn: তারিখ মুছুন
ca: Suprimeix la data
cs: Smazat datum
cy: Dileu Dyddiad
da: Slet dato
de: Datum löschen
el: Διαγραφή ημερομηνίας
eo: Forigi Daton
es: Eliminar fecha
et: Kustuta kuupäev
eu: Ezabatu data
fa: حذف تاریخ
fi: Poista päivämäärä
fr: Supprimer la date
fy: Wiskje Datum
ga: Scrios Dáta
gd: Sguab às Ceann-latha
gl: Eliminar data
gu: તારીખ કાઢી નાખો
hi: दिनांक हटाएँ
hr: Izbriši datum
hu: Dátum törlése
hy: Ջնջել ամսաթիվը
id: Hapus Tanggal
is: Eyða dagsetningu
it: Elimina data
iw: מחק תאריך
ja: 日付の削除
ka: თარიღის წაშლა
kk: Күнді жою
km: លុបកាលបរិច្ឆេទ
kn: ದಿನಾಂಕವನ್ನು ಅಳಿಸಿ
ky: Датаны жок кылуу
lb: Läschen Datum
lo: ລຶບວັນທີ
lt: Ištrinti datą
lv: Dzēst datumu
mg: Fafao ny Daty
mi: Muku te Ra
mk: Избриши датум
ml: തീയതി ഇല്ലാതാക്കുക
mn: Огноо устгах
mr: तारीख हटवा
ms: Padam Tarikh
mt: Ħassar Data
my: ရက်စွဲကိုဖျက်ပါ။
ne: मिति मेटाउनुहोस्
nl: Datum verwijderen
no: Slett dato
or: ତାରିଖ ବିଲୋପ କରନ୍ତୁ |
pa: ਮਿਤੀ ਮਿਟਾਓ
pl: Usuń datę
ps: نیټه ړنګه کړئ
pt: Data de exclusão
ro: Șterge data
ru: Удалить дату
rw: Gusiba Itariki
sd: تاريخ کي ختم ڪريو
si: දිනය මකන්න
sk: Odstrániť dátum
sl: Izbriši datum
sq: Fshij datën
sr: Избриши датум
sv: Ta bort datum
sw: Futa Tarehe
ta: தேதியை நீக்கு
te: తేదీని తొలగించండి
tg: Тоза кардани сана
th: ลบวันที่
tk: Sene poz
tl: Tanggalin ang Petsa
tr: Tarihi Sil
tt: Датаны бетерү
ug: چېسلانى ئۆچۈرۈڭ
uk: Видалити дату
ur: تاریخ کو حذف کریں۔
uz: Sanani o'chirish
vi: Xóa ngày
xh: Cima Umhla
yi: ויסמעקן טאָג
