Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: If you have a moment, please let us know why you unsubscribed:
af: As jy 'n oomblik het, laat weet ons asseblief hoekom jy uitgeteken het:
am: ትንሽ ጊዜ ካሎት፣ እባክዎን ለምን ከደንበኝነት ምዝገባ እንደወጡ ያሳውቁን፡-
ar: إذا كان لديك دقيقة ، فالرجاء إخبارنا بسبب إلغاء اشتراكك:
az: Vaxtınız varsa, abunəliyi niyə ləğv etdiyinizi bizə bildirin:
be: Калі ў вас ёсць хвілінка, паведаміце нам, чаму вы адмовіліся ад падпіскі:
bg: Ако имате малко време, моля, уведомете ни защо сте се отказали от абонамента:
bn: যদি আপনার কাছে একটি মুহূর্ত থাকে তবে দয়া করে আমাদের জানান কেন আপনি সদস্যতা ত্যাগ করেছেন:
ca: Si teniu un moment, feu-nos saber per què us heu cancel·lat la subscripció:
cs: Pokud máte chvilku, dejte nám prosím vědět, proč jste se odhlásili:
cy: Os oes gennych chi eiliad, rhowch wybod i ni pam wnaethoch chi ddad-danysgrifio:
da: Hvis du har et øjeblik, så fortæl os, hvorfor du afmeldte abonnementet:
de: Wenn Sie einen Moment Zeit haben, teilen Sie uns bitte mit, warum Sie sich abgemeldet haben:
el: Εάν έχετε λίγο χρόνο, ενημερώστε μας γιατί καταργήσατε την εγγραφή σας:
eo: Se vi havas momenton, bonvolu sciigi al ni kial vi malabonis:
es: Si tiene un momento, háganos saber por qué se dio de baja:
et: Kui teil on hetk aega, andke meile teada, miks tellimusest loobusite:
eu: Une bat baduzu, esan iezaguzu zergatik kendu zenuen harpidetza:
fa: اگر فرصت دارید، لطفاً دلیل لغو اشتراکتان را به ما بگویید:
fi: Jos sinulla on hetki aikaa, kerro meille, miksi peruutit tilauksen:
fr: Si vous avez un moment, veuillez nous indiquer pourquoi vous vous êtes désabonné :
fy: As jo in momint hawwe, lit ús dan asjebleaft witte wêrom't jo jo útskriuwe:
ga: Má tá nóiméad agat, cuir in iúl dúinn cén fáth ar dhíliostáil tú:
gd: Ma tha mionaid agad, leig fios dhuinn carson a chuir thu crìoch air an fho-sgrìobhadh:
gl: Se tes un momento, indícanos por que cancelaste a subscrición:
gu: જો તમારી પાસે થોડો સમય હોય, તો કૃપા કરીને અમને જણાવો કે તમે શા માટે અનસબ્સ્ક્રાઇબ કર્યું:
hi: यदि आपके पास कुछ समय है, तो कृपया हमें बताएं कि आपने सदस्यता क्यों छोड़ी:
hr: Ako imate trenutak, javite nam zašto ste otkazali pretplatu:
hu: Ha van egy perce, kérjük, ossza meg velünk, miért iratkozott le:
hy: Եթե ունեք մի պահ, խնդրում ենք տեղեկացնել մեզ, թե ինչու եք ապաբաժանորդագրվել՝
id: Jika Anda punya waktu, beri tahu kami alasan Anda berhenti berlangganan:
is: Ef þú hefur smá stund, vinsamlegast láttu okkur vita hvers vegna þú hættir áskrift:
it: Se hai un momento, facci sapere perché hai annullato l'iscrizione:
iw: אם יש לך רגע, אנא ספר לנו מדוע ביטלת את המנוי:
ja: お時間がありましたら、登録を解除した理由をお知らせください。
ka: თუ გაქვთ მომენტი, გთხოვთ, შეგვატყობინოთ, რატომ გააუქმეთ გამოწერა:
kk: Егер сізде бір сәт болса, жазылымнан неліктен бас тартқаныңызды бізге хабарлаңыз:
km: ប្រសិនបើអ្នកមានពេលមួយ សូមប្រាប់ពួកយើងឱ្យដឹងពីមូលហេតុដែលអ្នកឈប់ជាវ៖
kn: ನೀವು ಸ್ವಲ್ಪ ಸಮಯವನ್ನು ಹೊಂದಿದ್ದರೆ, ನೀವು ಏಕೆ ಅನ್‌ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ್ದೀರಿ ಎಂದು ನಮಗೆ ತಿಳಿಸಿ:
ku: Ger demek we hebe, ji kerema xwe ji me re agahdar bikin ka çima we abonetiyê nekiriye:
ky: Эгерде сизде убакыт болсо, эмне үчүн жазылуудан баш тартканыңызды бизге айтыңыз:
lb: Wann Dir e Moment hutt, sot eis w.e.g. firwat Dir Iech ofgeschloss hutt:
lo: ຖ້າທ່ານມີເວລາ, ກະລຸນາບອກໃຫ້ພວກເຮົາຮູ້ວ່າເປັນຫຍັງທ່ານຈຶ່ງເຊົາຕິດຕາມ:
lt: Jei turite šiek tiek laiko, praneškite mums, kodėl atsisakėte prenumeratos:
lv: Ja jums ir kāds brīdis, lūdzu, paziņojiet mums, kāpēc anulējāt abonementu:
mg: Raha manana fotoana ianao dia ampahafantaro anay ny antony tsy nisoratra anaranao:
mi: Mena he wa poto taau, tena koa whakamohio mai he aha koe i whakakore ai i ohauru:
mk: Ако имате момент, ве молиме кажете ни зошто се откажавте:
ml: നിങ്ങൾക്ക് ഒരു നിമിഷമുണ്ടെങ്കിൽ, എന്തുകൊണ്ടാണ് നിങ്ങൾ അൺസബ്‌സ്‌ക്രൈബ് ചെയ്തതെന്ന് ഞങ്ങളെ അറിയിക്കുക:
mn: Хэрэв танд цаг хугацаа байгаа бол яагаад бүртгэлээ цуцалснаа бидэнд мэдэгдэнэ үү:
mr: तुमच्याकडे थोडा वेळ असल्यास, कृपया तुम्ही सदस्यता का रद्द केली ते आम्हाला कळवा:
ms: Jika anda mempunyai masa, sila beritahu kami sebab anda berhenti melanggan:
mt: Jekk għandek mument, jekk jogħġbok għarrafna għaliex inti ma abbonatx:
my: သင့်တွင် အချိန်ခဏလေးရှိပါက၊ အဘယ်ကြောင့် စာရင်းသွင်းခြင်းကို ရပ်ဆိုင်းလိုက်သည်ကို ကျွန်ုပ်တို့အား အသိပေးပါ-
ne: यदि तपाइँसँग केहि समय छ भने, कृपया हामीलाई थाहा दिनुहोस् कि तपाइँ किन सदस्यता रद्द गर्नुभयो:
nl: Als je even de tijd hebt, laat ons dan weten waarom je je hebt afgemeld:
no: Hvis du har et øyeblikk, vennligst gi oss beskjed om hvorfor du avsluttet abonnementet:
or: ଯଦି ଆପଣଙ୍କର କିଛି କ୍ଷଣ ଅଛି, ଦୟାକରି ଆମକୁ ସଦସ୍ୟତା କାହିଁକି ଜଣାନ୍ତୁ:
pa: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਸਮਾਂ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਤੁਸੀਂ ਗਾਹਕੀ ਕਿਉਂ ਰੱਦ ਕੀਤੀ:
pl: Jeśli masz chwilę, poinformuj nas, dlaczego zrezygnowałeś z subskrypcji:
ps: که تاسو یوه شیبه لرئ، مهرباني وکړئ موږ ته ووایاست چې ولې تاسو غړیتوب رد کړ:
pt: Se você tiver um momento, por favor, deixe-nos saber por que você cancelou a inscrição:
ro: Dacă aveți un moment, vă rugăm să ne spuneți de ce v-ați dezabonat:
ru: Если у вас есть минутка, сообщите нам, почему вы отказались от подписки:
rw: Niba ufite akanya, nyamuneka utumenyeshe impamvu utiyandikishije:
sd: جيڪڏهن توهان وٽ هڪ لمحو آهي، مهرباني ڪري اسان کي ٻڌايو ته توهان ڇو رڪنيت ختم ڪئي:
si: ඔබට මොහොතක් තිබේ නම්, ඔබ දායකත්වයෙන් ඉවත් වූයේ මන්දැයි කරුණාකර අපට දන්වන්න:
sk: Ak máte chvíľu času, dajte nám vedieť, prečo ste sa odhlásili:
sl: Če imate trenutek, nam sporočite, zakaj ste se odjavili:
sq: Nëse keni një moment, ju lutemi na tregoni pse u çabonuat:
sr: Ако имате тренутак, реците нам зашто сте отказали претплату:
sv: Om du har en stund, berätta för oss varför du avslutade prenumerationen:
sw: Ikiwa una muda, tafadhali tujulishe kwa nini ulijiondoa:
ta: உங்களுக்கு சிறிது நேரம் இருந்தால், நீங்கள் ஏன் குழுவிலகுகிறீர்கள் என்பதை எங்களுக்குத் தெரிவிக்கவும்:
te: మీకు కొంత సమయం ఉంటే, దయచేసి మీరు ఎందుకు చందాను తొలగించారో మాకు తెలియజేయండి:
tg: Агар шумо лаҳзае дошта бошед, лутфан ба мо бигӯед, ки чаро обунаро қатъ кардед:
th: หากคุณมีเวลา โปรดแจ้งให้เราทราบว่าทำไมคุณจึงยกเลิกการสมัครรับข่าวสาร:
tk: Wagtyňyz bar bolsa, abunalygyňyzyň sebäbini bize habar bermegiňizi haýyş edýäris:
tl: Kung mayroon kang sandali, mangyaring ipaalam sa amin kung bakit ka nag-unsubscribe:
tr: Vaktiniz varsa, lütfen aboneliğinizi neden iptal ettiğinizi bize bildirin:
tt: Әгәр дә сезнең мизгелегез булса, зинһар өчен, ни өчен язылмаганыгызны безгә хәбәр итегез:
ug: ئەگەر بىر ئاز ۋاقتىڭىز بولسا ، نېمىشقا مۇشتەرى بولغانلىقىڭىزنى بىزگە بىلدۈرۈڭ:
uk: Якщо у вас є хвилинка, повідомте нам, чому ви скасували підписку:
ur: اگر آپ کے پاس ایک لمحہ ہے، تو براہ کرم ہمیں بتائیں کہ آپ نے کیوں ان سبسکرائب کیا:
uz: Agar vaqtingiz bo'lsa, nima uchun obunani bekor qilganingizni bizga xabar bering:
vi: Nếu bạn có thời gian, vui lòng cho chúng tôi biết lý do bạn hủy đăng ký:
xh: Ukuba unomzuzwana, nceda usazise ukuba kutheni uzikhuphile:
yi: אויב איר האָט אַ מאָמענט, ביטע לאָזן אונדז וויסן וואָס איר אַנסאַבסקרייבד:

source: Return to our website
af: Keer terug na ons webwerf
am: ወደ ድህረ ገጻችን ተመለስ
ar: الرجوع لموقعنا
az: Veb saytımıza qayıdın
be: Вярнуцца да нашага сайта
bg: Върнете се към нашия уебсайт
bn: আমাদের ওয়েবসাইটে ফিরে যান
ca: Torna al nostre lloc web
cs: Vraťte se na náš web
cy: Dychwelyd i'n gwefan
da: Vend tilbage til vores hjemmeside
de: Zurück zu unserer Webseite
el: Επιστρέψτε στην ιστοσελίδα μας
eo: Revenu al nia retejo
es: Regresa a nuestro sitio web
et: Tagasi meie veebisaidile
eu: Itzuli gure webgunera
fa: بازگشت به وبسایت ما
fi: Palaa sivuillemme
fr: Revenir à notre site Web
fy: Werom nei ús webside
ga: Fill ar ár suíomh Gréasáin
gd: Till air ais chun làrach-lìn againn
gl: Volve ao noso sitio web
gu: અમારી વેબસાઇટ પર પાછા ફરો
hi: हमारे वेब स्थल पर वापस जाएं
hr: Vratite se na našu web stranicu
hu: Térjen vissza weboldalunkra
hy: Վերադարձ դեպի մեր կայք
id: Kembali ke situs web kami
is: Farðu aftur á heimasíðuna okkar
it: Ritorna al nostro sito web
iw: חזור לאתר שלנו
ja: 当社のウェブサイトに戻る
ka: დაუბრუნდით ჩვენს ვებ-გვერდს
kk: Біздің веб-сайтқа оралу
km: ត្រឡប់ទៅគេហទំព័ររបស់យើង។
kn: ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಹಿಂತಿರುಗಿ
ku: Vegere malpera me
ky: Биздин веб-сайтка кайтуу
lb: Zréck op eis Websäit
lo: ກັບຄືນໄປຫາເວັບໄຊທ໌ຂອງພວກເຮົາ
lt: Grįžti į mūsų svetainę
lv: Atgriezties uz mūsu vietni
mg: Miverena amin'ny tranokalanay
mi: Hoki mai ki to maatau paetukutuku
mk: Вратете се на нашата веб-страница
ml: ഞങ്ങളുടെ വെബ്സൈറ്റിലേക്ക് മടങ്ങുക
mn: Манай вэбсайт руу буцах
mr: आमच्या वेबसाइटवर परत या
ms: Kembali ke laman web kami
mt: Ritorn għall-websajt tagħna
my: ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်သို့ ပြန်သွားရန်
ne: हाम्रो वेबसाइटमा फर्कनुहोस्
nl: Ga terug naar onze website
no: Gå tilbake til nettsiden vår
or: ଆମର ୱେବସାଇଟ୍ କୁ ଫେରନ୍ତୁ |
pa: ਸਾਡੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਵਾਪਸ ਜਾਓ
pl: Powrót na naszą stronę internetową
ps: زموږ ویب پاڼې ته بیرته راشئ
pt: Retorne para o nosso website
ro: Reveniți pe site-ul nostru
ru: Вернуться на наш сайт
rw: Garuka kurubuga rwacu
sd: اسان جي ويب سائيٽ ڏانهن واپس وڃو
si: අපගේ වෙබ් අඩවිය වෙත ආපසු යන්න
sk: Vráťte sa na našu webovú stránku
sl: Vrnite se na našo spletno stran
sq: Kthehuni në faqen tonë të internetit
sr: Вратите се на нашу веб страницу
sv: Gå tillbaka till vår hemsida
sw: Rudi kwenye tovuti yetu
ta: எங்கள் வலைத்தளத்திற்குத் திரும்பு
te: మా వెబ్‌సైట్‌కి తిరిగి వెళ్ళు
tg: Бозгашт ба вебсайти мо
th: กลับไปที่เว็บไซต์ของเรา
tk: Sahypamyza gaýdyp geliň
tl: Bumalik sa aming website
tr: Siteye geri dön
tt: Безнең сайтка кире кайту
ug: تور بېتىمىزگە قايتىڭ
uk: Повернутися на наш веб-сайт
ur: ہماری ویب سائٹ پر واپس جائیں۔
uz: Bizning veb-saytimizga qayting
vi: Quay trở lại website của chúng tôi
xh: Buyela kwiwebhusayithi yethu
yi: צוריקקומען צו אונדזער וועבזייטל

source: Thank you. Your response has been submitted.
af: Dankie. Jou antwoord is ingedien.
am: አመሰግናለሁ. ምላሽህ ገብቷል።
ar: شكرًا لك. تم تقديم ردك.
az: Çox sağ ol. Cavabınız göndərildi.
be: Дзякуй. Ваш адказ адпраўлены.
bg: Благодаря ти. Вашият отговор е изпратен.
bn: ধন্যবাদ. আপনার প্রতিক্রিয়া জমা দেওয়া হয়েছে.
ca: Gràcies. S'ha enviat la teva resposta.
cs: Děkuji. Vaše odpověď byla odeslána.
cy: Diolch. Mae eich ymateb wedi'i gyflwyno.
da: Tak skal du have. Dit svar er blevet indsendt.
de: Danke schön. Ihre Antwort wurde übermittelt.
el: Ευχαριστώ. Η απάντησή σας έχει υποβληθεί.
eo: Dankon. Via respondo estas sendita.
es: Gracias. Su respuesta ha sido enviada.
et: Aitäh. Teie vastus on esitatud.
eu: Eskerrik asko. Zure erantzuna bidali da.
fa: متشکرم. پاسخ شما ارسال شد.
fi: Kiitos. Vastauksesi on lähetetty.
fr: Merci. Votre réponse a été envoyée.
fy: Dankewol. Jo antwurd is yntsjinne.
ga: Go raibh maith agat. Tá do fhreagra curtha isteach.
gd: Tapadh leat. Chaidh do fhreagairt a chuir a-steach.
gl: Grazas. Enviouse a túa resposta.
gu: આભાર. તમારો પ્રતિસાદ સબમિટ કરવામાં આવ્યો છે.
hi: धन्यवाद। आपकी प्रतिक्रिया सबमिट कर दी गई है।
hr: Hvala vam. Vaš odgovor je poslan.
hu: Köszönöm. Válaszát elküldtük.
hy: Շնորհակալություն. Ձեր պատասխանը ներկայացվել է:
id: Terima kasih. Tanggapan Anda telah dikirimkan.
is: Þakka þér fyrir. Svar þitt hefur verið sent.
it: Grazie. La tua risposta è stata inviata.
iw: תודה. תגובתך נשלחה.
ja: ありがとう。回答が送信されました。
ka: Გმადლობთ. თქვენი პასუხი გაგზავნილია.
kk: Рақмет сізге. Сіздің жауабыңыз жіберілді.
km: សូមអរគុណ។ ការឆ្លើយតបរបស់អ្នកត្រូវបានដាក់ស្នើ។
kn: ಧನ್ಯವಾದ. ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ.
ku: Sipas ji were. Bersiva we hatiye şandin.
ky: Рахмат. Жообуңуз тапшырылды.
lb: Merci. Är Äntwert gouf presentéiert.
lo: ຂອບ​ໃຈ. ຄໍາຕອບຂອງເຈົ້າໄດ້ຖືກສົ່ງແລ້ວ.
lt: Ačiū. Jūsų atsakymas buvo pateiktas.
lv: Paldies. Jūsu atbilde ir iesniegta.
mg: Misaotra anao. Natolotra ny valinteninao.
mi: Mauruuru koe. Kua tukuna to whakautu.
mk: Ви благодарам. Вашиот одговор е испратен.
ml: നന്ദി. നിങ്ങളുടെ പ്രതികരണം സമർപ്പിച്ചു.
mn: Баярлалаа. Таны хариултыг илгээсэн.
mr: धन्यवाद. तुमचा प्रतिसाद सबमिट केला गेला आहे.
ms: Terima kasih. Jawapan anda telah diserahkan.
mt: Grazzi. It-tweġiba tiegħek ġiet sottomessa.
my: ကျေးဇူးတင်ပါသည်။ သင့်တုံ့ပြန်ချက်ကို တင်သွင်းပြီးဖြစ်သည်။
ne: धन्यवाद। तपाईंको प्रतिक्रिया पेश गरिएको छ।
nl: Bedankt. Uw reactie is verzonden.
no: Takk skal du ha. Svaret ditt er sendt.
or: ଧନ୍ୟବାଦ। ଆପଣଙ୍କର ପ୍ରତିକ୍ରିୟା ଉପସ୍ଥାପିତ ହୋଇଛି |
pa: ਤੁਹਾਡਾ ਧੰਨਵਾਦ. ਤੁਹਾਡਾ ਜਵਾਬ ਸਪੁਰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Dziękuję. Twoja odpowiedź została przesłana.
ps: له تاسو مننه. ستاسو ځواب سپارل شوی.
pt: Obrigado. Sua resposta foi enviada.
ro: Mulțumesc. Răspunsul dvs. a fost trimis.
ru: Спасибо. Ваш ответ отправлен.
rw: Murakoze. Igisubizo cyawe cyatanzwe.
sd: تنهنجي مهرباني. توهان جو جواب جمع ڪرايو ويو آهي.
si: ඔයාට ස්තූතියි. ඔබේ ප්‍රතිචාරය ඉදිරිපත් කර ඇත.
sk: Ďakujem. Vaša odpoveď bola odoslaná.
sl: Hvala vam. Vaš odgovor je bil poslan.
sq: Faleminderit. Përgjigja juaj është dërguar.
sr: Хвала вам. Ваш одговор је послат.
sv: Tack. Ditt svar har skickats.
sw: Asante. Jibu lako limewasilishwa.
ta: நன்றி. உங்கள் பதில் சமர்ப்பிக்கப்பட்டது.
te: ధన్యవాదాలు. మీ ప్రతిస్పందన సమర్పించబడింది.
tg: Сипос. Ҷавоби шумо фиристода шуд.
th: ขอบคุณ ส่งคำตอบของคุณแล้ว
tk: Sagbol. Jogapyňyz tabşyryldy
tl: Salamat. Naisumite na ang iyong tugon.
tr: Teşekkür ederim. Yanıtınız gönderildi.
tt: Рәхмәт. Сезнең җавап бирелде.
ug: رەھمەت سىزگە. جاۋابىڭىز يوللاندى.
uk: Дякую тобі. Вашу відповідь надіслано.
ur: شکریہ آپ کا جواب جمع کر دیا گیا ہے۔
uz: Rahmat. Sizning javobingiz yuborildi.
vi: Cảm ơn. Phản hồi của bạn đã được gửi.
xh: Enkosi. Impendulo yakho ingenisiwe.
yi: אדאנק. דיין ענטפער איז דערלאנגט.

source: No Cases
af: Geen gevalle
am: No Case
ar: لا توجد حالات
az: Heç bir halda yoxdur
be: няма Выпадкі
bg: Няма случаи
bn: কোন ক্ষেত্রে
ca: No hi ha casos
cs: Žádné případy
cy: Dim Achosion
da: Ingen tilfælde
de: Keine Fälle
el: Δεν υπάρχουν υποθέσεις
eo: Neniu Kazoj
es: Sin casos
et: Ei ole juhtumeid
eu: Ez dago kasurik
fa: هیچ موردی وجود ندارد
fi: Ei tapauksia
fr: Aucun cas
fy: Gjin kaas
ga: Uimh Cásanna
gd: Gun Chùisean
gl: Sen casos
gu: કોઈ કેસ નથી
hi: कोई मामला नहीं
hr: Nema slučajeva
hu: Nincsenek esetek
hy: Ոչ դեպքեր
id: Tidak Ada Kasus
is: Engin mál
it: Nessun caso
iw: ללא תיקים
ja: ケースなし
ka: არ არის შემთხვევები
kk: Ешбір жағдай жоқ
km: គ្មានករណី
kn: ಯಾವುದೇ ಪ್ರಕರಣಗಳು ಇಲ್ಲ
ku: No Causes
ky: эч кандай учурлар
lb: Keng Cases
lo: ບໍ່ມີກໍລະນີ
lt: Nėra atvejų
lv: Nav lietu
mg: Tsy misy tranga
mi: Kahore he take
mk: Нема случаи
ml: കേസുകൾ ഇല്ല
mn: Ямар ч тохиолдолд
mr: नाही प्रकरणे
ms: Tiada Kes
mt: Nru Każijiet
my: အဘယ်သူမျှမမှုများ
ne: कुनै मामला छैन
nl: Geen cases
no: Ingen saker
or: କ No ଣସି ମାମଲା ନାହିଁ |
pa: ਕੋਈ ਕੇਸ ਨਹੀਂ
pl: Brak przypadków
ps: هیڅ حالت نشته
pt: Não Casos
ro: Fără cazuri
ru: Нет случаев
rw: Nta manza
sd: ڪا به ڪيس ناهي
si: අවස්ථා නැත
sk: Žiadne prípady
sl: Ne zadeve
sq: Asnjë rast
sr: Нема случајева
sv: Inga fall
sw: Hakuna kesi
ta: இல்லை வழக்குகள்
te: సంఖ్య కేసులు
tg: Ҳеҷ гуна ҳолатҳо
th: ไม่มีคดี
tk: Kazyýet ýok
tl: Walang Mga Kaso
tr: Dava Yok
tt: Эш юк
ug: دېلو يوق
uk: Немає справ
ur: کوئی کیس نہیں
uz: Hech qanday holatlar yo&#39;q
vi: Không có trường hợp nào
xh: Akukho matyala
yi: קיין קאַסעס

source: Layout
af: Uitleg
am: አቀማመጥ
ar: تَخطِيط
be: Макет
bg: Оформление
bn: লেআউট
ca: Disseny
cs: Rozložení
cy: Gosodiad
el: Διάταξη
eo: Aranĝo
es: Diseño
et: Paigutus
eu: Diseinua
fa: چیدمان
fr: Disposition
fy: Opmaak
ga: Leagan Amach
gd: Cruth
gl: Maquetación
gu: લેઆઉટ
hi: विन्यास
hr: Izgled
hu: Elrendezés
hy: Դասավորություն
id: Tata Letak
is: Skipulag
it: Disposizione
iw: מַעֲרָך
ja: レイアウト
ka: განლაგება
kk: Орналасу
km: ប្លង់
kn: ಲೆಔಟ್
ku: Rêz
ky: Макет
lo: ແຜນຜັງ
lt: Išdėstymas
lv: Izkārtojums
mg: fisehon'ny
mi: Tahora
mk: Распоред
ml: ലേഔട്ട്
mn: Зохион байгуулалт
mr: मांडणी
ms: Susun atur
mt: Tqassim
my: အပြင်အဆင်
ne: लेआउट
no: Oppsett
or: ଲେଆଉଟ୍
pa: ਖਾਕਾ
pl: Układ
ps: ترتیب
pt: Esquema
ro: Aspect
ru: Макет
rw: Imiterere
sd: ترتيب
si: පිරිසැලසුම
sk: Rozloženie
sl: Postavitev
sq: Paraqitja
sr: Лаиоут
sw: Mpangilio
ta: தளவமைப்பு
te: లేఅవుట్
tg: Тарҳ
th: เค้าโครง
tk: Salgy
tr: Düzen
tt: Таблицасы
uk: Макет
ur: ترتیب
uz: Tartib
vi: Cách trình bày
xh: Uyilo
yi: אויסלייג

source: Gallery
af: Galery
am: ማዕከለ-ስዕላት
ar: صالة عرض
az: Qalereya
be: Галерэя
bg: Галерия
bn: গ্যালারি
ca: Galeria
cs: Galerie
cy: Oriel
da: Galleri
de: Galerie
el: Εκθεσιακός χώρος
eo: Galerio
es: Galería
et: Galerii
eu: Galeria
fa: گالری
fi: Galleria
fr: Galerie
fy: Galery
ga: Gailearaí
gd: Gailearaidh
gl: Galería
gu: ગેલેરી
hi: गेलरी
hr: Galerija
hu: Képtár
hy: Պատկերասրահ
id: Galeri
is: Gallerí
it: Galleria
iw: גלריה
ja: ギャラリー
ka: გალერეა
kk: Галерея
km: វិចិត្រសាល
kn: ಗ್ಯಾಲರಿ
ku: Galerya
ky: Галерея
lb: Galerie
lo: ຄັງຮູບ
lt: Galerija
lv: Galerija
mi: Taiwhanga
mk: Галерија
ml: ഗാലറി
mn: Галерей
mr: गॅलरी
ms: Galeri
mt: Gallerija
my: ပြခန်း
ne: ग्यालेरी
nl: Galerij
no: Galleri
or: ଗ୍ୟାଲେରୀ
pa: ਗੈਲਰੀ
pl: Galeria
ps: ګالری
pt: Galeria
ro: Galerie
ru: Галерея
rw: Ikarita
sd: گيلري
si: ගැලරිය
sk: Galéria
sl: Galerija
sq: Galeri
sr: Галерија
sv: Galleri
sw: Matunzio
ta: கேலரி
te: గ్యాలరీ
tg: Галерея
th: แกลลอรี่
tk: Galereýa
tr: Galeri
tt: Галерея
uk: Галерея
ur: گیلری
uz: Galereya
vi: Phòng trưng bày
xh: Igalari
yi: גאַלערי

source: Speaker
af: Spreker
am: ተናጋሪ
ar: مكبر الصوت
az: Natiq
be: Дакладчык
bg: Говорител
bn: স্পিকার
ca: Altaveu
cs: mluvčí
cy: Llefarydd
da: Højttaler
de: Lautsprecher
el: Ομιλητής
eo: Parolanto
es: Altavoz
et: Kõlar
eu: Hizlaria
fa: گوینده
fi: Kaiutin
fr: Conférencier
fy: Sprekker
ga: Cainteoir
gd: Labhraiche
gl: Orador
gu: સ્પીકર
hi: वक्ता
hr: Zvučnik
hu: Hangszóró
hy: խոսնակ
id: Pembicara
is: Ræðumaður
it: Relatore
iw: רַמקוֹל
ja: スピーカー
ka: სპიკერი
kk: Спикер
km: វាគ្មិន
kn: ಸ್ಪೀಕರ್
ku: Hoparlo
ky: Баяндамачы
lo: ລໍາໂພງ
lt: Pranešėjas
lv: Skaļrunis
mg: gazety
mi: Kaikōrero
mk: Говорник
ml: സ്പീക്കർ
mn: Илтгэгч
mr: वक्ता
ms: Penceramah
my: စပီကာ
ne: वक्ता
nl: Spreker
no: Høyttaler
or: ବକ୍ତା
pa: ਸਪੀਕਰ
pl: Głośnik
ps: سپیکر
pt: Palestrante
ro: Difuzor
ru: Оратор
rw: Orateur
sd: اسپيڪر
si: කථානායක
sk: Hovorca
sl: Zvočnik
sq: Folësi
sr: Спеакер
sv: Högtalare
sw: Spika
ta: பேச்சாளர்
te: స్పీకర్
tg: Маърузачй
th: วิทยากร
tk: Spiker
tl: Tagapagsalita
tr: hoparlör
tt: Спикер
ug: سۆزلىگۈچى
uk: Спікер
ur: اسپیکر
uz: Spiker
vi: Loa
xh: Isithethi
yi: רעדנער

source: This case has been closed
af: Hierdie saak is gesluit
am: ይህ ጉዳይ ተዘግቷል።
ar: تم إغلاق هذه القضية
az: Bu iş bağlanıb
be: Гэта справа закрыта
bg: Този случай е приключен
bn: এই মামলা বন্ধ করা হয়েছে
ca: Aquest cas s'ha tancat
cs: Tento případ byl uzavřen
cy: Mae'r achos hwn wedi'i gau
da: Denne sag er afsluttet
de: Dieser Fall wurde geschlossen
el: Αυτή η υπόθεση έχει κλείσει
eo: Ĉi tiu kazo estis fermita
es: Este caso ha sido cerrado
et: See juhtum on lõpetatud
eu: Kasu hau itxi egin da
fa: این پرونده بسته شده است
fi: Tämä tapaus on lopetettu
fr: Ce dossier a été clos
fy: Dizze saak is ôfsletten
ga: Tá an cás seo dúnta
gd: Chaidh a’ chùis seo a dhùnadh
gl: Este caso foi pechado
gu: આ કેસ બંધ કરી દેવામાં આવ્યો છે
hi: इस मामले का पटाक्षेप हो चुका है
hr: Ovaj slučaj je zatvoren
hu: Ezt az ügyet lezárták
hy: Այս գործը փակվել է
id: Kasus ini telah ditutup
is: Þessu máli hefur verið lokið
it: Questo caso è stato chiuso
iw: התיק הזה נסגר
ja: このケースはクローズされました
ka: ეს საქმე დახურულია
kk: Бұл іс жабылды
km: ករណីនេះត្រូវបានបិទ
kn: ಈ ಪ್ರಕರಣವನ್ನು ಮುಚ್ಚಲಾಗಿದೆ
ku: Ev doz hatiye girtin
ky: Бул иш жабылды
lb: Dëse Fall ass zougemaach ginn
lo: ກໍລະນີນີ້ຖືກປິດ
lt: Ši byla buvo baigta
lv: Šī lieta ir slēgta
mg: Nakatona ity raharaha ity
mi: Kua kati tenei keehi
mk: Овој случај е затворен
ml: ഈ കേസ് അവസാനിപ്പിച്ചു
mn: Энэ хэргийг хаасан
mr: हे प्रकरण बंद करण्यात आले आहे
ms: Kes ini telah ditutup
mt: Dan il-każ ingħalaq
my: ဒီအမှုကို ပိတ်လိုက်ပါပြီ။
ne: यो मुद्दा बन्द भएको छ
nl: Deze zaak is gesloten
no: Denne saken er avsluttet
or: ଏହି ମାମଲା ବନ୍ଦ ହୋଇଯାଇଛି
pa: ਇਹ ਕੇਸ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ
pl: Ta sprawa została zamknięta
ps: دا قضیه تړل شوې ده
pt: Este caso foi encerrado
ro: Acest caz a fost închis
ru: Это дело было закрыто
rw: Uru rubanza rwashojwe
sd: اهو ڪيس بند ڪيو ويو آهي
si: මෙම නඩුව අවසන් කර ඇත
sk: Tento prípad bol uzavretý
sl: Ta primer je bil zaključen
sq: Kjo çështje është mbyllur
sr: Овај случај је затворен
sv: Detta ärende har avslutats
sw: Kesi hii imefungwa
ta: இந்த வழக்கு மூடப்பட்டது
te: ఈ కేసు మూసివేయబడింది
tg: Ин парванда баста шудааст
th: คดีนี้ปิดไปแล้ว
tk: Bu kazyýet işi ýapyldy
tl: Ang kasong ito ay sarado na
tr: Bu dava kapatıldı
tt: Бу эш ябылды
ug: بۇ دېلو ئاخىرلاشتى
uk: Цю справу закрито
ur: یہ کیس بند کر دیا گیا ہے۔
uz: Bu ish yopildi
vi: Trường hợp này đã được đóng lại
xh: Elityala livaliwe
yi: דע ר דאזיקע ר קע ל אי ז פארמאכט

source: Feed
af: Voer
am: ምግብ
ar: تغذية
be: падача
bg: фураж
bn: ভোজন
cs: Krmivo
cy: Bwydydd
da: Foder
de: Futter
el: Ταίζω
eo: Nutrado
es: Alimentar
et: Sööda
fa: خوراک
fi: rehu
fr: Alimentation
gl: Alimentación
gu: ફીડ
hi: चारा
hr: stočna hrana
hu: takarmány
hy: Կերակրել
id: Makan
it: Alimentazione
iw: הזנה
ja: フィード
ka: არხი
km: មតិព័ត៌មាន
kn: ಫೀಡ್
ku: Êm
ky: тамактануу
lo: ອາຫານ
lt: Maitinti
lv: Barība
mi: Whāngai
ml: ഫീഡ്
mn: Feed байна
mr: अन्न देणे
ms: Suapan
mt: Għalf
my: အစာ
ne: फीड
nl: Eten geven
no: Mate
or: ଫିଡ୍
pa: ਫੀਡ
pl: Karmić
ps: خواړه
pt: Alimentação
ro: A hrani
ru: Корм
rw: Kugaburira
sd: کاڌ خوراڪ
si: ආහාර
sk: krmivo
sl: Krma
sq: ushqim
sr: Напајање
sv: Utfodra
sw: Chakula
ta: ஊட்டம்
tg: Озуқаворӣ
th: อาหาร
tk: Iýmitlendir
tl: Magpakain
tr: besleme
tt: Туклану
uk: Канал
ur: کھانا کھلانا
uz: Oziqlantirish
vi: Nuôi
xh: Ukutya
yi: פיטער

source: Images
af: beelde
am: ምስሎች
ar: صور
az: Şəkillər
be: малюнкаў
bg: Снимки
bn: চিত্র
ca: Imatges
cs: snímky
cy: Delweddau
da: Billeder
de: Bilder
el: Εικόνες
eo: Bildoj
es: Imágenes
et: Pildid
eu: Irudiak
fa: تصاویر
fi: kuvat
fy: Ofbyldings
ga: Íomhánna
gd: Dealbhan
gl: Imaxes
gu: છબીઓ
hi: इमेजिस
hr: slike
hu: képek
hy: Նկարներ
id: Gambar
is: Myndir
it: immagini
iw: תמונות
ja: イメージ
ka: სურათები
kk: Суреттер
km: រូបភាព
kn: ಚಿತ್ರಗಳು
ku: Wêne
ky: Сүрөттөр
lb: Biller
lo: ຮູບພາບຕ່າງໆ
lt: Vaizdai
lv: Attēli
mi: Ngā whakaahua
mk: Слики
ml: ചിത്രങ്ങൾ
mn: Зураг
mr: प्रतिमा
ms: Imej
mt: Stampi
my: ပုံရိပ်တွေ
ne: छविहरू
nl: Afbeeldingen
no: Bilder
or: ପ୍ରତିଛବିଗୁଡିକ
pa: ਚਿੱਤਰ
pl: Obrazy
ps: انځورونه
pt: Imagens
ro: Imagini
ru: Изображений
rw: Amashusho
sd: تصويرون
si: රූප
sk: snímky
sl: Slike
sr: Слике
sv: Bilder
sw: Picha
ta: படங்களை
te: చిత్రాలు
tg: Тасвирҳо
th: ภาพ
tk: Suratlar
tl: Mga Larawan
tr: Görüntüler
tt: Рәсемнәр
ug: سۈرەتلەر
uk: Зображення
ur: تصاویر
uz: Rasmlar
vi: Hình ảnh
xh: Imifanekiso
yi: בילדער

source: Docs
af: Dokumente
am: ሰነዶች
ar: مستندات
az: Sənədlər
be: дакументы
bg: Документи
bn: ডক্স
ca: Documents de Google
cs: Dokumenty
cy: Dogfennau
da: Dokumenter
de: Dokumente
el: Έγγραφα
eo: Dokumentoj
es: Documentos
et: Dokumendid
fa: اسناد
ga: Doiciméid
gu: ડૉક્સ
hi: डॉक्स
hr: Dokumenti
hy: Փաստաթղթեր
id: Dokumen
is: Skjöl
it: Documenti
ja: ドキュメント
kk: Құжаттар
km: ឯកសារ
kn: ಡಾಕ್ಸ್
ku: Dokumentên
ky: Документтер
lt: Dokumentai
lv: Dokumenti
mi: Tuhinga
mk: Документи
ml: ഡോക്സ്
mn: Докс
mr: दस्तऐवज
ms: Dokumen
mt: Doks
ne: डक्स
no: Dokumenter
or: ଡକସ୍
pa: ਡੌਕਸ
pl: Dokumenty
ps: ډاټا
ro: Documente
ru: Документы
rw: Inyandiko
si: ලියකියවිලි
sk: dokumenty
sl: Dokumenti
sr: Документи
sv: Dokument
sw: Hati
ta: டாக்ஸ்
te: డాక్స్
tg: Ҳуҷҷатҳо
th: เอกสาร
tk: Resminamalar
tr: Dokümanlar
tt: Док
uk: Документи
ur: دستاویزات
uz: Hujjatlar
vi: Tài liệu
xh: Amadokhumenti
