Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Reference ID:
af: Verwysings-ID:
am: የማጣቀሻ መታወቂያ፡-
ar: الرقم المرجعي:
az: Referans ID:
be: Ідэнтыфікатар даведкі:
bg: Референтен идентификатор:
bn: রেফারেন্স আইডি:
ca: ID de referència:
cs: Referenční ID:
cy: ID cyfeirnod:
de: Referenz ID:
el: Αναγνωριστικό αναφοράς:
eo: Referenca ID:
es: Identificación de referencia:
et: Viite ID:
eu: Erreferentzia ID:
fa: شناسه مرجع:
fi: Viitetunnus:
fr: Pièce d'identité:
fy: Referinsje ID:
ga: Aitheantas Tagartha:
gd: ID iomraidh:
gl: ID de referencia:
gu: સંદર્ભ ID:
hi: संदर्भ पहचान पत्र:
hr: ID reference:
hu: Hivatkozási azonosító:
hy: Հղման ID.
id: ID Referensi:
is: Tilvísunarauðkenni:
it: ID di riferimento:
iw: מזהה סימוכין:
ja: 参照ID：
ka: მითითების ID:
kk: Анықтама идентификаторы:
km: លេខសម្គាល់ឯកសារយោង៖
kn: ಉಲ್ಲೇಖ ID:
ku: Nasnameya Referansê:
ky: Шилтеме ID:
lb: Referenz ID:
lo: ID ອ້າງອີງ:
lt: Nuorodos ID:
lv: Atsauces ID:
mg: ID fanondro:
mi: ID Tohutoro:
mk: ID на референца:
ml: റഫറൻസ് ഐഡി:
mn: Лавлагааны ID:
mr: संदर्भ आयडी:
ms: ID Rujukan:
mt: ID ta' referenza:
my: အကိုးအကား ID-
ne: सन्दर्भ ID:
nl: Referentie nummer:
no: Referanse-ID:
or: ସନ୍ଦର୍ଭ ID:
pa: ਹਵਾਲਾ ID:
pl: Numer referencyjny:
ps: د حوالې ID:
pt: Referência ID:
ro: ID de referinta:
ru: Идентификатор ссылки:
rw: Indangamuntu:
sd: حوالو ID:
si: යොමු ID:
sk: Referenčné ID:
sl: Referenčni ID:
sq: ID-ja e referencës:
sr: ИД референце:
sv: Referens-ID:
sw: Kitambulisho cha Marejeleo:
ta: குறிப்பு ஐடி:
te: సూచన ID:
tg: ID истинод:
th: รหัสอ้างอิง:
tk: Salgy belgisi:
tr: Referans Kimliği:
tt: Белешмә ID:
ug: پايدىلىنىش كىملىكى:
uk: Ідентифікатор посилання:
ur: حوالہ ID:
uz: Malumot identifikatori:
vi: ID tham chiếu:
xh: I-ID yesalathisi:
yi: רעפערענץ ID:

source: Term:
af: Termyn:
am: ጊዜ፡-
ar: مصطلح:
az: Müddət:
be: Тэрмін:
bg: срок:
bn: মেয়াদ:
ca: Termini:
cs: Období:
cy: Tymor:
da: Semester:
de: Begriff:
el: Ορος:
eo: Terminon:
es: Término:
et: Tähtaeg:
eu: Epea:
fa: مدت، اصطلاح:
fi: Termi:
fr: Terme:
ga: Téarma:
gd: Teirm:
gl: Prazo:
gu: મુદત:
hi: अवधि:
hr: Termin:
hy: Ժամկետը:
id: Ketentuan:
is: Hugtakið:
it: Termine:
iw: טווח:
ja: 学期：
ka: ვადა:
kk: Мерзімі:
km: រយៈពេល៖
kn: ಅವಧಿ:
ku: Îfade:
ky: Мөөнөтү:
lb: Begrëff:
lo: ໄລຍະເວລາ:
lt: Terminas:
lv: Jēdziens:
mg: fe-potoana:
mi: Wā:
mk: Термин:
ml: കാലാവധി:
mn: Хугацаа:
mr: मुदत:
ms: istilah:
mt: Terminu:
my: သက်တမ်း-
ne: अवधि:
nl: Termijn:
no: Begrep:
or: ଅବଧି:
pa: ਮਿਆਦ:
pl: Termin:
ps: اصطلاح:
pt: Prazo:
ro: Termen:
ru: Срок:
rw: Igihe:
sd: اصطلاح:
si: වාරය:
sk: Termín:
sl: termin:
sq: Termi:
sr: термин:
sv: Termin:
sw: Muda:
ta: கால:
te: పదం:
tg: Мӯҳлат:
th: ภาคเรียน:
tk: Möhleti:
tl: Termino:
tr: Terim:
tt: Термин:
ug: مۇددىتى:
uk: Термін:
ur: اصطلاح:
uz: Muddati:
vi: Thuật ngữ:
xh: Ixesha:
yi: טערמין:

source: Note:
af: Let wel:
am: ማስታወሻ:
ar: ملحوظة:
az: Qeyd:
be: нататка:
bg: Забележка:
bn: বিঃদ্রঃ:
ca: Nota:
cs: Poznámka:
cy: Nodyn:
da: Bemærk:
de: Notiz:
el: Σημείωση:
eo: Notu:
es: Nota:
et: Märge:
eu: Ohar:
fa: توجه داشته باشید:
fi: Huomautus:
fr: Noter:
fy: Noat:
ga: Nóta:
gd: Thoir an aire:
gl: Nota:
gu: નૉૅધ:
hi: ध्यान दें:
hr: Bilješka:
hu: Jegyzet:
hy: Նշում:
id: Catatan:
is: Athugið:
it: Nota:
iw: פתק:
ja: ノート：
ka: Შენიშვნა:
kk: Ескерту:
km: ចំណាំ៖
kn: ಸೂಚನೆ:
ku: Not:
ky: Эскертүү:
lb: Notiz:
lo: ຫມາຍ​ເຫດ​:
lt: Pastaba:
lv: Piezīme:
mg: Fanamarihana:
mi: Tuhipoka:
mk: Забелешка:
ml: കുറിപ്പ്:
mn: Жич:
mr: टीप:
ms: Catatan:
mt: Nota:
my: မှတ်စု:
ne: नोट:
nl: Opmerking:
no: Merk:
or: ଧ୍ୟାନ ଦିଅନ୍ତୁ:
pa: ਨੋਟ:
pl: Notatka:
ps: یادونه:
pt: Observação:
ro: Notă:
ru: Примечание:
rw: Icyitonderwa:
sd: نوٽ:
si: සටහන:
sk: Poznámka:
sl: Opomba:
sq: Shënim:
sr: Белешка:
sv: Notera:
sw: Kumbuka:
ta: குறிப்பு:
te: గమనిక:
tg: Шарҳ:
th: บันทึก:
tk: Bellik:
tl: Tandaan:
tr: Not:
tt: Тамга:
ug: ئەسكەرتىش:
uk: Примітка:
ur: نوٹ:
uz: Eslatma:
vi: Ghi chú:
xh: Phawula:
yi: נאטיץ:

source: QTY
af: AANTAL
ar: الكمية
be: КОЛ
bg: КОЛИЧЕСТВО
bn: পরিমাণ
cs: MNOŽSTVÍ
da: ANTAL
de: Menge
el: ΠΟΣΟΤΗΤΑ
eo: Kvanto
es: CANTIDAD
eu: KOT
fa: تعداد
fi: Kpl
fr: QTÉ
gl: CANT
hi: मात्रा
hr: KOL
hu: MENNYISÉG
hy: Քանակ
is: Magn
it: QTÀ
iw: כמות
ja: 数量
ka: რაოდენობა
kk: САНЫ
ky: САНЫ
lo: ຈຳນວນ
lt: KIEKIS
mk: Количина
mn: Тоо хэмжээ
mr: प्रमाण
ne: मात्रा
nl: AANTAL
no: ANTALL
pa: ਮਾਤਰਾ
pl: ILOŚĆ
pt: QUANTIDADE
ro: CANTITATE
ru: КОЛ-ВО
sd: مقدار
sk: MNOŽSTVO
sl: KOL
sq: Sasia
sr: КОЛ
sv: ANTAL
tg: микдор
th: จำนวน
tr: ADET
uk: КІЛЬКІСТЬ
ur: مقدار

source: Price
af: Prys
am: ዋጋ
ar: السعر
az: Qiymət
be: Кошт
bg: Цена
bn: দাম
ca: Preu
cs: Cena
cy: Pris
da: Pris
de: Preis
el: Τιμή
eo: Prezo
es: Precio
et: Hind
eu: Prezioa
fa: قیمت
fi: Hinta
fr: Prix
fy: Priis
ga: Praghas
gd: Prìs
gl: Prezo
gu: કિંમત
hi: कीमत
hr: Cijena
hu: Ár
hy: Գին
id: Harga
is: Verð
it: Prezzo
iw: מחיר
ja: 価格
ka: ფასი
kk: Бағасы
km: តម្លៃ
kn: ಬೆಲೆ
ku: Biha
ky: Баасы
lb: Präis
lo: ລາຄາ
lt: Kaina
lv: Cena
mg: Vidiny
mi: Utu
mk: Цена
ml: വില
mn: Үнэ
mr: किंमत
ms: harga
mt: Prezz
my: စျေးနှုန်း
ne: मूल्य
nl: Prijs
no: Pris
or: ମୂଲ୍ୟ
pa: ਕੀਮਤ
pl: Cena £
ps: قیمت
pt: Preço
ro: Preț
ru: Цена
rw: Igiciro
sd: قيمت
si: මිල
sk: cena
sl: Cena
sq: Çmimi
sr: Цена
sv: Pris
sw: Bei
ta: விலை
te: ధర
tg: Нарх
th: ราคา
tk: Bahasy
tl: Presyo
tr: Fiyat
tt: Бәя
ug: باھاسى
uk: Ціна
ur: قیمت
uz: Narxi
vi: Giá bán
xh: Ixabiso
yi: פּרייַז

source: Add more
af: Voeg nog by
am: ተጨማሪ ጨምር
ar: أضف المزيد
az: Daha çox əlavə et
be: Дадайце яшчэ
bg: Добави още
bn: আরো যোগ করো
ca: Afegir més
cs: Přidej víc
cy: Ychwanegu mwy
da: Tilføj mere
de: Fügen Sie mehr hinzu
el: Πρόσθεσε περισσότερα
eo: Aldonu pli
es: Añadir más
et: Lisa veel
eu: Gehitu gehiago
fa: بیشتر اضافه کنید
fi: Lisää enemmän
fr: Ajouter plus
fy: Foegje mear ta
ga: Cuir tuilleadh leis
gd: Cuir barrachd ris
gl: Engade máis
gu: વધુ ઉમેરો
hi: अधिक जोड़ें
hr: Dodaj još
hu: Adj hozzá többet
hy: Ավելացնել ավելին
id: Tambahkan lebih banyak
is: Bæta meiru við
it: Aggiungere altro
iw: הוסף עוד
ja: さらに追加
ka: Მეტის დამატება
kk: Көбірек қосыңыз
km: បន្ថែម​ទៀត
kn: ಇನ್ನಷ್ಟು ಸೇರಿಸಿ
ku: Zêdetir zêde bike
ky: Дагы кошуу
lb: Füügt méi
lo: ເພີ່ມຕື່ມ
lt: Pridėti daugiau
lv: Pievienot vel
mg: Ampio bebe kokoa
mi: Tāpiri atu
mk: Додади повеќе
ml: കൂടുതൽ ചേർക്കുക
mn: Илүү нэмэх
mr: आणखी जोडा
ms: Tambah lagi
mt: Żid aktar
my: ထပ်ထည့်ပါ။
ne: अझै थप
nl: Voeg meer toe
no: Legg til mer
or: ଅଧିକ ଯୋଡନ୍ତୁ |
pa: ਹੋਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj więcej
ps: نور زیات کړئ
pt: Adicione mais
ro: Adăuga mai mult
ru: Добавить больше
rw: Ongeraho byinshi
sd: وڌيڪ شامل ڪريو
si: තව එකතු කරන්න
sk: Pridať VIAC
sl: Dodaj Več
sq: Shto Më shumë
sr: Додај још
sv: Lägga till mer
sw: Ongeza zaidi
ta: மேலும் சேர்க்கவும்
te: మరిన్ని జోడించండి
tg: Бештар илова кунед
th: เพิ่มมากขึ้น
tk: Has köp goş
tl: Magdagdag pa
tr: Daha ekle
tt: Күбрәк өстәгез
ug: تېخىمۇ كۆپ قوشۇڭ
uk: Додати більше
ur: مزید شامل کریں۔
uz: Yana qoʻshing
vi: Bổ sung thêm
xh: Yongeza ngakumbi
yi: לייג מער

source: Subtotal($)
af: Subtotaal ($)
am: ንዑስ ድምር($)
ar: المجموع الفرعي ($)
az: Ara cəmi($)
be: Прамежкавы вынік ($)
bg: Междинна сума ($)
bn: সাবটোটাল($)
cs: Mezisoučet ($)
cy: Is-gyfanswm($)
de: Zwischensumme ($)
el: Μερικό σύνολο ($)
eo: Subtotalo ($)
et: Vahesumma ($)
eu: Azpi-totala ($)
fa: جمع فرعی ($)
fi: Välisumma ($)
fr: Sous-total($)
fy: Subtotaal ($)
ga: Fo-iomlán($)
gd: Fo-iomlan($)
gu: પેટાટોટલ($)
hi: उप-योग($)
hr: Međuzbroj ($)
hu: Részösszeg ($)
hy: Ենթագումար ($)
is: Samtala ($)
it: Totale parziale($)
iw: סכום משנה ($)
ja: 小計($)
ka: ქვეჯამი ($)
kk: Аралық жиынтық($)
km: សរុបរង($)
kn: ಉಪಮೊತ್ತ($)
ku: Bi tevahî ($)
ky: Аралык сумма ($)
lo: ທັງໝົດຍ່ອຍ($)
lt: Tarpinė suma ($)
lv: Starpsumma ($)
mi: Tapekeroto($)
mk: Подзбир ($)
ml: ഉപമൊത്തം($)
mn: Дунд нийлбэр($)
mr: उपएकूण($)
ms: Jumlah kecil($)
my: စုစုပေါင်း ($)
ne: उपकुल ($)
nl: Subtotaal ($)
no: Delsum ($)
or: ଉପଟୋଟାଲ୍ ($)
pa: ਉਪ-ਜੋੜ($)
pl: Suma częściowa ($)
ps: فرعي مجموعه($)
ru: Итого($)
sd: ذيلي مجموعي ($)
si: උප එකතුව($)
sk: Medzisúčet ($)
sl: Vmesni seštevek ($)
sq: Nëntotali ($)
sr: Међузбир ($)
sv: Delsumma ($)
sw: Jumla ndogo($)
ta: கூட்டுத்தொகை($)
te: ఉపమొత్తం($)
tg: Мобайнҳо($)
th: ยอดรวม($)
tk: Jemi ($)
tr: Ara toplam($)
tt: Субтоталь ($)
uk: Проміжний підсумок ($)
ur: ذیلی کل($)
uz: Oraliq jami ($)
vi: Tổng phụ ($)
xh: Itotali ephantsi($)
yi: סובטאָטאַל ($)

source: Discount(%)
af: Afslag (%)
am: ቅናሽ(%)
ar: خصم(٪)
az: Güzəşt(%)
be: Зніжка (%)
bg: Отстъпка (%)
bn: ডিসকাউন্ট(%)
ca: Descompte (%)
cs: Sleva(%)
cy: Disgownt(%)
da: Rabat(%)
de: Rabatt(%)
el: Εκπτωση(%)
eo: Rabato(%)
es: Descuento(%)
et: Allahindlus (%)
eu: Deskontua (%)
fa: تخفیف (%)
fi: Alennus(%)
fr: Rabais(%)
fy: Koarting(%)
ga: Lascaine(%)
gd: Lasachadh (%)
gl: Desconto (%)
gu: ડિસ્કાઉન્ટ(%)
hi: छूट(%)
hr: Popust(%)
hu: Kedvezmény(%)
hy: Զեղչ(%)
id: Diskon(%)
is: Afsláttur (%)
it: Sconto(%)
iw: הנחה(%)
ja: 割引（％）
ka: ფასდაკლება (%)
kk: Жеңілдік(%)
km: បញ្ចុះតម្លៃ(%)
kn: ರಿಯಾಯಿತಿ(%)
ku: Kêmkirinî(%)
ky: Арзандатуу(%)
lb: Remise (%)
lo: ສ່ວນຫຼຸດ(%)
lt: Nuolaida(%)
lv: Atlaide (%)
mg: fihenam-bidy(%)
mi: Utu(%)
mk: попуст (%)
ml: കിഴിവ്(%)
mn: Хөнгөлөлт(%)
mr: सवलत(%)
ms: Diskaun(%)
mt: Roħs (%)
my: လျှော့စျေး(%)
ne: छुट (%)
nl: Korting(%)
no: Rabatt(%)
or: ରିହାତି (%)
pa: ਛੋਟ(%)
pl: Zniżka(%)
ps: تخفیف (٪)
pt: Desconto(%)
ro: Reducere(%)
ru: Скидка(%)
rw: Kugabanuka (%)
sd: رعايت (%)
si: වට්ටම් (%)
sk: zľava (%)
sl: Popust (%)
sq: Zbritje (%)
sr: Попуст (%)
sv: Rabatt(%)
sw: Punguzo(%)
ta: தள்ளுபடி (%)
te: తగ్గింపు(%)
tg: Тахфиф (%)
th: การลดราคา(%)
tk: Arzanladyş (%)
tl: Diskwento(%)
tr: İndirim(%)
tt: Ташлама (%)
ug: ئېتىبار (%)
uk: Знижка (%)
ur: رعایت (%)
uz: Chegirma (%)
vi: Giảm giá(%)
xh: Isaphulelo(%)
yi: אַראָפּרעכענען (%)

source: TAX(%)
af: BELASTING(%)
am: ታክስ(%)
ar: ضريبة(٪)
az: VERGİ(%)
be: падатак (%)
bg: ДАНЪК(%)
bn: ট্যাক্স(%)
ca: IMPOST (%)
cs: DAŇ(%)
cy: TRETH(%)
da: SKAT(%)
de: MWST(%)
el: ΦΟΡΟΣ(%)
eo: IMPOSTO(%)
es: IMPUESTO(%)
et: MAKS (%)
eu: ZERGA (%)
fa: مالیات(٪)
fi: VEROTTAA(%)
fr: IMPÔT(%)
fy: BELESTING(%)
ga: CÁIN(%)
gd: Cìs (%)
gl: IMPOSTO(%)
gu: ટેક્સ(%)
hi: कर(%)
hr: POREZ(%)
hu: ADÓ(%)
hy: ՀԱՐԿ (%)
id: PAJAK(%)
is: SKATT(%)
it: IMPOSTA(%)
iw: מַס(%)
ja: 税（％）
ka: გადასახადი (%)
kk: САЛЫҚ(%)
km: ពន្ធ(%)
kn: ತೆರಿಗೆ(%)
ku: BAC(%)
ky: САЛЫК(%)
lo: ພາສີ(%)
lt: MOKESČIAI (%)
lv: NODOKLIS (%)
mg: HETRA(%)
mk: ДАНОК(%)
ml: നികുതി(%)
mr: कर(%)
ms: CUKAI(%)
mt: TAXXA (%)
my: အခွန်(%)
ne: कर(%)
nl: BELASTING(%)
no: AVGIFT(%)
or: ଟ୍ୟାକ୍ସ (%)
pa: ਟੈਕਸ(%)
pl: PODATEK(%)
ps: مالیه (٪)
pt: IMPOSTO(%)
ro: IMPOZIT(%)
ru: НАЛОГ(%)
rw: UMUSORO (%)
sd: ٽيڪس (%)
si: බද්ද(%)
sk: DAŇ (%)
sl: DAVEK(%)
sq: TAKSA(%)
sr: ПОРЕЗ(%)
sv: BESKATTA(%)
sw: KODI(%)
ta: வரி(%)
te: పన్ను(%)
tg: АНДОЗ(%)
th: ภาษี(%)
tk: Salgyt (%)
tl: BUWIS(%)
tr: VERGİ(%)
tt: Салым (%)
uk: ПОДАТОК(%)
ur: ٹیکس (%)
uz: SOLOQ(%)
vi: THUẾ(%)
xh: IRHAFU(%)
yi: שטייַער(%)

source: Total($)
af: Totaal ($)
am: ጠቅላላ($)
ar: المجموع (دولار)
az: Cəmi($)
be: Усяго ($)
bg: Общо ($)
bn: মোট($)
cs: Celkem ($)
cy: Cyfanswm($)
da: I alt ($)
de: Gesamt ($)
el: Σύνολο ($)
eo: Sumo($)
et: Kokku ($)
eu: Guztira ($)
fa: مجموع ($)
fi: Yhteensä ($)
fy: Totaal ($)
ga: Iomlán($)
gd: Iomlan($)
gu: કુલ($)
hi: कुल($)
hr: Ukupno ($)
hu: Összesen ($)
hy: Ընդհանուր ($)
id: Jumlah($)
is: Samtals($)
it: Totale($)
iw: סך הכל ($)
ja: 合計（$）
ka: სულ ($)
kk: Барлығы($)
km: សរុប($)
kn: ಒಟ್ಟು($)
ku: Bi tevahî ($)
ky: Бардыгы($)
lo: ທັງໝົດ($)
lt: Iš viso ($)
lv: Kopā ($)
mi: Tapeke($)
mk: Вкупно ($)
ml: ആകെ($)
mn: Нийт($)
mr: एकूण($)
ms: Jumlah($)
my: စုစုပေါင်း($)
ne: कुल ($)
nl: Totaal($)
no: Totalt ($)
or: ମୋଟ ($)
pa: ਕੁੱਲ($)
pl: Razem ($)
ps: ټول ($)
ru: Итого($)
rw: Igiteranyo ($)
sd: ڪل ($)
si: එකතුව($)
sk: Celkom ($)
sl: Skupaj ($)
sq: Totali ($)
sr: Укупно ($)
sv: Totalt ($)
sw: Jumla($)
ta: மொத்தம்($)
te: మొత్తం($)
tg: Ҳамагӣ ($)
th: รวม($)
tk: Jemi ($)
tl: Kabuuan($)
tr: Toplam($)
tt: Барлыгы ($)
ug: ئومۇمىي ($)
uk: Усього ($)
ur: کل ($)
uz: Jami($)
vi: Tổng ($)
xh: Iyonke($)
yi: גאַנץ ($)

source: Invoice No
af: Kwitansie No
am: የደረሰኝ ቁጥር
ar: رقم الفاتورة
az: Faktura nömrəsi
be: № рахунку-фактуры
bg: Фактура номер
bn: চালান নং
ca: Factura núm
cs: Faktura číslo
cy: Anfoneb Rhif
da: Faktura nr
de: Rechnungs-Nr
el: Αριθμός τιμολογίου
eo: Fakturo Nr
es: Factura no
et: Arve nr
eu: Faktura zk
fa: شماره فاکتور
fi: Lasku nro
fr: Facture n°
ga: Sonrasc Uimh
gd: Fàirdeal Àir
gl: Factura No
gu: ઇન્વોઇસ નં
hi: चालान नंबर
hr: Račun br
hu: Nincs számla
hy: Հաշիվ-ապրանքագիր No
id: Nomor faktur
is: Reikningur nr
it: Fattura n
iw: מס' חשבונית
ja: 請求書番号
ka: Ინვოისის ნომერი
kk: Шот-фактура №
km: លេខ​វិ​ក័​យ​ប័ត្រ
kn: ಸರಕುಪಟ್ಟಿ ಸಂಖ್ಯೆ
ku: Fato No
ky: Эсеп-фактура №
lb: Rechnung Nr
lo: ໃບແຈ້ງໜີ້
lt: Sąskaita Nr
lv: Rēķins Nr
mg: Faktiora No
mi: Nama Nama
mk: Фактура бр
ml: ഇൻവോയ്സ് നമ്പർ
mn: Нэхэмжлэхийн дугаар
mr: चलन क्र
ms: No. Invois
mt: Fattura Nru
my: ပြေစာအမှတ်၊
ne: बिल संख्या
nl: Factuur nr
no: Faktura nr
or: ଇନଭଏସ୍ ନଂ
pa: ਚਲਾਨ ਨੰ
pl: Faktury nr
ps: د انوائس شمیره
pt: Nº da fatura
ro: Factura nu
ru: Счет №
rw: Inyemezabuguzi Oya
sd: انوائس نمبر
si: ඉන්වොයිස් අංකය
sk: faktúra č
sl: Št. računa
sq: Numri i fatures
sr: Фактура бр
sv: Faktura nr
sw: Ankara Na
ta: விலைப்பட்டியல் எண்
te: ఇన్వాయిస్ నం
tg: Ҳисобнома-фактура рақами
th: เลขที่ใบแจ้งหนี้
tk: Hasap-faktura
tr: Fatura No
tt: Эсеп-фактурасы
ug: تالون نومۇرى
uk: Номер рахунку
ur: رسید نمبر
uz: Hisob-faktura raqami
vi: Hóa đơn không có
xh: Inombolo ye-invoyisi
yi: ינווויס נומ

source: Select the members who needs to view or pay this invoice
af: Kies die lede wat hierdie faktuur moet sien of betaal
am: ይህን የክፍያ መጠየቂያ ደረሰኝ ለማየት ወይም ለመክፈል የሚፈልጉትን አባላት ይምረጡ
ar: حدد الأعضاء الذين يحتاجون إلى عرض هذه الفاتورة أو دفعها
az: Bu fakturaya baxmaq və ya ödəməli olan üzvləri seçin
be: Выберыце членаў, якім трэба праглядзець або аплаціць гэты рахунак
bg: Изберете членовете, които трябва да видят или платят тази фактура
bn: যে সদস্যদের এই চালানটি দেখতে বা পরিশোধ করতে হবে তাদের নির্বাচন করুন
ca: Seleccioneu els membres que necessiten veure o pagar aquesta factura
cs: Vyberte členy, kteří potřebují zobrazit nebo zaplatit tuto fakturu
cy: Dewiswch yr aelodau sydd angen gweld neu dalu'r anfoneb hon
da: Vælg de medlemmer, der skal se eller betale denne faktura
de: Wählen Sie die Mitglieder aus, die diese Rechnung anzeigen oder bezahlen müssen
el: Επιλέξτε τα μέλη που πρέπει να δουν ή να πληρώσουν αυτό το τιμολόγιο
eo: Elektu la membrojn, kiuj bezonas vidi aŭ pagi ĉi tiun fakturon
es: Seleccione los miembros que necesitan ver o pagar esta factura
et: Valige liikmed, kes peavad seda arvet vaatama või tasuma
eu: Hautatu faktura hau ikusi edo ordaindu behar duten kideak
fa: اعضایی را که نیاز به مشاهده یا پرداخت این فاکتور دارند انتخاب کنید
fi: Valitse jäsenet, joiden on katsottava tai maksettava tämä lasku
fr: Sélectionnez les membres qui doivent consulter ou payer cette facture
fy: Selektearje de leden dy't dizze faktuer besjen of betelje moatte
ga: Roghnaigh na baill ar gá dóibh an sonrasc seo a fheiceáil nó a íoc
gd: Tagh na buill a dh'fheumas am fàirdeal seo fhaicinn no a phàigheadh
gl: Seleccione os membros que necesitan ver ou pagar esta factura
gu: એવા સભ્યોને પસંદ કરો કે જેમને આ ઇન્વૉઇસ જોવા અથવા ચૂકવવાની જરૂર છે
hi: उन सदस्यों का चयन करें जिन्हें इस चालान को देखने या भुगतान करने की आवश्यकता है
hr: Odaberite članove koji trebaju vidjeti ili platiti ovu fakturu
hu: Válassza ki azokat a tagokat, akiknek meg kell tekinteniük vagy ki kell fizetniük ezt a számlát
hy: Ընտրեք այն անդամներին, ովքեր պետք է դիտեն կամ վճարեն այս հաշիվը
id: Pilih anggota yang perlu melihat atau membayar faktur ini
is: Veldu þá félaga sem þurfa að skoða eða greiða þennan reikning
it: Seleziona i membri che devono visualizzare o pagare questa fattura
iw: בחר את החברים שצריכים להציג או לשלם חשבונית זו
ja: この請求書を表示または支払う必要があるメンバーを選択します
ka: აირჩიეთ წევრები, რომლებსაც სჭირდებათ ამ ინვოისის ნახვა ან გადახდა
kk: Осы шот-фактураны көруі немесе төлеуі қажет мүшелерді таңдаңыз
km: ជ្រើសរើសសមាជិកដែលត្រូវការមើល ឬបង់វិក្កយបត្រនេះ។
kn: ಈ ಇನ್‌ವಾಯ್ಸ್ ವೀಕ್ಷಿಸಲು ಅಥವಾ ಪಾವತಿಸಲು ಅಗತ್ಯವಿರುವ ಸದಸ್ಯರನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Endamên ku hewce ne ku vê fatûreyê bibînin an bidin hilbijêrin hilbijêrin
ky: Бул эсеп-фактураны көрүшү же төлөшү керек болгон мүчөлөрдү тандаңыз
lb: Wielt d'Memberen déi dës Rechnung kucken oder bezuelen
lo: ເລືອກສະມາຊິກທີ່ຕ້ອງການເບິ່ງ ຫຼືຈ່າຍໃບແຈ້ງໜີ້ນີ້
lt: Pasirinkite narius, kuriems reikia peržiūrėti arba apmokėti šią sąskaitą
lv: Atlasiet dalībniekus, kuriem ir jāapskata vai jāapmaksā šis rēķins
mg: Fidio ireo mpikambana mila mijery na mandoa an'ity faktiora ity
mi: Tīpakohia nga mema e hiahia ana ki te tiro, ki te utu ranei i tenei nama
mk: Изберете ги членовите кои треба да ја видат или платат оваа фактура
ml: ഈ ഇൻവോയ്സ് കാണേണ്ട അല്ലെങ്കിൽ പണമടയ്ക്കേണ്ട അംഗങ്ങളെ തിരഞ്ഞെടുക്കുക
mn: Энэ нэхэмжлэхийг үзэх эсвэл төлөх шаардлагатай гишүүдийг сонгоно уу
mr: ज्या सदस्यांना हे बीजक पाहायचे आहे किंवा पैसे भरायचे आहेत ते निवडा
ms: Pilih ahli yang perlu melihat atau membayar invois ini
mt: Agħżel il-membri li għandhom bżonn jaraw jew iħallsu din il-fattura
my: ဤပြေစာအား ကြည့်ရှုရန် သို့မဟုတ် ပေးချေရန် လိုအပ်သော အဖွဲ့ဝင်များကို ရွေးပါ။
ne: यो इनभ्वाइस हेर्न वा भुक्तानी गर्न आवश्यक सदस्यहरू चयन गर्नुहोस्
nl: Selecteer de leden die deze factuur moeten bekijken of betalen
no: Velg medlemmene som skal se eller betale denne fakturaen
or: ସଦସ୍ୟମାନଙ୍କୁ ବାଛନ୍ତୁ ଯେଉଁମାନେ ଏହି ଇନଭଏସ୍ ଦେଖିବା କିମ୍ବା ଦେୟ ଆବଶ୍ୟକ କରନ୍ତି |
pa: ਉਹਨਾਂ ਮੈਂਬਰਾਂ ਨੂੰ ਚੁਣੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸ ਇਨਵੌਇਸ ਨੂੰ ਦੇਖਣ ਜਾਂ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Wybierz członków, którzy muszą wyświetlić lub opłacić tę fakturę
ps: هغه غړي غوره کړئ چې اړتیا لري دا رسید وګوري یا تادیه کړي
pt: Selecione os membros que precisam visualizar ou pagar esta fatura
ro: Selectați membrii care trebuie să vadă sau să plătească această factură
ru: Выберите участников, которым нужно просмотреть или оплатить этот счет
rw: Hitamo abanyamuryango bakeneye kureba cyangwa kwishyura iyi fagitire
sd: ميمبرن کي چونڊيو جيڪي هن انوائس کي ڏسڻ يا ادا ڪرڻ جي ضرورت آهي
si: මෙම ඉන්වොයිසිය බැලීමට හෝ ගෙවීමට අවශ්‍ය සාමාජිකයන් තෝරන්න
sk: Vyberte členov, ktorí potrebujú zobraziť alebo zaplatiť túto faktúru
sl: Izberite člane, ki si morajo ogledati ali plačati ta račun
sq: Zgjidhni anëtarët që duhet të shikojnë ose paguajnë këtë faturë
sr: Изаберите чланове који треба да погледају или плате ову фактуру
sv: Välj de medlemmar som behöver se eller betala denna faktura
sw: Chagua wanachama wanaohitaji kuangalia au kulipa ankara hii
ta: இந்த இன்வாய்ஸைப் பார்க்க அல்லது செலுத்த வேண்டிய உறுப்பினர்களைத் தேர்ந்தெடுக்கவும்
te: ఈ ఇన్‌వాయిస్‌ని వీక్షించాల్సిన లేదా చెల్లించాల్సిన సభ్యులను ఎంచుకోండి
tg: Аъзоёнеро интихоб кунед, ки бояд ин фактураро бубинанд ё пардохт кунанд
th: เลือกสมาชิกที่ต้องการดูหรือชำระใบแจ้งหนี้นี้
tk: Bu hasap-fakturany görmeli ýa-da tölemeli agzalary saýlaň
tl: Piliin ang mga miyembrong kailangang tingnan o bayaran ang invoice na ito
tr: Bu faturayı görüntülemesi veya ödemesi gereken üyeleri seçin
tt: Бу счет-фактураны карарга яки түләргә кирәк булган әгъзаларны сайлагыз
ug: بۇ تالوننى كۆرۈش ياكى تۆلەشكە تېگىشلىك ئەزالارنى تاللاڭ
uk: Виберіть учасників, яким потрібно переглянути або оплатити цей рахунок
ur: ان اراکین کو منتخب کریں جنہیں یہ رسید دیکھنے یا ادا کرنے کی ضرورت ہے۔
uz: Ushbu hisob-fakturani koʻrishi yoki toʻlashi kerak boʻlgan aʼzolarni tanlang
vi: Chọn thành viên cần xem hoặc thanh toán hóa đơn này
xh: Khetha amalungu afuna ukujonga okanye ahlawule le invoyisi
yi: אויסקלייַבן די מיטגלידער וואָס דאַרפֿן צו זען אָדער באַצאָלן דעם ינווויס

source: Update Invoice
af: Dateer faktuur op
am: ደረሰኝ አዘምን
ar: تحديث الفاتورة
az: Fakturanı yeniləyin
be: Абнавіць рахунак-фактуру
bg: Актуализиране на фактурата
bn: চালান আপডেট করুন
ca: Actualitzar la factura
cs: Aktualizovat fakturu
cy: Diweddaru Anfoneb
da: Opdater faktura
de: Rechnung aktualisieren
el: Ενημέρωση τιμολογίου
eo: Ĝisdatigu Fakturon
es: Actualizar factura
et: Värskenda arvet
eu: Eguneratu faktura
fa: به روز رسانی فاکتور
fi: Päivitä lasku
fr: Mettre à jour la facture
ga: Sonrasc Nuashonraithe
gd: Luchdaich a-nuas an invoice
gl: Actualizar factura
gu: ઇન્વોઇસ અપડેટ કરો
hi: चालान अपडेट करें
hr: Ažurirajte fakturu
hu: Számla frissítése
hy: Թարմացնել հաշիվ-ապրանքագիրը
id: Perbarui Faktur
is: Uppfærðu reikning
it: Aggiorna fattura
iw: עדכון חשבונית
ja: 請求書を更新する
ka: ინვოისის განახლება
kk: Шот-фактураны жаңарту
km: ធ្វើបច្ចុប្បន្នភាពវិក្កយបត្រ
kn: ಸರಕುಪಟ್ಟಿ ನವೀಕರಿಸಿ
ku: Faturê nûve bikin
ky: Эсеп-фактураны жаңыртуу
lb: Update Rechnung
lo: ອັບເດດໃບເກັບເງິນ
lt: Atnaujinti sąskaitą faktūrą
lv: Atjaunināt rēķinu
mg: Fanavaozana ny faktiora
mi: Whakahou Nama
mk: Ажурирајте ја фактурата
ml: ഇൻവോയ്സ് അപ്ഡേറ്റ് ചെയ്യുക
mn: Нэхэмжлэхийг шинэчлэх
mr: बीजक अपडेट करा
ms: Kemas kini Invois
mt: Aġġorna Fattura
my: ငွေတောင်းခံလွှာကို အပ်ဒိတ်လုပ်ပါ။
ne: बीजक अपडेट गर्नुहोस्
nl: Factuur bijwerken
no: Oppdater faktura
or: ଇନଭଏସ୍ ଅପଡେଟ୍ କରନ୍ତୁ |
pa: ਇਨਵੌਇਸ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj fakturę
ps: انوائس تازه کړئ
pt: Atualizar fatura
ro: Actualizați factura
ru: Обновить счет
rw: Kuvugurura inyemezabuguzi
sd: تازه ڪاري انوائس
si: ඉන්වොයිසිය යාවත්කාලීන කරන්න
sk: Aktualizovať faktúru
sl: Posodobite račun
sq: Përditëso faturën
sr: Ажурирајте фактуру
sv: Uppdatera faktura
sw: Sasisha ankara
ta: இன்வாய்ஸைப் புதுப்பிக்கவும்
te: ఇన్‌వాయిస్‌ని నవీకరించండి
tg: Ҳисобнома-фактураро навсозӣ кунед
th: อัปเดตใบแจ้งหนี้
tk: Hasap-fakturany täzeläň
tl: I-update ang Invoice
tr: Faturayı Güncelle
tt: Счет-фактураны яңарту
ug: تالوننى يېڭىلاش
uk: Оновити рахунок-фактуру
ur: انوائس کو اپ ڈیٹ کریں۔
uz: Hisob-fakturani yangilash
vi: Cập nhật hóa đơn
xh: Hlaziya i-invoyisi
yi: דערהייַנטיקן ינווויס

source: Create Invoice
af: Skep faktuur
am: ደረሰኝ ፍጠር
ar: إنشاء فاتورة
az: Faktura yaradın
be: Стварыць рахунак-фактуру
bg: Създаване на фактура
bn: চালান তৈরি করুন
ca: Crear factura
cs: Vytvořit fakturu
cy: Creu Anfoneb
da: Opret faktura
de: Rechnung erstellen
el: Δημιουργία Τιμολογίου
eo: Krei Fakturon
es: Crear factura
et: Loo arve
eu: Sortu faktura
fa: ایجاد فاکتور
fi: Luo lasku
fr: Créer une facture
fy: Meitsje invoice
ga: Cruthaigh Sonrasc
gd: Cruthaich fàirdeal
gl: Crear factura
gu: ઇન્વોઇસ બનાવો
hi: इनवॉयस बनाएँ
hr: Izradite fakturu
hu: Számla létrehozása
hy: Ստեղծեք հաշիվ-ապրանքագիր
id: Buat Faktur
is: Búðu til reikning
it: Crea fattura
iw: צור חשבונית
ja: 請求書を作成する
ka: შექმენით ინვოისი
kk: Шот-фактура жасау
km: បង្កើតវិក្កយបត្រ
kn: ಸರಕುಪಟ್ಟಿ ರಚಿಸಿ
ku: Faturek çêbikin
ky: Эсеп-фактура түзүү
lb: Schafen Rechnung
lo: ສ້າງໃບແຈ້ງໜີ້
lt: Sukurti sąskaitą faktūrą
lv: Izveidot rēķinu
mg: Mamorona faktiora
mi: Waihanga nama
mk: Креирај фактура
ml: ഇൻവോയ്സ് സൃഷ്ടിക്കുക
mn: Нэхэмжлэх үүсгэх
mr: बीजक तयार करा
ms: Buat Invois
mt: Oħloq Fattura
my: ပြေစာဖန်တီးပါ။
ne: इनभ्वाइस सिर्जना गर्नुहोस्
nl: Factuur maken
no: Opprett faktura
or: ଇନଭଏସ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇਨਵੌਇਸ ਬਣਾਓ
pl: Wystaw fakturę
ps: انوائس جوړ کړئ
pt: Criar recibo
ro: Creați factura
ru: Создать счет
rw: Kora inyemezabuguzi
sd: انوائس ٺاهيو
si: ඉන්වොයිසිය සාදන්න
sk: Vytvoriť faktúru
sl: Ustvari račun
sq: Krijo faturë
sr: Креирајте фактуру
sv: Skapa faktura
sw: Unda ankara
ta: விலைப்பட்டியல் உருவாக்கவும்
te: ఇన్వాయిస్ సృష్టించండి
tg: Эҷоди ҳисобнома-фактура
th: สร้างใบแจ้งหนี้
tk: Hasap-faktura dörediň
tl: Lumikha ng Invoice
tr: Fatura oluşturmak
tt: Фактура ясагыз
ug: تالون قۇرۇش
uk: Створити рахунок-фактуру
ur: انوائس بنائیں
uz: Hisob-faktura yaratish
vi: Tạo hóa đơn
xh: Yenza i-invoyisi
yi: שאַפֿן ינווויס
