Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
af: 'n Permanente etiket om 'n gebruiker maklik te vind. (a-z, 0-9, -, /) word toegelaat
am: ተጠቃሚን በቀላሉ ለማግኘት ቋሚ መለያ። (a-z፣ 0-9፣ -, /) ተፈቅዷል
ar: تسمية دائمة للعثور على مستخدم بسهولة. (a-z ، 0-9 ، - ، /) مسموح بها
az: İstifadəçini asanlıqla tapmaq üçün daimi etiket. (a-z, 0-9, -, /) icazə verilir
be: Пастаянная пазнака, каб лёгка знайсці карыстальніка. (a-z, 0-9, -, /) дапускаюцца
bg: Постоянен етикет за лесно намиране на потребител. (a-z, 0-9, -, /) са разрешени
bn: একটি স্থায়ী লেবেল সহজে একটি ব্যবহারকারী খুঁজে পেতে. (a-z, 0-9, -, /) অনুমোদিত
ca: Una etiqueta permanent per trobar fàcilment un usuari. (a-z, 0-9, -, /) estan permesos
cs: Trvalý štítek pro snadné nalezení uživatele. (a-z, 0-9, -, /) jsou povoleny
cy: Label parhaol i ddod o hyd i ddefnyddiwr yn hawdd. (a-z, 0-9, -, /) yn cael eu caniatáu
da: En permanent etiket til nemt at finde en bruger. (a-z, 0-9, -, /) er tilladt
de: Ein dauerhaftes Etikett, um einen Benutzer leicht zu finden. (a-z, 0-9, -, /) sind erlaubt
el: Μια μόνιμη ετικέτα για εύκολη εύρεση χρήστη. (a-z, 0-9, -, /) επιτρέπονται
eo: Konstanta etikedo por facile trovi uzanton. (a-z, 0-9, -, /) estas permesitaj
es: Una etiqueta permanente para encontrar fácilmente a un usuario. (a-z, 0-9, -, /) están permitidos
et: Püsiv silt kasutaja hõlpsaks leidmiseks. (a-z, 0-9, -, /) on lubatud
eu: Etiketa iraunkor bat erabiltzailea erraz aurkitzeko. (a-z, 0-9, -, /) onartzen dira
fa: یک برچسب دائمی برای یافتن آسان کاربر. (a-z، 0-9، -، /) مجاز هستند
fi: Pysyvä tarra, jonka avulla käyttäjä löytyy helposti. (a-z, 0-9, -, /) ovat sallittuja
fr: Une étiquette permanente pour retrouver facilement un utilisateur. (a-z, 0-9, -, /) sont autorisés
fy: In permanint label om in brûker maklik te finen. (a-z, 0-9, -, /) binne tastien
ga: Lipéad buan chun úsáideoir a aimsiú go héasca. (a-z, 0-9, -, /) ceadaithe
gd: Bileag maireannach gus neach-cleachdaidh a lorg gu furasta. (a-z, 0-9, -, /) ceadaichte
gl: Unha etiqueta permanente para atopar facilmente un usuario. (a-z, 0-9, -, /) están permitidos
gu: વપરાશકર્તાને સરળતાથી શોધવા માટે કાયમી લેબલ. (a-z, 0-9, -, /) મંજૂર છે
hi: उपयोगकर्ता को आसानी से ढूंढने के लिए एक स्थायी लेबल। (ए-जेड, 0-9, -, /) की अनुमति है
hr: Trajna oznaka za jednostavno pronalaženje korisnika. (a-z, 0-9, -, /) su dopušteni
hu: Állandó címke a felhasználó könnyű megtalálásához. (a-z, 0-9, -, /) megengedett
hy: Մշտական պիտակ՝ օգտվողին հեշտությամբ գտնելու համար: (a-z, 0-9, -, /) թույլատրվում է
id: Label permanen untuk menemukan pengguna dengan mudah. (a-z, 0-9, -, /) diperbolehkan
is: Varanlegt merki til að finna notanda auðveldlega. (a-z, 0-9, -, /) eru leyfðar
it: Un'etichetta permanente per trovare facilmente un utente. (a-z, 0-9, -, /) sono consentiti
iw: תווית קבועה כדי למצוא משתמש בקלות. (a-z, 0-9, -, /) מותרים
ja: ユーザーを簡単に見つけるための永続的なラベル。 （a-z、0-9、-、/）が許可されます
ka: მუდმივი ეტიკეტი მომხმარებლის მარტივად მოსაძებნად. (a-z, 0-9, -, /) დასაშვებია
kk: Пайдаланушыны оңай табуға арналған тұрақты белгі. (a-z, 0-9, -, /) рұқсат етіледі
km: ស្លាកអចិន្រ្តៃយ៍ដើម្បីស្វែងរកអ្នកប្រើប្រាស់យ៉ាងងាយស្រួល។ (a-z, 0-9, -, /) ត្រូវបានអនុញ្ញាត
kn: ಬಳಕೆದಾರರನ್ನು ಸುಲಭವಾಗಿ ಹುಡುಕಲು ಶಾಶ್ವತ ಲೇಬಲ್. (a-z, 0-9, -, /) ಅನುಮತಿಸಲಾಗಿದೆ
ku: Labelek daîmî ku bi hêsanî bikarhênerek bibîne. (a-z, 0-9, -, /) têne destûr kirin
ky: Колдонуучуну оңой табуу үчүн туруктуу энбелги. (a-z, 0-9, -, /) уруксат берилет
lb: E permanente Label fir einfach e Benotzer ze fannen. (a-z, 0-9, -, /) sinn erlaabt
lo: ປ້າຍຊື່ຖາວອນເພື່ອຊອກຫາຜູ້ໃຊ້ໄດ້ຢ່າງງ່າຍດາຍ. (a-z, 0-9, -, /) ແມ່ນອະນຸຍາດ
lt: Nuolatinė etiketė, leidžianti lengvai rasti vartotoją. (a-z, 0-9, -, /) yra leidžiami
lv: Pastāvīga etiķete, lai viegli atrastu lietotāju. (a-z, 0-9, -, /) ir atļauti
mg: Etikety maharitra hahitana mpampiasa mora foana. (a-z, 0-9, -, /) dia azo atao
mi: He tapanga pumau kia ngawari te kimi i tetahi kaiwhakamahi. (a-z, 0-9, -, /) ka whakaaetia
mk: Постојана етикета за лесно наоѓање корисник. (a-z, 0-9, -, /) се дозволени
ml: ഒരു ഉപയോക്താവിനെ എളുപ്പത്തിൽ കണ്ടെത്തുന്നതിനുള്ള സ്ഥിരമായ ലേബൽ. (a-z, 0-9, -, /) അനുവദനീയമാണ്
mn: Хэрэглэгчийг хялбархан олох байнгын шошго. (a-z, 0-9, -, /) зөвшөөрнө
mr: वापरकर्ता सहजपणे शोधण्यासाठी कायमस्वरूपी लेबल. (a-z, 0-9, -, /) परवानगी आहे
ms: Label kekal untuk mencari pengguna dengan mudah. (a-z, 0-9, -, /) dibenarkan
mt: Tikketta permanenti biex issib utent faċilment. (a-z, 0-9, -, /) huma permessi
my: အသုံးပြုသူတစ်ဦးကို အလွယ်တကူရှာဖွေရန် အမြဲတမ်းအညွှန်းတစ်ခု။ (a-z၊ 0-9၊ -, /) ကို ခွင့်ပြုထားသည်။
ne: प्रयोगकर्ता सजिलै फेला पार्न स्थायी लेबल। (a-z, 0-9, -, /) लाई अनुमति छ
nl: Een permanent label om gemakkelijk een gebruiker te vinden. (a-z, 0-9, -, /) zijn toegestaan
no: En permanent etikett for enkelt å finne en bruker. (a-z, 0-9, -, /) er tillatt
or: ଏକ ଉପଭୋକ୍ତାଙ୍କୁ ସହଜରେ ଖୋଜିବା ପାଇଁ ଏକ ସ୍ଥାୟୀ ଲେବଲ୍ | (a-z, 0-9, -, /) ଅନୁମତିପ୍ରାପ୍ତ |
pa: ਇੱਕ ਉਪਭੋਗਤਾ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਲੱਭਣ ਲਈ ਇੱਕ ਸਥਾਈ ਲੇਬਲ। (a-z, 0-9, -, /) ਦੀ ਇਜਾਜ਼ਤ ਹੈ
pl: Trwała etykieta ułatwiająca znalezienie użytkownika. (a-z, 0-9, -, /) są dozwolone
ps: په اسانۍ سره د کاروونکي موندلو لپاره دایمي لیبل. (a-z, 0-9, -, /) اجازه لري
pt: Um rótulo permanente para encontrar facilmente um usuário. (a-z, 0-9, -, /) são permitidos
ro: O etichetă permanentă pentru a găsi cu ușurință un utilizator. (a-z, 0-9, -, /) sunt permise
ru: Постоянный ярлык, чтобы легко найти пользователя. (a-z, 0-9, -, /) допускаются
rw: Ikirango gihoraho kugirango byoroshye kubona umukoresha. (a-z, 0-9, -, /) biremewe
sd: هڪ مستقل ليبل آساني سان صارف ڳولڻ لاءِ. (a-z، 0-9، -، /) جي اجازت آهي
si: පරිශීලකයෙකු පහසුවෙන් සොයා ගැනීමට ස්ථිර ලේබලයක්. (a-z, 0-9, -, /) අවසර ඇත
sk: Trvalý štítok na ľahké nájdenie používateľa. (a-z, 0-9, -, /) sú povolené
sl: Stalna oznaka za enostavno iskanje uporabnika. (a-z, 0-9, -, /) so dovoljeni
sq: Një etiketë e përhershme për të gjetur lehtësisht një përdorues. (a-z, 0-9, -, /) lejohen
sr: Трајна ознака за лако проналажење корисника. (а-з, 0-9, -, /) су дозвољени
sv: En permanent etikett för att enkelt hitta en användare. (a-z, 0-9, -, /) är tillåtna
sw: Lebo ya kudumu ya kupata mtumiaji kwa urahisi. (a-z, 0-9, -, /) zinaruhusiwa
ta: பயனரை எளிதாகக் கண்டறிய நிரந்தர லேபிள். (a-z, 0-9, -, /) அனுமதிக்கப்படுகிறது
te: వినియోగదారుని సులభంగా కనుగొనడానికి శాశ్వత లేబుల్. (a-z, 0-9, -, /) అనుమతించబడతాయి
tg: Нишони доимӣ барои ба осонӣ пайдо кардани корбар. (a-z, 0-9, -, /) иҷозат дода мешавад
th: ป้ายชื่อถาวรเพื่อให้ค้นหาผู้ใช้ได้ง่าย (a-z, 0-9, -, /) ได้รับอนุญาต
tk: Ulanyjyny aňsatlyk bilen tapmak üçin hemişelik bellik. (a-z, 0-9, -, /) rugsat berilýär
tl: Isang permanenteng label para madaling makahanap ng user. (a-z, 0-9, -, /) ay pinapayagan
tr: Bir kullanıcıyı kolayca bulmak için kalıcı bir etiket. (a-z, 0-9, -, /) izin verilir
tt: Кулланучыны җиңел табу өчен даими ярлык. (a-z, 0-9, -, /) рөхсәт ителә
ug: ئىشلەتكۈچىنى ئاسانلا تېپىش ئۈچۈن مەڭگۈلۈك بەلگە. (a-z, 0-9, -, /) رۇخسەت قىلىنغان
uk: Постійна мітка для легкого пошуку користувача. (a-z, 0-9, -, /) дозволені
ur: صارف کو آسانی سے تلاش کرنے کے لیے ایک مستقل لیبل۔ (a-z, 0-9, -, /) کی اجازت ہے۔
uz: Foydalanuvchini osongina topish uchun doimiy yorliq. (a-z, 0-9, -, /) ruxsat etiladi
vi: Một nhãn vĩnh viễn để dễ dàng tìm thấy người dùng. (a-z, 0-9, -, /) được phép
xh: Ileyibhile esisigxina yokufumana lula umsebenzisi. (a-z, 0-9, -, /) zivumelekile
yi: א שטענדיק פירמע צו לייכט געפֿינען אַ באַניצער. (אַ-ז, 0-9, -, /) זענען ערלויבט

source: App only User Intake Fields
af: Slegs toepassing-gebruikerinnamevelde
am: መተግበሪያ ብቻ የተጠቃሚ ማስገቢያ መስኮች
ar: التطبيق فقط حقول كمية المستخدم
az: Yalnız Tətbiq İstifadəçi Qəbul Sahələri
be: Карыстальніцкія палі ўводу толькі ў праграме
bg: Полета за потребителски прием само за приложения
bn: অ্যাপ শুধুমাত্র ব্যবহারকারী গ্রহণের ক্ষেত্র
ca: Camps d'admissió d'usuaris només de l'aplicació
cs: Pole vstupu uživatele pouze aplikace
cy: Meysydd Derbyn Defnyddiwr Ap yn unig
da: Kun app-brugerindtagsfelter
el: Πεδία πρόσληψης χρήστη μόνο για εφαρμογή
eo: App nur Uzanto Intake Kampoj
es: Campos de entrada de usuario solo de la aplicación
et: Ainult rakenduse kasutajate sissevõtuväljad
eu: Aplikazioa soilik erabiltzaileak hartzeko eremuak
fa: فیلدهای دریافت کاربر فقط برنامه
fi: Vain sovelluksen käyttäjien sisääntulokentät
fr: Champs de saisie utilisateur de l'application uniquement
fy: App allinich fjilden foar brûkersyntak
ga: Réimsí Iontógáil Úsáideora amháin aipe
gd: App a-mhàin raointean inntrigidh cleachdaiche
gl: Campos de admisión de usuarios só da aplicación
gu: એપ માત્ર યુઝર ઇન્ટેક ફીલ્ડ્સ
hi: ऐप केवल उपयोगकर्ता इंटेक फ़ील्ड
hr: Polja unosa korisnika samo za aplikaciju
hu: Csak alkalmazás felhasználói beviteli mezők
hy: Միայն հավելվածի օգտագործողի ընդունման դաշտեր
id: Bidang Intake Pengguna hanya aplikasi
is: Notendainntaksreitir eingöngu fyrir forrit
it: Campi di assunzione utente solo app
iw: שדות צריכת משתמשים בלבד באפליקציה
ja: アプリのみのユーザー インテーク フィールド
ka: მხოლოდ აპლიკაციის მომხმარებლის მიღების ველები
kk: Тек қолданбаның пайдаланушы қабылдау өрістері
km: App មានតែ User Intake Fields ប៉ុណ្ណោះ។
kn: ಅಪ್ಲಿಕೇಶನ್ ಮಾತ್ರ ಬಳಕೆದಾರ ಸೇವನೆಯ ಕ್ಷೇತ್ರಗಳು
ku: Zeviyên Vegirtina Bikarhêner tenê Appê
ky: Колдонмого гана Колдонуучу кабыл алуу талаалары
lb: App nëmmen Benotzer Intake Felder
lo: App ສະເພາະຊ່ອງຮັບຜູ້ໃຊ້
lt: Tik programos naudotojo priėmimo laukai
lv: Tikai lietotņu lietotāju uzņemšanas lauki
mg: Fampiharana ihany ny sahan'ny fidirana mpampiasa
mi: Taupānga Mahinga Kaiwhakamahi anake
mk: Полиња за внесување на корисници само за апликација
ml: ആപ്പ് മാത്രം ഉപയോക്തൃ ഇൻടേക്ക് ഫീൽഡുകൾ
mn: Зөвхөн програмын хэрэглэгчийн хүлээн авах талбарууд
mr: अॅप फक्त वापरकर्ता सेवन फील्ड
ms: Medan Pengambilan Pengguna apl sahaja
mt: Oqsma tal-Utent Intake App biss
my: အက်ပ်သည် အသုံးပြုသူဝင်ရောက်မှုအကွက်များသာဖြစ်သည်။
ne: एप मात्र प्रयोगकर्ता इनटेक क्षेत्रहरू
nl: Alleen app-invoervelden voor gebruikers
no: Kun app-felt for brukerinntak
or: କେବଳ ୟୁଜର୍ ଇନଟେକ୍ ଫିଲ୍ଡସ୍ ଆପ୍ କରନ୍ତୁ |
pa: ਐਪ ਸਿਰਫ਼ ਯੂਜ਼ਰ ਇਨਟੇਕ ਫੀਲਡਸ
pl: Tylko aplikacja Pola spożycia użytkownika
ps: د اپلیکیشن یوازې د کارونکي ترلاسه کولو ساحې
pt: Campos de entrada do usuário somente do aplicativo
ro: Câmpuri de admisie de utilizatori numai pentru aplicație
ru: Поля пользователей только для приложения
rw: Koresha gusa Imikoreshereze Yumukoresha
sd: ايپ صرف استعمال ڪندڙ انٽيڪ فيلڊز
si: යෙදුම පමණක් පරිශීලක බඳවා ගැනීමේ ක්ෂේත්‍ර
sk: Polia vstupu používateľa iba pre aplikáciu
sl: Uporabniška vnosna polja samo za aplikacijo
sq: Fushat e marrjes së përdoruesit vetëm për aplikacionin
sr: Поља за унос корисника само за апликацију
sv: Endast appen för användarintagsfält
sw: Sehemu za Uingizaji wa Mtumiaji wa Programu pekee
ta: பயன்பாடு மட்டுமே பயனர் உட்கொள்ளும் புலங்கள்
te: యాప్ మాత్రమే వినియోగదారుని తీసుకునే ఫీల్డ్‌లు
tg: Майдонҳои қабули корбар танҳо барнома
th: แอพเฉพาะช่องรับผู้ใช้
tk: Diňe Ulanyjy kabul ediş meýdanlaryny ulanyň
tl: Mga Field ng User Intake ng App lang
tr: Yalnızca uygulama Kullanıcı Alım Alanları
tt: Кулланучының кабул итү кырларын гына кулланыгыз
ug: پەقەت ئىشلەتكۈچى قوبۇل قىلىش مەيدانىنىلا ئىشلىتىڭ
uk: Поля введення даних користувача лише для програми
ur: ایپ صرف یوزر انٹیک فیلڈز
uz: Faqat ilovalar uchun foydalanuvchi qabul qilish maydonlari
vi: Chỉ ứng dụng Trường lượng người dùng
xh: Usetyenziso kuphela lweeNdawo zokuNgena komsebenzisi
yi: אַפּ בלויז באַניצער ינטייק פעלדער

source: APP ONLY CUSTOM FIELDS
af: APP SLEGS AANBIEDINGSGEBIEDE
am: መተግበሪያ ብቻ የደንበኞች መስኮች
ar: التطبيق فقط الحقول المخصصة
az: Yalnızca MÜŞTƏRİ ƏMƏKDAŞLARI
be: ДАДАЦЬ ТОЛЬКІ МИТНЫЯ ПОЛІ
bg: ПРИЛОЖЕТЕ САМО МИТНИ ПОЛЕ
bn: অ্যাপ্লিকেশন কেবলমাত্র কাস্টম ক্ষেত্রগুলি
ca: L&#39;APP NOMÉS CAMPS DE PERSONALITZACIÓ
cs: CELNÍ OBLAST POTŘEBY APP
cy: APP YN UNIG CAEAU CWSMER
da: APP KUN TILDELINGSFELT
de: APP NUR BENUTZERDEFINIERTE FELDER
el: ΕΦΑΡΜΟΓΗ ΜΟΝΟ ΤΕΛΩΝΕΙΑΚΑ ΠΕΔΙΑ
eo: APP NUR KUTIMAJ Kampoj
es: APLICACIÓN SOLO CAMPOS PERSONALIZADOS
et: APP AINULT TOLLIVÄLJAD
eu: APLIKAZIOA DOAKUEN EREMUAK
fa: برنامه فقط برای موارد سفارشی
fi: APP VAIN MUKAUTETUT ALAT
fr: APPLICATION UNIQUEMENT DES CHAMPS PERSONNALISÉS
fy: APP Allinich maatregels
ga: APP AMHÁIN RÉIMSÍ CUSTAIM
gd: APP A-MHÀIN CÒMHRAIDHEAN CUSTOM
gl: A APLICACIÓN SÓ CAMPOS PÚBLICOS
gu: એપ્લિકેશન ફક્ત કસ્ટમ ફીલ્ડ્સ
hi: एपीपी केवल ग्राहक का पालन करें
hr: PRIJAVITE SAMO CARINSKA POLJA
hu: APP CSAK VÉGREHAJTÁSOK
hy: APP ՄԻԱՅՆ ՀԱՇՎԱՌՎԱԾ ՈԼՈՐՏՆԵՐ
id: APP HANYA BIDANG KUSTOM
is: APP AÐEINS CUSTOM FIELDS
it: APP SOLO CAMPI PERSONALIZZATI
iw: יישומי שדות מותאמים אישית בלבד
ja: アプリのみのカスタムフィールド
ka: APP მხოლოდ მოქმედი დარგები
kk: ТЕК ӨЗГЕРТІЛГЕН ӨНІМДЕР
km: APP FIELDS CUSTOM FIELDS តែមួយគត់
kn: ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರಗಳನ್ನು ಮಾತ್ರ ಅನ್ವಯಿಸಿ
ku: APP TEN FIJN XWEDN
ky: ӨЗГӨЧӨ АДАМДАРГА ӨНҮГҮҮ
lb: APP JUST NËMMEN Felder
lo: ແອັບ F ສະເພາະລູກຄ້າເທົ່ານັ້ນ
lt: „APP“ TIK TIKSLIAI
lv: APP TIKAI KLIENTU LAUKI
mg: MITOMPOKO FIANGONANA DIA MISY AZONAO
mi: TE WHAKAMAHI KAUPAPA KI TE WHAKAARO
mk: САМО САМО САМО РАБОТНИ РАБОТИ
ml: കസ്റ്റം ഫീൽഡുകൾ മാത്രം പ്രയോഗിക്കുക
mn: ЗӨВХӨН ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨ
mr: अ‍ॅप फक्त कस्टम फील्ड
ms: APP HANYA BIDANG KASTAM
mt: L-APPLIKAZZJONI BISS QASI DOGANALI
my: APP တစ်ခုတည်းသောအကောက်ခွန်နေရာများ
ne: एपीपी मात्र कस्टम फाईलहरू
nl: ALLEEN APP AANGEPASTE VELDEN
no: APP KUN TILFELT
or: କେବଳ କଷ୍ଟମ୍ ଫିଲ୍ଡସ୍ ପ୍ରୟୋଗ କରନ୍ତୁ |
pa: ਐਪਲੀਕੇਸ਼ ਸਿਰਫ ਕਸਟਮ ਫਾਈਲਾਂ
pl: TYLKO APLIKACJA POLA NIESTANDARDOWE
ps: اپلیکیشن یوازې د ګمرکي محصولات
pt: APP APENAS CAMPOS PERSONALIZADOS
ro: APP NUMAI DOMENIU PERSONALIZAT
ru: APP ТОЛЬКО ТАМОЖЕННЫЕ ПОЛЯ
rw: SHAKA GUKURIKIRA GUSA
sd: اي پي پي صرف گراهڪ ميدان
si: අභිරුචි ක්ෂේත්‍ර පමණක් යොදන්න
sk: COLNÉ OBLASTI POUZE PRE APP
sl: PRIJAVITE SAMO CARINSKA POLJA
sq: APLIEN VETM FIJET E KLIENTIT
sr: ПРИЈАВИТЕ САМО ЦАРИНСКА ПОЉА
sv: APP ENDAST TULLFELT
sw: PATA HABARI ZA KIUMBALI ZOTE
ta: தனிப்பயன் புலங்களை மட்டுமே பயன்படுத்துங்கள்
te: కస్టమ్ ఫీల్డ్‌లను మాత్రమే వర్తింపజేయండి
tg: БАРНОМАИ ЯК РӮЗНОМАИ КИШВАРҲО
th: แอปเฉพาะฟิลด์ที่กำหนดเอง
tk: DILYE HYZMAT EDIPLERI
tl: APP LANG LAMANG FIELDS
tr: APP SADECE ÖZEL ALANLAR
tt: ТУРЫНДАГЫ ТУРЫНДА КАРАШ
uk: ДОДАТИ ТІЛЬКИ МИТНІ ПОЛІ
ur: اے پی پی صرف کسٹم فیلڈز
uz: FAQAT MUHIM MA&#39;LUMOTLAR
vi: ỨNG DỤNG CHỈ CÓ L FINH VỰC
xh: APHA APHA IINDAWO ZOKUGCINWA
yi: אַפּ בלויז פעלדער

source: s found.
af: se gevind.
am: s ተገኝቷል
ar: وجدت.
az: tapıldı.
be: s знойдзены.
bg: s намерен.
bn: গুলি পাওয়া গেছে।
ca: s ha trobat.
cs: nalezeno.
cy: s wedi ei ddarganfod.
da: s fundet.
de: s gefunden.
el: βρέθηκαν.
eo: s trovita.
es: s encontrados.
et: s leitud.
eu: aurkitu da.
fa: پیدا شد
fi: löytyi.
fr: est trouvé.
fy: s fûn.
ga: s le fáil.
gd: s lorg.
gl: atopouse.
gu: ઓ મળી.
hi: पाया गया।
hr: pronađeno.
hu: s találtak.
hy: հայտնաբերվել է:
id: ditemukan.
is: s fundust.
it: è stato trovato.
iw: נמצא.
ja: が見つかりました。
ka: ნაპოვნია.
kk: табылды.
km: បានរកឃើញ។
kn: ರು ಕಂಡುಬಂದಿದೆ.
ku: s dîtin.
ky: с табылды.
lb: s fonnt.
lo: s ພົບເຫັນ.
lt: s rasta.
lv: s atrasts.
mg: s hita.
mi: s kitea.
mk: Пронајдени се.
ml: s കണ്ടെത്തി.
mn: олдсон.
mr: s आढळले.
ms: s dijumpai.
mt: jinstab.
my: တွေ့ပြီ
ne: s भेटियो।
nl: s gevonden.
no: er funnet.
or: s ମିଳିଲା |
pa: s ਮਿਲਿਆ.
pl: znaleziono.
ps: وموندل شو.
pt: s encontrado.
ro: am găsit.
ru: найдено.
rw: s.
sd: مليو.
si: හමු විය.
sk: s nájdené.
sl: najdeno.
sq: s u gjet.
sr: с пронађено.
sv: hittades.
sw: s kupatikana.
ta: கள் கிடைத்தன.
te: లు కనుగొనబడ్డాయి.
tg: ҳо ёфт шуданд.
th: พบแล้ว
tk: tapyldy.
tl: nahanap.
tr: bulundu.
tt: табылды.
ug: s تېپىلدى.
uk: s знайдено.
ur: s مل گیا۔
uz: s topildi.
vi: s được tìm thấy.
xh: s ifunyenwe.
yi: ס געפֿונען.

source: Created Date
af: Geskep Datum
am: የተፈጠረበት ቀን
ar: تاريخ الإنشاء
az: Yaradılma tarixi
be: Дата стварэння
bg: Дата на създаване
bn: তৈরীর তারিখ
ca: Data creada
cs: Datum vytvoření
cy: Dyddiad Creu
da: Oprettet dato
de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
eo: Kreita Dato
es: Fecha de creación
et: Loodud kuupäev
eu: Sortutako data
fa: تاریخ ایجاد شده
fi: Luotu päivämäärä
fr: Date de création
fy: Datum makke
ga: Dáta Cruthaithe
gd: Ceann-latha Cruthaichte
gl: Data creada
gu: બનાવ્યું તારીખ
hi: रचना तिथि
hr: Datum izrade
hu: Létrehozás dátuma
hy: Ստեղծված ամսաթիվը
id: Tanggal dibuat
is: Búið til dagsetningu
it: Data di Creazione
iw: תאריך יצירה
ja: 作成日
ka: შექმნის თარიღი
kk: Жасалған күні
km: បានបង្កើតកាលបរិច្ឆេទ
kn: ರಚಿಸಲಾದ ದಿನಾಂಕ
ku: Dîrok afirandin
lb: Erstellt Datum
lo: ສ້າງວັນທີ
lt: Sukurta data
lv: Izveidots datums
mg: Daty noforonina
mi: Waihanga Rā
mk: Создаден Датум
ml: സൃഷ്ടിച്ച തീയതി
mn: Үүсгэсэн огноо
mr: तयार केलेली तारीख
ms: Tarikh Dicipta
mt: Data Maħluqa
my: Created နေ့စွဲ
ne: सिर्जना गरिएको मिति
nl: Datum gemaakt
no: opprettet dato
or: ସୃଷ୍ଟି ତାରିଖ |
pa: ਬਣਾਈ ਗਈ ਤਾਰੀਖ
pl: stworz Date
ps: جوړ شوی نیټه
pt: data criada
ro: data creata
ru: Дата создания
rw: Itariki Yashyizweho
sd: ٺاهيل تاريخ
sk: Dátum vytvorenia
sl: Datum ustvarjanja
sq: Data e krijuar
sr: Датум креирања
sv: Skapat Datum
sw: Tarehe Iliyoundwa
ta: தேதி உருவாக்கப்பட்டது
te: సృష్టించిన తేదీ
tg: Санаи сохташуда
th: วันที่สร้าง
tk: Döredilen senesi
tl: Nilikha Petsa
tr: Oluşturma Tarihi
tt: Ясалган дата
ug: قۇرۇلغان چېسلا
uk: Дата створення
ur: تشکیل کی تاریخ
uz: Yaratilgan sana
vi: ngày tạo ra
xh: Usuku lokuDalwa

source: View Cases
af: Bekyk gevalle
am: ጉዳዮችን ይመልከቱ
ar: عرض الحالات
az: Cases Baxın
be: Праглядзець справы
bg: Вижте случаи
bn: কেস দেখুন
ca: Veure casos
cs: Zobrazit případy
cy: Gweld Achosion
da: Se sager
de: Fälle anzeigen
el: Προβολή υποθέσεων
eo: Vidu Kazojn
es: Ver casos
et: Vaata juhtumeid
eu: Ikusi kasuak
fa: مشاهده موارد
fi: Näytä tapaukset
fr: Voir les cas
ga: Cásanna Amharc
gd: Seall Cùisean
gl: Ver casos
gu: કેસો જુઓ
hi: मामले देखें
hr: Pregledajte slučajeve
hu: Ügyek megtekintése
hy: Դիտել դեպքեր
id: Lihat Kasus
is: Skoða mál
it: Visualizza Casi
iw: הצג מקרים
ja: ケースを見る
ka: ქეისების ნახვა
kk: Істерді көру
km: មើលករណី
kn: ಪ್ರಕರಣಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ky: Кейстерди көрүү
lb: Gesinn Fäll
lo: ເບິ່ງກໍລະນີ
lt: Peržiūrėti atvejus
lv: Skatīt lietas
mi: Tirohia nga keehi
mk: Прикажи случаи
ml: കേസുകൾ കാണുക
mn: Тохиолдлуудыг харах
mr: प्रकरणे पहा
ms: Lihat Kes
mt: Ara Każijiet
my: အမှုတွဲများကို ကြည့်ရှုပါ။
ne: केसहरू हेर्नुहोस्
nl: Cases bekijken
no: Se saker
or: କେସ୍ ଦର୍ଶନ କରନ୍ତୁ |
pa: ਕੇਸ ਵੇਖੋ
pl: Wyświetl sprawy
ps: قضیې وګورئ
pt: Ver casos
ro: Vizualizați cazuri
ru: Посмотреть дела
rw: Reba Imanza
sd: ڏسو ڪيس
si: නඩු බලන්න
sk: Zobraziť prípady
sl: Ogled primerov
sq: Shiko Rastet
sr: Виев Цасес
sv: Visa fall
sw: Tazama Kesi
ta: வழக்குகளைப் பார்க்கவும்
te: కేసులను వీక్షించండి
tg: Намоиши парвандаҳо
th: ดูกรณี
tk: Kazyýetleri görmek
tl: Tingnan ang Mga Kaso
tr: Vakaları Görüntüle
tt: Эшләрне карау
ug: دېلولارنى كۆرۈش
uk: Переглянути кейси
ur: کیسز دیکھیں
uz: Ishlarni ko'rish
vi: Xem trường hợp
xh: Jonga Amatyala
yi: View קאַסעס

source: VIEW CASES
af: KYK GEVALLE
am: ጉዳዮችን ይመልከቱ
ar: عرض الحالات
az: HALLARA BAXIN
be: ПРАГЛЯД СПРАВАЎ
bg: ВИЖ КАЛЪСИ
bn: কেস দেখুন
ca: VEURE CASOS
cs: ZOBRAZIT PŘÍPADY
cy: GWELD ACHOSION
da: SE CASES
de: FÄLLE ANSEHEN
el: ΔΕΙΤΕ ΠΕΡΙΠΤΩΣΕΙΣ
eo: VIDU KAZOJN
es: VER CASOS
et: VAATA JUHTUMID
eu: KASUAK IKUSI
fa: مشاهده موارد
fi: KATSO TAPAUKSET
fr: VOIR LES CAS
ga: FÉACH CÁSANNA
gd: SEALLADH CÙISEAN
gl: VER CASOS
gu: કેસ જુઓ
hi: मामले देखें
hr: POGLEDAJTE SLUČAJEVE
hu: ESETEK MEGTEKINTÉSE
hy: ԴԻՏԵԼ ԴԵՊՔԵՐԸ
id: LIHAT KASUS
is: SKOÐA MÁL
it: VISUALIZZA CASI
iw: הצג מקרים
ja: ケースを見る
ka: ქეისების ნახვა
kk: ЖАҒДАЙЛАРДЫ ҚАРАУ
km: មើលករណី
kn: ಪ್ರಕರಣಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ku: BİXWÎNE BİXWÎNE
ky: ИШТЕРДИ КӨРҮҮ
lb: VIEW FALLEN
lo: ເບິ່ງກໍລະນີ
lt: PERŽIŪRĖTI ATVEJUS
lv: SKATĪT LIETAS
mg: JEREO NY Tranga
mi: Tirohia nga keehi
mk: ПОГЛЕДНИ СЛУЧАИ
ml: കേസുകൾ കാണുക
mn: ХЭРГИЙГ ХАРАХ
mr: प्रकरणे पहा
ms: LIHAT KES
mt: ARA KAŻIJIET
my: ဖြစ်ရပ်များကိုကြည့်ပါ။
ne: केसहरू हेर्नुहोस्
nl: BEKIJK GEVALLEN
no: SE SAKER
or: କେସ୍ ଦେଖନ୍ତୁ |
pa: ਕੇਸ ਵੇਖੋ
pl: ZOBACZ PRZYPADKI
ps: قضیې وګورئ
pt: VER CASOS
ro: VEZI CAZURI
ru: СМОТРЕТЬ КЕЙСЫ
rw: REBA IMANZA
sd: ڪيس ڏسو
si: නඩු බලන්න
sk: ZOBRAZIŤ PRÍPADY
sl: OGLED ZADEV
sq: SHIKO RASTET
sr: ВИЕВ ЦАСЕС
sv: SE FALL
sw: TAZAMA KESI
ta: வழக்குகளைப் பார்க்கவும்
te: కేసులను వీక్షించండి
tg: Дидани парвандаҳо
th: ดูกรณี
tk: KESELLERI GÖR. .N
tl: TINGNAN ANG MGA KASO
tr: VAKALARI GÖRÜNTÜLE
tt: Эшләрне карау
ug: كۆرۈش دېلولىرى
uk: ПЕРЕГЛЯНУТИ КЕЙСИ
ur: کیسز دیکھیں
uz: HOLATLARNI KO'RISH
vi: XEM TRƯỜNG HỢP
xh: JONGA AMAXESHA
yi: זען קאַסעס

source: Get Started
af: Begin
am: እንጀምር
ar: البدء
az: Başlamaq
be: Пачаць
bg: Първи стъпки
bn: এবার শুরু করা যাক
ca: Començar
cs: Začít
cy: Dechrau
da: Kom igang
de: Loslegen
el: Ξεκίνα
eo: Komenciĝi
es: Empezar
et: Alustama
eu: Hasi
fa: شروع کنید
fi: Aloittaa
fr: Commencer
fy: Begjinne
ga: Tosaigh
gd: Tòisich
gl: Comezar
gu: શરૂ કરો
hi: शुरू हो जाओ
hr: Započnite
hu: Fogj neki
hy: Սկսել
id: Memulai
is: Byrja
it: Iniziare
iw: להתחיל
ja: はじめに
ka: Დაიწყე
kk: Жұмысты бастау
km: ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸಿ
ku: Dest pê bike
ky: Баштоо
lb: Ufänken
lo: ເລີ່ມ​ຕົ້ນ
lt: Pradėti
lv: Sāc
mg: Manomboka
mi: Tīmatahia
mk: Почни
ml: തുടങ്ങി
mn: Эхэлцгээе
mr: सुरु करूया
ms: Mulakan
mt: Ibda
my: စတင်လိုက်ပါ။
ne: सुरु गर
nl: Begin
no: Kom i gang
or: ଆରମ୍ଭ ହୋଇଗଲା
pa: ਸ਼ੁਰੂ ਕਰੋ
pl: Zaczynaj
ps: پیل کړئ
pt: Iniciar
ro: Incepe
ru: Начать
rw: Gutangira
sd: شروع ڪر
si: ආරම්භ කරන්න
sk: Začať
sl: Začeti
sq: Fillo
sr: Почети
sv: Komma igång
sw: Anza
ta: தொடங்குங்கள்
te: ప్రారంభించడానికి
tg: Сар кардан
th: เริ่ม
tk: Başla
tl: Magsimula
tr: Başlamak
tt: Башлау
ug: باشلاڭ
uk: Розпочати
ur: شروع کرنے کے
uz: Boshlash
vi: Bắt đầu
xh: Qalisa
yi: הייב אהן

source: Password
af: wagwoord
am: የይለፍ ቃል
ar: كلمه السر
az: Şifrə
be: пароль
bg: парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
cy: Cyfrinair
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
eo: Pasvorto
es: Contraseña
et: Parool
eu: Pasahitza
fa: کلمه عبور
fi: Salasana
fr: Mot de passe
fy: Wachtwurd
ga: Pasfhocal
gd: Facal-faire
gl: Contrasinal
gu: પાસવર્ડ
hi: पारण शब्द
hr: Zaporka
hu: Jelszó
hy: Գաղտնաբառ
id: Kata sandi
is: Lykilorð
it: Parola d&#39;ordine
iw: סיסמה
ja: パスワード
ka: პაროლი
kk: Құпия сөз
km: ពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್
ku: Şîfre
ky: Купуя сөз
lb: Passwuert
lo: ລະຫັດຜ່ານ
lt: Slaptažodis
lv: Parole
mi: Kupuhipa
mk: Лозинка
mn: Нууц үг
mr: पासवर्ड
ms: Kata laluan
my: Password ကို
ne: पासवर्ड
nl: Wachtwoord
no: Passord
or: ପାସୱାର୍ଡ
pa: ਪਾਸਵਰਡ
pl: Hasło
ps: رمز
pt: Senha
ro: Parola
ru: пароль
rw: Ijambobanga
sd: پاسورڊ
si: රහස් පදය
sk: heslo
sl: Geslo
sq: fjalëkalim
sr: Пассворд
sv: Lösenord
sw: Nenosiri
ta: கடவுச்சொல்
te: పాస్వర్డ్
tg: Рамз
th: รหัสผ่าน
tk: Parol
tr: Parola
tt: Серсүз
ug: پارول
uk: Пароль
ur: پاس ورڈ
uz: Parol
vi: Mật khẩu
xh: Inombolo yokuvula
