Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
af: 8.1 Wedersydse vertoë en waarborge: Elke party verteenwoordig en waarborg hiermee aan die ander party dat (i) dit die nodige magtiging het om sy verpligtinge kragtens die Ooreenkoms aan te gaan en uit te voer sonder die toestemming van &#39;n derde party of die verbreking van enige kontrak of ooreenkoms met enige derde party, (ii) alle persone wat enige verpligtinge hieronder nakom, het alle nodige ooreenkomste aangegaan om aan die bepalings en voorwaardes van die Ooreenkoms te voldoen, en (iii) dit in wesenlike opsigte aan alle wette van toepassing op die dienste.
am: 8.1 የጋራ ውክልና እና ዋስትናዎች እያንዳንዱ ተዋዋይ ወገን ይወክላል እና ለሌላኛው ተዋዋይ ወገን ይወክላል እንዲሁም ያረጋግጣል (i) ማንኛውም የሶስተኛ ወገን ስምምነት ሳይኖር በስምምነቱ ውስጥ የሚገባውን ግዴታ ለመፈፀም ሆነ ለማከናወን አስፈላጊውን ሁሉ ስልጣን ያለው ወይም ማንኛውንም የውል ስምምነት ወይም ስምምነት ከሌለ ማንኛውም ሶስተኛ ወገን ፣ (ii) በዚህ ስምምነቶች የተሰጡትን ማንኛውንም ግዴታዎች የሚፈጽሙ ሰዎች ሁሉ በስምምነቱ ውሎች እና ስምምነቶች እንዲከበሩ ሁሉም አስፈላጊ ስምምነቶች ውስጥ ገብተዋል ፣ (iii) በሚመለከታቸው ህጎች ሁሉ በሚገዛው መሠረት ተገ shall ይሆናል ፡፡ አገልግሎቶቹ
ar: 8.1 الإقرارات والضمانات المتبادلة: يقر كل طرف بموجب هذا ويضمن للطرف الآخر أنه (1) لديه كل السلطة اللازمة للدخول وأداء التزاماته بموجب الاتفاقية دون موافقة أي طرف ثالث أو خرق أي عقد أو اتفاق مع أي طرف ثالث ، و (2) أن جميع الأشخاص الذين يؤدون أي التزامات بموجب هذه الاتفاقية قد أبرموا جميع الاتفاقات اللازمة حتى يلتزموا بشروط وأحكام الاتفاقية ، و (3) يجب أن يمتثلوا من جميع النواحي المادية لجميع القوانين السارية على الخدمات.
az: 8.1 Qarşılıqlı nümayəndəliklər və zəmanətlər: Hər bir tərəf, digər tərəfi təmsil edir və zəmanət verir ki, (i) hər hansı üçüncü tərəfin razılığı olmadan və ya hər hansı bir müqaviləni və ya müqaviləni pozmadan Saziş üzrə öhdəlikləri daxil etmək və yerinə yetirmək üçün bütün lazımi səlahiyyətlərə malikdir. hər hansı bir üçüncü tərəf, (ii) bununla bağlı hər hansı bir öhdəlik yerinə yetirən bütün şəxslər bu Sazişin şərtlərinə uyğun olması üçün bütün zəruri müqavilələr bağlamış və (iii) bütün maddi baxımdan tətbiq olunan bütün qanunlara uyğun olmalıdır. Xidmətlər.
be: 8.1 Узаемныя прадстаўніцтвы і гарантыі: Кожны з бакоў прадстаўляе і гарантуе другому Боку, што (i) ён мае ўсе неабходныя паўнамоцтвы заключаць і выконваць свае абавязацельствы па Дамове без згоды якой-небудзь трэцяй асобы або парушэння любога кантракту ці пагаднення з любы трэці бок, (ii) усе асобы, якія выконваюць любыя абавязацельствы, прадугледжаныя гэтым Пагадненнем, заключылі ўсе неабходныя пагадненні для таго, каб яны адпавядалі ўмовам Пагаднення, і (iii) яна павінна выконваць усе істотныя патрабаванні ўсіх законаў, якія прымяняюцца да Паслугі.
bg: 8.1 Взаимни представителства и гаранции: Всяка страна с настоящото представлява и гарантира на другата страна, че (i) има всички необходими правомощия да сключва и изпълнява задълженията си по Споразумението без съгласието на която и да е трета страна или нарушение на договор или споразумение с всяка трета страна, (ii) всички лица, изпълняващи задължения по настоящото споразумение, са сключили всички необходими споразумения, за да спазва условията и условията на споразумението, и (iii) тя трябва да спазва във всички съществени аспекти всички закони, приложими към Услугите.
bn: ৮.১ পারস্পরিক প্রতিনিধিত্ব এবং ওয়্যারেন্টি: এর মাধ্যমে প্রতিটি পক্ষই অন্য পক্ষের প্রতিনিধিত্ব করে এবং ওয়্যারেন্ট দেয় যে (i) তৃতীয় পক্ষের সম্মতি ব্যতিরেকে চুক্তির অধীনে তার বাধ্যবাধকতা প্রবেশের এবং তার সাথে কোন চুক্তি বা চুক্তি লঙ্ঘন করার সমস্ত প্রয়োজনীয় ক্ষমতা রয়েছে যে কোনও তৃতীয় পক্ষ, (ii) চুক্তির শর্তাবলী মেনে চলার জন্য এখানে যে কোনও বাধ্যবাধকতা পালন করা সমস্ত ব্যক্তি সমস্ত প্রয়োজনীয় চুক্তিতে প্রবেশ করেছে, এবং (iii) এটি প্রযোজ্য সমস্ত আইনগুলির সাথে সমস্ত পদার্থের ক্ষেত্রে মেনে চলবে পরিষেবাগুলি
ca: 8.1 Representacions i garanties mútues: Cada part representa i garanteix a l’altra part que (i) tingui tota l’autoritat necessària per assumir i complir les seves obligacions en virtut de l’Acord sense el consentiment de cap tercer o incompliment de cap contracte o acord amb. qualsevol tercer, (ii) totes les persones que exerceixin alguna obligació aquí presentada han subscrit tots els acords necessaris per tal que aquest compleixi els termes i les condicions de l&#39;Acord i (iii) haurà de complir en tots els aspectes materials amb totes les lleis aplicables a els Serveis
cs: 8.1 Vzájemná prohlášení a záruky: Každá strana tímto prohlašuje a zaručuje druhé straně, že (i) má veškerou potřebnou pravomoc uzavřít a plnit své závazky podle této dohody bez souhlasu jakékoli třetí strany nebo porušení jakékoli smlouvy nebo dohody s jakákoli třetí strana, (ii) všechny osoby, které plní jakékoli závazky podle této smlouvy, uzavřely všechny nezbytné dohody, aby splnily podmínky této dohody, a (iii) musí ve všech významných ohledech dodržovat všechny zákony, které se vztahují na služby.
cy: 8.1 Cynrychioliadau a Gwarantau Cydfuddiannol: Mae pob parti trwy hyn yn cynrychioli ac yn gwarantu i&#39;r parti arall (i) bod ganddo&#39;r holl awdurdod angenrheidiol i ymrwymo a chyflawni ei rwymedigaethau o dan y Cytundeb heb gydsyniad unrhyw drydydd parti na thorri unrhyw gontract neu gytundeb â unrhyw drydydd parti, (ii) bod pawb sy&#39;n cyflawni unrhyw rwymedigaethau o dan hyn wedi ymrwymo i&#39;r holl gytundebau angenrheidiol er mwyn iddo gydymffurfio â thelerau ac amodau&#39;r Cytundeb, a (iii) rhaid iddo gydymffurfio ym mhob ffordd berthnasol â&#39;r holl ddeddfau sy&#39;n berthnasol i y Gwasanaethau.
da: 8.1 Gensidige repræsentationer og garantier: Hver part repræsenterer og garanterer hermed over for den anden part, at (i) det har al nødvendig myndighed til at indgå og udføre sine forpligtelser i henhold til aftalen uden tilladelse fra tredjepart eller overtrædelse af enhver kontrakt eller aftale med enhver tredjepart, (ii) alle personer, der udfører forpligtelser i henhold til dette, har indgået alle nødvendige aftaler for at den skal overholde vilkårene og betingelserne i aftalen, og (iii) den skal overholde alle væsentlige overholdelser af alle love, der finder anvendelse på Tjenesterne.
de: 8.1 Gegenseitige Zusicherungen und Gewährleistungen: Jede Partei versichert und garantiert gegenüber der anderen Partei, dass (i) sie alle erforderlichen Befugnisse hat, um ihre Verpflichtungen aus dem Vertrag ohne Zustimmung eines Dritten oder Verletzung eines Vertrags oder einer Vereinbarung mit ihm einzugehen und zu erfüllen Dritte, (ii) alle Personen, die Verpflichtungen aus diesem Vertrag erfüllen, haben alle erforderlichen Vereinbarungen getroffen, um die Bestimmungen und Bedingungen des Vertrags einzuhalten, und (iii) sie müssen in allen wesentlichen Punkten alle für geltenden Gesetze einhalten Die Dienste.
el: 8.1 Αμοιβαίες παραστάσεις και εγγυήσεις: Κάθε μέρος δηλώνει και εγγυάται στο άλλο μέρος ότι (i) έχει όλες τις απαραίτητες εξουσίες να συνάψει και να εκτελέσει τις υποχρεώσεις του βάσει της Συμφωνίας χωρίς τη συγκατάθεση τρίτου μέρους ή παραβίαση οποιουδήποτε συμβολαίου ή συμφωνίας με οποιοδήποτε τρίτο μέρος, (ii) όλα τα πρόσωπα που εκτελούν οποιεσδήποτε υποχρεώσεις δυνάμει του παρόντος έχουν συνάψει όλες τις απαραίτητες συμφωνίες προκειμένου να συμμορφωθεί με τους όρους και τις προϋποθέσεις της Συμφωνίας, και (iii) συμμορφώνεται από κάθε ουσιώδη άποψη με όλους τους νόμους που ισχύουν για Οι υπηρεσίες.
eo: 8.1 Mutualaj Reprezentadoj kaj Garantioj: Ĉiu partio ĉi tie reprezentas kaj garantias al la alia partio, ke (i) ĝi havas ĉiun necesan aŭtoritaton por eniri kaj plenumi siajn devojn laŭ la Interkonsento sen la konsento de iu ajn tria aŭ malobservo de iu ajn kontrakto aŭ interkonsento kun iu ajn tria, (ii) ĉiuj homoj plenumantaj iujn ajn devontojn sub ĉi tie enigis ĉiujn necesajn interkonsentojn por ke ĝi konformiĝu al la terminoj kaj kondiĉoj de la Interkonsento, kaj (iii) ĝi plenumas ĉiujn materialojn kun ĉiuj leĝoj aplikeblaj al la Servoj.
es: 8.1 Representaciones y garantías mutuas: cada una de las partes declara y garantiza a la otra parte que (i) tiene toda la autoridad necesaria para celebrar y cumplir sus obligaciones en virtud del Acuerdo sin el consentimiento de ningún tercero o incumplimiento de cualquier contrato o acuerdo con cualquier tercero, (ii) todas las personas que cumplan con las obligaciones estipuladas en el presente han celebrado todos los acuerdos necesarios para cumplir con los términos y condiciones del Acuerdo, y (iii) deberá cumplir en todos los aspectos materiales con todas las leyes aplicables a los servicios.
et: 8.1 Vastastikused esindamised ja garantiid: Käesolevaga esindab ja garanteerib kumbki pool teisele poolele, et (i) tal on kõik vajalikud volitused lepingust tulenevate kohustuste võtmiseks ja täitmiseks ilma ühegi kolmanda osapoole nõusolekuta või lepinguga või lepinguga rikutud mis tahes kolmas isik, (ii) kõik isikud, kes täidavad mis tahes käesoleva lepingu kohaseid kohustusi, on sõlminud kõik vajalikud lepingud, et täita lepingutingimusi, ja (iii) ta peab olulises osas järgima kõiki seadusi, mida kohaldatakse Teenused.
eu: 8.1 Elkarrekiko ordezkaritzak eta bermeak: Alderdi bakoitzak ordezkatzen du eta bermatzen dio beste alderdiari (i) Hitzarmenean bere betebeharrak bete eta betetzeko beharrezko aginte guztia duela hirugarrenen baimenik gabe edo inolako kontraturik edo akordiorik hautsi gabe. edozein hirugarrenek, (ii) azpian betebeharrak betetzen dituzten pertsona guztiak akordioaren baldintza guztiak betetzeko beharrezkoak diren hitzarmenak egin dituzte, eta (iii) errespetu material guztiak aplikatuko zaizkio lege guztiekin. Zerbitzuak
fa: 8.1 نمایندگی ها و ضمانت نامه های متقابل: هر یک از طرفین بدین وسیله طرف مقابل را معرفی و ضمانت می کند که (i) تمام اختیارات لازم را برای ورود و انجام تعهدات خود در این توافقنامه بدون رضایت شخص ثالث یا نقض هرگونه قرارداد یا توافق با آن دارد. هر شخص ثالثی ، (ii) کلیه اشخاصی که وظیفه مندرج در این زمینه را انجام می دهند ، به منظور انطباق آن با شرایط و ضوابط توافق نامه ، کلیه موافقت نامه های لازم را انجام داده اند ، و (3) کلیه احکام مربوط به کلیه قوانین مربوط به آن را رعایت می کنند. خدمات
fi: 8.1 Keskinäiset edustajat ja takuut: Kumpikin osapuoli edustaa ja takaa toiselle osapuolelle, että (i) sillä on kaikki tarvittavat valtuudet tehdä ja hoitaa sopimuksen mukaisia velvoitteitaan ilman minkään kolmannen osapuolen suostumusta tai minkään sopimuksen tai sopimuksen rikkomista kolmannet osapuolet, (ii) kaikki henkilöt, jotka täyttävät kaikki tämän sopimuksen mukaiset velvoitteet, ovat tehneet kaikki tarvittavat sopimukset voidakseen noudattaa sopimuksen ehtoja ja (iii) sen on noudatettava kaikilta olennaisilta osiltaan kaikkia Palvelut.
fr: 8.1 Déclarations et garanties mutuelles: chaque partie déclare et garantit à l&#39;autre partie que (i) elle a tous les pouvoirs nécessaires pour conclure et exécuter ses obligations en vertu de l&#39;accord sans le consentement d&#39;un tiers ou la violation de tout contrat ou accord avec tout tiers, (ii) toutes les personnes qui s&#39;acquittent de toute obligation aux termes des présentes ont conclu tous les accords nécessaires pour se conformer aux termes et conditions de l&#39;accord, et (iii) il doit se conformer dans tous ses aspects matériels à toutes les lois applicables aux les services.
fy: 8.1 Wjersidige fertsjintwurdigingen en garânsjes: Eltse partij fertsjintwurdiget en garandeart hjirmei oan &#39;e oare partij dat (i) it alle nedige autoriteit hat om syn ferplichtingen yn te gean en út te fieren sûnder de tastimming fan in tredde partij of ynbreuk op elk kontrakt of oerienkomst mei elke tredde partij, (ii) alle persoanen dy&#39;t alle ferplichtingen útfiere dy&#39;t hjirûnder binne, hawwe alle nedige ôfspraken makke om te foldwaan oan &#39;e betingsten en betingsten fan&#39; e oerienkomst, en (iii) it sil yn alle materiële opsichten foldwaan oan alle wetten fan tapassing op de Tsjinsten.
ga: 8.1 Ionadaíochtaí agus Barántais Frithpháirteach: Déanann gach páirtí leis seo ionadaíocht agus barántas don pháirtí eile (i) go bhfuil an t-údarás riachtanach aige go léir chun a oibleagáidí faoin gComhaontú a dhéanamh agus a chomhlíonadh gan toiliú aon tríú páirtí nó sárú ar aon chonradh nó comhaontú leis aon tríú páirtí, (ii) go ndearna gach duine a chomhlíonann aon oibleagáidí faoi seo gach comhaontú riachtanach chun go gcomhlíonfaidh sé téarmaí agus coinníollacha an Chomhaontaithe, agus (iii) go gcomhlíonfaidh sé gach dlí is infheidhme maidir leis na dlíthe go léir is infheidhme maidir le na Seirbhísí.
gd: 8.1 Riochdachaidhean agus Barantas Frith-ghluasadach: Tha gach pàrtaidh le seo a ’riochdachadh agus a’ toirt barantas don phàrtaidh eile (i) gu bheil ùghdarras riatanach aca gus a dhleastanasan a dhèanamh fon Aonta gun chead treas pàrtaidh sam bith no briseadh cùmhnant no aonta sam bith leis treas phàrtaidh sam bith, (ii) tha a h-uile neach a tha a ’coileanadh dleastanasan sam bith gu h-ìosal air a h-uile aonta riatanach a dhèanamh gus an cùm e ri teirmichean is cumhaichean an Aonta, agus (iii) cumaidh e ris anns gach dòigh buntainneach ris na laghan iomchaidh a tha a’ buntainn ri na Seirbheisean.
gl: 8.1 Representacións mutuas e garantías: Cada parte representa e garante á outra parte que (i) ten toda a autoridade necesaria para asinar e cumprir as súas obrigas segundo o acordo sen o consentimento de ningún terceiro nin o incumprimento de ningún contrato ou acordo. calquera terceiro, (ii) todas as persoas que cumpran algunha obriga polo presente teñen subscrito todos os acordos necesarios para que cumpra os termos e condicións do Acordo e (iii) cumprirá en todos os aspectos materiais con todas as leis aplicables a os Servizos.
gu: .1.૧ પરસ્પર રજૂઆતો અને બાંયધરીઓ: આ સાથે દરેક પક્ષ રજૂઆત કરે છે અને બીજા પક્ષને વ warરંટ આપે છે કે (i) તે કોઈપણ કરાર અથવા કરારના ભંગની સાથે કોઈપણ કરાર અથવા કરારના ભંગની મંજૂરી વિના કરાર હેઠળ તેની જવાબદારી દાખલ કરવા અને પૂર્ણ કરવા માટે તમામ જરૂરી સત્તા ધરાવે છે. કોઈપણ તૃતીય પક્ષ, (ii) કરારની શરતો અને શરતોનું પાલન કરવા માટે, અહીં કોઈપણ જવાબદારી નિભાવતા તમામ વ્યક્તિઓએ તમામ જરૂરી કરાર કર્યા છે, અને (iii) તે લાગુ તમામ કાયદાઓ સાથેની તમામ સામગ્રી બાબતોનું પાલન કરશે. સેવાઓ.
hi: .१ परस्पर प्रतिनिधि और वारंटियाँ: प्रत्येक पक्ष इस पक्ष का प्रतिनिधित्व करता है और दूसरे पक्ष को वारंट देता है कि (i) उसके पास किसी तीसरे पक्ष की सहमति या किसी अनुबंध या समझौते के उल्लंघन के बिना समझौते के तहत अपने दायित्वों को दर्ज करने और निष्पादित करने के लिए सभी आवश्यक अधिकार हैं। किसी भी तीसरे पक्ष, (ii) किसी भी दायित्वों को पूरा करने वाले सभी लोगों ने समझौते के नियमों और शर्तों का पालन करने के लिए सभी आवश्यक समझौतों में प्रवेश किया है, और (iii) यह सभी भौतिक मामलों में सभी कानूनों का पालन करेगा। सेवाएं।
hr: 8.1 Uzajamno zastupanje i jamstva: Svaka strana ovime zastupa i jamči drugoj strani da (i) ima svu potrebnu ovlast za sklapanje i izvršavanje svojih obveza iz ovog Ugovora bez pristanka bilo koje treće strane ili kršenja bilo kojeg ugovora ili sporazuma s bilo koja treća strana, (ii) sve osobe koje izvršavaju bilo koje obveze prema ovom Sporazumu sklopile su sve potrebne sporazume da bi ona ispunila odredbe i uvjete ovog Ugovora, i (iii) ona će se u svim materijalnim aspektima pridržavati svih zakona primjenjivih na usluge.
hu: 8.1 Kölcsönös képviselet és garanciavállalás: Mindegyik fél kijelenti és szavatolja a másik felet, hogy (i) minden szükséges felhatalmazással rendelkezik ahhoz, hogy harmadik felek hozzájárulása nélkül vállalja és teljesítse a megállapodás szerinti kötelezettségeit, vagy bármilyen szerződéssel vagy megállapodással megsértse bármely harmadik fél, (ii) a jelen kötelezettségeket teljesítő minden személy megkötött minden szükséges megállapodást a megállapodás feltételeinek való megfelelés érdekében, és (iii) minden lényeges szempontból betartja a a Szolgáltatások.
hy: 8.1 Փոխադարձ ներկայացուցչություններ և երաշխիքներ. Յուրաքանչյուր կողմ սույնով ներկայացնում է և երաշխավորում է մյուս կողմին, որ (i) նա ունի բոլոր անհրաժեշտ իրավասությունը `համաձայնագրի համաձայն կատարելու և իր պարտավորությունները կատարելու առանց որևէ երրորդ կողմի համաձայնության կամ որևէ պայմանագրի կամ պայմանագրի խախտման: ցանկացած երրորդ կողմ, ii. բոլոր անձինք, որոնք կատարում են սույն օրենքով նախատեսված ցանկացած պարտավորություն, մտել են բոլոր անհրաժեշտ պայմանագրերը, որպեսզի այն համապատասխանի Համաձայնագրի պայմաններին և (iii) այն պետք է համապատասխանի բոլոր նյութական առումով բոլոր այն օրենքներին, որոնք կիրառելի են Ծառայությունները:
id: 8.1 Representasi dan Jaminan Bersama: Setiap pihak dengan ini mewakili dan menjamin kepada pihak lain bahwa (i) ia memiliki semua otoritas yang diperlukan untuk masuk ke dalam dan melaksanakan kewajibannya berdasarkan Perjanjian tanpa persetujuan dari pihak ketiga atau pelanggaran kontrak atau perjanjian dengan pihak ketiga mana pun, (ii) semua orang yang melakukan kewajiban apa pun di bawah ini telah menandatangani semua perjanjian yang diperlukan untuk memenuhi persyaratan dan ketentuan Perjanjian, dan (iii) ia harus mematuhi semua hal yang material dengan semua hukum yang berlaku untuk semua pelayanan.
is: 8.1 Gagnkvæmar fulltrúar og ábyrgðir: Hver aðili fulltrúar hér með og ábyrgist gagnaðila að (i) hann hafi alla nauðsynlega heimild til að ganga til og framkvæma skyldur sínar samkvæmt samningnum án samþykkis þriðja aðila eða brota á samningi eða samningi við þriðja aðila, (ii) allir einstaklingar sem framkvæma allar skyldur hér á eftir hafa gert alla nauðsynlega samninga til að hann uppfylli skilmála og skilyrði samningsins, og (iii) hann skal fara að öllu efnislegu tilliti með öllum lögum sem eiga við þjónusturnar.
it: 8.1 Dichiarazioni e garanzie reciproche: ciascuna parte dichiara e garantisce all&#39;altra parte che (i) ha tutte le autorità necessarie per stipulare ed eseguire i propri obblighi ai sensi del Contratto senza il consenso di terzi o la violazione di qualsiasi contratto o accordo con terze parti, (ii) tutte le persone che eseguono gli obblighi previsti dal presente contratto hanno stipulato tutti gli accordi necessari affinché sia conforme ai termini e alle condizioni del Contratto e (iii) deve rispettare in tutti gli aspetti rilevanti tutte le leggi applicabili a i servizi.
iw: 8.1 הצהרות והתחייבויות הדדיות: כל צד מצהיר בזאת ומתחייב לצד השני כי (i) יש לו את כל הסמכות הדרושה להתקשר ולבצע את התחייבויותיו על פי ההסכם ללא הסכמת צד ג &#39;כלשהו או הפרת חוזה או הסכם כלשהו עם צד ג &#39;כלשהו, (ii) כל האנשים אשר מבצעים התחייבויות להלן, התקשרו בכל ההסכמים הנדרשים כדי לעמוד בתנאי ההסכם, ו- (iii) הוא יעמוד בכל הבחינות המהותיות בכל החוקים החלים על השירותים.
ja: 8.1相互の表明および保証：各当事者は、ここに、（i）第三者の同意なしに、または契約または契約に違反することなく、本契約に基づく義務を締結および履行するために必要なすべての権限を有することを他の当事者に表明および保証します。第三者、（ii）本契約の条件を遵守するために必要なすべての契約を締結し、（iii）適用されるすべての法律をすべての重要な点で遵守するサービス。
ka: 8.1 ურთიერთპრეზენტაცია და გარანტიები: თითოეული მხარე ამით წარმოადგენს და გარანტიას აძლევს მეორე მხარეს, რომ (i) მას აქვს ყველა აუცილებელი უფლებამოსილება ხელშეკრულების შესაბამისად დადოს და შეასრულოს თავისი ვალდებულებები, მესამე მხარის თანხმობის გარეშე, ან რაიმე ხელშეკრულების ან ხელშეკრულების დარღვევის შესახებ. ნებისმიერი მესამე მხარე, (ii) ყველა პირი, რომელიც ასრულებს ვალდებულებებს წინამდებარე შეთანხმების შესაბამისად, დადებული აქვს ყველა საჭირო ხელშეკრულება, რათა იგი შეასრულოს შეთანხმების პირობები და (iii) იგი უნდა აკმაყოფილებდეს ყველა მატერიალურ თვალსაზრისით ყველა იმ კანონთან მიმართებაში, რომელიც გამოიყენება მომსახურება.
kk: 8.1 Өзара өкілеттіліктер мен кепілдіктер: Әрбір тарап басқа тарапқа (i) кез келген үшінші тараптың келісімінсіз немесе келісімшартты немесе келісімді бұзбай Келісім бойынша өз міндеттемелерін жасау және орындау үшін барлық қажетті өкілеттікке ие екендігін білдіреді және кепілдік береді. кез-келген үшінші тарап, (ii) осы Келісім бойынша міндеттемелерді орындайтын барлық тұлғалар осы Келісімнің талаптары мен талаптарын орындау үшін барлық қажетті келісімдерге қол қойды, және (ііі) ол барлық материалдық жағынан барлық қолданылатын заңдарға сәйкес болуы керек. қызметтер.
km: ៨.១ តំណាងនិងការធានាគ្នាទៅវិញទៅមក៖ ភាគីនីមួយៗតំណាងនិងធានាដល់ភាគីម្ខាងទៀតដែលថា (i) វាមានសិទ្ធិអំណាចចាំបាច់ដើម្បីចូលនិងអនុវត្តកាតព្វកិច្ចរបស់ខ្លួនក្រោមកិច្ចព្រមព្រៀងដោយគ្មានការយល់ព្រមពីភាគីទីបីឬរំលោភកិច្ចសន្យាឬកិច្ចព្រមព្រៀងណាមួយ។ តតិយជនណាមួយ (ii) មនុស្សគ្រប់រូបដែលបំពេញកាតព្វកិច្ចណាមួយបានចុះកិច្ចព្រមព្រៀងចាំបាច់ទាំងអស់ដើម្បីឱ្យវាគោរពតាមលក្ខខណ្ឌនៃកិច្ចព្រមព្រៀងហើយ (iii) វាត្រូវគោរពតាមរាល់សម្ភារៈដែលពាក់ព័ន្ធនឹងច្បាប់ទាំងអស់ដែលត្រូវអនុវត្ត។ សេវាកម្ម។
kn: 8.1 ಪರಸ್ಪರ ಪ್ರಾತಿನಿಧ್ಯಗಳು ಮತ್ತು ಖಾತರಿಗಳು: ಪ್ರತಿ ಪಕ್ಷವು ಈ ಮೂಲಕ ಇತರ ಪಕ್ಷವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ ಮತ್ತು ಖಾತರಿಪಡಿಸುತ್ತದೆ (i) ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಒಪ್ಪಿಗೆಯಿಲ್ಲದೆ ಅಥವಾ ಯಾವುದೇ ಒಪ್ಪಂದ ಅಥವಾ ಒಪ್ಪಂದದ ಉಲ್ಲಂಘನೆಯಿಲ್ಲದೆ ಒಪ್ಪಂದದಡಿಯಲ್ಲಿ ತನ್ನ ಜವಾಬ್ದಾರಿಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಮತ್ತು ನಿರ್ವಹಿಸಲು ಎಲ್ಲ ಅಗತ್ಯ ಅಧಿಕಾರವನ್ನು ಹೊಂದಿದೆ. ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿ, (ii) ಒಪ್ಪಂದದ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಅನುಸರಿಸಲು ಇಲ್ಲಿ ಯಾವುದೇ ಕಟ್ಟುಪಾಡುಗಳನ್ನು ನಿರ್ವಹಿಸುವ ಎಲ್ಲ ವ್ಯಕ್ತಿಗಳು ಅಗತ್ಯವಿರುವ ಎಲ್ಲ ಒಪ್ಪಂದಗಳಿಗೆ ಪ್ರವೇಶಿಸಿದ್ದಾರೆ, ಮತ್ತು (iii) ಇದು ಅನ್ವಯವಾಗುವ ಎಲ್ಲ ಕಾನೂನುಗಳೊಂದಿಗೆ ಎಲ್ಲಾ ವಸ್ತು ವಿಷಯಗಳಲ್ಲಿ ಅನುಸರಿಸುತ್ತದೆ. ಸೇವೆಗಳು.
ku: 8.1 Nûneratiyên Derve û Wertên Qedexe: Her partî bi vir ve nûner û garantiyê ji aliyekî din re dike ku (i) ew xwedî hemî desthilatdariyên pêwîst e ku bi razîbûna kesek sêyemîn an binpêkirina peyman an peymanek bi peywira xwe re girêbide û bicîh bîne. her partiyek sêyemîn, (ii) hemî kesên ku berpirsiyarîyên vê derê tevnagerin, hemî peymanên pêwist danîn jibo ku ew şert û mercên Peymanê biqedîne, û (iii) ew di hemî rêzikên maddî de li gorî hemî qanûnên bêne bicîh anîn Xizmet.
ky: 8.1 Өз ара өкүлчүлүктөр жана кепилдиктер: Ар бир тарап башка тарапка (i) үчүнчү тараптын макулдугусуз же Келишимди же келишимди бузбастан Келишим боюнча өз милдеттенмелерин түзүүгө жана аткарууга бардык ыйгарым укуктарга ээ экендигин билдирет жана кепилдик берет. (ii) ушул Келишим боюнча кандайдыр бир милдеттенмелерди аткарган бардык жактар Макулдашуунун шарттарына ылайык келиши үчүн бардык зарыл болгон келишимдерди түзүшсө жана (iii) ал бардык материалдык жагынан, ага карата колдонулуучу бардык мыйзамдарга ылайык келиши керек. кызматтар.
lb: 8.1 Géigesäiteg Vertriedungen a Garantien: All Partei vertrëtt hei a garantéiert un déi aner Partei datt (i) se all néideg Autoritéit huet fir hir Verpflichtungen ënner dem Vertrag anzeschreiwen an auszeféieren ouni d&#39;Zoustëmmung vun Drëtten oder Verstouss vun engem Kontrakt oder Vertrag mat all Drëtt Partei, (ii) all Persounen déi all Obligatiounen ënner dësem ausféieren, hunn all noutwendeg Verträg ausgeschafft fir datt hien d&#39;Konditioune vun der Konventioun respektéiert, an (iii) se an all materiell Respekt mat all Gesetzer uwendbar ass. d&#39;Servicer.
lo: 8.1 ການເປັນຕົວແທນແລະການຮັບປະກັນເຊິ່ງກັນແລະກັນ: ແຕ່ລະຝ່າຍໃນນີ້ເປັນຕົວແທນແລະຮັບປະກັນໃຫ້ອີກຝ່າຍ ໜຶ່ງ ວ່າ (i) ມັນມີສິດ ອຳ ນາດທີ່ ຈຳ ເປັນໃນການປະຕິບັດພັນທະຂອງຕົນພາຍໃຕ້ສັນຍາໂດຍບໍ່ໄດ້ຮັບຄວາມເຫັນດີຈາກພາກສ່ວນທີສາມຫຼືການລະເມີດສັນຍາຫລືຂໍ້ຕົກລົງໃດໆກັບ ບຸກຄົນທີສາມ, (ii) ບຸກຄົນທຸກຄົນທີ່ປະຕິບັດພັນທະໃດໆທີ່ມີຂໍ້ຕົກລົງດັ່ງກ່າວຕໍ່ໄປນີ້ແມ່ນໄດ້ມີຂໍ້ຕົກລົງທີ່ ຈຳ ເປັນເພື່ອໃຫ້ມັນປະຕິບັດຕາມຂໍ້ ກຳ ນົດແລະເງື່ອນໄຂຂອງສັນຍາ, ແລະ (iii) ມັນຈະປະຕິບັດຕາມທຸກເອກະສານທີ່ກ່ຽວຂ້ອງກັບກົດ ໝາຍ ທັງ ໝົດ ທີ່ກ່ຽວຂ້ອງກັບ ການບໍລິການ.
lt: 8.1 Abipusis atstovavimas ir garantijos: Kiekviena šalis patvirtina ir garantuoja kitai šaliai, kad (i) ji turi visus reikiamus įgaliojimus prisiimti ir vykdyti savo įsipareigojimus pagal šį susitarimą be jokios trečiosios šalies sutikimo arba pažeisdama sutartį ar susitarimą su bet kuri trečioji šalis, ii) visi asmenys, vykdantys bet kokius įsipareigojimus pagal šią sutartį, yra sudarę visus būtinus susitarimus, kad ji atitiktų susitarimo sąlygas ir iii) visais esminiais aspektais laikosi visų įstatymų, taikomų Paslaugos.
lv: 8.1 Savstarpējās pārstāvības un garantijas: Ar šo katra puse pārstāv un garantē otrai pusei, ka (i) tai ir visas nepieciešamās pilnvaras, lai tā uzņemtos un izpildītu savas saistības saskaņā ar līgumu bez trešās puses piekrišanas vai jebkāda līguma vai līguma pārkāpuma ar jebkura trešā puse, (ii) visas personas, kas pilda jebkādas saistības saskaņā ar šo līgumu, ir noslēgušas visus nepieciešamos līgumus, lai tā ievērotu līguma noteikumus un nosacījumus, un (iii) tai visos būtiskajos aspektos jāievēro visi likumi, kas piemērojami Pakalpojumi.
mg: 8.1 Solontena sy fifanaterana ara-bola: Ny antoko tsirairay dia misolo tena sy mandoa amin&#39;ny antoko hafa izay (i) manana fahefana ilaina rehetra hiditra sy hanatanteraka ny andraikiny eo ambanin&#39;ny Fifanarahana tsy misy fanekena avy amin&#39;ny antoko fahatelo na fanitsakitsahana fifanekena na fifanarahana miaraka amin&#39;ny izay ankolafy fahatelo, (ii) ny olona rehetra manao adidy eto ambonin&#39;izany dia niditra tamin&#39;ny fifanarahana ilaina rehetra mba hahafahany manatanteraka ny fepetra sy ny fepetra amin&#39;ny Fifanarahana, ary (iii) dia tokony hifanaraka amin&#39;ny lafiny ara-nofo rehetra amin&#39;ny lalàna rehetra ampiharina amin&#39;ny ny serivisy.
mi: 8.1 Nga Tohu Tangata me nga Ra Whaimana: Ko ia roopu taangata he tohu me nga roopu ki tetahi atu roopu e (i) e whai mana ana kia uru atu ki te whakatutuki i ana kawenga i raro i te Whakaaetanga me te kore e whakaae a tetahi roopu tuatoru, i takahi ranei i etahi kirimana, whakaaetanga ranei ko tetahi tuatoru, (ii) nga taangata katoa e kawe ana i nga here katoa i raro nei kua uru ki roto ki nga whakaaetanga e tika ana kia whai ai ia i nga tikanga me nga tikanga o te Whakaaetanga, a (iii) me tutuki nga tikanga katoa me nga ture katoa e pa ana ki a ia Nga Ratonga.
mk: 8.1 Взаемна застапеност и гаранции: Секоја страна со ова ја застапува и гарантира на другата страна дека (i) ги има сите потребни овластувања да склучи и да ги извршува своите обврски согласно Договорот без согласност од трето лице или кршење на кој било договор или договор со која било трета страна, (ii) сите лица кои вршат какви било обврски согласно ова, склучиле сите потребни договори со цел таа да ги исполни условите од Договорот и (iii) да ги почитува сите материјални аспекти со сите закони што се применуваат за Услугите.
ml: 8 ഏതെങ്കിലും മൂന്നാം കക്ഷി, (ii) കരാറിലെ നിബന്ധനകൾക്കും വ്യവസ്ഥകൾക്കും അനുസൃതമായി, ഇനിപ്പറയുന്ന ഏതെങ്കിലും ബാധ്യതകൾ നിറവേറ്റുന്ന എല്ലാ വ്യക്തികളും ആവശ്യമായ എല്ലാ കരാറുകളിലും ഏർപ്പെട്ടിട്ടുണ്ട്, (iii) ഇത് എല്ലാ ഭ material തിക കാര്യങ്ങളിലും ബാധകമായ എല്ലാ നിയമങ്ങൾക്കും അനുസൃതമായി പ്രവർത്തിക്കും. സേവനങ്ങൾ.
mn: 8.1 Харилцан төлөөлөл ба баталгаа: Энэхүү тал нь нөгөө талдаа (i) гэрээнд заасан үүргээ аливаа гуравдагч этгээдийн зөвшөөрөлгүйгээр, эсхүл аливаа гэрээ, хэлэлцээрийг зөрчихгүйгээр байгуулах, хэрэгжүүлэх үүрэгтэй бүхий л зүйлийг төлөөлж, баталгаа өгнө. (ii) үүнээс үүдэн үүрэг хүлээсэн бүх этгээд энэхүү гэрээний нөхцлийг дагаж мөрдөхийн тулд шаардлагатай бүх гэрээг байгуулсан бөгөөд (iii) энэ нь материаллаг бүх талаараа холбогдох хууль тогтоомжийг дагаж мөрдөх ёстой. үйлчилгээ.
mr: .1.१ परस्पर प्रतिनिधित्व आणि हमी: प्रत्येक पक्ष याद्वारे दुसर्‍या पक्षाचे प्रतिनिधित्व करतो आणि हमी देतो की (i) कोणत्याही तृतीय पक्षाच्या संमतीशिवाय कोणत्याही कराराचा किंवा कराराचा भंग किंवा कराराचा भंग केल्याशिवाय कराराअंतर्गत आपली जबाबदा enter्या प्रविष्ट करणे आणि पार पाडणे यासाठी सर्व आवश्यक अधिकार आहेत. कोणताही तृतीय पक्ष, (ii) यापुढे कोणत्याही जबाबदा performing्या पार पाडणार्‍या सर्व व्यक्तींनी कराराच्या अटी व शर्तींचे पालन करण्यासाठी सर्व आवश्यक करारामध्ये करार केला आहे आणि (iii) ते लागू असलेल्या सर्व कायद्यांचे सर्व भौतिक बाबतीत पालन करेल. सेवा.
ms: 8.1 Perwakilan dan Jaminan Bersama: Setiap pihak dengan ini menyatakan dan menjamin kepada pihak lain bahawa (i) dia mempunyai semua kuasa yang diperlukan untuk memasuki dan melaksanakan kewajipannya di bawah Perjanjian tanpa persetujuan pihak ketiga atau melanggar kontrak atau perjanjian dengan mana-mana pihak ketiga, (ii) semua orang yang melakukan apa-apa kewajipan di bawah ini telah menandatangani semua perjanjian yang diperlukan agar ia mematuhi terma dan syarat Perjanjian, dan (iii) ia harus mematuhi semua aspek material dengan semua undang-undang yang berlaku untuk Perkhidmatan.
mt: 8.1 Rappreżentazzjonijiet Reċiproċi u Garanziji: Kull parti hawnhekk tirrappreżenta u tiggarantixxi lill-parti l-oħra li (i) għandha l-awtorità kollha meħtieġa biex tidħol u twettaq l-obbligi tagħha taħt il-Ftehim mingħajr il-kunsens ta &#39;xi parti terza jew ksur ta&#39; xi kuntratt jew ftehim ma &#39; kull parti terza, (ii) il-persuni kollha li jwettqu xi obbligi hawn taħt ikunu daħlu fil-ftehimiet kollha meħtieġa sabiex tkun konformi mat-termini u l-kundizzjonijiet tal-Ftehim, u (iii) għandha tikkonforma fl-aspetti materjali kollha mal-liġijiet kollha applikabbli għal is-Servizzi.
my: ၈.၁ အပြန်အလှန်ကိုယ်စားပြုခြင်းနှင့်အာမခံခြင်း - ပါတီတစ်ခုချင်းစီသည်အခြားပါတီတစ်ခုအားကိုယ်စားပြုခြင်းနှင့်အာမခံခြင်းအား (၁) သဘောတူညီမှုအရ၎င်း၏တာ ၀ န် ၀ တ္တရားများကို ၀ င်ခွင့်ပြုရန်သို့မဟုတ်တတိယပါတီ၏သဘောတူညီချက်မပါဘဲ၊ မည်သည့်တတိယပါတီမဆို (၂) ဤဥပဒေပါတာဝန်ဝတ္တရားများကိုဆောင်ရွက်သူအားလုံးသည်စာချုပ်ပါစည်းကမ်းချက်များကိုလိုက်နာရန်အတွက်လိုအပ်သောသဘောတူညီချက်များကိုအားလုံးသဘောတူပြီး၊ (၃) သက်ဆိုင်ရာဥပဒေအားလုံးနှင့်သက်ဆိုင်သောပစ္စည်းအားလုံးတွင်လိုက်နာရမည်။ ဝန်ဆောင်မှုများ။
ne: .1.१ पारस्परिक प्रतिनिधित्व र वारेन्टीहरू: प्रत्येक पक्षले अर्को पक्षलाई प्रतिनिधित्व गर्दछ र वारन्ट गर्दछ कि (i) यससँग सम्झौता अन्तर्गत कुनै पनि तेस्रो पक्षको सहमति वा कुनै सम्झौता वा सम्झौताको उल्ल without्घन बिना आफ्नो दायित्व भित्र प्रवेश गर्ने सबै अधिकार प्राप्त अधिकार छ। कुनै पनि तेस्रो पक्ष, (ii) यहाँ कुनै पनि दायित्व पूरा गर्ने सबै व्यक्तिहरूले सम्झौताको नियम र सर्तहरूको पालना गर्नका लागि सबै आवश्यक सम्झौताहरूमा प्रवेश गरेका छन्, र (iii) यो लागू हुने सबै कानूनहरूको साथ सबै भौतिक पक्षमा अनुपालन हुनेछ। सेवाहरू।
nl: 8.1 Wederzijdse verklaringen en garanties: Elke partij verklaart en garandeert hierbij aan de andere partij dat (i) zij alle noodzakelijke bevoegdheid heeft om haar verplichtingen onder de overeenkomst aan te gaan en uit te voeren zonder de toestemming van een derde partij of schending van een contract of overeenkomst met een derde partij, (ii) alle personen die de verplichtingen hieronder nakomen, alle noodzakelijke overeenkomsten hebben gesloten om te voldoen aan de voorwaarden van de Overeenkomst, en (iii) zij zullen in alle materiële opzichten voldoen aan alle wetten die van toepassing zijn op de diensten.
no: 8.1 Gjensidige representasjoner og garantier: Hver part representerer og garanterer herved til den andre parten at (i) den har all nødvendig myndighet til å inngå og utføre sine forpliktelser i henhold til avtalen uten samtykke fra noen tredjepart eller brudd på noen kontrakt eller avtale med enhver tredjepart, (ii) alle personer som oppfyller forpliktelser i henhold til dette, har inngått alle nødvendige avtaler for at den skal overholde vilkårene og betingelsene i Avtalen, og (iii) den skal overholde alle materielle forhold med alle lover som gjelder tjenestene.
or: 8.1 ପାରସ୍ପରିକ ପ୍ରତିନିଧୀତା ଏବଂ ୱାରେଣ୍ଟି: ପ୍ରତ୍ୟେକ ପକ୍ଷ ଏଠାରେ ଅନ୍ୟ ପକ୍ଷକୁ ପ୍ରତିନିଧିତ୍ and କରନ୍ତି ଏବଂ ୱାରେଣ୍ଟ କରନ୍ତି ଯେ (i) କ third ଣସି ତୃତୀୟ ପକ୍ଷର ସହମତି ବିନା କିମ୍ବା ଚୁକ୍ତିନାମା କିମ୍ବା ଚୁକ୍ତିନାମା ଉଲ୍ଲଂଘନ ନକରି ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ଏହାର ବାଧ୍ୟତାମୂଳକ କାର୍ଯ୍ୟ କରିବା ପାଇଁ ସମସ୍ତ ଆବଶ୍ୟକୀୟ ଅଧିକାର ଅଛି | ଯେକ any ଣସି ତୃତୀୟ ପକ୍ଷ, (ii) ଏଠାରେ ଯେକ any ଣସି ବାଧ୍ୟତାମୂଳକ କାର୍ଯ୍ୟ କରୁଥିବା ସମସ୍ତ ବ୍ୟକ୍ତି ଚୁକ୍ତିନାମାଗୁଡିକର ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତଗୁଡିକ ପାଳନ କରିବା ପାଇଁ ସମସ୍ତ ଆବଶ୍ୟକୀୟ ଚୁକ୍ତିନାମା କରିଛନ୍ତି, ଏବଂ (iii) ଏହା ପ୍ରଯୁଜ୍ୟ ସମସ୍ତ ନିୟମ ସହିତ ସମସ୍ତ ସାମଗ୍ରୀକ ଦୃଷ୍ଟିରୁ ପାଳନ କରିବ | ସେବାଗୁଡିକ
pa: 8.1 ਆਪਸੀ ਨੁਮਾਇੰਦਗੀ ਅਤੇ ਵਾਰੰਟੀਜ਼: ਹਰ ਧਿਰ ਇਸ ਤਰ੍ਹਾਂ ਦੂਜੀ ਧਿਰ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰਦੀ ਹੈ ਅਤੇ ਵਾਰੰਟੀ ਦਿੰਦੀ ਹੈ ਕਿ (i) ਕਿਸੇ ਵੀ ਤੀਜੀ ਧਿਰ ਦੀ ਸਹਿਮਤੀ ਜਾਂ ਸਮਝੌਤੇ ਜਾਂ ਸਮਝੌਤੇ ਦੀ ਉਲੰਘਣਾ ਕੀਤੇ ਬਿਨਾਂ ਸਮਝੌਤੇ ਅਧੀਨ ਆਪਣੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਦਾਖਲ ਕਰਨ ਅਤੇ ਨਿਭਾਉਣ ਦਾ ਪੂਰਾ ਅਧਿਕਾਰ ਹੈ. ਕੋਈ ਵੀ ਤੀਜੀ ਧਿਰ, (ii) ਇਸ ਅਧੀਨ ਸਮਝੌਤੇ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਸਾਰੇ ਲੋੜੀਂਦੇ ਸਮਝੌਤੇ ਕੀਤੇ ਹੋਏ ਹਨ ਅਤੇ (iii) ਇਹ ਸਾਰੇ ਕਾਨੂੰਨਾਂ ਦੇ ਨਾਲ ਲਾਗੂ ਹੋਣ ਵਾਲੇ ਸਾਰੇ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰੇਗਾ ਸੇਵਾਵਾਂ.
pl: 8.1 Wzajemne oświadczenia i gwarancje: Każda strona niniejszym oświadcza i gwarantuje drugiej stronie, że (i) ma wszelkie niezbędne uprawnienia do zaciągania i wykonywania swoich zobowiązań wynikających z Umowy bez zgody jakiejkolwiek strony trzeciej lub naruszenia jakiejkolwiek umowy lub umowy z jakakolwiek strona trzecia, (ii) wszystkie osoby wykonujące jakiekolwiek zobowiązania wynikające z niniejszej umowy zawarły wszystkie niezbędne umowy w celu zapewnienia zgodności z warunkami Umowy, oraz (iii) przestrzega we wszystkich istotnych aspektach wszystkich przepisów prawa mających zastosowanie do Usługi.
ps: .1. M دوه اړخيز نمايندګۍ او تضمينونه: هرهغه ګوند د بل ګوند استازيتوب کوي او تضمين کوي چې (i) ټول اړين واک لري د تړون له مخې خپل مکلفيتونه د کومې دريمې ډلې له رضايت پرته او د کوم تړون يا تړون سرغړونه پرته دننه کړي. هره دریمه ډله ، (ii) ټول اشخاص چې دلته لاندې کوم مسؤلیتونه ترسره کوي ، د تړون د شرایطو او شرایطو د پابندۍ لپاره یې ټول اړین تړونونه لاسلیک کړي ، او (iii) دا په ټولو مادي شرایطو کې د ټولو قوانینو سره مطابقت لري. خدمتونه.
pt: 8.1 Representações e garantias mútuas: Cada uma das partes declara e garante à outra parte que (i) possui toda a autoridade necessária para celebrar e executar suas obrigações sob o Contrato sem o consentimento de terceiros ou violação de qualquer contrato ou acordo com qualquer terceiro, (ii) todas as pessoas que cumpram quaisquer obrigações aqui estabelecidas celebraram todos os acordos necessários para cumprir os termos e condições do Contrato e (iii) deve cumprir em todos os aspectos relevantes todas as leis aplicáveis à os serviços.
ro: 8.1 Reprezentări reciproce și garanții: Fiecare parte reprezintă și garantează celeilalte părți că (i) are toate autoritățile necesare pentru a-și asuma și a-și îndeplini obligațiile în temeiul acordului, fără acordul vreunui terț sau încălcarea vreunui contract sau acord cu orice terță parte (ii) toate persoanele care îndeplinesc orice obligații de mai jos au încheiat toate acordurile necesare pentru ca acesta să respecte termenii și condițiile acordului și (iii) trebuie să respecte în toate aspectele materiale toate legile aplicabile Serviciile.
ru: 8.1. Взаимные заявления и гарантии. Каждая сторона настоящим заявляет и гарантирует другой стороне, что (i) у нее есть все необходимые полномочия для принятия и выполнения своих обязательств по Соглашению без согласия какой-либо третьей стороны или нарушения какого-либо контракта или соглашения с любая третья сторона, (ii) все лица, выполняющие какие-либо обязательства по настоящему Соглашению, заключили все необходимые соглашения для того, чтобы она соблюдала условия Соглашения, и (iii) она должна соблюдать во всех существенных отношениях все законы, применимые к Услуги.
rw: 8.1. undi muntu uwo ari we wese, (ii) abantu bose bakora inshingano izo ari zo zose bagiranye amasezerano yose akenewe kugira ngo yubahirize ibikubiye mu masezerano, kandi (iii) agomba kubahiriza ibintu byose bifatika amategeko yose akurikizwa; Serivisi.
sd: 8.1 گڏيل نمائندگي ۽ وارنٽي: هر ڌر ٻي ڌر سان نمائندگي ڪري ٿو ۽ ان جي ضمانت ڏياري ٿو ته (i) هن کي ڪنهن به ٽين ڌر جي رضامندي يا معاهدي جي ڀڃڪڙي يا معاهدي جي ڀڃڪڙي کانسواءِ معاهدي تحت پنهنجون ذميواريون داخل ڪرڻ ۽ لازمي طور تي داخل ڪرڻ جي هر لازمي صلاحيت آهي. ڪو ٽيون ڌر ، (ii) هتي موجود هر واعظ انجام ڏيڻ وارا سڀ ضروري معاهدا ڪيا آهن ته جيئن ان کي معاهدي جي شرطن ۽ شرطن تي عمل ڪري سگھجي ، ۽ (iii) اهو سڀني قانون جي لحاظ سان لاڳو ٿيندڙ سڀني قانونن سان مطابقت رکي. خدمتون.
si: 8.1 අන්‍යෝන්‍ය නියෝජනයන් සහ වගකීම්: (i) කිසිදු තෙවන පාර්ශවයකගේ අවසරයකින් තොරව හෝ ගිවිසුමක් හෝ ගිවිසුමක් උල්ලං ach නය කිරීමකින් තොරව ගිවිසුම යටතේ සිය වගකීම්වලට එළඹීමට හා ඉටු කිරීමට අවශ්‍ය සියලු බලතල මෙයින් ඇති බව අනෙක් පාර්ශවයන් මෙයින් නියෝජනය කරයි. ඕනෑම තෙවන පාර්ශවයක්, (ii) ගිවිසුමේ නියමයන් හා කොන්දේසි වලට අනුකූල වීම සඳහා මෙතැන් සිට යම් වගකීමක් ඉටු කරන සියලුම පුද්ගලයින් අවශ්‍ය සියලු ගිවිසුම්වලට එළඹ ඇති අතර (iii) එය අදාළ වන සියලුම නීතිවලට අනුකූල වේ. සේවා.
sk: 8.1 Vzájomné zastúpenia a záruky: Každá strana týmto prehlasuje a zaručuje druhej strane, že (i) má všetky potrebné právomoci na to, aby mohla plniť a plniť svoje záväzky podľa tejto dohody bez súhlasu akejkoľvek tretej strany alebo porušenia akejkoľvek zmluvy alebo dohody s ňou. akákoľvek tretia strana, (ii) všetky osoby, ktoré plnia akékoľvek povinnosti podľa tejto zmluvy, uzavreli všetky potrebné dohody, aby splnili podmienky tejto dohody, a (iii) vo všetkých významných hľadiskách dodržiava všetky právne predpisy, ktoré sa vzťahujú na: Služby.
sl: 8.1 Vzajemno zastopanje in garancije: Vsaka pogodbenica zastopa in jamči drugi strani, da (i) ima vsa potrebna pooblastila za sklenitev in izvajanje obveznosti iz Sporazuma brez privolitve katere koli tretje osebe ali kršitve katere koli pogodbe ali sporazuma z (ii) vse osebe, ki izpolnjujejo kakršne koli obveznosti iz tega sporazuma, so sklenile vse potrebne sporazume, da bo lahko izpolnjeval določila in pogoje sporazuma, in (iii) spoštovala je materialno spoštovanje vseh zakonov, ki se uporabljajo za Storitve.
sq: 8.1 Përfaqësimet dhe Garancitë e ndërsjella: Secila palë me këtë përfaqëson dhe garanton palën tjetër që (i) ka të gjithë autoritetin e nevojshëm për të hyrë dhe kryer detyrimet e veta sipas Marrëveshjes pa pëlqimin e ndonjë pale të tretë ose shkeljen e ndonjë kontrate ose marrëveshje me çdo palë e tretë, (ii) të gjithë personat që kryejnë ndonjë detyrim më poshtë kanë hyrë në të gjitha marrëveshjet e nevojshme në mënyrë që ajo të respektojë kushtet dhe kushtet e Marrëveshjes, dhe (iii) ai duhet të respektojë në të gjitha aspektet materiale me të gjitha ligjet e zbatueshme për Shërbimet.
sr: 8.1 Узајамно представљање и гаранције: Свака страна овиме заступа и јамчи другој страни да (и) има сву потребну овлашћење за склапање и извршавање обавеза из Споразума без пристанка било које треће стране или кршења било ког уговора или споразума са било која трећа страна, (ии) сва лица која извршавају било које обавезе из овог Уговора склопила су све неопходне споразуме да би она испунила услове и одредбе Споразума и (иии) да се поштује у свим материјалним аспектима са свим законима који се примењују на Услуге.
sv: 8.1 Ömsesidiga representationer och garantier: Varje part företräder härmed och garanterar den andra parten att (i) den har all nödvändig myndighet att ingå och fullgöra sina skyldigheter enligt avtalet utan godkännande från tredje part eller brott mot något avtal eller avtal med varje tredje part, (ii) alla personer som fullgör alla skyldigheter enligt detta har ingått alla nödvändiga avtal för att det ska uppfylla villkoren i avtalet, och (iii) det ska i alla väsentliga avseenden följa alla lagar som är tillämpliga på tjänsterna.
sw: 8.1 Uwakilishi wa pamoja na dhamana: Kila chama kinawakilisha na kudhamini kwa chama kingine ambacho (i) kina mamlaka yote ya kuingia na kutekeleza majukumu yake chini ya Mkataba bila idhini ya mtu yeyote wa tatu au kukiuka kwa makubaliano yoyote na makubaliano na mtu yeyote wa tatu, (ii) watu wote wanaotimiza majukumu yoyote hapo chini wameingia katika makubaliano yote muhimu kwa ajili yake ili kuzingatia masharti na makubaliano ya Mkataba, na (iii) itafuata kwa heshima yote kwa sheria zote zinazotumika kwa huduma.
ta: 8.1 பரஸ்பர பிரதிநிதித்துவங்கள் மற்றும் உத்தரவாதங்கள்: ஒவ்வொரு தரப்பினரும் இதன்மூலம் மற்ற தரப்பினரை பிரதிநிதித்துவப்படுத்துகிறார்கள் மற்றும் உத்தரவாதம் அளிக்கிறார்கள் (i) எந்தவொரு மூன்றாம் தரப்பினரின் அனுமதியோ அல்லது எந்தவொரு ஒப்பந்தத்தையும் மீறவோ அல்லது ஒப்பந்தத்தை மீறவோ இல்லாமல் ஒப்பந்தத்தின் கீழ் நுழைந்து அதன் கடமைகளை நிறைவேற்ற தேவையான அனைத்து அதிகாரமும் உள்ளது. எந்தவொரு மூன்றாம் தரப்பினரும், (ii) ஒப்பந்தத்தின் விதிமுறைகள் மற்றும் நிபந்தனைகளுக்கு இணங்குவதற்காக எந்தவொரு கடமைகளையும் நிறைவேற்றும் அனைத்து நபர்களும் தேவையான அனைத்து ஒப்பந்தங்களிலும் நுழைந்துள்ளனர், (iii) இது பொருந்தக்கூடிய அனைத்து சட்டங்களுடனும் அனைத்து பொருள் விஷயங்களுக்கும் இணங்க வேண்டும். சேவைகள்.
te: 8.1 పరస్పర ప్రాతినిధ్యాలు మరియు వారెంటీలు: ప్రతి పార్టీ దీని ద్వారా ఇతర పార్టీకి ప్రాతినిధ్యం వహిస్తుంది మరియు హామీ ఇస్తుంది (i) ఏ మూడవ పక్షం యొక్క సమ్మతి లేకుండా లేదా ఏదైనా ఒప్పందం లేదా ఒప్పందాన్ని ఉల్లంఘించకుండా ఒప్పందం ప్రకారం ప్రవేశించి, దాని బాధ్యతలను నిర్వర్తించడానికి అవసరమైన అన్ని అధికారం ఉంది. ఏదైనా మూడవ పక్షం, (ii) ఒప్పందం యొక్క నిబంధనలు మరియు షరతులకు లోబడి ఉండటానికి ఇక్కడ ఏవైనా బాధ్యతలు నిర్వర్తించే అన్ని వ్యక్తులు అవసరమైన అన్ని ఒప్పందాలలోకి ప్రవేశించారు మరియు (iii) ఇది వర్తించే అన్ని చట్టాలకు అన్ని విషయాలలో కట్టుబడి ఉండాలి సేవలు.
tg: 8.1 Намояндагиҳо ва кафолатҳои мутақобила: Ҳар як ҷониб, дар ин ҷо, тарафи дигарро муаррифӣ мекунад ва кафолат медиҳад, ки (i) тамоми ваколатҳои зарурӣ барои ворид шудан ва иҷрои ӯҳдадориҳои худро тибқи Шартнома бидуни ризоияти ҷониби сеюм ё вайрон кардани ягон шартнома ё созишнома бо ҳама гуна тарафи сеюм, (ii) ҳамаи ашхосе, ки аз рӯи ин ӯҳдадориҳо мутобиқи он амал мекунанд, ҳама шартномаҳои заруриро ба имзо расонидаанд, ва (iii) он тамоми эҳтиёҷоти моддиро бо ҳама қонунҳои марбута татбиқ мекунад. Хизматҳо.
th: 8.1 การรับรองและการรับประกันซึ่งกันและกัน: แต่ละฝ่ายในที่นี้เป็นตัวแทนและรับประกันต่ออีกฝ่ายว่า (i) มีอำนาจที่จำเป็นทั้งหมดในการเข้าและปฏิบัติตามพันธกรณีภายใต้ข้อตกลงโดยไม่ได้รับความยินยอมจากบุคคลที่สามหรือฝ่าฝืนสัญญาหรือข้อตกลงใด ๆ บุคคลที่สาม (ii) ทุกคนที่ปฏิบัติตามข้อผูกพันใด ๆ ในที่นี้ได้ทำข้อตกลงที่จำเป็นทั้งหมดเพื่อให้เป็นไปตามข้อกำหนดและเงื่อนไขของข้อตกลงและ (iii) จะต้องปฏิบัติตามข้อกฎหมายทั้งหมดที่มีผลบังคับใช้กับ การบริการ
tk: 8.1 Özara wekilçilikler we kepillikler: Şeýlelik bilen her bir tarap beýleki tarapa wekilçilik edýär we kepillendirýär: (i) üçünji tarapyň razylygy bolmazdan ýa-da haýsydyr bir şertnamanyň ýa-da şertnamanyň bozulmazdan Ylalaşyk boýunça borçnamalaryny ýerine ýetirmek we ýerine ýetirmek üçin ähli ygtyýarlyklary bar; islendik üçünji tarap, (ii) şu Şertnamany ýerine ýetirýän ähli adamlar, Ylalaşygyň şertlerini we şertlerini berjaý etmek üçin ähli zerur şertnamalary baglaşdylar we (iii) ähli ulanylýan kanunlara ähli maddy taýdan laýyk geler; Hyzmatlar.
tl: 8.1 Mga Representasyon at Mga Garantiya ng Mutual: Ang bawat partido dito ay kumakatawan at warrants sa ibang partido na (i) mayroon itong kinakailangang awtoridad na pumasok at gampanan ang mga obligasyon nito sa ilalim ng Kasunduan nang walang pahintulot ng anumang ikatlong partido o paglabag sa anumang kontrata o kasunduan sa anumang ikatlong partido, (ii) lahat ng mga tao na nagsasagawa ng anumang mga obligasyon dito ay nagpasok sa lahat ng kinakailangang kasunduan upang ito ay sumunod sa mga termino at kundisyon ng Kasunduan, at (iii) dapat itong sumunod sa lahat ng materyal na respeto sa lahat ng mga batas na naaangkop sa ang Mga Serbisyo.
tr: 8.1 Karşılıklı Beyanlar ve Garantiler: Taraflardan her biri, diğer tarafı (i) herhangi bir üçüncü tarafın onayı veya herhangi bir sözleşmeyi veya sözleşmeyi ihlal etmeden Sözleşme kapsamındaki yükümlülüklerini yerine getirmek ve yerine getirmek için gerekli tüm yetkilere sahip olduğunu beyan ve taahhüt eder. herhangi bir üçüncü taraf, (ii) bu kapsamda herhangi bir yükümlülüğü yerine getiren herkes, Sözleşmenin hüküm ve koşullarına uyması için gerekli tüm sözleşmeleri yapmıştır ve (iii) tüm önemli yönleriyle geçerli tüm yasalara uyacaktır. hizmetler.
tt: 8.1 ualзара вәкиллек һәм гарантияләр: Шулай итеп, һәр як икенче якка вәкиллек бирә һәм гарантия бирә: (i) Килешү нигезендә үз бурычларын бернинди өченче як рөхсәтеннән башка яисә бернинди килешү яки килешүне бозмыйча. теләсә нинди өченче як, (ii) мондагы бурычларны үтәгән барлык затлар Килешү шартларын үтәү өчен барлык кирәкле килешүләр төзеделәр, һәм (iii) ул барлык матди яктан барлык законнарны үтәргә тиеш. Хезмәтләр.
ug: 8.1 ئۆز-ئارا ۋەكىللىك قىلىش ۋە كاپالەت: ھەر قايسى تەرەپلەر قارشى تەرەپكە ۋەكىللىك قىلىدۇ ۋە كاپالەت بېرىدۇ: (1) ئۈچىنچى تەرەپنىڭ رۇخسىتىسىز ياكى توختام ياكى كېلىشىمگە خىلاپلىق قىلماي ، كېلىشىمگە ئاساسەن مەجبۇرىيىتىنى ئادا قىلىش ۋە ئادا قىلىش ئۈچۈن بارلىق زۆرۈر ھوقۇققا ئىگە. (3) بۇ مەزمۇن ئىز تورىدىن كۆچۈرۈلگەن ئۈچىنچى كىشى ، (2) بۇ مەجبۇرىيەتنى ئادا قىلغان بارلىق كىشىلەر كېلىشىمنىڭ شەرتلىرى ۋە شەرتلىرىگە ئەمەل قىلىش ئۈچۈن بارلىق زۆرۈر كېلىشىملەرنى تۈزدى ، (3) ئۇ بارلىق ماددىلارغا ماس كېلىشى كېرەك. the Services.
uk: 8.1 Взаємні представництва та гарантії: Кожна сторона цим представляє та гарантує іншій стороні, що (i) вона має всі необхідні повноваження для укладення та виконання своїх зобов&#39;язань за Угодою без згоди будь-якої третьої сторони або порушення будь-якого договору чи угоди з будь-яка третя сторона; (ii) всі особи, які виконують будь-які зобов&#39;язання за цим Договором, уклали всі необхідні угоди для того, щоб вона відповідала умовам Угоди, та (iii) вона повинна дотримуватися у всіх матеріальних аспектах усіх законів, що застосовуються до Послуги.
ur: 8.1 باہمی نمائندگی اور ضمانتیں: ہر فریق دوسرے فریق کی نمائندگی اور اس کی ضمانت دیتا ہے کہ (i) کسی تیسری فریق کی رضامندی کے بغیر معاہدے کے تحت اپنی ذمہ داریوں کو داخل کرنے اور اس کے ساتھ کسی معاہدے یا معاہدے کی خلاف ورزی کرنے کا تمام ضروری اختیار ہے۔ کوئی تیسرا فریق ، (ii) اس کے تحت کسی بھی فرائض کی انجام دہی کرنے والے تمام افراد نے معاہدے کی شرائط و ضوابط کی تعمیل کرنے کے ل all تمام ضروری معاہدوں میں معاہدہ کیا ہے ، اور (iii) اس پر لاگو تمام قوانین کے ساتھ تمام مادی معاملات پر عمل ہوگا۔ خدمات.
uz: 8.1 O&#39;zaro vakillik va kafolatlar: Har bir tomon shu bilan boshqa tomonni bildiradi va kafolat beradi: (i) har qanday uchinchi tomonning roziligisiz yoki shartnoma yoki bitimni buzmasdan shartnoma bo&#39;yicha o&#39;z majburiyatlarini bajarish va bajarish uchun barcha zarur vakolatlarga ega. har qanday uchinchi tomon, (ii) ushbu Shartnoma bo&#39;yicha majburiyatlarni bajaruvchi barcha shaxslar ushbu Shartnomaning shartlari va shartlariga rioya qilishi uchun barcha zarur shartnomalarni tuzgan va (iii) u barcha moddiy jihatlarga nisbatan qo&#39;llaniladigan barcha qonunlarga rioya qilishi shart. Xizmatlar.
vi: 8.1 Các đại diện và bảo đảm lẫn nhau: Mỗi bên qua đây tuyên bố và bảo đảm cho bên kia rằng (i) có tất cả các quyền cần thiết để thực hiện và thực hiện nghĩa vụ của mình theo Thỏa thuận mà không cần sự đồng ý của bất kỳ bên thứ ba hoặc vi phạm bất kỳ hợp đồng hoặc thỏa thuận nào với bất kỳ bên thứ ba nào, (ii) tất cả những người thực hiện bất kỳ nghĩa vụ nào dưới đây đã tham gia vào tất cả các thỏa thuận cần thiết để tuân thủ các điều khoản và điều kiện của Thỏa thuận và (iii) nó phải tuân thủ mọi khía cạnh trọng yếu với tất cả các luật áp dụng các dịch vụ.
xh: Ummeli oMiselweyo kunye neewaranti: Iqela ngalinye apha limele kwaye linika imvume kwelinye iqela (i) elinalo lonke igunya elifanelekileyo lokungena nokwenza imisebenzi yalo phantsi kwesiVumelwano ngaphandle kwemvume yakhe nawuphi na umntu wesithathu okanye ukophula nayiphi na imvumelwano okanye isivumelwano kunye (a) Nawuphi na umntu wesithathu, (ii) bonke abantu abenza naziphi na izibophelelo ezichazwe ngezantsi bangene kuzo zonke iimvumelwano ezifanelekileyo ukuze ithobele imiqathango kunye neemvumelwano zesivumelwano, kwaye (iii) iya kuthobela yonke into ephathekayo ngayo yonke imithetho esetyenziswayo Iinkonzo.
yi: 8.1 קעגנצייַטיק רעפּראַזאַנטיישאַנז און וואָראַנטיז: יעדער פּאַרטיי רעפּראַזענץ דערמיט און וואָראַנטיז צו די אנדערע פּאַרטיי אַז (i) עס האט אַלע נייטיק אויטאָריטעט צו אַרייַן און דורכפירן זייַן אַבלאַגיישאַנז אונטער די אַגרעעמענט אָן די צושטימען פון קיין דריט פּאַרטיי אָדער בריטש פון קיין קאָנטראַקט אָדער העסקעם מיט קיין דריט פּאַרטיי, (ii) אַלע מענטשן וואָס דורכפירן קיין אַבלאַגיישאַנז אונטער דעם האָבן אָנגענומען אַלע נויטיק אַגרימאַנץ פֿאַר עס צו נאָכקומען מיט די טערמינען און באדינגונגען פון די אַגרעעמענט, און (iii) עס וועט נאָכקומען אין אַלע מאַטעריאַלס מיט אַלע געזעצן אָנווענדלעך צו די באַדינונגס.
