Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
af: Koppel u bestaande stelsel moeiteloos met CaseActive Integreer ons eie API om sake outomaties te skep, gebruikers toe te ken en verslae te genereer op grond van u stelselinvoer.
am: ጉዳዮችን በራስ-ሰር ለመፍጠር ፣ ተጠቃሚዎችን ለመመደብ እና ሪፖርቶችን በስርዓትዎ ግብዓት ላይ በመመስረት ሪፖርቶችን ለማመንጨት ነባር ስርዓትዎን ከ CaseActive ጋር ያጣምሩ።
ar: اربط نظامك الحالي بسهولة مع CaseActive قم بدمج واجهة برمجة التطبيقات الخاصة بنا لإنشاء الحالات تلقائيًا وتعيين المستخدمين وإنشاء التقارير استنادًا إلى إدخال نظامك.
az: Mövcud sisteminizi çətinliklə CaseActive ilə əlaqələndirin, avtomatik olaraq hallar yaratmaq, istifadəçilər təyin etmək və sistem girişinizə əsaslanaraq hesabatlar yaratmaq üçün mülkiyyətçi API-ni inteqrasiya edin.
be: Лёгка звязаць існуючую сістэму з CaseActive Інтэграцыя нашага фірменнага API для аўтаматычнага стварэння выпадкаў, прызначэння карыстальнікаў і стварэння справаздач на аснове вашага ўводу сістэмы.
bg: Лесно свържете съществуващата си система с CaseActive Интегрирайте нашия патентован API за автоматично създаване на случаи, назначаване на потребители и генериране на отчети въз основа на вашата система.
bn: কেসএ্যাকটিভের সাথে আপনার বিদ্যমান সিস্টেমে অনায়াসে লিঙ্ক করুন স্বয়ংক্রিয়ভাবে কেস তৈরি করতে, ব্যবহারকারীকে অর্পণ করতে এবং আপনার সিস্টেমের ইনপুটের উপর ভিত্তি করে প্রতিবেদন উত্পন্ন করতে আমাদের মালিকানাধীন API একীভূত করুন।
ca: Enllaçar sense esforç el vostre sistema existent amb CaseActive Integrar la nostra API propietària per crear casos automàtics, assignar usuaris i generar informes basats en l’entrada del vostre sistema.
cs: Snadno propojte svůj existující systém s CaseActive Integrate našeho proprietárního API, abyste automaticky vytvářeli případy, přiřazovali uživatele a generovali zprávy na základě vašeho vstupního systému.
cy: Cysylltu&#39;ch system bresennol yn ddiymdrech ag CaseActive Integreiddiwch ein API perchnogol i greu achosion yn awtomatig, aseinio defnyddwyr, a chynhyrchu adroddiadau yn seiliedig ar fewnbwn eich system.
da: Forbind nemt dit eksisterende system med CaseActive Integrer vores proprietære API for automatisk at oprette sager, tildele brugere og generere rapporter baseret på dit systeminput.
de: Verknüpfen Sie Ihr vorhandenes System mühelos mit CaseActive. Integrieren Sie unsere proprietäre API, um automatisch Fälle zu erstellen, Benutzer zuzuweisen und Berichte basierend auf Ihren Systemeingaben zu erstellen.
el: Συνδέστε εύκολα το υπάρχον σύστημά σας με το CaseActive Ενσωματώστε το ιδιόκτητο API μας για να δημιουργείτε αυτόματα περιπτώσεις, να εκχωρείτε χρήστες και να δημιουργείτε αναφορές βάσει της εισόδου του συστήματός σας.
eo: Klopodu ligi vian ekzistantan sistemon kun CaseActive Integri nian proprietan API por aŭtomate krei kazojn, asigni uzantojn kaj generi raportojn bazitajn sur via eniga sistemo.
es: Enlace sin esfuerzo su sistema existente con CaseActive Integre nuestra API patentada para crear casos automáticamente, asignar usuarios y generar informes basados en la entrada de su sistema.
et: Lülitage oma olemasolev süsteem hõlpsalt CaseActive&#39;i abil sisse. Integreerige meie patenteeritud API, et automaatselt luua juhtumeid, määrata kasutajaid ja genereerida aruandeid teie süsteemi sisendi põhjal.
eu: Ahaztu ezazu lehendik duzun sistema CaseActive-rekin integratu gure jabea den APIa kasuak automatikoki sortzeko, erabiltzaileak esleitzeko eta zure sistemaren sarreran oinarritutako txostenak sortzeko.
fa: بی سیم سیستم موجود خود را با CaseActive پیوند کنید تا API اختصاصی ما را بطور خودکار ایجاد کنید ، پرونده ها را اختصاص دهید ، به کاربران اختصاص دهید و بر اساس ورودی سیستم خود گزارش تهیه کنید.
fi: Yhdistä nykyinen järjestelmä vaivattomasti CaseActive-integraattoriin, joka integroi patentoitu sovellusliittymämme, luodaksesi tapauksia automaattisesti, määrittääksesi käyttäjiä ja luodaksesi raportteja järjestelmäsi syötteiden perusteella.
fr: Reliez sans effort votre système existant à CaseActive Intégrez notre API propriétaire pour créer automatiquement des cas, affecter des utilisateurs et générer des rapports en fonction de vos entrées système.
fy: Koppelje jo besteande systeem moeiteloos mei CaseActive Yntegrearje ús proprietêre API om automatysk gefallen te meitsjen, brûkers tawize en rapporten te generearjen op basis fan jo systeemynput.
ga: Nasc go dícheallach an córas atá agat cheana le CaseActive Comhtháthaigh ár API dílseánaigh chun cásanna a chruthú go huathoibríoch, úsáideoirí a shannadh, agus tuarascálacha a ghiniúint bunaithe ar d’ionchur córais.
gd: Dèan ceangal gun oidhirp air an t-siostam a th ’agad le CaseActive Amalachadh an API seilbh againn gus cùisean a chruthachadh gu fèin-ghluasadach, luchd-cleachdaidh a shònrachadh, agus aithisgean a ghineadh stèidhichte air cur-a-steach an t-siostaim agad.
gl: Vincula sen esforzo o teu sistema existente con CaseActive Integrar a nosa API propietaria para crear casos automáticamente, asignar usuarios e xerar informes baseados na entrada do seu sistema.
gu: તમારી હાલની સિસ્ટમને કેસએક્ટિવ સાથે સહેલાઇથી લિંક કરો, આપમેળે કેસ બનાવવા, વપરાશકર્તાઓને સોંપવા અને તમારા સિસ્ટમ ઇનપુટના આધારે અહેવાલો પેદા કરવા માટે અમારા માલિકીનું API ને એકીકૃત કરો.
hi: CaseActive के साथ अपने मौजूदा सिस्टम को सहजता से लिंक करें हमारे मालिकाना API को स्वचालित रूप से केस बनाने, उपयोगकर्ताओं को असाइन करने, और आपके सिस्टम इनपुट के आधार पर रिपोर्ट तैयार करने के लिए एकीकृत करें।
hr: Jednostavno povežite svoj postojeći sustav s CaseActive Integracijom našeg vlasničkog API-ja za automatsko stvaranje predmeta, dodjeljivanje korisnika i generiranje izvještaja na temelju vašeg sustava podataka.
hu: A meglévő rendszert könnyedén összekapcsolhatja a CaseActive-lal. Integrálja saját védett API-ját az esetek automatikus létrehozásához, a felhasználók hozzárendeléséhez és a rendszerbevitel alapján jelentések készítéséhez.
hy: Անհապաղ կապեք ձեր առկա համակարգը CaseActive- ին ինտեգրեք մեր գույքային API- ը `ավտոմատ կերպով ստեղծելու դեպքեր, օգտվողներին նշանակելու և զեկույցներ ստեղծելու համար` ձեր համակարգի ներդրման հիման վրա:
id: Menautkan sistem Anda yang ada dengan mudah dengan CaseActive Integrasikan API milik kami untuk secara otomatis membuat kasus, menetapkan pengguna, dan menghasilkan laporan berdasarkan input sistem Anda.
is: Tengdu núverandi kerfi þitt áreynslulaust við CaseActive Sameina sér API okkar til að búa til mál sjálfkrafa, úthluta notendum og búa til skýrslur byggðar á inntak kerfisins.
it: Collega facilmente il tuo sistema esistente con CaseActive Integra la nostra API proprietaria per creare automaticamente casi, assegnare utenti e generare report in base all&#39;input del tuo sistema.
iw: קושר ללא מאמץ את המערכת הקיימת שלך ל- CaseActive שלב את ה- API הקנייני שלנו כדי ליצור באופן אוטומטי תיקים, להקצות משתמשים ולייצר דוחות על בסיס קלט המערכת שלך.
ja: 既存のシステムをCaseActiveに簡単にリンクします。独自のAPIを統合して、ケースを自動的に作成し、ユーザーを割り当て、システム入力に基づいてレポートを生成します。
ka: მარტივად დააკავშიროთ თქვენი არსებული სისტემა CaseActive- სთან ჩვენი ინტეგრაციის პროგრამის ინტეგრაციას, რათა ავტომატურად შექმნან შემთხვევები, დაავალონ მომხმარებლები და შექმნან მოხსენებები თქვენი სისტემის შეყვანის საფუძველზე.
kk: Сіздің қолданыстағы жүйеңізді CaseActive жүйесімен оңай байланыстырыңыз, жүйелік енгізуге негізделген жағдайларды автоматты түрде құру, пайдаланушыларды тағайындау және есептер шығару үшін біздің жеке меншік API -імізді біріктіріңіз.
km: ភ្ជាប់ប្រពន្ធ័ដែលមានស្រាប់របស់អ្នកយ៉ាងងាយស្រួលទៅនឹងអ៊ីនធឺរធីអ៊ីធីធីធីបញ្ចូល API ដែលជាកម្មសិទ្ធិរបស់យើងដើម្បីបង្កើតករណីដោយស្វ័យប្រវត្តិកំណត់អ្នកប្រើប្រាស់និងបង្កើតរបាយការណ៍ផ្អែកលើការបញ្ចូលប្រព័ន្ធរបស់អ្នក។
kn: ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವ್ಯವಸ್ಥೆಯನ್ನು ಕೇಸ್‌ಆಕ್ಟಿವ್‌ನೊಂದಿಗೆ ಪ್ರಯತ್ನವಿಲ್ಲದೆ ಲಿಂಕ್ ಮಾಡಿ ನಮ್ಮ ಸ್ವಾಮ್ಯದ API ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ರಕರಣಗಳನ್ನು ರಚಿಸಲು, ಬಳಕೆದಾರರನ್ನು ನಿಯೋಜಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಸಿಸ್ಟಮ್ ಇನ್‌ಪುಟ್ ಆಧರಿಸಿ ವರದಿಗಳನ್ನು ರಚಿಸಲು ಸಂಯೋಜಿಸಿ.
ku: Bi hêsanî pergala xwe ya heyî bi CaseActive ve girêbide API-ya mekanîzmayî bicîh bikin ku bixweber dozan biafirîne, bikarhêneran tayîn bike, û li gorî bingeha têkildarî pergala we raporan çêbike.
ky: Иштеп жаткан тутумуңузду CaseActive менен талыкпай байланыштырыңыз, системаны киргизүүгө негизделген учурларды автоматтык түрдө түзүп, колдонуучуларды дайындайсыз жана отчетторду түзүп берет.
lb: Effektiv verbënnt Ären existente System mat CaseActive Integréiert eise propriétaire API fir automatesch Fäll ze kreéieren, Benotzer z&#39;änneren an Berichter ze generéieren op Basis vun Ärem Systeminput.
lo: ເຊື່ອມໂຍງລະບົບທີ່ມີຢູ່ຂອງທ່ານຢ່າງງ່າຍດາຍກັບ CaseActive Integrate API ຂອງພວກເຮົາເພື່ອສ້າງບັນດາກໍລະນີອັດຕະໂນມັດ, ແຕ່ງຕັ້ງຜູ້ໃຊ້ແລະສ້າງບົດລາຍງານໂດຍອີງໃສ່ລະບົບຂອງທ່ານ.
lt: Sunkiai susiekite esamą sistemą su „CaseActive“. Integruokite patentuotą API, kad automatiškai sukurtumėte atvejus, priskirtumėte vartotojus ir generuotumėte ataskaitas pagal jūsų sistemos įvestį.
lv: Pūlieties savu esošo sistēmu savienot ar CaseActive Integrējiet mūsu patentēto API, lai automātiski izveidotu gadījumus, piešķirtu lietotājiem un ģenerētu pārskatus, pamatojoties uz jūsu sistēmas ievadi.
mg: Miezaha tsy mavitrika mampifandray ny rafitra efa misy miaraka amin&#39;ny CaseActive Ampidiro ny API tompontsika mba hamoronana tampoka ny tranga, hanendrena ireo mpampiasa ary hiteraka tatitra miorina amin&#39;ny alalàn&#39;ny rafitrao.
mi: Kia kaha ki te hono i to punaha noho me CaseActive Whakauruhia ta maatau rangatira a API ki te waihanga aunoa i nga keehi, ka toha nga kaiwhakamahi, ka whakaputa ripoata i runga i to urunga pūnaha.
mk: Едноставно поврзете го постојниот систем со CaseActive Интегрирајте го нашиот заштитен API за автоматско создавање случаи, доделување на корисници и генерирање извештаи засновани на влезот на вашиот систем.
ml: കേസുകൾ സ്വപ്രേരിതമായി കേസുകൾ സൃഷ്ടിക്കുന്നതിനും ഉപയോക്താക്കളെ നിയോഗിക്കുന്നതിനും നിങ്ങളുടെ സിസ്റ്റം ഇൻപുട്ടിനെ അടിസ്ഥാനമാക്കി റിപ്പോർട്ടുകൾ സൃഷ്ടിക്കുന്നതിനും ഞങ്ങളുടെ നിലവിലുള്ള സിസ്റ്റത്തെ അനായാസമായി ലിങ്കുചെയ്യുക.
mn: Одоо байгаа системээ CaseActive-тэй шууд холбож, өөрийн өмчлөлийн API-г нэгтгэж, системийн оролт дээр үндэслэн автоматаар тохиолдол үүсгэх, хэрэглэгчдийг томилох, тайлан үүсгэх боломжтой.
mr: आपल्या विद्यमान सिस्टमचा सहज प्रयत्नांनी केसअॅक्टिव्हशी दुवा साधा स्वयंचलितपणे केस तयार करण्यासाठी, वापरकर्ते नियुक्त करण्यासाठी आणि आपल्या सिस्टम इनपुटवर आधारित अहवाल व्युत्पन्न करण्यासाठी आमचे मालकी API समाकलित करा.
ms: Hubungkan sistem anda yang ada dengan mudah dengan CaseActive Integrasikan API proprietari kami untuk membuat kes secara automatik, menetapkan pengguna, dan menghasilkan laporan berdasarkan input sistem anda.
mt: Tgħaqqad mingħajr sforz is-sistema eżistenti tiegħek ma &#39;CaseActive Integra l-API proprjetarja tagħna biex awtomatikament toħloq każijiet, tassenja l-utenti, u tiġġenera rapporti bbażati fuq l-input tas-sistema tiegħek.
my: ကိစ္စရပ်များကိုအလိုအလျောက်ဖန်တီးရန်၊ အသုံးပြုသူများကိုသတ်မှတ်ရန်နှင့်သင်၏စနစ်ထည့်သွင်းမှုအပေါ် အခြေခံ၍ အစီရင်ခံစာများထုတ်လုပ်ရန်သင်၏လက်ရှိစနစ်ကို CaseActive Integrate နှင့်ကျွန်ုပ်တို့၏စီးပွားဖြစ် API ကိုချိတ်ဆက်ပါ။
ne: सहज रूपमा तपाईंको अवस्थित प्रणालीलाई केसअक्टिभको साथ लि link्क गर्नुहोस् हाम्रो मालिकाना एपीआई एकीकृत गर्नुहोस् स्वचालित रूपमा केसहरू सिर्जना गर्न, प्रयोगकर्ताहरू नियुक्त गर्न, र तपाईंको प्रणाली इनपुटमा आधारित रिपोर्टहरू उत्पन्न गर्न।
nl: Koppel uw bestaande systeem moeiteloos aan CaseActive Integreer onze eigen API om automatisch cases te maken, gebruikers toe te wijzen en rapporten te genereren op basis van uw systeeminvoer.
no: Koble ditt eksisterende system enkelt og effektivt med CaseActive Integrer vår proprietære API for automatisk å opprette saker, tilordne brukere og generere rapporter basert på systeminndataene dine.
or: ତୁମର ବିଦ୍ୟମାନ ସିଷ୍ଟମକୁ କେସ୍ ଆକ୍ଟିଭ୍ ସହିତ ଚେଷ୍ଟା କର, ସ୍ୱୟଂଚାଳିତ ଭାବରେ କେସ୍ ସୃଷ୍ଟି କରିବା, ଉପଭୋକ୍ତାମାନଙ୍କୁ ନ୍ୟସ୍ତ କରିବା ଏବଂ ତୁମର ସିଷ୍ଟମ୍ ଇନପୁଟ୍ ଉପରେ ଆଧାର କରି ରିପୋର୍ଟ ସୃଷ୍ଟି କରିବା ପାଇଁ ଆମର ମାଲିକାନା API କୁ ଏକତ୍ର କର |
pa: ਅਸਾਨੀ ਨਾਲ ਆਪਣੇ ਮੌਜੂਦਾ ਸਿਸਟਮ ਨੂੰ ਕੇਸ ਐਕਟਿਵ ਨਾਲ ਜੋੜੋ ਆਪਣੇ ਖੁਦ ਦੇ ਕੇਸ ਬਣਾਉਣ, ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ, ਅਤੇ ਤੁਹਾਡੇ ਸਿਸਟਮ ਇੰਪੁੱਟ ਦੇ ਅਧਾਰ ਤੇ ਰਿਪੋਰਟਾਂ ਤਿਆਰ ਕਰਨ ਲਈ ਸਾਡੀ ਮਲਕੀਅਤ ਏਪੀਆਈ ਨੂੰ ਏਕੀਕ੍ਰਿਤ ਕਰੋ.
pl: Bezproblemowo połącz istniejący system z CaseActive Integruj nasz zastrzeżony interfejs API, aby automatycznie tworzyć sprawy, przypisywać użytkowników i generować raporty na podstawie danych wejściowych z systemu.
ps: په اسانۍ سره خپل موجود سیسټم د کیس ایکټیویټ سره وصل کړئ زموږ ملکیتي API یوځای کړئ ترڅو پخپله قضیې رامینځته کړئ ، کارونکي ګومارئ ، او ستاسو د سیسټم ننوت پراساس راپورونه تولید کړئ.
pt: Vincule sem esforço seu sistema existente ao CaseActive Integre nossa API proprietária para criar casos automaticamente, designar usuários e gerar relatórios com base nas informações do sistema.
ro: Conectați fără efort sistemul dvs. existent cu CaseActive Integrați API-ul nostru proprietar pentru a crea automat cazuri, pentru a atribui utilizatori și pentru a genera rapoarte bazate pe intrarea dvs. de sistem.
ru: Легко свяжите свою существующую систему с CaseActive. Интегрируйте наш собственный API-интерфейс, чтобы автоматически создавать дела, назначать пользователей и генерировать отчеты на основе данных вашей системы.
rw: Ntagahato uhuza sisitemu yawe iriho na CaseActive Huza API yacu yihariye kugirango uhite ukora imanza, ugenera abakoresha, kandi utange raporo zishingiye kubyo winjije muri sisitemu.
sd: ڪيس جي فعاليت سان پنهنجو موجوده نظام ڳن linkيو اسان جي ملڪيت جي اي پي آئي کي انٽيليٽ ڪيو پاڻمرادو ڪيس ٺاهڻ ، صارف کي تفويض ڪرڻ ، ۽ توهان جي سسٽم جي ان پٽ جي بنياد تي رپورٽون ٺاهڻ.
si: ඔබේ පවතින පද්ධතිය CaseActive සමඟ පහසුවෙන් සම්බන්ධ කරන්න, නඩු ස්වයංක්‍රීයව නිර්මාණය කිරීමට, පරිශීලකයින් පැවරීමට සහ ඔබේ පද්ධති ආදානය මත පදනම්ව වාර්තා ජනනය කිරීමට අපගේ හිමිකාර API ඒකාබද්ධ කරන්න.
sk: Jednoducho prepojte svoj existujúci systém s CaseActive Integrate nášho proprietárneho rozhrania API, aby ste automaticky vytvorili prípady, priradili používateľov a generovali správy na základe vstupov do systému.
sl: Brez težav brez težav povežite obstoječi sistem s CaseActive Vključite naš lastniški API za samodejno ustvarjanje primerov, dodeljevanje uporabnikov in ustvarjanje poročil na podlagi vnosa vašega sistema.
sq: Lidhni me lehtësi sistemin tuaj ekzistues me CaseActive Integroni API-në tonë të pronarit për të krijuar automatikisht raste, për të caktuar përdorues dhe për të gjeneruar raporte bazuar në inputin e sistemit tuaj.
sr: Једноставно повежите свој постојећи систем са ЦасеАцтиве Интеграцијом нашег власничког АПИ-ја за аутоматско креирање случајева, додељивање корисника и генерисање извештаја на основу вашег система података.
sv: Länka ditt befintliga system enkelt med CaseActive Integrera vårt proprietära API för att automatiskt skapa ärenden, tilldela användare och generera rapporter baserade på din systeminmatning.
sw: Unganisha kwa urahisi mfumo wako uliopo na CaseActive Jumuisha API yetu ya wamiliki kuunda kiotomati kesi, kuwapa watumiaji, na kutoa ripoti kulingana na uingizaji wa mfumo wako.
ta: வழக்குகள் தானாக உருவாக்க, பயனர்களை ஒதுக்க, மற்றும் உங்கள் கணினி உள்ளீட்டின் அடிப்படையில் அறிக்கைகளை உருவாக்க எங்கள் தனியுரிம API ஐ ஒருங்கிணைத்து உங்கள் தற்போதைய கணினியை கேஸ்ஆக்டிவ் உடன் சிரமமின்றி இணைக்கவும்.
te: కేసులను స్వయంచాలకంగా సృష్టించడానికి, వినియోగదారులను కేటాయించడానికి మరియు మీ సిస్టమ్ ఇన్‌పుట్ ఆధారంగా నివేదికలను రూపొందించడానికి మా యాజమాన్య API ని ఇంటిగ్రేట్ చేయండి.
tg: Низоми мавҷудаи худро бо CaseActive ба таври бесамар пайваст кунед API моликияти хусусии моро ҳамвор созед, то парвандаҳо, таъини корбарон ва эҷоди гузоришҳо бар асоси вуруди систематон эҷод карда шаванд.
th: เชื่อมโยงระบบที่มีอยู่ของคุณกับ CaseActive Integration API ที่เป็นกรรมสิทธิ์ของเราได้อย่างง่ายดายเพื่อสร้างกรณีและปัญหาโดยอัตโนมัติกำหนดผู้ใช้และสร้างรายงานตามการป้อนข้อมูลระบบของคุณ
tk: Bar bolan ulgamyňyzy “CaseActive” bilen synap görüň, awtomatiki usulda ýagdaý döretmek, ulanyjylary bellemek we ulgam girişiňize esaslanyp hasabat döretmek üçin eýeçilik API-ni birleşdiriň.
tl: Walang tigil na mai-link ang iyong umiiral na system sa CaseActive Pagsamahin ang aming pagmamay-ari ng API upang awtomatikong lumikha ng mga kaso, magtalaga ng mga gumagamit, at makabuo ng mga ulat batay sa iyong system input.
tr: Vakaları otomatik olarak oluşturmak, kullanıcı atamak ve sistem girdinize göre raporlar oluşturmak için mevcut sisteminizi CaseActive ile zahmetsizce bağlayın.
tt: Сезнең булган системаны CaseActive белән тырышып бәйләгез, очракларны автоматик рәвештә булдыру, кулланучыларны билгеләү һәм сезнең система кертү нигезендә отчетлар ясау өчен, безнең милек API-ны берләштерегез.
ug: مەۋجۇت سىستېمىڭىزنى CaseActive بىلەن تىرىشىپ باغلاپ ، ئىگىدارچىلىق قىلىدىغان API نى بىرلەشتۈرۈپ ، ئاپتوماتىك ھالدا دېلو تۇرغۇزۇش ، ئىشلەتكۈچى تەقسىملەش ۋە سىستېما كىرگۈزۈشىڭىزگە ئاساسەن دوكلات ھاسىل قىلىش.
uk: Легко зв’яжіть вашу існуючу систему з CaseActive Інтегруйте наш власний API, щоб автоматично створювати справи, призначати користувачів та генерувати звіти на основі вашої системи.
ur: اپنے موجودہ سسٹم کو بجا طور پر کیس ایکٹیو کے ساتھ منسلک کریں ہمارے ذاتی ملکیتی API کو خود بخود مقدمات تخلیق کرنے ، صارفین کو تفویض کرنے اور اپنے سسٹم ان پٹ کی بنیاد پر رپورٹس تیار کرنے کے لئے انضمام کریں۔
uz: O&#39;zingizning mavjud tizimingizni CaseActive bilan osonlik bilan bog&#39;lang, bizning mulkiy API -imizni avtomatik ravishda holatlar yaratish, foydalanuvchilarni tayinlash va tizim ma&#39;lumotlariga asoslangan hisobotlarni yaratish uchun.
vi: Liên kết dễ dàng hệ thống hiện tại của bạn với CaseActive Tích hợp API độc quyền của chúng tôi để tự động tạo trường hợp, chỉ định người dùng và tạo báo cáo dựa trên đầu vào hệ thống của bạn.
xh: Nxibelelanisa ngokungafanelekanga inkqubo yakho ekhoyo kunye ne-CaseActive Dibanisa ubunikazi be-API yethu ukuba idale ngokuzenzekelayo iimeko, yabela abasebenzisi, kwaye ivelise iingxelo ngokusekwe kwinkqubo yakho yokufaka.
yi: עפערטלאַסלי לינק דיין יגזיסטינג סיסטעם מיט CaseActive ינטעגראַטע אונדזער פּראַפּרייאַטערי אַפּי צו אויטאָמאַטיש מאַכן קאַסעס, באַשטימען ניצערס און דזשענערייט ריפּאָרץ באזירט אויף דיין סיסטעם אַרייַנשרייַב.

source: Multi-Language Enabled:
af: Multi-taal aangeskakel:
am: ባለብዙ ቋንቋ ነቅቷል:
ar: متعدد اللغات ممكّن:
az: Çoklu Dilli Etkin:
bg: Разрешено е многоезично използване:
bn: মাল্টি ভাষা সক্রিয়:
ca: Multi-idioma habilitat:
cs: Vícejazyčné povolení:
cy: Galluogi Aml-Iaith:
da: Multi-sprog aktiveret:
de: Mehrsprachig aktiviert:
el: Ενεργοποίηση πολλών γλωσσών:
eo: Multi-Lingvo Enabled:
es: Habilitado en múltiples idiomas:
et: Lubatud mitme keele kasutamine:
eu: Hizkuntza anitzeko gaitasuna:
fa: چند زبان فعال:
fi: Monikielinen käytössä:
fr: Multi-langue activée:
fy: Multi-Language Ynskeakele:
ga: Cumasaithe Il-Teanga:
gd: Ceadaichte le Ioma-chànan:
gl: Activado por varios idiomas:
gu: બહુ-ભાષા સક્ષમ
hi: बहु भाषा सक्षम:
hr: Omogućeno više jezika:
hu: Többnyelvű engedélyezve:
hy: Մուլտի-Լեզվի օգնությամբ.
id: Multi-Bahasa Diaktifkan:
is: Multi-Tungumál Virkja:
it: Multilingua abilitata:
iw: Multi-Language מאופשר:
ja: 多言語対応：
ka: მრავალ ენაზე ჩართულია:
kk: Мульти-тіл қосылған:
km: បើកពហុភាសា:
kn: ಮಲ್ಟಿ-ಭಾಷಾ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ:
ku: Gelek Ziman-Enabled:
ky: Көп тил иштетилген:
lo: ການເປີດໃຊ້ຫລາຍພາສາ:
lt: Įgalinta daugiakalbė:
lv: Daudzvalodu iespējots:
mg: Fomba fiteny maro:
mi: He maha nga Reo kua Whakahohea:
mk: Вклучено повеќе јазици:
ml: ഒന്നിലധികം ഭാഷ പ്രാപ്തമാക്കി:
mn: Олон хэл идэвхжсэн:
mr: बहुभाषी सक्षम:
ms: Multi-Bahasa Diaktifkan:
mt: Multi-Lingwata
my: multi-ဘာသာစကားများ Enabled:
ne: बहु भाषा सक्षम गरिएको:
nl: Meertalig ingeschakeld:
no: Multi-språk aktivert:
or: ଏକାଧିକ ଭାଷା ସକ୍ଷମ:
pa: ਮਲਟੀ-ਭਾਸ਼ਾ ਸਮਰੱਥ
ps: د ژبې ژبې فعالول:
pt: Multi-idioma habilitado:
ro: Activarea mai multor limbi:
ru: Многоязычность включена:
rw: Indimi nyinshi zishoboye:
sd: ملائي ٻوليء جي قابل:
si: බහු භාෂා සක්රීයයි:
sk: Viacjazyčné nastavenie:
sl: Omogočeno več jezikov:
sr: Омогућено више језика:
sw: Lugha nyingi imewezeshwa:
ta: பல மொழி இயக்கப்பட்டது:
te: మల్టీ-భాష ప్రారంభించబడింది:
tg: Дастгирии Multi-Language
th: เปิดใช้งานหลายภาษา:
tk: Köp dilli işledilen:
tl: Pinagana ang Multi-Wika:
tr: Çoklu Dil Etkin:
tt: Күп телләр кушылган:
ug: كۆپ تىل قوزغىتىلدى:
uk: Увімкнено декілька мов:
ur: کثیر زبان فعال:
uz: Ko&#39;p tilni yoqish:
vi: Đa ngôn ngữ được kích hoạt:
xh: Iilwimi ezininzi zinikwe amandla:
yi: מולטי-שפּראַך ענייבאַלד:

source: Interact with clients in
af: Interaksie met kliënte in
am: በ ውስጥ ካሉ ደንበኞች ጋር ይገናኙ
ar: التفاعل مع العملاء في
az: Müştərilərlə qarşılıqlı əlaqə
be: Узаемадзеянне з кліентамі ў
bg: Взаимодействайте с клиенти в
bn: ক্লায়েন্টদের সঙ্গে যোগাযোগ করুন
ca: Interactua amb els clients al
cs: Interakce s klienty v ČR
cy: Rhyngweithio â chleientiaid yn
da: Interagere med klienter i
de: Interagieren Sie mit Kunden in
el: Αλληλεπίδραση με πελάτες σε
eo: Interrilati kun klientoj en
es: Interactuar con los clientes en
et: Suhelda klientidega
eu: Interaktatu bezeroekin
fa: با مشتریان ارتباط برقرار کنید
fi: Vuorovaikutuksessa asiakkaiden kanssa
fr: Interagir avec les clients de
fy: Kontrolearje mei kliïnten yn
ga: Idirghníomhú le cliaint isteach
gd: Eadar-obraich le luchd-dèiligidh ann
gl: Interactuar cos clientes en
gu: ગ્રાહકો સાથે સંપર્ક કરો
hi: में ग्राहकों के साथ बातचीत
hr: Interakcija s klijentima u
hu: Interakció az ügyfelekkel
hy: Ինտերակտիվ հաճախորդների հետ
id: Berinteraksi dengan klien di
is: Samskipti við viðskiptavini í
it: Interagire con i clienti in
iw: אינטראקציה עם לקוחות
ja: のクライアントと交流する
ka: კლიენტებთან ურთიერთქმედება
kk: Клиенттермен өзара әрекеттесу
km: ទាក់ទងជាមួយអតិថិជន
kn: ಗ್ರಾಹಕರೊಂದಿಗೆ ಸಂವಹಿಸಿ
ku: Bi mişteran re têkilî bikin
ky: Өз ара аракеттенүү боюнча кардарлар менен
lb: Interagéieren mat Clienten
lo: ຕິດຕໍ່ພົວພັນກັບລູກຄ້າໃນ
lt: Sąveikauti su klientais
lv: Mijiedarboties ar klientiem
mg: Mifanakaloza amin&#39;ireo mpanjifa
mi: Whakawhitiwhiti ki nga kiritaki kei roto
mk: Интеракција со клиенти во
ml: ക്ലയന്റുകളിൽ സംവദിക്കുക
mn: Үйлчлүүлэгчтэй харилцах
mr: क्लायंटसह संवाद साधा
ms: Berinteraksi dengan pelanggan di
mt: Jinteraġixxu mal - klijenti f &#39;
my: အတွက် client များနှင့်အတူအပြန်အလှန်
ne: ग्राहकहरूसँग अन्तरक्रिया गर्नुहोस्
nl: Interactie met klanten in
no: Samhandle med klienter i
or: ଗ୍ରାହକମାନଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |
pa: ਅੰਦਰ ਗਾਹਕ ਨਾਲ ਸੰਚਾਰ ਕਰੋ
pl: Interakcja z klientami w
ps: د مراجعینو سره انټرنیټ
pt: Interagir com clientes em
ro: Interacționează cu clienții în
ru: Взаимодействовать с клиентами в
rw: Imikoranire nabakiriya muri
sd: گراهڪن سان واپار سان رابطو ڪريو
si: ගනුදෙනුකරුවන් සමඟ කටයුතු කරන්න
sk: Interakcia s klientmi v
sl: Interakcija s strankami v
sq: Ndërveproni me klientët në
sr: Интеракција са клијентима у
sv: Interagera med kunder i
sw: Kuwasiliana na wateja ndani
ta: வாடிக்கையாளர்களுடன் தொடர்புகொள்ளவும்
te: ఖాతాదారులతో వ్యవహరించండి
tg: Муносибат бо мизоҷон
th: โต้ตอบกับลูกค้าใน
tk: Müşderiler bilen aragatnaşyk saklaň
tl: Makipag-ugnay sa mga kliyente sa
tr: İçindeki müşterilerle etkileşime gir
tt: Клиентлар белән аралашу
ug: خېرىدارلار بىلەن ئالاقە قىلىڭ
uk: Взаємодія з клієнтами в
ur: گاہکوں کے ساتھ بات چیت
uz: Mijozlar bilan o&#39;zaro aloqada bo&#39;ling
vi: Tương tác với khách hàng trong
xh: Ukusebenzisana nabaxhasi
yi: ינטעראַקט מיט קלייאַנץ אין
