Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
af: 10.1 Skadeloosstelling vir oortreding: onderhewig aan Afdeling 10.4, sal ons u op ons koste verdedig teen &#39;n derdeparty-eis wat teen u ingestel word wat beweer dat die dienste enige Amerikaanse patent wat aan &#39;n derde party uitgereik is, oortree vanaf die effektiewe datum; of inbreuk maak op enige outeursreg, handelsmerk of handelsgeheim van &#39;n derde party (gesamentlik die &#39;Intellektuele Eiendom onderliggend aan die dienste&#39;). In die geval dat &#39;n bevel teen die gebruik van die intellektuele eiendom onderliggend aan die dienste verkry word of bekom word, of na ons mening waarskynlik gesoek of verkry sal word, sal ons, op ons keuse en koste, óf (i) vir u en u naam gemagtigde gebruikers die reg om voort te gaan om die dienste te gebruik, of (ii) die dienste te vervang of te verander om hul gebruik nie inbreuk te maak nie, terwyl hulle in staat is om dieselfde funksie wesenlik te verrig. In die geval dat onderafdelings (i) en (ii) hierbo nie kommersieel uitvoerbaar is nie, kan ons die dienste beëindig en enige voorafbetaalde, maar ongebruikte diensfooie terugbetaal. Ons is nie verplig om enige koste of skadevergoeding kragtens hierdie Afdeling 10.1 te verdedig of aanspreeklik te maak as die beweerde oortreding ontstaan uit of op enige wyse toeskryfbaar is aan (i) enige wysiging van enige dienste deur u (of enige van u gemagtigde of aangewese gebruikers) of (ii) gebruik van dienste in kombinasie met dienste en produkte wat nie deur CaseActive gelewer word nie indien sodanige oortreding vermy sou gewees het sonder sodanige wysiging of kombinasie, of (iii) voldoening aan u ontwerpe of instruksies of (iv) &#39;n eis dat stel nie spesifiek dat die dienste onderhewig is aan die eis nie (elk &#39;n &#39;Uitgeslote eis&#39;). Die skadeloosstellingsverpligtinge vervat in hierdie afdeling 10.1 sal enige beëindiging of verstryking van hierdie ooreenkoms oorleef.
am: 10.1 ጥሰትን መጣስ-ለክፍል 10.4 ተገ Sub ሆኖ እኛ አገልግሎቶቹ ከሶስተኛ ወገን የይገባኛል ጥያቄው ከሶስተኛ ወገን የተሰጠው የወጭ ቅሬታ ከሚፈፀምበት ቀን ጀምሮ እንከላከልልዎታለን ፣ ወይም የማንኛውንም ሶስተኛ ወገን የቅጂ መብት ፣ የንግድ ምልክት ወይም የንግድ ሚስጥርን መጣስ (በአጠቃላይ በአገልግሎቶቹ ስር &#39;የአዕምሯዊ ንብረት ንብረት&#39; ተብሎ የሚጠራ)። ትእዛዙ በአእምሮአዊ ንብረት አያያዝ አገልግሎቶችን ከመጠቀም ጋር በተያያዘ የተጠየቀ ወይም የተገኘ ወይም በአስተያየቱ ውስጥ ሊፈለግ ወይም ሊገኝ ቢችል እኛ እንደ አማራጭ እና ወጭ እኛ (እርስዎ) ለእርስዎ እና ለተሰየመዎት ግዥ እናደርጋለን ፡፡ ስልጣን ያላቸው ተጠቃሚዎች አገልግሎቶቹን መጠቀሙን የመቀጠል መብት አላቸው ፣ ወይም (ii) ተመሳሳዩን ተግባር በብቃት የማከናወን ችሎታ እያላቸው አገልግሎቶቻቸውን የማይጣስ ለማድረግ አገልግሎቱን እንዲተካ ወይም ሊቀየር ይችላል። ከላይ ባለው የክፍሎች ንዑስ ክፍል (i) እና (ii) በንግድ ሥራ ላይ የሚሠሩ አይደሉም ፣ አገልግሎቶቹን ልናቋርጥ እንችላለን እንዲሁም ማንኛውንም የቅድመ ክፍያ ክፍያ ተመላሽ ማድረግ እንችላለን ፡፡ በዚህ አንቀጽ 10.1 መሠረት ለሚከሰቱት ጥሰቶች ሲከሰት ወይም በምንም መልኩ በ (i) በማንኛውም የአገልግሎቶች ማሻሻያ (ወይም በማንኛውም ስልጣንዎ ከተፈቀደልዎ) የመከላከል ወይም ተጠያቂ የማድረግ ግዴታ የለብንም። የተመከሩ ተጠቃሚዎች) ወይም (ii) እንደዚህ ያሉ ጥሰቶች ካልተሻሻሉ ወይም ጥምረት ካልተወገዱ ወይም (iii) ከንድፎችዎ ወይም መመሪያዎችዎ ጋር ካልተስማሙ ከአገልግሎቶች እና ምርቶች ጋር ሲወዳደር የአገልግሎቶች አጠቃቀም አገልግሎቶቹ የይገባኛል ጥያቄው ርዕሰ ጉዳይ መሆናቸውን ለይቶ አይገልጽም (እያንዳንዱ &#39;ልዩ የይገባኛል ጥያቄ&#39;) ፡፡ በዚህ ክፍል 10.1 ላይ የተካተተው የመከራየት ግዴታዎች የዚህን ስምምነት ማቋረጣቸውን ወይም ማቋረጣቸውን ይቀጥላሉ።
ar: 10.1 التعويض عن الانتهاك: وفقًا للمادة 10.4 ، سنقوم ، على حسابنا ، بالدفاع عنك ضد أي مطالبة من طرف ثالث تُرفع ضدك تدعي أن الخدمات تنتهك أي براءة اختراع أمريكية صادرة إلى طرف ثالث اعتبارًا من تاريخ السريان ؛ أو تنتهك أي حقوق طبع ونشر أو علامة تجارية أو سر تجاري لأي طرف ثالث (يشار إليها مجتمعة باسم &quot;الملكية الفكرية الكامنة وراء الخدمات&quot;). في حالة طلب أو الحصول على أمر قضائي ضد استخدام الملكية الفكرية الكامنة وراء الخدمات أو في رأينا أنه من المرجح أن يتم السعي للحصول عليه أو الحصول عليه ، فسوف نقوم ، بناءً على خيارنا وعلى نفقتنا ، إما (1) بالتزويد نيابة عنك ولمسمك يحق للمستخدمين المصرح لهم الاستمرار في استخدام الخدمات ، أو (2) استبدال الخدمات أو تعديلها لجعل استخدامها لا يمثل انتهاكًا مع القدرة على أداء نفس الوظيفة بشكل كبير. في حالة عدم وجود القسمين الفرعيين (1) و (2) أعلاه عمليًا تجاريًا ، يجوز لنا إنهاء الخدمات واسترداد أي رسوم خدمة مدفوعة مسبقًا ، ولكن غير مستخدمة. لن نكون ملزمين بالدفاع عن أي تكاليف أو أضرار بموجب هذا القسم 10.1 أو نكون مسؤولين عن أي تكاليف أو أضرار إذا كان الانتهاك المزعوم ناشئًا عن أو يُعزى بأي طريقة إلى (1) أي تعديل على أي خدمات بواسطتك (أو أي من المصرح لك أو المستخدمون المعينون) أو (2) استخدام الخدمات جنبًا إلى جنب مع الخدمات والمنتجات التي لم توفرها CaseActive إذا كان من الممكن تجنب هذا الانتهاك دون هذا التعديل أو الجمع ، أو (3) الامتثال لتصميماتك أو تعليماتك أو (4) مطالبة بأن لا يذكر بالتحديد أن الخدمات هي موضوع المطالبة (كل &quot;مطالبة مستثناة&quot;). تظل التزامات التعويض الواردة في هذا القسم 10.1 سارية بعد أي إنهاء أو انتهاء لهذه الاتفاقية.
az: 10.1 Qanun pozuntusuna görə kompensasiya: 10.4-cü Bölmə şərtlərinə əsasən, Xidmətlər qüvvəyə minmə tarixində Üçüncü tərəfə verilən hər hansı bir ABŞ patentini pozduğunu iddia edən qarşı tərəfin iddiasına qarşı müdafiə edəcəyik; və ya hər hansı bir üçüncü tərəfin müəllif hüquqları, ticarət nişanı və ya ticarət sirrini pozmaq (kollektiv olaraq &quot;Xidmətlərin əsasını təşkil edən əqli mülkiyyət&quot; adlanır). Xidmətlərə əsaslanan Əqli Mülkiyyətin istifadəsinə qarşı bir əmr istədiyi və ya əldə edildiyi və ya fikrimizcə, axtarılan və ya əldə oluna biləcəyi təqdirdə, öz seçimimiz və hesabımıza görə (i) sizin və adınız üçün satın alacağıq səlahiyyətli istifadəçilərin xidmətlərdən istifadəsini davam etdirmək və ya (ii) eyni funksiyanı əhəmiyyətli dərəcədə yerinə yetirmək iqtidarında olduqda xidmətlərini pozmamaq üçün Xidmətləri dəyişdirmək və dəyişdirmək hüququ. Yuxarıdakı (i) və (ii) alt hissələr kommersiya baxımından mümkün olmadıqda, Xidmətləri ləğv edə və əvvəlcədən ödənilmiş, lakin istifadə olunmamış Xidmət haqqını geri qaytara bilərik. Bu Bölmə 10.1-də göstərilən hər hansı bir xərc və ya ziyana görə qorunmaq və ya cavabdeh olmalı deyilik, əgər iddia edilən pozuntu (i) sizin (və ya səlahiyyətli və ya hər hansı bir Xidmətinizin hər hansı bir dəyişdirilməsinə aiddirsə) təyin edilmiş istifadəçilər) və ya (ii) CaseActive tərəfindən təmin edilməmiş xidmətlər və məhsullarla birlikdə xidmətlərdən istifadə, əgər belə pozuntular belə dəyişdirilmədən və ya birləşmədən alınarsa və ya (iii) dizayn və ya təlimatlarınıza uyğunluq və ya (iv) tələb Xidmətlərin iddianın predmeti olduğunu xüsusi ilə bildirmir (hər biri &#39;Çıxarılan İddia&#39;). Bu Bölmə 10.1-də olan kompensasiya öhdəlikləri bu Sazişin hər hansı bir ləğvindən və ya bitməsindən sonra qalacaqdır.
be: 10.1 Кампенсацыя за парушэнне: згодна з раздзелам 10.4, мы за свой кошт абаранім вас ад любых патрабаванняў, якія прад&#39;яўляюцца да вас, якія сцвярджаюць, што Паслугі парушаюць любы патэнт ЗША, выдадзены трэцяй асобе з даты ўступлення ў сілу; альбо парушаюць любое аўтарскае права, гандлёвую марку або камерцыйную таямніцу трэцяй асобы (у сукупнасці іх называюць &quot;паслугі па інтэлектуальнай уласнасці&quot;). У выпадку, калі ў дачыненні да паслуг інтэлектуальнай уласнасці, якія ляжаць у аснове паслуг, патрабуецца альбо атрымана забарона, альбо, на нашу думку, верагодна, што будзе шукана альбо атрымана, мы, на наш выбар і кошт, альбо (i) закупім для вас і вашага імя права ўпаўнаважаных карыстальнікаў працягваць карыстацца Паслугамі, альбо (ii) замяняць або змяняць Паслугі, каб зрабіць іх выкарыстанне не парушаючым пры гэтым істотна выконваць тую ж функцыю. У выпадку, калі падраздзелы (i) і (ii) вышэй камерцыйна невыканальныя, мы можам спыніць паслугі і вярнуць любыя перадаплачаныя, але нявыкарыстаныя платы за паслугі. Мы не будзем абавязаны абараняць альбо несці адказнасць за любыя выдаткі альбо страты, прадугледжаныя гэтым Раздзелам 10.1, калі меркаванае парушэнне ўзнікае ў выніку альбо якім-небудзь чынам тлумачыцца (i) любой мадыфікацыяй любой Вамі Паслуг (альбо любой з вашых дазволеных альбо прызначаных карыстальнікаў) альбо (ii) выкарыстанне Паслуг у спалучэнні з паслугамі і прадуктамі, якія не прадастаўляюцца кампаніяй CaseActive, калі такога парушэння было б пазбегнуць без такой мадыфікацыі і спалучэння, альбо (iii) адпаведнасці з вашымі дызайнамі або інструкцыямі, альбо (iv) сцвярджэнне, што не паказвае з канкрэтнасцю, што Паслугі з&#39;яўляюцца прадметам прэтэнзіі (кожная «Вызваная прэтэнзія»). Абавязацельствы па кампенсацыі, якія змяшчаюцца ў гэтым раздзеле 10.1, перажываюць любое спыненне або заканчэнне тэрміну дзеяння гэтага Пагаднення.
bg: 10.1 Обезщетение за нарушение: При спазване на раздел 10.4, за наша сметка ще ви защитим срещу предявен срещу вас иск от трета страна, който твърди, че Услугите нарушават американски патент, издаден на трета страна към датата на влизане в сила; или нарушават всяко авторско право, търговска марка или търговска тайна на която и да е трета страна (наричана общо „Интелектуалната собственост, която е в основата на услугите“). В случай, че се иска или получи разпореждане срещу използването на интелектуалната собственост, която е в основата на услугите, или според нас е вероятно да бъде търсена или получена, ние по наш избор и за сметка, или (i) ще доставим за вас и вашето име оторизираните потребители правото да продължат да използват Услугите, или (ii) да заменят или променят Услугите, за да направят използването им без нарушение, като същевременно могат да изпълняват съществено същата функция. В случай, че по-горе подраздели (i) и (ii) не са търговски осъществими, можем да прекратим Услугите и да възстановим всички предплатени, но неизползвани такси за услуги. Ние не сме задължени да защитаваме или да носим отговорност за каквито и да е разходи или вреди съгласно настоящия раздел 10.1, ако предполагаемото нарушение произтича от или по някакъв начин се дължи на (i) всяко изменение на която и да е от Вас Услуги (или на някой от вашия упълномощен или определени потребители) или (ii) използване на Услуги в комбинация с услуги и продукти, които не са предоставени от CaseActive, ако такова нарушение би било избегнато без такава промяна или комбинация, или (iii) спазване на вашите дизайни или инструкции или (iv) твърдение, че не уточнява с конкретиката, че Услугите са предмет на рекламацията (всяка „Иск за изключване“). Задълженията за обезщетение, съдържащи се в този раздел 10.1, преживяват всяко прекратяване или изтичане на настоящото споразумение.
bn: 10.1 লঙ্ঘনের জন্য ক্ষতিপূরণ: ধারা 10.4 এর অধীন, আমরা, আমাদের ব্যয়ে, আপনার বিরুদ্ধে আনা তৃতীয় পক্ষের দাবির বিরুদ্ধে আপনাকে রক্ষা করব যা অভিযোগ করে যে পরিষেবাগুলি কার্যকর তারিখ হিসাবে তৃতীয় পক্ষকে জারি করা কোনও মার্কিন পেটেন্ট লঙ্ঘন করেছে; বা কোনও তৃতীয় পক্ষের কোনও কপিরাইট, ট্রেডমার্ক বা বাণিজ্য গোপন লঙ্ঘন করে (সম্মিলিতভাবে &#39;পরিষেবাদিগুলির অন্তর্নিহিত সম্পত্তি হিসাবে পরিচিত)। পরিষেবাদিগুলির অন্তর্নিহিত বৌদ্ধিক সম্পত্তির ব্যবহারের বিরুদ্ধে বা আমাদের মতামত অনুসারে কোন আদেশ নিষেধ চাওয়া বা প্রাপ্ত করা হয় সে ক্ষেত্রে, আমরা আমাদের বিকল্প এবং ব্যয়ে, (i) আপনার এবং আপনার নামকরণের জন্য সংগ্রহ করব অনুমোদিত ব্যবহারকারীগণ পরিষেবাগুলি ব্যবহার চালিয়ে যাওয়ার অধিকার রাখেন, বা (ii) একই ফাংশনটি যথেষ্ট পরিমাণে সম্পাদন করতে সক্ষম হয়ে পরিষেবাগুলিকে তাদের ব্যবহার অ-লঙ্ঘনকারী হিসাবে প্রতিস্থাপন বা সংশোধন করতে পারেন। ইভেন্টের উপ-বিভাগগুলি (i) এবং (ii) বাণিজ্যিকভাবে প্রয়োগযোগ্য নয়, আমরা পরিষেবাগুলি বন্ধ করে দিতে পারি এবং কোনও প্রিপেইড, তবে অব্যবহৃত পরিষেবা ফি ফিরিয়ে দিতে পারি। এই বিভাগে 10.1 এর অধীনে কোনও খরচ বা ক্ষতির জন্য আমাদের প্রতিরক্ষা বা দায়বদ্ধ হতে বাধ্য হইবে না যদি অভিযুক্ত লঙ্ঘনটি (i) আপনার (বা আপনার কোনও অনুমোদিত বা কোনওরূপে যে কোনও পরিষেবাদি সংশোধন করে) (কোনও) দ্বারা কোনও পরিষেবা সংশোধন করার জন্য উদ্ভূত হয়। মনোনীত ব্যবহারকারী) বা (ii) কেসএ্যাকটিভের সরবরাহ না করা পরিষেবা এবং পণ্যগুলির সংমিশ্রণে পরিষেবাগুলির ব্যবহার যদি এই ধরনের পরিবর্তন বা সংমিশ্রণ ব্যতীত লঙ্ঘন এড়ানো যেত, বা (iii) আপনার নকশাগুলি বা নির্দেশাবলী মেনে চলা বা (iv) দাবি যে সুনির্দিষ্টতার সাথে জানায় না যে পরিষেবাগুলি দাবির বিষয় (প্রত্যেকটি &#39;বাদ পড়ার দাবি&#39;)। এই বিভাগ 10.1 এ থাকা ক্ষতিপূরণ বাধ্যবাধকতাগুলি এই চুক্তির কোনও সমাপ্তি বা মেয়াদ শেষ হবে।
ca: 10.1 Indemnització per infracció: subjecte a la secció 10.4, ens defensarem, a costa nostra, de qualsevol reclamació de tercers presentada contra vosaltres que al·legi que els Serveis violen qualsevol patent nord-americana emesa a un tercer a partir de la data d’efectivitat; o incompleixi qualsevol copyright, marca comercial o secret comercial de tercers (denominada col·lectivament &quot;propietat intel·lectual que es basa en els serveis&quot;). En cas que es busqui o obtingui una ordre contra l’ús de la Propietat Intel·lectual que es basa en els Serveis o, segons la nostra opinió, és probable que es busqui o obtingui, ho farem a costa i, a costa nostra, (i) de comprar per a vostè i el seu nom. els usuaris autoritzats el dret a continuar utilitzant els Serveis, o (ii) substituir o modificar els Serveis perquè el seu ús no vulneri mentre pugui exercir substancialment la mateixa funció. En cas que les subseccions (i) i (ii) anteriors no siguin practicables comercialment, podrem acabar els Serveis i reemborsar qualsevol Quota de servei prepagada, però no utilitzada. No serem obligats a defensar ni fer-nos responsables de cap despesa o dany en virtut d’aquesta Secció 10.1 si la presumpta infracció sorgeix de o és de qualsevol manera atribuïble a (i) qualsevol modificació de qualsevol Servei per part de vostè (o de qualsevol dels seus autoritzats o usuaris designats) o (ii) l’ús de Serveis en combinació amb serveis i productes no subministrats per CaseActive si s’hauria evitat aquesta infracció sense aquesta modificació o combinació, o (iii) el compliment dels seus dissenys o instruccions o (iv) una reclamació que no afirma amb cap especificitat que els Serveis siguin objecte de la reclamació (cadascun d&#39;ells una &quot;reclamació exclosa&quot;). Les obligacions d’indemnització que conté aquesta secció 10.1 sobreviuran a qualsevol finalització o caducitat d’aquest Acord.
cs: 10.1 Odškodnění za porušení: S výhradou oddílu 10.4 vás budeme na naše náklady chránit před jakýmkoli nárokem třetí strany vzneseným proti vám, který tvrdí, že Služby porušují jakýkoli americký patent vydaný třetí straně ke dni účinnosti; nebo porušovat jakékoli autorské právo, ochrannou známku nebo obchodní tajemství jakékoli třetí strany (dále jen „duševní vlastnictví, které je základem služeb“). V případě, že je pravděpodobné, že bude požadován nebo získán soudní příkaz proti použití duševního vlastnictví, na kterém jsou založeny Služby nebo podle našeho názoru, budeme dle naší volby a na náklady vydat (i) pro vás a vaše pojmenované oprávněným uživatelům právo pokračovat ve využívání Služeb, nebo (ii) Nahrazovat nebo upravovat Služby tak, aby jejich používání neporušovalo a zároveň bylo schopno podstatně vykonávat stejnou funkci. V případě, že výše uvedené odstavce (i) a (ii) nejsou komerčně proveditelné, můžeme ukončit služby a vrátit jakékoli předplacené, ale nevyužité poplatky za služby. Nebudeme povinni hájit nebo odpovídat za jakékoli náklady nebo škody podle tohoto oddílu 10.1, pokud údajné porušení vyplývá z nebo je jakýmkoli způsobem způsobeno (i) jakoukoli úpravou jakýchkoli služeb (nebo jakékoli vaší autorizované nebo určeným uživatelům) nebo (ii) používání Služeb v kombinaci se službami a produkty, které nebyly poskytnuty společností CaseActive, pokud by takovému porušení bylo zabráněno bez takové úpravy nebo kombinace, nebo (iii) souladu s vašimi návrhy nebo pokyny nebo (iv) tvrzení, že výslovně neuvádí, že Služby jsou předmětem nároku (každá je „Vyloučená reklamace“). Povinnosti odškodnění obsažené v tomto oddíle 10.1 zůstávají v platnosti i po ukončení nebo ukončení platnosti této dohody.
cy: 10.1 Indemniad am Dramgwyddo: Yn ddarostyngedig i Adran 10.4, byddwn, ar ein traul ni, yn eich amddiffyn yn erbyn unrhyw hawliad trydydd parti a ddygir yn eich erbyn sy&#39;n honni bod y Gwasanaethau yn torri unrhyw batent yn yr UD a roddwyd i drydydd parti o&#39;r Dyddiad Effeithiol; neu&#39;n torri unrhyw hawlfraint, nod masnach neu gyfrinach fasnach unrhyw drydydd parti (y cyfeirir atynt gyda&#39;i gilydd fel &#39;Eiddo Deallusol sy&#39;n Seilio&#39;r Gwasanaethau&#39;). Os ceisir neu y ceir gwaharddeb yn erbyn defnyddio&#39;r Eiddo Deallusol sy&#39;n Sylfaen i&#39;r Gwasanaethau neu yn ein barn ni yn debygol o gael ei geisio neu ei sicrhau, byddwn, yn ôl ein dewis a&#39;n cost ni, naill ai (i) yn caffael ar eich cyfer chi a&#39;ch enwedig. yr hawl gan ddefnyddwyr awdurdodedig i barhau i ddefnyddio&#39;r Gwasanaethau, neu (ii) disodli neu addasu&#39;r Gwasanaethau i wneud eu defnydd yn ddi-dor wrth allu cyflawni&#39;r un swyddogaeth yn sylweddol. Os na fydd is-adrannau (i) a (ii) uchod yn ymarferol yn fasnachol, gallwn derfynu&#39;r Gwasanaethau ac ad-dalu unrhyw Ffioedd Gwasanaeth rhagdaledig, ond nas defnyddiwyd. Ni fydd yn rhaid i ni amddiffyn na bod yn atebol am unrhyw gostau neu iawndal o dan yr Adran 10.1 hon os yw&#39;r tramgwydd honedig yn deillio o (i) unrhyw addasiad i unrhyw Wasanaethau gennych chi (neu unrhyw un o&#39;ch awdurdodedig neu unrhyw un o&#39;ch awdurdodedig neu unrhyw un y gellir ei briodoli iddo mewn unrhyw fodd). defnyddwyr dynodedig) neu (ii) defnyddio Gwasanaethau mewn cyfuniad â gwasanaethau a chynhyrchion na ddarperir gan CaseActive pe bai&#39;r tramgwydd hwnnw wedi&#39;i osgoi heb addasiad na chyfuniad o&#39;r fath, neu (iii) cydymffurfio â&#39;ch dyluniadau neu gyfarwyddiadau neu (iv) honiad nid yw&#39;n nodi&#39;n benodol mai&#39;r Gwasanaethau sy&#39;n destun yr hawliad (pob un yn &#39;Hawliad Eithriedig&#39;). Bydd y rhwymedigaethau indemnio a gynhwysir yn yr Adran 10.1 hon yn goroesi unrhyw derfynu neu ddiwedd y Cytundeb hwn.
da: 10.1 Erstatning for krænkelse: Med forbehold af afsnit 10.4, skal vi på vores bekostning forsvare dig mod ethvert tredjepart, der er anlagt mod dig, der hævder, at tjenesterne krænker ethvert amerikansk patent udstedt til en tredjepart fra ikrafttrædelsesdatoen; eller krænker enhver ophavsret, varemærke eller forretningshemmelighed fra tredjepart (samlet kaldet &#39;Intellektuel ejendom, der ligger til grund for tjenesterne&#39;). I tilfælde af at der søges eller opnås et påbud mod brug af det intellektuelle ejendom, der ligger til grund for tjenesterne, eller efter vores mening sandsynligvis vil blive søgt eller opnået, skal vi, efter vores valg og bekostning, enten (i) anskaffe dig og din navngivne autoriserede brugere retten til at fortsætte med at bruge Tjenesterne, eller (ii) udskifte eller ændre Tjenesterne for at gøre deres brug ikke krænkende, mens de er i stand til i det væsentlige at udføre den samme funktion. I tilfælde af at underafsnit (i) og (ii) ovenfor ikke er kommercielt praktiske, kan vi ophæve tjenesterne og tilbagebetale forudbetalte, men ubrugte servicegebyrer. Vi er ikke forpligtet til at forsvare eller være ansvarlige for omkostninger eller skader i henhold til dette afsnit 10.1, hvis den påståede krænkelse opstår som følge af eller på nogen måde kan henføres til (i) enhver ændring af tjenester fra dig (eller en af dine autoriserede eller udpegede brugere) eller (ii) brug af tjenester i kombination med tjenester og produkter, der ikke leveres af CaseActive, hvis en sådan overtrædelse ville være blevet undgået uden sådan ændring eller kombination, eller (iii) overholdelse af dine design eller instruktioner eller (iv) en påstand om angiver ikke med specificitet, at Tjenesterne er genstand for kravet (hver et &quot;ekskluderet krav&quot;). Erstatningsforpligtelserne i dette afsnit 10.1 skal overleve enhver opsigelse eller udløb af denne aftale.
de: 10.1 Schadensersatz wegen Verletzung: Vorbehaltlich des Abschnitts 10.4 verteidigen wir Sie auf unsere Kosten gegen alle gegen Sie erhobenen Ansprüche Dritter, in denen behauptet wird, dass die Dienste ein US-Patent verletzen, das zum Zeitpunkt des Inkrafttretens an Dritte erteilt wurde. oder gegen Urheberrechte, Marken oder Geschäftsgeheimnisse Dritter verstoßen (zusammenfassend als „geistiges Eigentum, das den Diensten zugrunde liegt“ bezeichnet). Für den Fall, dass eine einstweilige Verfügung gegen die Nutzung des den Diensten zugrunde liegenden geistigen Eigentums beantragt oder erlangt wird oder unserer Meinung nach wahrscheinlich beantragt oder erlangt wird, werden wir nach unserer Wahl und auf unsere Kosten entweder (i) für Sie und Ihren Namen beschaffen autorisierte Benutzer haben das Recht, die Dienste weiterhin zu nutzen oder (ii) die Dienste zu ersetzen oder zu ändern, um ihre Nutzung nicht zu verletzen, während sie im Wesentlichen dieselbe Funktion ausführen können. Falls die obigen Unterabschnitte (i) und (ii) nicht kommerziell praktikabel sind, können wir die Dienste kündigen und vorausbezahlte, aber nicht verwendete Servicegebühren erstatten. Wir sind nicht verpflichtet, Kosten oder Schäden gemäß diesem Abschnitt 10.1 zu verteidigen oder zu haften, wenn der mutmaßliche Verstoß auf (i) eine Änderung von Diensten durch Sie (oder einen Ihrer autorisierten oder) zurückzuführen ist oder in irgendeiner Weise darauf zurückzuführen ist benannte Benutzer) oder (ii) Nutzung von Diensten in Kombination mit Diensten und Produkten, die nicht von CaseActive bereitgestellt werden, wenn ein solcher Verstoß ohne eine solche Änderung oder Kombination vermieden worden wäre, oder (iii) Einhaltung Ihrer Entwürfe oder Anweisungen oder (iv) eine Behauptung, dass gibt nicht ausdrücklich an, dass die Dienstleistungen Gegenstand des Anspruchs sind (jeweils ein „ausgeschlossener Anspruch“). Die in diesem Abschnitt 10.1 enthaltenen Freistellungsverpflichtungen gelten auch nach Beendigung oder Ablauf dieser Vereinbarung.
el: 10.1 Αποζημίωση λόγω παραβίασης: Με την επιφύλαξη της Ενότητας 10.4, θα σας υπερασπιστούμε, έναντι των οποιωνδήποτε αξιώσεων τρίτων που έχουν ασκηθεί εναντίον σας, ο οποίος ισχυρίζεται ότι οι Υπηρεσίες παραβιάζουν οποιοδήποτε δίπλωμα ευρεσιτεχνίας των ΗΠΑ που έχει εκδοθεί σε τρίτο μέρος από την Ημερομηνία Ισχύουσας Ημερομηνίας. ή παραβιάζει τυχόν πνευματικά δικαιώματα, εμπορικά σήματα ή εμπορικά μυστικά οποιουδήποτε τρίτου μέρους (συλλογικά αναφέρεται ως «Πνευματική ιδιοκτησία στην οποία βασίζονται οι Υπηρεσίες»). Σε περίπτωση που ζητηθεί ή επιτευχθεί διαταγή κατά της χρήσης της Πνευματικής Ιδιοκτησίας στις οποίες βασίζονται οι Υπηρεσίες ή κατά τη γνώμη μας είναι πιθανό να ζητηθεί ή να ληφθεί, θα, κατόπιν επιλογής και των εξόδων μας, (i) προμηθεύουμε για εσάς και το όνομά σας εξουσιοδοτημένους χρήστες το δικαίωμα να συνεχίσουν να χρησιμοποιούν τις Υπηρεσίες, ή (ii) να αντικαταστήσουν ή να τροποποιήσουν τις Υπηρεσίες για να κάνουν τη χρήση τους μη παραβίαση ενώ είναι σε θέση να εκτελούν ουσιαστικά την ίδια λειτουργία. Σε περίπτωση που οι ενότητες (i) και (ii) παραπάνω δεν είναι εμπορικά εφαρμόσιμες, ενδέχεται να τερματίσουμε τις Υπηρεσίες και να επιστρέψουμε τυχόν προπληρωμένες, αλλά αχρησιμοποίητες χρεώσεις υπηρεσιών. Δεν θα είμαστε υποχρεωμένοι να υπερασπιστούμε ή να είμαστε υπεύθυνοι για οποιεσδήποτε δαπάνες ή ζημίες σύμφωνα με την παρούσα Ενότητα 10.1, εάν η φερόμενη παράβαση προκύπτει ή οφείλεται με οποιονδήποτε τρόπο σε (i) οποιαδήποτε τροποποίηση οποιωνδήποτε Υπηρεσιών από εσάς (ή οποιονδήποτε από τους εξουσιοδοτημένους ή ορισμένοι χρήστες) ή (ii) χρήση των Υπηρεσιών σε συνδυασμό με υπηρεσίες και προϊόντα που δεν παρέχονται από την CaseActive εάν τέτοια παράβαση θα είχε αποφευχθεί χωρίς τέτοια τροποποίηση ή συνδυασμό, ή (iii) συμμόρφωση με τα σχέδια ή τις οδηγίες σας ή (iv) ισχυρισμό ότι δεν δηλώνει με ειδικότητα ότι οι Υπηρεσίες αποτελούν αντικείμενο της αξίωσης (καθεμία «Εξαιρούμενη Αξίωση»). Οι υποχρεώσεις αποζημίωσης που περιλαμβάνονται στην παρούσα Ενότητα 10.1 θα παραμείνουν σε ισχύ από τη λήξη ή τη λήξη της παρούσας Συμφωνίας.
eo: 10.1 Indemnizo por Malobservo: Subjekto al Sekcio 10.4, ni koste defendos vin kontraŭ iu ajn peto de triaj kontraŭ vi, kiu asertas, ke la Servoj malobservas iun ajn usonan patenton donitan al tria de la Efika Dato; aŭ malobservas ajnan kopirajton, varmarkon aŭ komercan sekreton de iu ajn tria (kolektive nomata &quot;Intelekta Propraĵo Sub la Servoj&quot;). En la okazo ke ordono estas serĉita aŭ akirita kontraŭ uzo de la Intelekta Propraĵo Sub la Servoj aŭ laŭ nia opinio probable estos serĉita aŭ akirita, ni laŭ nia elekto kaj elspezo (i) aĉetos por vi kaj via nomata. rajtigis uzantojn la rajton daŭrigi uzi la Servojn, aŭ (ii) anstataŭigi aŭ modifi la Servojn por fari ke ilia uzo ne malobservas dum povi substance elfari la saman funkcion. En la okazaĵo, ke la subsekcioj (i) kaj (ii) ne estas komerce praktikeblaj, ni povas fini la Servojn kaj reembolsi iujn antaŭpagajn, sed neuzatajn Servajn Tarifojn. Ni ne estos devigitaj defendi aŭ esti respondecaj pri iuj kostoj aŭ damaĝoj laŭ ĉi tiu Sekcio 10.1 se la supozata malobservo ekestas de aŭ iel atribuas al (i) iu modifo de iuj Servoj fare de vi (aŭ iu ajn de via rajtigita aŭ nomumitaj uzantoj) aŭ (ii) uzo de Servoj en kombinaĵo kun servoj kaj produktoj ne provizitaj de CaseActive se tia malobservo estus evitita sen tia modifo aŭ kombinaĵo, aŭ (iii) konformeco kun viaj desegnoj aŭ instrukcioj aŭ (iv) aserto ke ne deklaras specife, ke la Servoj estas la temo de la reklamacio (ĉiu &#39;Ekskludita Postulo&#39;). La indemnizaciones devoj enhavitaj en ĉi tiu Sekcio 10.1 postvivas al ĉesigo aŭ finiĝo de ĉi tiu Interkonsento.
es: 10.1 Indemnización por infracción: Sujeto a la Sección 10.4, nosotros, a nuestro cargo, lo defenderemos contra cualquier reclamo de un tercero presentado en su contra que alegue que los Servicios infringen cualquier patente de EE. UU. Emitida a un tercero a partir de la Fecha de vigencia; o infringir cualquier derecho de autor, marca comercial o secreto comercial de un tercero (denominados colectivamente la &quot;Propiedad intelectual subyacente a los Servicios&quot;). En el caso de que se solicite u obtenga una orden judicial contra el uso de la propiedad intelectual subyacente a los Servicios o, en nuestra opinión, es probable que se busque u obtenga, nosotros, a nuestra opción y costo, (i) procuraremos para usted y su nombre los usuarios autorizados tienen el derecho de continuar usando los Servicios, o (ii) reemplazar o modificar los Servicios para que su uso no infrinja la ley y al mismo tiempo sean capaces de realizar sustancialmente la misma función. En el caso de que las subsecciones (i) y (ii) anteriores no sean comercialmente factibles, podemos cancelar los Servicios y reembolsar las Tarifas de Servicio prepagadas pero no utilizadas. No estaremos obligados a defender o ser responsables de ningún costo o daño en virtud de esta Sección 10.1 si la supuesta infracción surge de o es de alguna manera atribuible a (i) cualquier modificación de cualquier Servicio por usted (o cualquiera de sus autorizados o usuarios designados) o (ii) el uso de los Servicios en combinación con servicios y productos no proporcionados por CaseActive si dicha infracción se hubiera evitado sin dicha modificación o combinación, o (iii) el cumplimiento de sus diseños o instrucciones o (iv) una afirmación de que no establece con especificidad que los Servicios sean objeto de la reclamación (cada una de ellas es una &#39;Reclamación excluida&#39;). Las obligaciones de indemnización contenidas en esta Sección 10.1 sobrevivirán a cualquier terminación o vencimiento de este Acuerdo.
et: 10.1 Rikkumise hüvitamine: Kui punktist 10.4 ei tulene teisiti, kaitseme teid oma kulul teie vastu esitatud kolmandate osapoolte nõuete eest, mis väidavad, et teenused rikuvad jõustumiskuupäeva seisuga kolmandatele isikutele välja antud USA patente; või rikkuda mis tahes kolmandate isikute autoriõigusi, kaubamärke või ärisaladusi (ühiselt viidatud kui „teenuste aluseks olevale intellektuaalomandile”). Juhul, kui taotletakse ettekirjutust või saadakse teenuste aluseks oleva intellektuaalomandi kasutamise vastu ettekirjutus või kui meie arvates tõenäoliselt otsitakse või saadakse seda, võtame omal valikul ja kulul kas i) teie ja teie nime volitatud kasutajatel on õigus jätkata teenuste kasutamist või (ii) asendada või muuta teenuseid, et nende kasutamine ei rikuks õigusi, võimaldades samal ajal täita sama funktsiooni. Kui ülaltoodud lõigud (i) ja (ii) ei ole äriliselt teostatavad, võime teenuste lõpetada ja tagastada kõik ettemakstud, kuid kasutamata teenustasud. Me ei ole kohustatud kaitsma ega vastutama mis tahes kulude eest, mis tulenevad käesolevast jaotisest 10.1, kui väidetav rikkumine tuleneb või on mingil moel omistatav (i) teie (või teie volitatud või määratud kasutajad) või (ii) teenuste kasutamine koos teenuste ja toodetega, mida CaseActive ei paku, kui sellist rikkumist oleks ilma sellise muudatuse või kombinatsioonita välditud või (iii) teie kujunduse või juhiste järgimine või (iv) väide, et ei täpsusta konkreetselt, et teenused on nõude objektiks (igaüks neist on välistatud nõue). Selles jaotises 10.1 sisalduvad hüvitamiskohustused kehtivad pärast käesoleva lepingu lõppemist või lõppemist.
eu: 10.1 Arau-hausteengatiko kalte-ordaina: 10.4 atalaren menpe, gure kontura defendatuko dugu zure aurka aurkeztutako hirugarrenen aurka, Zerbitzuak ondorioztatzen dituen AEBetako hirugarren patentea urratzen duela ondorioztatzen duenetik; edo hirugarrenen edozein copyright, marka komertzial edo merkataritza sekretu urratzen (kolektiboki &quot;Zerbitzuen azpian Jabetza Intelektuala&quot;). Zerbitzuen azpian dagoen jabetza intelektuala erabiltzearen aurkako agindua lortu edo lortu nahi izanez gero, edo gure ustez, bilatu edo lortu nahi izanez gero, gure aukera eta kontura izango ditugu (i) zuretzako eta zure izenean eskuratuko ditugu. erabiltzaile baimenduek Zerbitzuak erabiltzen jarraitzeko eskubidea dute, edo (ii) Zerbitzuak ordezkatu edo aldatzeko, erabilera horiek urratzen ez dituzten bitartean funtzio bera burutzeko gai badira. Aurreko (i) eta (ii) azpiataletan komertzialki praktikagarriak ez badira, Zerbitzuak bertan behera utzi eta aurrez ordaindu gabeko baina erabili gabeko Zerbitzuak ordaindu beharko ditugu. Ez gara behartuta egongo 10.1 atal honen araberako kostuak edo kalteak defendatzera edo erantzule izatera, ustezko arau-haustea sortzen bada edo (edozein modutan) egotzita edozein zerbitzuk (edo zure baimendutako edozer). erabiltzaile izendatuak) edo (ii) Zerbitzuak CaseActivek eskaintzen ez dituen zerbitzuekin eta produktuekin batera erabiltzea, arau-hauste hori aldaketarik edo konbinaziorik gabe saihestuko balitz edo, (iii) zure diseinu edo argibideak betetzea edo (iv) erreklamazioa. ez du adierazten Zerbitzuak erreklamazioaren gaia denik (bakoitza &quot;Baztertutako Erreklamazioa&quot;). 10.1 atal honetan jasotako kalte-ordainen betebeharrak Hitzarmen hau amaitzen edo iraungitzen denean iraungo dute.
fa: 10.1 جبران خسارت برای نقض: منوط به بخش 10.4 ، ما با هزینه ما از شما در برابر هرگونه ادعای شخص ثالثی علیه شما دفاع خواهیم کرد که ادعا می شود این سرویس ها هرگونه ثبت اختراع ایالات متحده صادر شده به شخص ثالث را از تاریخ کار مؤثر است. یا هرگونه حق چاپ ، علامت تجاری یا راز تجاری شخص ثالث را نقض کنید (که به طور کلی به عنوان &quot;مالکیت معنوی اساسی خدمات&quot; گفته می شود). در صورت درخواست یک حکم علیه استفاده از مالکیت معنوی زیربنای این خدمات یا به نظر ما احتمالاً درخواست یا به دست می آید ، ما بنا به گزینه و هزینه خود ، (من) برای شما و نام خود تهیه خواهیم کرد. کاربران مجاز مجاز به ادامه استفاده از خدمات هستند ، یا (ii) سرویسها را جایگزین یا اصلاح کرده تا در عین حال که قادر به انجام عملکردهای مشابه هستند ، استفاده خود را از این موارد ناقض جلوه دهند. در صورتی که زیرمجموعه های (i) و (ii) فوق بصورت تجاری عملی نباشند ، ممکن است ما خدمات را خاتمه دهیم و هرگونه هزینه خدمات پیش پرداخت شده اما استفاده نشده بازپرداخت کنیم. ما وظیفه نخواهیم داشت از هزینه ها یا خسارات مندرج در این بخش 10.1 دفاع کنیم و مسئولیت پذیری در صورتی که تخلف ادعا شده ناشی از یا به هر روشی باشد که منوط به (i) هرگونه تغییر در خدمات توسط شما (یا هر یک از مجوزهای مجاز یا قانونی شما) باشد. استفاده کنندگان تعیین شده) یا (ii) استفاده از خدمات در ترکیب با خدمات و محصولاتی که توسط CaseActive ارائه نشده است در صورت جلوگیری از چنین نقض قوانین بدون چنین اصلاح یا ترکیبی ، یا (iii) رعایت طرحها یا دستورالعملهای شما یا (IV) ادعایی مبنی بر اینکه با ویژگی خاصی بیان نمی کند که این سرویس ها موضوع ادعا هستند (هر یک &quot;ادعای مستثنی&quot;). تعهدات جبران خسارت مندرج در این بخش 10.1 هرگونه خاتمه یا انقضاء این توافق نامه زنده می ماند.
fi: 10.1 Rikkomusten korvaaminen: Jollei 10.4 kohdasta muuta johdu, puolustamme kustannuksellamme sinua kolmansia osapuolia koskevilta vaatimuksilta, jotka väittävät, että Palvelut rikkovat mitä tahansa Yhdysvaltain patenttia, joka on myönnetty kolmannelle osapuolelle Voimaantulopäivästä lukien; tai loukkaa minkään kolmannen osapuolen tekijänoikeuksia, tavaramerkkejä tai liikesalaisuuksia (nimitystä kutsutaan yleisesti palveluiden perustana olevaksi immateriaalioikeudeksi). Jos haetaan tai saadaan kieltoa palvelujen perustana olevan immateriaalioikeuden käyttöä vastaan tai katsomme, että sitä todennäköisesti haetaan tai saadaan, meidän on omalla valinnallaan ja kustannuksella joko (i) hankittava sinulle ja nimeltään valtuutetuilla käyttäjillä on oikeus jatkaa Palvelujen käyttöä, tai (ii) korvata tai muokata Palveluita siten, että niiden käyttö ei loukkaa tekijöitä samalla kun ne pystyvät suorittamaan olennaisesti saman toiminnon. Jos yllä olevat kohdat (i) ja (ii) eivät ole kaupallisesti toteutettavissa, voimme lopettaa Palvelut ja palauttaa mahdolliset ennakkomaksut, mutta käyttämättömät Palvelumaksut. Meillä ei ole velvollisuutta puolustaa tai olla vastuussa tämän kohdan 10.1 mukaisista kustannuksista tai vahingoista, jos väitetty rikkomus johtuu tai johtuu millään tavalla (i) sinun (tai minkä tahansa valtuuttamasi tai nimetyt käyttäjät) tai (ii) Palveluiden käyttö yhdessä palveluiden ja tuotteiden kanssa, joita CaseActive ei tarjoa, jos tällainen loukkaaminen olisi välttynyt ilman tällaista muutosta tai yhdistämistä, tai (iii) mallejasi tai ohjeitasi noudattamalla tai (iv) väitettä, että ei ilmoita yksityiskohtaisesti, että palvelut ovat vaatimuksen kohteena (kukin &#39;poissuljettu vaate&#39;). Tähän 10.1 jaksoon sisältyvät korvausvelvollisuudet ovat voimassa tämän sopimuksen irtisanomisen tai voimassaolon päättymisen jälkeen.
fr: 10.1 Indemnisation pour violation: sous réserve de la section 10.4, nous vous défendrons, à nos frais, contre toute réclamation de tiers intentée contre vous qui allègue que les services enfreignent tout brevet américain délivré à un tiers à la date d&#39;entrée en vigueur; ou enfreindre tout droit d&#39;auteur, marque commerciale ou secret commercial d&#39;un tiers (collectivement dénommé la «propriété intellectuelle sous-jacente aux services»). Dans le cas où une injonction est demandée ou obtenue contre l&#39;utilisation de la propriété intellectuelle sous-jacente aux services ou, à notre avis, est susceptible d&#39;être demandée ou obtenue, nous allons, à notre choix et à nos frais, soit (i) vous procurer pour vous et votre les utilisateurs autorisés ont le droit de continuer à utiliser les Services, ou (ii) de remplacer ou de modifier les Services pour rendre leur utilisation non-violente tout en étant en mesure d&#39;exécuter sensiblement la même fonction. Dans le cas où les sous-sections (i) et (ii) ci-dessus ne sont pas commercialement réalisables, nous pouvons résilier les services et rembourser les frais de service prépayés, mais non utilisés. Nous ne serons pas obligés de défendre ou d&#39;être responsables de tout coût ou dommage en vertu de la présente section 10.1 si l&#39;infraction alléguée découle ou est imputable de quelque manière que ce soit à (i) toute modification de tout service par vous (ou l&#39;un de vos utilisateurs désignés) ou (ii) l&#39;utilisation des Services en combinaison avec des services et produits non fournis par CaseActive si une telle violation aurait été évitée sans une telle modification ou combinaison, ou (iii) le respect de vos conceptions ou instructions ou (iv) une réclamation qui n&#39;indique pas avec précision que les Services font l&#39;objet de la réclamation (chacun étant une «réclamation exclue»). Les obligations d&#39;indemnisation contenues dans la présente section 10.1 survivront à toute résiliation ou expiration de cet accord.
fy: 10.1 Skeafergoeding foar ynbreuk: Under foarbehâld fan paragraaf 10.4 sille wy jo op ús kosten ferdigenje tsjin elke oanspraak fan tredde partijen tsjin jo dy&#39;t beweart dat de Tsjinsten in ynbreuk dogge op US-patint dat wurdt útjûn oan in tredde partij sûnt de effektive datum; of ynbreuk makket op auteursrjocht, hannelsmerk of hannelsgeheim fan elke tredde partij (kollektyf oantsjutten as &#39;yntellektuele eigendom ûnderlizzende de tsjinsten&#39;). Yn it gefal dat in opdracht wurdt socht of krigen tsjin gebrûk fan &#39;e yntellektuele eigendom ûnderlizzende de tsjinsten of nei ús miening wierskynlik wurdt socht of krigen, sille wy, op ús opsje en kosten, of (i) foar jo en jo beneamde oankeapje autorisearre brûkers it rjocht om troch te gean mei it brûken fan &#39;e Tsjinsten, of (ii) de Tsjinsten ferfange of oanpasse om har gebrûk net-ynbreuk te meitsjen, wylst se yn steat binne deselde funksje wirklik út te fieren. Yn it gefal dat ûnderdielen (i) en (ii) hjirboppe net kommersjeel praktisearber binne, kinne wy de Tsjinsten beëinigje en alle foarôfbetelle, mar net brûkte Servicekosten werombetelje. Wy binne net ferplicht te ferdigenjen of ferantwurdelik te wêzen foar kosten of skea ûnder dizze paragraaf 10.1 as de ferûndere ynbreuk ûntstiet út of is op ien of oare manier taskreaun oan (i) elke modifikaasje fan tsjinsten troch jo (of ien fan jo autorisearre of oanwiisde brûkers) of (ii) gebrûk fan Tsjinsten yn kombinaasje mei tsjinsten en produkten net levere troch CaseActive as sokke ynbreuk soe wurde foarkommen sûnder sokke modifikaasje of kombinaasje, of (iii) neilibjen fan jo ûntwerpen of ynstruksjes of (iv) in bewearing dat stelt net mei spesifisiteit dat de Tsjinsten it ûnderwerp binne fan &#39;e claim (elk in&#39; Utskeakele claim &#39;). De fergoedingsferplichtingen opnaam yn dizze paragraaf 10.1 sille elke beëiniging of ferstriken fan dizze oerienkomst oerlibje.
ga: 10.1 Slánaíocht mar gheall ar Shárú: Faoi réir Alt 10.4, déanfaimid, ar ár gcostas féin, tú a chosaint ar aon éileamh tríú páirtí a thionscnófar ina choinne a líomhnaíonn go sáraíonn na Seirbhísí aon phaitinn de chuid na SA a eisítear chuig tríú páirtí amhail ar an Dáta Éifeachtach; nó sárú a dhéanamh ar aon chóipcheart, trádmharc nó rún trádála aon tríú páirtí (dá ngairtear le chéile an &#39;Maoin Intleachtúil atá mar Bhun leis na Seirbhísí&#39;). Sa chás go ndéantar urghaire a lorg nó a fháil i gcoinne úsáid na Maoine Intleachtúla atá mar bhunús leis na Seirbhísí nó inár dtuairim gur dóigh go n-iarrfar nó go bhfaighfear í, déanfaimid, ar ár rogha agus ar ár gcostas, (i) soláthar duit féin agus do do dhuine ainmnithe an ceart ag úsáideoirí údaraithe leanúint ar aghaidh ag úsáid na Seirbhísí, nó (ii) na Seirbhísí a athsholáthar nó a mhodhnú chun a n-úsáid a dhéanamh neamh-sáraitheach agus iad in ann an fheidhm chéanna a chomhlíonadh go substaintiúil. Sa chás nach bhfuil fo-ailt (i) agus (ii) thuas indéanta go tráchtála, féadfaimid na Seirbhísí a fhoirceannadh agus aon Táillí Seirbhíse réamhíoctha ach neamhúsáidte a aisíoc. Ní bheidh oibleagáid orainn aon chostais nó damáistí faoin Alt 10.1 seo a chosaint nó a bheith faoi dhliteanas má éiríonn an sárú líomhnaithe as (i) aon mhodhnú ar aon Sheirbhísí (nó aon cheann de do chuid údaraithe nó aon cheann de do chuid seirbhísí) úsáideoirí ainmnithe) nó (ii) Seirbhísí a úsáid i gcomhcheangal le seirbhísí agus táirgí nach soláthraíonn CaseActive dá ndéanfaí an sárú sin a sheachaint gan an modhnú nó an teaglaim sin, nó (iii) comhlíonadh do dhearaí nó threoracha nó (iv) éileamh go ní luaitear le sainiúlacht gurb iad na Seirbhísí is ábhar don éileamh (gach ceann acu &#39;Éileamh Eisiata&#39;). Mairfidh na hoibleagáidí slánaíochta atá in Alt 10.1 seo ó fhoirceannadh nó dul in éag an Chomhaontaithe seo.
gd: 10.1 Slànachadh airson Briseadh: Le ùmhlachd do Earrann 10.4, bidh sinn, aig ar cosgais, gad dhìon an aghaidh tagradh treas pàrtaidh sam bith a thèid a thoirt nad aghaidh a tha ag agairt gu bheil na Seirbheisean a ’briseadh patent na SA a chaidh a thoirt do threas phàrtaidh mar an Ceann-latha Èifeachdach; no a ’briseadh dlighe-sgrìobhaidh, comharra-malairt no dìomhaireachd malairt treas pàrtaidh sam bith (air an ainmeachadh còmhla mar an‘ Seilbh Inntleachdail a tha mar bhunait air na seirbheisean ’). Ma thèid òrdugh-lagha a shireadh no fhaighinn an aghaidh a bhith a ’cleachdadh an t-seilbh inntleachdail a tha mar bhunait air na seirbheisean no nar beachd a tha dualtach a bhith air a shireadh no air fhaighinn, nì sinn, a rèir ar roghainn agus ar cosgais, aon chuid (i) dhut fhèin agus do neach ainmichte a ’chòir aig luchd-cleachdaidh ùghdarraichte cumail orra a’ cleachdadh nan Seirbheisean, no (ii) na Seirbheisean a chur an àite no atharrachadh gus an cleachdadh a dhèanamh gun bhriseadh fhad ‘s a tha iad comasach air an aon ghnìomh a choileanadh gu mòr. Mura bi e comasach malairt a dhèanamh air fo-earrannan (i) agus (ii) gu h-àrd, faodaidh sinn na Seirbheisean a thoirt gu crìch agus Cìsean Seirbheis ro-phàighte, ach nach deach an cleachdadh, a phàigheadh air ais. Cha bhi e mar fhiachaibh oirnn cosgaisean no milleadh sam bith a dhìon fon Roinn 10.1 seo ma dh ’èireas an briseadh a tha fo chasaid a-mach à (no) atharrachadh sam bith air Seirbheisean sam bith leat (no gin de na h-ùghdarraichte agad no ann an dòigh sam bith). luchd-cleachdaidh ainmichte) no (ii) cleachdadh Seirbheisean an co-bhonn ri seirbheisean agus toraidhean nach eil air an toirt seachad le CaseActive nam biodh an briseadh sin air a bhith air a sheachnadh às aonais atharrachadh no measgachadh mar sin, no (iii) gèilleadh ris na dealbhaidhean no an stiùireadh agad no (iv) tagradh gum nach eil ag ràdh gu sònraichte gur e na Seirbheisean cuspair an tagraidh (gach fear na &#39;Tagradh Toirmisgte&#39;). Mairidh na dleastanasan slànachaidh anns an Earrann 10.1 seo gu crìch no crìoch a chur air an Aonta seo.
gl: 10.1 Indemnización por infracción: En virtude da Sección 10.4, defenderemos á nosa costa contra calquera reclamación de terceiros presentada contra vostede que alegue que os Servizos infrinxen calquera patente estadounidense emitida a un terceiro desde a data de entrada en vigor; ou infrinxir calquera copyright, marca rexistrada ou segredo comercial de terceiros (denominado colectivamente &quot;Propiedade intelectual subxacente aos servizos&quot;). No caso de que se busque ou obteña unha orde contra o uso da propiedade intelectual que subxace nos Servizos ou, na nosa opinión, é probable que se busque ou obteña, deberemos, a nosa opción e custe, procurala por vostede e o seu nomeado. os usuarios autorizados o dereito a continuar a usar os Servizos, ou (ii) substituír ou modificar os Servizos para que o seu uso non infrinxa mentres poida exercer substancialmente a mesma función. No caso de que as subepígrafes (i) e (ii) anteriores non sexan practicables comercialmente, podemos rescindir os Servizos e reembolsar calquera Taxa de servizo pagada previamente pero sen uso. Non estaremos obrigados a defender nin ser responsables de ningún custo ou danos ao abeiro desta Sección 10.1 se a suposta infracción xurde ou se lle pode atribuír (i) calquera modificación de calquera Servizo por vostede (ou dalgún dos seus autorizados ou usuarios designados) ou (ii) o uso de Servizos en combinación con servizos e produtos non fornecidos por CaseActive se se evitaría tal infracción sen tal modificación ou combinación ou (iii) o cumprimento dos seus deseños ou instrucións ou (iv) unha reclamación de que non afirma con especificidade que os Servizos sexan obxecto da reclamación (cada un &quot;Reclamación excluída&quot;). As obrigas de indemnización contidas nesta sección 10.1 sobrevivirán a calquera rescisión ou caducidade deste acordo.
gu: 10.1 ઉલ્લંઘન માટે વળતર: કલમ 10.4 ને આધીન, અમે, અમારા ખર્ચે, તમારી સામે લાવવામાં આવેલા કોઈપણ તૃતીય પક્ષના દાવા સામે તમારો બચાવ કરીશું જે આક્ષેપ કરે છે કે સેવાઓ અસરકારક તારીખ પ્રમાણે તૃતીય પક્ષને આપવામાં આવેલા યુએસ પેટન્ટનું ઉલ્લંઘન કરે છે; અથવા કોઈપણ તૃતીય પક્ષના કોઈપણ ક copyrightપિરાઇટ, ટ્રેડમાર્ક અથવા વેપારના રહસ્યનું ઉલ્લંઘન કરો (સામૂહિક રૂપે &#39;સેવાઓનો અંતર્ગત બૌદ્ધિક સંપત્તિ&#39; તરીકે ઓળખાય છે). સેવાઓની અંતર્ગત બૌદ્ધિક સંપત્તિના ઉપયોગ સામે કોઈ હુકમ માંગવામાં આવે છે અથવા મેળવવામાં આવે છે તે સંજોગોમાં અથવા અમારા મતે માંગવામાં આવે છે અથવા મેળવવામાં આવે તેવી સંભાવના છે, અમે, અમારા વિકલ્પ અને ખર્ચ પર, (i) તમારા અને તમારા નામના અધિકૃત વપરાશકર્તાઓને સેવાઓનો ઉપયોગ ચાલુ રાખવાનો અધિકાર છે, અથવા (ii) સમાન કાર્ય કરવા માટે સક્ષમ હોવા છતાં, સેવાઓનો ઉપયોગ ઉલ્લંઘનકારક બનાવવા માટે બદલી અથવા તેમાં ફેરફાર કરવો. ઇવેન્ટ પેટા વિભાગોમાં (i) અને (ii) વ્યાવસાયિક રૂપે વ્યવહારુ નથી, અમે સેવાઓ સમાપ્ત કરીશું અને કોઈપણ પ્રીપેઇડ, પરંતુ ન વપરાયેલી સેવા ફી પરત આપી શકીશું. જો આ કલમ 10.1 અંતર્ગત કથિત ઉલ્લંઘન arભી થાય છે અથવા કોઈ પણ રીતે (i) તમારા દ્વારા સેવાઓ (અથવા તમારા કોઈપણ અધિકૃત અથવા નિયુક્ત વપરાશકર્તાઓ) અથવા (ii) સેવાઓ અને કેસોએક્ટિવ દ્વારા પૂરી પાડવામાં આવેલ ઉત્પાદનો સાથે જોડાણમાં સેવાઓનો ઉપયોગ જો આવા ઉલ્લંઘનને આવા ફેરફાર અથવા સંયોજન વિના ટાળવામાં આવ્યું હોત, અથવા (iii) તમારી ડિઝાઇન અથવા સૂચનાઓનું પાલન કરે છે અથવા (iv) દાવો છે કે વિશિષ્ટતા સાથે જણાવેલ નથી કે સેવાઓ દાવાનો વિષય છે (દરેક &#39;બાકાત રાખેલા દાવા&#39;). આ કલમ 10.1 માં સમાવિષ્ટ ક્ષતિપૂર્ણતાની જવાબદારી આ કરારની કોઈપણ સમાપ્તિ અથવા સમાપ્તિથી બચી જશે.
hi: 10.1 उल्लंघन के लिए क्षतिपूर्ति: धारा 10.4 के अधीन, हम अपने खर्च पर, आपके खिलाफ लाए गए किसी तीसरे पक्ष के दावे के खिलाफ आपका बचाव करते हैं, जो आरोप लगाता है कि सेवाएं किसी भी अमेरिकी पेटेंट को प्रभावी तिथि के रूप में जारी किए गए किसी भी अमेरिकी पेटेंट का उल्लंघन करती हैं; या किसी भी तीसरे पक्ष के किसी भी कॉपीराइट, ट्रेडमार्क या व्यापार रहस्य का उल्लंघन करना (सामूहिक रूप से &#39;बौद्धिक संपदा सेवाओं को समझना&#39; के रूप में संदर्भित)। इस घटना में कि बौद्धिक संपदा के उपयोग के खिलाफ एक निषेधाज्ञा मांगी गई है या प्राप्त की जा रही है, सेवाओं को प्राप्त करने या हमारी राय में, हमारे विकल्प और खर्च पर, हम (और) या तो आपके और आपके नाम पर खरीदे जाने या प्राप्त किए जाने की संभावना है। अधिकृत उपयोगकर्ताओं को सेवाओं का उपयोग जारी रखने का अधिकार है, या (ii) समान कार्य करने में सक्षम होने के साथ-साथ गैर-उल्लंघन का उपयोग करने के लिए सेवाओं को प्रतिस्थापित या संशोधित करना। उपर्युक्त घटना उपखंडों (i) और (ii) में व्यावसायिक रूप से व्यावहारिक नहीं हैं, हम सेवाओं को समाप्त कर सकते हैं और किसी भी प्रीपेड, लेकिन अप्रयुक्त सेवा शुल्क को वापस कर सकते हैं। इस धारा १०.१ के तहत किसी भी लागत या हर्जाने के लिए हम बचाव या उत्तरदायी होने के लिए बाध्य नहीं होंगे, यदि कथित उल्लंघन किसी भी तरह से होता है या आपके द्वारा (या आपके द्वारा अधिकृत) किसी भी सेवा के किसी भी संशोधन के लिए जिम्मेदार है (i) नामित उपयोगकर्ता) या (ii) केसएक्टिव द्वारा प्रदान की जाने वाली सेवाओं और उत्पादों के संयोजन में सेवाओं का उपयोग अगर इस तरह के उल्लंघन को इस तरह के संशोधन या संयोजन के बिना टाला जाता होगा, या (iii) आपके डिजाइन या निर्देशों का अनुपालन या (iv) एक दावा है कि विशिष्टता के साथ यह नहीं कहा गया है कि सेवाएँ दावे का विषय हैं (प्रत्येक एक &#39;बहिष्कृत दावा&#39;)। इस धारा १०.१ में निहित क्षतिपूर्ति दायित्वों से इस समझौते की कोई समाप्ति या समाप्ति बच जाएगी।
hr: 10.1 Naknada štete za prekršaj: U skladu s odjeljkom 10.4, na naš trošak branit ćemo vas od bilo kojeg zahtjeva treće strane podnesenog protiv vas koji tvrdi da Usluge krše bilo koji patent u SAD-u izdan trećoj strani na dan stupanja na snagu; ili kršiti bilo kakvo autorsko pravo, zaštitni znak ili poslovnu tajnu bilo koje treće strane (koja se zajednički naziva &quot;Intelektualno vlasništvo podložno uslugama&quot;). U slučaju da se traži ili dobije zabrana protiv korištenja intelektualnog vlasništva temeljenog na uslugama ili će se po našem mišljenju vjerovatno tražiti ili dobiti, po našem izboru i trošku, ili (i) nabavljamo za vas i vaše ime autorizirao korisnike pravo da i dalje upotrebljavaju Usluge, ili (ii) zamijeniti ili izmijeniti Usluge da njihova upotreba ne krši prava dok istovremeno može obavljati istu funkciju. U slučaju da gornji pododjeljci (i) i (ii) nisu komercijalno izvedivi, možemo raskinuti Usluge i vratiti bilo koji unaprijed plaćeni, a neiskorišteni Naknada za usluge. Nećemo biti dužni braniti ili biti odgovorni za bilo kakve troškove ili štetu u skladu s ovim odjeljkom 10.1 ako navodno kršenje prava proizlazi iz ili se na bilo koji način može pripisati (i) bilo kojoj izmjeni bilo koje usluge od vas (ili bilo kojoj od vaših ovlaštenih ili imenovani korisnici) ili (ii) korištenje Usluga u kombinaciji s uslugama i proizvodima koje ne pruža CaseActive ako bi se takvo kršenje izbjeglo bez takve izmjene ili kombinacije ili (iii) udovoljavanje vašim dizajnom ili uputama ili (iv) tvrdnja da ne navodi sa specifičnošću da su Usluge predmet polaganja prava (svaki &quot;Izuzeti zahtjev&quot;). Obveze za naknadu štete sadržane u ovom odjeljku 10.1 preživljavaju svako raskidanje ili istek ovog Ugovora.
hu: 10.1 Kártérítés a jogsértésért: A 10.4. Szakasz rendelkezéseire is figyelemmel, saját költségünkön megvédjük Önt bármely harmadik fél ellen felmerült keresettel szemben, amely állítólag a Szolgáltatások a hatálybalépés napjától sértik meg bármely harmadik fél számára kiadott amerikai szabadalmat; vagy megsérti bármely harmadik fél szerzői jogait, védjegyeit vagy üzleti titkait (együttesen a szolgáltatások alapjául szolgáló szellemi tulajdonnak nevezik). Abban az esetben, ha elrendelést kérnek vagy megszereznek a szolgáltatások alapjául szolgáló szellemi tulajdon használatával szemben, vagy véleményünk szerint valószínűleg keresni vagy megszerezni, akkor választásunk és költségünk ellenében i) beszerzzük az Ön és a megnevezett felhatalmazott felhasználók számára a jog, hogy továbbra is használják a Szolgáltatásokat, vagy (ii) kicseréljék vagy módosítsák a Szolgáltatásokat annak érdekében, hogy használatuk nem jogsértő, miközben képesek ugyanannak a funkciónak a végrehajtására. Abban az esetben, ha a fenti (i) és (ii) bekezdések nem gyakorlatilag megvalósíthatók, felmondhatjuk a Szolgáltatásokat és visszatéríthetjük az előre fizetett, de fel nem használt Szolgáltatási díjakat. Nem vagyunk kötelesek védeni vagy felelősséget vállalni a 10.1. Szakasz szerinti költségekért vagy károkért, ha az állítólagos jogsértés a Szolgáltatásoknak az Ön (vagy az Ön által engedélyezett vagy bármely kijelölt felhasználók) vagy (ii) a Szolgáltatások olyan szolgáltatásokkal és termékekkel kombinált használata, amelyeket a CaseActive nem nyújtott, ha az ilyen jogsértést ilyen módosítás vagy kombináció nélkül el lehetett volna kerülni, vagy (iii) a terveknek vagy az utasításoknak való megfelelés, vagy (iv) egy állítás pontosan nem állítja, hogy a szolgáltatások a követelés tárgyát képezik (mindegyik „kizárt igény”). A 10.1. Szakaszban foglalt kártalanítási kötelezettségek fennállnak a jelen Megállapodás bármilyen felmondása vagy lejárta esetén.
hy: 10.1 Խախտման համար հատուցում. Ենթակա է 10.4 բաժնի, մենք մեր հաշվին կպաշտպանենք ձեզ ընդդեմ ձեր դեմ հարուցված ցանկացած երրորդ կողմի հայցադիմումի, որը պնդում է, որ Ծառայությունները խախտում են ԱՄՆ-ի ցանկացած արտոնագիր, որը տրվել է երրորդ կողմին `ուժի մեջ մտնելու օրվանից: կամ ոտնահարել ցանկացած երրորդ անձի հեղինակային իրավունքի, ապրանքային նշանի կամ առևտրի գաղտնիք (հավաքական անվանում են «Ծառայությունների հիմքում ընկած մտավոր սեփականություն»): Այն դեպքում, երբ միջնորդություն հայցվում կամ ձեռք է բերվում Ծառայությունների հիմքում ընկած մտավոր սեփականության օգտագործման դեմ կամ, մեր կարծիքով, հնարավոր է, որ որոնվի կամ ձեռք բերվի, մենք, ըստ մեր ընտրանքների և ծախսերի, կամ (i) գնում ենք ձեր և ձեր անունից: լիազորված օգտվողները իրավունք ունեն շարունակել օգտվել Ծառայություններից, կամ (ii) փոխարինել կամ փոփոխել Ծառայությունները `դրանց օգտագործումը չխախտելու համար, միևնույն ժամանակ, ի վիճակի են էապես կատարել նույն գործառույթը: Այն դեպքում, երբ վերևում (i) և (ii) ենթակետերը առևտրային նպատակահարմար չեն, մենք կարող ենք դադարեցնել Ծառայությունները և վերադարձնել կանխավճարային, բայց չօգտագործված Ծառայությունների վճարները: Մենք պարտավոր չենք պաշտպանել կամ պատասխանատվություն կրել սույն բաժնի 10.1-ին մասով որևէ ծախսերի կամ վնասների համար, եթե ենթադրյալ խախտումը ծագել է կամ վերագրվում է կամ (կամ) որևէ կերպ վերագրվում է (i) ձեր կողմից (կամ ձեր կողմից որևէ այլ լիազորված կամ նշանակված օգտագործողներ) կամ (ii) Ծառայությունների օգտագործումը CaseActive- ով չնախատեսված ծառայությունների և ապրանքների հետ համատեղ, եթե այդպիսի խախտումներից խուսափվեին առանց այդպիսի փոփոխության կամ համադրություն, կամ (iii) ձեր ձևավորումների կամ ցուցումների համապատասխանությունը կամ (iv) պահանջը, որը առանձնահատկությամբ չի նշում, որ Ծառայությունները հայցադիմումի առարկա են (յուրաքանչյուրը `« բացառված պահանջ »): 10.1-ին բաժնում պարունակվող հատուցումների պարտավորությունները գոյատևում են սույն Համաձայնագրի ցանկացած դադարեցում կամ ավարտ:
id: 10.1 Ganti Rugi atas Pelanggaran: Sesuai dengan Bagian 10.4, kami akan, dengan biaya kami sendiri, membela Anda terhadap klaim pihak ketiga yang diajukan terhadap Anda yang menuduh bahwa Layanan melanggar paten AS yang diberikan kepada pihak ketiga sejak Tanggal Berlaku; atau melanggar hak cipta, merek dagang, atau rahasia dagang pihak ketiga mana pun (secara kolektif disebut sebagai &#39;Kekayaan Intelektual yang Mendasari Layanan&#39;). Jika ada perintah yang diminta atau diperoleh untuk menentang penggunaan Kekayaan Intelektual yang Mendasari Layanan atau menurut pendapat kami kemungkinan besar akan dicari atau diperoleh, kami akan, atas pilihan dan biaya kami, baik (i) mengadakan untuk Anda dan nama Anda. pengguna yang berwenang hak untuk terus menggunakan Layanan, atau (ii) mengganti atau memodifikasi Layanan agar penggunaannya tidak melanggar sementara mampu melakukan fungsi yang sama secara substansial. Jika sub-bagian (i) dan (ii) di atas tidak dapat diterapkan secara komersial, kami dapat menghentikan Layanan dan mengembalikan semua Biaya Layanan prabayar, tetapi tidak terpakai. Kami tidak berkewajiban untuk membela atau bertanggung jawab atas biaya atau kerusakan apa pun berdasarkan Bagian 10.1 ini jika dugaan pelanggaran muncul dari atau dengan cara apa pun disebabkan oleh (i) modifikasi apa pun dari Layanan apa pun oleh Anda (atau salah satu pihak yang berwenang atau pengguna yang ditunjuk) atau (ii) penggunaan Layanan dalam kombinasi dengan layanan dan produk yang tidak disediakan oleh CaseActive jika pelanggaran tersebut dapat dihindari tanpa modifikasi atau kombinasi tersebut, atau (iii) kepatuhan dengan desain atau instruksi Anda atau (iv) klaim yang tidak menyatakan secara spesifik bahwa Layanan adalah subjek klaim (masing-masing disebut &#39;Klaim yang Dikecualikan&#39;). Kewajiban ganti rugi yang terkandung dalam Bagian 10.1 ini akan tetap berlaku setelah pengakhiran atau kedaluwarsa Perjanjian ini.
is: 10.1 Bætur vegna brots: Með fyrirvara um kafla 10.4 verðum við á kostnað okkar að verja þig gegn kröfum þriðja aðila sem höfðað er gegn þér sem fullyrðir að þjónustan brjóti í bága við einkaleyfi í Bandaríkjunum sem gefið er út til þriðja aðila frá og með gildistökudeginum; eða brjóta í bága við höfundarrétt, vörumerki eða viðskiptaleynd þriðja aðila (sameiginlega vísað til sem „hugverkaréttur undirliggjandi þjónustu“). Komi til þess að lögbann sé leitað eða fengin gegn notkun hugverkar sem liggur til grundvallar þjónustunni eða að okkar mati er líklegt að leitað verði eða fengist, þá munum við, að okkar vali og kostnað, annað hvort (i) útvega fyrir þig og þinn nafngreinda heimiluðum notendum rétt til að halda áfram að nota þjónusturnar, eða (ii) skipta um eða breyta þjónustunum til að gera notkun þeirra ekki brotleg meðan þau geta framkvæmt sömu aðgerðir í reynd. Ef undirtektir (i) og (ii) hér að ofan eru ekki mögulegar í viðskiptalegum tilgangi, getum við sagt upp þjónustunni og endurgreitt fyrirframgreidda en ónotaða þjónustugjöld. Okkur verður ekki skylt að verja eða bera ábyrgð á kostnaði eða tjóni samkvæmt þessum kafla 10.1 ef meint brot koma til vegna eða á nokkurn hátt má rekja til (i) breytinga á þjónustu þinni (eða einhverri heimild eða tilnefndir notendur) eða (ii) notkun á þjónustu ásamt þjónustu og vörum sem ekki eru veitt af CaseActive ef forðast hefði slíkt brot án slíkra breytinga eða samsetningar, eða (iii) að farið sé að hönnun þinni eða leiðbeiningum eða (iv) kröfu um að tekur ekki fram með sérstökum hætti að þjónustan sé háð kröfunni (hver um sig „útilokuð krafa“). Skaðabótaskyldan sem er að finna í þessum kafla 10.1 skal lifa við allar uppsagnir eða fyrningu þessa samnings.
it: 10.1 Indennizzo per violazione: Fatta salva la Sezione 10.4, dovremo, a nostre spese, difenderti da qualsiasi rivendicazione di terzi avanzata contro di te che asserisca che i Servizi violino qualsiasi brevetto statunitense rilasciato a terzi a partire dalla Data di entrata in vigore; o violare qualsiasi copyright, marchio commerciale o segreto commerciale di terze parti (collettivamente denominata &quot;Proprietà intellettuale alla base dei Servizi&quot;). Nel caso in cui venga richiesta o ottenuta un&#39;ingiunzione contro l&#39;uso della Proprietà intellettuale alla base dei Servizi o, a nostro avviso, è probabile che venga richiesta o ottenuta, a nostra discrezione e a nostre spese, (i) procureremo per te e per il tuo agli utenti autorizzati il diritto di continuare a utilizzare i Servizi, o (ii) sostituire o modificare i Servizi per rendere il loro utilizzo non lesivo pur essendo in grado di svolgere sostanzialmente la stessa funzione. Nel caso in cui le sottosezioni (i) e (ii) di cui sopra non siano commercialmente praticabili, potremmo interrompere i Servizi e rimborsare eventuali Commissioni di servizio prepagate, ma non utilizzate. Non saremo obbligati a difendere o essere ritenuti responsabili per eventuali costi o danni ai sensi della presente Sezione 10.1 se la presunta violazione deriva da o è in alcun modo attribuibile a (i) qualsiasi modifica di qualsiasi Servizio da parte tua (o di qualsiasi utenti designati) o (ii) uso dei Servizi in combinazione con servizi e prodotti non forniti da CaseActive se tale violazione sarebbe stata evitata senza tale modifica o combinazione, o (iii) conformità con i vostri progetti o istruzioni o (iv) una dichiarazione che non afferma con specificità che i Servizi siano oggetto del reclamo (ciascuno un &quot;Reclamo escluso&quot;). Gli obblighi di indennizzo contenuti nella presente Sezione 10.1 sopravvivranno a qualsiasi risoluzione o scadenza del presente Contratto.
iw: 10.1 שיפוי בגין הפרה: בכפוף לסעיף 10.4, אנו נגן עליך על חשבוננו מפני כל טענת צד ג &#39;שהובאה נגדך הטוענת כי השירותים מפרים כל פטנט אמריקני שהונפק לצד שלישי נכון למועד הקובע; או מפר כל זכויות יוצרים, סימנים מסחריים או סוד מסחרי של צד שלישי כלשהו (המכונה ביחד &#39;קניין רוחני העומד בבסיס השירותים&#39;). אם ייבקש או יושג צו מניעה כנגד השימוש בקניין הרוחני העומד בבסיס השירותים או לדעתנו סביר להניח כי תבקש או יושג, אנו, על פי בחירתנו ועל חשבוננו, אנו (א) לרכוש עבורך ושמך למשתמשים מורשים את הזכות להמשיך להשתמש בשירותים, או (ii) להחליף או לשנות את השירותים כדי להפוך את השימוש שלהם ללא הפרה תוך שהם מסוגלים לבצע את אותה פונקציה באופן מהותי. במקרה בו סעיפים קטנים (i) ו- (ii) לעיל אינם ניתנים למימוש מסחרי, אנו עשויים להפסיק את השירותים ולהחזיר כל דמי שירות ששולמו מראש אך לא בשימוש. אנו לא נהיה מחויבים להגן או להיות אחראים לכל עלות או נזק לפי סעיף 10.1 זה אם ההפרה הנטענת נובעת או נובעת בכל דרך שהיא (i) שינוי בשירותים כלשהם על ידך (או מי מהמורשה שלך או משתמשים ייעודיים) או (ii) שימוש בשירותים בשילוב עם שירותים ומוצרים שלא סופקו על ידי CaseActive אם הפרה כזו הייתה נמנעת ללא שינוי או שילוב כזה, או (iii) ציות לעיצובים או להוראות שלך או (iv) טענה לפיה אינה מציינת באופן ספציפי כי השירותים הם נושא התביעה (כל אחת מהן &quot;תביעה לא נכללת&quot;). חובות השיפוי הכלולות בסעיף 10.1 זה ישרדו כל סיום או תפוגה של הסכם זה.
ja: 10.1侵害の補償：セクション10.4に従い、弊社は自己負担により、発効日現在、サービスが第三者に対して発行された米国特許を侵害していると主張する、お客様に対して提起された第三者の請求から弁護します。または第三者の著作権、商標、企業秘密（「サービスの基礎となる知的財産」と総称される）を侵害すること。本サービスの基礎となる知的財産の使用に対して差止命令が求められた、または得られた場合、または私たちの意見では、求められた、または得られたと思われる場合、当社は、（i）お客様およびお客様の名前のいずれかを調達するものとします。承認されたユーザーは、サービスを継続して使用する権利、または（ii）サービスを置き換えまたは変更して、実質的に同じ機能を実行しながら、使用を侵害しないようにする権利。上記（i）および（ii）のサブセクションが商業的に実行可能でない場合、当社はサービスを終了し、前払いされた未使用のサービス料金を払い戻します。申し立てられた侵害が、（i）お客様（またはお客様の許可された、または指定ユーザー）または（ii）CaseActiveによって提供されていないサービスおよび製品と組み合わせたサービスの使用（そのような変更または組み合わせなしにそのような侵害が回避された場合）、または（iii）お客様の設計または指示の遵守、または（iv）以下の主張サービスがクレームの対象であることを具体的に述べていない（それぞれ「除外クレーム」）。この第10.1項に含まれる補償義務は、本契約の終了または満了後も存続するものとします。
ka: 10.1 ზიანის ანაზღაურება დარღვევისათვის: 10.4 პუნქტის გათვალისწინებით, ჩვენ, ჩვენი ხარჯით, დავიცავთ თქვენს წინააღმდეგ წამოყენებულ ნებისმიერ მესამე მხარის წინააღმდეგ, რომელიც ამტკიცებს, რომ სერვისები არღვევს აშშ-ს ნებისმიერი პატენტის გადაცემას, რომელიც ძალაში შედის თარიღი; ან დაარღვიოს ნებისმიერი მესამე მხარის საავტორო უფლებები, სასაქონლო ნიშანი ან სავაჭრო საიდუმლოება (ერთობლივად მოიხსენიება როგორც &quot;სამსახურების ძირითადი ინტელექტუალური საკუთრება&quot;). იმ შემთხვევაში, თუ ნებართვა ითხოვს ან მოიპოვება მომსახურების ძირითადი ინტელექტუალური საკუთრების გამოყენებისაგან, ან, ჩვენი აზრით, შეიძლება მოიძიოს ან მოიპოვოს, ჩვენ, ჩვენს ვარიანტს და ხარჯზე, (ან) ვიყიდავთ თქვენთვის და თქვენი სახელით. უფლებამოსილ მომხმარებლებს უფლება აქვთ გააგრძელონ სერვისების გამოყენება, ან (ii) შეცვალონ ან შეცვალონ სერვისი, რომ მათი გამოყენება არ დაირღვეს, მაშინ როდესაც მათ შეუძლიათ იგივე ფუნქცია შეასრულონ. იმ შემთხვევაში, თუ ქვეპუნქტები (i) და (ii) ზემოთ კომერციულად არ არის მიზანშეწონილი, ჩვენ შეიძლება შეწყვიტონ მომსახურება და დავუბრუნოთ ნებისმიერი წინასწარი, მაგრამ გამოუყენებელი მომსახურების საფასური. ჩვენ არ იქნება ვალდებული დავიცვათ ან პასუხისმგებლობები ვიყოთ ამ მუხლის 10.1 პუნქტით გათვალისწინებული ნებისმიერი ხარჯის ან ზიანის ანაზღაურებისაგან, თუ სავარაუდო დარღვევა წარმოიშვა ან (ან) ნებისმიერი ფორმით არის მიკუთვნებული (i) თქვენს მიერ (ან რომელიმე თქვენი უფლებამოსილი ან რომელიმე უფლებამოსილი ან ნებისმიერი) ნებისმიერი მომსახურების შეცვლიდან. დანიშნულ მომხმარებლებს) ან (ii) სერვისების გამოყენება CaseActive– ით, რომლებიც არ არის გათვალისწინებული სერვისებთან და პროდუქტებთან ერთად, თუ თავიდან აიცილებდნენ რაიმე სახის დარღვევას ასეთი სახის შეცვლის ან კომბინაციით, ან (iii) თქვენს დიზაინთან ან ინსტრუქციებთან შესაბამისობასთან, ან (iv) პრეტენზიასთან დაკავშირებით. არ განსაზღვრავს სპეციფიკურობას, რომ მომსახურება არის სარჩელის საგანი (თითოეული &quot;გამორიცხული პრეტენზია&quot;). 10.1 ნაწილში გათვალისწინებული ანაზღაურებადი ვალდებულებები უნდა გაგრძელდეს ამ შეთანხმების შეწყვეტის ან ამოწურვის შესახებ.
kk: 10.1. Бұзушылықтың орнын толтыру: 10.4 бөлімін ескере отырып, біз сіздердің назарларыңызға Сізге Қызметтердің күшіне ену күніне үшінші тарапқа берілген кез-келген АҚШ патентіне нұқсан келтіретін Қызметтерге қарсы шағымдан қорғаймыз; немесе кез-келген үшінші тараптың авторлық құқығын, сауда маркасын немесе коммерциялық құпиясын бұзу (бірлесіп «қызметтердің астындағы зияткерлік меншік» деп аталады). Егер Қызметтерге негізделетін зияткерлік меншікті пайдалануға қарсы нұсқау сұралса немесе алынған болса, немесе біздің ойымызша, іздеу немесе алу мүмкін болса, біз өз қалауымыз бойынша және өз есебіміз бойынша (i) сіз және сіздің атыңыз үшін сатып аламыз. уәкілетті пайдаланушыларға қызметтерді пайдалануды жалғастыру құқығын немесе (ii) сол функцияны айтарлықтай орындауға қабілетті бола отырып, оларды бұзушылықсыз пайдалану үшін қызметтерді ауыстыру немесе өзгерту құқығы. Егер жоғарыдағы (i) және (ii) бөлімдер коммерциялық тұрғыдан мүмкін болмаса, біз қызметтерді тоқтатып, алдын-ала төленген, бірақ пайдаланылмаған қызмет ақыларын қайтара аламыз. Егер болжамды бұзушылық (i) сіз (немесе сіздің уәкілеттік берген немесе ұсынған кез келген Қызметтер) кез-келген өзгертулерге байланысты болса немесе біз 10.1-бөлімде келтірілген болса, біз кез-келген шығындар немесе зияндар үшін жауап бермейміз. тағайындалған пайдаланушылар) немесе (ii) Қызметтерді CaseActive ұсынбаған қызметтермен және өнімдермен үйлесімде пайдалану, егер мұндай бұзушылық мұндай өзгеріс немесе комбинациясыз болдырылмаса немесе (ііі) сіздің дизайн немесе нұсқауларыңызға сәйкес болса немесе (iv) талап қызметтер шағымның мәні болып табылатындығын нақты көрсетпейді (әрқайсысы «алынып тасталған шағым»). Осы 10.1-бөлімде келтірілген өтеу міндеттемелері осы Келісімнің бұзылуынан немесе әрекет ету мерзімінің аяқталуынан сақталады.
km: ១០.១ ការថ្កោលទោសចំពោះការរំលោភបំពាន៖ យោងតាមមាត្រា ១០.៤ យើងត្រូវចំណាយប្រាក់របស់យើងការពារអ្នកពីបណ្តឹងរបស់ភាគីទីបីណាមួយដែលបាននាំមកលើអ្នកដែលចោទប្រកាន់ថាសេវាកម្មនេះរំលោភលើប៉ាតង់របស់សហរដ្ឋអាមេរិកដែលបានផ្តល់ឱ្យតតីយជនគិតចាប់ពីកាលបរិច្ឆេទចូលជាធរមាន។ ឬរំលោភលើការរក្សាសិទ្ធិពាណិជ្ជសញ្ញាឬការសម្ងាត់ពាណិជ្ជកម្មរបស់ភាគីទីបីណាមួយ (សំដៅជារួមថា“ កម្មសិទ្ធិបញ្ញាដែលស្ថិតនៅក្រោមសេវាកម្ម”) ។ ក្នុងករណីដែលសេចក្តីបង្គាប់ត្រូវបានស្វែងរកឬទទួលបានប្រឆាំងនឹងការប្រើប្រាស់កម្មសិទ្ធិបញ្ញាដែលជាមូលដ្ឋានសេវាកម្មឬតាមគំនិតរបស់យើងទំនងជាត្រូវបានស្វែងរកឬទទួលបានយើងនឹងតាមជម្រើសនិងចំណាយរបស់យើង (i) លទ្ធកម្មសម្រាប់អ្នកនិងឈ្មោះរបស់អ្នក។ អ្នកប្រើប្រាស់ដែលមានការអនុញ្ញាតមានសិទ្ធិបន្តប្រើប្រាស់សេវាកម្មឬ (ii) ជំនួសឬកែប្រែសេវាកម្មដើម្បីធ្វើឱ្យការប្រើប្រាស់របស់ពួកគេមិនមានការរំលោភបំពានខណៈពេលដែលមានសមត្ថភាពអនុវត្តមុខងារដដែល។ នៅក្នុងផ្នែករងនៃព្រឹត្តិការណ៍ (i) និង (ii) ខាងលើមិនអាចអនុវត្តបានតាមលក្ខណៈពាណិជ្ជកម្មទេយើងអាចបញ្ឈប់សេវាកម្មនិងបង្វិលសងវិញនូវថ្លៃសេវាដែលបានបង់មុនប៉ុន្តែមិនមានថ្លៃសេវាកម្ម។ យើងមិនត្រូវមានកាតព្វកិច្ចការពារឬទទួលខុសត្រូវចំពោះការចំណាយឬការខូចខាតក្រោមផ្នែក ១០.១ នេះទេប្រសិនបើការរំលោភបំពានដែលបានលើកឡើងកើតឡើងឬស្ថិតក្នុងលក្ខណៈណាមួយដែលបណ្តាលមកពី (i) ការកែប្រែសេវាកម្មណាមួយដោយអ្នក (ឬការអនុញ្ញាតណាមួយរបស់អ្នកឬ អ្នកប្រើដែលបានកំណត់) ឬ (ii) ការប្រើប្រាស់សេវាកម្មរួមជាមួយសេវាកម្មនិងផលិតផលដែលមិនត្រូវបានផ្តល់ដោយ CaseActive ប្រសិនបើការរំលោភបែបនេះអាចត្រូវបានជៀសវាងដោយគ្មានការកែប្រែឬបន្សំបែបនេះឬ (iii) អនុលោមតាមការរចនាឬការណែនាំរបស់អ្នកឬ (iv) ការទាមទារដែល មិនបញ្ជាក់ដោយជាក់លាក់ថាសេវាកម្មជាកម្មវត្ថុនៃបណ្តឹងទាមទារសំណង (រាល់បណ្តឹងទាមទារសំណងដែលបានដកចេញ) ។ កាតព្វកិច្ចសងជំងឺចិត្តដែលមានចែងក្នុងផ្នែក ១០.១ នេះនឹងអាចរស់រានបានពីការបញ្ចប់ឬផុតកំណត់នៃកិច្ចព្រមព្រៀងនេះ។
kn: 10.1 ಉಲ್ಲಂಘನೆಗಾಗಿ ನಷ್ಟ ಪರಿಹಾರ: ಸೆಕ್ಷನ್ 10.4 ಗೆ ಒಳಪಟ್ಟು, ನಿಮ್ಮ ವಿರುದ್ಧ ತರಲಾದ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಹಕ್ಕಿನ ವಿರುದ್ಧ ನಾವು ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸುತ್ತೇವೆ, ಅದು ಪರಿಣಾಮಕಾರಿ ದಿನಾಂಕದಂದು ಮೂರನೇ ವ್ಯಕ್ತಿಗೆ ನೀಡಲಾದ ಯಾವುದೇ ಯುಎಸ್ ಪೇಟೆಂಟ್ ಅನ್ನು ಸೇವೆಗಳು ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಎಂದು ಆರೋಪಿಸುತ್ತದೆ; ಅಥವಾ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಯಾವುದೇ ಹಕ್ಕುಸ್ವಾಮ್ಯ, ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಅಥವಾ ವ್ಯಾಪಾರ ರಹಸ್ಯವನ್ನು ಉಲ್ಲಂಘಿಸಿ (ಒಟ್ಟಾರೆಯಾಗಿ &#39;ಸೇವೆಗಳ ಆಧಾರವಾಗಿರುವ ಬೌದ್ಧಿಕ ಆಸ್ತಿ&#39; ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ). ಸೇವೆಗಳ ಆಧಾರವಾಗಿರುವ ಬೌದ್ಧಿಕ ಆಸ್ತಿಯ ಬಳಕೆಯ ವಿರುದ್ಧ ತಡೆಯಾಜ್ಞೆಯನ್ನು ಕೋರಿದರೆ ಅಥವಾ ಪಡೆಯಲಾಗಿದ್ದರೆ ಅಥವಾ ನಮ್ಮ ಅಭಿಪ್ರಾಯದಲ್ಲಿ ನಾವು ಪಡೆಯುವ ಅಥವಾ ಪಡೆಯುವ ಸಾಧ್ಯತೆಯಿದ್ದರೆ, ನಮ್ಮ ಆಯ್ಕೆ ಮತ್ತು ವೆಚ್ಚದಲ್ಲಿ ನಾವು (i) ನಿಮಗಾಗಿ ಮತ್ತು ನಿಮ್ಮ ಹೆಸರಿಗಾಗಿ ಸಂಗ್ರಹಿಸುತ್ತೇವೆ ಅಧಿಕೃತ ಬಳಕೆದಾರರು ಸೇವೆಗಳನ್ನು ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸುವ ಹಕ್ಕನ್ನು ಹೊಂದಿದ್ದಾರೆ, ಅಥವಾ (ii) ಒಂದೇ ಕಾರ್ಯವನ್ನು ಗಣನೀಯವಾಗಿ ನಿರ್ವಹಿಸುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿರುವಾಗ ಅವುಗಳ ಬಳಕೆಯನ್ನು ಉಲ್ಲಂಘಿಸದಂತೆ ಮಾಡಲು ಸೇವೆಗಳನ್ನು ಬದಲಾಯಿಸಿ ಅಥವಾ ಮಾರ್ಪಡಿಸಿ. ಮೇಲಿನ ಉಪವಿಭಾಗಗಳು (i) ಮತ್ತು (ii) ವಾಣಿಜ್ಯಿಕವಾಗಿ ಪ್ರಾಯೋಗಿಕವಾಗಿಲ್ಲದಿದ್ದರೆ, ನಾವು ಸೇವೆಗಳನ್ನು ಕೊನೆಗೊಳಿಸಬಹುದು ಮತ್ತು ಯಾವುದೇ ಪ್ರಿಪೇಯ್ಡ್, ಆದರೆ ಬಳಕೆಯಾಗದ ಸೇವಾ ಶುಲ್ಕವನ್ನು ಮರುಪಾವತಿಸಬಹುದು. ಆಪಾದಿತ ಉಲ್ಲಂಘನೆಯು ಉದ್ಭವಿಸಿದಲ್ಲಿ ಅಥವಾ ಯಾವುದೇ ರೀತಿಯಲ್ಲಿ (i) ನಿಮ್ಮಿಂದ ಯಾವುದೇ ಸೇವೆಗಳ ಯಾವುದೇ ಮಾರ್ಪಾಡುಗಳಿಗೆ (ಅಥವಾ ನಿಮ್ಮ ಯಾವುದೇ ಅಧಿಕೃತ ಅಥವಾ ಗೊತ್ತುಪಡಿಸಿದ ಬಳಕೆದಾರರು) ಅಥವಾ (ii) ಅಂತಹ ಮಾರ್ಪಾಡು ಅಥವಾ ಸಂಯೋಜನೆಯಿಲ್ಲದೆ ಅಂತಹ ಉಲ್ಲಂಘನೆಯನ್ನು ತಪ್ಪಿಸಬಹುದಾಗಿದ್ದರೆ ಅಥವಾ (iii) ನಿಮ್ಮ ವಿನ್ಯಾಸಗಳು ಅಥವಾ ಸೂಚನೆಗಳ ಅನುಸರಣೆ ಅಥವಾ (iv) ಒಂದು ಹಕ್ಕು ಸೇವೆಗಳು ಹಕ್ಕಿನ ವಿಷಯವೆಂದು ನಿರ್ದಿಷ್ಟತೆಯೊಂದಿಗೆ ಹೇಳುವುದಿಲ್ಲ (ಪ್ರತಿಯೊಂದೂ &#39;ಹೊರತುಪಡಿಸಿದ ಹಕ್ಕು&#39;). ಈ ವಿಭಾಗ 10.1 ರಲ್ಲಿರುವ ನಷ್ಟ ಪರಿಹಾರ ಬಾಧ್ಯತೆಗಳು ಈ ಒಪ್ಪಂದದ ಯಾವುದೇ ಮುಕ್ತಾಯ ಅಥವಾ ಮುಕ್ತಾಯವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುತ್ತವೆ.
ku: 10.1 Dravdana ji bo binpêkirinê: Bi mijara 10.4, em ê, bi bihayê xwe, em ê li hember her dozeka sêyemin ku li dijî we hatî kirin, biparêzin û ew îdîa dike ku Karûbaran binpêkirina patenta amerîkî ya ku ji Dîroka Girtî re ji kesekî sêyemîn re hatîye binpêkirin; an binpêkirina mafên xwedan, trademark an bazirganiya kesek sêyemîn (bihevra jê re Property Civata Giyanî ya Bingehîn a Xizmetan ’tê binav kirin) binpê bike. Di bûyera ku lêpirsînek li dijî karanîna Xanî ya Zencîre ya Xizmetguzarîyên li binê Xizmetan tê xwestin an tê dîtin de, an di nerîna me de dibe ku were xwestin an bidestxistin, em ê, li gorî vebijark û lêçûnê, an (i) ji bo we û navê we peyda bikin. bikarhênerên destûrdar mafê danûstendina karûbarên berdewam dikin, an (ii) karûbaran biguhezînin an guhastin bikin da ku karanîna wan ne binpêkirinê bikin dema ku ew bi heman awayî karibin heman fonksiyonê bikin. Di bûyerê de parçeyên (i) û (ii) li jor ne bi pratîkî bazirganî ne, dibe ku em Xizmetan biqedînin û berdêlên Karûbarên Pêşdibir, lê nehatine bikar anîn. Em ne mecbûr in ku ji bo lêçûn û zirarên ku li gorî vê beşê 10.1 têne parastin an berpirsiyar bin heke binpêkirina tawanbar ji holê rabûye an bi her awayî ji hêla (i) ve hatî guhartin û guhartin ji her Xizmet ji hêla we ve (an jî yek ji desthilata we an Bikarhênerên destnîşankirî) an (ii) Bikaranîna Karûbarên di nav hevûdu de xizmet û hilberên ku ji hêla CaseActive ve nehatin peyda kirin ger ev binpêkirin bê ji holê rabûya bê guhertin û berhevkirin, an (iii) lihevnekirina bi sêwiran an rêwerzên we an (iv) îdîaya ku bi taybetmendiyê xwe diyar nake ku Xizmet mijara dozê ye (her yek &#39;Daxuyaniyek Bawer e ’). Erkên berdêlkirinê yên di vê beşê de 10.1 bimîne dê ji bo qedîn an qedandina vê peymanê sax bimînin.
ky: 10.1. Зыяндын ордун толтуруу: 10.4 бөлүмүн эске алуу менен, биз сиздердин эсебиңизден, Кызматтар күчүнө кирген күндөн тартып, үчүнчү жакка берилген АКШнын патентин бузуп, Кызматтар тарабынан айтылган үчүнчү тараптын доо арызынан коргойбуз; же кандайдыр бир үчүнчү жактын автордук укугун, соода маркасын же соода сырын бузуу (биргелешип &quot;Кызматтардын астындагы интеллектуалдык менчик&quot; деп аталат). Эгерде Кызматтардын астындагы Интеллектуалдык менчик объектилерин пайдаланууга каршы талап кылынса же алынган болсо же биздин оюбузча, анда биз өзүбүздүн ыктыярыбыз менен жана эсебибизден (i) сиз жана сиздин ысымыңыз үчүн сатып алабыз. ыйгарым укуктуу колдонуучулар Кызматтарды пайдаланууну улантууга, же (ii) кызматтарды алмаштырууга же өзгөртүүгө, ошол функцияны олуттуу түрдө аткарууга жөндөмдүү болуп, аларды бузбастан пайдаланууга укуктуу. Жогорудагы (i) жана (ii) бөлүмчөлөр коммерциялык максатта колдонулбаса, биз Кызматтарды токтотуп, алдын-ала төлөнгөн, бирок пайдаланылбаган кызмат акыларын кайтарып алабыз. Эгерде 10.1-бөлүмгө ылайык, эгерде болжолдуу укук бузуу келип чыкса же (i) сиз тарабынан (же сиз ыйгарым укук берилген же каалаган Кызматтардын кандайдыр бир кызматын өзгөртсөңүз) кандайдыр бир жол менен келип чыккан болсо, биз ушул Бөлүмдүн 10.1-бөлүмүнө ылайык эч кандай чыгымдарды же келтирилген чыгымдарды коргоого же ага жооптуу болбойбуз. дайындалган колдонуучулар) же (ii) CaseActive тарабынан каралбаган кызматтарды жана өнүмдөрдү айкалыштыруу менен Кызматтарды пайдалануу, эгерде мындай бузуулар мындай өзгөртүлбөстөн же айкалыштырылбаса, же (iii) сиздин конструкцияларыңызга же көрсөтмөлөрүңүзгө же (iv) талапка ылайык келтирилген болсо. Кызматтар дооматтын предмети экендигин спецификация менен билдирбейт (ар бир &quot;Четтетилген Доо&quot;). Ушул 10.1 Бөлүмүндө камтылган толтуруу милдеттенмелери ушул Макулдашуунун аракети кандайдыр бир бузулганда же бүткөндөн кийин гана сакталат.
lb: 10.1 Schuedensersécherung fir Verstouss: Beim Sektioun 10.4, verteidege mir Iech géint all drëtt Partei Fuerderung géint Iech, déi behaapt datt d&#39;Servicer all US Patent géint eng Drëtt Partei aus dem Effektiv Datum verletzen; oder verletzt all Copyright, Marken oder Handelsgeheimnis vun enger Drëtter (kollektiv als &#39;Intellektuell Propriétéit ënner de Servicer&#39; bezeechent). Am Fall wou en Uerder gëtt géint d&#39;Benotzung vun der Intellektueller Eegenschaft déi de Servicer ënnerleet oder gewonnen gëtt oder méiglecherweis gesucht oder kritt, wäerte mir, op eiser Optioun an Ausgab, entweder (i) fir Iech an Äre benannten Ausschaffe autoriséiert Benotzer d&#39;Recht weider d&#39;Servicer ze benotzen, oder (ii) d&#39;Servicer ersetzen oder änneren fir hir Benotzung net verletzend ze maachen, während se fäeg sinn déi selwecht Funktioun wesentlech ze maachen. Am Fall datt Ënner Sektiounen (i) an (ii) hei uewen net kommerziell praktizéiert sinn, kënne mir d&#39;Servicer ofbriechen an eventuell virbezuelt, awer onbenotzt Serviceausbezuelunge rembourséieren. Mir sinn net verpflicht ze verteidegen oder haftbar fir all Käschten oder Schuedensersaz ënner dëser Sektioun 10.1, wann déi angeblech Verletzung entstinn aus oder op eng Manéier ofhängeg ass vun (i) all Ännerung vun eise Servicer vun Iech (oder vun enger autoriséierter oder designéierte Benotzer) oder (ii) Benotzung vu Servicer a Kombinatioun mat Servicer a Produkter net vum CaseActive geliwwert wann esou Verletzung verhënnert hätt ouni esou Ännerung oder Kombinatioun, oder (iii) Konformitéit mat Ären Designen oder Instruktiounen oder (iv) eng Fuerderung datt seet net mat Spezifizitéit datt d&#39;Servicer d&#39;Thema vun der Fuerderung sinn (jidderengem eng &#39;ausgeschloss Reklamatioun&#39;). D&#39;Versécherungsflichtungen, déi an dëser Sektioun 10.1 enthale sinn, iwwerliewe all Enn oder Verfall vun dëser Konventioun.
lo: 10.1 ການລະເມີດການລະເມີດ: ໂດຍອີງໃສ່ພາກ 10.4, ພວກເຮົາຈະຕ້ອງປ້ອງກັນທ່ານຕໍ່ກັບການຮ້ອງຂໍຂອງບຸກຄົນທີສາມທີ່ ນຳ ມາຕໍ່ທ່ານເຊິ່ງກ່າວຫາວ່າບໍລິການລະເມີດສິດທິບັດໃດໆຂອງສະຫະລັດທີ່ອອກໃຫ້ພາກສ່ວນທີສາມນັບແຕ່ວັນທີມີຜົນບັງຄັບໃຊ້; ຫຼືລະເມີດລິຂະສິດລິຂະສິດ, ເຄື່ອງ ໝາຍ ການຄ້າຫຼືຄວາມລັບທາງການຄ້າຂອງບຸກຄົນທີສາມ (ໂດຍລວມເອີ້ນວ່າ &#39;ຊັບສິນທາງປັນຍາທີ່ຕິດພັນກັບການບໍລິການ&#39;). ໃນກໍລະນີທີ່ມີການຮ້ອງຟ້ອງເພື່ອຊອກຫາຫຼືໄດ້ຮັບຕໍ່ກັບການ ນຳ ໃຊ້ຊັບສິນທາງປັນຍາທີ່ຕິດພັນກັບການບໍລິການຫຼືໃນຄວາມຄິດເຫັນຂອງພວກເຮົາອາດຈະເປັນການສະແຫວງຫາຫຼືໄດ້ຮັບ, ພວກເຮົາຈະເປັນທາງເລືອກແລະລາຍຈ່າຍຂອງພວກເຮົາ, ບໍ່ວ່າຈະ (i) ຈັດຫາໃຫ້ທ່ານແລະທ່ານ ຜູ້ໃຊ້ທີ່ໄດ້ຮັບອະນຸຍາດມີສິດສືບຕໍ່ ນຳ ໃຊ້ບໍລິການ, ຫຼື (ii) ປ່ຽນແທນຫລືດັດແປງບໍລິການເພື່ອເຮັດໃຫ້ການ ນຳ ໃຊ້ຂອງພວກເຂົາບໍ່ລະເມີດໃນຂະນະທີ່ມີຄວາມສາມາດປະຕິບັດ ໜ້າ ທີ່ດຽວກັນຢ່າງຫຼວງຫຼາຍ. ໃນຫົວຂໍ້ເຫດການ (i) ແລະ (ii) ຂ້າງເທິງແມ່ນບໍ່ສາມາດປະຕິບັດໄດ້ທາງການຄ້າ, ພວກເຮົາອາດຈະຢຸດບໍລິການແລະສົ່ງເງິນຄືນໃດໆ, ແຕ່ຄ່າບໍລິການທີ່ບໍ່ໄດ້ໃຊ້. ພວກເຮົາຈະບໍ່ມີພັນທະໃນການປ້ອງກັນຫລືຮັບຜິດຊອບຕໍ່ຄ່າໃຊ້ຈ່າຍຫລືຄວາມເສຍຫາຍພາຍໃຕ້ຂໍ້ນີ້ 10.1 ຖ້າການລະເມີດທີ່ກ່າວຫານັ້ນເກີດຂື້ນຈາກຫຼືໃນລັກສະນະໃດ ໜຶ່ງ ທີ່ເປັນຜົນມາຈາກ (i) ການດັດແປງການບໍລິການໃດໆໂດຍທ່ານ (ຫຼືການອະນຸຍາດຂອງທ່ານຫຼື ຜູ້ໃຊ້ທີ່ໄດ້ຮັບການແຕ່ງຕັ້ງ) ຫຼື (ii) ການ ນຳ ໃຊ້ບໍລິການໂດຍສົມທົບກັບການບໍລິການແລະຜະລິດຕະພັນທີ່ບໍ່ໄດ້ໃຫ້ໂດຍ CaseActive ຖ້າການລະເມີດດັ່ງກ່າວຈະຖືກຫລີກລ້ຽງໂດຍບໍ່ມີການດັດແປງຫຼືການປະສົມປະສານດັ່ງກ່າວ, ຫຼື (iii) ການປະຕິບັດຕາມແບບແຜນຫລື ຄຳ ແນະ ນຳ ຂອງທ່ານຫຼື (iv) ການຮຽກຮ້ອງທີ່ ບໍ່ໄດ້ລະບຸໂດຍສະເພາະວ່າການບໍລິການແມ່ນຫົວເລື່ອງຂອງການຮຽກຮ້ອງ (ແຕ່ລະ ຄຳ ຮ້ອງທຸກທີ່ຖືກຍົກເວັ້ນ). ພັນທະການທົດແທນຄ່າເສຍຫາຍທີ່ມີຢູ່ໃນພາກ 10.1 ນີ້ຈະຢູ່ລອດຈາກການສິ້ນສຸດຫລື ໝົດ ອາຍຸຂອງສັນຍາສະບັບນີ້.
lt: 10.1 Kompensacija už pažeidimą: Remdamiesi 10.4 skirsniu, mes savo sąskaita ginsime jus nuo bet kokio trečiojo asmens ieškinio, pareikšto prieš jus, kai tariama, kad Paslaugos pažeidžia bet kurį JAV patentą, išduotą trečiajai šaliai nuo įsigaliojimo dienos; ar nepažeidžia jokių trečiųjų šalių autorių teisių, prekės ženklų ar komercinių paslapčių (kartu vadinamų „intelektine nuosavybe, kuria grindžiamos paslaugos“). Tuo atveju, jei bus prašoma teismo sprendimo uždrausti naudotis intelektine nuosavybe, kuria grindžiamos paslaugos, arba, mūsų manymu, tikėtina, kad bus ieškoma ar gaunama, mes savo pasirinkimu ir sąskaita mes: (i) įsigysime jums ir jūsų įvardytiems asmenims įgaliotiems vartotojams suteikiama teisė toliau naudotis Paslaugomis, arba (ii) pakeisti ar modifikuoti Paslaugas, kad jų naudojimas nepažeistų teisių ir tuo pačiu galėtų atlikti iš esmės tą pačią funkciją. Jei (i) ir (ii) punktai yra praktiškai neįmanomi, mes galime nutraukti Paslaugas ir grąžinti sumokėtus, bet nepanaudotus Paslaugų mokesčius. Mes neprivalome gintis ar būti atsakingi už bet kokias išlaidas ar žalą pagal šį 10.1 skyrių, jei tariamas pažeidimas atsirado dėl ar kokiu nors būdu priskirtinas (i) jūsų (ar jūsų įgalioto ar paskirtiems vartotojams) arba (ii) naudojimąsi Paslaugomis kartu su paslaugomis ir produktais, kurių neteikė „CaseActive“, jei tokio pažeidimo būtų buvę išvengta be tokių pakeitimų ar derinių, arba (iii) atitiktų jūsų dizainą ar instrukcijas, arba (iv) teiginį, kad konkrečiai nenurodo, kad už paslaugas yra pareikštas ieškinys (kiekviena iš jų yra „neįtraukta pretenzija“). Šiame 10.1 punkte nurodyti įsipareigojimai atlyginti žalą netenka galios nutraukus ar pasibaigus šiai sutarčiai.
lv: 10.1. Atlīdzība par pārkāpumu: ievērojot 10.4. Sadaļu, mēs uz mūsu rēķina aizstāvēsim jūs pret visām pret jums izvirzītajām trešo personu prasībām, kurās apgalvots, ka Pakalpojumi pārkāpj jebkuru ASV patentu, kas izsniegts trešajām personām no spēkā stāšanās dienas; vai pārkāpj jebkādas trešo personu autortiesības, preču zīmes vai komercnoslēpumus (kopā saukti par “intelektuālo īpašumu, kas ir pakalpojumu pamatā”). Gadījumā, ja tiek lūgts izpildraksts vai tiek saņemts pret intelektuālā īpašuma izmantošanu, uz kura balstīti pakalpojumi, vai, mūsuprāt, iespējams, tiks meklēts vai iegūts, mēs uz mūsu izvēles un rēķina: (i) iegādāsimies jums un jūsu nosauktajiem pilnvarotiem lietotājiem ir tiesības turpināt izmantot Pakalpojumus, vai (ii) aizstāt vai pārveidot Pakalpojumus, lai padarītu to izmantošanu nepārkāpjot, vienlaikus spējot faktiski veikt to pašu funkciju. Ja iepriekš (i) un (ii) apakšiedaļa nav komerciāli iespējama, mēs varam pārtraukt Pakalpojumus un atmaksāt visas priekšapmaksas, bet neizlietotās Pakalpojumu maksas. Mums nav pienākuma aizstāvēt vai atbildēt par jebkādām izmaksām vai zaudējumiem saskaņā ar šo 10.1. Sadaļu, ja apgalvotais pārkāpums rodas vai ir kaut kādā veidā attiecināms uz (i) jebkādu pakalpojumu (vai jūsu pilnvarota vai izraudzītajiem lietotājiem) vai (ii) Pakalpojumu lietošana kopā ar pakalpojumiem un produktiem, ko nesniedz CaseActive, ja no šādiem pārkāpumiem būtu bijis iespējams izvairīties bez šādām modifikācijām vai apvienošanas, vai (iii) atbilstība jūsu dizainparaugiem vai instrukcijām, vai (iv) prasība, ka īpaši neprecizē, ka pakalpojumi ir prasības priekšmets (katrs “izslēgtais prasījums”). Kompensācijas saistības, kas ietvertas šajā 10.1. Iedaļā, paliek spēkā pēc šī līguma izbeigšanās vai termiņa beigām.
mg: 10.1 Fanamelohana noho ny fanitsakitsahana: Voalazan&#39;ny fizarana 10.4, amin&#39;ny fotoana andoavantsika dia miaro anao amin&#39;ny fangatahana ankolafy telo nataonao ianao, izay milaza fa ny serivisy manitsakitsaka ny patin&#39;i Etazonia izay navoakan&#39;ny antoko fahatelo amin&#39;ny daty mahomby; na fanitsakitsahana ny zon&#39;ny mpamorona, ny marika na ny tsiambaratelo momba ny varotra amin&#39;ny ankolafy fahatelo (natambatra hoe &quot;Olo-tsaina manorina ny fanompoana&quot;). Raha toa ka tadiavina na araraotina ny didim-pitsarana manohitra ny fampiasana ny fananana ara-tsaina amin&#39;ny foto-kevitra na ny hevitray dia azo atao, araka ny safidintsika sy ny fandaniantsika, na i (i) hahazoana anao sy ny anaranao. Ny mpampiasa manam-pahefana dia manan-jo hanohy ny fampiasana ireo serivisy, na (ii) manolo na manova ny serivisy mba hahatonga ny fampiasana azy tsy misy fandikan-dalàna nefa mahavita manatanteraka ny fiasa mitovy. Raha toa ka tsy azo ampiharina amin&#39;ny lafiny varotra ny famandrihana (i) sy (ii) etsy ambony, mety ajanontsika ny famaranana ireo serivisy ary hamerenany ny saram-pianaran-tseranana, saingy ny saram-piasana tsy ampiasaina. Tsy adidintsika ny miaro na tsy manan-kery amin&#39;ny vola na fahavoazana eo ambanin&#39;ity fizarana 10.1 ity fa raha ny fihoaram-pehezana no nipoaka na avy amin&#39;ny fomba rehetra natao (i) izay fanovana ny serivisy rehetra avy aminao (na ny manam-pahefana nomenao na mpampiasa voatendry) na (ii) ny fampiasana serivisy mitambatra serivisy sy vokatra tsy omen&#39;ny CaseActive raha tsy hialàna izany fandikan-dalàna izany raha tsy nisy fanovana na fanovana toy izany, na (iii) ny fanarahana ny drafitrao na ny torolàlana na (iv) fitakiana fa dia tsy milaza amin&#39;ny fomba voafaritra fa ny serivisy no lohahevitra amin&#39;ny fitakiana (tsirairay avy ny &#39;soso-kevitra notakina&#39;). Ny adidy fanonerana voarakitra ao amin&#39;ity fizarana 10.1 ity dia ho tafita velona na ajanon&#39;ity fifanarahana ity.
mi: 10.1 Te Whakawhiwhinga mo te Hara: I raro i te Tekiona 10.4, ma matou e tiaki, ka tiakina e koe mo tetahi kereme a te hunga tuatoru i whakahe mai ki a koe e kii ana i nga Ratonga e takahi ana i tetahi atu peihana US i tukuna ki tetahi tuatoru penei i te Ra Whaainga; kei te takahi ranei i tetahi mana pupuri, waitohu me te rahinga hokohoko ranei o tetahi roopu tuatoru (e kiia nei ko te &#39;Mana Motuhake I raro i nga Ratonga&#39;). I te mea ka rapuhia, ka riro mai ranei he takahi ki te whakamahi i te Taarua Taiao mo te Ratonga, i runga ano i o maatau whakaaro ka rapua, ka riro mai ranei, ma matou i a taatau e pai ai te utu, ma te (i) whakaputa mai i a koe me to ingoa. Ko nga kaiwhakamahi whai mana te mana ki te whakamahi tonu i nga Ratonga, ((ii) te whakakapi, te whakarereke ranei i nga Ratonga kia kore ai e raru te whakamahi i a ratau e kaha ana ki te mahi i taua mahi ano. I runga i nga waahanga (i) me (ii) kei runga ake nei e kore e taea te whakamahi, ka whakamutu pea i nga Ratonga me te whakahoki i nga utu taake, engari kaore he utu mo te Ratonga. Kaore matou e haangai ki te tiakina kia uru atu ranei mo te utu mo nga utu mo nga utu ranei i raro i tenei tekiona 10.1 mena ka puta mai te whakapae kua puta mai i runga i tetahi tikanga ranei (i) tetahi whakarerekētanga o tetahi Ratonga na koe (me etahi o to mana whakaae ranei Kaiwhakamahi tohua) ranei (ii) te whakamahi i nga Ratonga whakahoahoa me nga ratonga me nga hua kaore i whakawhiwhia e CaseActive mehemea ka aukati i taua takahi kaore he whakarereketanga, whakakotahitanga ranei, ((iii) te whai i o hoahoa, tohutohu ranei (iv) he kereme kaore e kii ana mo te Ratonga te kaupapa o te kereme (ia &#39;Hoko Kore&#39;). Ko nga herenga urunga kei roto i tenei Wahanga 10.1 ka ora tonu ka mutu, ka mutu ranei o tenei Whakaaetanga.
mk: 10.1 Оштетување за повреда: Предмет на Дел 10.4, ние, на ваш трошок, ќе ве браниме од какво било барање на трето лице поднесено против вас, што тврди дека Услугите кршат било каков патент на САД, издадено на трето лице, од денот на влегувањето во сила; или да прекрши какво било авторско право, трговска марка или трговска тајна на која било трета страна (колективно се нарекува „интелектуална сопственост во основата на услугите“). Во случај да се бара забрана или добиена наредба против употреба на интелектуална сопственост во основата на услугите или според наше мислење веројатно ќе биде побарана или добиена, ние, по ваша опција и трошок, ќе набавиме за вас и вашето име овластените корисници имаат право да продолжат да ги користат Услугите, или (ii) да ги заменуваат или модифицираат Услугите за нивната употреба да не се повредува, додека се способни за значително извршување на истата функција. Во случај, под-точките (i) и (ii) погоре не се комерцијално практични, ние може да ги прекинеме Услугите и да ги вратиме сите припејд, но неискористени Такси за услуги. Ние нема да бидеме должни да ги браниме или да одговараме за какви било трошоци или штети според овој Дел 10.1 ако наводното кршење настанало или на кој било начин му се припишува на (i) каква било измена на какви било услуги од вас (или кој било од овластените или назначени корисници) или (ii) употреба на Услуги во комбинација со услуги и производи што не се обезбедени од CaseActive доколку таквото кршење би се избегнало без такво менување или комбинација, или (iii) усогласеност со вашите дизајни или упатства или (iv) тврдење дека не кажува со специфичност дека Услугите се предмет на побарувањето (секое „исклучено побарување“). Обврските за обештетување содржани во овој дел 10.1 ќе преживеат какво било прекинување или истекување на овој договор.
ml: 10.1 ലംഘനത്തിനുള്ള നഷ്ടപരിഹാരം: വകുപ്പ് 10.4 ന് വിധേയമായി, നിങ്ങൾക്കെതിരായ ഏതെങ്കിലും മൂന്നാം കക്ഷി ക്ലെയിമിനെതിരെ ഞങ്ങളുടെ ചെലവിൽ ഞങ്ങൾ നിങ്ങളെ പ്രതിരോധിക്കും, ഇത് പ്രാബല്യത്തിലുള്ള തീയതി പ്രകാരം ഒരു മൂന്നാം കക്ഷിക്ക് നൽകിയ യുഎസ് പേറ്റന്റിനെ സേവനങ്ങൾ ലംഘിക്കുന്നുവെന്ന് ആരോപിക്കുന്നു; അല്ലെങ്കിൽ ഏതെങ്കിലും മൂന്നാം കക്ഷിയുടെ ഏതെങ്കിലും പകർപ്പവകാശം, വ്യാപാരമുദ്ര അല്ലെങ്കിൽ വ്യാപാര രഹസ്യം ലംഘിക്കുക (മൊത്തത്തിൽ &#39;സേവനങ്ങൾക്ക് അടിവരയിടുന്ന ബ ellect ദ്ധിക സ്വത്തവകാശം&#39; എന്ന് വിളിക്കുന്നു). സേവനങ്ങൾക്ക് കീഴിലുള്ള ബ ellect ദ്ധിക സ്വത്തവകാശ ഉപയോഗത്തിനെതിരെ ഒരു ഉത്തരവ് തേടുകയോ നേടുകയോ ചെയ്താൽ അല്ലെങ്കിൽ ഞങ്ങളുടെ അഭിപ്രായത്തിൽ അന്വേഷിക്കുകയോ നേടുകയോ ചെയ്യാൻ സാധ്യതയുണ്ടെങ്കിൽ, ഞങ്ങളുടെ ഓപ്ഷനിലും ചെലവിലും ഞങ്ങൾ ഒന്നുകിൽ (i) നിങ്ങൾക്കും നിങ്ങളുടെ പേരിനും വേണ്ടി സംഭരിക്കും അംഗീകൃത ഉപയോക്താക്കൾക്ക് സേവനങ്ങൾ ഉപയോഗിക്കുന്നത് തുടരാനുള്ള അവകാശം, അല്ലെങ്കിൽ (ii) ഒരേ പ്രവർത്തനം ഗണ്യമായി നിർവഹിക്കാൻ പ്രാപ്തിയുള്ളപ്പോൾ, അവരുടെ ഉപയോഗം ലംഘനരഹിതമാക്കുന്നതിന് സേവനങ്ങൾ മാറ്റിസ്ഥാപിക്കുകയോ പരിഷ്കരിക്കുകയോ ചെയ്യുക. മുകളിലുള്ള (i), (ii) ഉപവിഭാഗങ്ങൾ വാണിജ്യപരമായി പ്രായോഗികമല്ലെങ്കിൽ, ഞങ്ങൾ സേവനങ്ങൾ അവസാനിപ്പിച്ച് പ്രീപെയ്ഡ്, എന്നാൽ ഉപയോഗിക്കാത്ത സേവന ഫീസ് തിരികെ നൽകാം. ആരോപണവിധേയമായ ലംഘനം ഉണ്ടാകുകയോ അല്ലെങ്കിൽ ഏതെങ്കിലും വിധത്തിൽ ആരോപിക്കപ്പെടുകയോ ചെയ്താൽ, ഈ വകുപ്പ് 10.1 പ്രകാരമുള്ള ചിലവ് അല്ലെങ്കിൽ നാശനഷ്ടങ്ങൾക്ക് പ്രതിരോധമോ ബാധ്യതയോ ഞങ്ങൾ ബാധ്യസ്ഥരല്ല. (I) നിങ്ങൾ ഏതെങ്കിലും സേവനങ്ങളിൽ എന്തെങ്കിലും മാറ്റം വരുത്തിയാൽ (അല്ലെങ്കിൽ നിങ്ങളുടെ അംഗീകൃത അല്ലെങ്കിൽ ഏതെങ്കിലും നിയുക്ത ഉപയോക്താക്കൾ) അല്ലെങ്കിൽ (ii) കേസ് പരിഷ്കരണമോ സംയോജനമോ ഇല്ലാതെ അത്തരം ലംഘനം ഒഴിവാക്കാമായിരുന്നുവെങ്കിൽ, അല്ലെങ്കിൽ (iii) നിങ്ങളുടെ ഡിസൈനുകൾ അല്ലെങ്കിൽ നിർദ്ദേശങ്ങൾ പാലിക്കൽ അല്ലെങ്കിൽ (iv) ഒരു ക്ലെയിം സേവനങ്ങൾ ക്ലെയിമിന് വിഷയമാണെന്ന് പ്രത്യേകമായി പ്രസ്താവിക്കുന്നില്ല (ഓരോന്നും &#39;ഒഴിവാക്കിയ ക്ലെയിം&#39;). ഈ വകുപ്പ് 10.1 ൽ അടങ്ങിയിരിക്കുന്ന നഷ്ടപരിഹാര ബാധ്യതകൾ ഈ കരാറിന്റെ അവസാനമോ കാലഹരണമോ നിലനിൽക്കും.
mn: 10.1 Зөрчлийн хохирлыг нөхөн төлүүлэх: 10.4-т заасны дагуу бид үйлчилгээ нь хүчин төгөлдөр болсон өдрөөс эхлэн гуравдагч этгээдэд олгосон АНУ-ын патентыг зөрчсөн гэж үзэн нэхэмжлэл гаргасан гуравдагч этгээдийн гаргасан нэхэмжлэлийн эсрэг хариуцлага хүлээх болно. эсвэл аливаа гуравдагч этгээдийн зохиогчийн эрх, худалдааны тэмдэг эсвэл худалдааны нууцыг зөрчих (энэ үйлчилгээг &quot;оюуны өмч&quot; гэж нэрлэдэг). Үйлчилгээнд хамрагдсан оюуны өмчийг ашиглахыг зөвшөөрсөн, эсхүл бидний бодлоор олж авсан эсвэл олж авсан тохиолдолд бид өөрсдийн сонголт болон зардлаар (i) таны болон таны нэрийн өмнөөс худалдан авалт хийх болно. эрх бүхий хэрэглэгчдэд Үйлчилгээг үргэлжлүүлэн ашиглах, эсвэл (ii) үйлчилгээг адилхан гүйцэтгэх боломжтой байх тохиолдолд ашиглалтыг нь зөрчөөгүй болгохын тулд Үйлчилгээг орлуулах эсвэл өөрчлөх эрхтэй. Хэрэв дээрх (i) ба (ii) дэд хэсгүүдийг арилжааны хувьд ашиглах боломжгүй бол, бид үйлчилгээг цуцалж, урьдчилсан, гэхдээ ашиглагдаагүй үйлчилгээний шимтгэлийг буцаан авах боломжтой. Хэрэв та энэ зүйлийн 10.1-д заасны дагуу гарч буй аливаа хохирол, хохирлыг хамгаалах, хариуцлага хүлээхгүй. (I) таны (эсвэл таны эрх бүхий, эсхүл өөр аль нэг Үйлчилгээг өөрчилсөн) үүнтэй холбоотой ямар нэг байдлаар хамааралтай бол бид хариуцлага хүлээхгүй. томилогдсон хэрэглэгчид) эсвэл (ii) CaseActive-с хангагдаагүй үйлчилгээ, бүтээгдэхүүнтэй хослуулан ашиглах, хэрэв ийм зөрчлийг ийм өөрчлөлт, хослолгүйгээр ашиглахаас зайлсхийх, эсвэл (iii) таны дизайн, зааврын дагуу дагаж мөрдөх, эсвэл (iv) нэхэмжлэлийн шаардлагыг биелүүлэх. Үйлчилгээнүүд нь заргын сэдэв болдог гэдгийг тусгайлан заагаагүй болно (&quot;хасагдсан нэхэмжлэл тус бүр&quot; Энэхүү 10.1-д заасан нөхөн төлбөрийн үүрэг нь энэхүү гэрээ цуцлагдах эсвэл дуусах хүртэл үлдэнэ.
mr: 10.1 उल्लंघनासाठी नुकसान भरपाई: कलम 10.4 च्या अधीन, आम्ही आमच्या खर्चाच्या आधारावर आपल्या विरूद्ध झालेल्या कोणत्याही तृतीय पक्षाच्या दाव्यांविरूद्ध तुमचे रक्षण करू जेणेकरून प्रभावी तारखेस तृतीय पक्षाला दिलेल्या कोणत्याही अमेरिकन पेटंटचे उल्लंघन केल्याचा आरोप आहे. किंवा कोणत्याही तृतीय पक्षाच्या कोणत्याही कॉपीराइट, ट्रेडमार्क किंवा व्यापार गुपितांचे उल्लंघन (एकत्रितपणे &#39;सेवांच्या बौद्धिक मालमत्ता म्हणून ओळखले जाते&#39;). सेवेच्या अंतर्गत बौद्धिक मालमत्तेच्या वापराविरूद्ध एखादा आदेश मागितला किंवा प्राप्त झाला किंवा आमच्या मते शोधू किंवा प्राप्त केले जाण्याची शक्यता असल्यास, आम्ही आमच्या पर्याय आणि खर्चावर (i) आपल्यासाठी आणि आपल्या नावाच्या अधिकृत वापरकर्त्यांना सेवा वापरणे सुरू ठेवण्याचा अधिकार, किंवा (ii) समान कार्य करण्यास सक्षम असताना सक्षमपणे सेवा वापरणे उल्लंघन करणारी म्हणून सेवा पुनर्स्थित करणे किंवा सुधारित करणे. वरील उपखंड (i) आणि (ii) व्यावसायिकरित्या व्यावहारिक नसतील तर आम्ही सेवा समाप्त करू आणि प्रीपेड, परंतु न वापरलेली सेवा फी परत करू शकतो. या कलम १०.१ अन्वये कोणत्याही खर्चाचे किंवा नुकसानीसाठी आपण संरक्षण करण्यास किंवा जबाबदार असण्याचे आम्हाला जबाबदार राहणार नाही जर आरोपित उल्लंघन उद्भवल्यास किंवा कोणत्याही प्रकारे (i) आपल्याकडून कोणत्याही सेवेमध्ये बदल करण्यास (किंवा आपल्या अधिकृत किंवा नियुक्त केलेले वापरकर्ते) किंवा (ii) सेवा आणि उत्पादनांच्या बाबतीत एकत्रितपणे सेवांचा वापर आणि केसअॅक्टिव्हने प्रदान केलेली उत्पादने अशा फेरबदल किंवा संयोजन न करता उल्लंघन टाळता आली असती किंवा (iii) आपल्या डिझाइन किंवा सूचनांचे पालन किंवा (iv) दावा सेवा दाव्याचा विषय असल्याचे विशिष्टतेसह नमूद केलेले नाही (प्रत्येकाचा &#39;वगळलेला दावा&#39;). या कलम 10.1 मधील समाविष्ट नुकसान भरपाईची जबाबदारी या कराराच्या कोणत्याही समाप्तीनंतर किंवा समाप्तीपर्यंत टिकेल.
ms: 10.1 Ganti rugi untuk Pelanggaran: Tertakluk kepada Bahagian 10.4, kami, dengan perbelanjaan kami, akan membela anda terhadap tuntutan pihak ketiga yang diajukan terhadap anda yang mendakwa bahawa Perkhidmatan melanggar paten AS yang dikeluarkan kepada pihak ketiga pada Tarikh Berkuatkuasa; atau melanggar hak cipta, cap dagang atau rahsia perdagangan mana-mana pihak ketiga (secara kolektif disebut sebagai &#39;Harta Intelek yang Mendasari Perkhidmatan&#39;). Sekiranya injunksi dicari atau diperoleh terhadap penggunaan Harta Intelek yang Mendasari Perkhidmatan atau pada pendapat kami kemungkinan akan dicari atau diperoleh, kami, atas pilihan dan perbelanjaan kami, akan (i) memperoleh untuk anda dan nama anda pengguna yang diberi kuasa hak untuk terus menggunakan Perkhidmatan, atau (ii) mengganti atau mengubah Perkhidmatan agar penggunaannya tidak melanggar sementara mampu melakukan fungsi yang sama secara substansial. Sekiranya subseksyen (i) dan (ii) di atas tidak dapat dilaksanakan secara komersial, kami boleh menghentikan Perkhidmatan dan mengembalikan sebarang Bayaran Perkhidmatan prabayar, tetapi tidak digunakan. Kami tidak berkewajiban untuk mempertahankan atau bertanggung jawab atas sebarang kos atau kerosakan di bawah Seksyen 10.1 ini jika pelanggaran yang diduga timbul dari atau dengan cara apa pun disebabkan oleh (i) apa-apa pengubahsuaian sebarang Perkhidmatan oleh anda (atau mana-mana pihak yang diberi kuasa atau pengguna yang ditentukan) atau (ii) penggunaan Perkhidmatan yang digabungkan dengan perkhidmatan dan produk yang tidak disediakan oleh CaseActive sekiranya pelanggaran tersebut dapat dielakkan tanpa pengubahsuaian atau kombinasi tersebut, atau (iii) pematuhan terhadap reka bentuk atau arahan anda atau (iv) tuntutan yang tidak menyatakan dengan khusus bahawa Perkhidmatan adalah subjek tuntutan (masing-masing adalah &#39;Tuntutan yang Dikecualikan&#39;). Kewajiban ganti rugi yang terkandung dalam Bahagian 10.1 ini akan terus berlanjutan dari sebarang penamatan atau berakhirnya Perjanjian ini.
mt: 10.1 Indennizz għal Ksur: Suġġett għat-Taqsima 10.4, aħna, bi spejjeż tagħna, niddefenduwek kontra kull talba ta &#39;parti terza miġjuba kontra tiegħek li tallega li s-Servizzi jiksru kull brevett Amerikan maħruġ lil terza persuna mid-Data tal-Effettiva; jew tikser kwalunkwe awtur, trademark jew sigriet kummerċjali ta &#39;kwalunkwe parti terza (imsejħa kollettivament bħala&#39; Propjetà Intellettwali li Taħt is-Servizzi &#39;). Fil-każ li mandat huwa mitlub jew miksub kontra l-użu tal-Proprjetà Intellettwali li Taħt is-Servizzi jew fl-opinjoni tagħna x&#39;aktarx li tkun imfittxija jew miksuba, aħna, fuq l-għażla u bi spejjeż tagħna, jew (i) nakkwistaw għalik u għall-isem tiegħek utenti awtorizzati d-dritt li jkomplu jużaw is-Servizzi, jew (ii) jissostitwixxu jew jimmodifikaw is-Servizzi biex l-użu tagħhom ma jikserx waqt li jkun kapaċi jwettaq sostanzjalment l-istess funzjoni. Fil-każ li s-subartikoli (i) u (ii) ta &#39;hawn fuq ma jkunux prattikabbli kummerċjalment, nistgħu ttemm is-Servizzi u tirrifondi kwalunkwe ħlas imħallas minn qabel, iżda mhux użat. Aħna ma nkunu obbligati niddefendu jew ikunu responsabbli għal xi spejjeż jew danni taħt din it-Taqsima 10.1 jekk l-allegat ksur jinqala &#39;minn jew ikun b&#39;xi mod attribwibbli għal (i) kwalunkwe modifika ta&#39; xi Servizzi minnek (jew ta &#39;kwalunkwe awtorizzat tiegħek jew utenti magħżula) jew (ii) l-użu ta &#39;Servizzi flimkien ma&#39; servizzi u prodotti mhux ipprovduti minn CaseActive jekk tali ksur kien ikun evitat mingħajr tali modifika jew kombinazzjoni, jew (iii) konformità mad-disinji jew l-istruzzjonijiet tiegħek jew (iv) talba li ma jiddikjarax bl-ispeċifiċità li s-Servizzi huma s-suġġett tat-talba (kull &quot;Talba Eskluża&quot;). L-obbligi ta &#39;indennizz li jinsabu f&#39;din it-Taqsima 10.1 għandhom jgħixu kwalunkwe terminazzjoni jew skadenza ta&#39; dan il-Ftehim.
my: ၁၀.၁ ချိုးဖောက်မှုအတွက်လျော်ကြေး - ပုဒ်မ ၁၀.၄ နှင့်အညီ၊ ကျွန်ုပ်တို့သည်သင်၏ကုန်ကျစရိတ်ဖြင့်သင့်အားတရားစွဲဆိုသောတတိယပါတီ၏ပြောဆိုချက်ကိုဝန်ဆောင်မှုများသည်ထိရောက်သော နေ့မှစ၍ တတိယပါတီသို့ထုတ်ပေးသောအမေရိကန်မူပိုင်ကိုချိုးဖောက်သည်ဟုစွပ်စွဲသည်။ ကုန်သွယ်ရေးလျှို့ဝှက်ချက်တစ်ခုခုကိုချိုးဖောက်ခြင်း (၀ န်ဆောင်မှုကိုအခြေခံသည့်ဉာဏပစ္စည်းဥစ္စာပိုင်ဆိုင်မှုဟုရည်ညွှန်းကြသည်) ။ ၀ န်ဆောင်မှုများအခြေခံသည့်ဉာဏပစ္စည်းမူပိုင်ခွင့်ကိုအသုံးပြုခြင်းအားတားမြစ်ခြင်းသို့မဟုတ်ရယူခြင်းခံရလျှင်သို့မဟုတ်ကျွန်ုပ်တို့၏ထင်မြင်ချက်ကိုရှာဖွေခြင်းသို့မဟုတ်ရယူခြင်းခံရလျှင်ကျွန်ုပ်တို့သည် (ရွေးချယ်ခြင်း) နှင့်ကုန်ကျစရိတ်အားဖြင့် (i) သင်နှင့်သင်၏အမည်အားဝယ်ယူရန်လိုအပ်သည်။ လုပ်ပိုင်ခွင့်ရှိသောအသုံးပြုသူများသည် ၀ န်ဆောင်မှုများကိုဆက်လက်အသုံးပြုရန်အခွင့်အရေး (၂) ၀ န်ဆောင်မှုများကိုတူညီသောလုပ်ငန်းဆောင်တာများလုပ်ဆောင်နိုင်စွမ်းရှိသော်လည်း၎င်းကိုဖောက်ဖျက်ခြင်းမရှိစေရန် ၀ န်ဆောင်မှုများကိုအစားထိုးပြင်ဆင်ခြင်း။ အထက်ဖော်ပြပါပုဒ်မခွဲ (၁) နှင့် (၂) သည်စီးပွားရေးအရလက်တွေ့မကျနိုင်ပါကကျွန်ုပ်တို့သည် ၀ န်ဆောင်မှုများကိုရပ်ဆိုင်းပြီးကြိုတင်ပေးချေထားသော၊ သို့သော်အသုံးမပြုသောဝန်ဆောင်မှုအခကြေးငွေများကိုပြန်အမ်းမည်။ ဤပုဒ်မ ၁၀.၁ ပါစွပ်စွဲချက်ချိုးဖောက်မှုသည်သင် (သို့မဟုတ်) သင်၏ ၀ န်ဆောင်မှုတစ်စုံတစ်ရာပြုပြင်ပြောင်းလဲမှုကြောင့် (သို့မဟုတ်) သင်၏ (သို့) သင်၏လုပ်ပိုင်ခွင့်တစ်ခုခုကြောင့်ဖြစ်ပေါ်လာလျှင်သို့မဟုတ်ဤအပိုင်း (၁၀.၁) အရမည်သည့်ကုန်ကျစရိတ်များသို့မဟုတ်ပျက်စီးဆုံးရှုံးမှုများအတွက်မျှတာ ၀ န်ယူရန်မလိုပါ။ သတ်မှတ်ထားသောအသုံးပြုသူများ) သို့မဟုတ် (၂) ၀ န်ဆောင်မှုများကို ၀ န်ဆောင်မှုများနှင့် CaseActive မှပေးအပ်သည့်ထုတ်ကုန်များနှင့်ပေါင်းစပ်။ ထိုကဲ့သို့သောပြုပြင်ပြောင်းလဲမှုသို့မဟုတ်ပေါင်းစပ်မှုမရှိဘဲရှောင်ရှားနိုင်ပါက (၃) သင်၏ဒီဇိုင်းများသို့မဟုတ်ညွှန်ကြားချက်များနှင့် (၄) သင့်လျော်မှုအားလိုက်နာခြင်း။ ၀ န်ဆောင်မှုများသည်တောင်းဆိုချက်၏အကြောင်းအရာဖြစ်ကြောင်း (သီးခြားစွပ်စွဲချက်တစ်ခုစီ) အကြောင်းတိကျစွာဖော်ပြခြင်းမရှိပါ။ ဤပုဒ်မ ၁၀.၁ တွင်ပါရှိသောလျော်ကြေးပေးခြင်းဆိုင်ရာတာဝန်ဝတ္တရားများသည်ဤသဘောတူညီချက်၏သက်တမ်းကုန်ဆုံးခြင်းသို့မဟုတ်သက်တမ်းကုန်ဆုံးခြင်းများကိုဆက်လက်ရှင်သန်စေရမည်။
ne: १०.१ उल्ल for्घनका लागि क्षतिपूर्ति: धारा १०..4 को अधीनमा, हामी तपाइँको खर्चमा तपाइँको विरुद्धमा ल्याइएको कुनै पनि तेस्रो पक्षको दावीको बिरूद्ध तपाइँको बचाउ गर्नेछौं जुन सेवाले प्रभावकारी मिति अनुसार तेस्रो पक्षलाई जारी गरेको कुनै पनि अमेरिकी पेटेन्टको उल्ल ;्घन गर्ने आरोप लगाउँदछ; वा कुनै पनि प्रतिलिपि अधिकार, ट्रेडमार्क वा कुनै पनि तेस्रो पक्षको ट्रेड सीक्रेट उल्लंघन (सामूहिक रूपमा &#39;बौद्धिक सम्पत्ती अन्तर्निहित सेवाहरू&#39; को रूपमा संदर्भित)। सेवा अन्तर्निहित बौद्धिक सम्पत्ती को प्रयोग विरुद्ध वा निषेधाज्ञा खोजिएको वा प्राप्त गरिएको घटनामा वा हाम्रो विचारमा खोजी वा प्राप्त हुने सम्भावना छ भने, हामी, हाम्रो विकल्प र खर्चमा (i) तपाईं र तपाईंको नामको लागि खरीद गर्नेछौं। अधिकृत प्रयोगकर्ताहरूलाई सेवाहरू प्रयोग गर्न जारी राख्न अधिकार, वा (ii) प्रतिस्थापन वा सेवाहरू तिनीहरूको प्रयोग गैर-उल्लंघनकारी बनाउन समान कार्यको लागि सक्षम भईरहेको छ। घटनाको उपखंडहरू (i) र (ii) मा व्यावसायिक रूपमा व्यावहारिक छैन, हामी सेवाहरू समाप्त गर्न सक्दछौं र कुनै पनि प्रीपेड, तर अप्रयुक्त सेवा शुल्क फिर्ता गर्न सक्छौं। हामी यस धारा १०.१ अन्तर्गत कुनै पनि लागत वा क्षतिको लागि बचाव गर्न वा उत्तरदायी हुन बाध्य हुने छैनौं यदि कथित उल्लment्घनको कारणले गर्दा (i) तपाईं द्वारा कुनै सेवाहरूको कुनै परिमार्जन (वा) वा (कुनै पनि आधिकारिक वा नामित प्रयोगकर्ताहरू) वा (ii) सेवाहरू र केसएक्टिभद्वारा प्रदान नगरिएका उत्पादनहरूका साथ संयोजनको रूपमा सेवाहरूको प्रयोग यदि यस्तो उल्लrin्घनबाट त्यस्तो संशोधन वा संयोजन बिना टाढा हुने भए, वा (iii) तपाईंको डिजाइन वा निर्देशनहरूको पालना वा (iv) दावी विशिष्टताको साथ बताउँदैन कि सेवाहरू दावीको विषय हुन् (प्रत्येक &#39;बहिष्कृत दावी&#39;)। यस धारा १०.१ मा निहित क्षतिपूर्ति दायित्वहरू यस सम्झौताको कुनै पनि समाप्ति वा समाप्तिबाट बच्नेछ।
nl: 10.1 Schadeloosstelling wegens inbreuk: Behoudens paragraaf 10.4 zullen wij u, op onze kosten, verdedigen tegen elke claim van een derde partij die tegen u wordt ingediend en beweert dat de Services inbreuk maken op enig Amerikaans octrooi dat op de Ingangsdatum aan een derde is verleend; of inbreuk maken op auteursrechten, handelsmerken of handelsgeheimen van een derde partij (gezamenlijk aangeduid als de &#39;Intellectuele eigendom die ten grondslag ligt aan de Services&#39;). In het geval dat een gerechtelijk bevel wordt aangevraagd of verkregen tegen het gebruik van de intellectuele eigendom die ten grondslag ligt aan de services of naar onze mening waarschijnlijk zal worden gezocht of verkregen, zullen we, naar onze keuze en op kosten, ofwel (i) zorgen voor u en uw genoemde geautoriseerde gebruikers het recht hebben om de Services te blijven gebruiken, of (ii) de Services te vervangen of aan te passen om het gebruik ervan niet-inbreukmakend te maken, terwijl ze in staat zijn om in wezen dezelfde functie uit te voeren. In het geval dat subsecties (i) en (ii) hierboven commercieel niet haalbaar zijn, kunnen we de Services beëindigen en alle vooruitbetaalde, maar ongebruikte Servicekosten terugbetalen. We zijn niet verplicht om te verdedigen of aansprakelijk te zijn voor enige kosten of schade onder deze Sectie 10.1 als de vermeende inbreuk voortvloeit uit of op enigerlei wijze kan worden toegeschreven aan (i) enige wijziging van enige Services door u (of een van uw geautoriseerde of aangewezen gebruikers) of (ii) gebruik van Services in combinatie met services en producten die niet door CaseActive worden geleverd als een dergelijke inbreuk zou zijn vermeden zonder een dergelijke wijziging of combinatie, of (iii) naleving van uw ontwerpen of instructies of (iv) een claim dat geeft niet specifiek aan dat de Services het onderwerp zijn van de claim (elk een &#39;Uitgesloten Claim&#39;). De vrijwaringsverplichtingen in deze sectie 10.1 blijven van kracht na beëindiging of afloop van deze overeenkomst.
no: 10.1 Erstatning for krenkelse: Med forbehold for avsnitt 10.4, skal vi på vår bekostning forsvare deg mot ethvert krav fra tredjepart som er fremsatt mot deg som hevder at tjenestene krenker amerikansk patent utstedt til en tredjepart fra ikrafttredelsesdatoen; eller krenker copyright, varemerke eller handelshemmelighet fra tredjepart (samlet referert til som &#39;Intellektuell eiendom som ligger til grunn for tjenestene&#39;). I tilfelle det blir søkt eller oppnådd et påbud mot bruk av intellektuell eiendom som ligger til grunn for Tjenestene eller etter vår mening sannsynligvis vil bli søkt eller oppnådd, skal vi, etter vår valg og bekostning, enten (i) anskaffe for deg og din navngitte autoriserte brukere retten til å fortsette å bruke tjenestene, eller (ii) erstatte eller endre tjenestene for å gjøre bruken av dem ikke krenkende mens de kan utføre samme funksjon. I tilfelle underavsnitt (i) og (ii) ovenfor ikke er kommersielt mulig, kan vi avslutte tjenestene og tilbakebetale forhåndsbetalte, men ubrukte serviceavgifter. Vi skal ikke være forpliktet til å forsvare eller være ansvarlige for kostnader eller skader i henhold til dette avsnitt 10.1 hvis den påståtte overtredelsen oppstår av eller på noen måte kan tilskrives (i) endring av tjenester fra deg (eller noen av dine autoriserte eller utpekte brukere) eller (ii) bruk av tjenester i kombinasjon med tjenester og produkter som ikke leveres av CaseActive hvis slik krenkelse ville blitt unngått uten slik modifisering eller kombinasjon, eller (iii) etterlevelse av design eller instruksjoner eller (iv) et krav om at oppgir ikke med spesifisitet at Tjenestene er gjenstand for kravet (hver og et &quot;ekskludert krav&quot;). Erstatningsforpliktelsene i dette avsnitt 10.1 skal overleve enhver oppsigelse eller utløp av denne avtalen.
or: 10.1 ଉଲ୍ଲଂଘନ ପାଇଁ କ୍ଷତିପୂରଣ: ଧାରା 10.4 ଅନୁଯାୟୀ, ଆମେ ଆପଣଙ୍କ ଖର୍ଚ୍ଚରେ ଆପଣଙ୍କ ବିରୁଦ୍ଧରେ ଆଣିଥିବା ଯେକ third ଣସି ତୃତୀୟ ପକ୍ଷ ଦାବି ବିରୁଦ୍ଧରେ ଆପଣଙ୍କୁ ରକ୍ଷା କରିବୁ ଯାହା ଅଭିଯୋଗ କରେ ଯେ ସେବାଗୁଡିକ ତୃତୀୟ ପକ୍ଷକୁ ଦିଆଯାଇଥିବା କ US ଣସି ଆମେରିକୀୟ ପେଟେଣ୍ଟକୁ ପ୍ରଭାବଶାଳୀ ତାରିଖ ଅନୁଯାୟୀ ଉଲ୍ଲଂଘନ କରେ; କିମ୍ବା ଯେକ any ଣସି ତୃତୀୟ ପକ୍ଷର କ copyright ଣସି କପିରାଇଟ୍, ଟ୍ରେଡ୍ ମାର୍କ କିମ୍ବା ବାଣିଜ୍ୟ ରହସ୍ୟକୁ ଉଲ୍ଲଂଘନ କରେ (ସାମୂହିକ ଭାବରେ &#39;ସେବା ଅନ୍ତର୍ଗତ ବ ect ଦ୍ଧିକ ଗୁଣ&#39; ଭାବରେ କୁହାଯାଏ) | ସେବାଗୁଡିକରେ ଥିବା ବ ect ଦ୍ଧିକ ଗୁଣଧର୍ମର ବ୍ୟବହାର ବିରୁଦ୍ଧରେ କିମ୍ବା ଯଦି ଆମ ମତରେ ଖୋଜା କିମ୍ବା ପ୍ରାପ୍ତ ହେବାର ସମ୍ଭାବନା ଥାଏ, ତେବେ ଆମେ ଆମର ବିକଳ୍ପ ଏବଂ ଖର୍ଚ୍ଚରେ (i) ଆପଣଙ୍କ ଏବଂ ଆପଣଙ୍କ ନାମ ପାଇଁ କ୍ରୟ କରିବୁ; ସେବାଗୁଡିକ ବ୍ୟବହାର ଜାରି ରଖିବା ପାଇଁ ସ୍ authorized ୀକୃତପ୍ରାପ୍ତ ଉପଭୋକ୍ତାମାନଙ୍କର ଅଧିକାର, କିମ୍ବା (ii) ସମାନ କାର୍ଯ୍ୟକୁ କାର୍ଯ୍ୟକାରୀ କରିବାରେ ସକ୍ଷମ ଥିବାବେଳେ ସେମାନଙ୍କର ବ୍ୟବହାରକୁ ଉଲ୍ଲଂଘନ ନକରିବା ପାଇଁ ସେବାଗୁଡ଼ିକୁ ବଦଳାଇବା କିମ୍ବା ରୂପାନ୍ତର କରିବା | ଇଭେଣ୍ଟ ଉପ-ଦଫା (i) ଏବଂ (ii) ଉପରୋକ୍ତ ବ୍ୟବସାୟିକ ଭାବରେ ପ୍ରୟୋଗନୀୟ ନୁହେଁ, ଆମେ ସେବାଗୁଡିକୁ ବନ୍ଦ କରିପାରୁ ଏବଂ ଯେକ any ଣସି ପ୍ରିପେଡ୍ ଫେରସ୍ତ କରିପାରିବା, କିନ୍ତୁ ଅବ୍ୟବହୃତ ସେବା ଦେୟ ଫେରସ୍ତ କରିପାରିବା | ଏହି ଧାରା 10.1 ଅନୁଯାୟୀ କ costs ଣସି ଖର୍ଚ୍ଚ କିମ୍ବା କ୍ଷତି ପାଇଁ ଆମେ ରକ୍ଷା କରିବାକୁ କିମ୍ବା ଦାୟୀ ରହିବାକୁ ବାଧ୍ୟ ହେବୁ ନାହିଁ ଯଦି ଅଭିଯୋଗ ଉଲ୍ଲଂଘନ ଉତ୍ପନ୍ନ ହୁଏ କିମ୍ବା କ i ଣସି ପ୍ରକାରେ (i) ଆପଣଙ୍କ ଦ୍ any ାରା ଯେକ Services ଣସି ସେବାର କ ification ଣସି ପରିବର୍ତ୍ତନ (କିମ୍ବା ଆପଣଙ୍କର କ authorized ଣସି ପ୍ରାଧିକୃତ କିମ୍ବା ନିର୍ଦ୍ଦିଷ୍ଟ ଉପଭୋକ୍ତା) କିମ୍ବା (ii) ସେବା ଏବଂ ଉତ୍ପାଦ ସହିତ ମିଳିତ ଭାବରେ ସେବାଗୁଡିକର ବ୍ୟବହାର ଯଦି କେସ୍ ଆକ୍ଟିଭ୍ ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇ ନଥାଏ ଯଦି ଏହିପରି ପରିବର୍ତ୍ତନ କିମ୍ବା ମିଶ୍ରଣ ବିନା ଏହି ଉଲ୍ଲଂଘନକୁ ଏଡାଯାଇଥାନ୍ତା, କିମ୍ବା (iii) ଆପଣଙ୍କର ଡିଜାଇନ୍ କିମ୍ବା ନିର୍ଦ୍ଦେଶନାମା କିମ୍ବା (iv) ଏକ ଦାବି ନିର୍ଦ୍ଦିଷ୍ଟତା ସହିତ ଦର୍ଶାଏ ନାହିଁ ଯେ ସେବାଗୁଡିକ ଦାବିର ବିଷୟ ଅଟେ (ପ୍ରତ୍ୟେକ ଏକ &#39;ବହିଷ୍କୃତ ଦାବି&#39;) | ଏହି ବିଭାଗ 10.1 ରେ ଥିବା କ୍ଷତିପୂରଣ ବାଧ୍ୟତାମୂଳକ ଏହି ଚୁକ୍ତିନାମାର ଯେକ term ଣସି ସମାପ୍ତି କିମ୍ବା ସମାପ୍ତି ବଞ୍ଚିବ |
pa: 10.1 ਉਲੰਘਣਾ ਲਈ ਮੁਆਵਜ਼ਾ: ਧਾਰਾ 10.4 ਦੇ ਅਧੀਨ, ਅਸੀਂ, ਤੁਹਾਡੇ ਖਰਚੇ &#39;ਤੇ, ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਲਿਆਂਦੇ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੇ ਦਾਅਵੇ ਦੇ ਵਿਰੁੱਧ ਤੁਹਾਡਾ ਬਚਾਅ ਕਰਾਂਗੇ ਜਿਸਦਾ ਦੋਸ਼ ਹੈ ਕਿ ਸੇਵਾਵਾਂ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਤਾਰੀਖ ਦੇ ਅਨੁਸਾਰ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਨੂੰ ਜਾਰੀ ਕੀਤੇ ਗਏ ਕਿਸੇ ਯੂਐਸ ਪੇਟੈਂਟ ਦੀ ਉਲੰਘਣਾ ਕਰਦੀਆਂ ਹਨ; ਜਾਂ ਕਿਸੇ ਵੀ ਤੀਜੀ ਧਿਰ ਦੇ ਕਾਪੀਰਾਈਟ, ਟ੍ਰੇਡਮਾਰਕ ਜਾਂ ਵਪਾਰਕ ਰਾਜ਼ ਦੀ ਉਲੰਘਣਾ ਕਰ ਸਕਦੇ ਹੋ (ਸਮੂਹਿਕ ਤੌਰ &#39;ਤੇ&#39; ਸੇਵਾਵਾਂ ਦੀ ਬੌਧਿਕ ਜਾਇਦਾਦ ਅੰਡਰਲਾਈੰਗ &#39;ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ). ਅਜਿਹੀ ਸਥਿਤੀ ਵਿੱਚ ਜਦੋਂ ਸੇਵਾਵਾਂ ਅਧੀਨ ਬੁਧੀਜੀਵੀ ਜਾਇਦਾਦ ਦੀ ਵਰਤੋਂ ਜਾਂ ਸਾਡੀ ਰਾਏ ਵਿੱਚ ਮੰਗ ਕੀਤੀ ਜਾਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਦੇ ਵਿਰੁੱਧ ਕੋਈ ਆਗਿਆ ਮੰਗੀ ਜਾਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾਵੇ, ਤਾਂ ਅਸੀਂ, ਸਾਡੇ ਵਿਕਲਪ ਅਤੇ ਖਰਚੇ ਤੇ, ਜਾਂ ਤਾਂ (i) ਤੁਹਾਡੇ ਅਤੇ ਤੁਹਾਡੇ ਨਾਮ ਦੀ ਮੰਗ ਕਰਾਂਗੇ ਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣ ਦਾ ਅਧਿਕਾਰ, ਜਾਂ (ii) ਸੇਵਾਵਾਂ ਨੂੰ ਬਦਲਣ ਜਾਂ ਸੋਧਣ ਲਈ ਉਹਨਾਂ ਦੀ ਵਰਤੋਂ ਨੂੰ ਗ਼ੈਰ-ਉਲੰਘਣਾ ਬਣਾਉਣ ਲਈ, ਜਦਕਿ ਉਹੋ ਹੀ ਕੰਮ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੋਣ ਦੇ ਯੋਗ. ਜੇ ਉਪਰੋਕਤ ਉਪਭਾਗ (i) ਅਤੇ (ii) ਵਪਾਰਕ ਤੌਰ ਤੇ ਅਭਿਆਸਯੋਗ ਨਹੀਂ ਹਨ, ਤਾਂ ਅਸੀਂ ਸੇਵਾਵਾਂ ਨੂੰ ਖਤਮ ਕਰ ਸਕਦੇ ਹਾਂ ਅਤੇ ਕਿਸੇ ਵੀ ਪ੍ਰੀਪੇਡ, ਪਰ ਅਣਵਰਤਿਆ ਸੇਵਾ ਫੀਸ ਵਾਪਸ ਕਰ ਸਕਦੇ ਹਾਂ. ਸਾਨੂੰ ਇਸ ਧਾਰਾ 10.1 ਅਧੀਨ ਕਿਸੇ ਵੀ ਕੀਮਤ ਜਾਂ ਨੁਕਸਾਨ ਲਈ ਬਚਾਅ ਕਰਨ ਜਾਂ ਜ਼ੁੰਮੇਵਾਰ ਨਹੀਂ ਹੋਣਾ ਪਏਗਾ ਜੇ ਕਥਿਤ ਉਲੰਘਣਾ ਤੁਹਾਡੇ ਦੁਆਰਾ (ਜਾਂ ਤੁਹਾਡੇ ਕਿਸੇ ਅਧਿਕਾਰਤ ਜਾਂ ਮਨੋਨੀਤ ਉਪਯੋਗਕਰਤਾ) ਜਾਂ (ii) ਸੇਵਾਵਾਂ ਅਤੇ ਉਤਪਾਦਾਂ ਦੇ ਨਾਲ ਜੋੜ ਕੇ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕੇਸ ਏਕਟਿਵ ਦੁਆਰਾ ਮੁਹੱਈਆ ਨਹੀਂ ਕੀਤੀ ਗਈ ਜੇ ਅਜਿਹੀ ਉਲੰਘਣਾ ਨੂੰ ਅਜਿਹੇ ਸੋਧ ਜਾਂ ਸੰਯੋਜਨ ਤੋਂ ਬਗੈਰ ਰੋਕਿਆ ਗਿਆ ਹੁੰਦਾ, ਜਾਂ (iii) ਤੁਹਾਡੇ ਡਿਜ਼ਾਇਨ ਜਾਂ ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਜਾਂ (iv) ਦਾਅਵਾ ਹੈ ਕਿ ਸਪਸ਼ਟਤਾ ਨਾਲ ਇਹ ਨਹੀਂ ਦੱਸਦਾ ਕਿ ਸੇਵਾਵਾਂ ਦਾਅਵੇ ਦਾ ਵਿਸ਼ਾ ਹਨ (ਹਰ ਇੱਕ &#39;ਕੱludedੇ ਦਾਅਵੇ&#39;). ਇਸ ਧਾਰਾ 10.1 ਵਿਚ ਸ਼ਾਮਲ ਮੁਆਵਜ਼ੇ ਦੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਇਸ ਸਮਝੌਤੇ ਦੀ ਕਿਸੇ ਵੀ ਸਮਾਪਤੀ ਜਾਂ ਮਿਆਦ ਤੋਂ ਬਚ ਜਾਣਗੀਆਂ.
pl: 10.1 Zwolnienie z odpowiedzialności za naruszenie: Z zastrzeżeniem punktu 10.4, będziemy na nasz koszt bronić użytkownika przed jakimkolwiek roszczeniem strony trzeciej wniesionym przeciwko użytkownikowi, w którym zarzuca się, że Usługi naruszają jakikolwiek patent amerykański wydany stronie trzeciej na dzień wejścia w życie; ani naruszać jakichkolwiek praw autorskich, znaków towarowych lub tajemnic handlowych osób trzecich (łącznie zwanych „własnością intelektualną stanowiącą podstawę usług”). W przypadku, gdy zostanie złożony lub uzyskany nakaz sądowy przeciwko korzystaniu z własności intelektualnej stanowiącej podstawę usług lub naszym zdaniem będzie on prawdopodobnie poszukiwany lub uzyskany, według naszego uznania i na koszt (i) pozyskamy dla Ciebie i wskazanego przez Ciebie upoważnieni użytkownicy mają prawo do dalszego korzystania z Usług lub (ii) zastępowania lub modyfikowania Usług, tak aby ich użytkowanie nie naruszało praw, a jednocześnie były w stanie zasadniczo wykonywać tę samą funkcję. W przypadku, gdy podpunkty (i) i (ii) powyżej nie są komercyjnie wykonalne, możemy zakończyć świadczenie Usług i zwrócić wszelkie przedpłacone, ale niewykorzystane Opłaty za usługi. Nie będziemy zobowiązani do obrony ani ponoszenia odpowiedzialności za jakiekolwiek koszty lub szkody na podstawie niniejszej sekcji 10.1, jeśli domniemane naruszenie wynika z lub w jakikolwiek sposób można je przypisać (i) jakiejkolwiek modyfikacji jakichkolwiek Usług przez użytkownika (lub którekolwiek z upoważnionych lub wyznaczeni użytkownicy) lub (ii) korzystanie z Usług w połączeniu z usługami i produktami, które nie są dostarczane przez CaseActive, gdyby takiego naruszenia można było uniknąć bez takiej modyfikacji lub kombinacji, lub (iii) zgodność z Twoimi projektami lub instrukcjami lub (iv) roszczenie, które nie precyzuje, że Usługi są przedmiotem roszczenia (każde „Roszczenie wyłączone”). Zobowiązania odszkodowawcze zawarte w niniejszym punkcie 10.1 pozostają w mocy po rozwiązaniu lub wygaśnięciu niniejszej Umowy.
ps: 10.1 د سرغړونې لپاره تاوان ورکول: د 10.4 برخې په اړه ، موږ به په خپل لګښت سره ستاسو د دریمې ډلې ادعا په وړاندې ستاسو دفاع وکړو چې ادعا کوي دا خدمتونه د اغیزمنې نیټې پورې دریمې ډلې ته د متحده ایالاتو د هر ډول غوښتنې خلاف ورزي ده. یا د کومې کاپي حق ، سوداګریزې نښې یا د کومې دریمې ډلې سوداګریز راز نقض (په ګډه توګه د خدماتو لاندې رواني ملکیت ته راجع کیږي)). په هغه صورت کې چې د خدماتو لاندې د فکري ملکیت کارولو په مقابل کې حکم غوښتل شوی وي یا ترلاسه شي یا زموږ په نظر د احتمال په لټه کې یا ترالسه شي ، نو موږ به په خپل اختیار او لګښت کې یا (i) ستاسو او ستاسو نوم اخیستونکي لپاره تدارک وکړو. مجاز کارونکي حق لري د دې خدماتو کارولو ته ادامه ورکړي ، یا (ii) د خدماتو ځای په ځای کول یا تعدیلول ترڅو د دوی کارول غیر سرغړونکي کړي پداسې حال کې چې د ورته فعالیت ترسره کولو وړ وی. په هغه صورت کې چې پورتنۍ برخې (i) او (ii) د سوداګرۍ له پلوه عملي نه وي ، موږ خدمات بندولی شو او له مخکې څخه مخکې ورکړې ، مګر استعمال شوې خدماتي فیس بیرته ورکړو. موږ به د دې برخې 10.1 برخې لاندې د هر لګښت یا تاوان لپاره دفاع یا مسؤل نه یوو که چیرې ادعا شوې سرغړونه په هیڅ ډول د (i) لخوا ستاسو لخوا د خدماتو کوم تعدیل راوړل شي (یا ستاسو کوم اختیار لرونکی یا ډیزاین شوي کارونکي) یا (ii) د خدماتو او محصولاتو سره په ترکیب کې د خدماتو کارول د کیس ایکټیو لخوا نه چمتو شوي که چیرې دا ډول سرغړونه له داسې تعدیل یا ترکیب پرته مخنیوی شوی وي ، یا (iii) ستاسو د ډیزاینونو یا لارښوونو سره موافقت یا ادعا (ادعا) چې د مشخصاتو سره نه بیانوي چې خدمات د ادعا موضوع ده (هر یو د &#39;وتلې ادعا&#39;). په دې 10.1 برخه کې د زیان منل شوي مکلفیت مسؤلیتونه باید د دې تړون هر پای یا پای ته رسیدو څخه وژغوري.
pt: 10.1 Indenização por violação: Sujeito à Seção 10.4, devemos, às nossas custas, defendê-lo contra qualquer reclamação de terceiros movida contra você que alega que os Serviços infringem qualquer patente dos Estados Unidos emitida a um terceiro na Data de Vigência; ou infringir qualquer direito autoral, marca comercial ou segredo comercial de terceiros (coletivamente denominados &#39;Propriedade Intelectual subjacente aos Serviços&#39;). No caso de uma injunção ser solicitada ou obtida contra o uso da Propriedade Intelectual subjacente aos Serviços ou, em nossa opinião, for provável que seja solicitada ou obtida, devemos, por nossa opção e custas, (i) adquirir para você e seu nomeado usuários autorizados têm o direito de continuar a usar os Serviços, ou (ii) substituir ou modificar os Serviços para que seu uso não infrinja, embora sejam capazes de desempenhar substancialmente a mesma função. Caso as subseções (i) e (ii) acima não sejam comercialmente praticáveis, podemos encerrar os Serviços e reembolsar quaisquer Taxas de Serviço pré-pagas, mas não utilizadas. Não seremos obrigados a defender ou ser responsabilizados por quaisquer custos ou danos nos termos desta Seção 10.1 se a alegada violação surgir ou for de qualquer forma atribuível a (i) qualquer modificação de quaisquer Serviços por você (ou qualquer um de seus autorizados ou usuários designados) ou (ii) uso dos Serviços em combinação com serviços e produtos não fornecidos pela CaseActive se tal violação tivesse sido evitada sem tal modificação ou combinação, ou (iii) conformidade com seus projetos ou instruções ou (iv) uma alegação de que não declara com especificidade que os Serviços são o assunto da reclamação (cada um uma &#39;Reivindicação Excluída&#39;). As obrigações de indenização contidas nesta Seção 10.1 sobreviverão a qualquer rescisão ou expiração deste Contrato.
ro: 10.1 Despăgubire pentru încălcări: Sub rezerva secțiunii 10.4, vă vom apăra împotriva oricărei pretenții ale unei terțe părți îndreptate împotriva dumneavoastră, care susține că Serviciile încalcă orice brevet american eliberat unui terț de la data intrării în vigoare; sau încalcă orice drept de autor, marcă comercială sau secret comercial al oricărei terțe părți (denumit în mod colectiv „Proprietate intelectuală care stă la baza serviciilor”). În cazul în care este solicitată sau obținută o ordonanță împotriva utilizării proprietății intelectuale care stă la baza serviciilor sau, după părerea noastră, este probabil căutată sau obținută, vom face, după opțiunea și cheltuielile noastre, (i) să vă procurăm pentru dvs. și pentru numele dvs. utilizatorii autorizați dreptul de a continua să utilizeze Serviciile sau (ii) să înlocuiască sau să modifice Serviciile pentru a face ca utilizarea lor să nu încalce în timp ce este capabilă să îndeplinească substanțial aceeași funcție. În cazul în care subsecțiunile (i) și (ii) de mai sus nu sunt practicabile din punct de vedere comercial, putem înceta Serviciile și rambursăm orice Taxe de plată preplătite, dar neutilizate. Nu vom fi obligați să apărăm sau să fim răspunzători pentru niciun cost sau daune în temeiul acestei secțiuni 10.1 dacă încălcarea presupusă rezultă din sau este în vreun fel atribuibilă (i) oricărei modificări a oricăror Servicii de către dvs. (sau a oricărui autorizat sau utilizatori desemnați) sau (ii) utilizarea serviciilor în combinație cu serviciile și produsele care nu sunt furnizate de CaseActive dacă o astfel de încălcare ar fi fost evitată fără o astfel de modificare sau combinație sau (iii) respectarea desenelor sau instrucțiunilor dvs. sau (iv) o afirmație că nu precizează cu specific că Serviciile fac obiectul revendicării (fiecare „Revendicare exclusă”). Obligațiile de despăgubire cuprinse în prezenta secțiune 10.1 supraviețuiesc oricărei rezilieri sau expirări ale prezentului acord.
ru: 10.1 Возмещение ущерба за нарушение: в соответствии с разделом 10.4 мы за свой счет будем защищать вас от любых претензий третьей стороны, выдвинутых против вас, в которых утверждается, что Услуги нарушают любой патент США, выданный третьей стороне на дату вступления в силу; или нарушать какие-либо авторские права, товарные знаки или коммерческую тайну любой третьей стороны (вместе именуемые «Интеллектуальная собственность, лежащая в основе Услуг»). В случае запроса или получения судебного запрета против использования Интеллектуальной собственности, лежащей в основе Услуг, или, по нашему мнению, вероятно, что он будет запрошен или получен, мы, по нашему выбору и за свой счет, либо (i) обеспечим для вас и вашего имени авторизованные пользователи имеют право продолжать использовать Сервисы или (ii) заменять или изменять Сервисы, чтобы их использование не нарушало авторских прав, но при этом они могли по существу выполнять ту же функцию. В случае, если подпункты (i) и (ii) выше коммерчески неосуществимы, мы можем прекратить предоставление Услуг и возместить любые предоплаченные, но неиспользованные Сборы за услуги. Мы не обязаны защищать или нести ответственность за любые расходы или убытки в соответствии с настоящим Разделом 10.1, если предполагаемое нарушение возникает из-за или каким-либо образом связано с (i) любым изменением каких-либо Услуг вами (или любым из ваших уполномоченных или (назначенные пользователи) или (ii) использование Услуг в сочетании с услугами и продуктами, не предоставляемыми CaseActive, если такого нарушения можно было бы избежать без таких изменений или сочетаний, или (iii) соблюдение ваших проектов или инструкций, или (iv) заявление о том, что не указывает конкретно, что Услуги являются предметом претензии (каждая является «Исключенной претензией»). Обязательства по возмещению убытков, содержащиеся в этом разделе 10.1, остаются в силе после прекращения или истечения срока действия настоящего Соглашения.
rw: 10.1 Indishyi z&#39;ihohoterwa: Dukurikije ingingo ya 10.4, tuzakwirwanaho ku kirego cy’abandi bantu bakurega kivuga ko Serivisi zitubahiriza ipatanti iyo ari yo yose yo muri Amerika yahawe undi muntu guhera ku munsi ukurikizwa; cyangwa kubangamira uburenganzira ubwo aribwo bwose, ikirangantego cyangwa ibanga ryubucuruzi bwundi muntu uwo ari we wese (twese hamwe bita &#39;Umutungo wubwenge ushingiye kuri serivisi&#39;). Mugihe haramutse hashakishijwe icyemezo cyangwa kibujijwe gukoresha ikoreshwa ryumutungo wubwenge Ushingiye kuri Serivisi cyangwa mubitekerezo byacu birashoboka ko dushakishwa cyangwa kuboneka, tuzabishaka, kandi tubikoresha, (i) kugura kuri wewe hamwe nizina ryawe; abakoresha bemerewe uburenganzira bwo gukomeza gukoresha Serivisi, cyangwa (ii) gusimbuza cyangwa guhindura Serivisi kugirango imikoreshereze yabo itabangamiye mugihe bashoboye gukora cyane umurimo umwe. Mugihe ibyiciro (i) na (ii) byavuzwe haruguru bidashoboka mubucuruzi, turashobora guhagarika Serivise hanyuma tugasubiza amafaranga yishyuwe mbere, ariko adakoreshwa. Ntabwo dushinzwe kurengera cyangwa kuryozwa ikiguzi cyose cyangwa ibyangiritse nkuko bivugwa muri iki Cyiciro 10.1 niba ihohoterwa rivugwa ryaturutse cyangwa rikaba ryaratewe na (i) guhindura serivisi iyo ari yo yose nawe (cyangwa umwe mubemerewe cyangwa abakoresha bagenwe) cyangwa (ii) gukoresha Serivisi ihujwe na serivisi nibicuruzwa bidatanzwe na CaseActive niba iryo hohoterwa ryaririndwa hatabayeho guhinduka cyangwa guhuza, cyangwa (iii) kubahiriza ibishushanyo byawe cyangwa amabwiriza cyangwa (iv) ikirego kivuga ko ntisobanura neza ko Serivisi arizo ngingo zisabwa (buriwese &#39;Ikirego kitarimo&#39;). Inshingano z&#39;indishyi zikubiye muri iki Cyiciro 10.1 zizakomeza kubaho igihe cyose aya masezerano arangiye cyangwa arangiye.
sd: 10.1 خلاف ورزي جي غفلت: سيڪشن 10.4 جي تابع ، اسان توهان جي خرچ تي ، توهان جي خلاف ڪنهن به ٽين ڌر جي دعوي خلاف توهان جو دفاع ڪنداسين جيڪو الزام آهي ته خدمتون قابل اطلاق تاريخ جي ڪنهن ٽين ڌر کي جاري ڪيل ڪنهن آمريڪي پيٽنٽ جي خلاف ورزي ڪن ؛ يا ڪنهن ٽين ڌر جي ڪاپي رائيٽ ، ٽريڊ مارڪ يا واپاري راز جي خلاف ورزي (گڏيل طور تي &#39;دانشورانه ملڪيت هيٺ ڏنل خدمتن&#39; طور حوالو ڏنو ويو). ان صورت ۾ جڏهن خدمتن جي هيٺيون دانشورانه ملڪيت جي استعمال جي خلاف هڪ حڪم طلب ڪيو ويو يا حاصل ڪئي پئي وڃي يا اسان جي راءِ ۾ ممڪن ٿيڻ جي ڪوشش ڪئي وڃي يا حاصل ڪئي وڃي ، اسان ، اسان جي اختيار ۽ خرچ تي ، يا (i) توهان ۽ توهان جي نالي لاءِ خريد ڪنداسين بااختيار استعمال ڪندڙ خدمتون استعمال ڪرڻ جاري رکڻ جو حق رکن ٿا ، يا ان صورت ۾ جيڪڏهن مٿي ڏنل سبسڪرپشنز (i) ۽ (ii) تجارتي طور تي قابل عمل نه آهن ، اسان سروسز ختم ڪري سگهون ٿا ۽ ڪنهن به پري پيڊ کي واپس ڪيون ٿا ، پر استعمال ٿيل سروس فيس. اسان انهي حصي 10.1 جي تحت ڪنهن به قيمت يا نقصان جي ذميوار يا ذميوار نه هونداسين جيڪڏهن مبين خلاف ورزي پيدا ٿيندي يا ڪنهن به طرح سان منسوب ٿيل آهي (i) توهان جي طرفان ڪنهن به سروس جي ترميم (يا توهان جي ڪنهن به بااختيار يا) نامزد صارف) يا (ii) سروسز ۽ پروڊڪٽس سان گڏ سروسز جو استعمال جيڪا ايڪٽڪيو پاران فراهم نه ڪئي وئي آهي جيڪڏهن اهڙي ٺاهه يا ميلاپ کان سواءِ خلاف ورزي کان پاسو ڪجي ها ، يا (iii) توهان جي ڊزائنن يا هدايتن جي تعميل يا (iv) هڪ دعويٰ جيڪا خاص وضاحت سان نه ٿو ٻڌائي ته خدمتون دعوى جو موضوع آهن (هر هڪ &#39;خارج ٿيل دعوي&#39;). هن حصي ۾ 10.1 جي ذميواري جو معاهدو موجود هوندو.
si: 10.1 උල්ලං ment නය කිරීම සඳහා වන්දි ගෙවීම: 10.4 වගන්තියට යටත්ව, ective ලදායී දිනය වන විට තෙවන පාර්ශවයකට නිකුත් කරන ලද එක්සත් ජනපද පේටන්ට් බලපත්‍රයක් සේවා විසින් උල්ලං that නය කරන බවට චෝදනා කරන ඔබට එරෙහිව ගෙන එන ඕනෑම තෙවන පාර්ශවීය හිමිකම් පෑමකට එරෙහිව අපි අපගේ වියදමින් ඔබව ආරක්ෂා කරන්නෙමු; හෝ ඕනෑම තෙවන පාර්ශවයක ප්‍රකාශන හිමිකම, වෙළඳ ලකුණ හෝ වෙළඳ රහස උල්ලං e නය කිරීම (සාමූහිකව &#39;සේවාවන්ට යටින් පවතින බුද්ධිමය දේපල&#39; ලෙස හැඳින්වේ). සේවාවන්ට යටින් ඇති බුද්ධිමය දේපල භාවිතයට එරෙහිව වාරණ නියෝගයක් ලබාගෙන හෝ ලබාගෙන ඇති අවස්ථාවකදී හෝ අපගේ මතය අනුව අපේක්‍ෂා කිරීමට හෝ ලබා ගැනීමට ඉඩ තිබේ නම්, අපගේ විකල්පය හා වියදමින් අපි (i) ඔබ සහ ඔබේ නම් සඳහා මිලදී ගන්නෙමු. බලයලත් පරිශීලකයින්ට අඛණ්ඩව සේවාවන් භාවිතා කිරීමේ අයිතිය, හෝ (ii) එකම කාර්යය සැලකිය යුතු ලෙස ඉටු කිරීමේ හැකියාව තිබියදීත්, උල්ලං non නය නොවන ලෙස භාවිතා කිරීම සඳහා සේවාවන් ප්‍රතිස්ථාපනය කිරීම හෝ වෙනස් කිරීම. ඉහත (i) සහ (ii) උපවගන්ති වාණිජමය වශයෙන් ප්‍රායෝගික නොවන අවස්ථාවල දී, අපි සේවාවන් අවසන් කර පෙරගෙවුම්, නමුත් භාවිතයට නොගත් සේවා ගාස්තු ආපසු ගෙවිය හැකිය. 10.1 වගන්තිය යටතේ චෝදනා කරන ලද උල්ලං ment නය කිරීම් පැන නගින්නේ නම් හෝ යම් ආකාරයකින් ආරෝපණය වී ඇත්නම් (i) ඔබ විසින් කරන ලද කිසියම් සේවාවක් වෙනස් කිරීමකට (හෝ ඔබේ බලයලත් හෝ ඕනෑම අයෙකුට) ආරෝපණය කිරීමට හෝ වගකිව යුතු නොවේ. නම් කරන ලද පරිශීලකයින්) හෝ (ii) එවැනි වෙනස් කිරීම් හෝ සංයෝජනයකින් තොරව එවැනි උල්ලං ment නයන් වළක්වා ගත හැකිව තිබුනේ නම් හෝ (iii) ඔබේ සැලසුම් හෝ උපදෙස් වලට අනුකූල වීම හෝ (iv) හිමිකම් පෑමක් සේවාවන් හිමිකම් පෑමට යටත් වන බව නිශ්චිතව සඳහන් නොකරයි (එක් එක් &#39;බැහැර කළ හිමිකම් පෑමක්&#39;). මෙම 10.1 වගන්තියේ අඩංගු වන්දි ගෙවීමේ බැඳීම් මෙම ගිවිසුම අවසන් කිරීම හෝ කල් ඉකුත්වීම නොනැසී පවතී.
sk: 10.1 Odškodnenie za porušenie: S výhradou oddielu 10.4 vás budeme na svoje náklady obhajovať pred akýmkoľvek nárokom tretej strany vzneseným proti vám, ktorý tvrdí, že Služby porušujú akýkoľvek americký patent vydaný tretej strane ku dňu účinnosti; alebo porušujú akékoľvek autorské práva, ochranné známky alebo obchodné tajomstvá akejkoľvek tretej strany (ďalej spoločne len „duševné vlastníctvo, na ktorom sú založené služby“). V prípade, že sa bude požadovať alebo získať súdny príkaz proti použitiu služieb duševného vlastníctva, ktoré sú základom služieb alebo podľa nášho názoru, pravdepodobne sa vyžiadame alebo získame, podľa našej voľby a na náklady vynaložíme (i) pre vás a vaše meno oprávnení používatelia majú právo pokračovať v používaní Služieb alebo (ii) nahrádzať alebo upravovať Služby tak, aby ich používanie neporušovalo ich platnosť a zároveň mohli podstatne vykonávať rovnakú funkciu. V prípade, že vyššie uvedené pododseky i) a ii) nie sú komerčne uskutočniteľné, môžeme ukončiť poskytovanie služieb a vrátiť akékoľvek predplatené, ale nevyužité poplatky za služby. Nebudeme povinní hájiť alebo zodpovedať za akékoľvek náklady alebo škody podľa tohto oddielu 10.1, ak údajné porušenie vyplýva z alebo je akokoľvek spôsobiteľné (i) akoukoľvek úpravou akýchkoľvek Služieb vami (alebo akoukoľvek z vašich oprávnených alebo určení používatelia) alebo (ii) používanie Služieb v kombinácii so službami a produktmi, ktoré neposkytuje CaseActive, ak by sa takémuto porušeniu zabránilo bez takejto úpravy alebo kombinácie, alebo (iii) súladu s vašimi návrhmi alebo pokynmi alebo (iv) tvrdením, že výslovne neuvádza, že Služby sú predmetom reklamácie (každá je „Vylúčená reklamácia“). Povinnosti odškodnenia obsiahnuté v tomto oddiele 10.1 zostávajú v platnosti aj po ukončení alebo vypršaní platnosti tejto dohody.
sl: 10.1 Odškodnina za kršitev: V skladu z oddelkom 10.4 vas bomo na naše stroške zagovarjali pred kakršnimi koli zahtevki tretjih oseb, vloženih proti vam, ki trdijo, da storitve kršijo kakršen koli patent v ZDA, izdan tretji osebi od datuma začetka veljavnosti; ali kršijo avtorske pravice, blagovne znamke ali poslovne skrivnosti katere koli tretje osebe (skupaj imenovane &quot;Intelektualna lastnina, pod katero temeljijo storitve&quot;). V primeru, da se za uporabo intelektualne lastnine, na kateri temeljijo storitve, ali po našem mnenju verjetno poiščete ali pridobite sodno odredbo, bomo po naši izbiri in stroških (i) naročili za vas in vaše ime pooblastili uporabnike pravico, da nadaljujejo z uporabo storitev, ali (ii) zamenjajo ali spremenijo storitve, tako da njihova uporaba ne krši kršitev in hkrati lahko opravljajo isto funkcijo. V primeru, da zgornjih pododdelkov (i) in (ii) komercialno ni mogoče, lahko Storitve ukinemo in vrnemo morebitne predplačniške, vendar neuporabljene storitve. Ne bomo dolžni braniti ali odgovarjati za kakršne koli stroške ali škodo iz tega oddelka 10.1, če domnevna kršitev izhaja iz ali je na kakršen koli način posledica (i) kakršne koli spremembe katere koli storitve s strani vas (ali katerega koli od vaših pooblaščenih oz. določenih uporabnikov) ali (ii) uporabo storitev v kombinaciji s storitvami in izdelki, ki jih ne zagotavlja CaseActive, če bi se takšna kršitev izognila brez takšnih sprememb ali kombinacij, ali (iii) skladnost z vašimi načrti ali navodili ali (iv) trditev, da ne navaja natančno, da so storitve predmet zahtevka (vsaka je „izključen zahtevek“). Obveznosti odškodnine iz tega oddelka 10.1 preživijo vsako odpoved ali prenehanje veljavnosti tega sporazuma.
sq: 10.1 Dëmshpërblimi për shkelje: Në varësi të Seksionit 10.4, ne do të mbrojmë, me shpenzimet tona, kundër çdo pretendimi të palës së tretë të ngritur kundër jush, i cili pretendon se Shërbimet shkelin çdo patentë amerikan lëshuar një pale të tretë, nga data e hyrjes në fuqi; ose të shkelni të drejtat e autorit, markën tregtare ose sekretin tregtar të ndonjë pale të tretë (të quajtur kolektivisht si &#39;Pronë Intelektuale në themel të Shërbimeve&#39;). Në rast se kërkohet ose merret urdhri kundër përdorimit të Pronës Intelektuale në themel të Shërbimeve ose sipas mendimit tonë ka të ngjarë të kërkohet ose merret, ne, sipas opsionit dhe shpenzimit tonë, ose (i) do të prokurojmë për ju dhe emrin tuaj përdoruesit e autorizuar të drejtën për të vazhduar të përdorin Shërbimet, ose (ii) të zëvendësojë ose modifikojë Shërbimet për ta bërë përdorimin e tyre jo të shkelur, ndërsa janë të aftë të kryejnë në thelb të njëjtin funksion. Në rast se nën-pjesët (i) dhe (ii) më lart nuk janë të komercializueshme, ne mund të përfundojmë Shërbimet dhe të rimbursojmë çdo tarifë të parapaguar, por të papërdorur të Shërbimit. Ne nuk do të jemi të detyruar të mbrojmë ose të jemi përgjegjës për çdo kosto ose dëm të parashikuar në këtë nen 10.1 nëse shkelja e pretenduar lind nga ose i atribuohet në ndonjë mënyrë që i (i) çdo modifikim i ndonjë Shërbimi nga ju (ose ndonjë nga autoritetet ose autorizimet tuaja). përdoruesit e caktuar) ose (ii) përdorimi i Shërbimeve në kombinim me shërbimet dhe produktet që nuk ofrohen nga CaseActive nëse një shkelje e tillë do të ishte shmangur pa një modifikim ose kombinim të tillë, ose (iii) pajtueshmërinë me modelet ose udhëzimet tuaja ose (iv) një pretendim që nuk përcakton me specifikim se Shërbimet janë objekt i kërkesës (secila një &#39;Kërkesë e Përjashtuar&#39;). Detyrimet e dëmshpërblimit të përfshira në këtë nen 10.1 do t&#39;i mbijetojnë çdo përfundimi ose skadimi të kësaj Marrëveshjeje.
sr: 10.1 Надокнада штете: У складу са чланом 10.4, на наш трошак ћемо вас бранити од било ког захтева који је поднет против вас који тврди да Услуге крше било који амерички патент издат трећој страни на дан ступања на снагу; или кршити било какво ауторско право, заштитни знак или пословну тајну било које треће стране (која се заједно назива „интелектуална својина у основи услуга“). У случају да се затражи или добије забрана против коришћења интелектуалног власништва у основи услуга или ће се по нашем мишљењу вероватно тражити или добити, по нашем избору и трошку, или (и) набавимо за вас и ваше име ауторизовани корисници право да наставе да користе Услуге, или (ии) замене или измене Услуга како би се њихова употреба учинила незаконитом, а истовремено могли да обављају исту функцију. У случају да горњи пододељци (и) и (ии) нису комерцијално изведиви, можемо укинути Услуге и извршити поврат било каквих унапред плаћених, али неискориштених накнада за услуге. Нећемо бити обавезни да бранимо или ћемо бити одговорни за било какве трошкове или штету из овог одељка 10.1 ако наводно кршење произилази из било ког начина или се на било који начин приписује (и) било којој измени било које Услуге од вас (или било којој од ваших овлашћених или одређени корисници) или (ии) коришћење Услуга у комбинацији са услугама и производима које не пружа ЦасеАцтиве ако би такво кршење било избегнуто без такве измене или комбинације или (иии) поштовање ваших дизајна или упутстава или (ив) тврдња да не наводи са специфичношћу да су Услуге предмет полагања права (сваки „Изузети захтев“). Обавезе за накнаду штете садржане у овом одељку 10.1 преживеће било који раскид или истек овог Уговора.
sv: 10.1 Ersättning för överträdelse: Med förbehåll för avsnitt 10.4 ska vi på vår bekostnad försvara dig mot alla krav från tredje part som väckts mot dig som hävdar att tjänsterna kränker alla amerikanska patent som utfärdats till en tredje part från och med ikraftträdandet; eller kränker någon upphovsrätt, varumärke eller handelshemlighet från tredje part (kollektivt benämnt &quot;immateriell egendom som ligger till grund för tjänsterna&quot;). I händelse av att ett föreläggande begärs eller erhålls mot användning av immateriella rättigheter som ligger till grund för tjänsterna eller enligt vår åsikt sannolikt kommer att begäras eller erhållas, ska vi, på vårt val och vår bekostnad, antingen (i) skaffa åt dig och din namngivna auktoriserade användare rätten att fortsätta använda tjänsterna, eller (ii) ersätta eller ändra tjänsterna för att göra deras användning icke-kränkande samtidigt som de kan utföra samma funktion i huvudsak. I händelse av att avsnitten (i) och (ii) ovan inte är kommersiellt genomförbara, kan vi säga upp tjänsterna och återbetala eventuella förbetalda, men oanvända serviceavgifter. Vi är inte skyldiga att försvara eller vara ansvariga för några kostnader eller skador enligt detta avsnitt 10.1 om den påstådda överträdelsen uppstår på eller på något sätt kan hänföras till (i) någon ändring av tjänster från dig (eller någon av dina auktoriserade eller utsedda användare) eller (ii) användning av tjänster i kombination med tjänster och produkter som inte tillhandahålls av CaseActive om sådan överträdelse skulle ha undvikits utan sådan modifiering eller kombination, eller (iii) efterlevnad av dina mönster eller instruktioner eller (iv) ett påstående om att anger inte med specificitet att tjänsterna är föremål för fordran (var och en ett &quot;uteslutet krav&quot;). Ersättningsskyldigheterna i detta avsnitt 10.1 ska överleva varje uppsägning eller upphörande av detta avtal.
sw: 10.1 Uthibitisho wa Uvunjaji wa Sheria: Kwa kuzingatia kifungu cha 10.4, kwa gharama yetu, tutakutetea dhidi ya madai yoyote ya mtu wa tatu aliyeletwa dhidi yako ambayo inadai kwamba Huduma zinakiuka patent yoyote ya Amerika iliyotolewa kwa mtu wa tatu kama Tarehe ya Kuanza; au kukiuka hakimiliki yoyote, alama ya biashara au siri ya biashara ya mtu yeyote wa tatu (kwa pamoja inajulikana kama &#39;Mali ya Usomi inayozingatia Huduma&#39;). Katika tukio ambalo maagizo yatafutwa au kupatikana dhidi ya utumiaji wa Mali ya Kisaikolojia ya Kusimamia Huduma au kwa maoni yetu inaweza kutafutwa au kupatikana, kwa hiari yetu na gharama, ama (i) tutapata wewe na jina lako watumiaji walioidhinishwa haki ya kuendelea kutumia Huduma, au (ii) kubadilisha au kurekebisha Huduma ili kufanya matumizi yao yasivyokuwa yakiuka wakati wana uwezo mkubwa wa kufanya kazi hiyo hiyo. Katika kifungu cha hafla (i) na (ii) hapo juu hakiwezekani kibiashara, tunaweza kusitisha Huduma na kulipia malipo yoyote ya kulipia kabla, lakini ya Huduma isiyotumika. Hatutalazimika kutetea au kuwajibika kwa gharama yoyote au uharibifu chini ya kifungu hiki cha 10.1 ikiwa ukiukaji huo unaodaiwa unatokea au kwa njia yoyote unahusika na (i) marekebisho yoyote ya Huduma zozote na wewe (au yoyote ya idhini yako au watumiaji walioteuliwa) au (ii) utumiaji wa Huduma pamoja na huduma na bidhaa ambazo hazijatolewa na Kesi ikiwa ukiukwaji huo ungekuwa umeepukwa bila urekebishaji au mchanganyiko huo, au (iii) kufuata muundo wako au maagizo au (iv) madai kwamba haisemi wazi kuwa Huduma ni mada ya madai (kila &#39;madai ya Kutengwa&#39;). Wajibu wa malipo ya kumbukumbu ya yaliyomo katika kifungu hiki cha 10.1 watabaki kukomesha au kumaliza muda wowote wa Mkataba huu.
ta: 10.1 மீறலுக்கான இழப்பீடு: பிரிவு 10.4 க்கு உட்பட்டு, உங்களுக்கு எதிராகக் கொண்டுவரப்பட்ட எந்தவொரு மூன்றாம் தரப்பு உரிமைகோரலுக்கும் எதிராக நாங்கள் உங்களைக் காப்பாற்றுவோம், இது மூன்றாம் தரப்பினருக்கு வழங்கப்பட்ட எந்தவொரு அமெரிக்க காப்புரிமையையும் சேவைகள் பயனுள்ள தேதியின்படி மீறுவதாகக் குற்றம் சாட்டுகிறது; அல்லது எந்தவொரு மூன்றாம் தரப்பினரின் பதிப்புரிமை, வர்த்தக முத்திரை அல்லது வர்த்தக ரகசியத்தை மீறுதல் (கூட்டாக &#39;சேவைகளின் அடிப்படை அறிவுசார் சொத்து&#39; என்று குறிப்பிடப்படுகிறது). சேவைகளின் அடிப்படையிலான அறிவுசார் சொத்துக்களைப் பயன்படுத்துவதற்கு எதிராக ஒரு தடை உத்தரவு கோரப்பட்டால் அல்லது பெறப்பட்டால் அல்லது எங்கள் கருத்தில் கோரப்படலாம் அல்லது பெறப்படலாம், எங்கள் விருப்பத்திலும் செலவிலும் நாங்கள் (i) உங்களுக்கும் உங்கள் பெயரிடப்பட்டவர்களுக்கும் கொள்முதல் செய்வோம் அங்கீகரிக்கப்பட்ட பயனர்கள் தொடர்ந்து சேவைகளைப் பயன்படுத்துவதற்கான உரிமை, அல்லது (ii) அதே செயல்பாட்டை கணிசமாகச் செய்யக்கூடிய திறனைக் கொண்டிருக்கும்போது, அவற்றை மீறாத வகையில் சேவைகளை மாற்ற அல்லது மாற்றலாம். மேலே உள்ள துணைப்பிரிவுகள் (i) மற்றும் (ii) வணிக ரீதியாக நடைமுறையில் இல்லை என்றால், நாங்கள் சேவைகளை நிறுத்திவிட்டு, எந்த ப்ரீபெய்ட், ஆனால் பயன்படுத்தப்படாத சேவைக் கட்டணங்களையும் திருப்பித் தரலாம். இந்த பிரிவு 10.1 இன் கீழ் எந்தவொரு செலவுகள் அல்லது சேதங்களுக்கும் நாங்கள் பொறுப்பேற்க மாட்டோம் அல்லது மீறப்படுவதாகக் கூறப்பட்டால் அல்லது (i) உங்களால் எந்தவொரு சேவையையும் மாற்றியமைத்தால் (அல்லது உங்களது அங்கீகரிக்கப்பட்ட அல்லது ஏதேனும் ஒரு காரணத்தால்) நியமிக்கப்பட்ட பயனர்கள்) அல்லது (ii) கேஸ் ஆக்டிவ் வழங்காத சேவைகள் மற்றும் தயாரிப்புகளுடன் இணைந்து சேவைகளைப் பயன்படுத்துதல் அத்தகைய மீறல் அல்லது சேர்க்கை இல்லாமல் அத்தகைய மீறல் தவிர்க்கப்பட்டிருக்கும், அல்லது (iii) உங்கள் வடிவமைப்புகள் அல்லது அறிவுறுத்தல்களுடன் இணங்குதல் அல்லது (iv) ஒரு கூற்று சேவைகள் உரிமைகோரலுக்கு உட்பட்டவை என்று ஒவ்வொன்றும் குறிப்பிடவில்லை (ஒவ்வொன்றும் &#39;விலக்கப்பட்ட உரிமைகோரல்&#39;). இந்த பிரிவு 10.1 இல் உள்ள இழப்பீட்டு கடமைகள் இந்த ஒப்பந்தத்தின் முடிவு அல்லது காலாவதியாகும்.
te: 10.1 ఉల్లంఘనకు నష్టపరిహారం: సెక్షన్ 10.4 కు లోబడి, మీపై తీసుకువచ్చిన ఏదైనా మూడవ పార్టీ దావా నుండి మేము మిమ్మల్ని రక్షించుకుంటాము, ఇది మూడవ పార్టీకి జారీ చేసిన ఏదైనా US పేటెంట్‌ను ఎఫెక్టివ్ తేదీ నాటికి సేవలు ఉల్లంఘిస్తాయని ఆరోపించింది; లేదా ఏదైనా మూడవ పక్షం యొక్క ఏదైనా కాపీరైట్, ట్రేడ్మార్క్ లేదా వాణిజ్య రహస్యాన్ని ఉల్లంఘిస్తుంది (సమిష్టిగా &#39;సేవలకు అంతర్లీన మేధో సంపత్తి&#39; అని పిలుస్తారు). సేవలకు అంతర్లీన మేధో సంపత్తిని ఉపయోగించకుండా నిషేధాన్ని కోరినప్పుడు లేదా పొందిన సందర్భంలో లేదా మా అభిప్రాయం ప్రకారం లేదా పొందే అవకాశం ఉన్నట్లయితే, మేము మా ఎంపిక మరియు వ్యయంతో, (i) మీ కోసం మరియు మీ పేరు పెట్టండి సేవలను ఉపయోగించడం కొనసాగించే హక్కు కలిగిన వినియోగదారులకు, లేదా (ii) సేవలను ఒకే విధమైన పనితీరును గణనీయంగా చేయగల సామర్థ్యం ఉన్నప్పుడే వాటిని ఉల్లంఘించకుండా చేయడానికి సేవలను భర్తీ చేయడం లేదా సవరించడం. పైన పేర్కొన్న ఉపవిభాగాలు (i) మరియు (ii) వాణిజ్యపరంగా ఆచరణ సాధ్యం కానట్లయితే, మేము సేవలను ముగించవచ్చు మరియు ఏదైనా ప్రీపెయిడ్, కాని ఉపయోగించని సేవా రుసుములను తిరిగి చెల్లించవచ్చు. ఆరోపించిన ఉల్లంఘన నుండి ఉత్పన్నమైతే లేదా ఏ విధంగానైనా ఆపాదించబడితే, ఈ విభాగం 10.1 ప్రకారం ఏదైనా ఖర్చులు లేదా నష్టాలకు మేము బాధ్యత వహించము లేదా బాధ్యత వహించము (i) మీ ద్వారా ఏదైనా సేవలను సవరించడం (లేదా మీ అధికారం లేదా ఏదైనా నియమించబడిన వినియోగదారులు) లేదా (ii) కేస్ యాక్టివ్ అందించని సేవలు మరియు ఉత్పత్తులతో కలిపి సేవలను ఉపయోగించడం అటువంటి మార్పు లేదా కలయిక లేకుండా ఉల్లంఘన నివారించబడి ఉంటే, లేదా (iii) మీ నమూనాలు లేదా సూచనలకు అనుగుణంగా లేదా (iv) ఒక దావా సేవలు దావాకు సంబంధించినవి అని ప్రతి ఒక్కటి పేర్కొనలేదు (ప్రతి ఒక్కటి &#39;మినహాయించిన దావా&#39;). ఈ సెక్షన్ 10.1 లో ఉన్న నష్టపరిహార బాధ్యతలు ఈ ఒప్పందం యొక్క ఏదైనా ముగింపు లేదా గడువు నుండి బయటపడతాయి.
tg: 10.1 Ҷуброни зарар: Бо назардошти фасли 10.4, мо аз ҳисоби худ шуморо аз даъвои шахси сеюм, ки даъво бар зидди шумо пешниҳод карда мешавад, муҳофизат мекунем, ки Хидматҳо патенти ИМАеро, ки ба шахсони сеюм дар рӯзи эътибор пайдо кардаанд, вайрон мекунад; ё вайрон кардани ягон ҳуқуқи муаллифӣ, тамғаи тиҷорӣ ё сирри тиҷоратии шахси сеюм (якҷоя бо номи &quot;Моликияти зеҳнӣ дар асоси хидматҳо&quot; номида мешавад). Дар он ҳолате, ки ягон санади зидди истифодаи моликияти зеҳнии таҳти хидматҳо қарордошта талаб карда шудааст ё ба даст оварда шудааст ва ба ақидаи мо, эҳтимолан онро ҷустуҷӯ ва ба даст овардан мумкин аст, мо бо интихоби худ ва аз ҳисоби худ, (i) барои шумо ва номи шумо харидорӣ хоҳем кард корбарони ваколатдоршуда ҳуқуқи истифодаи хидматҳоро идома медиҳанд ва ё (ii) иваз ё тағир додани хидматҳо барои истифодаи онҳо ғайри вайроннашаванда буда, қодир ба таври назаррас иҷрои ҳамон вазифа мебошанд. Дар ҳолате, ки зербахшҳои (i) ва (ii) дар боло зикршуда аз ҷиҳати тиҷоратӣ ғайриимкон бошанд, мо метавонем хидматҳоро қатъ кунем ва ҳама гуна пардохтҳои пешпардохтшуда, вале истифоданашударо бозпас диҳем. Мо ӯҳдадор нестем, ки барои ҳама гуна хароҷот ё зарари мутобиқи ин фасли 10.1 муҳофизат кунем ё масъулият ба даст орем, агар вайронкунии эҳтимолӣ аз ҷониби шумо (ё ҳама гуна тағир дода шудани ягон хидмат аз ҷониби шумо (ё ягон ваколатдори шумо ё корбарони таъиншуда) ё (ii) истифодаи хидматҳо дар якҷоягӣ бо хидматҳо ва молҳое, ки дар CaseActive пешбинӣ нашудаанд, агар ин гуна вайронкунӣ бидуни чунин тағирдиҳӣ ё омезиш пешгирӣ мешуд ва ё (iii) мувофиқат бо тарҳҳо ё дастурҳои шумо ё (iv) даъвое, ки бо хусусияти худ қайд намекунад, ки Хидматҳо мавзӯи даъво мебошанд (ҳар як &quot;Даъвои истисноӣ&quot;). Ӯҳдадориҳои ҷуброни дар фасли 10.1 мавҷудбуда ҳама гуна қатъкунӣ ё гузашти ин Созишномаро ҳифз мекунанд.
th: 10.1 การชดใช้ค่าเสียหายสำหรับการละเมิด: ภายใต้มาตรา 10.4 เราจะปกป้องคุณจากการเรียกร้องของบุคคลที่สามใด ๆ ต่อคุณซึ่งอ้างว่าบริการละเมิดสิทธิบัตรของสหรัฐอเมริกาที่ออกให้แก่บุคคลที่สาม ณ วันที่มีผลบังคับใช้ หรือละเมิดลิขสิทธิ์เครื่องหมายการค้าหรือความลับทางการค้าของบุคคลที่สามใด ๆ (รวมเรียกว่า &#39;ทรัพย์สินทางปัญญาที่อยู่ภายใต้บริการ&#39;) ในกรณีที่มีการแสวงหาคำสั่งห้ามหรือได้รับจากการใช้ทรัพย์สินทางปัญญาที่อยู่ภายใต้บริการหรือในความเห็นของเรามีแนวโน้มที่จะถูกแสวงหาหรือได้มาเราจะตามตัวเลือกและค่าใช้จ่ายของเราไม่ว่าจะ (i) จัดหาให้คุณและชื่อของคุณ ผู้ใช้ที่ได้รับอนุญาตมีสิทธิ์ในการใช้บริการต่อไปหรือ (ii) เปลี่ยนหรือแก้ไขบริการเพื่อให้การใช้งานของพวกเขาไม่ละเมิดในขณะที่สามารถทำหน้าที่เดียวกันได้อย่างมาก ในกรณีที่ส่วนย่อย (i) และ (ii) ข้างต้นไม่สามารถใช้งานได้ในเชิงพาณิชย์เราอาจยุติบริการและคืนเงินค่าบริการที่ชำระล่วงหน้า แต่ยังไม่ได้ใช้ เราจะไม่รับผิดชอบในการปกป้องหรือรับผิดต่อค่าใช้จ่ายหรือความเสียหายใด ๆ ภายใต้ข้อ 10.1 นี้หากการละเมิดที่ถูกกล่าวหาเกิดขึ้นจากหรืออยู่ในลักษณะใด ๆ ที่เกี่ยวข้องกับ (i) การปรับเปลี่ยนบริการใด ๆ โดยคุณ (หรือที่คุณได้รับอนุญาตหรือ ผู้ใช้ที่กำหนด) หรือ (ii) การใช้บริการร่วมกับบริการและผลิตภัณฑ์ที่ CaseActive ไม่ได้จัดเตรียมไว้หากการละเมิดดังกล่าวจะถูกหลีกเลี่ยงโดยไม่มีการปรับเปลี่ยนหรือการรวมกันดังกล่าวหรือ (iii) การปฏิบัติตามการออกแบบหรือคำแนะนำของคุณหรือ (iv) การอ้างสิทธิ์ว่า ไม่ได้ระบุโดยเฉพาะเจาะจงว่าบริการเป็นเรื่องของการอ้างสิทธิ์ (แต่ละ &#39;การอ้างสิทธิ์ที่ยกเว้น&#39;) ภาระผูกพันในการชดใช้ค่าเสียหายที่ระบุไว้ในข้อ 10.1 นี้จะยังคงมีผลต่อไปการยุติหรือการหมดอายุของข้อตกลงนี้
tk: 10.1 Düzgünleriň öwezini dolmak: 10.4-nji bölüme laýyklykda, Hyzmatlaryň güýje girýän senesinden üçünji tarapa berlen ABŞ-nyň patentini bozýandygyny öňe sürýän üçünji tarap talaplaryndan gorarys; ýa-da islendik üçünji tarapyň islendik awtorlyk hukugyny, söwda belligini ýa-da söwda syryny bozmak (bilelikde &quot;Hyzmatlaryň aşagyndaky intellektual eýeçilik&quot; diýilýär). Hyzmatlaryň aşagyndaky intellektual eýeçiligi ulanmaklyga garşy bir karar gözlenýän ýa-da göz öňünde tutulan ýa-da biziň pikirimizçe gözlenýän ýa-da alynjak bolsa, öz islegimize görä we (i) size we adyňyzy satyn alarys. ygtyýarly ulanyjylar Hyzmatlary ulanmagy dowam etdirmek ýa-da (ii) şol bir funksiýany düýpli ýerine ýetirip bilýän mahaly, hyzmatlaryny bozmazlyk üçin Hyzmatlary çalyşmak ýa-da üýtgetmek hukugy. Aboveokardaky (i) we (ii) kiçi bölümler täjirçilik taýdan ulanylmasa, Hyzmatlary ýatyryp, öňünden tölenen, ýöne ulanylmadyk Hyzmat töleglerini yzyna gaýtaryp bileris. Şu bölüm 10.1-nji bölüme laýyklykda islendik çykdajylar ýa-da zyýanlar üçin jogapkärçilik çekmeli däldiris ýa-da (i) haýsydyr bir Hyzmatyň üýtgedilmegi bilen baglanyşykly bolsa (ýa-da ygtyýarly ýa-da haýsydyr bir hyzmatyň üýtgedilmegi bilen baglanyşykly bolsa). bellenen ulanyjylar) ýa-da (ii) Hyzmatlary we CaseActive tarapyndan üpjün edilmedik hyzmatlar we önümler bilen bilelikde ulanmak, şeýle üýtgetme ýa-da kombinasiýa bolmazdan, ýa-da (iii) dizaýnlaryňyza ýa-da görkezmeleriňize laýyk gelmezlik ýa-da (iv) talap Hyzmatlaryň talap edilýän predmetdigini aýratyn görkezmeýär (hersi &#39;Aýyrylan talap&#39;). Şu Bölüm 10.1-de görkezilen öwezini doluş borçnamalary şu Ylalaşygyň ýatyrylmagy ýa-da möhleti gutarandan soň dowam eder.
tl: 10.1 Indemnipikasyon para sa Paglabag: Paksa sa Seksyon 10.4, dapat namin, sa aming gastos, ipagtanggol ka laban sa anumang pag-angkin ng ikatlong partido laban sa iyo na nagsasabing ang mga Serbisyo ay naglabag sa anumang patent ng US na ibinigay sa isang ikatlong partido bilang ng Epektibong Petsa; o lumalabag sa anumang copyright, trademark o trade secret ng anumang third party (kolektibong tinutukoy bilang &#39;Intelektwal na Ari-arian na Nailalim sa Mga Serbisyo&#39;). Sa kaganapan na ang isang utos ay hinahangad o nakuha laban sa paggamit ng intelektwal na Ari-arian na Nailalim sa Mga Serbisyo o sa aming opinyon ay malamang na hahanapin o makuha, dapat, sa aming pagpipilian at gastos, alinman (i) makakuha para sa iyo at sa iyong pinangalanan karapatan ng mga awtorisadong gumagamit na magpatuloy na gamitin ang Mga Serbisyo, o (ii) palitan o baguhin ang Mga Serbisyo upang gawin ang kanilang paggamit na hindi lumalabag habang may kakayahang malaking pagsasagawa ng parehong pag-andar. Kung ang mga pag-subscribe sa (i) at (ii) sa itaas ay hindi maaaring gawin sa komersyo, maaari nating wakasan ang Mga Serbisyo at ibalik ang anumang bayad, ngunit hindi nagamit na Mga Bayad sa Serbisyo. Hindi kami obligadong ipagtanggol o mananagot sa anumang mga gastos o pinsala sa ilalim ng Seksyon na ito 10.1 kung ang di-umano’y paglabag ay lumabas o o sa anumang paraan na maiugnay sa (i) anumang pagbabago ng anumang Mga Serbisyo sa iyo (o alinman sa iyong awtorisado o itinalagang mga gumagamit) o (ii) paggamit ng Mga Serbisyo na pinagsama sa mga serbisyo at produkto na hindi ibinigay ng CaseActive kung ang pag-aalalang ito ay maiiwasan nang walang ganyang pagbabago o kombinasyon, o (iii) pagsunod sa iyong mga disenyo o tagubilin o (iv) isang paghahabol na ay hindi ipinahayag na may tiyak na ang Mga Serbisyo ang paksa ng paghahabol (bawat isa ay &#39;Hindi Sinubukang Pag-claim&#39;). Ang mga obligasyong pang-indigay na nakapaloob sa Seksyon 10.1 na ito ay makakaligtas sa anumang pagwawakas o pagtatapos ng Kasunduang ito.
tr: 10.1 İhlal için Tazminat: Bölüm 10.4&#39;e tabi olarak, Hizmetlerin Yürürlük Tarihi itibariyle üçüncü bir tarafa verilen herhangi bir ABD patentini ihlal ettiğini iddia eden, aleyhinize açılan herhangi bir üçüncü taraf iddiasına karşı sizi, masrafları bize ait olmak üzere savunacağız; veya herhangi bir üçüncü şahsın herhangi bir telif hakkını, ticari markasını veya ticari sırrını ihlal edemez (topluca &#39;Hizmetlerin Temelindeki Fikri Mülkiyet&#39; olarak anılır). Hizmetlerin Temelindeki Fikri Mülkiyetin kullanımına karşı bir ihtiyati tedbir aranması veya alınması durumunda veya bizim görüşümüze göre aranması veya elde edilmesi muhtemel ise, kendi seçimimize ve masraflarımıza bağlı olarak (i) size ve adınıza yetkili kullanıcılar, Hizmetleri kullanmaya devam etme veya (ii) büyük ölçüde aynı işlevi yerine getirme yeteneğine sahipken kullanımlarını ihlal etmeyecek şekilde Hizmetleri değiştirme veya değiştirme hakkı. Yukarıdaki (i) ve (ii) alt bölümlerinin ticari olarak uygulanabilir olmaması durumunda, Hizmetleri sonlandırabilir ve önceden ödenmiş ancak kullanılmamış Hizmet Ücretlerini iade edebiliriz. İddia edilen ihlal (i) herhangi bir Hizmetin sizin tarafınızdan (veya yetkili olduğunuz veya yetkili olduğunuz kişilerden herhangi biri) herhangi bir değişikliğinden kaynaklanıyorsa veya herhangi bir şekilde atfedilebiliyorsa, bu Bölüm 10.1 kapsamındaki herhangi bir maliyet veya zararı savunmak veya bunlardan sorumlu olmayacağız belirlenmiş kullanıcılar) veya (ii) bu tür bir ihlal bu tür bir değişiklik veya kombinasyon olmaksızın önlenecekse, CaseActive tarafından sağlanmayan hizmetler ve ürünlerle birlikte Hizmetlerin kullanılması veya (iii) tasarımlarınıza veya talimatlarınıza uygunluk veya (iv) bir iddia Hizmetlerin iddianın konusu olduğunu açıkça belirtmez (her biri bir &#39;Hariç Tutulan Talep&#39;). Bu Bölüm 10.1&#39;de yer alan tazminat yükümlülükleri, bu Sözleşmenin feshedilmesi veya sona ermesi durumunda geçerliliğini koruyacaktır.
tt: 10.1 Хокук бозу өчен компенсация: 10.4 бүлекне исәпкә алып, без, үз хисабыбыз белән, Сезгә каршы китерелгән өченче як таләбеннән яклаячакбыз, бу Хезмәтләр өченче якка бирелгән АКШ патентын боза дип гаеплиләр. яисә өченче якның теләсә нинди авторлык хокукын, сәүдә маркасын яки сәүдә серен бозу (бергәләп &quot;Хезмәтләр нигезендә интеллектуаль милек&quot; дип атала). Хезмәтләр нигезендә интеллектуаль милекне куллануга каршы боерык эзләнгән яки алынган очракта яки безнеңчә, эзләнү яки алу мөмкинлеге булган очракта, без, үз вариантыбыз һәм чыгымнарыбыз буенча, яисә (i) сезнең һәм сезнең исемегез өчен сатып алырбыз. вәкаләтле кулланучыларга Хезмәтләрне куллануны дәвам итү хокукы, яисә (ii) шул ук функцияне төптән башкарырга сәләтле булганда, аларны хокук бозу өчен Хезмәтләрне алыштыру яки үзгәртү. Aboveгарыда (i) һәм (ii) бүлекчәләре коммерциядә кулланылмаган очракта, без Хезмәтләрне туктатырга һәм алдан түләнгән, ләкин кулланылмаган Хезмәт өчен түләүләрне кире кайтарырга мөмкин. Бу бүлек 10.1 нигезендә булган чыгымнар яки зыян өчен без якларга тиеш түгел, әгәр дә хокук бозу килеп чыкса яки (i) сезнең теләсә нинди Хезмәтне үзгәртүгә бәйле булса (яки сезнең вәкаләтле яки билгеләнгән кулланучылар) яки (ii) Хезмәтләрне CaseActive белән тәэмин ителмәгән хезмәтләр һәм продуктлар белән берлектә куллану, мондый үзгәртү яки комбинациясез, яки (iii) сезнең конструкцияләрегезне яки күрсәтмәләрегезне үтәү яки (iv) дәгъва. Хезмәтләр дәгъва предметы булуын күрсәтми (һәрберсе &quot;Чыгарылган дәгъва&quot;). Бу бүлек 10.1 эчендә булган компенсация йөкләмәләре бу Килешү беткәндә яки беткәндә сакланачак.
ug: 10.1 دەخلى-تەرۇزغا تۆلەم تۆلەش: 10.4-ماددىغا ئاساسەن ، بىز ئۆز خىراجىتىمىز بىلەن سىزنى مۇلازىمەتنىڭ كۈچكە ئىگە بولغان كۈندىن باشلاپ ئۈچىنچى تەرەپكە تارقىتىلغان ئامېرىكىنىڭ پاتېنتىغا دەخلى-تەرۇز قىلدى دەپ دەۋا قىلغان ئۈچىنچى تەرەپ دەۋا تەلىپىدىن قوغدايمىز. ياكى ئۈچىنچى تەرەپنىڭ نەشر ھوقۇقى ، تاۋار ماركىسى ياكى سودا مەخپىيەتلىكىگە دەخلى-تەرۇز قىلىش (ئورتاق ھالدا «مۇلازىمەتنى ئاساس قىلغان بىلىم مۈلۈك ھوقۇقى» دېيىلىدۇ). مۇلازىمەت ئاستىدىكى بىلىم مۈلۈك ھوقۇقىنى ئىشلىتىشكە قارشى تۇرۇش بۇيرۇقى ئىزدەلگەن ياكى ئېرىشىلگەن ياكى بىزنىڭ قارىشىمىزچە ئىزدەش ياكى ئېرىشىش ئېھتىماللىقى بولغان ئەھۋال ئاستىدا ، بىز تاللىشىمىز ۋە خىراجىتىمىز بىلەن ، (i) سىز ۋە ئىسمىڭىزنى سېتىۋالىمىز. ھوقۇق بېرىلگەن ئىشلەتكۈچىلەر بۇ مۇلازىمەتنى داۋاملىق ئىشلىتىش ھوقۇقى ياكى (2) ئوخشاش ئىقتىدارنى ماھىيەتلىك ئورۇندىيالايدىغان ۋاقىتتا ، مۇلازىمەتنى دەخلى-تەرۇزغا ئۇچرىماسلىق ئۈچۈن مۇلازىمەتنى ئالماشتۇرۇش ياكى ئۆزگەرتىش. يۇقارقى (i) ۋە (ii) تارماق بۆلەكلىرى سودا خاراكتېرلىك قوللىنىلمىغان ئەھۋال ئاستىدا ، بىز مۇلازىمەتنى توختىتىشىمىز ۋە ئالدىن تۆلىگەن ، ئەمما ئىشلىتىلمىگەن مۇلازىمەت ھەققىنى قايتۇرۇشىمىز مۇمكىن. بۇ 10.1-ماددىدىكى بەلگىلىمە بويىچە ھەر قانداق خىراجەت ۋە زىياننى قوغداش مەجبۇرىيىتىمىز يوق ، ئەگەر بۇ ھوقۇققا دەخلى-تەرۇز قىلىش قىلمىشلىرى كېلىپ چىققان بولسا ياكى (i) سىز تەمىنلىگەن ھەر قانداق مۇلازىمەتنى (ياكى ھوقۇق بەرگەن ياكى سىز تەمىنلىگەن) ئۆزگەرتىشكە باغلىق بولسا ؛ بېكىتىلگەن ئىشلەتكۈچىلەر) ياكى (2) مۇلازىمەتنى CaseActive تەمىنلىمىگەن مۇلازىمەت ۋە مەھسۇلاتلار بىلەن بىرلەشتۈرۈپ ئىشلىتىش ، ئەگەر بۇ خىل ئۆزگەرتىش ياكى بىرلەشتۈرۈلمەي تۇرۇپ ، ياكى (3) لايىھە ياكى كۆرسەتمىڭىزگە ئەمەل قىلىش ياكى (4) تەلەپكە خىلاپلىق قىلىشتىن ساقلىنىش. مۇلازىمەتنىڭ تەلەپ سۇبيېكتى ئىكەنلىكىنى ئېنىق ئوتتۇرىغا قويمايدۇ (ھەر بىرى «چىقىرىۋېتىلگەن تەلەپ»). بۇ پاراگراف 10.1-ماددىدىكى تۆلەم مەجبۇرىيىتى بۇ كېلىشىمنىڭ ئاخىرلىشىشى ياكى مۇددىتى توشقاندا ساقلىنىدۇ.
uk: 10.1 Відшкодування збитків: Відповідно до розділу 10.4, ми за свій рахунок захищатимемо вас від будь-якої претензії третьої сторони, порушеної проти вас, яка стверджує, що Служби порушують будь-який патент США, виданий третій стороні станом на дату набрання чинності; або порушувати будь-яке авторське право, товарний знак або комерційну таємницю будь-якої третьої сторони (спільно їх називають &quot;Інтелектуальна власність, що лежить в основі послуг&quot;). У випадку, якщо вимагається або отримується судове заборону щодо використання інтелектуальної власності, що лежить в основі Послуг, або, на нашу думку, ймовірно, що вона буде шукана або отримана, ми будемо, на наш вибір та кошти, або (i) придбати для вас та вашого імені право уповноважених користувачів продовжувати користуватися Послугами, або (ii) замінювати або змінювати Послуги, щоб їх використання не порушувало, в той час як вони могли істотно виконувати ту саму функцію. У разі, якщо вищевказані підпункти (i) та (ii) комерційно недоступні, ми можемо припинити послуги та повернути будь-яку передплачену, але невикористану плату за обслуговування. Ми не будемо зобов’язані захищати або нести відповідальність за будь-які витрати чи збитки згідно з цим Розділом 10.1, якщо передбачуване порушення виникає з-за будь-якого способу, пов’язаного з (i) будь-якими змінами будь-яких Ваших Послуг (або будь-яким уповноваженим Вами чи призначених користувачів) або (ii) використання Послуг у поєднанні з послугами та продуктами, які не надаються CaseActive, якщо такого порушення було б уникнути без такої модифікації чи поєднання, або (iii) відповідності вашим проектам чи інструкціям або (iv) заяві, що не конкретизує, що Служби є предметом претензії (кожна «Вилучена претензія»). Зобов&#39;язання щодо відшкодування збитків, що містяться в цьому Розділі 10.1, переживають будь-яке припинення або закінчення терміну дії цієї Угоди.
ur: 10.1 خلاف ورزی کا معاوضہ: دفعہ 10.4 کے تحت ، ہم ، آپ کے خرچ پر ، آپ کے خلاف لائے گئے کسی تیسرے فریق کے دعوے کے خلاف آپ کا دفاع کریں گے جس میں یہ الزام لگایا گیا ہے کہ خدمات مؤثر تاریخ کے مطابق کسی تیسری پارٹی کو جاری کیے گئے کسی بھی امریکی پیٹنٹ کی خلاف ورزی کرتی ہیں۔ یا کسی بھی تیسری پارٹی کے کسی بھی حق اشاعت ، ٹریڈ مارک یا تجارتی راز کی خلاف ورزی کریں (اجتماعی طور پر &#39;خدمات کو بنیادی خدمات کے تحت سمجھا جاتا ہے&#39;)۔ اگر خدمات کے تحت موجود دانشورانہ املاک کے استعمال کے خلاف حکم نامہ مانگا یا حاصل کیا گیا ہے یا ہماری رائے میں اس کی تلاش یا حاصل کیے جانے کا امکان ہے تو ، ہم ، اپنے اختیار اور اخراجات پر ، یا تو (i) آپ اور آپ کے ناموں کے لئے خریداری کریں گے مجاز صارفین کو خدمات کا استعمال جاری رکھنے کا حق ، یا (ii) خدمات کو تبدیل کرنے یا ان میں ترمیم کرنے کے لئے ان کے استعمال کو غیر خلاف ورزی کرنے کے لئے تبدیل کرنے کا حق ہے جبکہ وہی کام انجام دینے کے قابل ہوسکتے ہیں۔ اگر مذکورہ بالا (i) اور (ii) تجارتی لحاظ سے قابل عمل نہیں ہیں تو ، ہم خدمات کو ختم کردیں گے اور کسی بھی پری پیڈ ، لیکن غیر استعمال شدہ سروس فیس کو واپس کردیں گے۔ اگر ہم اس سیکشن 10.1 کے تحت کسی بھی اخراجات یا نقصانات کا دفاع کرنے یا اس کے ذمہ دار ہونے کے پابند نہیں ہوں گے تو اگر مبینہ خلاف ورزی آپ کے ذریعہ (یا) آپ کی طرف سے کسی بھی خدمات میں کسی ترمیم سے (یا) کسی بھی طرح سے منسوب ہے۔ نامزد صارفین) یا (ii) خدمات اور مصنوعات کے ساتھ مل کر خدمات کا استعمال جو کیس ایکٹیویو کی طرف سے فراہم کردہ نہیں ہیں اگر اس طرح کی خلاف ورزی سے اس طرح کی ترمیم یا امتزاج کے بغیر روکا جاتا ، یا (iii) آپ کے ڈیزائن یا ہدایات کی تعمیل یا (iv) دعویٰ کہ اس خصوصیت کے ساتھ یہ بیان نہیں کرتا ہے کہ خدمات دعوے کا موضوع ہیں (ہر ایک &#39;خارج دعوی&#39;)۔ اس سیکشن 10.1 میں شامل معاوضے کی ذمہ داریاں اس معاہدے کے کسی بھی خاتمے یا ختم ہونے سے بچ جائیں گی۔
uz: 10.1 Buzilishni qoplash: 10.4-bo&#39;limga binoan, biz xizmatlarimiz kuchga kirish sanasidan boshlab uchinchi tomonga berilgan har qanday AQSh patentini buzgan deb da&#39;vo qilgan uchinchi tomon da&#39;vosidan sizning hisobimizdan himoya qilamiz; yoki har qanday uchinchi tomonning mualliflik huquqi, savdo markasi yoki tijorat sirini buzish (birgalikda &quot;Xizmatlar ostidagi intellektual mulk&quot; deb nomlanadi). Agar Xizmatlar ostidagi intellektual mulkdan foydalanishga qarshi da&#39;vo qo&#39;zg&#39;atilgan yoki olingan bo&#39;lsa yoki bizning fikrimizcha, qidirib topilishi yoki olinishi mumkin bo&#39;lsa, biz o&#39;z ixtiyorimiz va hisobimizdan (i) siz va sizning ismingiz uchun sotib olamiz avtorizatsiya qilingan foydalanuvchilarga xizmatlardan foydalanishni davom ettirish huquqi, yoki (ii) xizmatlarni ulardan buzmasdan foydalanish, shu funktsiyani sezilarli darajada bajara olish uchun o&#39;zgartirish yoki o&#39;zgartirish huquqi. Agar yuqoridagi (i) va (ii) bo&#39;limlari tijorat maqsadlarida amalga oshirilmasa, biz xizmatlarni to&#39;xtatib, oldindan to&#39;langan, ammo foydalanilmagan xizmat to&#39;lovlarini qaytarib berishimiz mumkin. Agar ushbu Qoidalarning buzilishi yoki (i) siz tomonidan (yoki sizning vakolatingizga olingan har qanday Xizmatni har qanday o&#39;zgartirishiga) tegishli bo&#39;lsa, biz ushbu 10.1-bo&#39;limga muvofiq har qanday xarajatlar yoki etkazilgan zararlar uchun javobgarlikni o&#39;z zimmamizga olmaymiz. Belgilangan foydalanuvchilar) yoki (ii) Xizmatlardan CaseActive tomonidan ta&#39;minlanmagan xizmatlar va mahsulotlar bilan birgalikda foydalanish, agar bunday buzilish bunday o&#39;zgartirish yoki kombinatsiyasiz amalga oshirilmasa yoki (iii) sizning dizayningiz yoki ko&#39;rsatmalaringizga yoki (iv) talablariga binoan. Xizmatlar da&#39;vo predmeti ekanligini aniqlik bilan bildirmaydi (har biri &quot;Chetlatilgan da&#39;vo&quot;). Ushbu 10.1 bo&#39;limda keltirilgan zararni qoplash bo&#39;yicha majburiyatlar ushbu Shartnoma bekor qilinganidan yoki amal qilish muddati tugagandan so&#39;ng saqlanib qoladi.
vi: 10.1 Bồi thường cho Vi phạm: Theo Mục 10.4, bằng chi phí của mình, chúng tôi sẽ bảo vệ bạn trước bất kỳ khiếu nại nào của bên thứ ba chống lại bạn với cáo buộc rằng Dịch vụ vi phạm bất kỳ bằng sáng chế nào của Hoa Kỳ đã cấp cho bên thứ ba kể từ Ngày có hiệu lực; hoặc vi phạm bất kỳ bản quyền, nhãn hiệu hoặc bí mật thương mại nào của bất kỳ bên thứ ba nào (được gọi chung là &#39;Sở hữu Trí tuệ Cơ sở Dịch vụ&#39;). Trong trường hợp tìm kiếm hoặc nhận được lệnh đối với việc sử dụng Sở hữu trí tuệ cơ bản Dịch vụ hoặc theo quan điểm của chúng tôi là có khả năng được tìm kiếm hoặc có được, chúng tôi sẽ, với tùy chọn và chi phí của mình, (i) mua cho bạn và người đứng tên của bạn người dùng được ủy quyền có quyền tiếp tục sử dụng Dịch vụ, hoặc (ii) thay thế hoặc sửa đổi Dịch vụ để việc sử dụng của họ không bị vi phạm trong khi về cơ bản có thể thực hiện chức năng tương tự. Trong trường hợp các tiểu mục (i) và (ii) ở trên không thể thực hiện được về mặt thương mại, chúng tôi có thể chấm dứt Dịch vụ và hoàn trả bất kỳ khoản Phí dịch vụ đã trả trước nhưng chưa sử dụng. Chúng tôi sẽ không có nghĩa vụ phải bảo vệ hoặc chịu trách nhiệm đối với bất kỳ chi phí hoặc thiệt hại nào theo Mục 10.1 này nếu hành vi vi phạm bị cáo buộc phát sinh từ hoặc theo bất kỳ cách nào được quy cho (i) bất kỳ sửa đổi nào đối với bất kỳ Dịch vụ nào của bạn (hoặc bất kỳ sự ủy quyền nào của bạn hoặc người dùng được chỉ định) hoặc (ii) sử dụng Dịch vụ kết hợp với các dịch vụ và sản phẩm không được cung cấp bởi CaseActive nếu vi phạm đó có thể tránh được nếu không có sự sửa đổi hoặc kết hợp đó, hoặc (iii) tuân thủ các thiết kế hoặc hướng dẫn của bạn hoặc (iv) khiếu nại rằng không nêu cụ thể rằng Dịch vụ là đối tượng của khiếu nại (mỗi một &#39;Khiếu nại bị loại trừ&#39;). Các nghĩa vụ bồi thường trong Mục 10.1 này sẽ có hiệu lực sau khi Thỏa thuận này chấm dứt hoặc hết hạn.
xh: 10.1 Isigunyaziso sokophula umthetho: Ngokuxhomekeka kwiCandelo 10.4, siya kuthi, ngendleko zethu, sikhusele ngakuyo nayiphi na ibango lesithathu eliziswe kuwe elityhola ukuba iinkonzo zephula naliphi na ilungelo lobunikazi laseMelika elinikezwe umntu wesithathu ukusukela ngoMhla wokuSebenza; okanye aphule naliphi na ilungelo lokushicilela, uphawu lwentengiso okanye imfihlo yorhwebo lwaye nawuphi na umntu wesithathu (bebonke babizwa ngokuba &#39;yiPropathi yePropathi yeNgqondo esekwe kwiiNkonzo&#39;). Kwimeko apho umyalelo ufunwe okanye wafunyanwa ngokusetyenziswa kwePropathi eyiNgqondi eyiSiseko yeeNkonzo okanye ngokoluvo lwethu inokufunyanwa okanye ifunyanwe, siya kuthi ngokwethu kunye nenkcitho, nokuba (i) sikuthengele igama lakho kunye negama lakho Abasebenzisi abagunyazisiweyo banelungelo lokuqhubeka besebenzisa iiNkonzo, okanye (ii) betshintsha okanye betshintsha iiNkonzo ukuba zisebenzise ukusetyenziswa kwazo kungezophula umthetho ngelixa bekwazi ukwenza umsebenzi omnye. Kwicandelwana (i) kunye (ii) elingentla alisebenzi, sinokuphelisa iinkonzo kwaye sibuyise nayiphi na intlawulo ehlawulelwayo, kodwa engasetyenziswanga. Asizukunyanzelwa ukuba sikhusele okanye sithwale uxanduva ngazo naziphi na iindleko okanye ukonakala phantsi kweli Candelo 10.1 ukuba ulwaphulo-mthetho oluphuma okanye luye nakweyiphi na indlela ebandakanyekayo (i) kulo naluphi na uhlengahlengiso lwazo naziphi na iinkonzo nguwe (okanye naliphi na eligunyazisiweyo okanye abasebenzisi abonyuliweyo) okanye (ii) Ukusetyenziswa kweenkonzo ngokudibeneyo neenkonzo kunye neemveliso ezingabonelelwanga yiCaseActive ukuba olo lwaphulo lwaluya kuthintelwa ngaphandle koguqulo okanye ukudityaniswa, okanye (iv) ukuthobela uyilo okanye imiyalelo okanye (iv) ibango lokuba ayichazi ngokuthe gca ukuba iinkonzo zingumxholo webango (nganye ibango elibekiweyo). Izibophelelo zembambano eziqulathwe kweli Candelo 10.1 ziya kusinda nakuphi na ukupheliswa okanye ukupheliswa kwesi siVumelwano.
yi: 10.1 פאַרגיטיקונג פֿאַר ינפרינגעמענט: אונטערטעניק צו אָפּטיילונג 10.4, מיר וועלן ביי אונדזער קאָסט באַשיצן קעגן קיין דריט פּאַרטיי פאָדערן געבראכט קעגן איר וואָס אַלעדזשאַז אַז די סערוויסעס ינפרינדזשד קיין יו. עס. פּאַטענט ארויס צו אַ דריט פּאַרטיי זינט דעם עפעקטיוו טאָג; אָדער ינפרינדזש קיין קאַפּירייט, טריידמאַרק אָדער האַנדל סוד פון דריט פּאַרטיי (קאַלעקטיוולי ריפערד צו ווי די &#39;אינטעלעקטואַל פאַרמאָג אַנדערלייינג די סערוויסעס&#39;). אויב עס איז געפֿינט אָדער באַשולדיקונג קעגן נוצן פון די אינטעלעקטואַל פאַרמאָג אַנדערלייינג די סערוויסעס, אָדער אין אונדזער מיינונג איז מסתּמא צו זיין געזוכט אָדער באקומען, מיר וועלן, לויט אונדזער אָפּציע און קאָסט, (איך) קויפן פֿאַר איר און דיין געהייסן אָטערייזד יוזערז די רעכט צו פאָרזעצן צו נוצן די סערוויסעס, אָדער (ii) פאַרבייַטן אָדער מאָדיפיצירן די סערוויסעס צו מאַכן זייער נוצן ניט-ינפרינגינג בשעת זיי זענען ביכולת צו סאַבסטאַנטלי דורכפירן די זעלבע פונקציע. אויב די סובסעקטיאָנס (i) און (ii) אויבן זענען ניט פּראַקטישאַבאַל, מיר קען פאַרענדיקן די באַדינונגס און צוריקצאָל קיין פּריפּייד, אָבער אַניוזד סערוויס פיז. מיר וועלן נישט זיין אַבליידזשד צו פאַרטיידיקן אָדער זיין פאַראַנטוואָרטלעך פֿאַר קאָס אָדער דאַמידזשיז אונטער דעם אָפּטיילונג 10.1 אויב די אַלעדזשד ינפרינדזשמאַנט איז געפֿירט פֿון אָדער איז אַטריביאַטאַד צו (i) קיין מאַדאַפאַקיישאַן פון סערוויסעס דורך איר (אָדער אַן פון דיין אָטערייזד אָדער דעזיגנייטיד יוזערז) אָדער (ii) נוצן פון סערוויסעס אין קאָמבינאַציע מיט סערוויסעס און פּראָדוקטן ניט צוגעשטעלט דורך CaseActive אויב אַזאַ ינפרינגעמענט וואָלט זיין אַוווידאַד אָן אַזאַ מאַדאַפאַקיישאַן אָדער קאָמבינאַציע, אָדער (iii) העסקעם מיט דיין דיזיינז אָדער ינסטראַקשאַנז אָדער (iv) אַ פאָדערן אַז קען נישט דערקלערן מיט ספּעציפישקייט אַז די סערוויסעס זענען די ונטערטעניק פון די פאָדערן (יעדער אַ &#39;יקסקלודיד קליים). די פאַרגיטיקונג אַבלאַגיישאַנז קאַנטיינד אין דעם אָפּטיילונג 10.1 וועט בלייַבנ לעבן קיין טערמאַניישאַן אָדער עקספּעריישאַן פון דעם אַגרעעמענט.
