Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
af: 13.12 U stem in om e-pos, telefoonoproepe en SMS-boodskappe van CaseActive te ontvang om opdaterings oor u bestelling en / of vir bemarkingsdoeleindes aan te bied. Die frekwensie van die boodskap hang af van u aktiwiteit. U kan dit onttrek deur kennisgewings uit u rekening te verwyder of u rekening uit te vee. Boodskap- en datatariewe kan geld.
am: 13.12 በትእዛዝዎ እና / ወይም ለግብይት ዓላማዎች ዝመናዎችን ለማቅረብ ከ CaseActive ኢሜሎችን ፣ የስልክ ጥሪዎችን እና የኤስኤምኤስ መልዕክቶችን ለመቀበል ተስማምተዋል ፡፡ የመልእክት ድግግሞሽ በእንቅስቃሴዎ ላይ የተመሠረተ ነው። ከመለያዎ የተሰጡ ማሳወቂያዎችን በመፈተሽ ወይም መለያዎን በመሰረዝ መርጠው መውጣት ይችላሉ ፡፡ የመልእክት እና የውሂብ ተመኖች ሊተገበሩ ይችላሉ።
ar: 13.12 أنت توافق على تلقي رسائل البريد الإلكتروني والمكالمات الهاتفية والرسائل النصية القصيرة من CaseActive لتقديم تحديثات بشأن طلبك و / أو لأغراض التسويق. يعتمد تردد الرسائل على نشاطك. يمكنك إلغاء الاشتراك عن طريق إلغاء تحديد الإشعارات من حسابك أو حذف حسابك. قد يتم تطبيق رسوم البيانات والرسائل.
az: 13.12 Sifarişinizlə və / və ya marketinq məqsədi ilə yeniləmələr təmin etmək üçün CaseActive-dan e-poçt, telefon danışıqları və SMS mesajları almağa razılıq verirsiniz. Mesaj tezliyi fəaliyyətinizdən asılıdır. Hesabınızdakı bildirişləri ləğv edərək və ya hesabınızı silərək imtina edə bilərsiniz. Mesaj və məlumat dərəcələri tətbiq oluna bilər.
be: 13.12 Вы згаджаецеся атрымліваць паведамленні электроннай пошты, тэлефонныя званкі і SMS-паведамленні ад CaseActive для прадастаўлення абнаўленняў вашага замовы і / або ў маркетынгавых мэтах. Частата паведамленняў залежыць ад вашай актыўнасці. Вы можаце адмовіцца, зняўшы сцяжку з апавяшчэнняў са свайго ўліковага запісу альбо выдаліўшы свой уліковы запіс. Могуць прымяняцца тарыфы на паведамленні і перадачу дадзеных.
bg: 13.12 Вие се съгласявате да получавате имейли, телефонни обаждания и SMS съобщения от CaseActive за предоставяне на актуализации на вашата поръчка и / или за маркетингови цели. Честотата на съобщенията зависи от вашата активност. Можете да се откажете, като премахнете отметката от известия от вашия акаунт или изтриете акаунта си. Възможно е да се прилагат тарифи за съобщения и данни.
bn: 13.12 আপনি নিজের অর্ডার এবং / অথবা বিপণনের উদ্দেশ্যে আপডেট সরবরাহ করতে কেসএ্যাকটিভের থেকে ইমেল, ফোন কল এবং এসএমএস বার্তাগুলি গ্রহণ করতে সম্মত হন। বার্তার ফ্রিকোয়েন্সি আপনার ক্রিয়াকলাপের উপর নির্ভর করে। আপনি আপনার অ্যাকাউন্ট থেকে বিজ্ঞপ্তিগুলি না পরীক্ষা করে বা আপনার অ্যাকাউন্ট মুছে ফেলার মাধ্যমে অপ্ট-আউট করতে পারেন। বার্তা এবং ডাটা হার প্রযোজ্য হতে পারে।
ca: 13.12 Accepteu rebre correus electrònics, trucades telefòniques i missatges SMS de CaseActive per proporcionar actualitzacions sobre la vostra comanda i / o amb finalitats de màrqueting. La freqüència dels missatges depèn de la vostra activitat. Podeu desactivar-la desmarcant les notificacions del vostre compte o suprimint-lo. Es poden aplicar tarifes de missatges i dades.
cs: 13.12 Souhlasíte s přijímáním e-mailů, telefonních hovorů a SMS zpráv od společnosti CaseActive za účelem poskytování aktualizací vaší objednávky nebo pro marketingové účely. Četnost zpráv závisí na vaší aktivitě. Můžete se odhlásit zrušením zaškrtnutí oznámení ze svého účtu nebo smazáním účtu. Mohou být účtovány poplatky za zprávy a data.
cy: 13.12 Rydych yn cydsynio i dderbyn e-byst, galwadau ffôn a negeseuon SMS gan CaseActive i ddarparu diweddariadau ar eich archeb a / neu at ddibenion marchnata. Mae amlder negeseuon yn dibynnu ar eich gweithgaredd. Gallwch optio allan trwy ddad-wirio hysbysiadau o'ch cyfrif neu ddileu eich cyfrif. Efallai y bydd cyfraddau negeseuon a data yn berthnasol.
da: 13.12 Du giver dit samtykke til at modtage e-mails, telefonopkald og SMS-beskeder fra CaseActive for at levere opdateringer om din ordre og / eller til markedsføringsformål. Beskedfrekvensen afhænger af din aktivitet. Du kan fravælge ved at fjerne markeringen af underretninger fra din konto eller slette din konto. Besked- og datahastigheder kan være gældende.
de: 13.12 Sie stimmen zu, E-Mails, Telefonanrufe und SMS-Nachrichten von CaseActive zu erhalten, um Updates zu Ihrer Bestellung und/oder für Marketingzwecke bereitzustellen. Die Häufigkeit der Nachrichten hängt von Ihrer Aktivität ab. Sie können sich abmelden, indem Sie Benachrichtigungen von Ihrem Konto deaktivieren oder Ihr Konto löschen. Es können Nachrichten- und Datenraten anfallen.
el: 13.12 Συμφωνείτε να λαμβάνετε μηνύματα ηλεκτρονικού ταχυδρομείου, τηλεφωνικές κλήσεις και μηνύματα SMS από το CaseActive για την παροχή ενημερώσεων σχετικά με την παραγγελία σας ή / και για σκοπούς μάρκετινγκ. Η συχνότητα των μηνυμάτων εξαρτάται από τη δραστηριότητά σας. Μπορείτε να εξαιρεθείτε αποεπιλέγοντας τις ειδοποιήσεις από τον λογαριασμό σας ή διαγράφοντας τον λογαριασμό σας. Ενδέχεται να ισχύουν χρεώσεις μηνυμάτων και δεδομένων.
eo: 13.12 Vi konsentas ricevi retpoŝtojn, telefonvokojn kaj SMS-mesaĝojn de CaseActive por doni ĝisdatigojn pri via mendo kaj / aŭ por merkataj celoj. Mesaĝa ofteco dependas de via agado. Vi povas malakcepti malmarkante sciigojn de via konto aŭ forigante vian konton. Mesaĝaj kaj datumaj tarifoj validas.
es: 13.12 Usted acepta recibir correos electrónicos, llamadas telefónicas y mensajes SMS de CaseActive para proporcionar actualizaciones sobre su pedido y / o con fines de marketing. La frecuencia de los mensajes depende de su actividad. Puede optar por no participar desmarcando las notificaciones de su cuenta o eliminando su cuenta. Se pueden aplicar tarifas por mensajes y datos.
et: 13.12 Nõustute saama CaseActive'ilt e-kirju, telefonikõnesid ja SMS-e, et pakkuda oma tellimusele värskendusi ja / või turunduslikel eesmärkidel. Sõnumite sagedus sõltub teie tegevusest. Võite sellest loobuda, tühistades oma kontolt märguanded või kustutades oma konto. Kehtida võivad sõnumi- ja andmesidetasud.
eu: 13.12 CaseActive-ren mezu elektronikoak, telefono deiak eta SMS mezuak jasotzeko baimena ematen duzu zure eskaera eta / edo marketin helburuetarako eguneratzeak emateko. Mezuaren maiztasuna zure jardueraren araberakoa da. Zure kontuko jakinarazpenak desautatuz edo zure kontua ezabatuz aukeratu dezakezu. Baliteke mezuen eta datuen tarifak aplikatzea.
fa: 13.12 شما موافقت می کنید ایمیل ها ، تماس های تلفنی و پیام کوتاه را از CaseActive دریافت کنید تا به روزرسانی های سفارش خود و / یا اهداف بازاریابی را ارائه دهید. دفعات پیام به فعالیت شما بستگی دارد. با برداشتن علامت اعلانات از حساب خود یا حذف حساب خود ، می توانید انصراف دهید. ممکن است نرخ پیام و داده اعمال شود.
fi: 13.12 Suostut vastaanottamaan CaseActive-sähköpostiviestejä, puheluita ja tekstiviestejä päivitysten toimittamiseksi tilauksestasi ja / tai markkinointitarkoituksiin. Viestien taajuus riippuu toiminnastasi. Voit kieltäytyä poistamalla valinnan tilisi ilmoituksista tai poistamalla tilisi. Viesti- ja tiedonsiirtomaksuja voidaan soveltaa.
fr: 13.12 Vous consentez à recevoir des e-mails, des appels téléphoniques et des messages SMS de CaseActive pour fournir des mises à jour sur votre commande et/ou à des fins de marketing. La fréquence des messages dépend de votre activité. Vous pouvez vous désinscrire en décochant les notifications de votre compte ou en supprimant votre compte. Des messages et débits de données peuvent être appliqués.
fy: 13.12 Jo stimme yn foar e-post, tillefoantsjes en SMS-berjochten fan CaseActive om updates te leverjen oer jo bestelling en / of foar marketingdoelen. Berjochtfrekwinsje is ôfhinklik fan jo aktiviteit. Jo kinne jo ôfmelde troch notifikaasjes fan jo akkount te wiskjen of jo akkount te wiskjen. Berjochten en gegevens tariven kinne jilde.
ga: 13.12 Toilíonn tú le ríomhphoist, glaonna teileafóin agus teachtaireachtaí SMS a fháil ó CaseActive chun nuashonruithe a sholáthar ar d’ordú agus / nó chun críocha margaíochta. Braitheann minicíocht teachtaireachta ar do ghníomhaíocht. Féadfaidh tú rogha an diúltaithe a dhéanamh trí fhógraí ó do chuntas a sheiceáil nó do chuntas a scriosadh. Féadfaidh rátaí teachtaireachta agus sonraí a bheith i bhfeidhm.
gd: 13.12 Tha thu ag aontachadh puist-d, fiosan fòn is teachdaireachdan SMS fhaighinn bho CaseActive gus ùrachaidhean a thoirt seachad mun òrdugh agad agus / no airson adhbharan margaidheachd. Tha tricead teachdaireachd an urra ri do ghnìomhachd. Faodaidh tu tarraing a-mach le bhith a ’sgrùdadh brathan bhon chunntas agad no a’ cuir às do chunntas. Faodaidh ìrean teachdaireachd is dàta buntainn.
gl: 13.12 Acepta recibir correos electrónicos, chamadas de teléfono e mensaxes SMS de CaseActive para proporcionar actualizacións sobre o seu pedido e / ou con fins de mercadotecnia. A frecuencia das mensaxes depende da túa actividade. Podes desactivar a selección desactivando as notificacións da túa conta ou eliminándoa. É posible que se apliquen tarifas de mensaxes e datos.
gu: 13.12 તમે તમારા ઓર્ડર પર અને / અથવા માર્કેટિંગ હેતુઓ માટે અપડેટ્સ પ્રદાન કરવા માટે કેસએક્ટિવ તરફથી ઇમેઇલ્સ, ફોન કોલ્સ અને એસએમએસ સંદેશા પ્રાપ્ત કરવાની સંમતિ આપો છો. સંદેશ આવર્તન તમારી પ્રવૃત્તિ પર આધારિત છે. તમે તમારા એકાઉન્ટમાંથી સૂચનાઓને અનચેક કરીને અથવા તમારું એકાઉન્ટ કાtingી નાખીને -પ્ટ-આઉટ કરી શકો છો. સંદેશ અને ડેટા દરો લાગુ થઈ શકે છે.
hi: 13.12 आप अपने ऑर्डर और/या मार्केटिंग उद्देश्यों के लिए अपडेट प्रदान करने के लिए CaseActive से ईमेल, फोन कॉल और एसएमएस संदेश प्राप्त करने की सहमति देते हैं। संदेश की आवृत्ति आपकी गतिविधि पर निर्भर करती है। आप अपने खाते से सूचनाओं को अनचेक करके या अपना खाता हटाकर ऑप्ट-आउट कर सकते हैं। संदेश और डेटा दरें लागू हो सकती हैं।
hr: 13.12 Pristajete na primanje e-pošte, telefonskih poziva i SMS poruka od CaseActive radi pružanja ažuriranja vaše narudžbe i / ili u marketinške svrhe. Učestalost poruka ovisi o vašoj aktivnosti. Možete se odjaviti tako da poništite obavijesti sa svog računa ili izbrišete svoj račun. Mogu se primijeniti tarife za poruke i podatke.
hu: 13.12 Ön beleegyezik abba, hogy e-maileket, telefonhívásokat és SMS-eket fogadjon az CaseActive-tól, hogy frissítse megrendelését és / vagy marketing céljából. Az üzenet gyakorisága az Ön tevékenységétől függ. Kikapcsolhatja azt, ha törli a fiókja értesítéseinek kijelölését vagy törli a fiókját. Előfordulhat, hogy az üzenet- és adatátviteli díjak érvényesek.
hy: 13.12 Դուք համաձայն եք CaseActive- ից էլփոստեր, հեռախոսազանգեր և SMS հաղորդագրություններ ստանալ `ձեր պատվերի և (կամ) շուկայավարման նպատակներով թարմացումներ տրամադրելու համար: Հաղորդագրության հաճախականությունը կախված է ձեր գործունեությունից: Կարող եք հրաժարվել ՝ անջատելով ձեր հաշվի ծանուցումները կամ ջնջելով ձեր հաշիվը: Հաղորդագրության և տվյալների դրույքաչափերը կարող են կիրառվել:
id: 13.12 Anda setuju untuk menerima email, panggilan telepon, dan pesan SMS dari CaseActive untuk memberikan pembaruan pada pesanan Anda dan/atau untuk tujuan pemasaran. Frekuensi pesan tergantung pada aktivitas Anda. Anda dapat memilih keluar dengan menghapus centang pemberitahuan dari akun Anda atau menghapus akun Anda. Tarif pesan dan data mungkin berlaku.
is: 13.12 Þú samþykkir að fá tölvupóst, símhringingar og SMS skilaboð frá CaseActive til að veita uppfærslur á pöntun þinni og / eða í markaðsskyni. Tíðni skilaboða fer eftir virkni þinni. Þú getur afþakkað með því að taka hakið úr tilkynningum af reikningnum þínum eða eyða reikningnum þínum. Skilaboð og gagnaverð geta átt við.
it: 13.12 Acconsenti a ricevere e-mail, telefonate e messaggi SMS da CaseActive per fornire aggiornamenti sul tuo ordine e/o per scopi di marketing. La frequenza dei messaggi dipende dalla tua attività. Puoi rinunciare deselezionando le notifiche dal tuo account o eliminando il tuo account. Potrebbero essere applicate tariffe per messaggi e dati.
iw: 13.12 אתה מסכים לקבל מיילים, שיחות טלפון והודעות SMS מ- CaseActive לספק עדכונים על הזמנתך ו / או למטרות שיווק. תדירות ההודעה תלויה בפעילות שלך. תוכל לבטל את הסכמתך על ידי ביטול הסימון של התראות מחשבונך או מחיקת חשבונך. שיעורי מסרים ונתונים עשויים לחול.
ja: 13.12 お客様は、注文に関する最新情報を提供するため、および/またはマーケティング目的のために、CaseActive から電子メール、電話、および SMS メッセージを受信することに同意するものとします。メッセージの頻度は、アクティビティによって異なります。アカウントからの通知のチェックを外すか、アカウントを削除することで、オプトアウトできます。メッセージとデータのレートが適用される場合があります。
ka: 13.12 თქვენ ეთანხმებით CaseActive– ის ელ.ფოსტის, სატელეფონო ზარისა და SMS შეტყობინებების მიღებას, თქვენი შეკვეთის ან / და მარკეტინგის მიზნით განახლებების მისაღებად. შეტყობინების სიხშირე დამოკიდებულია თქვენს აქტივობაზე. თქვენ შეგიძლიათ უარი თქვათ თქვენი ანგარიშიდან შეტყობინებების მონიშვნის მოხსნის ან თქვენი ანგარიშის წაშლის გზით. შეიძლება გამოყენებულ იქნეს შეტყობინებისა და მონაცემთა სიჩქარე.
kk: 13.12 Сіз тапсырысыңыз туралы және / немесе маркетингтік мақсаттар үшін жаңартулар беру үшін электрондық пошта, телефон қоңыраулары мен SMSA хабарламаларын CaseActive-ден алуға келісесіз. Хабарлама жиілігі сіздің белсенділігіңізге байланысты. Есептік жазбадан хабарламаларды алып тастау немесе есептік жазбаны жою арқылы бас тартуға болады. Хабарлама және деректер жылдамдығы қолданылуы мүмкін.
km: ១៣.១២ អ្នកយល់ព្រមទទួលអ៊ីមែលការហៅទូរស័ព្ទនិងសារខ្លីៗពី CaseActive ដើម្បីផ្តល់ព័ត៌មានថ្មីៗអំពីការបញ្ជាទិញនិង / ឬសម្រាប់គោលបំណងទីផ្សារ។ ប្រេកង់សារអាស្រ័យលើសកម្មភាពរបស់អ្នក។ អ្នកអាចបដិសេធជ្រើសយកដោយដោះធីកការជូនដំណឹងពីគណនីរបស់អ្នកឬលុបគណនីរបស់អ្នក។ អត្រាសារនិងទិន្នន័យអាចត្រូវបានអនុវត្ត។
kn: 13.12 ನಿಮ್ಮ ಆದೇಶ ಮತ್ತು / ಅಥವಾ ಮಾರ್ಕೆಟಿಂಗ್ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನವೀಕರಣಗಳನ್ನು ಒದಗಿಸಲು ಕೇಸ್ಆಕ್ಟಿವ್‌ನಿಂದ ಇಮೇಲ್‌ಗಳು, ಫೋನ್ ಕರೆಗಳು ಮತ್ತು SMS ಸಂದೇಶಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ. ಸಂದೇಶ ಆವರ್ತನವು ನಿಮ್ಮ ಚಟುವಟಿಕೆಯನ್ನು ಅವಲಂಬಿಸಿರುತ್ತದೆ. ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಅಧಿಸೂಚನೆಗಳನ್ನು ಗುರುತಿಸದೆ ಅಥವಾ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸುವ ಮೂಲಕ ನೀವು ಹೊರಗುಳಿಯಬಹುದು. ಸಂದೇಶ ಮತ್ತು ಡೇಟಾ ದರಗಳು ಅನ್ವಯವಾಗಬಹುದು.
ku: 13.12 Hûn dipejirînin ku ji CaseActive re e-name, bangên têlefon û peyamên SMS bistînin da ku li ser emrê xwe û / an ji bo armancên kirrûbirrê nûve bikin. Frekansa peyamê bi çalakiya we ve girêdayî ye. Hûn dikarin bi venebijartina notên ji hesabê xwe an jêbirina hesabê xwe tercîh bikin. Rêjeyên mesaj û daneyê dikarin derbas bibin.
ky: 13.12 Сиз CaseActiveден электрондук почта билдирүүлөрүн, телефон чалууларын жана SMS билдирүүлөрүн алууга жана / же маркетинг максаттарында жаңыртууларды берүүгө макулдугуңузду билдиресиз. Билдирүүлөрдүн жыштыгы сиздин аракетиңизге жараша болот. Каттоо эсебиңиздеги эскертмелерди алып салуу же каттоо эсебиңизди жок кылуу менен баш тарта аласыз. Билдирүү жана дайындар үчүн тарифтер колдонулушу мүмкүн.
lb: 13.12 Dir zoustëmmt E-Mailen, Telefonsgespréicher an SMS Messagen vu CaseActive ze kréien fir Updates op Ärer Bestellung ze liwweren an / oder fir Marketingzwecker. Message Frequenz hänkt vun Ärer Aktivitéit of. Dir kënnt Iech ofmellen andeems Dir Notifikatiounen aus Ärem Kont ofkuckt oder Äre Kont läscht. Message an Daten Tariffer kënnen zoutreffen.
lo: 13.12 ທ່ານຍິນຍອມຮັບອີເມວ, ການໂທຫາໂທລະສັບແລະຂໍ້ຄວາມ SMS ຈາກ CaseActive ເພື່ອໃຫ້ມີການປັບປຸງກ່ຽວກັບການສັ່ງຊື້ຂອງທ່ານແລະ / ຫຼືເພື່ອຈຸດປະສົງທາງກາລະຕະຫຼາດ. ຄວາມຖີ່ຂອງຂໍ້ຄວາມແມ່ນຂື້ນກັບກິດຈະ ກຳ ຂອງທ່ານ. ທ່ານສາມາດເລືອກອອກໄດ້ໂດຍການຍົກເລີກການແຈ້ງເຕືອນຈາກບັນຊີຂອງທ່ານຫຼືລຶບບັນຊີຂອງທ່ານ. ອັດຕາການສົ່ງຂໍ້ຄວາມແລະຂໍ້ມູນອາດຈະຖືກ ນຳ ໃຊ້.
lt: 13.12 Jūs sutinkate gauti el. Laiškus, telefono skambučius ir SMS žinutes iš „CaseActive“, kad galėtumėte atnaujinti savo užsakymą ir (arba) rinkodaros tikslais. Pranešimų dažnumas priklauso nuo jūsų veiklos. Galite atsisakyti atžymėdami pranešimus iš savo paskyros arba ištrindami paskyrą. Gali būti taikomi pranešimų ir duomenų perdavimo tarifai.
lv: 13.12 Jūs piekrītat saņemt e-pastus, tālruņa zvanus un īsziņas no CaseActive, lai sniegtu atjauninājumus par jūsu pasūtījumu un / vai mārketinga nolūkos. Ziņojumu biežums ir atkarīgs no jūsu aktivitātes. Jūs varat atteikties, noņemot atzīmi no sava konta paziņojumiem vai dzēšot kontu. Var tikt piemēroti ziņojumu un datu pārraides ātrumi.
mg: 13.12 Manaiky handray mailaka, antso an-tariby ary hafatra SMS avy amin'ny CaseActive ianao mba hanomezana vaovao farany momba ny kaomandinao sy / na ho an'ny tanjona ara-barotra. Miankina amin'ny hetsika ataonao ny fahita hafatra. Azonao atao ny miala amin'ny fanamarihana ny fampandrenesana ao amin'ny kaontinao na ny famafana ny kaontinao. Mety hampihatra ny tahan'ny hafatra sy data.
mi: 13.12 Ka whakaae koe ki te whiwhi imeera, waea me nga karere SMS mai i CaseActive ki te tuku whakahoutanga mo to ota me / mo nga kaupapa hokohoko ranei. Ko te auau o te Karere kei i to mahi. Ka ahei koe te whakaputa-atu ma te tango i nga whakamohiotanga mai i to nama ka whakakorea ranei i to nama. Ka pa pea nga reiti korero me nga tatauranga.
mk: 13.12 Вие прифаќате да добивате е-пошта, телефонски повици и СМС пораки од CaseActive за да обезбедите новости за вашата нарачка и / или за маркетинг цели. Фреквенцијата на пораката зависи од вашата активност. Може да се исклучите со отштиклирање известувања од вашата сметка или бришење на сметката. Може да се применат стапки на пораки и податоци.
ml: 13.12 നിങ്ങളുടെ ഓർ‌ഡറിനെക്കുറിച്ചും കൂടാതെ / അല്ലെങ്കിൽ‌ മാർ‌ക്കറ്റിംഗ് ആവശ്യങ്ങൾ‌ക്കായും അപ്‌ഡേറ്റുകൾ‌ നൽ‌കുന്നതിന് കേസ് ആക്റ്റീവിൽ‌ നിന്നും ഇമെയിലുകൾ‌, ഫോൺ‌ കോളുകൾ‌, SMS സന്ദേശങ്ങൾ‌ എന്നിവ സ്വീകരിക്കാൻ‌ നിങ്ങൾ‌ സമ്മതിക്കുന്നു. സന്ദേശ ആവൃത്തി നിങ്ങളുടെ പ്രവർത്തനത്തെ ആശ്രയിച്ചിരിക്കുന്നു. നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് അറിയിപ്പുകൾ അൺചെക്കുചെയ്തുകൊണ്ടോ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിലൂടെയോ നിങ്ങൾക്ക് ഒഴിവാക്കാം. സന്ദേശവും ഡാറ്റ നിരക്കുകളും ബാധകമായേക്കാം.
mn: 13.12 Та захиалгынхаа талаар болон / эсвэл маркетингийн зорилгоор шинэчлэх зорилгоор CaseActive-аас имэйл, утасны дуудлага, SMS мессеж хүлээн авахыг зөвшөөрч байна. Зурвас давтамж нь таны үйл ажиллагаанаас хамаарна. Та данснаасаа мэдэгдэл авах эсвэл бүртгэлээ устгах замаар татгалзаж болно. Мессеж болон өгөгдлийн хураамж хэрэглэж болзошгүй.
mr: 13.12 आपण आपल्या ऑर्डरवर आणि / किंवा विपणनासाठी अद्यतने प्रदान करण्यासाठी केसएक्टिव कडून ईमेल, फोन कॉल आणि एसएमएस संदेश प्राप्त करण्यास सहमती देता. संदेश वारंवारता आपल्या क्रियाकलापांवर अवलंबून असते. आपण आपल्या खात्यावरील सूचना अनचेक करून किंवा आपले खाते हटवून निवड रद्द करू शकता. संदेश आणि डेटा दर लागू शकतात.
ms: 13.12 Anda bersetuju untuk menerima e-mel, panggilan telefon dan mesej SMS dari CaseActive untuk memberikan kemas kini mengenai pesanan anda dan / atau untuk tujuan pemasaran. Kekerapan mesej bergantung pada aktiviti anda. Anda boleh memilih untuk tidak memilih dengan mencentang pemberitahuan dari akaun anda atau menghapus akaun anda. Kadar mesej dan data mungkin berlaku.
mt: 13.12 Taqbel li tirċievi emails, telefonati u messaġġi SMS minn CaseActive biex tipprovdi aġġornamenti fuq l-ordni tiegħek u / jew għal skopijiet ta 'kummerċjalizzazzjoni. Il-frekwenza tal-messaġġ tiddependi fuq l-attività tiegħek. Tista 'tiddeċiedi billi tneħħi n-notifiki mill-kont tiegħek jew tħassar il-kont tiegħek. Jistgħu japplikaw rati ta 'messaġġi u dejta.
my: 13.12 CaseActive မှအီးမေးလ်များ၊ ဖုန်းခေါ်ဆိုမှုများနှင့် SMS စာတိုများကိုသင်၏အမှာစာနှင့်စျေးကွက်ရှာဖွေရေးရည်ရွယ်ချက်များအတွက်လက်ခံရန်သင်သဘောတူသည်။ မက်ဆေ့ခ်ျအကြိမ်ရေသည်သင်၏လုပ်ဆောင်မှုပေါ်မူတည်သည်။ သင်၏အကောင့်မှသတိပေးချက်များကို uncheck လုပ်ခြင်းသို့မဟုတ်သင်၏အကောင့်ကိုဖျက်ခြင်းအားဖြင့်သင်ငြင်းပယ်နိုင်သည်။ မက်ဆေ့ခ်ျနှင့်ဒေတာနှုန်းထားများသက်ဆိုင်နိုင်သည်
ne: १.1.१२ तपाइँ तपाइँको अर्डर र / वा मार्केटिंग उद्देश्यको लागि अद्यावधिकहरू प्रदान गर्न केसएक्टिभबाट ईमेलहरू, फोन कलहरू र एसएमएस सन्देशहरू प्राप्त गर्न सहमत गर्नुहुन्छ। सन्देश आवृत्ति तपाइँको गतिविधि मा निर्भर गर्दछ। तपाईं तपाईंको खाताबाट सूचनाहरू अनचेक वा तपाईंको खाता मेटाएर अप्ट-आउट गर्न सक्नुहुन्छ। सन्देश र डाटा दरहरू लागू हुन सक्छ।
nl: 13.12 U stemt ermee in om e-mails, telefoontjes en sms-berichten van CaseActive te ontvangen om updates over uw bestelling te verstrekken en/of voor marketingdoeleinden. De frequentie van berichten is afhankelijk van uw activiteit. U kunt zich afmelden door meldingen van uw account uit te schakelen of uw account te verwijderen. Bericht- en datatarieven kunnen van toepassing zijn.
no: 13.12 Du samtykker i å motta e-post, telefonsamtaler og SMS-meldinger fra CaseActive for å gi oppdateringer om bestillingen din og / eller for markedsføringsformål. Meldingsfrekvensen avhenger av aktiviteten din. Du kan velge bort ved å fjerne merkingen fra varsler fra kontoen din eller slette kontoen din. Meldings- og datahastigheter kan gjelde.
or: 13.12 ତୁମର ଅର୍ଡର ଏବଂ / କିମ୍ବା ମାର୍କେଟିଂ ଉଦ୍ଦେଶ୍ୟରେ ଅଦ୍ୟତନ ପ୍ରଦାନ କରିବାକୁ CaseActive ରୁ ଇମେଲ, ଫୋନ୍ କଲ ଏବଂ SMS ବାର୍ତ୍ତା ଗ୍ରହଣ କରିବାକୁ ତୁମେ ରାଜି | ବାର୍ତ୍ତା ଫ୍ରିକ୍ୱେନ୍ସି ଆପଣଙ୍କ କାର୍ଯ୍ୟକଳାପ ଉପରେ ନିର୍ଭର କରେ | ତୁମ ଆକାଉଣ୍ଟରୁ ବିଜ୍ଞପ୍ତି ଚେକ୍ କରି କିମ୍ବା ତୁମର ଆକାଉଣ୍ଟ ଡିଲିଟ୍ କରି ତୁମେ ଅପ୍ଟ-ଆଉଟ୍ କରିପାରିବ | ବାର୍ତ୍ତା ଏବଂ ଡାଟା ହାର ପ୍ରୟୋଗ ହୋଇପାରେ |
pa: 13.12 ਤੁਸੀਂ ਆਪਣੇ ਆਰਡਰ ਅਤੇ / ਜਾਂ ਮਾਰਕੀਟਿੰਗ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਅਪਡੇਟਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਕੇਸਏਕਟਿਵ ਤੋਂ ਈਮੇਲਾਂ, ਫੋਨ ਕਾਲਾਂ ਅਤੇ ਐਸਐਮਐਸ ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ. ਸੰਦੇਸ਼ ਦੀ ਬਾਰੰਬਾਰਤਾ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ. ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਤੋਂ ਨੋਟੀਫਿਕੇਸ਼ਨ ਦੀ ਚੋਣ ਕਰਕੇ ਜਾਂ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾ ਕੇ ਬਾਹਰ ਆ ਸਕਦੇ ਹੋ. ਸੰਦੇਸ਼ ਅਤੇ ਡੇਟਾ ਰੇਟ ਲਾਗੂ ਹੋ ਸਕਦੇ ਹਨ.
pl: 13.12 Wyrażasz zgodę na otrzymywanie wiadomości e-mail, połączeń telefonicznych i wiadomości SMS od CaseActive w celu dostarczania aktualizacji dotyczących Twojego zamówienia i/lub w celach marketingowych. Częstotliwość wiadomości zależy od Twojej aktywności. Możesz zrezygnować, odznaczając powiadomienia ze swojego konta lub usuwając swoje konto. Mogą obowiązywać opłaty za przesyłanie wiadomości i danych.
ps: 13.12 تاسو موافق یاست چې د قضیې فعال څخه بریښنالیکونه ، تلیفون زنګونه او SMS پیغامونه ترلاسه کړئ ترڅو ستاسو په آرڈر او / یا بازار موندنې موخو لپاره تازه معلومات چمتو کړئ. د پیغام فریکوینسي ستاسو په فعالیت پورې اړه لري. تاسو ممکن د خپل ګ fromون څخه خبرتیاوې غیر چیک کولو یا خپل ګ accountون حذف کولو له لارې وټاکل شئ. د پیغام او معلوماتو نرخ ممکن پلي شي.
pt: 13.12 Você concorda em receber e-mails, chamadas e mensagens SMS da CaseActive para fornecer atualizações sobre o seu pedido e / ou para fins de marketing. A frequência da mensagem depende da sua atividade. Você pode cancelar a seleção desmarcando as notificações de sua conta ou excluindo sua conta. Podem ser aplicadas taxas de dados e mensagens.
ro: 13.12 Sunteți de acord să primiți e-mailuri, apeluri telefonice și mesaje SMS de la CaseActive pentru a oferi actualizări privind comanda dvs. și / sau în scopuri de marketing. Frecvența mesajelor depinde de activitatea dvs. Puteți renunța prin debifarea notificărilor din contul dvs. sau ștergerea contului. Se pot aplica tarife pentru mesaje și date.
ru: 13.12. Вы соглашаетесь получать электронные письма, телефонные звонки и SMS-сообщения от CaseActive для обновления вашего заказа и / или в маркетинговых целях. Частота сообщений зависит от вашей активности. Вы можете отказаться, сняв отметку с уведомлений в своей учетной записи или удалив свою учетную запись. Могут применяться тарифы на передачу сообщений и данных.
rw: 13.12 Uremera kwakira imeri, guhamagara kuri terefone n'ubutumwa bugufi bwa CaseActive kugirango utange amakuru mashya kubyo wategetse kandi / cyangwa kubucuruzi. Inshuro zubutumwa ziterwa nigikorwa cyawe. Urashobora guhitamo gukuramo amatangazo kuri konte yawe cyangwa gusiba konti yawe. Ubutumwa nibipimo byamakuru birashobora gukurikizwa.
sd: 13.12 توهان ڪيس تان ايڪٽ مان اي ميل ، فون ڪال ۽ ايس ايم ايس پيغام وصول ڪرڻ لاءِ رضامند ٿيا ته توهان جي آرڊر تي تازه ڪاري فراهم ڪرڻ ۽ / يا مارڪيٽنگ جي مقصد لاءِ. پيغام جي تعدد توهان جي سرگرمي تي منحصر آهي. توهان پنهنجي اڪائونٽ مان نوٽيفڪيشن ختم ڪندي يا پنهنجو اڪائونٽ ختم ڪرڻ سان آپٽ آئوٽ ٿي سگهو ٿا. پيغام ۽ ڊيٽا جي قيمتون لاڳو ٿي سگهن ٿيون.
si: 13.12 ඔබේ ඇණවුම සහ / හෝ අලෙවිකරණ අරමුණු සඳහා යාවත්කාලීන කිරීම් සැපයීම සඳහා කේස්ඇක්ටිව් වෙතින් ඊමේල්, දුරකථන ඇමතුම් සහ කෙටි පණිවුඩ ලැබීමට ඔබ එකඟ වේ. පණිවිඩ සංඛ්‍යාතය ඔබේ ක්‍රියාකාරකම මත රඳා පවතී. ඔබගේ ගිණුමෙන් දැනුම්දීම් සලකුණු කිරීමෙන් හෝ ඔබගේ ගිණුම මකා දැමීමෙන් ඔබට ඉවත් විය හැකිය. පණිවිඩ සහ දත්ත අනුපාත අදාළ විය හැකිය.
sk: 13.12 Súhlasíte s prijímaním e-mailov, telefónnych hovorov a SMS správ od spoločnosti CaseActive s cieľom poskytovať aktualizácie vašej objednávky alebo na marketingové účely. Frekvencia správ závisí od vašej aktivity. Deaktiváciu môžete zrušiť zrušením začiarknutia upozornení z účtu alebo odstránením účtu. Môžu sa účtovať poplatky za správy a dáta.
sl: 13.12 Soglašate s prejemanjem e-poštnih sporočil, telefonskih klicev in sporočil SMS od CaseActive za posodabljanje vašega naročila in / ali za tržne namene. Pogostost sporočil je odvisna od vaše dejavnosti. Lahko se odjavite tako, da počistite obvestila iz svojega računa ali izbrišete svoj račun. Lahko veljajo tarife za sporočila in prenos podatkov.
sq: 13.12 Ju pranoni të merrni email, thirrje telefonike dhe mesazhe SMS nga CaseActive për të siguruar azhurnime për porosinë tuaj dhe / ose për qëllime marketingu. Frekuenca e mesazhit varet nga aktiviteti juaj. Ju mund të hiqni dorë duke hequr zgjedhjen e njoftimeve nga llogaria juaj ose duke fshirë llogarinë tuaj. Mund të zbatohen tarifat e mesazheve dhe të dhënave.
sr: 13.12 Пристајете на примање е-поште, телефонских позива и СМС порука од ЦасеАцтиве ради пружања ажурирања ваше поруџбине и / или у маркетиншке сврхе. Учесталост порука зависи од ваше активности. Можете да онемогућите уклањањем ознака са обавештења са налога или брисањем налога. Могу се применити тарифе за поруке и пренос података.
sv: 13.12 Du samtycker till att ta emot e-post, telefonsamtal och SMS-meddelanden från CaseActive för att tillhandahålla uppdateringar om din beställning och / eller för marknadsföringsändamål. Meddelandefrekvensen beror på din aktivitet. Du kan välja bort detta genom att avmarkera aviseringar från ditt konto eller ta bort ditt konto. Meddelande- och datahastigheter kan gälla.
sw: 13.12 Unakubali kupokea barua pepe, simu na ujumbe mfupi kutoka kwa CaseActive ili kutoa sasisho kwa agizo lako na / au kwa sababu za uuzaji. Mzunguko wa ujumbe unategemea shughuli yako. Unaweza kuchagua kujiondoa kwa kukagua arifa kutoka kwa akaunti yako au kufuta akaunti yako. Viwango vya ujumbe na data vinaweza kutumika.
ta: 13.12 உங்கள் ஆர்டர் மற்றும் / அல்லது சந்தைப்படுத்தல் நோக்கங்களுக்காக புதுப்பிப்புகளை வழங்க கேஸ்ஆக்டிவிலிருந்து மின்னஞ்சல்கள், தொலைபேசி அழைப்புகள் மற்றும் எஸ்எம்எஸ் செய்திகளைப் பெற நீங்கள் ஒப்புக்கொள்கிறீர்கள். செய்தி அதிர்வெண் உங்கள் செயல்பாட்டைப் பொறுத்தது. உங்கள் கணக்கிலிருந்து அறிவிப்புகளைத் தேர்வுசெய்வதன் மூலம் அல்லது உங்கள் கணக்கை நீக்குவதன் மூலம் நீங்கள் விலகலாம். செய்தி மற்றும் தரவு விகிதங்கள் பொருந்தக்கூடும்.
te: 13.12 మీ ఆర్డర్ మరియు / లేదా మార్కెటింగ్ ప్రయోజనాల కోసం నవీకరణలను అందించడానికి కేస్ఆక్టివ్ నుండి ఇమెయిళ్ళు, ఫోన్ కాల్స్ మరియు SMS సందేశాలను స్వీకరించడానికి మీరు అంగీకరిస్తున్నారు. సందేశ పౌన frequency పున్యం మీ కార్యాచరణపై ఆధారపడి ఉంటుంది. మీరు మీ ఖాతా నుండి నోటిఫికేషన్‌లను ఎంపిక చేయకుండా లేదా మీ ఖాతాను తొలగించడం ద్వారా నిలిపివేయవచ్చు. సందేశం మరియు డేటా రేట్లు వర్తించవచ్చు.
tg: 13.12 Шумо розӣ мешавед, ки аз CaseActive тавассути почтаи электронӣ, зангҳои телефонӣ ва паёмҳои SMS қабул намоед, то дар бораи фармоиш ва / ё мақсадҳои маркетингӣ навигариҳо пешниҳод кунед. Басомади паём аз фаъолияти шумо вобаста аст. Шумо метавонед бо бекор кардани огоҳиҳо аз ҳисоби худ ё нест кардани ҳисоби худ, дасткашӣ кунед. Қурбҳои паём ва маълумот метавонанд татбиқ карда шаванд.
th: 13.12 คุณยินยอมที่จะรับอีเมล โทรศัพท์ และข้อความ SMS จาก CaseActive เพื่อให้ข้อมูลอัปเดตเกี่ยวกับคำสั่งซื้อของคุณและ/หรือเพื่อวัตถุประสงค์ทางการตลาด ความถี่ของข้อความขึ้นอยู่กับกิจกรรมของคุณ คุณสามารถเลือกไม่รับได้โดยยกเลิกการเลือกการแจ้งเตือนจากบัญชีของคุณหรือลบบัญชีของคุณ ข้อความและอัตราข้อมูลที่อาจนำไปใช้.
tk: 13.12 Sargydyňyzy we / ýa-da marketing maksatly täzelenmeleri üpjün etmek üçin CaseActive-dan e-poçta, telefon jaňlary we SMS habarlaryny almaga razylyk berýärsiňiz. Habar ýygylygy işjeňligiňize baglydyr. Hasabyňyzdaky habarnamalary barlamazdan ýa-da hasabyňyzy pozup bilersiňiz. Habar we maglumat nyrhlary ulanylyp bilner.
tl: 13.12 Pumayag ka upang makatanggap ng mga email, tawag sa telepono at mga mensahe sa SMS mula sa CaseActive upang magbigay ng mga pag-update sa iyong order at / o para sa mga layunin sa marketing. Ang dalas ng mensahe ay nakasalalay sa iyong aktibidad. Maaari kang mag-opt-out sa pamamagitan ng pag-uncheck ng mga notification mula sa iyong account o pagtanggal ng iyong account. Maaaring mailapat ang mga rate ng mensahe at data.
tr: 13.12 Siparişinizle ilgili güncellemeler sağlamak ve/veya pazarlama amacıyla CaseActive'den e-posta, telefon araması ve SMS mesajı almayı kabul ediyorsunuz. Mesaj sıklığı, etkinliğinize bağlıdır. Hesabınızdan gelen bildirimlerin işaretini kaldırarak veya hesabınızı silerek devre dışı bırakabilirsiniz. Mesaj ve veri ücretleri geçerli olabilir.
tt: 13.12 Сез заказ һәм / яки маркетинг максатларында яңартулар бирү өчен CaseActive'тан электрон почта, телефон шалтыратулары һәм SMS хәбәрләр алырга риза. Хәбәр ешлыгы сезнең эшчәнлеккә бәйле. Сез үз хисабыгыздагы хәбәрләрне тикшереп яки счетыгызны бетереп баш тарта аласыз. Хәбәр һәм мәгълүмат ставкалары кулланылырга мөмкин.
ug: 13.12 زاكاز ۋە / ياكى سېتىش مەقسىتىدە يېڭىلاش ئۈچۈن CaseActive دىن كەلگەن ئېلېكترونلۇق خەت ، تېلېفون ۋە قىسقا ئۇچۇرلارنى تاپشۇرۇۋېلىشقا قوشۇلىسىز. ئۇچۇر چاستوتىسى پائالىيىتىڭىزگە باغلىق. ھېساباتىڭىزدىكى ئۇقتۇرۇشلارنى ئۆچۈرۈۋەتسىڭىز ياكى ھېساباتىڭىزنى ئۆچۈرۈۋەتسىڭىز بولىدۇ. ئۇچۇر ۋە سانلىق مەلۇمات نىسبىتى قوللىنىلىشى مۇمكىن.
uk: 13.12 Ви погоджуєтесь отримувати електронні листи, телефонні дзвінки та SMS-повідомлення від CaseActive для надання оновлень вашого замовлення та / або з маркетинговою метою. Частота повідомлень залежить від вашої активності. Ви можете відмовитись, знявши позначку зі сповіщень зі свого облікового запису або видаливши свій обліковий запис. Можуть застосовуватися тарифи на повідомлення та передачу даних.
ur: 13.12 آپ اپنے آرڈر اور / یا مارکیٹنگ کے مقاصد کے بارے میں اپ ڈیٹ فراہم کرنے کے لئے کیس ایکٹیو کی جانب سے ای میلز ، فون کالز اور ایس ایم ایس پیغامات موصول کرنے پر اتفاق کرتے ہیں۔ پیغام کی تعدد آپ کی سرگرمی پر منحصر ہے۔ آپ اپنے اکاؤنٹ سے اطلاعات کو غیر چیک کرکے یا اپنا اکاؤنٹ حذف کرکے آپٹ آؤٹ کرسکتے ہیں۔ پیغام اور ڈیٹا کی شرحیں لاگو ہوسکتی ہیں۔
uz: 13.12 Siz buyurtmangiz va / yoki marketing maqsadida yangilanishlarni taqdim etish uchun CaseActive-dan elektron pochta xabarlari, telefon qo'ng'iroqlari va SMS xabarlarini qabul qilishga rozilik bildirasiz. Xabarlarning chastotasi sizning faolligingizga bog'liq. Hisobingizdagi bildirishnomalarni olib tashlash yoki hisobingizni o'chirib tashlashingiz mumkin. Xabar va ma'lumotlar stavkalari qo'llanilishi mumkin.
vi: 13.12 Bạn đồng ý nhận email, cuộc gọi điện thoại và tin nhắn SMS từ CaseActive để cung cấp thông tin cập nhật về đơn đặt hàng của bạn và / hoặc cho các mục đích tiếp thị. Tần suất tin nhắn phụ thuộc vào hoạt động của bạn. Bạn có thể chọn không tham gia bằng cách bỏ chọn thông báo từ tài khoản của mình hoặc xóa tài khoản của bạn. Tin nhắn hoặc dữ liệu có thể được áp dụng.
xh: 13.12 Uyavuma ukufumana ii-imeyile, ukufowunelwa kunye nemiyalezo yeSMS evela kwiCaseActive ukubonelela ngohlaziyo kwiodolo yakho kunye / okanye ngeenjongo zokuthengisa. Ukuhamba rhoqo kwemiyalezo kuxhomekeke kwimisebenzi yakho. Unokukhetha ukuphuma ngokungakhangeli izaziso kwiakhawunti yakho okanye ucime iakhawunti yakho. Umyalezo kunye namaxabiso edatha anokusebenza.
yi: 13.12 איר צושטימען צו באַקומען ימיילז, טעלעפאָן רופט און SMS אַרטיקלען פון קאַסע אַקטיווע צו צושטעלן דערהייַנטיקונגען פֿאַר דיין סדר און / אָדער פֿאַר פֿאַרקויף צוועקן. אָנזאָג אָפטקייַט דעפּענדס אויף דיין טעטיקייט. איר קען אָפּטראָגן זיך דורך ונטשעקקינג נאָוטאַפאַקיישאַנז פון דיין חשבון אָדער דיליטינג דיין חשבון. אָנזאָג און דאַטע רייץ קען זיין גילטיק.
