Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Domains
af: Domeine
am: ጎራዎች
ar: المجالات
az: Domenlər
be: Дамены
bg: Домейни
bn: ডোমেইন
ca: Dominis
cs: domény
cy: Parthau
da: Domæner
de: Domänen
el: Τομείς
eo: Domajnoj
es: Dominios
et: Domeenid
eu: Domeinuak
fa: دامنه ها
fi: Verkkotunnukset
fr: Domaines
fy: Domeinen
ga: Fearainn
gd: Fearann
gl: Dominios
gu: ડોમેન્સ
hi: डोमेन
hr: Domene
hy: Դոմեններ
id: Domain
is: Lén
it: Domini
iw: דומיינים
ja: ドメイン
ka: დომენები
kk: Домендер
km: ដែន
kn: ಡೊಮೇನ್‌ಗಳು
ky: Домендер
lo: ໂດເມນ
lt: Domenai
lv: Domēni
mg: sehatra
mi: Ngā puni
mk: Домени
ml: ഡൊമെയ്‌നുകൾ
mn: Домэйн
mr: डोमेन
ms: Domain
mt: Dominji
my: ဒိုမိန်း
ne: डोमेनहरू
nl: Domeinen
no: Domener
or: ଡୋମେନ୍
pa: ਡੋਮੇਨ
pl: Domeny
ps: ډومینونه
pt: domínios
ro: Domenii
ru: Домены
rw: Indangarugero
sd: ڊومينز
si: වසම්
sk: domény
sl: Domene
sq: Domenet
sr: Домаинс
sv: Domäner
sw: Vikoa
ta: களங்கள்
te: డొమైన్‌లు
tg: Доменҳо
th: โดเมน
tk: Domenler
tl: Mga domain
tr: Etki alanları
tt: Доменнар
ug: دائىرە
uk: Домени
ur: ڈومینز
uz: Domenlar
vi: tên miền
yi: דאָומיינז

source: Javascript are disabled. Please enable it.
af: Javascript is gedeaktiveer. Aktiveer dit asseblief.
am: ጃቫስክሪፕት ተሰናክሏል. እባክህ አንቃ.
ar: تم تعطيل جافا سكريبت. الرجاء تمكينه.
az: Javascript aradan qaldırıldı. Xahiş edirik bunu təmin edin.
be: Javascript адключаныя. Калі ласка, уключыце яго.
bg: Javascript са деактивирани. Моля, активирайте го.
bn: জাভাস্ক্রিপ্ট অক্ষম দয়া করে এটি সক্ষম করুন।
ca: Javascript està desactivat. Activa-ho.
cs: Javascript je zakázán. Povolte to.
cy: Javascript yn anabl. Os gwelwch yn dda alluogi.
da: Javascript er deaktiveret. Aktiver venligst det.
de: Javascript sind deaktiviert. Bitte aktivieren Sie es.
el: Javascript είναι απενεργοποιημένα. Ενεργοποιήστε το.
eo: Javascript estas malaktivigita. Bonvolu aktivigi ĝin.
es: Javascript está deshabilitado. Por favor, habilítelo.
et: Javascript on keelatud. Palun lubage see.
eu: Javascript desgaituta daude. Gaitu ezazu.
fa: جاوا اسکریپت غیرفعال است لطفا آن را فعال کنید
fi: Javascript ei ole käytössä. Ota se käyttöön.
fr: Javascript est désactivé. Veuillez l&#39;activer.
fy: Javascript is útskeakele. Skeakelje it.
ga: Tá Javascript faoi mhíchumas. Cumasaigh é.
gd: Javascript a tha ciorramach. Thoir comas dha.
gl: Javascript está desactivado. Active isto.
gu: જાવાસ્ક્રિપ્ટ અક્ષમ છે. તે સક્ષમ કરો.
hi: जावास्क्रिप्ट अक्षम हैं कृपया इसे सक्षम करें
hr: Javascript je onemogućen. Omogućite je.
hu: A Javascript le van tiltva. Engedélyezze.
hy: Javascript- ը անջատված է: Խնդրում ենք միացնել այն:
id: Javascript dinonaktifkan Mohon aktifkan.
is: Javascript er óvirkt. Vinsamlegast virkjaðu það.
it: Javascript non è attivo. Abilita.
iw: JavaScript מושבת. הפעל אותו.
ja: Javascriptが無効になっています。有効にしてください。
ka: იშვიათია Javascript. გთხოვთ, ჩართოთ იგი.
kk: Javascript өшірілген. Оны қосыңыз.
km: Javascript ត្រូវបានបិទ។ សូមបើកវា។
kn: ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ku: Javascript têne qedexekirin. Ji kerema xwe hilbijêre.
ky: Javascript өчүрүлгөн. Аны иштетүү.
lb: Javascript sinn behënnert. Weg aktivéiert et.
lo: Javascript ແມ່ນຄົນພິການ. ກະລຸນາເຮັດໃຫ້ສາມາດ.
lt: Javascript yra išjungtas. Prašome jį įjungti.
lv: Javascript ir atspējoti. Lūdzu, iespējojiet to.
mg: JavaScript no sembana. Azafady afaka izany.
mi: He monokia te Javascript. Tēnā taea reira.
mk: Javascript-от се оневозможени. Ве молиме да го овозможите.
ml: Javascript അപ്രാപ്തമാക്കി. ദയവായി അത് പ്രാപ്തമാക്കുക.
mn: Javascript идэвхгүй болсон. Үүнийг идэвхжүүлнэ үү.
mr: जावास्क्रिप्ट अक्षम आहेत कृपया ते सक्षम करा.
ms: Javascript dinyahdayakan. Sila aktifkannya.
mt: Javascript huma diżattivati. Jekk jogħġbok ħalliha.
my: Javascript ကိုမသန်စွမ်းဖြစ်ကြသည်။ က enable ပေးပါ။
ne: जाभास्क्रिप्ट असक्षम छन्। कृपया यसलाई सक्षम।
nl: Javascript is uitgeschakeld. Activeer het alsjeblieft.
no: Javascript er deaktivert. Vennligst aktiver den.
or: ଜାଭାସ୍କ୍ରିପ୍ଟ ଅକ୍ଷମ ହୋଇଛି | ଦୟାକରି ଏହାକୁ ସକ୍ଷମ କରନ୍ତୁ |
pa: ਜਾਵਾਸਕਰਿਪਟ ਅਯੋਗ ਹਨ ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਸਮਰੱਥ ਕਰੋ
pl: Javascript jest wyłączony. Proszę, włącz to.
ps: جاوا سکرپٹ معیوب شوی دی. لطفا دا وړ کړئ.
pt: Javascript está desabilitado. Por favor, ative-o.
ro: Javascript sunt dezactivate. Activați-l.
ru: Javascript отключен. Пожалуйста, включите его.
rw: Javascript irahagarikwa. Nyamuneka shoboza.
sd: جاوا اسڪرپٽ معذور آهن. مهرباني ڪري ان کي چالو ڪريو.
si: ජාවා ස්ක්රිප්ට් අක්රිය කර ඇත. කරුණාකර එය සක්රීය කරන්න.
sk: Javascript je zakázaný. Aktivujte ho.
sl: Javascript je onemogočen. Prosimo, omogočite.
sq: Javascript janë të paaftë. Të lutem, aktivizo atë.
sr: Јавасцрипт је онемогућен. Молимо вас да је омогућите.
sv: Javascript är inaktiverat. Vänligen aktivera den.
sw: Javascript imezimwa. Tafadhali itawezesha.
ta: Javascript முடக்கப்பட்டுள்ளது. அதை இயக்குக.
te: జావాస్క్రిప్ట్ నిలిపివేయబడింది. దయచేసి దీన్ని ప్రారంభించండి.
tg: Ботов ғайрифаъол аст. Лутфан, аз он имкон.
th: Javascript ถูกปิดใช้งาน โปรดเปิดใช้งาน
tk: Javascript ýapyk. Işlediň.
tl: Hindi pinagana ang Javascript. Mangyaring paganahin ito.
tr: Javascript devre dışı. Lütfen etkinleştirin.
tt: Javascript инвалид. Зинһар, аны эшләгез.
ug: Javascript چەكلەنگەن. ئۇنى قوزغىتىڭ.
uk: Javascript відключено. Будь ласка, включіть його.
ur: جاوا سکرپٹ غیر فعال ہیں. براہ مہربانی اسے چالو کریں.
uz: Javascript o&#39;chirilgan. Iltimos, uni yoqing.
vi: Javascript bị tắt. Hãy kích hoạt nó.
xh: IJavascript ikhutshaziwe. Nceda ubencede.
yi: דזשאַוואַסקריפּט זענען פאַרקריפּלט. ביטע געבן עס.

source: Cookies are disabled. Please enable it.
af: Koekies is gedeaktiveer. Aktiveer dit asseblief.
am: ኩኪዎች ተሰናክለዋል. እባክህ አንቃ.
ar: يتم تعطيل ملفات تعريف الارتباط. الرجاء تمكينه.
az: Cookies aradan qaldırıldı. Xahiş edirik bunu təmin edin.
be: Cookies адключаныя. Калі ласка, уключыце яго.
bg: Бисквитките са деактивирани. Моля, активирайте го.
bn: কুকিজ অক্ষম আছে দয়া করে এটি সক্ষম করুন।
ca: Les galetes estan desactivades. Activa-ho.
cs: Cookies jsou zakázány. Povolte to.
cy: Mae cwcis yn anabl. Os gwelwch yn dda alluogi.
da: Cookies er deaktiveret. Aktiver venligst det.
de: Cookies sind deaktiviert. Bitte aktivieren Sie es.
el: Τα cookies είναι απενεργοποιημένα. Ενεργοποιήστε το.
eo: Kuketoj estas malaktivigita. Bonvolu aktivigi ĝin.
es: Las cookies están deshabilitadas. Por favor, habilítelo.
et: Küpsised on keelatud. Palun lubage see.
eu: Cookiak desgaituta daude. Gaitu ezazu.
fa: کوکی ها غیر فعال هستند لطفا آن را فعال کنید
fi: Evästeet eivät ole käytössä. Ota se käyttöön.
fr: Les cookies sont désactivés. Veuillez l&#39;activer.
fy: Cookies binne útskeakele. Skeakelje it.
ga: dhéantar fianáin a dhíchumasú. Cumasaigh é.
gd: Cookies tha ciorramach. Thoir comas dha.
gl: As cookies están desactivadas. Active isto.
gu: કૂકીઝ અક્ષમ છે તે સક્ષમ કરો.
hi: कुकीज़ अक्षम हैं कृपया इसे सक्षम करें
hr: Kolačići su onemogućeni. Omogućite je.
hu: A cookie-k le vannak tiltva. Engedélyezze.
hy: Տեղեկանիշները անջատված են: Խնդրում ենք միացնել այն:
id: Cookie dinonaktifkan Mohon aktifkan.
is: Kökur eru óvirk. Vinsamlegast virkjaðu það.
it: I cookie sono disabilitati. Abilita.
iw: קובצי Cookie מושבתים. הפעל אותו.
ja: クッキーは無効になっています。有効にしてください。
ka: Cookies გათიშულია. გთხოვთ, ჩართოთ იგი.
kk: Cookies өшірілген. Оны қосыңыз.
km: ខុកឃីត្រូវបានបិទ។ សូមបើកវា។
kn: ಕುಕೀಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ku: Cookies têne qedexekirin. Ji kerema xwe hilbijêre.
ky: Cookies өчүрүлгөн. Аны иштетүү.
lb: Cookies sinn behënnert. Weg aktivéiert et.
lo: Cookies ແມ່ນຄົນພິການ. ກະລຸນາເຮັດໃຫ້ສາມາດ.
lt: Slapukai yra išjungiami. Prašome jį įjungti.
lv: Sīkfaili ir atspējoti. Lūdzu, iespējojiet to.
mg: Cookies ireo sembana. Azafady afaka izany.
mi: He monokia Pihikete. Tēnā taea reira.
mk: Колачињата се оневозможени. Ве молиме да го овозможите.
ml: കുക്കീസ് ​​അപ്രാപ്തമാക്കി. ദയവായി അത് പ്രാപ്തമാക്കുക.
mn: Күүкийг идэвхгүй болгосон. Үүнийг идэвхжүүлнэ үү.
mr: कुकीज अक्षम आहेत कृपया ते सक्षम करा.
ms: Kuki dimatikan. Sila aktifkannya.
mt: Il-cookies huma diżattivati. Jekk jogħġbok ħalliha.
my: ကွတ်ကီးမသန်စွမ်းဖြစ်ကြသည်။ က enable ပေးပါ။
ne: कुकीहरू असक्षम छन्। कृपया यसलाई सक्षम।
nl: Cookies zijn uitgeschakeld. Activeer het alsjeblieft.
no: Informasjonskapsler er deaktivert. Vennligst aktiver den.
or: କୁକିଜ୍ ଅକ୍ଷମ ହୋଇଛି | ଦୟାକରି ଏହାକୁ ସକ୍ଷମ କରନ୍ତୁ |
pa: ਕੁਕੀਜ਼ ਅਯੋਗ ਹਨ ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਸਮਰੱਥ ਕਰੋ
pl: Pliki cookie są wyłączone. Proszę, włącz to.
ps: ککوړي معیوب شوي دي. لطفا دا وړ کړئ.
pt: Os cookies são desativados. Por favor, ative-o.
ro: Cookie-urile sunt dezactivate. Activați-l.
ru: Куки-файлы отключены. Пожалуйста, включите его.
rw: Cookies zirahagarikwa. Nyamuneka shoboza.
sd: ڪوڪيز کي معذور آھن. مهرباني ڪري ان کي چالو ڪريو.
si: කුකීස් අක්රිය කර ඇත. කරුණාකර එය සක්රීය කරන්න.
sk: Súbory cookie sú zakázané. Aktivujte ho.
sl: Piškotki so onemogočeni. Prosimo, omogočite.
sq: Cookies janë të paaftë. Të lutem, aktivizo atë.
sr: Колачићи су онемогућени. Молимо вас да је омогућите.
sv: Cookies är inaktiverade. Vänligen aktivera den.
sw: Vidakuzi vimezimwa. Tafadhali itawezesha.
ta: குக்கீகள் முடக்கப்பட்டுள்ளன. அதை இயக்குக.
te: కుకీలు డిసేబుల్ చెయ్యబడ్డాయి. దయచేసి దీన్ని ప్రారంభించండి.
tg: Cookies хомӯш карда шудаанд. Лутфан, аз он имкон.
th: คุกกี้ถูกปิดใช้งาน โปรดเปิดใช้งาน
tk: Gutapjyklar ýapyk. Işlediň.
tl: Ang mga cookie ay hindi pinagana. Mangyaring paganahin ito.
tr: Çerezler devre dışı bırakıldı. Lütfen etkinleştirin.
tt: Cookies инвалид. Зинһар, аны эшләгез.
ug: Cookies چەكلەنگەن. ئۇنى قوزغىتىڭ.
uk: Cookies відключені. Будь ласка, включіть його.
ur: کوکیز غیر فعال ہیں. براہ مہربانی اسے چالو کریں.
uz: Cookie o&#39;chirib qo&#39;yilgan. Iltimos, uni yoqing.
vi: Cookie bị tắt. Hãy kích hoạt nó.
xh: Ikhukhi zikhutshaziwe. Nceda ubencede.
yi: קיכלעך זענען פאַרקריפּלט. ביטע געבן עס.

source: New
af: Nuut
am: አዲስ
ar: جديد
az: Yeni
be: Новы
bg: Нов
bn: নতুন
ca: Nou
cs: Nový
cy: Newydd
da: Ny
de: Neu
el: Νέος
eo: Nova
es: Nuevo
et: Uus
eu: Berria
fa: جدید
fi: Uusi
fr: Nouveau
fy: Nij
ga: Nua
gd: Ùr
gl: Novo
gu: નવી
hi: नया
hr: Novi
hu: Új
hy: Նոր
id: Baru
is: Nýtt
it: Nuovo
iw: חָדָשׁ
ja: 新しい
ka: ახალი
kk: Жаңа
km: ថ្មី។
kn: ಹೊಸದು
ku: Nşh
ky: Жаңы
lb: Nei
lo: ໃຫມ່
lt: Nauja
lv: Jauns
mg: Vaovao
mi: Hou
mk: Ново
ml: പുതിയത്
mn: Шинэ
mr: नवीन
ms: Baru
mt: Ġdid
my: အသစ်
ne: नयाँ
nl: Nieuw
no: Ny
or: ନୂତନ
pa: ਨਵਾਂ
pl: Nowy
ps: نوی
pt: Novo
ro: Nou
ru: Новый
rw: Gishya
sd: نئون
si: අලුත්
sk: Nový
sl: Novo
sq: I ri
sr: Нова
sv: Ny
sw: Mpya
ta: புதியது
te: కొత్తది
tg: Нав
th: ใหม่
tk: Täze
tl: Bago
tr: Yeni
tt: Яңа
ug: يېڭى
uk: новий
ur: نئی
uz: Yangi
vi: Mới
xh: Entsha
yi: ניו

source: Create A New App
af: Skep 'n nuwe toepassing
am: አዲስ መተግበሪያ ይፍጠሩ
ar: أنشئ تطبيقًا جديدًا
az: Yeni Tətbiq Yaradın
be: Стварыце новую праграму
bg: Създаване на ново приложение
bn: একটি নতুন অ্যাপ তৈরি করুন
ca: Crea una aplicació nova
cs: Vytvořit novou aplikaci
cy: Creu Ap Newydd
da: Opret en ny app
de: Erstellen Sie eine neue App
el: Δημιουργία νέας εφαρμογής
eo: Kreu Novan Apon
es: Crear una nueva aplicación
et: Looge uus rakendus
eu: Sortu Aplikazio Berria
fa: ایجاد یک برنامه جدید
fi: Luo uusi sovellus
fr: Créer une nouvelle application
fy: Meitsje in nije app
ga: Cruthaigh Aip Nua
gd: Cruthaich App Ùr
gl: Crear unha nova aplicación
gu: એક નવી એપ બનાવો
hi: एक नया ऐप बनाएं
hr: Napravi novu aplikaciju
hu: Hozzon létre egy új alkalmazást
hy: Ստեղծեք նոր հավելված
id: Buat Aplikasi Baru
is: Búðu til nýtt forrit
it: Crea una nuova app
iw: צור אפליקציה חדשה
ja: 新しいアプリを作成する
ka: შექმენით ახალი აპლიკაცია
kk: Жаңа қолданба жасау
km: បង្កើតកម្មវិធីថ្មី។
kn: ಹೊಸ ಅಪ್ಲಿಕೇಶನ್ ರಚಿಸಿ
ku: Serlêdanek Nû Biafirînin
ky: Жаңы колдонмо түзүү
lb: Erstellt eng nei App
lo: ສ້າງແອັບໃໝ່
lt: Sukurkite naują programą
lv: Izveidojiet jaunu lietotni
mg: Mamorona App Vaovao
mi: Waihanga He Taupānga Hou
mk: Креирај нова апликација
ml: ഒരു പുതിയ ആപ്പ് സൃഷ്‌ടിക്കുക
mn: Шинэ програм үүсгэх
mr: नवीन अॅप तयार करा
ms: Cipta Apl Baharu
mt: Oħloq App Ġdida
my: အက်ပ်အသစ်တစ်ခု ဖန်တီးပါ။
ne: एउटा नयाँ एप बनाउनुहोस्
nl: Een nieuwe app maken
no: Lag en ny app
or: ଏକ ନୂତନ ଆପ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇੱਕ ਨਵੀਂ ਐਪ ਬਣਾਓ
pl: Utwórz nową aplikację
ps: یو نوی اپلیکیشن جوړ کړئ
pt: Criar um novo aplicativo
ro: Creați o nouă aplicație
ru: Создать новое приложение
rw: Kora Porogaramu Nshya
sd: هڪ نئون ايپ ٺاهيو
si: නව යෙදුමක් සාදන්න
sk: Vytvorte novú aplikáciu
sl: Ustvari novo aplikacijo
sq: Krijo një aplikacion të ri
sr: Креирајте нову апликацију
sv: Skapa en ny app
sw: Unda Programu Mpya
ta: புதிய பயன்பாட்டை உருவாக்கவும்
te: కొత్త యాప్‌ని సృష్టించండి
tg: Эҷоди як барномаи нав
th: สร้างแอพใหม่
tk: Täze programma dörediň
tl: Gumawa ng Bagong App
tr: Yeni Bir Uygulama Oluştur
tt: Яңа кушымта ясагыз
ug: يېڭى ئەپ قۇر
uk: Створити нову програму
ur: ایک نئی ایپ بنائیں
uz: Yangi ilova yaratish
vi: Tạo ứng dụng mới
xh: Yenza i-App entsha
yi: שאַפֿן אַ נייַע אַפּ

source: Apps
af: programme
am: መተግበሪያዎች
ar: التطبيقات
az: Proqramlar
be: прыкладання
bn: অ্যাপস
ca: Aplicacions
cs: Aplikace
el: Εφαρμογές
eo: Programoj
es: Aplicaciones
et: Rakendused
fa: برنامه ها
fi: sovellukset
fr: applications
gd: Apaichean
gl: Aplicacións
gu: એપ્લિકેશન્સ
hi: ऐप्स
hr: Aplikacije
hu: Alkalmazások
hy: Ծրագրեր
id: Aplikasi
is: Forrit
it: applicazioni
iw: יישומים
ja: アプリ
ka: პროგრამები
kk: Қолданбалар
km: កម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ಗಳು
ky: Колдонмолор
lt: Programos
lv: Lietojumprogrammas
mi: Ngā taupānga
mk: Апликации
ml: അപ്ലിക്കേഷനുകൾ
mn: Аппууд
mr: अॅप्स
my: Apps ကပ
ne: अनुप्रयोगहरू
or: ଅନୁପ୍ରୟୋଗଗୁଡିକ
pa: ਐਪਸ
pl: Aplikacje
ps: کاریالونه
ro: Aplicații
ru: Программы
rw: Porogaramu
sd: ايپس
si: යෙදුම්
sk: aplikácie
sl: Aplikacije
sr: Апликације
sw: Programu
ta: ஆப்ஸ்
tg: Барномаҳо
th: ปพลิเคชัน
tk: Programmalar
tr: Uygulamalar
tt: Кушымталар
ug: ئەپلەر
uk: Програми
ur: اطلاقات
uz: Ilovalar
vi: Ứng dụng
yi: אַפּפּס

source: Profile
af: Profiel
am: መገለጫ
ar: الملف الشخصي
az: Profil
be: профіль
bg: профил
bn: প্রোফাইলের
ca: Perfil
cs: Profil
cy: Proffil
da: Profil
de: Profil
el: Προφίλ
eo: Profilo
es: Perfil
et: Profiil
eu: Profila
fa: مشخصات
fi: Profiili
fr: Profil
fy: Profyl
ga: Próifíl
gd: Cunntas
gl: Perfil
gu: પ્રોફાઇલ
hi: प्रोफाइल
hr: Profil
hu: Profil
hy: Անձնագիր
id: Profil
is: Prófíll
it: Profilo
iw: פּרוֹפִיל
ja: プロフィール
ka: პროფილი
kk: Профиль
km: ពត៌មាន
kn: ಪ್ರೊಫೈಲ್
ku: Tengal
ky: өздүк
lb: Profil
lt: Profilis
lv: Profils
mi: Kōtaha
mk: Профил
ml: പ്രൊഫൈൽ
mn: Профайл
mr: प्रोफाइल
ms: Profil
mt: Profil
my: ပရိုဖိုင်းကို
ne: प्रोफाइल
nl: Profiel
no: Profil
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
pl: Profil
ps: پېژندڅېره
pt: Perfil
ro: Profil
ru: Профиль
rw: Umwirondoro
sd: پروفائل
si: පැතිකඩ
sk: profil
sl: Profil
sq: profil
sr: Профил
sv: Profil
sw: Profaili
ta: விவரம்
te: ప్రొఫైల్
tg: Чеҳра
th: ข้อมูลส่วนตัว
tk: Profil
tr: Profil
tt: Профиль
ug: ئارخىپ
uk: Профіль
ur: پروفائل
uz: Profil
vi: Hồ sơ
xh: IProfayili
yi: פּראָפיל

source: Logout
af: Teken uit
am: ውጣ
ar: الخروج
az: Çıxış
be: выхад
bg: Излез от профила си
bn: প্রস্থান
ca: Tancar sessió
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Ausloggen
el: Αποσυνδέση
eo: Elsaluti
es: Cerrar sesión
et: Logi välja
eu: Saioa amaitu
fa: خروج از سیستم
fi: Kirjautua ulos
fr: Connectez - Out
fy: Útlogge
ga: Logáil Amach
gd: Log a-mach
gl: Saír
gu: લૉગ આઉટ
hi: लोग आउट
hr: Odjaviti se
hu: Kilépés
hy: Ելք
id: Keluar
is: Að skrá þig út
iw: להתנתק
ja: ログアウト
ka: გამოსვლა
kk: Шығу
km: ចាកចេញ
kn: ಲಾಗ್ ಔಟ್
ku: Derkeve
ky: Чыгуу
lb: Ausloggen
lo: ອອກ​ຈາກ​ລະ​ບົບ
lt: Atsijungti
lv: Izlogoties
mg: Miala
mi: Takiputa
mk: Одјави
ml: പുറത്തുകടക്കുക
mn: Гарах
mr: बाहेर पडणे
ms: Log keluar
mt: Oħroġ
ne: बाहिर निस्कनु
nl: Uitloggen
no: Logg ut
or: ପ୍ରସ୍ଥାନ କର
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
pl: Wyloguj
ps: وتل
pt: Sair
ro: Deconectare
ru: Выйти
rw: Gusohoka
sd: ڪم ڇڏڻ
si: ඉවත්ව යාම
sk: Odhlásiť sa
sl: Izpisati
sq: Shkyç
sr: Одјавити се
sv: Logga ut
sw: Ingia
ta: வெளியேறு
te: లాగౌట్
tg: ибтидо
th: ออกจากระบบ
tk: Hasapdan çykmak
tl: Mag-log out
tr: Çıkış Yap
tt: Чыгарга
uk: Вийти
ur: لاگ آوٹ
uz: Chiqish
vi: Đăng xuất
xh: Phuma
yi: לאָגאָוט

source: Hi
am: ሃይ
ar: أهلا
az: Salam
be: Прывітанне
bg: Здравей
bn: ওহে
ca: Hola
cs: Ahoj
cy: Helo
da: Hej
de: Hallo
el: γεια
eo: Saluton
es: Hola
et: Tere
eu: Kaixo
fa: سلام
fi: Hei
fr: salut
fy: Hoi
ga: Haigh
gl: Ola
gu: હાય
hi: नमस्ते
hr: bok
hu: Szia
hy: Ողջու՜յն
id: Hai
is: Hæ
it: Ciao
iw: היי
ja: こんにちは
ka: გამარჯობა
kk: Сәлем
km: សួស្តី
kn: ನಮಸ್ತೆ
ku: merheba
ky: салам
lb: Salut
lo: ສະບາຍດີ
lt: Sveiki
lv: Sveiki
mg: Salama
mi: Kia ora
mk: Здраво
ml: ഹായ്
mn: Сайн уу
mr: हाय
ms: Hai
mt: Hello
my: မင်္ဂလာပါ
ne: नमस्ते
nl: Hoi
no: Hei
or: ହାଏ
pa: ਹਾਇ
pl: cześć
ps: سلام
pt: Oi
ro: Salut
ru: Привет
rw: Muraho
sd: هاء
si: හායි
sk: Ahoj
sl: Živjo
sq: Pershendetje
sr: Здраво
sv: Hej
sw: Halo
ta: வணக்கம்
te: హాయ్
tg: Салом
th: สวัสดี
tk: Salam
tr: Selam
tt: Сәлам
ug: ياخشىمۇسىز
uk: Привіт
ur: ہائے
uz: Salom
vi: Chào
xh: Mholo
yi: הי

source: View your account
af: Kyk na u rekening
am: መለያዎን ይመልከቱ
ar: عرض حسابك
az: Hesabınıza baxın
be: Прагляд вашага ўліковага запісу
bg: Вижте вашия акаунт
bn: আপনার অ্যাকাউন্ট দেখুন
ca: Consulteu el vostre compte
cs: Zobrazit váš účet
cy: Gweld eich cyfrif
da: Se din konto
de: Zeigen Sie Ihr Konto an
el: Δείτε τον λογαριασμό σας
eo: Rigardu vian konton
es: Ver tu cuenta
et: Vaadake oma kontot
eu: Ikusi zure kontua
fa: حساب خود را مشاهده کنید
fi: Tarkastele tiliäsi
fr: Afficher votre compte
fy: Besjoch jo akkount
ga: Féach ar do chuntas
gd: Thoir sùil air a ’chunntas agad
gl: Consulta a túa conta
gu: તમારું એકાઉન્ટ જુઓ
hi: अपना खाता देखें
hr: Pogledajte svoj račun
hu: Tekintse meg fiókját
hy: Դիտեք ձեր հաշիվը
id: Lihat akun Anda
is: Skoðaðu reikninginn þinn
it: Visualizza il tuo account
iw: צפה בחשבונך
ja: アカウントを表示する
ka: ნახეთ თქვენი ანგარიში
kk: Тіркелгіңізді қараңыз
km: មើលគណនីរបស់អ្នក
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ವೀಕ್ಷಿಸಿ
ku: Hesabê xwe bibînin
ky: Каттоо эсебиңизди көрүңүз
lb: Kuckt Äre Kont
lo: ເບິ່ງບັນຊີຂອງທ່ານ
lt: Peržiūrėkite savo sąskaitą
lv: Skatiet savu kontu
mg: Jereo ny kaontinao
mi: Tirohia to kaute
mk: Прегледајте ја вашата сметка
ml: നിങ്ങളുടെ അക്കൗണ്ട് കാണുക
mn: Өөрийн акаунтыг үзэх
mr: आपले खाते पहा
ms: Lihat akaun anda
mt: Ara l-kont tiegħek
my: သင့်အကောင့်ကိုကြည့်ပါ
ne: तपाईंको खाता हेर्नुहोस्
nl: Bekijk uw account
no: Se kontoen din
or: ଆପଣଙ୍କର ଖାତା ଦେଖନ୍ତୁ |
pa: ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਵੇਖੋ
pl: Wyświetl swoje konto
ps: خپل حساب وګورئ
pt: Ver sua conta
ro: Vizualizați-vă contul
ru: Просмотр вашей учетной записи
rw: Reba konte yawe
sd: پنھنجو کاتو ڏسو
si: ඔබගේ ගිණුම බලන්න
sk: Zobraziť svoj účet
sl: Oglejte si svoj račun
sq: Shikoni llogarinë tuaj
sr: Погледајте свој рачун
sv: Visa ditt konto
sw: Tazama akaunti yako
ta: உங்கள் கணக்கைக் காண்க
te: మీ ఖాతాను చూడండి
tg: Ҳисоби худро бинед
th: ดูบัญชีของคุณ
tk: Hasabyňyzy görüň
tl: Tingnan ang iyong account
tr: Hesabınızı görüntüleyin
tt: Сезнең счетыгызны карагыз
ug: ھېساباتىڭىزنى كۆرۈڭ
uk: Перегляньте свій рахунок
ur: اپنا اکاؤنٹ دیکھیں
uz: Hisobingizni ko'ring
vi: Xem tài khoản của bạn
xh: Jonga iakhawunti yakho
yi: View דיין חשבון

source: View page
af: Besigtig bladsy
am: ገጽ ይመልከቱ
ar: عرض الصفحة
az: Səhifəyə baxın
be: Прагляд старонкі
bg: Преглед на страницата
bn: পৃষ্ঠা দেখুন
ca: Veure la pàgina
cs: Zobrazit stránku
cy: Gweld y dudalen
da: Vis side
de: Seite anzeigen
el: Προβολή σελίδας
eo: Vidi paĝon
es: Ver pagina
et: Kuva leht
eu: Ikusi orria
fa: مشاهده صفحه
fi: Näytä sivu
fr: Voir page
fy: Side besjen
ga: Féach ar an leathanach
gd: Faic an duilleag
gl: Ver páxina
gu: પૃષ્ઠ જુઓ
hi: पृष्ठ देखें
hr: Pogledajte stranicu
hu: Oldal megtekintése
hy: Դիտել էջը
id: Lihat halaman
is: Skoða síðu
it: Visualizza la pagina
iw: צפה בדף
ja: ページを見る
ka: გვერდის ნახვა
kk: Бетті қарау
km: មើលទំព័រ
kn: ಪುಟವನ್ನು ವೀಕ್ಷಿಸಿ
ku: Rûpelê bibînin
ky: Баракты көрүү
lb: Säit kucken
lo: ເບິ່ງ ໜ້າ ເວັບ
lt: Žiūrėti puslapį
lv: Skatīt lapu
mg: Pejy Hijery
mi: Tirohia te whaarangi
mk: Погледнете ја страницата
ml: പേജ് കാണുക
mn: Хуудсыг үзэх
mr: पृष्ठ पहा
ms: Lihat halaman
mt: Ara l-paġna
my: စာမျက်နှာကိုကြည့်ရန်
ne: पृष्ठ हेर्नुहोस्
nl: Bekijk pagina
no: Vis side
or: ପୃଷ୍ଠା ଦେଖନ୍ତୁ |
pa: ਪੰਨਾ ਵੇਖੋ
pl: Obejrzyj stronę
ps: مخ وګورئ
pt: Ver pagina
ro: Vezi pagina
ru: Просмотр страницы
rw: Reba urupapuro
sd: صفحو ڏسو
si: පිටුව බලන්න
sk: Zobraziť stránku
sl: Ogled strani
sq: Shikoni faqen
sr: Погледајте страницу
sv: Visa sida
sw: Angalia ukurasa
ta: பக்கத்தைக் காண்க
te: పేజీని చూడండి
tg: Намоиши саҳифа
th: ดูหน้า
tk: Sahypany gör
tl: Tingnan ang pahina
tr: Sayfaya bak
tt: Битне карау
ug: بەتنى كۆرۈش
uk: Переглянути сторінку
ur: صفحہ دیکھیں
uz: Sahifani ko'rish
vi: Xem trang
xh: Jonga iphepha
yi: View בלאַט

source: You don’t have any apps
af: Jy het geen programme nie
am: ምንም መተግበሪያዎች የሉዎትም
ar: ليس لديك أي تطبيقات
az: Heç bir tətbiqiniz yoxdur
be: У вас няма праграм
bg: Нямате никакви приложения
bn: আপনার কাছে কোনও অ্যাপ নেই
ca: No teniu cap aplicació
cs: Nemáte žádné aplikace
cy: Nid oes gennych unrhyw apiau
da: Du har ingen apps
de: Sie haben keine Apps
el: Δεν έχετε εφαρμογές
eo: Vi ne havas programojn
es: No tienes ninguna aplicación
et: Teil pole ühtegi rakendust
eu: Ez duzu inolako aplikaziorik
fa: شما هیچ برنامه ای ندارید
fi: Sinulla ei ole sovelluksia
fr: Vous n'avez aucune application
fy: Jo hawwe gjin apps
ga: Níl aon aipeanna agat
gd: Chan eil aplacaidean agad
gl: Non tes ningunha aplicación
gu: તમારી પાસે કોઈ એપ્લિકેશનો નથી
hi: आपके पास कोई एप्लिकेशन नहीं है
hr: Nemate nijednu aplikaciju
hu: Nincsenek alkalmazásai
hy: Դուք ոչ մի ծրագիր չունեք
id: Anda tidak memiliki aplikasi apa pun
is: Þú ert ekki með nein forrit
it: Non hai app
iw: אין לך אפליקציות
ja: アプリがありません
ka: თქვენ არ გაქვთ არანაირი აპი
kk: Сізде ешқандай қолданба жоқ
km: អ្នកមិនមានកម្មវិធីទេ
kn: ನೀವು ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ
ku: Çu sepanên we tune
ky: Сизде бир дагы колдонмо жок
lb: Dir hutt keng Apps
lo: ທ່ານບໍ່ມີແອັບ. ໃດໆເລີຍ
lt: Neturite jokių programų
lv: Jums nav nevienas lietotnes
mg: Tsy manana fampiharana ianao
mi: Kaore o taupānga
mk: Немате апликации
ml: നിങ്ങൾക്ക് അപ്ലിക്കേഷനുകളൊന്നുമില്ല
mn: Танд ямар ч програм алга
mr: आपल्याकडे कोणतेही अ‍ॅप्स नाहीत
ms: Anda tidak mempunyai aplikasi
mt: M'għandekx xi apps
my: သင့်မှာအက်ပလီကေးရှင်းတွေမရှိဘူး
ne: तपाईंसँग कुनै अनुप्रयोग छैन
nl: Je hebt geen apps
no: Du har ingen apper
or: ଆପଣଙ୍କର କ apps ଣସି ଆପ୍ ନାହିଁ |
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਐਪਸ ਨਹੀਂ ਹਨ
pl: Nie masz żadnych aplikacji
ps: تاسو هیڅ ډول اطلاقات نلرئ
pt: Você não tem nenhum aplicativo
ro: Nu aveți nicio aplicație
ru: У вас нет приложений
rw: Nta porogaramu ufite
sd: توهان وٽ ڪابه ايپس ناهي
si: ඔබට යෙදුම් නොමැත
sk: Nemáte žiadne aplikácie
sl: Nimate nobene aplikacije
sq: Ju nuk keni ndonjë aplikacion
sr: Немате ниједну апликацију
sv: Du har inga appar
sw: Huna programu zozote
ta: உங்களிடம் எந்த பயன்பாடுகளும் இல்லை
te: మీకు అనువర్తనాలు లేవు
tg: Шумо ягон барнома надоред
th: คุณไม่มีแอปใด ๆ
tk: Sizde programmalar ýok
tl: Wala kang anumang mga app
tr: Herhangi bir uygulamanız yok
tt: Сездә кушымталар юк
ug: سىزدە ھېچقانداق ئەپ يوق
uk: У вас немає додатків
ur: آپ کے پاس کوئی ایپ نہیں ہے
uz: Sizda biron bir ilova yo'q
vi: Bạn không có bất kỳ ứng dụng nào
xh: Awunazo ii -apps
yi: איר טאָן ניט האָבן קיין אַפּפּס
