Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
af: Of jy nou op &#39;n ander plek reis of bly, jy sal met ons tydsone-gesprekbestuurstelsel sinchroniseer.
am: እየተጓዙም ሆነ በሌላ ቦታ ቢቆዩም እኛ ከሰዓት ሰቅ የውይይት አስተዳደር ስርዓት ጋር ይመሳሰላሉ።
ar: سواء كنت مسافرًا أو تقيم في مكان آخر ، فستكون متزامنًا مع نظام إدارة المحادثة بالمنطقة الزمنية.
az: Səyahət etmək və ya başqa bir yerdə olsanız, zaman zonamızdakı danışıq idarəetmə sistemi ilə sinxronlaşacaqsınız.
be: Падарожнічаючы ці спыняючыся ў іншым месцы, вы будзеце сінхронна з нашай сістэмай кіравання размовамі ў часовым поясе.
bg: Независимо дали пътувате или отсядате на друго място, вие ще сте в синхрон с нашата система за управление на разговорите във часовата зона.
bn: ভ্রমণ বা অন্য কোনও স্থানেই থাকুক না কেন, আপনি আমাদের সময়-অঞ্চল কথোপকথন পরিচালনা সিস্টেমের সাথে একযোগে থাকবেন।
ca: Tant si viatgeu com si esteu a una altra ubicació, estareu sincronitzats amb el nostre sistema de gestió de converses de zona horària.
cs: Ať už cestujete nebo zůstáváte na jiném místě, budete synchronizováni s naším systémem správy konverzací v časové zóně.
cy: P&#39;un a ydych chi&#39;n teithio neu&#39;n aros mewn lleoliad arall, byddwch yn cyd-fynd â&#39;n system rheoli sgwrs parth amser.
da: Uanset om du rejser eller opholder dig på et andet sted, synkroniseres du med vores samtalehåndteringssystem for tidszone.
de: Egal, ob Sie reisen oder an einem anderen Ort bleiben, Sie sind mit unserem Zeitzonen-Konversationsmanagementsystem synchronisiert.
el: Είτε ταξιδεύετε είτε μένετε σε άλλη τοποθεσία, θα είστε συγχρονισμένοι με το σύστημα διαχείρισης συνομιλιών ζώνης ώρας.
eo: Ĉu vojaĝante aŭ restante en alia loko, vi sinkronigos kun nia tempa zono-konversacia administrada sistemo.
es: Ya sea que viaje o se aloje en otro lugar, estará sincronizado con nuestro sistema de administración de conversación de zona horaria.
et: Reisides või teises kohas viibides olete sünkroonis meie ajavööndi vestluste haldamise süsteemiga.
eu: Bidaiatu edo beste toki batean egon, sinkronizatuta egongo zara ordu-eremuko elkarrizketen kudeaketa sistemarekin.
fa: سفر یا اقامت در یک مکان دیگر ، با سیستم مدیریت گفتگوی منطقه ما همگام خواهید بود.
fi: Olit sitten matkalla vai oleskeletko toisessa paikassa, olet synkronoituna aikavyöhykekeskustelujen hallintajärjestelmämme kanssa.
fr: Que vous voyagiez ou séjourniez dans un autre endroit, vous serez en phase avec notre système de gestion des conversations de fuseau horaire.
fy: Oft jo reizgje of op in oare lokaasje bliuwe, jo sille syngronisearje mei ús tiidsône petearbehearsysteem.
ga: Cibé an bhfuil tú ag taisteal nó ag fanacht in áit eile, beidh tú ar aon dul lenár gcóras bainistíochta comhrá crios ama.
gd: Ge bith a bheil thu a ’siubhal no a’ fuireach ann an àite eile, bidh thu ann an co-chòrdadh ris an t-siostam riaghlaidh còmhraidh sòn ùine againn.
gl: Tanto se viaxa como se estás noutro lugar, estarás en sincronía co noso sistema de xestión de conversas da zona horaria.
gu: મુસાફરી કરો કે બીજા સ્થાને રહો, તમે અમારી ટાઇમ-ઝોન વાતચીત મેનેજમેન્ટ સિસ્ટમ સાથે સુમેળમાં હશો.
hi: चाहे यात्रा करना या किसी अन्य स्थान पर रहना, आप हमारे समय-क्षेत्र वार्तालाप प्रबंधन प्रणाली के साथ सिंक करेंगे।
hr: Bilo da putujete ili ste boravili na drugoj lokaciji, sinkronizirat ćete se s našim sustavom za upravljanje razgovorom o vremenskoj zoni.
hu: Akár utazik, akár egy másik helyen tartózkodik, szinkronban lesz a időzóna beszélgetéskezelő rendszerünkkel.
hy: Անկախ նրանից, թե դուք ճանապարհորդում եք, թե մնում եք մեկ այլ վայրում, դուք համաժամեցված կլինեք մեր ժամանակային գոտու խոսակցության կառավարման համակարգի հետ:
id: Baik bepergian atau tinggal di lokasi lain, Anda akan sinkron dengan sistem manajemen percakapan zona waktu kami.
is: Hvort sem þú ferð eða gistir á öðrum stað muntu vera samstilltur við samtalsstjórnunarkerfi okkar á tímabeltinu.
it: Che tu sia in viaggio o in un&#39;altra posizione, sarai sincronizzato con il nostro sistema di gestione delle conversazioni con fuso orario.
iw: בין אם אתם נוהגים לנסוע או לשהות במקום אחר, אתם תסתנכרנו עם מערכת ניהול השיחות באזור הזמן שלנו.
ja: 旅行中や別の場所に滞在している場合でも、タイムゾーンの会話管理システムと同期します。
ka: მიუხედავად იმისა, მოგზაურობთ თუ სხვა ადგილას დარჩენას, თქვენ სინქრონიზებული იქნებით ჩვენს დროის ზონის საუბრის მართვის სისტემასთან.
kk: Саяхаттау немесе басқа жерде болу, сіз біздің уақыт белдеуі бойынша сөйлесуді басқару жүйесімен синхронды боласыз.
km: មិនថាធ្វើដំណើររឺស្នាក់នៅទីតាំងផ្សេងទេអ្នកនឹងមានភាពស៊ីសង្វាក់គ្នាជាមួយប្រព័ន្ធគ្រប់គ្រងការសន្ទនាតាមតំបន់ពេលវេលារបស់យើង។
kn: ಬೇರೆ ಸ್ಥಳದಲ್ಲಿ ಪ್ರಯಾಣಿಸುತ್ತಿರಲಿ ಅಥವಾ ಇರಲಿ, ನೀವು ನಮ್ಮ ಸಮಯ ವಲಯ ಸಂಭಾಷಣೆ ನಿರ್ವಹಣಾ ವ್ಯವಸ್ಥೆಯೊಂದಿಗೆ ಸಿಂಕ್ ಆಗುತ್ತೀರಿ.
ku: Ka gelo rêwîtî an li cîhek din bimîne, hûn ê bi pergala rêveberiya danûstendinê ya devera demê-we re hevrêz bibin.
ky: Саякаттап жүрсөңүз же башка жерде болосузбу, биздин убакыт алкагы боюнча сүйлөшүүлөрдү башкаруу тутуму менен шайкештешип каласыз.
lb: Egal ob Dir op enger anerer Plaz reest oder bleift, wäert Dir synchroniséieren mat eisem Zäitzone Gespréichsmanagement System.
lo: ບໍ່ວ່າຈະເດີນທາງຫລືຢູ່ບ່ອນອື່ນ, ທ່ານຈະສອດຄ່ອງກັບລະບົບການຈັດການສົນທະນາເວລາຂອງພວກເຮົາ.
lt: Keliaudami ar apsistodami kitoje vietoje, būsite suderinti su mūsų laiko juostos pokalbių valdymo sistema.
lv: Ceļojot vai uzturoties citā vietā, jūs būsit sinhronizācijā ar mūsu laika joslu sarunu pārvaldības sistēmu.
mg: Na mandeha any an-toeran-kafa ianao, dia hifanaraka amin&#39;ny rafi-pitantanan-draharahan&#39;ny firesaka.
mi: Ahakoa te haere, te noho ranei ki tetahi atu waahi, ka uru koe ki ta tatou punaha whakahaere-whakawhiti korero.
mk: Без разлика дали патувате или престојувате на друга локација, ќе бидете во синхронизација со нашиот систем за управување со разговори во временската зона.
ml: മറ്റൊരു സ്ഥലത്ത് യാത്ര ചെയ്യുകയോ താമസിക്കുകയോ ചെയ്താൽ, നിങ്ങൾ ഞങ്ങളുടെ സമയ-മേഖല സംഭാഷണ മാനേജുമെന്റ് സിസ്റ്റവുമായി സമന്വയിപ്പിക്കും.
mn: Аялаж, эсвэл өөр газар байгаа эсэхээс үл хамааран та манай цагийн бүсийн ярианы удирдлагын системтэй синк хийх болно.
mr: प्रवास किंवा दुसर्‍या ठिकाणी रहाणे, आपण आमच्या टाइम-झोन संभाषण व्यवस्थापन प्रणालीसह समक्रमित व्हाल.
ms: Sama ada melancong atau tinggal di lokasi lain, anda akan selari dengan sistem pengurusan perbualan zon waktu kami.
mt: Sew jekk tivvjaġġa jew toqgħod f&#39;post ieħor, int tkun f&#39;sinkronizzazzjoni mas-sistema tagħna ta &#39;ġestjoni taż-żona ta&#39; konverżazzjoni ta &#39;żona.
my: အခြားနေရာတစ်ခုတွင်ခရီးသွားသည်ဖြစ်စေ၊ တည်းခိုသည်ဖြစ်စေကျွန်ုပ်တို့၏အချိန်ဇုန်စကားပြောဆိုမှုစီမံခန့်ခွဲမှုစနစ်နှင့်စည်းညှိနေလိမ့်မည်။
ne: चाहे यात्रा वा अर्को स्थान मा रहनु, तपाईं हाम्रो समय क्षेत्र कुराकानी प्रबन्धन प्रणाली संग सिंक हुन।
nl: Of u nu reist of op een andere locatie verblijft, u zult synchroon lopen met ons tijdzonebeheersysteem voor gesprekken.
no: Enten du reiser eller bor på et annet sted, vil du være synkronisert med vårt tidssone-samtalestyringssystem.
or: ଭ୍ରମଣ ହେଉ କିମ୍ବା ଅନ୍ୟ ଏକ ସ୍ଥାନରେ ରୁହନ୍ତୁ, ଆପଣ ଆମର ଟାଇମ୍-ଜୋନ୍ ବାର୍ତ୍ତାଳାପ ପରିଚାଳନା ସିଷ୍ଟମ୍ ସହିତ ସିଙ୍କରେ ରହିବେ |
pa: ਭਾਵੇਂ ਯਾਤਰਾ ਕਰੋ ਜਾਂ ਕਿਸੇ ਹੋਰ ਜਗ੍ਹਾ ਤੇ ਰਹੋ, ਤੁਸੀਂ ਸਾਡੀ ਸਮਾਂ-ਜ਼ੋਨ ਗੱਲਬਾਤ ਪ੍ਰਬੰਧਨ ਪ੍ਰਣਾਲੀ ਦੇ ਨਾਲ ਸਮਕਾਲੀ ਹੋਵੋਗੇ.
pl: Niezależnie od tego, czy podróżujesz, czy przebywasz w innym miejscu, będziesz zsynchronizowany z naszym systemem zarządzania rozmowami w strefie czasowej.
ps: که چیرې سفر وکړئ یا په بل ځای کې پاتې شئ ، تاسو به زموږ د وخت زون د خبرو اترو مدیریت سیسټم سره همغږی شئ.
pt: Seja viajando ou ficando em outro local, você estará sincronizado com nosso sistema de gerenciamento de conversas por fuso horário.
ro: Indiferent dacă călătorești sau stai într-o altă locație, vei fi în sincronizare cu sistemul nostru de gestionare a conversațiilor din zona orară.
ru: Путешествуете ли вы или находитесь в другом месте, вы будете синхронизированы с нашей системой управления разговорами в часовых поясах.
rw: Waba ingendo cyangwa kuguma ahandi, uzaba uhujwe na sisitemu yo gucunga ibiganiro-umwanya.
sd: چاهي سفر يا ٻئي هنڌ رهجي ، توهان پنهنجي ٽائيم زون گفتگو واري انتظاماتي نظام سان هم وقت ٿي ويندا.
si: වෙනත් ස්ථානයක සංචාරය කළත්, නැවතී සිටියත්, ඔබ අපගේ කාල කලාප සංවාද කළමනාකරණ පද්ධතිය සමඟ සමපාත වේ.
sk: Či už cestujete alebo zostávate na inom mieste, budete v synchronizácii s naším systémom správy konverzácií v časovej zóne.
sl: Ne glede na to, ali potujete ali bivate na drugi lokaciji, boste sinhronizirani z našim sistemom za upravljanje pogovorov v časovnem pasu.
sq: Pavarësisht nëse udhëtoni ose qëndroni në një vend tjetër, do të jeni në sinkron me sistemin tonë të menaxhimit të bisedave në zonën e kohës.
sr: Било да путујете или ћете боравити на другој локацији, бићете у синхронизацији са нашим системом за управљање разговором о временској зони.
sv: Oavsett om du reser eller bor på en annan plats, kommer du att synkronisera med vårt samtalshanteringssystem för tidszon.
sw: Iwe ni kusafiri au kukaa katika eneo lingine, utakuwa kwenye kusawazisha na mfumo wetu wa usimamizi wa mazungumzo wa eneo.
ta: பயணம் செய்தாலும் அல்லது வேறொரு இடத்தில் தங்கியிருந்தாலும், எங்கள் நேர மண்டல உரையாடல் மேலாண்மை அமைப்புடன் நீங்கள் ஒத்திசைவீர்கள்.
te: మరొక ప్రదేశంలో ప్రయాణించినా లేదా బస చేసినా, మీరు మా టైమ్-జోన్ సంభాషణ నిర్వహణ వ్యవస్థతో సమకాలీకరిస్తారు.
tg: Новобаста аз он ки шумо сафар мекунед ё дар ҷои дигар бошед, шумо бо системаи идоракунии вақти гуфтугӯии мо ҳамоҳанг хоҳед буд.
th: ไม่ว่าจะเดินทางหรืออยู่ในสถานที่อื่นคุณจะซิงค์กับระบบจัดการการสนทนาตามโซนเวลาของเรา
tk: Syýahat etmek ýa-da başga bir ýerde galmak bilen, wagt guşaklygyndaky gepleşik dolandyryş ulgamymyz bilen sinhron bolarsyňyz.
tl: Kung naglalakbay man o mananatili sa ibang lokasyon, magkasabay ka sa aming sistema ng pamamahala ng pag-uusap sa time-zone.
tr: İster seyahat edin, ister başka bir yerde kalın, zaman dilimi konuşma yönetim sistemimizle senkronize olacaksınız.
tt: Сәяхәт итү яки бүтән урында тору, сез безнең вакыт зонасы белән идарә итү системасы белән синхрон булырсыз.
ug: مەيلى ساياھەت قىلىڭ ياكى باشقا جايدا تۇرۇڭ ، بىزنىڭ ۋاقىت رايونىمىز سۆھبەت باشقۇرۇش سىستېمىسى بىلەن ماس قەدەمدە بولىسىز.
uk: Якщо ви подорожуєте чи перебуваєте в іншому місці, ви будете синхронізовані з нашою системою управління розмовами в часовій зоні.
ur: خواہ سفر کرنا ہو یا کسی اور مقام پر رہنا ، آپ ہمارے ٹائم زون مکالمے کے نظم و نسق کے نظام کے ساتھ ہم آہنگ ہوں گے۔
uz: Sayohat yoki boshqa joyda bo&#39;lishingizdan qat&#39;i nazar, siz bizning vaqt mintaqamizdagi suhbatni boshqarish tizimi bilan sinxronlashasiz.
vi: Dù đi du lịch hay ở một địa điểm khác, bạn sẽ đồng bộ với hệ thống quản lý hội thoại múi giờ của chúng tôi.
xh: Nokuba uhamba okanye uhlala kwenye indawo, uya kuvumelana nenkqubo yolawulo lwencoko yethu.
yi: צי איר אַרומפאָרן אָדער בלייבן אויף אן אנדער אָרט, איר וועט זיין סינק מיט אונדזער צייט-זאָנע שמועס פאַרוואַלטונג סיסטעם.

source: Track Events
am: ክስተቶችን ይከታተሉ
ar: تتبع الأحداث
az: Hadisələri baxın
be: адсочванне падзей
bg: Проследяване на събития
bn: ট্র্যাক ইভেন্টস
ca: Feu un seguiment dels esdeveniments
cs: Sledování událostí
cy: Digwyddiadau Trac
da: Spor begivenheder
de: Ereignisse verfolgen
el: Παρακολούθηση συμβάντων
eo: Spuri Eventojn
es: Eventos de pista
et: Jälgi sündmusi
eu: Jarraitu gertaerak
fa: پیگیری رویدادها
fi: Seuraa tapahtumia
fr: Les épreuves de piste
ga: Imeachtaí a rianú
gd: Tachartasan a ’lorg
gl: Rastrexar eventos
gu: ટ્રેક ઘટનાઓ
hi: घटनाओं का पता लगाएं
hr: Pratite događaje
hu: Nyomon követheti az eseményeket
hy: Հետեւել իրադարձություններ
id: Lacak Acara
it: Tracciare eventi
iw: לעקוב אחר אירועים
ja: トラック競技
ka: სიმღერების თარიღები
kk: Оқиғаларды бақылаңыз
km: តាមដានព្រឹត្តិការណ៍
kn: ಟ್ರ್ಯಾಕ್ ಕ್ರಿಯೆಗಳು
ku: Event Events
lo: ຕິດຕາມເຫດການ
lt: Stebėkite įvykius
lv: Track notikumi
mi: Nga Takahanga Aroturuki
mk: Следи настани
ml: ട്രാക്ക് ഇവന്റുകൾ
mn: Үйл явдлыг хянах
mr: ट्रॅक कार्यक्रम
ms: Jejaki Acara
mt: Avvenimenti tal-binarji
my: track ပွဲများ
ne: ट्र्याक कार्यक्रमहरू
nl: Evenementen volgen
no: Spor hendelser
or: ଇଭେଣ୍ଟଗୁଡିକ ଟ୍ରାକ୍ କରନ୍ତୁ |
pa: ਟਰੈਕ ਇਵੈਂਟਸ
pl: Śledź wydarzenia
ps: د ټرک پیښې
pt: Provas de pista
ro: Urmăriți evenimente
ru: Отслеживать события
rw: Kurikirana ibyabaye
sd: ٽريڪ جا واقعا
si: සංසද රැස්වීම්
sk: Sledovanie udalostí
sl: Dogodki sledi
sq: Gjurmo ngjarjet
sr: Трацк Евентс
sv: Spåra händelser
sw: Fuatilia Matukio
ta: ட்ராக் நிகழ்வுகள்
te: ట్రాక్ ఈవెంట్స్
tg: Чорабиниҳо
th: ติดตามกิจกรรม
tk: Wakalary yzarlaň
tl: Subaybayan ang mga kaganapan
tr: Pist Yarışları
tt: Вакыйгаларны күзәтегез
ug: ۋەقەلەرنى ئىز قوغلاش
uk: Відстеження подій
ur: ٹریک واقعات
uz: Voqealarni kuzating
vi: Sự kiện theo dõi
xh: Ukulandelela Imicimbi
yi: שפּור עווענץ

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
af: Skakel vergaderings vinnig, monitor opkomende gebeurtenisse en nooi kliënte en spanlede as deelnemers.
am: ስብሰባዎችን በፍጥነት ያዘጋጁ, በቅርብ ጊዜ የሚሆኑ ዝግጅቶችን ይቆጣጠሩ, እና ተሳታፊዎቹን እና የቡድን አባላትን ይጋብዛል.
ar: جدولة الاجتماعات بسرعة ، ومراقبة الأحداث القادمة ، ودعوة العملاء وأعضاء الفريق كمشاركين.
az: Görüşləri tez bir zamanda planlaşdırın, qarşıdan gələn hadisələrə nəzarət edin və müştərilər və qrup üzvlərini iştirakçı kimi dəvət edirik.
be: Хутка планаваць сустрэчы, адсочваць маючыя адбыцца мерапрыемствы і запрашаць кліентаў і членаў каманды ў якасці наведвальнікаў.
bg: Бързо планирайте срещите, наблюдавайте предстоящите събития и канете клиенти и членове на екипа като участници.
bn: দ্রুত সভাগুলো সময়সূচী, আসন্ন ইভেন্ট নিরীক্ষণ, এবং অংশগ্রহণকারীদের হিসাবে ক্লায়েন্ট এবং দলের সদস্যদের আমন্ত্রণ।
ca: Planifiqueu ràpidament les reunions, vigileu els propers esdeveniments i inviteu clients i membres de l&#39;equip com a assistents.
cs: Rychle naplánovat schůzky, sledovat nadcházející události a pozvat klienty a členy týmu jako účastníky.
cy: Trefnu cyfarfodydd yn gyflym, monitro digwyddiadau sydd ar y gweill, a gwahodd cleientiaid ac aelodau&#39;r tîm fel mynychwyr.
da: Planlæg hurtigt møder, overvåge kommende arrangementer, og inviter kunder og teammedlemmer som deltagere.
de: Planen Sie schnell Besprechungen, überwachen Sie anstehende Ereignisse und laden Sie Kunden und Teammitglieder als Teilnehmer ein.
el: Γρήγορα προγραμματίζετε συναντήσεις, παρακολουθείτε επερχόμενες εκδηλώσεις και καλείτε τους πελάτες και τα μέλη της ομάδας ως συμμετέχοντες.
eo: Rapide prilabori renkontiĝojn, kontroli sekvontajn eventojn, kaj invitu klientojn kaj teamanojn kiel partoprenantojn.
es: Programe reuniones rápidamente, supervise los próximos eventos e invite a los clientes y miembros del equipo como asistentes.
et: Korraldage kohtumised kiiresti, jälgige tulevasi sündmusi ja kutsuge kliente ja meeskonnaliikmeid osalejateks.
eu: Antolatu azkar bilerak, datozen gertaeren jarraipena egin eta gonbidatu bezeroei eta taldeko kideei parte-hartzaile gisa.
fa: برنامه ریزی جلسات، نظارت بر رویدادهای آینده، و دعوت از مشتریان و اعضای تیم به عنوان شرکت کنندگان.
fi: Suunnittele kokoukset nopeasti, seuraa tulevia tapahtumia ja kutsu asiakkaita ja tiimin jäseniä osallistujiksi.
fr: Planifiez rapidement des réunions, surveillez les événements à venir et invitez des clients et des membres de l’équipe en tant que participants.
fy: Fluchlieningsgearkomsten, monitor kommende eveneminten, en kliïnten en team-leden as oanwêzigen útnoegje.
ga: Déan cruinnithe a sceidealú go tapa, monatóireacht a dhéanamh ar imeachtaí atá le teacht, agus cuireadh a thabhairt do chliaint agus do chomhaltaí foirne freastal orthu.
gd: Cuir air dòigh gu luath coinneamhan, cuir sùil air tachartasan a tha ri thighinn, agus thoir cuireadh do luchd-dèiligidh agus buill den sgioba a bhith an làthair.
gl: Programar rapidamente reunións, supervisar os próximos eventos e invitar clientes e membros do equipo como asistentes.
gu: મીટિંગ્સ ઝડપથી સુનિશ્ચિત કરો, આગામી ઇવેન્ટ્સનું નિરીક્ષણ કરો અને ગ્રાહકો અને ટીમના સભ્યોને હાજરી આપનારા તરીકે આમંત્રિત કરો.
hi: जल्दी से बैठकें करें, आगामी कार्यक्रमों की निगरानी करें, और उपस्थित लोगों के रूप में ग्राहकों और टीम के सदस्यों को आमंत्रित करें।
hr: Brzo rasporedite sastanke, pratite nadolazeće događaje i pozovite klijente i članove tima kao polaznike.
hu: Gyorsan ütemezheti az üléseket, figyelemmel kíséri a közelgő eseményeket, és meghívhatja az ügyfeleket és a csapattagokat résztvevőként.
hy: Արագ միջոցառումներ կազմակերպեք, դիտեք առաջիկա իրադարձությունները եւ հրավիրեք հաճախորդներին եւ թիմի անդամներին որպես մասնակիցներ:
id: Jadwalkan rapat dengan cepat, pantau acara mendatang, dan undang klien dan anggota tim sebagai peserta.
is: Fljótlega skipuleggja fundi, fylgjast með væntanlegum atburðum og bjóða viðskiptavinum og teymum þátttakendum sem þátttakendur.
it: Pianifica rapidamente le riunioni, monitora gli eventi imminenti e invita clienti e membri del team come partecipanti.
iw: תזמון מהיר של פגישות, מעקב אחר אירועים קרובים והזמנת לקוחות וחברי צוות כמשתתפים.
ja: 会議をすばやくスケジュールし、今後のイベントを監視し、クライアントおよびチームメンバーを出席者として招待します。
ka: სწრაფად დანიშნოს შეხვედრები, დაგეგმილი ღონისძიებები და მოიწვიოს კლიენტებისა და გუნდის წევრები.
kk: Жиналыстарды жылдам жоспарлау, алдағы оқиғаларды қадағалау және клиенттер мен топ мүшелерін қатысушы ретінде шақыру.
km: រៀបចំកិច្ចប្រជុំយ៉ាងឆាប់រហ័សតាមដានព្រឹត្ដិការណ៍នាពេលខាងមុខនិងអញ្ជើញអតិថិជននិងសមាជិកក្រុមជាអ្នកចូលរួម។
kn: ತ್ವರಿತವಾಗಿ ಸಭೆಗಳನ್ನು ನಿಗದಿಪಡಿಸಿ, ಮುಂಬರುವ ಈವೆಂಟ್ಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ, ಮತ್ತು ಗ್ರಾಹಕರು ಮತ್ತು ತಂಡದ ಸದಸ್ಯರನ್ನು ಪಾಲ್ಗೊಳ್ಳುವವರು ಎಂದು ಆಹ್ವಾನಿಸಿ.
ku: Bi lezgarkirina civînan vexwendin, bûyerên paşerojê li ser çavdêriyê, û mişter û tîmên ji bo beşdarî bibin.
ky: Тез жолугушууларды, алдыда боло турган окуяларга байкоо салып, ошондой эле жыйынга ошондой эле кардарлар менен команда мүчөлөрү чакырабыз.
lb: Schnell Versammlungstreffen, Iwwerwaachungs-Evenementer iwwerwaachen, a Clienten a Membere wéi Participanten invitéieren.
lo: ຈັດປະຊຸມຢ່າງໄວວາ, ຕິດຕາມກວດກາກິດຈະກໍາຕ່າງໆແລະເຊີນລູກຄ້າແລະສະມາຊິກທີມເຂົ້າຮ່ວມ.
lt: Greitai suplanuokite susitikimus, stebėkite būsimus įvykius ir pakvieskite klientus bei komandos narius kaip dalyvius.
lv: Ātri ieplānojiet sanāksmes, pārraugiet gaidāmos notikumus un uzaiciniet klientus un komandas dalībniekus apmeklētājiem.
mg: Manaova haingana ny fivoriana, manara-maso ireo hetsika ho avy, ary manasa ireo mpanjifany sy mpikambana ao amin&#39;ny ekipa ho mpanatrika.
mi: Whakaritea i nga huihuinga tere, aroturuki i nga kaupapa e pa mai ana, me te urupare i nga kiritaki me nga mema o te kapa hei kaiuru.
mk: Брзо закажете состаноци, следете ги претстојните настани и поканете ги клиентите и членовите на тимот како присутните.
ml: വേഗത്തിൽ ഷെഡ്യൂൾ കൂടിക്കാഴ്ചകൾ, വരാനിരിക്കുന്ന ഇവന്റുകൾ നിരീക്ഷിക്കൽ, ക്ലയന്റുകൾ, ടീം അംഗങ്ങൾ എന്നിവരെ പങ്കെടുപ്പിക്കുക.
mn: Хурал уулзалтуудыг хурдан хугацаанд хийж, үйл явдлыг хянах, үйлчлүүлэгч болон багийн гишүүдийг оролцож байхыг урих.
mr: सभांना द्रुतगतीने नियोजित करा, आगामी कार्यक्रमांचे परीक्षण करा आणि क्लायंट आणि कार्यसंघाच्या सदस्यांना उपस्थित म्हणून आमंत्रित करा.
ms: Sentiasa menjadualkan mesyuarat, memantau acara yang akan datang, dan menjemput pelanggan dan ahli pasukan sebagai peserta.
mt: Skeda tal-laqgħat malajr, tissorvelja l-avvenimenti li ġejjin, u tistieden klijenti u membri tat-tim bħala attendew.
my: လျင်မြန်စွာ, အစည်းအဝေးများအချိန်စာရင်းလာမည့်ဖြစ်ရပ်များစောင့်ကြည့်ခြင်း, တက်ရောက်အဖြစ် client နှင့်အဖွဲ့သည်အဖွဲ့ဝင်ဖိတ်ခေါ်ပါသည်။
ne: सहभागीहरू अनुसूची तालिकाहरू, आगामी घटनाहरूको निरीक्षण गर्नुहोस्, र ग्राहकहरू र टोलीका सदस्यहरूलाई सहभागीको रूपमा निमन्त्रणा दिनुहोस्।
nl: Plan snel vergaderingen, controleer geplande evenementen en nodig klanten en teamleden uit als deelnemers.
no: Planlegge møter raskt, overvåke kommende arrangementer, og inviter kunder og lagmedlemmer som deltakere.
or: ଶୀଘ୍ର ବ meetings ଠକ ନିର୍ଦ୍ଧାରଣ କରନ୍ତୁ, ଆଗାମୀ ଘଟଣାଗୁଡ଼ିକ ଉପରେ ନଜର ରଖନ୍ତୁ, ଏବଂ ଗ୍ରାହକ ଏବଂ ଦଳର ସଦସ୍ୟମାନଙ୍କୁ ଉପସ୍ଥିତ ଭାବରେ ଆମନ୍ତ୍ରଣ କରନ୍ତୁ |
pa: ਜਲਦੀ ਨਾਲ ਮੀਟਿੰਗਾਂ ਨੂੰ ਨਿਯੰਤ੍ਰਿਤ ਕਰੋ, ਆਗਾਮੀ ਇਵੈਂਟਾਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ ਅਤੇ ਗਾਹਕਾਂ ਅਤੇ ਟੀਮ ਮੈਂਬਰਾਂ ਨੂੰ ਹਾਜ਼ਰ ਦੇ ਤੌਰ ਤੇ ਸੱਦਾ ਦਿਓ
pl: Szybko planuj spotkania, monitoruj nadchodzące wydarzenia i zapraszaj klientów i członków zespołu jako uczestników.
ps: په چټکه توګه وختونه مهال ویش، راتلونکی پیښو څارنه، او د ګډون کوونکو په توګه د پیرودونکو او د ټیم غړو ته بلنه ورکړئ.
pt: Agende rapidamente reuniões, monitore eventos futuros e convide clientes e membros da equipe como participantes.
ro: Redactați întâlniri rapide, monitorizați evenimentele viitoare și invitați clienții și membrii echipei ca participanți.
ru: Быстро планируйте встречи, отслеживайте предстоящие события и приглашайте клиентов и членов команды в качестве участников.
rw: Teganya vuba inama, ukurikirane ibyabaye, kandi utumire abakiriya nabagize itsinda nkabitabira.
sd: گڏجاڻي سان شيڊول گڏجاڻين، نگران ايندڙ واقعن، ۽ دعوت ڏيڻ وارن جي ميمبرن ۽ ٽيم ميمبرن کي دعوت ڏيو.
si: රැස්වීම් සැලසුම් කරන්න, ඉදිරියට එන සිදුවීම් නිරීක්ෂණය කරන්න, ගනුදෙනුකරුවන්ට සහ කණ්ඩායම් සාමාජිකයින්ට ආරාධනා කරන්න.
sk: Rýchlo naplánujte stretnutia, sledujte nadchádzajúce udalosti a pozývajte klientov a členov tímu ako účastníkov.
sl: Hitro načrtujte sestanke, spremljajte prihajajoče dogodke in povabite stranke in člane skupine kot udeležence.
sq: Shpejt planifikoni takime, monitoroni ngjarjet e ardhshme dhe ftojini klientët dhe anëtarët e ekipit si pjesëmarrës.
sr: Брзо распоредите састанке, пратите предстојеће догађаје и позовите клијенте и чланове тима као полазнике.
sv: Planera möten snabbt, övervaka kommande evenemang och bjud in klienter och lagmedlemmar som deltagare.
sw: Mipango ya ratiba ya haraka, matukio ya ujao ujao, na waalike wateja na wajumbe wa timu kama washiriki.
ta: கூட்டங்களை உடனடியாக அட்டவணைப்படுத்தவும், எதிர்வரும் நிகழ்வுகள் கண்காணிக்கவும், வாடிக்கையாளர்களையும் குழு உறுப்பினர்களையும் பங்கேற்க வேண்டும்.
te: త్వరగా సమావేశాలు షెడ్యూల్, రాబోయే ఈవెంట్స్ మానిటర్, మరియు హాజరైన ఖాతాదారులకు మరియు జట్టు సభ్యులను ఆహ్వానించండి.
tg: Ба зудӣ вохӯрии вохӯриҳо, мониторинги чорабиниҳои фаврӣ ва иштирокчиёнро ба муштариён ва аъзоёни даста даъват намоед.
th: กำหนดเวลาการประชุมอย่างรวดเร็วติดตามกิจกรรมที่กำลังจะเกิดขึ้นและเชิญลูกค้าและสมาชิกในทีมเป็นผู้เข้าร่วม
tk: Duşuşyklary çalt meýilleşdiriň, ýetip gelýän wakalara gözegçilik ediň we müşderileri we toparyň agzalaryny gatnaşyjy hökmünde çagyryň.
tl: Mabilis na iskedyul ng mga pulong, subaybayan ang mga paparating na kaganapan, at mag-imbita ng mga kliyente at mga miyembro ng koponan bilang mga dadalo.
tr: Toplantıları hızla planlayın, yaklaşan etkinlikleri izleyin ve müşterileri ve ekip üyelerini katılımcı olarak davet edin.
tt: Очрашуларны тиз раслагыз, булачак вакыйгаларны күзәтегез, клиентларны һәм команда әгъзаларын катнашырга чакырыгыз.
ug: يىغىنلارنى تېز ئورۇنلاشتۇرۇڭ ، پات ئارىدا يۈز بېرىدىغان ۋەقەلەرنى نازارەت قىلىڭ ، خېرىدار ۋە گۇرۇپپا ئەزالىرىنى يىغىنغا تەكلىپ قىلىڭ.
uk: Швидко планувати зустрічі, стежити за майбутніми подіями, а також запрошувати клієнтів і членів команди як учасників.
ur: جلدی سے میٹنگ شیڈول، آنے والی تقریبات کی نگرانی، اور حاضرین کے طور پر گاہکوں اور ٹیم کے ارکان کو مدعو کریں.
uz: Yig&#39;ilishlarni tezda rejalashtirish, kelgusi tadbirlarni kuzatish va mijozlar va guruh a&#39;zolarini ishtirokchilar sifatida taklif qilish.
vi: Nhanh chóng lên lịch các cuộc họp, theo dõi các sự kiện sắp tới và mời khách hàng và các thành viên trong nhóm làm người tham dự.
xh: Ngokukhawuleza udibanisa iintlanganiso, uhlolisise iziganeko ezizayo, kwaye umeme amakhasimende kunye namalungu ekomiti njengabantu abaye kwiindawo.
yi: שנעל פּלאַן סקעדזשולז, מאָניטאָר אַפּקאַמינג געשעענישן, און קאַסטאַמערז און מאַנשאַפֿט מיטגלידער ווי אַטענדיז.
