Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
af: Voer die e-posadres of telefoonnommer in wat verband hou met u rekening, en klik dan op &#39;dien&#39; in. Ons sal &#39;n skakel per e-pos of sms na &#39;n bladsy waar u maklik &#39;n nuwe wagwoord kan skep.
am: ከመለያዎ ጋር የተጎዳኘውን የኢ-ሜል አድራሻ ወይም ስልክ ቁጥር ያስገቡ ፣ ከዚያ አስገባን ጠቅ ያድርጉ። አዲስ የይለፍ ቃል በቀላሉ መፍጠር ወደሚችሉበት ገጽ አገናኝ በኢሜይል እንልክልዎታለን ወይም በኢሜይል እንልክልዎታለን።
ar: أدخل عنوان البريد الإلكتروني أو رقم الهاتف المرتبط بحسابك ، ثم انقر فوق إرسال. سنرسل لك عبر البريد الإلكتروني أو نصًا رابطًا إلى صفحة حيث يمكنك بسهولة إنشاء كلمة مرور جديدة.
az: Hesabınızla əlaqəli e-poçt adresini və ya telefon nömrəsini daxil edin, sonra təqdim et vurun. Asanlıqla yeni bir şifrə yarada biləcəyiniz bir səhifəyə bir e-poçt və ya mətn göndərəcəyik.
be: Увядзіце адрас электроннай пошты або нумар тэлефона, звязаны з вашым уліковым запісам, а затым націсніце адправіць. Мы вышлем па электроннай пошце альбо надпісем вам спасылку на старонку, дзе вы зможаце лёгка стварыць новы пароль.
bg: Въведете имейл адреса или телефонния номер, свързани с вашия акаунт, след което щракнете върху Изпращане. Ще ви изпратим имейл или ще ви изпратим линк към страница, където лесно можете да създадете нова парола.
bn: আপনার অ্যাকাউন্টের সাথে সম্পর্কিত ই-মেইল ঠিকানা বা ফোন নম্বর প্রবেশ করুন, তারপরে জমা দিন ক্লিক করুন। আমরা আপনাকে এমন একটি পৃষ্ঠায় একটি লিঙ্ক ইমেল বা পাঠ্য করব যেখানে আপনি সহজেই একটি নতুন পাসওয়ার্ড তৈরি করতে পারেন।
ca: Introduïu l&#39;adreça de correu electrònic o el número de telèfon associat al vostre compte i, a continuació, feu clic a Envia. Us enviarem un missatge de correu electrònic o us enviarem un text a un enllaç a una pàgina on podreu crear una contrasenya fàcilment.
cs: Zadejte e-mailovou adresu nebo telefonní číslo přidružené k vašemu účtu a klikněte na Odeslat. Pošleme vám e-mailem nebo textem odkaz na stránku, na které můžete snadno vytvořit nové heslo.
cy: Rhowch y cyfeiriad e-bost neu&#39;r rhif ffôn sy&#39;n gysylltiedig â&#39;ch cyfrif, yna cliciwch ar cyflwyno. Byddwn yn e-bostio neu&#39;n anfon neges destun atoch i dudalen lle gallwch chi greu cyfrinair newydd yn hawdd.
da: Indtast den e-mail-adresse eller telefonnummer, der er knyttet til din konto, og klik derefter på Send. Vi e-mailer eller sms&#39;er et link til en side, hvor du nemt kan oprette en ny adgangskode.
de: Geben Sie die E-Mail-Adresse oder Telefonnummer ein, die Ihrem Konto zugeordnet ist, und klicken Sie dann auf Senden. Wir senden Ihnen per E-Mail oder SMS einen Link zu einer Seite, auf der Sie ganz einfach ein neues Passwort erstellen können.
el: Εισαγάγετε τη διεύθυνση e-mail ή τον αριθμό τηλεφώνου που σχετίζεται με τον λογαριασμό σας και, στη συνέχεια, κάντε κλικ στην υποβολή. Θα σας στείλουμε μέσω email ή θα σας στείλουμε έναν σύνδεσμο προς μια σελίδα όπου μπορείτε εύκολα να δημιουργήσετε έναν νέο κωδικό πρόσβασης.
eo: Enigu la retpoŝtadreson aŭ telefonan numeron asociitan kun via konto, poste alklaku sendi. Ni retpoŝtigos aŭ tekstos ligon al paĝo, kie vi povas facile krei novan pasvorton.
es: Ingrese la dirección de correo electrónico o el número de teléfono asociado con su cuenta, luego haga clic en enviar. Le enviaremos un correo electrónico o un mensaje de texto con un enlace a una página donde puede crear fácilmente una nueva contraseña.
et: Sisestage oma kontoga seotud e-posti aadress või telefoninumber ja klõpsake siis nuppu Esita. Saadame teile meilisõnumi või saadame teile lingi lehele, kus saate hõlpsalt uue parooli luua.
eu: Idatzi zure kontuarekin lotutako helbide elektronikoa edo telefonoa eta ondoren egin klik Bidali botoian. Pasahitz berria erraz sortzeko aukera duen orri batera esteka bidaliko dizugu.
fa: آدرس ایمیل یا شماره تلفن مرتبط با حساب خود را وارد کنید ، سپس روی ارسال کلیک کنید. ما پیوندی را به صفحه ای برای شما ایمیل یا متن ارسال می کنیم که می توانید به راحتی یک رمز جدید ایجاد کنید.
fi: Kirjoita tiliisi liitetty sähköpostiosoite tai puhelinnumero ja napsauta sitten Lähetä. Lähetämme sinulle sähköpostitse tai tekstiviestinä linkin sivulle, jolla voit luoda uuden salasanan helposti.
fr: Saisissez l&#39;adresse e-mail ou le numéro de téléphone associé à votre compte, puis cliquez sur soumettre. Nous vous enverrons par e-mail ou par SMS un lien vers une page où vous pourrez facilement créer un nouveau mot de passe.
fy: Fier it e-postadres of it tillefoannûmer yn dat by jo akkount is keppele, en klikje dan op yntsjinje. Wy stjoere jo in e-post of tekst in keppeling nei in side wêr&#39;t jo maklik in nij wachtwurd kinne oanmeitsje.
ga: Cuir isteach an seoladh r-phoist nó an uimhir theileafóin a bhaineann le do chuntas, ansin cliceáil Cuir isteach. Seolfaimid nasc chuig leathanach nó seol téacs chugat le leathanach inar féidir leat pasfhocal nua a chruthú go héasca.
gd: Cuir a-steach seòladh puist-d no àireamh fòn co-cheangailte ris a ’chunntas agad, agus an uairsin cliog air cuir a-steach. Cuiridh sinn post-d no teacsa thugad ceangal gu duilleag far am faod thu facal-faire ùr a chruthachadh.
gl: Insira o enderezo de correo electrónico ou o número de teléfono asociado á súa conta e logo faga clic en Enviar. Enviamos por correo electrónico ou enviaremos unha ligazón a unha páxina onde podes crear facilmente un novo contrasinal.
gu: તમારા એકાઉન્ટ સાથે સંકળાયેલ ઇ-મેઇલ સરનામું અથવા ફોન નંબર દાખલ કરો, પછી સબમિટ કરો ક્લિક કરો. અમે તમને એવા પૃષ્ઠની લિંકને ઇમેઇલ અથવા ટેક્સ્ટ કરીશું કે જ્યાં તમે સરળતાથી નવો પાસવર્ડ બનાવી શકો.
hi: अपने खाते से संबद्ध ई-मेल पता या फोन नंबर दर्ज करें, फिर सबमिट पर क्लिक करें। हम आपको एक ऐसे पृष्ठ का लिंक ईमेल या पाठ देंगे जहाँ आप आसानी से एक नया पासवर्ड बना सकते हैं।
hr: Unesite adresu e-pošte ili telefonski broj povezan s vašim računom, a zatim kliknite Pošalji. Poslat ćemo vam e-poštom ili tekstualnom vezom vezu do stranice na kojoj lako možete stvoriti novu zaporku.
hu: Írja be a fiókjához társított e-mail címet vagy telefonszámot, majd kattintson a Küldés gombra. E-mailben vagy szövegesen elküldjük Önnek egy olyan oldalra mutató linket, ahol könnyen létrehozhat új jelszót.
hy: Մուտքագրեք էլփոստի հասցեն կամ հեռախոսահամարը, որը կապված է ձեր հաշվի հետ, ապա կտտացրեք ներկայացնել: Մենք ձեզ նամակ կուղարկենք կամ կուղարկենք հղում դեպի էջ, որտեղ հեշտությամբ կարող եք ստեղծել նոր գաղտնաբառ:
id: Masukkan alamat email atau nomor telepon yang terkait dengan akun Anda, lalu klik kirim. Kami akan mengirim email atau mengirim SMS kepada Anda tautan ke halaman tempat Anda dapat dengan mudah membuat kata sandi baru.
is: Sláðu inn netfangið eða símanúmerið sem tengist reikningnum þínum og smelltu síðan á Senda. Við sendum tölvupósti eða sendu þér hlekk á síðu þar sem þú getur auðveldlega búið til nýtt lykilorð.
it: Inserisci l&#39;indirizzo e-mail o il numero di telefono associato al tuo account, quindi fai clic su Invia. Ti invieremo via email o SMS un link a una pagina in cui puoi facilmente creare una nuova password.
iw: הזן את כתובת הדואר האלקטרוני או את מספר הטלפון המשויך לחשבונך ולחץ על שלח. אנו נשלח אליך דוא&quot;ל או טקסט אליך קישור לדף בו תוכל ליצור סיסמה חדשה בקלות.
ja: アカウントに関連付けられている電子メールアドレスまたは電話番号を入力し、[送信]をクリックします。新しいパスワードを簡単に作成できるページへのリンクをメールまたはテキストで送信します。
ka: შეიყვანეთ ელექტრონული ფოსტის მისამართი ან ტელეფონის ნომერი, რომელიც დაკავშირებულია თქვენს ანგარიშთან, შემდეგ დააჭირეთ გაგზავნას. ჩვენ გამოგიგზავნით ბმულს ან გამოგიგზავნით გვერდს, სადაც შეგიძლიათ მარტივად შექმნათ ახალი პაროლი.
kk: Есептік жазбаңызбен байланысты электрондық пошта мекенжайын немесе телефон нөмірін енгізіп, жіберу түймесін басыңыз. Сізге жаңа құпия сөзді оңай жасай алатын бетке сілтеме немесе электрондық пошта арқылы хабарлама жібереміз.
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែលឬលេខទូរស័ព្ទដែលទាក់ទងនឹងគណនីរបស់អ្នកបន្ទាប់មកចុចបញ្ជូន។ យើងនឹងអ៊ីមែលឬផ្ញើសារទៅអ្នកនូវតំណភ្ជាប់ទៅទំព័រដែលអ្នកអាចបង្កើតពាក្យសម្ងាត់ថ្មីបានយ៉ាងងាយស្រួល។
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಇ-ಮೇಲ್ ವಿಳಾಸ ಅಥವಾ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ, ನಂತರ ಸಲ್ಲಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ. ನೀವು ಸುಲಭವಾಗಿ ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ರಚಿಸಬಹುದಾದ ಪುಟಕ್ಕೆ ಲಿಂಕ್ ಅನ್ನು ನಾವು ನಿಮಗೆ ಇಮೇಲ್ ಮಾಡುತ್ತೇವೆ ಅಥವಾ ಸಂದೇಶ ಕಳುಹಿಸುತ್ತೇವೆ.
ku: Navnîşana e-name an jimara têlefona ku bi hesabê we re têkildar re têkevin, piştre radest bikin. Em ê li ser rûpelek ku hûn dikarin bi hêsanî şîfreyek nû biafirînin, ji we re e-nameyek an nivîsandinê bişînin.
ky: Каттоо эсебиңиз менен байланышкан электрондук почта дарегин же телефон номерин киргизип, тапшырууну чыкылдатыңыз. Электрондук почта билдирүүсүн жөнөтөбүз же сизге жаңы сырсөздү оңой түзө турган бетке шилтеме жөнөтөбүз.
lb: Gitt d&#39;E-Mailadress oder Telefonsnummer mat Ärem Kont mat, an dann klickt ofschécken. Mir mailen oder SMSen Iech e Link op eng Säit wou Dir einfach en neit Passwuert ka erstellen.
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວຫລືເບີໂທລະສັບທີ່ກ່ຽວຂ້ອງກັບບັນຊີຂອງທ່ານ, ຈາກນັ້ນກົດສົ່ງ. ພວກເຮົາຈະສົ່ງອີເມວຫລືສົ່ງຂໍ້ຄວາມທີ່ທ່ານລິ້ງໃສ່ ໜ້າ ທີ່ທ່ານສາມາດສ້າງລະຫັດລັບ ໃໝ່ ໄດ້ງ່າຍ.
lt: Įveskite el. Pašto adresą arba telefono numerį, susietą su jūsų sąskaita, tada spustelėkite pateikti. Siųsime jums el. Laišką ar išsiųsime jums nuorodą į puslapį, kuriame galėsite lengvai sukurti naują slaptažodį.
lv: Ievadiet ar savu kontu saistīto e-pasta adresi vai tālruņa numuru un pēc tam noklikšķiniet uz Iesniegt. Mēs jums nosūtīsim e-pastu vai nosūtīsim jums saiti uz lapu, kurā varat viegli izveidot jaunu paroli.
mg: Ampidiro ny adiresy mailaka na laharana finday mifandray amin&#39;ny kaontinao, avy eo tsindrio ny mandefa. Handefa mailaka izahay na hanoratra rohy mankany pejy misy anao mora mamorona tenimiafina vaovao.
mi: Whakauruhia te wahitau ī-mera, te tau waea ranei e pa ana ki to putea, ka paatoo tuku. Ka imeera, ki te tuhi ranei he hono koe ki te whaarangi ka taea e koe te hanga i tetahi kupu huna hou.
mk: Внесете ја адресата за е-пошта или телефонскиот број поврзан со вашата сметка, а потоа кликнете на доставете. &#39;Llе ви испратиме е-пошта или ќе ви испратиме текст до страница каде можете лесно да креирате нова лозинка.
ml: നിങ്ങളുടെ അക്കൗണ്ടുമായി ബന്ധപ്പെട്ട ഇ-മെയിൽ വിലാസമോ ഫോൺ നമ്പറോ നൽകുക, തുടർന്ന് സമർപ്പിക്കുക ക്ലിക്കുചെയ്യുക. നിങ്ങൾക്ക് ഒരു പുതിയ പാസ്‌വേഡ് എളുപ്പത്തിൽ സൃഷ്ടിക്കാൻ കഴിയുന്ന ഒരു പേജിലേക്കുള്ള ഒരു ലിങ്ക് ഞങ്ങൾ നിങ്ങൾക്ക് ഇമെയിൽ ചെയ്യുകയോ ടെക്സ്റ്റ് ചെയ്യുകയോ ചെയ്യും.
mn: Таны акаунттай холбогдсон имэйл хаяг, утасны дугаарыг оруулаад оруулахыг товшино уу. Бид танд нууц үгээ хялбархан оруулах боломжтой линк рүү имэйлээр илгээх болно.
mr: आपल्या खात्याशी संबंधित ई-मेल पत्ता किंवा फोन नंबर प्रविष्ट करा, नंतर सबमिट क्लिक करा. आम्ही आपणास नवीन पृष्ठ तयार करू शकतो अशा पृष्ठाचा दुवा ईमेल किंवा मजकूर पाठवू.
ms: Masukkan alamat e-mel atau nombor telefon yang berkaitan dengan akaun anda, kemudian klik hantar. Kami akan menghantar e-mel atau menghantar teks kepada anda pautan ke halaman di mana anda boleh membuat kata laluan baru dengan mudah.
mt: Daħħal l-indirizz tal-posta elettronika jew in-numru tat-telefon assoċjat mal-kont tiegħek, imbagħad ikklikkja jibgħat. Aħna nagħtu email jew ittestja link għal paġna fejn tista &#39;faċilment toħloq password ġdida.
my: သင်၏အကောင့်နှင့်ဆက်စပ်သော e-mail လိပ်စာသို့မဟုတ်ဖုန်းနံပါတ်ကိုထည့်ပါ၊ ပြီးနောက်တင်သွင်းကိုနှိပ်ပါ။ စကားဝှက်အသစ်တစ်ခုကိုသင်အလွယ်တကူဖန်တီးနိုင်သည့်စာမျက်နှာတစ်ခုသို့သင်ပို့ပေးပါမည်။
ne: तपाईंको खातासँग सम्बन्धित ईमेल ठेगाना वा फोन नम्बर प्रविष्ट गर्नुहोस्, त्यसपछि सबमिट क्लिक गर्नुहोस्। हामी तपाईंलाई ईमेल वा पाठ पृष्ठमा लिंक दिन्छौं जहाँ तपाईं सजीलै नयाँ पासवर्ड सिर्जना गर्न सक्नुहुनेछ।
nl: Voer het e-mailadres of telefoonnummer in dat aan uw account is gekoppeld en klik vervolgens op verzenden. We e-mailen of sms&#39;en u een link naar een pagina waar u eenvoudig een nieuw wachtwoord kunt maken.
no: Skriv inn e-postadressen eller telefonnummeret som er knyttet til kontoen din, og klikk deretter på Send. Vi e-post eller tekst en link til en side der du enkelt kan opprette et nytt passord.
or: ଆପଣଙ୍କ ଖାତା ସହିତ ଜଡିତ ଇ-ମେଲ୍ ଠିକଣା କିମ୍ବା ଫୋନ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ, ତାପରେ ଦାଖଲ କ୍ଲିକ୍ କରନ୍ତୁ | ଆମେ ଆପଣଙ୍କୁ ଏକ ପୃଷ୍ଠାର ଲିଙ୍କ୍ ଇମେଲ୍ କିମ୍ବା ମେସେଜ୍ କରିବୁ ଯେଉଁଠାରେ ଆପଣ ସହଜରେ ଏକ ନୂତନ ପାସୱାର୍ଡ ସୃଷ୍ଟି କରିପାରିବେ |
pa: ਆਪਣੇ ਖਾਤੇ ਨਾਲ ਜੁੜੇ ਈ-ਮੇਲ ਐਡਰੈੱਸ ਜਾਂ ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ, ਫਿਰ ਦਰਜ ਕਰੋ ਨੂੰ ਦਬਾਓ. ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਸਫ਼ੇ ਦੇ ਲਿੰਕ ਨੂੰ ਈਮੇਲ ਜਾਂ ਟੈਕਸਟ ਕਰਾਂਗੇ ਜਿੱਥੇ ਤੁਸੀਂ ਆਸਾਨੀ ਨਾਲ ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾ ਸਕਦੇ ਹੋ.
pl: Wpisz adres e-mail lub numer telefonu powiązany z Twoim kontem, a następnie kliknij Prześlij. Prześlemy Ci e-mailem lub SMS-em link do strony, na której możesz łatwo utworzyć nowe hasło.
ps: د خپل حساب سره تړلی بریښنالیک پتې یا د تلیفون شمیره دننه کړئ ، بیا په سپارلو کلیک وکړئ. موږ به تاسو ته د یوې پا linkې لینک بریښنالیک یا متن درکړو چیرې چې تاسو کولی شئ په اسانۍ سره نوی شفر جوړ کړئ.
pt: Digite o endereço de e-mail ou o número de telefone associado à sua conta e clique em enviar. Enviaremos por e-mail ou enviaremos um texto para um link para uma página onde você pode criar facilmente uma nova senha.
ro: Introduceți adresa de e-mail sau numărul de telefon asociat contului dvs., apoi faceți clic pe Trimiteți. Vă vom trimite prin e-mail sau vă vom trimite un link către o pagină unde puteți crea cu ușurință o nouă parolă.
ru: Введите адрес электронной почты или номер телефона, связанный с вашей учетной записью, затем нажмите «Отправить». Мы вышлем вам по электронной почте или отправим текстовую ссылку на страницу, где вы можете легко создать новый пароль.
rw: Injira aderesi imeri cyangwa numero ya terefone ijyanye na konte yawe, hanyuma ukande kohereza. Tuzohereza imeri cyangwa twohereze umurongo kurupapuro ushobora gukora byoroshye ijambo ryibanga rishya.
sd: پنهنجي اڪائونٽ سان لاڳاپيل اي ميل پتو يا فون نمبر داخل ڪريو ، پوءِ جمع ڪريو تي ڪلڪ ڪريو. اسان توهان کي هڪ پيج تي لنڪ اي ميل ڪنداسين يا ٽيڪسٽ ڪنداسين جتي توهان آساني سان نئون پاسورڊ ٺاهي سگهو ٿا.
si: ඔබගේ ගිණුමට සම්බන්ධ ඊමේල් ලිපිනය හෝ දුරකථන අංකය ඇතුළත් කරන්න, ඉන්පසු ඉදිරිපත් කරන්න ක්ලික් කරන්න. ඔබට පහසුවෙන් නව මුරපදයක් සෑදිය හැකි පිටුවකට සබැඳියක් අපි ඔබට විද්‍යුත් තැපැල් කරන්නෙමු.
sk: Zadajte e-mailovú adresu alebo telefónne číslo spojené s vaším účtom a potom kliknite na tlačidlo Odoslať. Pošleme vám e-mailom alebo textom odkaz na stránku, na ktorej môžete ľahko vytvoriť nové heslo.
sl: Vnesite e-poštni naslov ali telefonsko številko, povezano z vašim računom, nato kliknite Pošlji. Po e-pošti ali besedilu vam bomo poslali povezavo do strani, kjer lahko preprosto ustvarite novo geslo.
sq: Vendosni adresën e postës elektronike ose numrin e telefonit të lidhur me llogarinë tuaj, pastaj klikoni paraqitni. Ne do t&#39;ju dërgojmë me email ose një tekst për një faqe ku lehtë mund të krijoni një fjalëkalim të ri.
sr: Унесите адресу е-поште или телефонски број повезан са вашим налогом, а затим кликните Пошаљи. Послат ћемо вам е-поштом или текстуалном везом везу до странице на којој лако можете креирати нову лозинку.
sv: Ange den e-postadress eller telefonnummer som är kopplat till ditt konto och klicka sedan på skicka. Vi skickar ett e-postmeddelande eller sms till dig en länk till en sida där du enkelt kan skapa ett nytt lösenord.
sw: Ingiza anwani ya barua-pepe au nambari ya simu inayohusiana na akaunti yako, kisha bofya uwasilishe. Tutakutumia barua pepe au kukutumia kiunga kwa ukurasa ambapo unaweza kuunda nenosiri mpya kwa urahisi.
ta: உங்கள் கணக்குடன் தொடர்புடைய மின்னஞ்சல் முகவரி அல்லது தொலைபேசி எண்ணை உள்ளிட்டு, சமர்ப்பி என்பதைக் கிளிக் செய்க. புதிய கடவுச்சொல்லை எளிதாக உருவாக்கக்கூடிய ஒரு பக்கத்திற்கான இணைப்பை நாங்கள் உங்களுக்கு மின்னஞ்சல் அல்லது உரை செய்வோம்.
te: మీ ఖాతాతో అనుబంధించబడిన ఇ-మెయిల్ చిరునామా లేదా ఫోన్ నంబర్‌ను నమోదు చేసి, ఆపై సమర్పించు క్లిక్ చేయండి. మీరు క్రొత్త పాస్‌వర్డ్‌ను సులభంగా సృష్టించగల పేజీకి మేము మీకు ఇమెయిల్ లేదా టెక్స్ట్ చేస్తాము.
tg: Суроғаи почтаи электронӣ ё рақами телефони бо ҳисоби шумо воридшударо ворид кунед ва пас фиристоданро клик кунед. Мо ба шумо паёми электронӣ ирсол хоҳем кард ва ба он ба саҳифае биравем, ки бо осонӣ пароли навро эҷод кунед.
th: ป้อนที่อยู่อีเมลหรือหมายเลขโทรศัพท์ที่เชื่อมโยงกับบัญชีของคุณจากนั้นคลิกส่ง เราจะส่งลิงก์หรือข้อความไปยังหน้าเว็บที่คุณสามารถสร้างรหัสผ่านใหม่ให้คุณได้อย่างง่ายดาย
tk: Hasabyňyz bilen baglanyşykly e-poçta salgysyny ýa-da telefon belgisini giriziň, soňra ibermek düwmesine basyň. E-poçta ýa-da aňsatlyk bilen täze parol döredip boljak sahypa baglanyşyk ibereris.
tl: Ipasok ang e-mail address o numero ng telepono na nauugnay sa iyong account, pagkatapos ay i-click ang isumite. I-email o i-text ka namin ng isang link sa isang pahina kung saan madali kang lumikha ng isang bagong password.
tr: Hesabınızla ilişkili e-posta adresini veya telefon numarasını girin ve ardından gönder&#39;i tıklayın. Size kolayca yeni bir şifre oluşturabileceğiniz bir sayfanın bağlantısını e-postayla gönderir veya mesaj göndeririz.
tt: Электрон почта адресын яки счетыгыз белән бәйләнгән телефон номерын кертегез, аннары җибәрүне басыгыз. Без сезгә яңа серсүз ясый алырлык биткә сылтама җибәрәчәкбез.
ug: ھېساباتىڭىزغا مۇناسىۋەتلىك ئېلېكترونلۇق خەت ئادرېسى ياكى تېلېفون نومۇرىنى كىرگۈزۈڭ ، ئاندىن يوللاشنى چېكىڭ. بىز سىزگە يېڭى پارول قۇرالايدىغان بەتكە ئۇلىنىش ياكى ئېلېكترونلۇق خەت ئەۋەتىمىز.
uk: Введіть адресу електронної пошти або номер телефону, пов’язаний з вашим обліковим записом, а потім натисніть кнопку Надіслати. Ми надішлемо електронною поштою або надішлемо вам посилання на сторінку, де ви зможете легко створити новий пароль.
ur: اپنے اکاؤنٹ سے وابستہ ای میل ایڈریس یا فون نمبر درج کریں ، پھر جمع کرائیں پر کلک کریں۔ ہم آپ کو ایک ایسے صفحے کے لنک پر ای میل یا متن بھیجیں گے جہاں آپ آسانی سے نیا پاس ورڈ تشکیل دے سکتے ہیں۔
uz: Hisob qaydnomangiz bilan bog&#39;langan elektron pochta manzili yoki telefon raqamini kiriting, so&#39;ngra yuborish tugmachasini bosing. Sizga yangi parolni osongina yaratishingiz mumkin bo&#39;lgan sahifaga havolani yoki sizga elektron pochta orqali xabar yuboramiz.
vi: Nhập địa chỉ e-mail hoặc số điện thoại được liên kết với tài khoản của bạn, sau đó nhấp vào gửi. Chúng tôi sẽ gửi email hoặc nhắn tin cho bạn một liên kết đến một trang nơi bạn có thể dễ dàng tạo mật khẩu mới.
xh: Ngenisa idilesi ye-imeyile okanye inombolo yefowuni enxulumene neakhawunti yakho, emva koko ucofe ungenise. Siza kukuthumela nge-imeyile okanye sikuthumelele ikhonkco kwiphepha apho unokuyila ngokulula iphasiwedi.
yi: אַרייַן די E- בריוו אַדרעס אָדער טעלעפאָן נומער פֿאַרבונדן מיט דיין חשבון, און גיט גיט פאָרלייגן. מיר E- בריוו אָדער טעקסט איר אַ לינק צו אַ בלאַט ווו איר קענען לייכט שאַפֿן אַ נייַ פּאַראָל.

source: Request Code
af: Versoek Kode
am: ኮድ ይጠይቁ
ar: كود الطلب
az: İstek Kodu
be: код запыту
bg: Изискван код
bn: অনুরোধ কোড
ca: Codi de sol·licitud
cs: Požadovat kód
cy: Cod cais
da: Anmodningskode
de: Anfrage Code
el: Κωδικός αιτήματος
eo: peto Kodo
es: Código de solicitud
et: Taotluse kood
eu: Eskaeraren kodea
fa: کد درخواست
fi: Varauskoodi
fr: Code requis
fy: Oanfraachkoade
ga: Cód Iarratas
gd: iarrtas Code
gl: Solicitude de código
gu: વિનંતી કોડ
hi: अनुरोध कोड
hr: Zahtjevni kod
hu: Kérjen kódot
hy: Հարցման կոդը
id: Kode permintaan
is: Beiðniskóði
it: Codice richiesto
iw: קוד בקשה
ja: リクエストコード
ka: კოდექსის მოთხოვნა
kk: Сұрау коды
km: ស្នើលេខកូដ
kn: ಕೋಡ್ ವಿನಂತಿಸಿ
ku: Koda Qanûna
ky: суроо Code
lb: Ufro Code
lo: ຂໍລະຫັດ
lt: Prašymo kodas
lv: Pieprasījuma kods
mi: Waehere tono
mk: Барам код
ml: അഭ്യർത്ഥന കോഡ്
mn: Хүсэлт код
mr: विनंती कोड
ms: Meminta Kod
mt: Kodiċi tat-Talba
my: တောင်းဆိုမှု Code ကို
ne: अनुरोध कोड
nl: Verzoek code
no: Forespørselskode
or: ଅନୁରୋଧ କୋଡ୍
pa: ਬੇਨਤੀ ਕੋਡ
pl: Kod zapytania
ps: د کوډ کوډ
pt: Código de solicitação
ro: Codul solicitării
ru: Запрашиваемый код
rw: Gusaba Kode
sd: درخواست جو ڪوڊ
si: ඉල්ලීම් කේතය
sk: Vyžiadať kód
sl: Zahtevna koda
sq: Kodi i Kërkesës
sr: Захтјев код
sv: Begär kod
sw: Omba Kanuni
ta: கோட் கோரிக்கை
te: అభ్యర్థన కోడ్
tg: Кодекс дархост
th: ต้องการรหัส
tk: Talap kody
tl: Humiling ng Code
tr: İstek kodu
tt: Сорау коды
ug: تەلەپ كودى
uk: Код запиту
ur: درخواست کوڈ
uz: Kod so&#39;rash
vi: Mã yêu cầu
xh: Cela ikhowudi
yi: בעטן קאָוד

source: Requesting...
af: Versoek ...
am: በመጠየቅ ላይ ...
ar: طلب ...
az: İstəyirik ...
be: Запыт ...
bg: Заявяване ...
bn: অনুরোধ করা হচ্ছে ...
ca: S&#39;està demanant ...
cs: Žádost o ...
cy: Gofyn am ...
da: Anmoder om ...
de: Anfordern ...
el: Ζητώντας ...
eo: Petante ...
es: Solicitando ...
et: Taotlevad ...
eu: Eskatzen ...
fa: درخواست ...
fi: Pyytävän ...
fr: Demander ...
fy: Fersykje ...
ga: Ag iarraidh ...
gd: A &#39;sireadh ...
gl: Solicitando ...
gu: વિનંતી કરી રહ્યું છે ...
hi: बिनती करना...
hr: Zahtjev ...
hu: Kérése ...
hy: Պահանջում ...
id: Meminta ...
is: Óskar eftir ...
it: Richiesta ...
iw: מבקש ...
ja: リクエスト中...
ka: მოთხოვნა ...
kk: Сұрау салу ...
km: កំពុងស្នើសុំ ...
kn: ವಿನಂತಿಸಲಾಗುತ್ತಿದೆ ...
ku: Daxwazin ...
ky: Суралууда ...
lb: Ugefrot ...
lo: ຂໍ ...
lt: Prašoma ...
lv: Pieprasot ...
mg: Mangataka ...
mi: Tono ...
mk: Барање ...
ml: അഭ്യർത്ഥിക്കുന്നു ...
mn: Хүсэлт ...
mr: विनंती करीत आहे ...
ms: Meminta ...
mt: Talba ...
my: တောင်းဆို ...
ne: अनुरोध गर्दै ...
nl: Aanvragen ...
no: Ber om ...
or: ଅନୁରୋଧ ...
pa: ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ ...
pl: Żądanie ...
ps: غوښتنه کول ...
pt: Solicitando ...
ro: Se solicită ...
ru: Запрос ...
rw: Gusaba ...
sd: درخواست ڏيڻ ...
si: ඉල්ලීම ...
sk: Požadujúce ...
sl: Zahteva ...
sq: Kërkuar ...
sr: Захтев ...
sv: Begärande...
sw: Inahitaji ...
ta: கோருகிறது ...
te: అభ్యర్థిస్తోంది ...
tg: Дархости ...
th: ร้องขอ ...
tk: Haýyş ...
tl: Humiling ng ...
tr: İstemek...
tt: Сорау ...
ug: تەلەپ ...
uk: Запит ...
ur: درخواست کر رہا ہے ...
uz: Talab so&#39;ralmoqda ...
vi: Yêu cầu ...
xh: Ucela ...
yi: ריקוועסטינג ...
