Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
af: 13.2 Opdrag: Nóg die voorafgaande skriftelike toestemming mag die ooreenkoms nóg u regte of verpligtinge kragtens die ooreenkoms toegewys of oorgedra word, sonder enige voorafgaande skriftelike toestemming, aan die opvolger in belang, of ingevolge &#39;n samesmelting herorganisasie, of &#39;n verkoop of oordrag van al of wesenlik al u bates waarvan u aan ons voorskryf, minstens dertig (30) dae voor die voltooiing van die transaksie. &#39;N Opdrag deur u, gebaseer op enige ander omstandighede, vereis ons vooraf toestemming, en die toestemming sal nie onredelik weerhou word nie. Ons mag hierdie ooreenkoms vryelik toewys sonder u toestemming. Behoudens bogenoemde, sal hierdie ooreenkoms bindend wees tot voordeel van die partye, hul onderskeie opvolgers en toegelate opdragte.
am: 13.2 ምደባ: - ስምምነቱ ወይም በስምምነቱ ውስጥ ያሉ ማናቸውም መብቶችዎ ወይም ግዴታዎችዎ በሕግ ሥራ ሊተላለፉ ወይም በሌላ መልኩ ከዚህ በፊት በጽሑፍ የሰጡት ፈቃድ ከሌላ ወለድ ለተተኪው ካልተመደቡ ወይም ከኮርፖሬሽኑ ጋር አብረው ካልተያዙ በስተቀር አይመደቡም ወይም አይተላለፉም እንደገና ማደራጀት ፣ ወይም ግብይቱን ከመጠናቀቁ ቢያንስ ሰላሳ (30) ቀናት በፊት ለእኛ የሰ youቸውን ንብረቶች በሙሉ እንደገና ወይም በሁዋላ መሸጥ ወይም ማስተላለፍ። በሌሎች ሁኔታዎች ላይ በመመርኮዝ የተሰጠ የእርስዎ ምድብ ቀደም ሲል መስማማትን የሚጠይቅ ሲሆን ይህም ስምምነት በግዴለሽነት ሊከለከል የማይችል ነው ፡፡ ይህን ስምምነት ያለእርስዎ ፈቃድ በነፃነት ልንመድበው እንችላለን። ከላይ በተጠቀሰው መሠረት ይህ ስምምነት ተዋዋይ ወገኖቻቸውን ፣ ተተኪዎቻቸውን እና የተፈቀደላቸውን የተሰጣቸውን ጥቅም ያገናኛል እና ያጠፋል ፡፡
ar: 13.2 التنازل: لا يجوز التنازل عن الاتفاقية أو أي من حقوقك أو التزاماتك بموجب الاتفاقية أو نقلها ، عن طريق تطبيق القانون أو خلاف ذلك ، دون موافقتنا الخطية المسبقة ، ما لم يتم تعيينها لخليفة في المصلحة ، أو بموجب اندماج أو شركة إعادة التنظيم ، أو بيع أو تحويل كل أو جميع أصولك التي تقدمها لنا إشعارًا قبل ثلاثين (30) يومًا على الأقل من إتمام المعاملة. يتطلب التنازل منك ، بناءً على أي ظروف أخرى ، موافقتنا المسبقة ، والتي لن يتم حجبها بشكل غير معقول. يجوز لنا تعيين هذه الاتفاقية بحرية دون موافقتك. مع مراعاة ما سبق ، تكون هذه الاتفاقية ملزمة ونافذة لصالح الأطراف وخلفائهم والمتنازل لهم المسموح بهم.
az: 13.2 Tapşırıq: Nə Saziş, nə də Saziş üzrə hüquqlarınız və ya öhdəlikləriniz qanunla və ya başqa şəkildə, əvvəlcədən yazılı razılığımız olmadan verilmiş və ya köçürülə bilməz, faizi davamçıya və ya birləşməyə uyğun olaraq. yenidən qurulması, ya da əməliyyatın bitməsindən ən azı otuz (30) gün əvvəl bizə bildirdiyiniz bütün və ya əhəmiyyətli dərəcədə bütün aktivlərinizin satılması və ya təhvil verilməsi. Hər hansı digər hallara əsaslanaraq sizin tərəfindən verilən tapşırıq, əvvəlcədən razılaşdırılmağımızı tələb edir, bu razılıq əsassız tutulmayacaqdır. Bu razılaşmanı sənin icazəniz olmadan sərbəst təyin edə bilərik. Yuxarıda göstərilənlərə əsasən, bu Saziş tərəflərin, onların müvafiq varislərinin və icazə verilən tapşırıqlarının xeyrinə bağlanacaq və qüvvədə olacaqdır.
be: 13.2 Уступка: Ні Пагадненне, ні любыя вашыя правы ці абавязкі ў рамках гэтага Пагаднення не могуць быць перададзены або перададзены ў адпаведнасці з законам ці іншым спосабам без папярэдняга пісьмовага згоды, калі толькі не прызначана спадчынніку ў інтарэсах альбо на падставе зліцця, карпаратыўнага рэарганізацыя альбо продаж альбо перадача ўсіх або практычна ўсіх вашых актываў, пра якія вы дасце нам, па меншай меры, за трыццаць (30) дзён да пачатку здзелкі. Прызначэнне Вамі, зыходзячы з любых іншых абставінаў, патрабуе нашай папярэдняй згоды, згодна з якой нельга адмаўляць. Мы можам свабодна перадаваць гэтае Пагадненне без вашага згоды. З улікам вышэйсказанага, дадзенае Пагадненне абавязвае і ўкладвае на карысць бакоў, іх адпаведных правапераемнікаў і дазволеных праваперадавальнікаў.
bg: 13.2 Прехвърляне: Нито споразумението, нито някое от вашите права или задължения по споразумението не може да бъде възложено или прехвърлено, по закон или по друг начин, без предварително писмено съгласие ни, освен ако не е възложено на наследник в интерес или при сливане, корпоративно реорганизация или продажба или прехвърляне на всички или по същество на всичките ви активи, за които ни предоставяте известие най-малко тридесет (30) дни преди започването на транзакцията. Възлагането от вас въз основа на всякакви други обстоятелства изисква нашето предварително съгласие, което не може да бъде отказано неоснователно. Ние можем свободно да възложим това Споразумение без вашето съгласие. При спазване на горепосоченото, настоящото споразумение обвързва и сключва в полза на страните, техните съответни правоприемници и разрешени правоприемници.
bn: ১৩.২ অ্যাসাইনমেন্ট: চুক্তির অধীনে চুক্তি বা আপনার অধিকার বা বাধ্যবাধকতার কোনওই আইন প্রয়োগ করে বা অন্যথায় আমাদের পূর্ব লিখিত সম্মতি ব্যতিরেকে স্বার্থে উত্তরাধিকারীর উপর অর্পিত না হলে বা একীভূত হওয়ার পরে কর্পোরেট হিসাবে অর্পণ বা স্থানান্তর করা যাবে না পুনর্গঠন, বা লেনদেনের সমাপ্তির কমপক্ষে ত্রিশ (30) দিন পূর্বে আপনার যে সম্পদ আপনি আমাদের সরবরাহ করেন সেগুলির সমস্ত বা যথেষ্ট পরিমাণে বিক্রয় বা স্থানান্তর। অন্য কোনও পরিস্থিতির উপর ভিত্তি করে আপনার দ্বারা অর্পণ করাতে আমাদের পূর্ব সম্মতি প্রয়োজন, যা সম্মতিটি অযৌক্তিকভাবে রোধ করা হবে না। আমরা আপনার সম্মতি ছাড়াই এই চুক্তিটি অবাধে নির্ধারণ করতে পারি। পূর্বোক্তদের সাপেক্ষে, এই চুক্তিটি দলগুলির, তাদের নিজ নিজ উত্তরসূরিদের এবং অনুমোদিত অনুমোদিত কার্যগুলির জন্য বদ্ধ এবং সুনিশ্চিত করবে।
ca: 13.2 Cessió: ni l’Acord ni cap dels vostres drets o obligacions en virtut de l’Acord no poden ser cedits o transferits, per operació de la llei o d’una altra manera, sense el nostre consentiment previ per escrit, tret que estiguin assignats a un successor en interès o en virtut d’una fusió corporativa. una reorganització, o una venda o transferència de tot o substancialment tots els seus actius dels quals ens proporcioni un avís com a mínim trenta (30) dies abans del consum de la transacció. L&#39;assignació per part de vostès, basada en qualsevol altra circumstància, requereix el nostre consentiment previ, el qual no es podrà retenir de forma raonable. Podem assignar lliurement aquest Acord sense el vostre consentiment. Fet i tot allò que precedeix, aquest Acord vincularà i mantindrà el benefici de les parts, dels seus respectius successors i de les tasques permeses.
cs: 13.2 Postoupení: Smlouva ani žádná z vašich práv nebo povinností vyplývajících ze Smlouvy nemohou být postoupena nebo převedena, ze zákona nebo jinak, bez našeho předchozího písemného souhlasu, ledaže by byla převedena na zájmového nástupce nebo na základě fúze, společnosti reorganizace nebo prodej nebo převod všech nebo podstatně všech vašich aktiv, o nichž nám poskytnete výpověď nejméně třicet (30) dnů před uskutečněním transakce. Postoupení vámi na základě jiných okolností vyžaduje náš předchozí souhlas, který nebude bezdůvodně odepřen. Můžeme svobodně postoupit tuto dohodu bez vašeho souhlasu. S výhradou výše uvedeného je tato dohoda závazná a závazná ve prospěch stran, jejich příslušných nástupců a povolených postoupení.
cy: 13.2 Aseiniad: Ni chaniateir aseinio na throsglwyddo&#39;r Cytundeb nac unrhyw un o&#39;ch hawliau neu rwymedigaethau o dan y Cytundeb, trwy weithrediad y gyfraith neu fel arall, heb ein caniatâd ysgrifenedig ymlaen llaw, oni bai ei fod wedi&#39;i aseinio i olynydd mewn buddiant, neu&#39;n unol ag uno, corfforaethol. ad-drefnu, neu werthu neu drosglwyddo&#39;ch holl asedau, neu bob un ohonynt, yr ydych yn rhoi rhybudd inni o leiaf dri deg (30) diwrnod cyn i&#39;r trafodiad gael ei ddefnyddio. Mae aseiniad gennych chi, yn seiliedig ar unrhyw amgylchiadau eraill, yn gofyn am ein caniatâd ymlaen llaw, na fydd cydsyniad yn cael ei ddal yn ôl yn afresymol. Efallai y byddwn yn rhydd aseinio&#39;r Cytundeb hwn heb eich caniatâd. Yn ddarostyngedig i&#39;r uchod, bydd y Cytundeb hwn yn rhwymo ac yn sicrhau budd y partïon, eu holynwyr priodol a&#39;u haseiniadau a ganiateir.
da: 13.2 Tildeling: Hverken Aftalen eller nogen af dine rettigheder eller forpligtelser i henhold til Aftalen kan tildeles eller overføres ved drift af loven eller på anden måde uden vores forudgående skriftlige samtykke, medmindre det er overdraget til en efterfølger i interesse eller i henhold til en fusion, selskab omorganisering eller salg eller overførsel af alle eller i det væsentlige alle dine aktiver, som du giver os, varsel mindst tredive (30) dage inden transaktionens gennemførelse. En opgave fra dig, der er baseret på andre omstændigheder, kræver vores forudgående samtykke, hvilket samtykke ikke må urimeligt tilbageholdes. Vi kan frit tildele denne aftale uden dit samtykke. Med forbehold af det ovenstående bindes denne aftale og inure til fordel for parterne, deres respektive efterfølgere og tilladte tildelinger.
de: 13.2 Abtretung: Weder der Vertrag noch Ihre Rechte oder Pflichten aus dem Vertrag dürfen ohne unsere vorherige schriftliche Zustimmung per Gesetz oder auf andere Weise abgetreten oder übertragen werden, es sei denn, sie wurden einem interessierenden Nachfolger oder aufgrund einer Fusion eines Unternehmens übertragen Umstrukturierung oder Verkauf oder Übertragung aller oder im Wesentlichen aller Ihrer Vermögenswerte, die Sie uns mindestens dreißig (30) Tage vor Abschluss der Transaktion mitteilen. Eine Abtretung von Ihnen aufgrund anderer Umstände erfordert unsere vorherige Zustimmung, die nicht unangemessen verweigert werden darf. Wir können diese Vereinbarung ohne Ihre Zustimmung frei abtreten. Vorbehaltlich des Vorstehenden ist diese Vereinbarung für die Parteien, ihre jeweiligen Nachfolger und zugelassenen Abtretungsempfänger bindend und zum Nutzen.
el: 13.2 Εκχώρηση: Ούτε το Συμφωνητικό ούτε κανένα από τα δικαιώματα ή τις υποχρεώσεις σας βάσει της Συμφωνίας μπορεί να εκχωρηθεί ή να μεταβιβασθεί, βάσει νόμου ή άλλως, χωρίς την προηγούμενη γραπτή συγκατάθεσή μας, εκτός εάν εκχωρηθεί σε διάδοχο συμφέρον ή σύμφωνα με συγχώνευση, εταιρική αναδιοργάνωση, ή πώληση ή μεταβίβαση όλων ή ουσιαστικά όλων των περιουσιακών σας στοιχείων για τα οποία μας παρέχετε ειδοποίηση τουλάχιστον τριάντα (30) ημέρες πριν από την ολοκλήρωση της συναλλαγής. Μια εκχώρηση από εσάς, βάσει οποιωνδήποτε άλλων περιστάσεων, απαιτεί την προηγούμενη συγκατάθεσή μας, η οποία δεν θα αποκλείεται παράλογα. Μπορούμε ελεύθερα να εκχωρήσουμε αυτό το Συμφωνητικό χωρίς τη συγκατάθεσή σας. Με την επιφύλαξη των ανωτέρω, η παρούσα συμφωνία δεσμεύει και ισχύει προς όφελος των μερών, των αντίστοιχων διαδόχων τους και των επιτρεπόμενων εκχωρητών.
eo: 13.2 Asigno: Nek la Interkonsento nek iuj el viaj rajtoj aŭ devoj laŭ la Interkonsento povas esti asignitaj aŭ transdonitaj, per operacio de leĝo aŭ alie, sen nia antaŭa skriba konsento, krom se asignitaj al posteulo en intereso, aŭ laŭ fuzio, kompania. reorganizado, aŭ vendo aŭ transdono de ĉiuj aŭ laŭgrade ĉiuj viaj valoraĵoj, pri kiuj vi provizas al ni avizon almenaŭ tridek (30) tagojn antaŭ la finiĝo de la transakcio. Komisio de vi, surbaze de iuj aliaj cirkonstancoj, postulas nian antaŭan konsenton, kies konsento ne nepre ne restos. Ni rajtas libere asigni ĉi tiun Interkonsenton sen via konsento. Subjektive al ĉi tio, ĉi tiu Interkonsento ligas kaj certigos al la avantaĝo de la partioj, iliaj respektivaj posteuloj kaj permesitaj asignoj.
es: 13.2 Asignación: ni el Acuerdo ni ninguno de sus derechos u obligaciones en virtud del Acuerdo pueden asignarse o transferirse, por ley o de otro modo, sin nuestro consentimiento previo por escrito, a menos que se asigne a un sucesor en interés, o de conformidad con una fusión, corporativa reorganización, o una venta o transferencia de todos o sustancialmente todos sus activos de los cuales nos notifica al menos treinta (30) días antes de la realización de la transacción. Una cesión suya, basada en cualquier otra circunstancia, requiere nuestro consentimiento previo, que no se retendrá de manera injustificada. Podemos asignar libremente este Acuerdo sin su consentimiento. Sujeto a lo anterior, este Acuerdo obligará y redundará en beneficio de las partes, sus respectivos sucesores y cesionarios permitidos.
et: 13.2 Loovutamine: Lepingut ega ühtegi teie lepingust tulenevat õigust ega kohustust ei saa seaduse alusel või muul viisil ilma meie eelneva kirjaliku nõusolekuta loovutada ega üle anda, välja arvatud juhul, kui see on määratud huvipoolsele pärijale või ühinemise alusel. kogu vara või peaaegu kogu teie vara müümine või võõrandamine, mille te meile teatate vähemalt kolmkümmend (30) päeva enne tehingu lõppu. Teie ülesandeks mis tahes muudel asjaoludel nõuab meie eelnevat nõusolekut, mida ei tohi põhjendamatult keelduda. Me võime seda lepingut vabalt loovutada ilma teie nõusolekuta. Eelnevast lähtudes on käesolev leping siduv ja kasulik pooltele, nende õigusjärglastele ja lubatud loovutajatele.
eu: 13.2 Esleipena: ez da Hitzarmena, ezta Hitzarmenean jasotako zure eskubide edo betebeharrik ere, legearen funtzionamendua edo bestela, ezin da aldez aurretik idatzizko baimenik eman, intereseko oinordeko bati esleitu ezean, edo fusio baten arabera. berrantolaketa edo transakzioa amaitu aurretik gutxienez hogeita hamar (30) egun lehenago jakinarazten dizkiguzu. Zuen zereginak, beste edozein egoeratan oinarrituta, beharrezkoa da gure baimena ematea, baimen hori ezin izango da zentzuzkoa izan. Hitzarmen hau askatasunez eman dezakegu zure baimenik gabe. Esandako guztiarekin bat etorriz, Akordio honek alderdien, dagozkien ondorengoen eta baimendutako zereginen onurarako eta loturarik ez du izango.
fa: 13.2 تخصیص: هیچ یک از توافق نامه یا هیچ یک از حقوق یا تعهدات شما تحت این توافقنامه با اجرای قانون یا در غیر این صورت بدون رضایت کتبی قبلی ما قابل تفویض یا انتقال نیستند ، مگر اینکه به یک جانشین علاقه یا به دنبال ادغام شرکت ها تعیین شده باشد. سازماندهی مجدد یا فروش یا انتقال کلیه دارایی های شما که به ما ارائه می دهید حداقل سی (30) روز قبل از مصرف معامله به ما اطلاع می دهند. تعیین تکلیف توسط شما ، بر اساس هر شرایط دیگری ، نیاز به رضایت قبلی ما دارد ، که رضایت نامه به طور غیر منطقی محفوظ نمی ماند. ما ممکن است آزادانه این توافق نامه را بدون رضایت شما تعیین کنیم. با رعایت موارد فوق ، این موافقتنامه به نفع طرفین ، جانشینان مربوطه آنها و تکالیف مجاز الزامی خواهد بود.
fi: 13.2 Luovuttaminen: Sopimusta tai mitään sen mukaisia oikeuksiasi tai velvollisuuksiasi ei voida siirtää tai siirtää lailla tai muutoin ilman etukäteen annettua kirjallista suostumustamme, ellei sitä ole siirretty edunvalvojalle tai sulautumisen perusteella uudelleenjärjestely tai myynti kokonaan tai olennaisesti kaikki omaisuutesi, joista ilmoitat meille vähintään kolmekymmentä (30) päivää ennen kaupan toteutumista. Teidän toimeksianto, joka perustuu muihin olosuhteisiin, vaatii etukäteen suostumuksemme, jota ei saa peruuttaa kohtuuttomasti. Voimme luovuttaa tämän sopimuksen vapaasti ilman suostumustasi. Jollei edellä esitetystä muuta johdu, tämä sopimus sitoo ja takaa osapuolten, niiden seuraajien ja sallittujen toimeksiantojen hyödyn.
fr: 13.2 Cession: Ni l&#39;accord ni aucun de vos droits ou obligations en vertu de l&#39;accord ne peuvent être cédés ou transférés, en vertu de la loi ou autrement, sans notre consentement écrit préalable, sauf si cédés à un successeur dans l&#39;intérêt, ou en vertu d&#39;une fusion, entreprise une réorganisation, ou une vente ou un transfert de la totalité ou de la quasi-totalité de vos actifs dont vous nous fournissez un avis au moins trente (30) jours avant la réalisation de la transaction. Une cession de votre part, fondée sur toute autre circonstance, nécessite notre consentement préalable, lequel consentement ne doit pas être refusé sans motif raisonnable. Nous pouvons librement céder le présent accord sans votre consentement. Sous réserve de ce qui précède, le présent accord lie et prend effet au profit des parties, de leurs successeurs respectifs et ayants droit autorisés.
fy: 13.2 Opdracht: Nimens de oerienkomst noch ien fan jo rjochten of ferplichtingen ûnder de oerienkomst kinne wurde tawiisd of oerdroegen, troch wurking fan &#39;e wet of oars, sûnder ús foarôfgeande skriftlike tastimming, útsein as tawiisd oan in opfolger yn belang, of op grûn fan in fúzje, bedriuw reorganisaasje, as in ferkeap of oerdracht fan alle of substansjeel al jo aktiva wêrfan jo ús opjaan, teminsten tritich (30) dagen foarôfgeand oan &#39;e foltôging fan&#39; e transaksje. In opdracht troch jo, op basis fan oare omstannichheden, fereasket ús foarôfgeande tastimming, hokker tastimming sil net ûnrjochtmjittich wurde weromhâlden. Wy meie dizze oerienkomst frij tawize sûnder jo tastimming. Under foarbehâld fan it boppesteande sil dizze oerienkomst binden en inure ta foardiel fan &#39;e partijen, har respektive opfolgers en tastiene opdrachten.
ga: 13.2 Sannadh: Ní féidir an Comhaontú ná aon cheann de do chearta nó oibleagáidí faoin gComhaontú a shannadh nó a aistriú, trí oibriú dlí nó eile, gan ár dtoiliú i scríbhinn roimh ré, mura sannfar é do chomharba leasa, nó de bhun cumasc, corparáideach atheagrú, nó díol nó aistriú do chuid sócmhainní go léir, nó cuid mhór díobh, a dtugann tú fógra dúinn tríocha (30) lá ar a laghad roimh an idirbheart a ídiú. Éilíonn sannadh uait, bunaithe ar chúinsí ar bith eile, ár dtoiliú roimh ré, nach gcoinneofar siar an toiliú go míréasúnach. Féadfaimid an Comhaontú seo a shannadh faoi shaoirse gan do thoiliú. Faoi réir an mhéid sin roimhe seo, ceangailfidh an Comhaontú seo agus leasóidh sé chun leasa na bpáirtithe, a gcomharbaí faoi seach agus a sannaí ceadaithe.
gd: 13.2 Sònrachadh: Chan fhaodar an Aonta no gin de na còraichean no na dleastanasan agad fon Aonta a shònrachadh no a ghluasad, le obrachadh laghail no eile, às aonais ar cead sgrìobhte ro-làimh, mura h-eil e air a shònrachadh do neach-ionaid com-pàirt, no a rèir aonadh corporra. ath-eagrachadh, no reic no gluasad de na maoinean agad gu lèir no gu ìre mhòr air an toir thu dhuinn fios co-dhiù trithead (30) latha mus tèid an gnothach a chleachdadh. Feumaidh sònrachadh leat, stèidhichte air suidheachadh sam bith eile, ar cead ro-làimh, nach tèid an cead sin a chumail air ais gu mì-reusanta. Faodaidh sinn an Aonta seo a shònrachadh gu saor gun do chead. Le ùmhlachd do na chaidh ainmeachadh, bidh an t-Aonta seo a ’ceangal agus a’ toirt buannachd do na pàrtaidhean, an fheadhainn a thig às a dhèidh agus na sònrachaidhean ceadaichte.
gl: 13.2 Asignación: nin o Convenio nin ningún dos seus dereitos ou obrigas ao abeiro do Contrato poderán ser cedidos ou transferidos, por operación da lei ou doutro xeito, sen o noso consentimento previo por escrito, a menos que sexan asignados a un sucesor en interese, ou en virtude dunha fusión corporativa. unha reorganización, ou unha venda ou transferencia de todo ou substancialmente todos os seus activos dos que nos proporcionas un aviso polo menos con trinta (30) días antes do momento da consumación. A asignación de vostede, con base en calquera outra circunstancia, require o noso consentimento previo, o cal non se irá de forma razoable. Podemos asignar este acordo libremente sen o teu consentimento. Con suxeición ao anterior, este acordo vinculará e será inicuo para o beneficio das partes, os seus respectivos sucesores e asignaciones permitidas.
gu: 13.2 સોંપણી: કરાર હેઠળ ન તો કરાર અથવા તમારા કોઈપણ હક અથવા જવાબદારીઓને કાયદાના સંચાલન દ્વારા અથવા અન્યથા અમારી પૂર્વ લેખિત સંમતિ વિના સોંપેલ અથવા સ્થાનાંતરિત કરી શકાશે નહીં, સિવાય કે હિતમાં અનુગામીને સોંપેલ ન હોય અથવા મર્જર, કોર્પોરેટને અનુલક્ષીને પુનorસંગઠન, અથવા તમારી બધી સંપત્તિનું વેચાણ અથવા સ્થાનાંતરણ જેની તમે અમને પૂરા પાડે છે તે વ્યવહારના નિર્માણના ઓછામાં ઓછા ત્રીસ (30) દિવસ પહેલાં સૂચવે છે. તમારા દ્વારા સોંપાયેલ કાર્ય, અન્ય કોઈપણ સંજોગોને આધારે, અમારી પૂર્વ સંમતિની આવશ્યકતા છે, જે સંમતિને ગેરવાજબી રીતે રોકી શકાશે નહીં. અમે તમારી સંમતિ વિના આ કરારને મુક્તપણે સોંપી શકીએ છીએ. ઉપરોક્ત વિષયને આધિન, આ કરાર પક્ષકારો, તેમના સંબંધિત અનુગામી અને મંજૂરીની સોંપાયેલ ફાયદા માટે બાંધશે અને ઇનસ કરશે.
hi: 13.2 असाइनमेंट: समझौते के तहत न तो समझौते और न ही आपके अधिकारों या दायित्वों में से कोई भी, कानून के संचालन द्वारा सौंपा या स्थानांतरित किया जा सकता है, अन्यथा हमारी पूर्व लिखित सहमति के बिना, जब तक कि ब्याज में एक उत्तराधिकारी को सौंपा नहीं जाता है, या एक विलय, कॉर्पोरेट के अनुरुप। पुनर्गठन, या एक बिक्री या सभी का या काफी हद तक आपकी सभी संपत्तियों का हस्तांतरण जो आप हमें कम से कम तीस (30) दिन पहले लेनदेन की समाप्ति से पहले नोटिस प्रदान करते हैं। आपके द्वारा किसी अन्य परिस्थितियों पर आधारित एक असाइनमेंट के लिए हमारी पूर्व सहमति की आवश्यकता होती है, जिसे सहमति अनुचित रूप से रोक नहीं दी जाएगी। हम आपकी सहमति के बिना इस समझौते को स्वतंत्र रूप से सौंप सकते हैं। पूर्वगामी के अधीन, यह अनुबंध पार्टियों, उनके संबंधित उत्तराधिकारियों और अनुमत असाइनमेंट के लाभ के लिए बाध्य और बाध्य करेगा।
hr: 13.2 Prenošenje: Ni Sporazum niti bilo koja od vaših prava ili obveza iz ovog Ugovora ne mogu se dodijeliti ili prenijeti, primjenom zakona ili na drugi način, bez našeg prethodnog pismenog pristanka, osim ako su dodijeljeni nasljedniku u interesu ili na osnovu spajanja, korporativnog reorganizaciju ili prodaju ili prijenos cjelokupne ili većine cjelokupne imovine o kojoj nam dajete obavijest najmanje trideset (30) dana prije izvršenja transakcije. Dodjela koju, temeljem bilo kojih drugih okolnosti, zahtijeva naš prethodni pristanak, koji se ne smije nerazumno uskratiti. Mi možemo slobodno dodijeliti ovaj Ugovor bez vašeg pristanka. U skladu s gore navedenim, ovaj Sporazum obvezuje se i osigurava u korist stranaka, njihovih sljednika i dopuštenih prestupnika.
hu: 13.2. Átruházás: Sem a megállapodást, sem a megállapodás szerinti jogait vagy kötelezettségeit törvény alapján vagy más módon nem ruházhatjuk át vagy ruházhatjuk át előzetes írásbeli hozzájárulásunk nélkül, kivéve, ha érdek utódjára, vagy egyesülés alapján vagyonának átszervezése vagy teljes vagy lényegében az összes vagyának eladása vagy átruházása, amelyről Ön legalább 10 nappal a tranzakció befejezése előtt értesítést küld nekünk. Az Ön által végzett bármilyen más körülmény alapján történő előzetes beleegyezésünkhöz szükség van, amely hozzájárulást nem szabad indokolatlanul visszatartani. Ezt a megállapodást az Ön hozzájárulása nélkül szabadon átruházhatjuk. A fentiekre figyelemmel, ez a megállapodás a felek, azok jogutódjainak és engedélyezett átruházásainak érdekében kötelező és érvényes.
hy: 13.2 նշանակում վերակազմավորումը կամ ձեր բոլոր ակտիվների կամ էականորեն վաճառքի կամ փոխանցման մասին, որոնցից դուք մեզ տրամադրում եք ծանուցում առնվազն երեսուն (30) օր առաջ գործարքի սպառման պահից: Ձեր կողմից նշանակումը, ցանկացած այլ հանգամանքի հիման վրա, պահանջում է մեր նախնական համաձայնությունը, որի համաձայնությունը չի կարող անխոհեմորեն չընդունվել: Մենք կարող ենք ազատորեն հանձնարարել սույն Համաձայնագիրը ՝ առանց ձեր համաձայնության: Ելնելով վերոգրյալից ՝ սույն Համաձայնագիրը պարտավորեցնում և իզուր է ի օգուտ կողմերի, նրանց իրավահաջորդների և թույլատրելի հանձնարարականների:
id: 13.2 Penugasan: Baik Perjanjian maupun hak atau kewajiban Anda berdasarkan Perjanjian tidak dapat dialihkan atau ditransfer, dengan hukum atau sebaliknya, tanpa persetujuan tertulis sebelumnya dari kami, kecuali ditugaskan untuk penerus bunga, atau berdasarkan merger, perusahaan reorganisasi, atau penjualan atau pengalihan semua atau secara substansial semua aset Anda yang Anda berikan kepada kami pemberitahuan setidaknya tiga puluh (30) hari sebelum penyelesaian transaksi. Penugasan oleh Anda, berdasarkan keadaan lain, membutuhkan persetujuan kami sebelumnya, yang persetujuannya tidak akan ditahan secara tidak masuk akal. Kami dapat dengan bebas menetapkan Perjanjian ini tanpa persetujuan Anda. Tunduk pada hal tersebut di atas, Perjanjian ini akan mengikat dan memastikan untuk kepentingan para pihak, penerus masing-masing dan penugasan yang diizinkan.
is: 13.2 Framsal: Hvorki samningnum né réttindum þínum eða skyldum samkvæmt samningnum má framselja eða flytja, með lögum eða á annan hátt, án skriflegs samþykkis okkar, nema það sé úthlutað til eftirmanns sem er í hag eða samkvæmt samruna, fyrirtækis endurskipulagningu eða sölu eða yfirfærslu á öllum eða að verulegu leyti öllum eignum þínum sem þú veitir okkur tilkynningu að minnsta kosti þrjátíu (30) dögum fyrir að viðskiptin eru að upphafi. Verkefni frá þér, byggð á öðrum kringumstæðum, krefst fyrirfram samþykkis okkar, en það samþykki skal ekki óeðlilega haldið aftur af. Við megum framselja þennan samning frjálslega án þíns samþykkis. Með fyrirvara um framangreint, skal þessi samningur bindast og koma þeim til hagsbóta fyrir aðila, eftirmenn þeirra og leyfðar úthlutanir.
it: 13.2 Cessione: Né il Contratto né alcuno dei tuoi diritti o obbligazioni ai sensi del Contratto possono essere assegnati o trasferiti, a norma di legge o in altro modo, senza il nostro previo consenso scritto, a meno che non sia assegnato a un successore nell&#39;interesse o ai sensi di una fusione, società riorganizzazione, o una vendita o trasferimento di tutti o sostanzialmente tutti i tuoi beni di cui ci comunichi almeno trenta (30) giorni prima della conclusione della transazione. Un&#39;assegnazione da parte tua, in base a qualsiasi altra circostanza, richiede il nostro consenso preventivo, il cui consenso non deve essere irragionevolmente negato. Possiamo liberamente assegnare questo Accordo senza il tuo consenso. Fatto salvo quanto precede, il presente Accordo vincolerà e applicherà a beneficio delle parti, dei rispettivi successori e cessionari autorizzati.
iw: 13.2 הקצאה: לא ניתן להקצות או להעביר את ההסכם ולא את אחת מהזכויות או ההתחייבויות שלך על פי ההסכם, על ידי הפעלת חוק או אחרת, ללא הסכמתנו בכתב מראש, אלא אם כן הוקצה ליורש אינטרס, או על פי מיזוג, תאגיד ארגון מחדש, או מכירה או העברה של כל הנכסים שלך או באופן משמעותי מהם אתה מספק לנו הודעה לפחות שלושים (30) יום לפני השלמת העסקה. הקצאה על ידך, בהתבסס על כל נסיבות אחרות, מחייבת את הסכמתנו המוקדמת, אשר לא תימנע באופן בלתי סביר את הסכמתך. אנו רשאים להקצות באופן חופשי הסכם זה ללא הסכמתך. בכפוף לאמור לעיל, הסכם זה יחייב ויביא לטובתם של הצדדים, ממשיכי דרכם ומטלותיהם המותרות.
ja: 13.2譲渡：本契約および本契約に基づくお客様の権利または義務のいずれも、利益相続人に割り当てられた場合、または合併、企業による場合を除き、法律の運用またはその他の方法で、事前の書面による同意なしに割り当てまたは譲渡することはできません。トランザクションの完了の少なくとも30日前に通知されたすべてまたは実質的にすべての資産の再編成、または売却または譲渡。他の状況に基づいたあなたによる譲渡には、当社の事前の同意が必要であり、その同意は不当に留保されないものとします。私たちはあなたの同意なしに本契約を自由に譲渡することができます。上記を条件として、本契約は、当事者、それぞれの後継者、および許可された譲受人の利益を拘束し、効力を生じるものとします。
ka: 13.2 დავალება: არც ხელშეკრულებას, არც ხელშეკრულებით გათვალისწინებული რომელიმე თქვენი უფლებები ან მოვალეობა არ შეიძლება იყოს მინიჭებული ან გადაცემული, კანონის მოქმედებით, ან სხვაგვარად, ჩვენი წინასწარი წერილობითი თანხმობის გარეშე, თუ არ არის მინიჭებული მემკვიდრე ინტერესით, ან გაერთიანების, კორპორაციული გაერთიანების შესაბამისად. რეორგანიზაცია, ან მთელი თქვენი ან არსებითად თქვენი ქონების გაყიდვა ან გადაცემა, რომლის შესახებაც თქვენ მოგვაწვდით შეტყობინებას გარიგების მოხმარებამდე მინიმუმ ოცდაათი (30) დღით ადრე. თქვენს მიერ დავალება, ნებისმიერი სხვა გარემოებიდან გამომდინარე, მოითხოვს ჩვენს წინასწარ თანხმობას, რომლის თანხმობაც არ უნდა იქნას მიღებული უგუნებოდ. ჩვენ შეგვიძლია თავისუფლად მივცეთ ეს შეთანხმება თქვენი თანხმობის გარეშე. ზემოაღნიშნულიდან გამომდინარე, წინამდებარე ხელშეკრულება ვალდებულია და უზრუნველყოს მხარეების, მათი უფლებამემკვიდრეების და დაშვებული დავალებების სასარგებლოდ.
kk: 13.2 Тапсырма: Келісім, сондай-ақ сіздің Келісім бойынша қандай да бір құқықтарыңыз немесе міндеттеріңіз заң бойынша немесе басқа түрде, біздің алдын ала жазбаша келісімімізсіз, мүдделес мұрагерге немесе бірлескен, корпоративті біріктіруге сәйкес тағайындалмайынша берілмейді немесе берілмейді. қайта құру, сату немесе сату немесе сіз активтеріңіздің барлығын немесе толығымен сіз мәміле аяқталғанға дейін кемінде отыз (30) күн бұрын хабарлаңыз. Сіз тағайындаған кез-келген басқа жағдайларға байланысты біздің алдын-ала келісуіміз қажет, бұл келісім негізсіз ұсталмайды. Біз осы келісімді сіздің келісіміңізсіз еркін тағайындай аламыз. Жоғарыда айтылғандарды ескере отырып, осы Келісім тараптардың, олардың тиісті мұрагерлерінің және рұқсат етілген мұрагерлерінің мүдделері үшін міндеттейді және әрекет етеді.
km: ១៣.២ ការចាត់តាំង៖ ទាំងកិច្ចព្រមព្រៀងឬសិទ្ធិឬកាតព្វកិច្ចណាមួយរបស់អ្នកក្នុងកិច្ចព្រមព្រៀងមិនអាចត្រូវបានចាត់តាំងឬផ្ទេរដោយប្រតិបត្តិការនៃច្បាប់ឬដោយគ្មានការយល់ព្រមជាលាយលក្ខណ៍អក្សរជាមុនឡើយលើកលែងតែត្រូវបានប្រគល់ឱ្យអ្នកស្នងមរតកផលប្រយោជន៍ឬអនុលោមតាមការរួមបញ្ចូលគ្នាសាជីវកម្ម។ ការរៀបចំឡើងវិញឬការលក់ឬការផ្ទេររាល់ឬទាំងអស់នៃទ្រព្យសម្បត្តិរបស់អ្នកដែលអ្នកផ្តល់ឱ្យយើងនូវការកត់សំគាល់យ៉ាងហោចណាស់សាមសិប (៣០) ថ្ងៃមុនពេលប្រតិបត្តិការចប់។ ការងាររបស់អ្នកផ្អែកលើកាលៈទេសៈផ្សេងទៀតតម្រូវឱ្យមានការយល់ព្រមជាមុនរបស់យើងដែលការព្រមព្រៀងនឹងមិនត្រូវបានបដិសេធដោយមិនសមហេតុផល។ យើងអាចកំណត់កិច្ចព្រមព្រៀងនេះដោយសេរីដោយគ្មានការយល់ព្រមពីអ្នក។ យោងតាមអ្វីដែលបានចែងខាងលើកិច្ចព្រមព្រៀងនេះត្រូវភ្ជាប់និងធានាផលប្រយោជន៍របស់ភាគីអ្នកស្នងរាជ្យរៀងៗខ្លួននិងកិច្ចសន្យាដែលបានអនុញ្ញាត។
kn: 13.2 ನಿಯೋಜನೆ: ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಯಾವುದೇ ಹಕ್ಕುಗಳು ಅಥವಾ ಕಟ್ಟುಪಾಡುಗಳನ್ನು ಕಾನೂನಿನ ಕಾರ್ಯಾಚರಣೆಯ ಮೂಲಕ ಅಥವಾ ನಮ್ಮ ಪೂರ್ವ ಲಿಖಿತ ಒಪ್ಪಿಗೆಯಿಲ್ಲದೆ, ಆಸಕ್ತಿಯ ಉತ್ತರಾಧಿಕಾರಿಗೆ ನಿಯೋಜಿಸದ ಹೊರತು, ಅಥವಾ ವಿಲೀನಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಕಾರ್ಪೊರೇಟ್ ಮರುಸಂಘಟನೆ, ಅಥವಾ ವಹಿವಾಟಿನ ಪೂರ್ಣಗೊಳ್ಳುವಿಕೆಗೆ ಕನಿಷ್ಠ ಮೂವತ್ತು (30) ದಿನಗಳ ಮೊದಲು ನೀವು ನಮಗೆ ಸೂಚಿಸುವ ಎಲ್ಲ ಅಥವಾ ಗಣನೀಯವಾಗಿ ನಿಮ್ಮ ಎಲ್ಲಾ ಸ್ವತ್ತುಗಳ ಮಾರಾಟ ಅಥವಾ ವರ್ಗಾವಣೆ. ನಿಮ್ಮಿಂದ ನಿಯೋಜನೆ, ಬೇರೆ ಯಾವುದೇ ಸಂದರ್ಭಗಳ ಆಧಾರದ ಮೇಲೆ, ನಮ್ಮ ಪೂರ್ವ ಒಪ್ಪಿಗೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ, ಅದು ಒಪ್ಪಿಗೆಯನ್ನು ಅಸಮಂಜಸವಾಗಿ ತಡೆಹಿಡಿಯಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯಿಲ್ಲದೆ ನಾವು ಈ ಒಪ್ಪಂದವನ್ನು ಮುಕ್ತವಾಗಿ ನಿಯೋಜಿಸಬಹುದು. ಮೇಲಿನ ಒಪ್ಪಂದಕ್ಕೆ ಒಳಪಟ್ಟು, ಈ ಒಪ್ಪಂದವು ಪಕ್ಷಗಳು, ಆಯಾ ಉತ್ತರಾಧಿಕಾರಿಗಳು ಮತ್ತು ಅನುಮತಿಸಲಾದ ನಿಯೋಜನೆಗಳ ಪ್ರಯೋಜನಕ್ಕೆ ಬದ್ಧವಾಗಿರುತ್ತದೆ.
ku: 13.2 Damezirandin: Ne peyman û ne jî mafên we an peymanên we yên di bin Peymanê de ne dikarin bên veguheztin an veguheztin, bi operasyona yasayê an bi rengek din, bê razîbûna meya nivîskî ya pêşîn, heya ku ji bo serketiyek berjewendiyê, an li gorî şanberiyek, pargîdanî nebin. ji nû ve organîzekirin, an firotek an veguhastina hemî an jî bi tevahî hebên we yên ku hûn ji me re didin agahdar kirin bi kêmî ve bîst (30) roj berê beriya danûstendinê. Dabeşek ji hêla we ve, li ser bingeha her şertên din, xwestina meya pêşîn hewce dike, ku kîjan razîbûnê bê bexşandin bê girtin. Em dikarin bêyî vê razîbûna we peymanê bi azadî tayîn bikin. Bi mijara li jor ve, ev Peyman dê di berjewendiya aliyan de, serokên wan ên têkildar û erkên destûr de têkildar û dilsoz be.
ky: 13.2 Тапшырма: Макулдашуу же Келишим боюнча эч кандай укуктарыңыз же милдеттенмелериңиз мыйзамдын күчү менен же башка жол менен, алдын ала жазуу жүзүндөгү макулдугусуз, өткөрүлүп берилиши мүмкүн эмес, эгерде кызыкчылыгы бар мураскоруна же корпоративдик биригүүгө ылайык келсе. Сизге бүтүмдүн күчүнө киргенге чейин отуз (30) күн калганда сизге билдирилген активдериңиздин бардыгын же негизинен, кайра уюштуруу, же сатуу же өткөрүп берүү. Башка жагдайларга байланыштуу сиз дайындаган тапшырма биздин алдын ала макулдугубузду талап кылат, анын макулдугу негизсиз сакталбайт. Сиздин макулдугуңузсуз бул Келишимди бекер дайындай алабыз. Жогоруда айтылгандарды эске алуу менен, ушул Макулдашуу тараптардын, алардын тийиштүү укук мураскерлеринин жана уруксат берилген мурасчыларынын пайдасына милдеттүү жана күчүнө кирет.
lb: 13.2 Uerdnung: Weder de Vertrag nach ee vun Äre Rechter oder Flichten ënner der Konventioun kann agestallt oder iwwerginn ginn, duerch Operatioun vum Gesetz oder soss, ouni eis prealabel schrëftlech Erlaabnes, ausser wann et en Nofolger am Interesse gëtt, oder opgrond vun enger Fusioun, Gesellschafts Reorganisatioun, oder e Verkaf oder Transfert vun all oder wesentlech all Är Verméigen, vun deenen Dir eis eis op d&#39;mannst drësseg (30) Deeg virum Ofschloss vun der Transaktioun mierkt. Eng Uerdnung vun Iech, baséiert op all aner Ëmstänn, verlaangt eis virdru Zoustëmmung, déi Zoustëmmung däerf net onberechtfbar verhënnert ginn. Mir kënnen dës Konventioun fräi ouni Är Zoustëmmung zouginn. Am Sënn vun dësem Vireworf, wäert dës Konventioun de Virdeel vun de Parteien, hir jeeweileg Nofolger an erlaabt Erlaabnes binden an inure.
lo: 13.2 ການມອບ ໝາຍ: ບໍ່ວ່າສັນຍາຫລືສິດຫລືພັນທະໃດໆຂອງທ່ານພາຍໃຕ້ສັນຍາດັ່ງກ່າວຈະບໍ່ຖືກມອບ ໝາຍ ຫລືຍົກຍ້າຍ, ການ ດຳ ເນີນງານຂອງກົດ ໝາຍ ຫຼືອື່ນໆ, ໂດຍບໍ່ມີການຍິນຍອມເປັນລາຍລັກອັກສອນລ່ວງ ໜ້າ ຂອງພວກເຮົາ, ເວັ້ນເສຍແຕ່ໄດ້ຖືກມອບ ໝາຍ ໃຫ້ຜູ້ສືບທອດຜົນປະໂຫຍດ, ຫລືປະຕິບັດຕາມການລວມຕົວຂອງບໍລິສັດ. ການຈັດຕັ້ງຄືນ ໃໝ່, ຫຼືການຂາຍຫລືໂອນຊັບສິນທັງ ໝົດ ຂອງທ່ານທີ່ທ່ານໃຫ້ພວກເຮົາສັງເກດເຫັນຢ່າງ ໜ້ອຍ ສາມສິບ (30) ວັນກ່ອນການສິ້ນສຸດການເຮັດທຸລະ ກຳ. ການມອບ ໝາຍ ຂອງທ່ານ, ໂດຍອີງໃສ່ສະພາບການອື່ນໆ, ຮຽກຮ້ອງໃຫ້ມີການຍິນຍອມເຫັນດີຈາກພວກເຮົາກ່ອນ, ເຊິ່ງການຍິນຍອມດັ່ງກ່າວຈະບໍ່ຖືກປະຕິເສດຢ່າງສົມເຫດສົມຜົນ. ພວກເຮົາອາດຈະມອບ ໝາຍ ຂໍ້ຕົກລົງນີ້ໂດຍບໍ່ໄດ້ຮັບຄວາມເຫັນດີຈາກທ່ານ. ພາຍໃຕ້ຂໍ້ກ່າວຂ້າງເທິງ, ສັນຍາສະບັບນີ້ຈະຜູກມັດແລະຮັບປະກັນຜົນປະໂຫຍດຂອງຝ່າຍຕ່າງໆ, ຜູ້ສືບທອດຂອງພວກເຂົາແລະການມອບ ໝາຍ ທີ່ໄດ້ຮັບອະນຸຍາດ.
lt: 13.2 Perleidimas: Nei Sutartis, nei jokios jūsų teisės ar pareigos pagal šią sutartį negali būti perduotos ar perduotos įstatymų nustatyta tvarka ar kitaip be išankstinio mūsų rašytinio sutikimo, nebent tai būtų paskirta interesų perėmėjui ar susijungus įmonei. viso ar beveik viso jūsų turto, apie kurį jūs mums pranešite, reorganizavimas arba pardavimas ar perleidimas bent prieš trisdešimt (30) dienų iki sandorio pabaigos. Jūsų paskyrimui, remiantis bet kuriomis kitomis aplinkybėmis, reikalingas išankstinis mūsų sutikimas, kuris neturi būti nepagrįstai atsisakytas. Šią sutartį galime laisvai priskirti be jūsų sutikimo. Atsižvelgiant į tai, kas išdėstyta, šis Susitarimas yra privalomas ir naudingas šalims, jų atitinkamiems įpėdiniams ir leistiniems perleidėjams.
lv: 13.2. Cedēšana: Ne Līgumu, ne citas no jūsu tiesībām vai saistībām, kas izriet no Līguma, nevar nodot vai nodot ar likumu vai citādi bez mūsu iepriekšējas rakstiskas piekrišanas, ja vien tas nav piešķirts interešu pārņēmējam vai saskaņā ar uzņēmumu apvienošanos visu vai būtībā visu jūsu aktīvu, par kuriem jūs mums paziņojat, reorganizācija vai pārdošana vai nodošana vismaz trīsdesmit (30) dienas pirms darījuma pabeigšanas. Jūsu piešķīrumam, pamatojoties uz citiem apstākļiem, nepieciešama mūsu iepriekšēja piekrišana, kuru nedrīkst nepamatoti atteikt. Mēs varam brīvi piešķirt šo līgumu bez jūsu piekrišanas. Ievērojot iepriekš minēto, šis Līgums ir saistošs un stājas spēkā pušu, to attiecīgo tiesību pārņēmēju un atļauto cesiju labā.
mg: 13.2 Adidy: na ny fifanarahana na ny zonao na ny zonao amin&#39;ny alàlan&#39;ny fifanarahana dia tsy omena na afindra, amin&#39;ny alàlan&#39;ny fampiharana ny lalàna na raha tsy izany, tsy misy ny fanekenay an-tsoratra mialoha, raha tsy omena alalana handimby azy, na manaraka ny fampifangaroana, orinasa ny fanarenana indray, na ny fivarotana na ny famindrana ny fanananao rehetra na ny ampahany betsaka amin&#39;ny fanananao izay omenao anay dia manamarika farafahakeliny (30) andro fara-fahakeliny alohan&#39;ny hifaranan&#39;ny fifanakalozana. Ny fanendrena anao, mifototra amin&#39;ny toe-javatra hafa, dia mitaky ny fanekenay mialoha, izay fanekena tsy tokony hitana tsy mitombina. Azontsika atao ny manolotra an-kalalahana ity fifanarahana ity raha tsy eo ny fanekenao. Noho ny voalaza etsy ambony, ity Fifanarahana ity dia hamatotra sy tsy hahatanteraka ny tombotsoan&#39;ireo antoko, ny mpandimby azy sy ireo fanendrena omena alalana.
mi: 13.2 Tohu: Kaore e tohua, ka nekehia ranei te Whakaaetanga, o to mana ranei, i raro i te Whakaaetanga, ma te whakahaere i te ture, ki te kore ranei, me te kore e whakaaehia i mua o te whakaaetanga i tuhia, me kore e uru ki tetahi kai-riiwhi i runga i te paanga, i runga ranei i te whakakotahitanga whakatikatika, te hoko ranei te whakawhiti ranei i nga mea katoa, me te nui ranei o o rawa katoa kei te whakaratohia e koe ki a maatau kia toru tekau (30) ra i mua o te mutunga o te whakawhitinga. Ko te mahi i a koe, i runga i etahi atu tuunga, e tika ana kia whakaaetia e matou, ko taua whakaaetanga e kore e rahurahu. Ka taea e maatau te tuku i tenei Whakaaetanga ki te kore to whakaaetanga. I runga ano i nga korero i mua ake nei, ka herea tenei Whakaaetanga me nga hua hei painga mo nga roopu, ko ia nga kai-riiwhi me nga tohu kua whakaaetia.
mk: 13.2 Доделување: Ниту Договорот ниту кое било од вашите права или обврски согласно Договорот не можат да бидат доделени или пренесени, со закон или на друг начин, без наша претходна писмена согласност, освен ако не е назначен на наследник во интерес, или согласно соединување, корпоративно реорганизација, или продажба или пренесување на сите или суштински на сите ваши средства за кои ни давате известување најмалку триесет (30) дена пред консумирањето на трансакцијата. Задачата од вас, врз основа на какви било други околности, бара наша претходна согласност, чија согласност нема да биде привремено задржана. Можеме слободно да го доделиме овој договор без ваша согласност. Во зависност од горенаведеното, овој Договор ќе биде обврзувачки и инхурентен во корист на страните, нивните наследници и дозволените доделувања.
ml: 13.2 ചുമതല പുന organ സംഘടന, അല്ലെങ്കിൽ ഇടപാട് പൂർത്തിയാകുന്നതിന് കുറഞ്ഞത് മുപ്പത് (30) ദിവസമെങ്കിലും നിങ്ങൾ ഞങ്ങൾക്ക് അറിയിപ്പ് നൽകുന്ന നിങ്ങളുടെ എല്ലാ ആസ്തികളുടെയും ഗണ്യമായ അല്ലെങ്കിൽ എല്ലാ വസ്തുക്കളുടെയും വിൽപ്പന അല്ലെങ്കിൽ കൈമാറ്റം. മറ്റേതൊരു സാഹചര്യത്തെയും അടിസ്ഥാനമാക്കി നിങ്ങൾ നൽകിയ ഒരു നിയമനത്തിന് ഞങ്ങളുടെ മുൻകൂർ സമ്മതം ആവശ്യമാണ്, അത് സമ്മതം യുക്തിരഹിതമായി തടഞ്ഞുവയ്ക്കില്ല. നിങ്ങളുടെ സമ്മതമില്ലാതെ ഞങ്ങൾ‌ക്ക് ഈ കരാർ‌ സ ely ജന്യമായി നൽകാം. മേൽപ്പറഞ്ഞവയ്ക്ക് വിധേയമായി, ഈ കരാർ കക്ഷികളുടെയും അതത് പിൻഗാമികളുടെയും അനുവദനീയമായ അസൈനുകളുടെയും പ്രയോജനവുമായി ബന്ധിപ്പിക്കുകയും പ്രവർത്തിക്കുകയും ചെയ്യും.
mn: 13.2 Даалгавар: Энэхүү хэлэлцээрийн дагуу таны аливаа эрх, үүрэг аль аль нь хууль ёсны дагуу үйл ажиллагаагаар, өөр хэлбэрээр шилжих, шилжүүлэх эрхгүй. гүйлгээ дуусахаас 30-аас доошгүй хоногийн өмнө бидэнд мэдэгдсэн бүх хөрөнгөө өөрчлөн байгуулах, зарах эсвэл шилжүүлэн өгөх. Бусад нөхцөл байдалд үндэслэн таны өгсөн үүрэг даалгаврыг урьдчилан зөвшөөрөл авах шаардлагатай бөгөөд энэ зөвшөөрлийг үндэслэлгүйгээр ашиглахгүй. Бид энэхүү гэрээг таны зөвшөөрөлгүйгээр чөлөөтэй хуваарилж болно. Дээр дурдсан тохиолдолд энэхүү гэрээ нь талууд, тэдгээрийн өв залгамжлагчид, зөвшөөрөгдсөн даалгаврын үр шимийг дагаж мөрдөнө.
mr: १.2.२ असाइनमेंटः कराराच्या अंतर्गत आपले कोणतेही अधिकार किंवा कर्तव्ये कायद्याच्या ऑपरेशनद्वारे किंवा अन्यथा आमच्या पूर्व लिखित संमतीशिवाय, हितसंबंधातील एखाद्या उत्तराधिकारी, किंवा विलीनीकरणास पाठिंबा न देता, नियुक्त किंवा हस्तांतरित केली जाऊ शकत नाहीत. पुनर्रचना, किंवा आपण आम्हाला प्रदान केलेल्या आपल्या सर्व मालमत्तेची विक्री किंवा हस्तांतरण कमीतकमी तीस ()०) दिवस व्यवहार होण्यापूर्वी. इतर कोणत्याही परिस्थितीवर आधारित आपल्याकडून असाइनमेंटसाठी आमच्या पूर्व संमतीची आवश्यकता असते, जी संमती अयोग्यपणे रोखली जाऊ शकत नाही. आम्ही आपल्या संमतीशिवाय मुक्तपणे हा करार करू शकतो. आधीच्या अधीन राहून, हा करार पक्ष, त्यांचे संबंधित उत्तराधिकारी आणि परवानगी दिलेल्या असाइनमेंटसाठी बंधनकारक आणि असुरक्षित असेल.
ms: 13.2 Penugasan: Baik Perjanjian atau hak atau kewajiban anda di bawah Perjanjian ini tidak dapat diserahkan atau dipindahtangankan, dengan menjalankan undang-undang atau sebaliknya, tanpa persetujuan bertulis dari kami terlebih dahulu, melainkan jika diserahkan kepada pengganti kepentingan, atau berdasarkan penggabungan, korporat penyusunan semula, atau penjualan atau pemindahan semua atau sebahagian besarnya semua aset anda yang anda berikan kepada kami notis sekurang-kurangnya tiga puluh (30) hari sebelum penyempurnaan transaksi. Tugasan oleh anda, berdasarkan keadaan lain, memerlukan persetujuan kami terlebih dahulu, yang mana persetujuan tidak akan ditahan secara tidak munasabah. Kami bebas memberikan Perjanjian ini tanpa persetujuan anda. Tertakluk kepada perkara di atas, Perjanjian ini akan mengikat dan berlaku untuk kepentingan pihak-pihak, pengganti masing-masing dan pemegang hak yang dibenarkan.
mt: 13.2 Assenjazzjoni: La l-Ftehim u l-ebda id-drittijiet jew l-obbligi tiegħek taħt il-Ftehim ma jistgħu jiġu assenjati jew trasferiti, permezz ta &#39;operazzjoni tal-liġi jew mod ieħor, mingħajr il-kunsens bil-miktub tagħna minn qabel, sakemm ma tkunx assenjat lil suċċessur fl-interess, jew skond amalgamazzjoni, korporattiva. riorganizzazzjoni, jew bejgħ jew trasferiment tal-assi kollha tiegħek jew sostanzjalment kollha li tagħtina avviż mill-inqas tletin (30) jum qabel il-konsum tat-tranżazzjoni. Inkarigu minnek, ibbażat fuq kwalunkwe ċirkostanza oħra, jirrikjedi l-kunsens tagħna minn qabel, liema kunsens ma għandux jinżamm mingħajr raġuni. Nistgħu nassenjaw dan il-Ftehim liberament mingħajr il-kunsens tiegħek. Suġġett għal dak li ntqal hawn fuq, dan il-Ftehim għandu jorbot u ma jgħaddix għall-benefiċċju tal-partijiet, is-suċċessuri rispettivi tagħhom u l-assenjazzjonijiet permessi.
my: ၁၃.၂ တာ ၀ န်ပေးမှု - သဘောတူညီမှုနှင့်သဘောတူညီချက်အောက်ရှိသင်၏အခွင့်အရေးများသို့မဟုတ်တာ ၀ န် ၀ တ္တရားများကိုကျွန်ုပ်တို့၏ကြိုတင်ရေးသားထားသောခွင့်ပြုချက်မရှိပဲဥပဒေအရလည်ပတ်ခြင်းသို့မဟုတ်လွှဲပြောင်းခြင်းတို့ပြုလုပ်နိုင်သည်မဟုတ်ပါ။ ပြန်လည်ဖွဲ့စည်းခြင်းသို့မဟုတ်သင်ကျွန်ုပ်တို့အားပေးသောသင်၏ပိုင်ဆိုင်မှုများအားလုံးသို့မဟုတ်အတော်အတန်အရာအားလုံးကိုရောင်းချခြင်းသို့မဟုတ်လွှဲပြောင်းခြင်းသည်အရောင်းအ ၀ ယ်ပြီးဆုံးခြင်းမတိုင်မီအနည်းဆုံးရက် ၃၀ (၃၀) ကြိုတင်၍ သင်အသိပေးပါ။ မည်သည့်အခြေအနေမျိုးတွင်မဆိုသင်အားဖြင့်သင်တာ ၀ န်ပေးခြင်းသည်ကျွန်ုပ်တို့၏ကြိုတင်ခွင့်ပြုချက်လိုအပ်သည်။ ကျွန်ုပ်တို့သည်သင်၏သဘောတူညီချက်မပါဘဲဤသဘောတူညီချက်အားလွတ်လပ်စွာတာဝန်ပေးနိုင်သည်။ အထက်ပါအချက်များနှင့်အညီဤသဘောတူစာချုပ်သည်ပါတီများ၊ သူတို့၏သက်ဆိုင်ရာဆက်ခံသူများနှင့်ခွင့်ပြုထားသောတာ ၀ န်များ၏အကျိုးအတွက်စည်းနှောင်မှုရှိစေရမည်။
ne: १.2.२ असाइनमेन्ट: सम्झौता अन्तर्गत कुनै पनि सम्झौता वा कुनै पनि अधिकार वा दायित्व कानूनको सञ्चालनद्वारा वा अन्यथा, हाम्रो पूर्व लिखित सहमति बिना, ब्याजमा उत्तराधिकारीलाई तोकिएसम्म वा मर्जर, कर्पोरेटको पछि पछि हस्तान्तरण वा हस्तान्तरण गर्न सकिनेछ। पुनर्गठन, वा एक बिक्री वा सबै हस्तान्तरण वा तपाइँको सबै सम्पत्ति को हस्तान्तरण जुन तपाइँ हामीलाई लेनदेन को समाप्ति भन्दा कम्तिमा तीस ()०) दिन पहिले सूचना दिनुहोस्। तपाइँ द्वारा कार्य द्वारा कुनै पनि अन्य परिस्थितिमा आधारित, हाम्रो पूर्वको सहमति आवश्यक छ, जुन सहमति अव्यावहारिक रूपमा रोक्नु हुँदैन। हामी तपाईंको सहमति बिना यो सम्झौता स्वतन्त्र रूपमा प्रदान गर्न सक्दछौं। माथिको माथिको विषयवस्तुमा, यो सम्झौता बन्धन हुनेछ र पक्षहरू, उनीहरूका सम्बन्धित उत्तराधिकारीहरू र अनुमति प्राप्त असाइनमेन्टहरूको फाइदाको लागि इनराइट हुनेछ।
nl: 13.2 Overdracht: Noch de Overeenkomst, noch uw rechten of verplichtingen onder de Overeenkomst kunnen worden overgedragen of overgedragen, van rechtswege of anderszins, zonder onze voorafgaande schriftelijke toestemming, tenzij toegewezen aan een opvolger in belang, of krachtens een fusie, corporate reorganisatie of een verkoop of overdracht van al of vrijwel al uw activa waarvan u ons op de hoogte stelt ten minste dertig (30) dagen voorafgaand aan de voltooiing van de transactie. Een toewijzing door u, gebaseerd op andere omstandigheden, vereist onze voorafgaande toestemming, welke toestemming niet op onredelijke gronden zal worden onthouden. We kunnen deze overeenkomst vrij toewijzen zonder uw toestemming. Behoudens het voorgaande is deze overeenkomst bindend en in het voordeel van de partijen, hun respectieve opvolgers en toegestane rechtverkrijgenden.
no: 13.2 Tildeling: Verken Avtalen eller noen av dine rettigheter eller plikter i henhold til Avtalen kan tildeles eller overføres, ved bruk av lov eller på annen måte, uten vårt forutgående skriftlige samtykke, med mindre det er tildelt en etterfølger i interesse, eller i henhold til en fusjon, selskap omorganisering, eller salg eller overføring av alle eller i det vesentlige alle dine eiendeler som du gir oss varsel om minst tretti (30) dager før gjennomføringen av transaksjonen. Et oppdrag fra deg, basert på andre omstendigheter, krever vårt forutgående samtykke, hvilket samtykke ikke skal holdes urimelig. Vi kan tildele denne avtalen fritt uten ditt samtykke. Med forbehold for det foregående, skal denne avtalen binde og sikre fordelene for partene, deres respektive etterfølgere og tillatte oppdrag.
or: 13.2 ଆସାଇନମେଣ୍ଟ: ଚୁକ୍ତିନାମା କିମ୍ବା ଆପଣଙ୍କର କ rights ଣସି ଅଧିକାର କିମ୍ବା ବାଧ୍ୟତାମୂଳକ ନିୟମ ଅନୁଯାୟୀ କିମ୍ବା ଅନ୍ୟ କ, ଣସି, ଆମର ପୂର୍ବ ଲିଖିତ ସମ୍ମତି ବିନା, ନ୍ୟସ୍ତ କିମ୍ବା ହସ୍ତାନ୍ତର ହୋଇପାରିବ ନାହିଁ, ଯଦି କ interest ଣସି ଉତ୍ତରାଧିକାରୀଙ୍କୁ ନ୍ୟସ୍ତ ନକରାଯାଏ, କିମ୍ବା ମିଶ୍ରଣ, କର୍ପୋରେଟ୍ ଅନୁଯାୟୀ | ପୁନର୍ଗଠନ, କିମ୍ବା ତୁମର ସମସ୍ତ ସମ୍ପତ୍ତିର ବିକ୍ରୟ କିମ୍ବା ସ୍ଥାନାନ୍ତର ଯାହା ତୁମେ ଆମକୁ କାରବାରର ଅତି କମରେ ତିରିଶ (30) ଦିନ ପୂର୍ବରୁ ନୋଟିସ୍ ପ୍ରଦାନ କର | ଅନ୍ୟ କ circumstances ଣସି ପରିସ୍ଥିତି ଉପରେ ଆଧାର କରି ଆପଣଙ୍କ ଦ୍ A ାରା ଏକ ଆସାଇନମେଣ୍ଟ, ଆମର ପୂର୍ବ ସମ୍ମତି ଆବଶ୍ୟକ କରେ, ଯାହା ସମ୍ମତି ଅଯ ason କ୍ତିକ ଭାବରେ ବନ୍ଦ ହେବ ନାହିଁ | ଆପଣଙ୍କ ବିନା ଅନୁମତିରେ ଆମେ ଏହି ଚୁକ୍ତିନାମାକୁ ମୁକ୍ତ ଭାବରେ ନ୍ୟସ୍ତ କରିପାରିବା | ଉପରୋକ୍ତ ବିଷୟଗୁଡିକ ଅନୁଯାୟୀ, ଏହି ଚୁକ୍ତିନାମା ପକ୍ଷଗୁଡିକ, ସେମାନଙ୍କର ସମ୍ପୃକ୍ତ ଉତ୍ତରାଧିକାରୀ ଏବଂ ଅନୁମତିପ୍ରାପ୍ତ ନ୍ୟସ୍ତଗୁଡିକ ପାଇଁ ଲାଭଦାୟକ ହେବ |
pa: 13.2 ਸਪੁਰਦਗੀ: ਇਕਰਾਰਨਾਮੇ ਦੇ ਤਹਿਤ ਨਾ ਤਾਂ ਸਮਝੌਤਾ ਅਤੇ ਨਾ ਹੀ ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਜਾਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਨੂੰ ਕਾਨੂੰਨ ਦੇ ਸੰਚਾਲਨ ਦੁਆਰਾ ਜਾਂ ਕੋਈ ਹੋਰ ਸਾਡੀ ਸਾਡੀ ਲਿਖਤੀ ਸਹਿਮਤੀ ਤੋਂ ਬਿਨਾਂ ਸੌਂਪ ਜਾਂ ਟ੍ਰਾਂਸਫਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਜਦੋਂ ਤੱਕ ਕਿ ਹਿੱਤ ਵਿੱਚ ਕਿਸੇ ਉੱਤਰਾਧਿਕਾਰੀ ਨੂੰ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ, ਜਾਂ ਇੱਕ ਅਭੇਦ, ਕਾਰਪੋਰੇਟ ਪੁਨਰਗਠਨ, ਜਾਂ ਤੁਹਾਡੀ ਸਾਰੀ ਜਾਇਦਾਦ ਦਾ ਵਿਕਰੀ ਜਾਂ ਟ੍ਰਾਂਸਫਰ ਜਾਂ ਜਿਹੜੀ ਤੁਸੀਂ ਸਾਨੂੰ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋ ਸੌਦੇ ਦੇ ਖ਼ਤਮ ਹੋਣ ਤੋਂ ਘੱਟੋ ਘੱਟ ਤੀਹ (30) ਦਿਨ ਪਹਿਲਾਂ ਨੋਟਿਸ ਦਿੰਦੇ ਹੋ. ਤੁਹਾਡੇ ਦੁਆਰਾ ਸੌਂਪੇ ਗਏ ਕਾਰਜ, ਕਿਸੇ ਵੀ ਹੋਰ ਸਥਿਤੀ ਦੇ ਅਧਾਰ ਤੇ, ਸਾਡੀ ਪੂਰਵ ਸਹਿਮਤੀ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ, ਜਿਸਦੀ ਸਹਿਮਤੀ ਨੂੰ ਬਿਨਾਂ ਵਜ੍ਹਾ ਨਹੀਂ ਰੋਕਿਆ ਜਾ ਸਕਦਾ. ਅਸੀਂ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਤੋਂ ਬਿਨਾਂ ਇਸ ਸਮਝੌਤੇ ਨੂੰ ਸੁਤੰਤਰ ਰੂਪ ਵਿੱਚ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹਾਂ. ਉਪਰੋਕਤ ਦੇ ਅਧੀਨ, ਇਹ ਸਮਝੌਤਾ ਧਿਰਾਂ, ਉਨ੍ਹਾਂ ਦੇ ਸਬੰਧਤ ਉਤਰਾਧਿਕਾਰੀਆਂ ਅਤੇ ਅਨੁਮਿਤ ਕਾਰਜਾਂ ਦੇ ਲਾਭ ਲਈ ਬੰਨ੍ਹੇਗਾ ਅਤੇ ਇਸ ਨਾਲ ਜੁੜੇਗਾ.
pl: 13.2 Przeniesienie: Ani Umowa, ani żadne z twoich praw lub obowiązków wynikających z Umowy nie może zostać przeniesione lub przeniesione, z mocy prawa lub w inny sposób, bez naszej uprzedniej pisemnej zgody, chyba że zostanie przypisane następcy w interesie lub na podstawie połączenia, korporacyjnego reorganizacja lub sprzedaż lub przeniesienie całości lub zasadniczo wszystkich aktywów, o których poinformujesz nas co najmniej trzydzieści (30) dni przed zakończeniem transakcji. Przeniesienie przez Ciebie, oparte na jakichkolwiek innych okolicznościach, wymaga naszej uprzedniej zgody, której zgoda nie zostanie w nieuzasadniony sposób wstrzymana. Możemy swobodnie scedować niniejszą Umowę bez Twojej zgody. Z zastrzeżeniem powyższego, niniejsza Umowa wiąże i zapewnia korzyści stronom, ich odpowiednim następcom i dozwolonym cesjonariuszom.
ps: .2 Ass..2 ګمارنه: نه تړون او نه ستاسو کوم حقونه یا مکلفیت د تړون له مخې نه د قانون د عملیاتو په واسطه یا بل ډول زموږ د مخکیني لیکلي رضایت پرته ګمارل کیدلی شي یا لیږدول شوي نه وي ، پرته لدې چې د ګټو لپاره جانشین ته وګومارل شي ، یا یوځای کیدونکي شرکت ، تعقیب تنظیم ، یا د پلور یا د ټولو یا په پام سره ستاسو ټولې هغه شتمنۍ لیږد چې تاسو موږ ته راکړئ د معاملې له بشپړیدو څخه لږترلږه دېرش (30 30) ورځې مخکې خبر کړئ. د بل شرایطو پراساس ستاسو لخوا ټاکل شوی دنده ، زموږ پخوانۍ رضایت ته اړتیا لري ، کوم چې رضایت باید په غیر معقول ډول ونه نیول شي. موږ کولی شو په آزاده توګه دا تړون ستاسو له رضایت پرته وګورو. د پورته یادو شویو موضوعاتو په پام کې نیولو سره ، دا تړون به د اړخونو ، د هغوی اړوندو ځای ناستو او اجازه ورکړل شویو دندو ته پابندي او توافق وکړي.
pt: 13.2 Cessão: Nem o Contrato nem quaisquer de seus direitos ou obrigações sob o Contrato podem ser cedidos ou transferidos, por força de lei ou de outra forma, sem o nosso consentimento prévio por escrito, a menos que atribuído a um sucessor de interesse, ou em virtude de uma fusão, incorporação corporativa. reorganização ou venda ou transferência de todos ou substancialmente todos os seus ativos, dos quais você nos notifica pelo menos trinta (30) dias antes da consumação da transação. Uma atribuição feita por você, com base em qualquer outra circunstância, requer nosso consentimento prévio, que não deve ser recusado de forma irracional. Podemos atribuir livremente este Contrato sem o seu consentimento. Sujeito ao disposto acima, este Contrato vinculará e entrará em vigor em benefício das partes, seus respectivos sucessores e cessionários permitidos.
ro: 13.2 Cesiune: Nici Acordul, nici unul dintre drepturile sau obligațiile dvs. în temeiul Acordului nu pot fi atribuite sau transferate, în funcție de lege sau altfel, fără acordul nostru scris prealabil, cu excepția cazului în care sunt atribuite unui succesor în interes sau în baza unei fuziuni, societatea corporativă. reorganizare, sau o vânzare sau transfer a tuturor sau substanțial a tuturor bunurilor dvs., pe care ni le furnizați o notificare cu cel puțin treizeci (30) de zile înainte de finalizarea tranzacției. O misiune de către dumneavoastră, bazată pe orice alte circumstanțe, necesită acordul nostru prealabil, care nu va fi reținut în mod nerezonabil. Putem atribui în mod liber acest Acord fără consimțământul dumneavoastră. Sub rezerva celor de mai sus, prezentul acord se obligă și va asigura beneficiile părților, ale succesorilor acestora și ale misiunilor permise.
ru: 13.2 Передача: ни Соглашение, ни какие-либо из ваших прав или обязательств по Соглашению не могут быть переуступлены или переданы в силу закона или иным образом без нашего предварительного письменного согласия, если только они не переданы правопреемнику в интересах или в результате слияния, корпоративного права. реорганизация или продажа или передача всех или практически всех ваших активов, о которых вы предоставляете нам, по крайней мере, за тридцать (30) дней до совершения сделки. Назначение вами, основанное на любых других обстоятельствах, требует нашего предварительного согласия, которое не должно быть необоснованно скрыто. Мы можем свободно переуступать настоящее Соглашение без вашего согласия. С учетом вышеизложенного настоящее Соглашение связывает и действует в интересах сторон, их правопреемников и разрешенных правопреемников.
rw: 13 kuvugurura, cyangwa kugurisha cyangwa kwimura ibintu byose cyangwa cyane cyane umutungo wawe wose uduha kumenyesha byibuze iminsi mirongo itatu (30) mbere yuko irangizwa ryubucuruzi. Inshingano yawe nawe, ishingiye ku bindi bihe byose, isaba kubanza kubyemererwa, ibyo ntibishobora guhagarikwa bidafite ishingiro. Turashobora kugenera ubuntu aya masezerano tutabigusabye. Haseguriwe ibimaze kuvugwa haruguru, aya masezerano agomba kubahiriza kandi agamije inyungu z’ababuranyi, abasimbuye ndetse n’inshingano zemewe.
sd: 13.2 تفويض: معاهدي جي تحت توهان جي ڪا حق يا واجبات يا تفويض يا منتقل نه ٿي ڪئي وڃي ، قانون جي ڪارروائي يا ٻي صورت ۾ ، اسان جي اڳئين تحريري رضامندي کان سواءِ ، جيستائين فائدي ۾ جانشين مقرر نه ڪيو ويو ، يا ڪنهن ضمير جي مطابق ، ڪارپوريٽ وري ترتيب ڏيڻ ، يا وڪرو يا منتقلي سڀني يا بنيادي طور تي توهان جي سڀني جا اثاثا جن مان توهان کي ٽرانزيڪشن جي خاتمي کان گهٽ ۾ گهٽ ا thirtyائي ٽيهه (30) ڏينهن اڳ اسان کي اطلاع ڏيو ٿا. توهان جي طرفان هڪ تفويض ، ڪنهن ٻئي حالتن جي بنياد تي ، اسان جي اڳئين اجازت جي ضرورت آهي ، جيڪي رضامندي کي منقطع طور تي روڪيو نه وڃن. اسان آزادي سان هن معاهدي کي توهان جي اجازت کانسواءِ تفويض ڪري سگھون ٿا. اڳوڻي اصولن جي تابع ، هي معاهدو پارٽي ۽ انهن جي جانشين ۽ انهن جي تفويض وارن فائدن جي فائدي لاءِ پابند ۽ پابند هوندو.
si: 13.2 පැවරීම: අපේ පූර්ව ලිඛිත අවසරයකින් තොරව, ගිවිසුමක් හෝ ගිවිසුමක් යටතේ ඇති ඔබේ අයිතිවාසිකම් හෝ බැඳීම් කිසිවක් නීතියේ ක්‍රියාකාරිත්වය මගින් හෝ වෙනත් ආකාරයකින් පැවරීමට හෝ මාරු කිරීමට හැකියාවක් නැත. ගනුදෙනුව අවසන් වීමට අවම වශයෙන් දින තිහක් (30) කට පෙර ඔබ අපට දැනුම් දෙන ඔබේ වත්කම් සියල්ල ප්‍රතිසංවිධානය කිරීම හෝ විකිණීම හෝ මාරු කිරීම. ඔබ විසින් කරන ලද පැවරුමකට, වෙනත් ඕනෑම තත්වයක් මත පදනම්ව, අපගේ පූර්ව අවසරය අවශ්‍ය වන අතර, එම කැමැත්ත අසාධාරණ ලෙස රඳවා නොගනු ඇත. ඔබගේ කැමැත්තෙන් තොරව අපට මෙම ගිවිසුම නිදහසේ පැවරිය හැකිය. ඉහත ගිවිසුමට යටත්ව, මෙම ගිවිසුම පාර්ශවයන්ගේ, ඔවුන්ගේ අනුප්‍රාප්තිකයන්ගේ සහ අවසර ලත් පැවරුම්වල ප්‍රයෝජනය සඳහා බැඳී පවතී.
sk: 13.2 Postúpenie: Zmluvu ani žiadne z vašich práv alebo povinností vyplývajúcich zo zmluvy nemožno postúpiť alebo previesť na základe zákona alebo inak, bez nášho predchádzajúceho písomného súhlasu, pokiaľ nie sú pridelené právnemu nástupcovi alebo v prípade zlúčenia alebo splynutia reorganizácie alebo predaja alebo prevodu všetkých alebo v podstate všetkých vašich aktív, o ktorých nám poskytnete oznámenie najmenej tridsať (30) dní pred uskutočnením transakcie. Zadanie, ktoré ste vykonali na základe akýchkoľvek iných okolností, si vyžaduje náš predchádzajúci súhlas, ktorý sa nesmie bezdôvodne odoprieť. Túto dohodu môžeme slobodne prideliť bez vášho súhlasu. S výhradou vyššie uvedeného je táto dohoda záväzná a záväzná v prospech strán, ich príslušných nástupcov a povolených postupníkov.
sl: 13.2 Prenos: Nobene pogodbe ali katere koli vaše pravice ali obveznosti iz te pogodbe se ne smejo dodeliti ali prenesti po zakonu ali kako drugače brez našega predhodnega pisnega soglasja, razen če je dodeljen interesnemu nasledniku ali na podlagi združitve reorganizacijo ali prodajo ali prenos vsega ali pretežno vsega premoženja, o katerem nam pošljete obvestilo, vsaj trideset (30) dni pred izvedbo transakcije. Naloga, ki jo dodate vi, na podlagi kakršnih koli drugih okoliščin zahteva naše predhodno soglasje, ki ga ne sme neupravičeno odvzeti. Ta sporazum lahko prosto dodelimo brez vašega soglasja. Ob upoštevanju zgoraj navedenega bo ta sporazum zavezujoč in zavezujoč v korist strank, njihovih naslednikov in dovoljenih prestopnikov.
sq: 13.2 Caktimi: As Marrëveshja, as ndonjë nga të drejtat ose detyrimet tuaja sipas Marrëveshjes nuk mund të caktohen ose transferohen, me funksionimin e ligjit ose në ndonjë mënyrë tjetër, pa pëlqimin tonë me shkrim paraprak, përveç nëse i është caktuar një pasardhësi në interes, ose në përputhje me bashkimin, korporatat riorganizim, ose një shitje ose transferim i të gjitha ose në thelb të gjitha pasurive tuaja, për të cilat ju na ofroni një njoftim të paktën tridhjetë (30) ditë para konsumimit të transaksionit. Një caktim nga ju, bazuar në ndonjë rrethanë tjetër, kërkon pëlqimin tonë paraprak, i cili pëlqim nuk do të mbahet në mënyrë të paarsyeshme. Ne mund ta caktojmë lirshëm këtë Marrëveshje pa pëlqimin tuaj. Në varësi të sa më sipër, kjo Marrëveshje do të jetë e detyrueshme dhe e pasaktë në dobi të palëve, pasardhësve të tyre përkatës dhe caktimeve të lejuara.
sr: 13.2 Пренос: Ни Споразум ни било која од ваших права или обавеза из овог Уговора не могу се доделити или пренети, применом закона или на други начин, без нашег претходног писменог пристанка, осим ако је додељен наследнику у интересу или на основу спајања, корпоративног реорганизацију или продају или пренос целокупне или суштинске целокупне имовине о којој нам ви шаљете обавештење најмање тридесет (30) дана пре извршења трансакције. Додељивање од вас, на основу било којих других околности, захтева нашу претходну сагласност, која се неће неразумно ускратити. Ми можемо слободно доделити овај Уговор без вашег пристанка. У складу са горе наведеним, овај Споразум ће се везивати и осигурати у корист страна, њихових одговарајућих наследника и дозвољених уступања.
sv: 13.2 Uppdrag: Varken Avtalet eller någon av dina rättigheter eller skyldigheter enligt Avtalet får tilldelas eller överföras, genom lagstiftning eller på annat sätt, utan vårt tidigare skriftliga medgivande, såvida inte tilldelats en efterträdare i intresse eller enligt en fusion, företag omorganisation, eller en försäljning eller överföring av alla eller i huvudsak alla dina tillgångar som du tillhandahåller oss meddelar minst trettio (30) dagar före transaktionens slutförande. Ett uppdrag av dig, baserat på andra omständigheter, kräver vårt förhandsgodkännande, vilket samtycke inte ska orimligt hållas kvar. Vi kan fritt tilldela detta avtal utan ditt medgivande. Med förbehåll för ovanstående ska detta avtal bindas och inure till förmån för parterna, deras respektive efterträdare och tillåtna uppdrag.
sw: 13.2 Kugawa: Mkataba wowote au yoyote ya haki yako au majukumu yako chini ya Mkataba yanaweza kupewa au kuhamishwa, kwa utendakazi wa sheria au vinginevyo, bila idhini yetu ya kuandikwa hapo awali, isipokuwa kupewa mgawanyaji kwa riba, au kwa kufuata kuungana, ushirika Urekebishaji upya, au uuzaji au uhamishaji wa mali zako zote ambazo unatupa taarifa angalau siku thelathini (30) kabla ya kumalizika kwa shughuli hiyo. Jalada na wewe, kulingana na hali zingine zozote, inahitaji idhini yetu ya hapo awali, ambayo idhini haitazuiliwa. Tunaweza kugawa Mkataba huu kwa uhuru bila idhini yako. Kwa msingi wa yaliyotangulia, Makubaliano haya yatafunga na kuongeza faida ya wahusika, warithi wao na watakaoruhusiwa.
ta: 13.2 பணி: ஒப்பந்தத்தின் கீழ் உங்கள் எந்தவொரு உரிமைகள் அல்லது கடமைகளும் சட்டத்தின் செயல்பாட்டின் மூலமாகவோ அல்லது வேறுவழியிலோ, எங்கள் முன் எழுதப்பட்ட அனுமதியின்றி, ஆர்வத்தில் ஒரு வாரிசுக்கு ஒதுக்கப்படாவிட்டால், அல்லது ஒன்றிணைப்பு, கார்ப்பரேட் மறுசீரமைப்பு, அல்லது பரிவர்த்தனை முடிவடைவதற்கு குறைந்தது முப்பது (30) நாட்களுக்கு முன்னதாக நீங்கள் எங்களுக்கு அறிவித்த உங்கள் சொத்துக்கள் அனைத்தையும் கணிசமாக விற்பனை செய்தல் அல்லது மாற்றுவது. வேறு எந்த சூழ்நிலையின் அடிப்படையிலும் நீங்கள் வழங்கிய ஒரு பணிக்கு எங்கள் முன் ஒப்புதல் தேவைப்படுகிறது, இது ஒப்புதல் நியாயமற்ற முறையில் நிறுத்தப்படாது. உங்கள் அனுமதியின்றி இந்த ஒப்பந்தத்தை நாங்கள் சுதந்திரமாக ஒதுக்கலாம். மேற்கூறியவற்றுக்கு உட்பட்டு, இந்த ஒப்பந்தம் கட்சிகள், அந்தந்த வாரிசுகள் மற்றும் அனுமதிக்கப்பட்ட பணிகள் ஆகியவற்றின் நன்மைக்காக பிணைக்கப்பட்டு செயல்படும்.
te: 13.2 అసైన్‌మెంట్: ఒప్పందం లేదా మీ హక్కులు లేదా బాధ్యతలు ఏవీ చట్టం యొక్క ఆపరేషన్ ద్వారా లేదా మా ముందస్తు వ్రాతపూర్వక అనుమతి లేకుండా, ఆసక్తితో వారసుడికి కేటాయించబడకపోతే లేదా విలీనం, కార్పొరేట్ పునర్వ్యవస్థీకరణ, లేదా లావాదేవీల ముగింపుకు కనీసం ముప్పై (30) రోజుల ముందు మీరు మాకు నోటీసు ఇచ్చే మీ అన్ని ఆస్తుల అమ్మకం లేదా బదిలీ. మీరు చేసిన నియామకానికి, ఇతర పరిస్థితుల ఆధారంగా, మా ముందస్తు సమ్మతి అవసరం, ఇది సమ్మతిని అసమంజసంగా నిలిపివేయదు. మీ అనుమతి లేకుండా మేము ఈ ఒప్పందాన్ని ఉచితంగా కేటాయించవచ్చు. పైన పేర్కొన్న వాటికి లోబడి, ఈ ఒప్పందం పార్టీలు, వారి వారసులు మరియు అనుమతించబడిన పనుల ప్రయోజనాలకు కట్టుబడి ఉంటుంది.
tg: 13.2 Таъинот: Ҳеҷ як Созишнома ё ягон ҳуқуқу ӯҳдадориҳои шумо оид ба Шартнома наметавонанд бидуни розигии хаттии пешакии мо тибқи қонун ё дигар усул, интиқол ё интиқол дода нашаванд, ба истиснои вориси манфиатдор ё мутобиқи якҷояшавии корпоративӣ. азнавташкилдиҳӣ ё фурӯш ё супоридани ҳама ё асосан ҳамаи дороиҳои худро, ки шумо ба мо ҳадди аққал сӣ (30) рӯз пеш аз анҷоми амалиёт огоҳ мекунед. Супориш аз ҷониби шумо, бо назардошти ҳама гуна дигар ҳолатҳо, розигии пешакии моро талаб мекунад, ки розигии онҳо беасос нигоҳ дошта намешавад. Мо метавонем Шартномаи мазкурро бидуни розигии шумо ба таври ройгон таъин кунем. Дар сурати дар боло зикргардида, Созишномаи мазкур ба манфиати тарафҳо, ворисони ҳуқуқии онҳо ва вогузорҳои иҷозатдодашуда вогузор ва амал мекунад.
th: 13.2 การมอบหมาย: ข้อตกลงหรือสิทธิ์หรือภาระผูกพันใด ๆ ของคุณภายใต้ข้อตกลงอาจได้รับมอบหมายหรือโอนโดยการดำเนินการทางกฎหมายหรืออื่น ๆ โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากเราก่อนเว้นแต่จะได้รับมอบหมายให้เป็นผู้สืบทอด การปรับโครงสร้างองค์กรหรือการขายหรือโอนสินทรัพย์ของคุณทั้งหมดหรือทั้งหมดที่คุณแจ้งให้เราทราบล่วงหน้าอย่างน้อยสามสิบ (30) วันก่อนที่จะเสร็จสิ้นการทำธุรกรรม การมอบหมายโดยคุณตามสถานการณ์อื่นใดต้องได้รับความยินยอมจากเราก่อนซึ่งความยินยอมจะไม่ถูกระงับโดยไม่มีเหตุผลอันสมควร เราอาจมอบหมายข้อตกลงนี้โดยไม่ได้รับความยินยอมจากคุณ ภายใต้ข้อตกลงข้างต้นข้อตกลงนี้จะผูกมัดและมีผลบังคับใช้กับผลประโยชน์ของคู่สัญญาผู้สืบทอดที่เกี่ยวข้องและการมอบหมายที่ได้รับอนุญาต
tk: 13. üýtgedip gurmak, ýa-da geleşigiň tamamlanmagyndan azyndan otuz (30) gün öň bize habar berýän ähli emlägiňizi satmak ýa-da geçirmek. Beýleki ýagdaýlara esaslanyp, size berlen tabşyryk, deslapky razyçylygymyzy talap edýär, bu razylyk esassyz saklanmaz. Bu şertnamany siziň razylygyňyz bolmazdan erkin belläp bileris. Agreementokarda agzalanlary göz öňünde tutup, şu Ylalaşyk taraplaryň, degişli mirasdüşerleriň we rugsat berlen tabşyryklaryň peýdasyna güýje girýär.
tl: 13.2 Takdang-Aralin: Ni ang Kasunduan o anuman sa iyong mga karapatan o obligasyon sa ilalim ng Kasunduan ay maaaring italaga o ilipat, sa pamamagitan ng pagpapatakbo ng batas o kung hindi man, nang wala ang aming naunang nakasulat na pahintulot, maliban kung itinalaga sa isang kahalili na may interes, o alinsunod sa isang pagsasanib, corporate muling pag-aayos, o isang pagbebenta o paglilipat ng lahat o malaki ang lahat ng iyong mga ari-arian na kung saan binibigyan mo kami ng paunawa ng hindi bababa sa tatlumpu (30) araw bago matapos ang transaksyon. Ang isang pagtatalaga sa iyo, batay sa anumang iba pang mga pangyayari, ay nangangailangan ng aming paunang pahintulot, na ang pahintulot ay hindi maiiwasang hindi mapalagay. Maaari naming malayang magtalaga ng Kasunduang ito nang wala ang iyong pahintulot. Alinsunod sa nabanggit, ang Kasunduang ito ay magbubuklod at magbuhat sa pakinabang ng mga partido, kani-kanilang mga tagumpay at pinapayagan na mga pagtatalaga.
tr: 13.2 Görevlendirme: Sözleşme ile ilgili herhangi bir hak veya yükümlülükünüzden herhangi biri, ilgili halef veya şirket birleşmesi nedeniyle, önceden yazılı rızamız olmadan, yasa gereği veya başka bir şekilde, önceden yazılı onayımız olmadan atanamaz veya devredilemez. bize yeniden sağladığınız varlıklarınızın tamamının veya tamamının satışının veya transferinin, işlemin yapılmasından en az otuz (30) gün önce bildirimde bulunulması. Sizin tarafınızdan yapılan bir görev, diğer koşullara dayanarak, ön iznimizi gerektirir; bu iznin makul olmayan bir şekilde saklanmayacağı. Bu Sözleşmeyi sizin izniniz olmadan özgürce atayabiliriz. Yukarıdakilere tabi olmak kaydıyla, bu Anlaşma tarafları, ilgili haleflerini ve izin verilen atamaları bağlar ve bunlara yarar sağlar.
tt: 13.2. үзгәртеп кору, яисә сату яки күчерү, сезнең барлык активларыгызны, сез операция тәмамланганчы ким дигәндә утыз (30) көн алдан хәбәр итәсез. Сезнең бүтән йөкләмә, бүтән шартларга нигезләнеп, безнең алдан ризалыгыбызны таләп итә, бу ризалык нигезсез тоткарланмый. Без сезнең рөхсәтсез бу Килешүне ирекле рәвештә билгели алабыз. Agreementгарыда әйтелгәннәрне исәпкә алып, бу Килешү яклар, аларның варислары һәм рөхсәт ителгән йөкләмәләр файдасына кулланылачак.
ug: . قايتا تەشكىللەش ، ياكى سىز تەمىنلىگەن مال-مۈلۈكلىرىڭىزنىڭ ھەممىسىنى ياكى ھەممىسىنى سېتىش ياكى ئۆتۈنۈپ بېرىش سودا ئاخىرلىشىشتىن كەم دېگەندە 30 (30) كۈن بۇرۇن بىزگە ئۇقتۇرۇش قىلىدۇ. سىز تاپشۇرغان باشقا ئەھۋاللارغا ئاساسەن ، سىزنىڭ تاپشۇرۇقىڭىز ئالدى بىلەن ماقۇللىنىشىمىزنى تەلەپ قىلىدۇ ، بۇ رۇخسەتسىزلىك بىلەن تۇتۇپ قېلىنمايدۇ. سىزنىڭ رۇخسىتىڭىزسىز بۇ كېلىشىمنى ئەركىن تەقسىم قىلىشىمىز مۇمكىن. يۇقارقىلارغا ئاساسەن ، بۇ كېلىشىم ئالاقىدارلار ، ئۇلارنىڭ ۋارىسلىرى ۋە رۇخسەت قىلىنغان ۋەزىپىلەرنى ئۆز ئىچىگە ئالىدۇ.
uk: 13.2 Присвоєння: Ні Угода, ні будь-які ваші права чи обов&#39;язки, передбачені Угодою, не можуть бути передані чи передані, діючи законодавством чи іншим способом, без нашої попередньої письмової згоди, якщо це не призначено правонаступнику, або на підставі об&#39;єднання, корпоративного реорганізація або продаж або передача всіх або фактично всіх ваших активів, про які ви надаєте нам повідомлення не менше ніж за тридцять (30) днів до початку здійснення транзакції. Ваша доручення, виходячи з будь-яких інших обставин, вимагає нашої попередньої згоди, яка не може бути необґрунтовано відмовлена у згоді. Ми можемо вільно передавати цю Угоду без вашої згоди. З урахуванням вищевикладеного, ця Угода пов&#39;язує та укладає на користь сторони, їх відповідних правонаступників та дозволених правонаступників.
ur: 13.2 تفویض: معاہدے کے تحت نہ تو معاہدہ کیا جاسکتا ہے اور نہ ہی آپ کے حقوق یا ذمہ داریوں کو ، قانون کی کارروائی کے ذریعہ یا دوسری صورت میں ، ہماری پیشگی تحریری رضامندی کے بغیر ، جب تک کہ مفاد میں جانشین کو تفویض نہیں کیا جاتا ہے ، یا انضمام ، کارپوریٹ کے تحت تنظیم نو ، یا اپنے تمام اثاثوں کی فروخت یا منتقلی جس میں آپ ہمیں مہیا کرتے ہیں اس لین دین کی تیاری سے کم از کم تیس (30) دن پہلے ہمیں نوٹس دیتے ہیں۔ آپ کے ذریعہ کسی تفویض ، کسی بھی دوسرے حالات کی بنیاد پر ، ہماری پیشگی رضامندی کی ضرورت ہوتی ہے ، جس کی رضامندی کو بلاجواز نہیں روکا جائے گا۔ ہم آپ کی رضامندی کے بغیر آزادانہ طور پر اس معاہدے کو تفویض کرسکتے ہیں۔ مذکورہ بالا مشروط کے تحت ، یہ معاہدہ فریقین ، ان کے متعلقہ جانشینوں اور اجازت کردہ تفویضوں کے پابند اور فائدہ مند ہوگا۔
uz: 13.2 Topshiriq: Shartnoma, shuningdek sizning Shartnoma bo&#39;yicha biron-bir huquqlaringiz yoki majburiyatlaringiz qonun hujjatlariga binoan yoki boshqa tarzda, bizning yozma roziligimizsiz berilishi yoki o&#39;tkazilishi mumkin emas, agar manfaatdor vorisga yoki qo&#39;shilish korporativiga muvofiq tayinlanmasa. Sizga operatsiya tugashidan kamida o&#39;ttiz (30) kun oldin bizga xabar bergan aktivlaringizni qayta tashkil etish yoki sotish yoki to&#39;liq yoki asosan sizning barcha aktivlaringizni berish. Boshqa har qanday holatlarga qarab, sizning topshirig&#39;ingiz bizning oldindan roziligimizni talab qiladi, bu rozilik asossiz ravishda olib qo&#39;yilmaydi. Biz ushbu Shartnomani sizning roziligingizsiz bemalol tayinlashimiz mumkin. Yuqorida aytilganlarga muvofiq, ushbu Bitim tomonlarning, ularning tegishli huquqiy vorislarining va ruxsat etilgan merosxo&#39;rlarining manfaati uchun amal qiladi.
vi: Chuyển nhượng tổ chức lại, hoặc bán hoặc chuyển nhượng tất cả hoặc đáng kể tất cả tài sản của bạn mà bạn cung cấp cho chúng tôi thông báo ít nhất ba mươi (30) ngày trước khi hoàn tất giao dịch. Việc chuyển nhượng của bạn, dựa trên bất kỳ trường hợp nào khác, cần có sự đồng ý trước của chúng tôi, sự đồng ý đó sẽ không bị thu hồi một cách vô lý. Chúng tôi có thể tự do chuyển nhượng Thỏa thuận này mà không cần sự đồng ý của bạn. Theo các quy định trên, Thỏa thuận này sẽ ràng buộc và có hiệu lực đối với lợi ích của các bên, những người kế thừa tương ứng của họ và các nhiệm vụ được phép.
xh: 13.2 Ukunikwa umsebenzi: Akukho siVumelwano okanye nawaphi na amalungelo akho okanye izibophelelo zakho phantsi kwesivumelwano esinokuthi sabelwe okanye sigqithiselwe, ngokusebenza komthetho okanye ngenye indlela, ngaphandle kwemvume ebhaliweyo kwangaphambili, ngaphandle kokuba yabelwe umlandeli wenzala, okanye ngokudibana Ukumiswa kwakhona, okanye ukuthengisa okanye ukuhambisa zonke okanye ubukhulu becala zonke iimpahla zakho osinika isaziso okungenani kwiintsuku ezingamashumi amathathu (30) ngaphambi kokugqitywa kwentengiselwano. Umsebenzi owenziwe nguwe, ngokusekwe nakwezinye iimeko, ufuna imvume yethu yangaphambili, mvume leyo ingabanjwa ngokungafanelekanga. Singasinika ngokukhululekileyo esi siVumelwano ngaphandle kwemvume yakho. Ngokuxhomekeke koku kuchazwe kwangaphambili, esi siVumelwano siya kubopha kwaye singenise ekuzuzeni amaqela, abaphumeleleyo kunye nabanikiweyo abavunyelweyo.
yi: 13.2 אַסיינמאַנט: ניט די אַגרעעמענט אדער קיין פון דיין רעכט אָדער אַבלאַגיישאַנז אונטער די אַגרעעמענט קען זיין אַסיינד אָדער טראַנספעררעד דורך אָפּעראַציע פון געזעץ אָדער אַנדערש, אָן אונדזער פריערדיק געשריבן צושטימען, סייַדן אַסיינד צו אַ סאַקסעסער אין אינטערעס, אָדער לויט צו אַ מערדזשער, פֿירמע ריאָרגאַנאַזיישאַן, אָדער אַ פאַרקויף אָדער אַריבערפירן פון אַלע אָדער סאַבסטאַנשאַלי אַלע דיין אַסעץ פון וואָס איר צושטעלן אונדז באַמערקן אין מינדסטער דרייַסיק (30) טעג איידער די קאַנסאַמשאַן פון די מאַסע - מאַטן. אַ אַסיינמאַנט דורך איר, באזירט אויף קיין אנדערע צושטאנדן, ריקווייערז אונדזער פריערדיק צושטימען, וואָס צושטימען וועט ניט זיין אַנריזאַנאַבלי וויטכעלד. מיר קענען פרילי באַשטימען דעם אַגרעעמענט אָן דיין צושטימען. אונטער די פאָרגינגינג, די אַגרעעמענט וועט בינדן און ינשור צו די נוץ פון די פּאַרטיעס, זייער ריספּעקטיוו סאַקסעסערז און דערלויבט אַסיינז.
