Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 3. Customer Support:
am: 3. የደንበኞች ድጋፍ-
ar: 3. دعم العملاء:
az: 3. Müştəri dəstəyi:
be: 3. Падтрымка кліентаў:
bg: 3. Поддръжка на клиенти:
bn: 3. গ্রাহক সমর্থন:
ca: 3. Atenció al client:
cs: 3. Zákaznická podpora:
cy: 3. Cefnogaeth i Gwsmeriaid:
da: 3. Kundesupport:
de: 3. Kundenunterstützung:
el: 3. Υποστήριξη Πελατών:
eo: 3. Klienta Subteno:
es: 3. Atención al cliente:
et: 3. Klienditugi:
eu: 3. Bezeroaren arreta:
fa: 3. پشتیبانی مشتری:
fi: 3. Asiakastuki:
fr: 3. Support client:
fy: 3. Kwaliteitsbetingsten:
ga: 3. Tacaíocht do Chustaiméirí:
gd: 3. Taic Luchd-ceannach:
gl: 3. Atención ao cliente:
gu: 3. કસ્ટમર સપોર્ટ:
hi: 3. ग्राहक सहायता:
hr: 3. Korisnička podrška:
hu: 3. Ügyfélszolgálat:
hy: 3. Հաճախորդների աջակցություն.
id: 3. Dukungan Pelanggan:
is: 3. Viðskiptavinur:
it: 3. Assistenza clienti:
iw: 3. תמיכת לקוחות:
ja: 3.カスタマーサポート：
ka: 3. მომხმარებელთა მხარდაჭერა:
kk: 3. Клиенттерді қолдау:
km: ការគាំទ្រអតិថិជន:
kn: 3. ಗ್ರಾಹಕ ಬೆಂಬಲ:
ku: 3. Piştgiriya Mişterî:
ky: 3. Кардарлар менен иштөө:
lb: 3. Kundendnotz:
lo: 3. ການສະຫນັບສະຫນູນລູກຄ້າ:
lt: 3. Klientų aptarnavimas:
lv: 3. Klientu atbalsts:
mg: 3. Fanohanana ny mpanjifa:
mi: 3. Tautoko Kaihoko:
mk: 3. Поддршка на корисниците:
ml: 3. ഉപഭോക്തൃ പിന്തുണ:
mn: 3. Хэрэглэгчийн дэмжлэг:
mr: 3. ग्राहक समर्थनः
ms: 3. Sokongan Pelanggan:
mt: 3. Appoġġ lill-Klijent:
my: 3. ဖောက်သည်ပံ့ပိုး:
ne: 3. ग्राहक सहयोग:
nl: 3. Klantenondersteuning:
no: 3. Kundesupport:
or: 3. ଗ୍ରାହକ ସମର୍ଥନ:
pa: 3. ਗਾਹਕ ਸਹਾਇਤਾ:
pl: 3. Obsługa klienta:
ps: 3. د مشتریانو ملاتړ:
pt: 3. Suporte ao Cliente:
ro: 3. Asistență pentru clienți:
ru: 3. Поддержка клиентов:
rw: 3. Inkunga y&#39;abakiriya:
sd: 3. ڪسٽمر سپورٽ:
si: 3. පාරිභෝගික සහාය:
sk: 3. Zákaznícka podpora:
sl: 3. Podpora strankam:
sq: 3. Mbështetja e klientit:
sr: 3. Корисничка подршка:
sv: 3. Kundsupport:
sw: 3. Msaada wa Wateja:
ta: 3. வாடிக்கையாளர் ஆதரவு:
te: 3. కస్టమర్ మద్దతు:
tg: 3. Дастгирии мизоҷон:
th: 3. การสนับสนุนลูกค้า:
tk: 3. Müşderi goldawy:
tl: 3. Suporta sa Kostumer:
tr: 3. Müşteri Desteği:
tt: 3. Клиентларга ярдәм:
ug: 3. خېرىدارلارنى قوللاش:
uk: 3. Підтримка клієнтів:
ur: 3. کسٹمر سپورٹ:
uz: 3. Mijozlarni qo&#39;llab-quvvatlash:
vi: 3. Hỗ trợ khách hàng:
xh: 3. Inkxaso yabaThengi:
yi: 3. קונה סופּפּאָרט:
