Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Make your app unique with logo and color styles
af: Maak jou toepassing uniek met logo- en kleurstyle
am: መተግበሪያዎን በአርማ እና በቀለም ቅጦች ልዩ ያድርጉት
ar: اجعل تطبيقك فريدًا من خلال أنماط الشعار والألوان
az: Loqo və rəng üslubları ilə tətbiqinizi unikal edin
be: Зрабіце сваю праграму унікальнай з дапамогай лагатыпа і каляровых стыляў
bg: Направете приложението си уникално с лого и цветови стилове
bn: লোগো এবং রঙের শৈলী দিয়ে আপনার অ্যাপটিকে অনন্য করুন
ca: Fes que la teva aplicació sigui única amb el logotip i els estils de color
cs: Udělejte svou aplikaci jedinečnou pomocí loga a barevných stylů
cy: Gwnewch eich app yn unigryw gyda logo a steiliau lliw
da: Gør din app unik med logo og farvestile
de: Machen Sie Ihre App mit Logo und Farbstilen einzigartig
el: Κάντε την εφαρμογή σας μοναδική με στυλ λογότυπου και χρωμάτων
eo: Faru vian apon unika per emblemo kaj koloraj stiloj
es: Haga que su aplicación sea única con logotipos y estilos de color
et: Muutke oma rakendus logo ja värvistiilide abil ainulaadseks
eu: Egin zure aplikazioa bakarra logo eta kolore estiloekin
fa: برنامه خود را با سبک های لوگو و رنگ منحصر به فرد کنید
fi: Tee sovelluksestasi ainutlaatuinen logo- ja värityyleillä
fr: Rendez votre application unique avec des styles de logo et de couleur
fy: Meitsje jo app unyk mei logo- en kleurstilen
ga: Déan d'aip uathúil le lógó agus stíleanna datha
gd: Dèan an aplacaid agad gun samhail le suaicheantas agus stoidhlichean dath
gl: Fai a túa aplicación única con estilos de logotipo e cor
gu: લોગો અને રંગ શૈલીઓ વડે તમારી એપ્લિકેશનને અનન્ય બનાવો
hi: लोगो और रंग शैलियों के साथ अपने ऐप को विशिष्ट बनाएं
hr: Učinite svoju aplikaciju jedinstvenom s logotipom i stilovima boja
hu: Tedd egyedivé alkalmazásodat logó- és színstílusokkal
hy: Դարձրեք ձեր հավելվածը եզակի տարբերանշաններով և գունային ոճերով
id: Jadikan aplikasi Anda unik dengan logo dan gaya warna
is: Gerðu appið þitt einstakt með lógó og litastílum
it: Rendi unica la tua app con il logo e gli stili di colore
iw: הפוך את האפליקציה שלך לייחודית עם סגנונות לוגו וצבע
ja: ロゴと色のスタイルでアプリをユニークに
ka: გახადეთ თქვენი აპლიკაცია უნიკალური ლოგოთი და ფერის სტილით
kk: Логотип пен түс мәнерлерімен қолданбаңызды бірегей етіңіз
km: ធ្វើឱ្យកម្មវិធីរបស់អ្នកប្លែកជាមួយរចនាប័ទ្មឡូហ្គោ និងពណ៌
kn: ಲೋಗೋ ಮತ್ತು ಬಣ್ಣದ ಶೈಲಿಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅನನ್ಯಗೊಳಿಸಿ
ku: Bi şêwazên logo û rengan sepana xwe bêhempa bikin
ky: Логотип жана түс стилдери менен колдонмоңузду уникалдуу кылыңыз
lb: Maacht Är App eenzegaarteg mat Logo a Faarfstiler
lo: ເຮັດໃຫ້ແອັບຯຂອງທ່ານເປັນເອກະລັກດ້ວຍໂລໂກ້ ແລະຮູບແບບສີ
lt: Padarykite savo programą unikalią naudodami logotipą ir spalvų stilius
lv: Padariet savu lietotni unikālu, izmantojot logotipu un krāsu stilus
mg: Ataovy miavaka amin'ny endrika logo sy loko ny fampiharanao
mi: Kia ahurei to taupānga me te waitohu me nga momo tae
mk: Направете ја вашата апликација уникатна со стилови на лого и бои
ml: ലോഗോയും വർണ്ണ ശൈലികളും ഉപയോഗിച്ച് നിങ്ങളുടെ ആപ്പ് അദ്വിതീയമാക്കുക
mn: Лого болон өнгөний загвараараа өөрийн аппликейшнийг өвөрмөц болго
mr: लोगो आणि रंग शैलीसह तुमचे अॅप अद्वितीय बनवा
ms: Jadikan apl anda unik dengan logo dan gaya warna
mt: Agħmel l-app tiegħek unika bi stili ta' logo u kulur
my: သင့်အက်ပ်ကို လိုဂိုနှင့် အရောင်ပုံစံများဖြင့် ထူးခြားအောင်လုပ်ပါ။
ne: लोगो र रंग शैलीहरु संग आफ्नो अनुप्रयोग अद्वितीय बनाउनुहोस्
nl: Maak uw app uniek met logo- en kleurstijlen
no: Gjør appen din unik med logo- og fargestiler
or: ଲୋଗୋ ଏବଂ ରଙ୍ଗ ଶ yles ଳୀ ସହିତ ଆପଣଙ୍କର ଆପ୍କୁ ସ୍ୱତନ୍ତ୍ର କରନ୍ତୁ |
pa: ਲੋਗੋ ਅਤੇ ਰੰਗ ਸਟਾਈਲ ਨਾਲ ਆਪਣੀ ਐਪ ਨੂੰ ਵਿਲੱਖਣ ਬਣਾਓ
pl: Spraw, aby Twoja aplikacja była wyjątkowa dzięki logo i stylom kolorystycznym
ps: خپل اپلیکیشن د لوګو او رنګ سټایلونو سره ځانګړی کړئ
pt: Torne seu aplicativo único com estilos de logotipo e cores
ro: Faceți-vă aplicația unică cu logo-ul și stilurile de culoare
ru: Сделайте свое приложение уникальным с помощью логотипа и цветовых стилей
rw: Kora porogaramu yawe idasanzwe hamwe nikirangantego nuburyo bwamabara
sd: لوگو ۽ رنگن جي طرز سان پنھنجي ايپ کي منفرد بڻايو
si: ලාංඡනය සහ වර්ණ මෝස්තර සමඟ ඔබේ යෙදුම අද්විතීය කරන්න
sk: Urobte svoju aplikáciu jedinečnou pomocou loga a farebných štýlov
sl: Naj bo vaša aplikacija edinstvena z logotipom in barvnimi slogi
sq: Bëni aplikacionin tuaj unik me stilet e logos dhe ngjyrave
sr: Учините своју апликацију јединственом помоћу логотипа и стилова боја
sv: Gör din app unik med logotyp och färgstilar
sw: Fanya programu yako iwe ya kipekee kwa nembo na mitindo ya rangi
ta: லோகோ மற்றும் வண்ண பாணிகளுடன் உங்கள் பயன்பாட்டை தனித்துவமாக்குங்கள்
te: లోగో మరియు రంగు శైలులతో మీ యాప్‌ను ప్రత్యేకంగా చేయండి
tg: Барномаи худро бо услубҳои логотип ва ранг беназир созед
th: ทำให้แอปของคุณมีเอกลักษณ์เฉพาะตัวด้วยโลโก้และสไตล์สี
tk: Programmaňyzy logo we reňk stilleri bilen üýtgeşik ediň
tl: Gawing natatangi ang iyong app gamit ang mga estilo ng logo at kulay
tr: Logo ve renk stilleriyle uygulamanızı benzersiz hale getirin
tt: Кушымтагызны логотип һәм төс стиле белән уникаль итегез
ug: ئەپىڭىزنى بەلگە ۋە رەڭ ئۇسلۇبى بىلەن ئۆزگىچە قىلىڭ
uk: Зробіть свою програму унікальною за допомогою стилів логотипу та кольорів
ur: لوگو اور کلر اسٹائل کے ساتھ اپنی ایپ کو منفرد بنائیں
uz: Ilovangizni logotip va rang uslublari bilan noyob qiling
vi: Làm cho ứng dụng của bạn trở nên độc đáo với các kiểu biểu trưng và màu sắc
xh: Yenza usetyenziso lwakho lube lodwa ngelogo kunye nezitayile zemibala
yi: מאַכן דיין אַפּ יינציק מיט לאָגאָ און קאָליר סטיילז

source: Access to customer support
af: Toegang tot kliëntediens
am: የደንበኛ ድጋፍ መዳረሻ
ar: الوصول إلى دعم العملاء
az: Müştəri dəstəyinə giriş
be: Доступ да падтрымкі кліентаў
bg: Достъп до поддръжка на клиенти
bn: গ্রাহক সমর্থন অ্যাক্সেস
ca: Accés a l'atenció al client
cs: Přístup k zákaznické podpoře
cy: Mynediad at gymorth i gwsmeriaid
da: Adgang til kundesupport
de: Zugang zum Kundensupport
el: Πρόσβαση στην υποστήριξη πελατών
eo: Aliro al klienta subteno
es: Acceso a atención al cliente
et: Juurdepääs klienditoele
eu: Bezeroarentzako arretarako sarbidea
fa: دسترسی به پشتیبانی مشتری
fi: Pääsy asiakastukeen
fr: Accès au support client
fy: Tagong ta klant stipe
ga: Rochtain ar thacaíocht do chustaiméirí
gd: Cothrom air taic teachdaiche
gl: Acceso ao servizo de atención ao cliente
gu: ગ્રાહક સપોર્ટની ઍક્સેસ
hi: ग्राहक सहायता तक पहुंच
hr: Pristup korisničkoj podršci
hu: Hozzáférés az ügyfélszolgálathoz
hy: Հաճախորդների աջակցության հասանելիություն
id: Akses ke dukungan pelanggan
is: Aðgangur að þjónustuveri
it: Accesso all'assistenza clienti
iw: גישה לתמיכת לקוחות
ja: カスタマーサポートへのアクセス
ka: წვდომა მომხმარებელთა მხარდაჭერაზე
kk: Тұтынушыларды қолдау қызметіне қол жеткізу
km: ចូលប្រើជំនួយអតិថិជន
kn: ಗ್ರಾಹಕರ ಬೆಂಬಲಕ್ಕೆ ಪ್ರವೇಶ
ku: Gihîştina piştgiriya xerîdar
ky: Кардарларды колдоо мүмкүнчүлүгү
lb: Zougang zu Client Ënnerstëtzung
lo: ການເຂົ້າເຖິງການຊ່ວຍເຫຼືອລູກຄ້າ
lt: Prieiga prie klientų aptarnavimo
lv: Piekļuve klientu atbalstam
mg: Fidirana amin'ny fanohanan'ny mpanjifa
mi: Te uru ki te tautoko kiritaki
mk: Пристап до корисничка поддршка
ml: ഉപഭോക്തൃ പിന്തുണയിലേക്കുള്ള ആക്സസ്
mn: Хэрэглэгчийн дэмжлэгт хандах
mr: ग्राहक समर्थन प्रवेश
ms: Akses kepada sokongan pelanggan
mt: Aċċess għall-appoġġ tal-klijenti
my: ဖောက်သည် ပံ့ပိုးကူညီမှု ရရှိရေး
ne: ग्राहक समर्थन पहुँच
nl: Toegang tot klantenondersteuning
no: Tilgang til kundestøtte
or: ଗ୍ରାହକ ସମର୍ଥନକୁ ପ୍ରବେଶ
pa: ਗਾਹਕ ਸਹਾਇਤਾ ਤੱਕ ਪਹੁੰਚ
pl: Dostęp do obsługi klienta
ps: د پیرودونکو ملاتړ ته لاسرسی
pt: Acesso ao suporte ao cliente
ro: Acces la suport pentru clienți
ru: Доступ к поддержке клиентов
rw: Kugera kubufasha bwabakiriya
sd: ڪسٽمر سپورٽ تائين رسائي
si: පාරිභෝගික සහාය සඳහා ප්රවේශය
sk: Prístup k zákazníckej podpore
sl: Dostop do podpore strankam
sq: Qasja në mbështetjen e klientit
sr: Приступ корисничкој подршци
sv: Tillgång till kundsupport
sw: Upatikanaji wa usaidizi wa wateja
ta: வாடிக்கையாளர் ஆதரவுக்கான அணுகல்
te: కస్టమర్ మద్దతుకు ప్రాప్యత
tg: Дастрасӣ ба дастгирии мизоҷон
th: เข้าถึงการสนับสนุนลูกค้า
tk: Müşderi goldawyna girmek
tl: Access sa suporta sa customer
tr: Müşteri desteğine erişim
tt: Клиент ярдәменә мөрәҗәгать итү
ug: خېرىدارلارنىڭ قوللىشىغا ئېرىشىش
uk: Доступ до служби підтримки клієнтів
ur: کسٹمر سپورٹ تک رسائی
uz: Mijozlarni qo'llab-quvvatlash xizmatiga kirish
vi: Tiếp cận hỗ trợ khách hàng
xh: Ukufikelela kwinkxaso yabathengi
yi: אַקסעס צו קונה שטיצן

source: Storage
af: Berging
am: ማከማቻ
ar: تخزين
az: Saxlama
be: Захоўванне
bg: Съхранение
bn: স্টোরেজ
ca: Emmagatzematge
cs: Úložný prostor
cy: Storio
da: Opbevaring
de: Lagerung
el: Αποθήκευση
eo: Stokado
es: Almacenamiento
et: Säilitamine
eu: Biltegiratzea
fa: ذخیره سازی
fi: Varastointi
fr: Stockage
fy: Opslach
ga: Stóráil
gd: Stòradh
gl: Almacenamento
gu: સંગ્રહ
hi: भंडारण
hr: Skladištenje
hu: Tárolás
hy: Պահպանում
id: Penyimpanan
is: Geymsla
it: Magazzinaggio
iw: אִחסוּן
ja: 保管所
ka: შენახვა
kk: Сақтау
km: ការផ្ទុក
kn: ಸಂಗ್ರಹಣೆ
ku: Embarkirinî
ky: Сактагыч
lb: Stockage
lo: ການເກັບຮັກສາ
lt: Sandėliavimas
lv: Uzglabāšana
mg: fitahirizana
mi: Rokiroki
mk: Складирање
ml: സംഭരണം
mn: Хадгалах
mr: स्टोरेज
ms: Penyimpanan
mt: Ħażna
my: သိုလှောင်မှု
ne: भण्डारण
nl: Opslag
no: Oppbevaring
or: ଭଣ୍ଡାର
pa: ਸਟੋਰੇਜ
pl: Magazynowanie
ps: ذخیره کول
pt: Armazenar
ro: Depozitare
ru: Хранилище
rw: Ububiko
sd: ذخيرو
si: ගබඞා
sk: Skladovanie
sl: Shranjevanje
sq: Magazinimi
sr: Складиште
sv: Lagring
sw: Hifadhi
ta: சேமிப்பு
te: నిల్వ
tg: Нигоҳдорӣ
th: พื้นที่จัดเก็บ
tk: Saklamak
tl: Imbakan
tr: Depolamak
tt: Саклау
ug: ساقلاش
uk: Зберігання
ur: ذخیرہ
uz: Saqlash
vi: Kho
xh: Ugcino
yi: סטאָרידזש

source: Unlimited
af: Onbeperk
am: ያልተገደበ
ar: غير محدود
az: Limitsiz
be: Неабмежаваны
bg: Неограничен
bn: আনলিমিটেড
ca: Il·limitat
cs: Neomezený
cy: Diderfyn
da: Ubegrænset
de: Unbegrenzt
el: Απεριόριστος
eo: Senlima
es: Ilimitado
et: Piiramatu
eu: Mugagabea
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
fy: Unbeheind
ga: Gan teorainn
gd: Gun chrìoch
gl: Ilimitado
gu: અમર્યાદિત
hi: असीमित
hr: Neograničen
hu: Korlátlan
hy: Անսահմանափակ
id: Tak terbatas
is: Ótakmarkað
it: Illimitato
iw: ללא הגבלה
ja: 無制限
ka: შეუზღუდავი
kk: Шексіз
km: គ្មានដែនកំណត់
kn: ಅನಿಯಮಿತ
ku: Bêsînor
ky: Чексиз
lb: Onlimitéiert
lo: ບໍ່ຈຳກັດ
lt: Neribota
lv: Neierobežots
mg: manam-petra
mi: He mutunga kore
mk: Неограничено
ml: അൺലിമിറ്റഡ്
mn: Хязгааргүй
mr: अमर्यादित
ms: Tidak terhad
mt: Illimitat
my: အကန့်အသတ်
ne: असीमित
nl: Onbeperkt
no: Ubegrenset
or: ଅସୀମିତ |
pa: ਅਸੀਮਤ
pl: Nieograniczony
ps: لامحدود
pt: Ilimitado
ro: Nelimitat
ru: Неограниченный
rw: Ntarengwa
sd: لامحدود
si: අසීමිතයි
sk: Neobmedzené
sl: Neomejeno
sq: E pakufizuar
sr: Неограничено
sv: Obegränsat
sw: Bila kikomo
ta: வரம்பற்ற
te: అపరిమిత
tg: Бемаҳдуд
th: ไม่ จำกัด
tk: Çäklendirilmedik
tl: Walang limitasyon
tr: Sınırsız
tt: Чикләнмәгән
ug: چەكلىمىسىز
uk: Необмежений
ur: لا محدود
uz: Cheksiz
vi: Vô hạn
yi: ונלימיטעד

source: Additional Users Seats
af: Bykomende gebruikerssitplekke
am: ተጨማሪ የተጠቃሚ መቀመጫዎች
ar: مقاعد مستخدمين إضافية
az: Əlavə İstifadəçi Oturacaqları
be: Дадатковыя месцы карыстальнікаў
bg: Допълнителни потребителски места
bn: অতিরিক্ত ব্যবহারকারীর আসন
ca: Seients d'usuaris addicionals
cs: Další uživatelská sedadla
cy: Seddi Defnyddwyr Ychwanegol
da: Yderligere brugersæder
de: Zusätzliche Benutzerplätze
el: Πρόσθετες θέσεις χρηστών
eo: Pliaj Uzantlokoj
es: Asientos de usuarios adicionales
et: Lisakasutajate kohad
eu: Erabiltzaileen eserleku osagarriak
fa: صندلی های کاربران اضافی
fi: Lisäkäyttäjien paikat
fr: Sièges d'utilisateurs supplémentaires
fy: Oanfoljende brûkers sitten
ga: Suíocháin Úsáideoirí Breise
gd: Seataichean luchd-cleachdaidh a bharrachd
gl: Asentos adicionais de usuarios
gu: વધારાની વપરાશકર્તાઓ બેઠકો
hi: अतिरिक्त उपयोगकर्ता सीटें
hr: Dodatna korisnička mjesta
hu: További felhasználói ülések
hy: Լրացուցիչ օգտատերերի նստատեղեր
id: Kursi Pengguna Tambahan
is: Auka sæti notenda
it: Posti utenti aggiuntivi
iw: מושבי משתמשים נוספים
ja: 追加のユーザー シート
ka: დამატებითი მომხმარებლის ადგილები
kk: Қосымша пайдаланушылар орындары
km: កៅអីអ្នកប្រើប្រាស់បន្ថែម
kn: ಹೆಚ್ಚುವರಿ ಬಳಕೆದಾರರ ಆಸನಗಳು
ku: Kursiyên Bikarhênerên Additional
ky: Кошумча колдонуучулар орундары
lb: Zousätzlech Benotzer Plaze
lo: ບ່ອນນັ່ງຜູ້ໃຊ້ເພີ່ມເຕີມ
lt: Papildomos naudotojų sėdynės
lv: Papildu lietotāju vietas
mg: Seza mpampiasa fanampiny
mi: Nga nohoanga Kaiwhakamahi taapiri
mk: Седишта за дополнителни корисници
ml: അധിക ഉപയോക്താക്കളുടെ സീറ്റുകൾ
mn: Нэмэлт хэрэглэгчийн суудал
mr: अतिरिक्त वापरकर्ते जागा
ms: Kerusi Pengguna Tambahan
mt: Siġġijiet ta' Utenti Addizzjonali
my: အပိုအသုံးပြုသူများ ထိုင်ခုံများ
ne: अतिरिक्त प्रयोगकर्ता सीटहरू
nl: Extra gebruikersstoelen
no: Ekstra brukerseter
or: ଅତିରିକ୍ତ ବ୍ୟବହାରକାରୀ ଆସନ |
pa: ਵਾਧੂ ਉਪਭੋਗਤਾ ਸੀਟਾਂ
pl: Dodatkowe miejsca dla użytkowników
ps: د کاروونکو اضافي څوکۍ
pt: Assentos de usuários adicionais
ro: Locuri suplimentare pentru utilizatori
ru: Дополнительные места пользователей
rw: Abakoresha b'inyongera
sd: اضافي استعمال ڪندڙ سيٽون
si: අමතර පරිශීලක ආසන
sk: Ďalšie miesta pre používateľov
sl: Dodatni uporabniški sedeži
sq: Vende të përdoruesve shtesë
sr: Додатна корисничка места
sv: Ytterligare användarplatser
sw: Viti vya Watumiaji wa Ziada
ta: கூடுதல் பயனர் இருக்கைகள்
te: అదనపు వినియోగదారుల సీట్లు
tg: Ҷойҳои иловагӣ барои корбарон
th: ที่นั่งผู้ใช้เพิ่มเติม
tk: Goşmaça ulanyjy oturgyçlary
tl: Mga Karagdagang Upuan ng Mga User
tr: Ek Kullanıcı Koltukları
tt: Өстәмә кулланучылар урыннары
ug: قوشۇمچە ئىشلەتكۈچى ئورۇنلىرى
uk: Додаткові місця користувачів
ur: اضافی صارفین کی نشستیں
uz: Qo'shimcha foydalanuvchilar o'rindiqlari
vi: Ghế người dùng bổ sung
xh: Izihlalo zabasebenzisi abongezelelweyo
yi: נאָך יוזערז סיץ

source: N/A
af: NVT
am: ኤን/ኤ
ar: غير متاح
az: Yoxdur
be: Н/Д
cy: Amh
fi: Ei käytössä
gd: Chan eil
hi: लागू नहीं
id: T/A
iw: לא
ja: なし
kk: Жоқ
km: គ្មាន
kn: ಎನ್ / ಎ
ky: Жок
lo: ບໍ່ມີ
mn: Үгүй
ms: T/A
my: မရှိ
nl: NVT
pl: Nie dotyczy
pt: N / D
ru: Н/Д
sr: Н/А
tg: Н/А
th: ไม่มีข้อมูล
tr: Yok
tt: М / Ю
uz: Yoʻq
vi: không áp dụng

source: Convo with recording
af: Gesprek met opname
am: ኮንቮ ከመቅዳት ጋር
ar: محادثة مع التسجيل
az: Səsyazma ilə konvo
be: Размова з запісам
bg: Разговор със запис
bn: রেকর্ডিং সহ কনভো
ca: Convo amb gravació
cs: Konverzace s nahrávkou
cy: Convo gyda recordiad
da: Samtale med optagelse
de: Convo mit Aufnahme
el: Συνομιλία με ηχογράφηση
eo: Konvo kun registrado
es: Convo con grabación
et: Vestlus salvestusega
eu: Elkarrizketa grabaketarekin
fa: گفتگو با ضبط
fi: Keskustelu äänityksen kanssa
fr: Convo avec enregistrement
fy: Convo mei opname
ga: Convo le taifeadadh
gd: Convo le clàradh
gl: Convo con gravación
gu: રેકોર્ડિંગ સાથે કોન્વો
hi: रिकॉर्डिंग के साथ Convo
hr: Razgovor sa snimanjem
hu: Tárgyalás felvétellel
hy: Կոնվո ձայնագրությամբ
id: Obrolan dengan rekaman
is: Convo með upptöku
it: Convoglio con registrazione
iw: שיחה עם הקלטה
ja: 会話と録音
ka: კონვო ჩანაწერით
kk: Жазбамен кездесу
km: Convo ជាមួយការថត
kn: ಧ್ವನಿಮುದ್ರಣದೊಂದಿಗೆ ಸಂವಾದ
ku: Convo bi tomarkirinê
ky: Жаздыруу менен конво
lb: Convo mat Opnam
lo: Convo ກັບການບັນທຶກ
lt: Pokalbis su įrašu
lv: Saruna ar ierakstu
mg: Convo miaraka amin'ny fandraisam-peo
mi: Whakawhitiwhiti me te tuhi
mk: Конво со снимање
ml: റെക്കോർഡിംഗിനൊപ്പം സംഭാഷണം
mn: Бичлэгтэй цуг
mr: रेकॉर्डिंगसह कॉन्व्हो
ms: Konvo dengan rakaman
mt: Convo bir-reġistrazzjoni
my: အသံဖမ်းနှင့်အတူ Convo
ne: रेकर्डिङ संग Convo
nl: Convo met opname
no: Samtale med opptak
or: ରେକର୍ଡିଂ ସହିତ କନଭୋ |
pa: ਰਿਕਾਰਡਿੰਗ ਦੇ ਨਾਲ ਕਨਵੋ
pl: Konwój z nagrywaniem
ps: د ثبتولو سره Convo
pt: Convo com gravação
ro: Convo cu înregistrare
ru: Конво с записью
rw: Convo hamwe no gufata amajwi
sd: رڪارڊنگ سان گڏ
si: පටිගත කිරීම සමඟ සංවාදය
sk: Konverzácia s nahrávaním
sl: Pogovor s snemanjem
sq: Konvo me regjistrim
sr: Конвокација са снимком
sv: Samtal med inspelning
sw: Mazungumzo na kurekodi
ta: பதிவுடன் உரையாடல்
te: రికార్డింగ్‌తో సంభాషణ
tg: Мулоқот бо сабт
th: Convo พร้อมการบันทึก
tk: Ordingazga almak bilen konwo
tl: Convo na may recording
tr: Kayıtlı konvo
tt: Язу белән конво
ug: خاتىرىلەش بىلەن بىللە
uk: Бесіда із записом
ur: ریکارڈنگ کے ساتھ Convo
uz: Yozib olish bilan suhbat
vi: Trò chuyện với ghi âm
xh: Convo ngokurekhoda
yi: קאָנוואָ מיט רעקאָרדינג

source: Video or audio chat with recording saved to the case
af: Video- of oudioklets met opname gestoor in die saak
am: የቪዲዮ ወይም የድምጽ ውይይት ከቀረጻ ጋር ወደ መያዣው ተቀምጧል
ar: محادثة فيديو أو صوتية مع تسجيل محفوظ في العلبة
az: İşdə saxlanılan qeyd ilə video və ya audio söhbət
be: Відэа- або аўдыячат з захаваннем запісу ў чахол
bg: Видео или аудио чат със запис, записан в случая
bn: রেকর্ডিং সহ ভিডিও বা অডিও চ্যাট কেসে সংরক্ষিত
ca: Xat de vídeo o àudio amb la gravació desada al cas
cs: Video nebo audio chat s nahrávkou uloženou do pouzdra
cy: Sgwrs fideo neu sain gyda recordiad wedi'i gadw i'r achos
da: Video- eller lydchat med optagelse gemt i sagen
de: Video- oder Audio-Chat mit im Fall gespeicherter Aufzeichnung
el: Συνομιλία βίντεο ή ήχου με ηχογράφηση αποθηκευμένη στη θήκη
eo: Video aŭ aŭda babilejo kun registrado konservita en la kazo
es: Chat de video o audio con grabación guardada en el caso
et: Korpusesse salvestatud video- või helivestlus koos salvestisega
eu: Bideo- edo audio-txata, grabazioa kasuan gordeta
fa: چت تصویری یا صوتی با ضبط ذخیره شده در کیس
fi: Video- tai äänikeskustelu ja tallenne koteloon
fr: Chat vidéo ou audio avec enregistrement enregistré dans le boîtier
fy: Fideo- of audiochat mei opname opslein yn 'e saak
ga: Físeán nó comhrá fuaime le taifeadadh a shábháil ar an gcás
gd: Còmhradh bhidio no claisneachd le clàradh air a shàbhaladh don chùis
gl: Chat de vídeo ou audio coa gravación gardada no caso
gu: રેકોર્ડિંગ સાથે વિડિઓ અથવા ઑડિઓ ચેટ કેસમાં સાચવવામાં આવે છે
hi: रिकॉर्डिंग के साथ वीडियो या ऑडियो चैट को केस में सहेजा गया
hr: Video ili audio chat sa snimkom pohranjenom u kućište
hu: Video- vagy audiocsevegés a tokba mentett felvétellel
hy: Տեսա կամ աուդիո զրույց՝ պատյանում պահված ձայնագրությամբ
id: Obrolan video atau audio dengan rekaman yang disimpan ke kasing
is: Mynd- eða hljóðspjall með upptöku vistað í málinu
it: Chat video o audio con registrazione salvata nella custodia
iw: וידאו או אודיו צ'אט עם הקלטה נשמרה בתיק
ja: ケースに保存された録画によるビデオまたは音声チャット
ka: ვიდეო ან აუდიო ჩატი საქმეში შენახული ჩანაწერით
kk: Іске сақталған жазбасы бар бейне немесе аудио чат
km: ការជជែកជាវីដេអូ ឬជាសំឡេងជាមួយនឹងការថតទុកក្នុងសំណុំរឿង
kn: ರೆಕಾರ್ಡಿಂಗ್‌ನೊಂದಿಗೆ ವೀಡಿಯೊ ಅಥವಾ ಆಡಿಯೊ ಚಾಟ್ ಅನ್ನು ಕೇಸ್‌ಗೆ ಉಳಿಸಲಾಗಿದೆ
ku: Vîdyo an sohbeta dengî ya bi tomarkirinê re ku di dozê de hatî tomar kirin
ky: Ишке сакталган жазуусу бар видео же аудио чат
lb: Video oder Audio Chat mat Opnam gespäichert am Fall
lo: ວິດີໂອ ຫຼືສຽງສົນທະນາກັບການບັນທຶກທີ່ບັນທຶກໄວ້ໃນກໍລະນີ
lt: Vaizdo ar garso pokalbis su įrašu išsaugotas dėkle
lv: Video vai audio tērzēšana ar ierakstu, kas saglabāta korpusā
mg: Lahatsary na resaka feo miaraka amin'ny fandraisam-peo voatahiry ao amin'ilay raharaha
mi: Ko te korerorero ataata, ororongo ranei me nga rekoata kua tiakina ki te keehi
mk: Видео или аудио разговор со снимка зачувана во куќиштето
ml: റെക്കോർഡിംഗിനൊപ്പം വീഡിയോ അല്ലെങ്കിൽ ഓഡിയോ ചാറ്റ് കേസിൽ സംരക്ഷിച്ചു
mn: Хэрэгт хадгалагдсан бичлэг бүхий видео эсвэл аудио чат
mr: रेकॉर्डिंगसह व्हिडिओ किंवा ऑडिओ चॅट केसमध्ये सेव्ह केले आहे
ms: Sembang video atau audio dengan rakaman disimpan pada kes itu
mt: Vidjow jew awdjo chat b'reġistrazzjoni ssejvjata fil-każ
my: အသံသွင်းခြင်းနှင့်အတူ ဗီဒီယို သို့မဟုတ် အသံချတ်ကို အမှုတွဲတွင် သိမ်းဆည်းထားသည်။
ne: रेकर्डिङको साथ भिडियो वा अडियो च्याट केसमा सुरक्षित गरियो
nl: Video- of audiochat met opname opgeslagen in de case
no: Video- eller lydchat med opptak lagret i saken
or: ରେକର୍ଡିଂ ସହିତ ଭିଡିଓ କିମ୍ବା ଅଡିଓ ଚାଟ୍ କେସ୍ ରେ ସେଭ୍ ହୋଇଛି |
pa: ਰਿਕਾਰਡਿੰਗ ਦੇ ਨਾਲ ਵੀਡੀਓ ਜਾਂ ਆਡੀਓ ਚੈਟ ਕੇਸ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ ਹੈ
pl: Czat wideo lub audio z nagraniem zapisanym w sprawie
ps: د ثبت کولو سره ویډیو یا آډیو چیٹ په قضیه کې خوندي شوی
pt: Bate-papo por vídeo ou áudio com gravação salva no caso
ro: Chat video sau audio cu înregistrarea salvată în carcasă
ru: Видео- или аудиочат с записью, сохраненной в деле
rw: Video cyangwa amajwi kuganira hamwe na majwi yabitswe murubanza
sd: رڪارڊنگ سان وڊيو يا آڊيو چيٽ ڪيس ۾ محفوظ ٿيل آهي
si: පටිගත කිරීම සමඟ වීඩියෝ හෝ ශ්‍රව්‍ය කතාබස් නඩුවට සුරකින ලදී
sk: Video alebo audio chat s nahrávkou uloženou v puzdre
sl: Video ali zvočni klepet s posnetkom, shranjenim v ohišju
sq: Bisedë me video ose audio me regjistrim të ruajtur në kasë
sr: Видео или аудио ћаскање са снимком сачуваним у кућишту
sv: Video- eller ljudchatt med inspelning sparad i fodralet
sw: Soga ya video au sauti yenye rekodi iliyohifadhiwa kwenye kipochi
ta: பதிவு செய்யப்பட்ட வீடியோ அல்லது ஆடியோ அரட்டை வழக்கில் சேமிக்கப்பட்டது
te: రికార్డింగ్‌తో వీడియో లేదా ఆడియో చాట్ కేసులో సేవ్ చేయబడింది
tg: Сӯҳбати видеоӣ ё аудиоӣ бо сабти дар парванда сабтшуда
th: การสนทนาทางวิดีโอหรือเสียงพร้อมการบันทึกที่บันทึกไว้ในเคส
tk: Wideo ýa-da audio söhbetdeşlik ýazgyda saklanýar
tl: Video o audio chat na may recording na naka-save sa case
tr: Davaya kaydedilen kayıtla görüntülü veya sesli sohbet
tt: Видео яки аудио чат язу белән сакланган
ug: سىنغا ئېلىنغان سىن ياكى ئاۋازلىق پاراڭ
uk: Відео або аудіо чат зі збереженням запису в кейсі
ur: ریکارڈنگ کے ساتھ ویڈیو یا آڈیو چیٹ کیس میں محفوظ ہے۔
uz: Ishga saqlangan yozuv bilan video yoki audio chat
vi: Trò chuyện video hoặc âm thanh có ghi âm được lưu vào hộp
xh: Ividiyo okanye incoko yeaudio kunye nokurekhoda kugcinwe kwimeko
yi: ווידעא אָדער אַודיאָ שמועסן מיט רעקאָרדינג געראטעוועט אין דעם פאַל

source: API Access
af: API-toegang
am: የኤፒአይ መዳረሻ
ar: الوصول إلى API
az: API Girişi
be: API доступу
bg: API достъп
bn: API অ্যাক্সেস
ca: Accés a l'API
cs: Přístup k API
cy: Mynediad API
da: API-adgang
de: API-Zugriff
el: Πρόσβαση API
eo: API-Aliro
es: Acceso API
et: API juurdepääs
eu: API sarbidea
fa: دسترسی به API
fi: API-käyttöoikeus
fr: Accès API
fy: API Tagong
ga: Rochtain API
gd: Cothrom API
gl: Acceso API
gu: API ઍક્સેસ
hi: एपीआई एक्सेस
hr: API pristup
hu: API hozzáférés
hy: API մուտք
id: Akses API
is: API aðgangur
it: Accesso API
iw: גישת API
ja: API アクセス
ka: API წვდომა
kk: API қатынасы
km: ការចូលប្រើ API
kn: API ಪ್ರವೇಶ
ky: API мүмкүндүк алуу
lb: API Zougang
lo: ການເຂົ້າເຖິງ API
lt: API prieiga
lv: API piekļuve
mk: Пристап до API
ml: API ആക്സസ്
mn: API хандалт
mr: API प्रवेश
ms: Akses API
mt: Aċċess għall-API
my: API အသုံးပြုခွင့်
ne: API पहुँच
nl: API-toegang
no: API-tilgang
or: API ପ୍ରବେଶ
pa: API ਪਹੁੰਚ
pl: Dostęp do API
ps: API لاسرسی
pt: Acesso à API
ro: Acces API
ru: Доступ к API
rw: API Kubona
sd: API رسائي
si: API ප්රවේශය
sl: API dostop
sq: Qasja në API
sr: АПИ приступ
sv: API-åtkomst
sw: Ufikiaji wa API
ta: API அணுகல்
te: API యాక్సెస్
tg: Дастрасии API
th: การเข้าถึง API
tk: API giriş
tl: Access sa API
tr: API Erişimi
tt: API керү
ug: API زىيارەت
uk: API доступу
ur: API رسائی
uz: API kirish
vi: Quyền truy cập API
xh: Ukufikelela kwi-API
yi: אַפּי אַקסעס
