Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Effortlessly link your existing system with CaseActive
af: Koppel moeiteloos jou bestaande stelsel met CaseActive
am: ያለዎትን ነባር ሥርዓት ከ CaseActive ጋር ያገናኛል
ar: ربط النظام الحالي الخاص بك بسهولة مع CaseActive
az: Mövcud sisteminizi CaseActive ilə səylə bağlayın
be: Effortlessly звязаць існуючую сістэму з CaseActive
bg: Без усилие свържете съществуващата си система с CaseActive
bn: CaseActive সঙ্গে অবিচ্ছেদ্যভাবে আপনার বিদ্যমান সিস্টেম লিঙ্ক করুন
ca: Connecteu sense esforç el vostre sistema existent amb CaseActive
cs: Snadno propojte svůj stávající systém s CaseActive
cy: Cysylltu&#39;n ddi-baid â&#39;ch system bresennol ag CaseActive
da: Sammenkobling af dit eksisterende system med CaseActive
de: Verbinden Sie Ihr vorhandenes System mühelos mit CaseActive
el: Συνδέστε το υπάρχον σας σύστημα με το CaseActive χωρίς κόπο
eo: Senpene ligi vian ekzistantan sistemon kun CaseActive
es: Enlace sin esfuerzo su sistema existente con CaseActive
et: Ühendage oma olemasolev süsteem koheselt CaseActive&#39;iga
eu: Erraz estekatu existitzen den CaseActive sistema
fa: بدون نیاز به اتصال سیستم موجود خود با CaseActive
fi: Yhdistä vaivattomasti olemassa oleva järjestelmä CaseActive-laitteeseen
fr: Liez sans effort votre système existant avec CaseActive
fy: Ferplichtsje jo besteande systeem mei CaseActive te ferstean
ga: Do chóras atá ann cheana a nascadh go dícheallach le CaseActive
gd: Ceangal gun rian eadar an siostam agad agus CaseActive
gl: Conecte sen esforzo o sistema existente con CaseActive
gu: કેસએક્ટિવ સાથે તમારી હાલની સિસ્ટમને અનફર્ગેટેલી લિંક કરો
hi: अपने मौजूदा सिस्टम को CaseActive के साथ आसानी से लिंक करें
hr: Bez napora povežite postojeći sustav s CaseActiveom
hu: A meglévő rendszert könnyedén összekapcsolja a CaseActive rendszerrel
hy: Անկեղծորեն կապակցեք ձեր գոյություն ունեցող համակարգը CaseActive- ի հետ
id: Tautkan sistem Anda yang ada dengan CaseActive dengan mudah
is: Tengdu áreynslulaust núverandi kerfi með CaseActive
it: Collega agevolmente il tuo sistema esistente con CaseActive
iw: ללא מאמץ לקשר את המערכת הקיימת שלך עם CaseActive
ja: 既存のシステムとCaseActiveを簡単にリンク
ka: დაუყოვნებლივ დაუკავშიროთ თქვენს არსებულ სისტემას CaseActive
kk: Қолданыстағы жүйеңізді CaseActive бағдарламасымен шебер байланыстырыңыз
km: ភ្ជាប់ប្រព័ន្ធដែលមានស្រាប់របស់អ្នកដោយ caseActive
kn: CaseActive ನೊಂದಿಗೆ ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸಿಸ್ಟಮ್ ಅನ್ನು ಸುಲಭವಾಗಿ ಸಂಪರ್ಕಪಡಿಸಿ
ku: Bi pêkanîna pergala heyî ya bi CaseActive ve girêdayî bike
ky: Аракетчил CaseActive менен азыркы системаны -га шилтеме берген барактар
lb: Verknäppt Är existent System mat CaseActive
lo: ການເຊື່ອມໂຍງລະບົບທີ່ມີຢູ່ຂອງທ່ານກັບ CaseActive ຢ່າງງ່າຍດາຍ
lt: Lengvai susieti esamą sistemą su „CaseActive“
lv: Viegli savienojiet savu esošo sistēmu ar CaseActive
mg: Mampifandray tsy tapaka ny rafitra misy anao amin&#39;ny CaseActive
mi: Whakauruhia te mahinga o to punaha ki a CaseActive
mk: Едноставно го поврзете вашиот постоечки систем со CaseActive
ml: നിങ്ങളുടെ സിസ്റ്റത്തെ അനായാസം കേസിക്റ്റീവ് ലിങ്ക് ഉപയോഗിച്ച് ലിങ്ക് ചെയ്യുക
mn: Таны одоо байгаа системийг CaseActive ашиглан үр дүнтэй холбох
mr: आपल्या विद्यमान सिस्टिमला केसएक्टिव्हसह सहजतेने लिंक करा
ms: Mudah-mudahan menghubungkan sistem anda yang sedia ada dengan CaseActive
mt: Sforz għaqqad is-sistema eżistenti tiegħek ma &#39;CaseActive
my: မစိုက် CaseActive နှင့်သင်၏လက်ရှိစနစ်အလင့်ထားသည်
ne: सहकारी रूपमा तपाइँको अवस्थित प्रणाली कोसएक्टिभसँग लिङ्क गर्नुहोस्
nl: Koppel uw bestaande systeem moeiteloos met CaseActive
no: Koble ditt eksisterende system med CaseActive uten problemer
or: ଚେଷ୍ଟା କରି ତୁମର ବିଦ୍ୟମାନ ସିଷ୍ଟମକୁ CaseActive ସହିତ ଲିଙ୍କ୍ କର |
pa: ਆਸਾਨੀ ਨਾਲ ਆਪਣੇ ਮੌਜੂਦਾ ਸਿਸਟਮ ਨੂੰ CaseActive ਨਾਲ ਲਿੰਕ ਕਰੋ
pl: Bezproblemowo połącz swój istniejący system z CaseActive
ps: په محرم ډول ستاسو د موجوده سیسټم سره د کیسActive سره نښلول
pt: Conecte sem esforço seu sistema existente com o CaseActive
ro: Legați cu ușurință sistemul dvs. existent cu CaseActive
ru: Без труда свяжите вашу существующую систему с CaseActive
rw: Ntagahato uhuze sisitemu yawe iriho na CaseActive
sd: ايڪسپورٽ سان توهان جي موجوده سسٽم کي ڪيس ايڪيڪيو سان ڳنڍيندي
si: ඔබගේ දැනට පවතින පද්ධතිය CaseActive සමඟ කාර්යබහුල ලෙස සම්බන්ධ කරන්න
sk: Jednoducho prepojte svoj existujúci systém s CaseActive
sl: Preprosto povežite svoj obstoječi sistem z CaseActive
sq: Lidhni lehtësisht sistemin tuaj ekzistues me CaseActive
sr: Без напора повежите свој постојећи систем са ЦасеАцтиве-ом
sv: Koppla upp ditt existerande system med CaseActive
sw: Weka kwa ufanisi mfumo wako uliopo na CaseActive
ta: உங்கள் கணினியை கேஸ்ஆக்டிவ் உடன் இணைக்க முடியாது
te: అజాగ్రత్తగా మీ ప్రస్తుత సిస్టమ్ను కేస్ఆక్టివ్తో లింక్ చేయండి
tg: Нобудона системаи мавҷудаи худро бо CaseActive пайваст кунед
th: เชื่อมโยงระบบที่มีอยู่ของคุณกับ CaseActive ได้อย่างง่ายดาย
tk: Bar bolan ulgamyňyzy “CaseActive” bilen synap görüň
tl: Walang saysay na link ang iyong umiiral na sistema sa CaseActive
tr: Mevcut sisteminizi CaseActive ile zahmetsizce bağlayın
tt: Сезнең булган системаны CaseActive белән тырышып бәйләгез
ug: مەۋجۇت سىستېمىڭىزنى CaseActive بىلەن تىرىشىڭ
uk: Легко з&#39;єднайте існуючу систему з CaseActive
ur: بے شک آپ کے موجودہ نظام کو کیس ایکیک کے ساتھ لنک کریں
uz: Mavjud tizimingizni CaseActive bilan zudlik bilan bog&#39;lash
vi: Dễ dàng liên kết hệ thống hiện tại của bạn với CaseActive
xh: Ukudibanisa ngokuzenzekelayo inkqubo yakho ekhoyo kunye ne-CaseActive
yi: עפעקטיוולי לינק דיין יגזיסטינג סיסטעם מיט CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
af: Integreer ons eie API om sake outomaties te skep, gebruikers toe te ken en verslae te genereer op grond van u stelselinvoer.
am: ጉዳዮችን በራስ-ሰር ለመፍጠር ፣ ተጠቃሚዎችን ለመመደብ እና ሪፖርቶችን በስርዓትዎ ግብዓት ላይ ለማመንጨት የንብረት ባለቤታችንን ኤፒአይ ያዋህዱ።
ar: دمج واجهة برمجة التطبيقات الخاصة بنا لإنشاء الحالات تلقائيًا وتعيين المستخدمين وإنشاء التقارير استنادًا إلى إدخال نظامك.
az: Avtomatik hallar yaratmaq, istifadəçilər təyin etmək və sistem girişinizə əsasən hesabatlar yaratmaq üçün mülkiyyətçi API -imizi inteqrasiya edin.
be: Інтэграцыя нашага фірменнага API дазваляе аўтаматычна ствараць выпадкі, прызначаць карыстальнікаў і генераваць справаздачы на аснове вашага ўводу сістэмы.
bg: Интегрирайте нашия патентован API за автоматично създаване на случаи, назначаване на потребители и генериране на отчети въз основа на вашата система.
bn: আপনার সিস্টেম ইনপুটের উপর ভিত্তি করে স্বয়ংক্রিয়ভাবে কেস তৈরি করতে, ব্যবহারকারীকে অর্পণ করতে এবং প্রতিবেদন উত্পন্ন করতে আমাদের মালিকানাধীন API একীভূত করুন।
ca: Integra la nostra API propietària per crear casos automàtics, assignar usuaris i generar informes basats en l’entrada del sistema.
cs: Integrujte naše vlastní API pro automatické vytváření případů, přiřazování uživatelů a generování sestav na základě vašeho vstupního systému.
cy: Integreiddiwch ein API perchnogol i greu achosion yn awtomatig, aseinio defnyddwyr, a chynhyrchu adroddiadau yn seiliedig ar fewnbwn eich system.
da: Integrer vores proprietære API til automatisk at oprette sager, tildele brugere og generere rapporter baseret på dit systeminput.
de: Integrieren Sie unsere proprietäre API, um automatisch Fälle zu erstellen, Benutzer zuzuweisen und Berichte basierend auf Ihren Systemeingaben zu erstellen.
el: Ενσωματώστε το ιδιόκτητο API μας για να δημιουργείτε αυτόματα περιπτώσεις, να εκχωρείτε χρήστες και να δημιουργείτε αναφορές βάσει της εισόδου του συστήματός σας.
eo: Integru nian proprietan API por aŭtomate krei kazojn, asigni uzantojn kaj generi raportojn bazitajn sur via eniga sistemo.
es: Integre nuestra API patentada para crear casos automáticamente, asignar usuarios y generar informes basados en la entrada de su sistema.
et: Integreerige meie patenteeritud API, et automaatselt luua juhtumeid, määrata kasutajaid ja genereerida aruandeid teie süsteemi sisendi põhjal.
eu: Integratu gure jabedun APIa kasuak automatikoki sortzeko, erabiltzaileak esleitzeko eta zure sistemako sarreran oinarritutako txostenak sortzeko.
fa: API اختصاصی ما را ادغام کنید تا بطور خودکار موارد ایجاد شود ، به کاربران اختصاص داده شود و گزارشهایی را بر اساس ورودی سیستم شما تولید کنید.
fi: Integroi patentoitu sovellusliittymämme luodaksesi tapauksia automaattisesti, määrittääksesi käyttäjiä ja luodaksesi raportteja järjestelmän syötteiden perusteella.
fr: Intégrez notre API propriétaire pour créer automatiquement des cas, affecter des utilisateurs et générer des rapports en fonction de vos entrées système.
fy: Yntegrearje ús proprietêre API om saken automatysk oan te meitsjen, brûkers tawize en rapporten te generearjen op basis fan jo systeemynput.
ga: Comhtháthaigh ár API dílseánaigh chun cásanna a chruthú go huathoibríoch, úsáideoirí a shannadh, agus tuarascálacha a ghiniúint bunaithe ar d’ionchur córais.
gd: Amalachadh an API seilbh againn gus cùisean a chruthachadh gu fèin-ghluasadach, luchd-cleachdaidh a shònrachadh, agus aithisgean a ghineadh stèidhichte air cur-a-steach an t-siostaim agad.
gl: Integre a nosa API propietaria para crear automaticamente casos, asignar usuarios e xerar informes baseados na entrada do seu sistema.
gu: આપમેળે કેસ બનાવવા, વપરાશકર્તાઓને સોંપવા અને તમારા સિસ્ટમ ઇનપુટના આધારે અહેવાલો પેદા કરવા માટે અમારા માલિકીનું API એકીકૃત કરો.
hi: स्वचालित रूप से केस बनाने, उपयोगकर्ताओं को असाइन करने और आपके सिस्टम इनपुट के आधार पर रिपोर्ट तैयार करने के लिए हमारे मालिकाना एपीआई को एकीकृत करें।
hr: Integrirajte naš vlasnički API za automatsko stvaranje slučajeva, dodjeljivanje korisnika i generiranje izvještaja na temelju vašeg sustava podataka.
hu: Integrálja a védett API-t az esetek automatikus létrehozásához, a felhasználók hozzárendeléséhez és a rendszerbevitel alapján jelentések készítéséhez.
hy: Ինտեգրեք մեր գույքային API- ը ՝ ինքնաբերաբար դեպքեր ստեղծելու, օգտագործողներին նշանակելու և ձեր համակարգի ներդրման հիման վրա հաշվետվություններ ստեղծելու համար:
id: Integrasikan API eksklusif kami untuk secara otomatis membuat kasus, menetapkan pengguna, dan menghasilkan laporan berdasarkan input sistem Anda.
is: Sameina sér API okkar til að búa til mál sjálfkrafa, úthluta notendum og búa til skýrslur byggðar á kerfisinntaki þínu.
it: Integra la nostra API proprietaria per creare automaticamente casi, assegnare utenti e generare report in base all&#39;input del tuo sistema.
iw: שלב את ה- API הקנייני שלנו כדי ליצור אוטומטית תיקים, להקצות משתמשים ולייצר דוחות על בסיס קלט המערכת שלך.
ja: 独自のAPIを統合して、ケースを自動的に作成し、ユーザーを割り当て、システム入力に基づいてレポートを生成します。
ka: ინტეგრაცია ჩვენი პირადი API ავტომატურად შექმნათ შემთხვევები, დაავალეთ მომხმარებლები და შექმენით მოხსენებები თქვენი სისტემის შეყვანის საფუძველზე.
kk: Автоматты түрде жағдай жасау, пайдаланушыларды тағайындау және жүйелік енгізу негізінде есептер шығару үшін меншіктік API -імізді біріктіріңіз.
km: ធ្វើសមាហរណកម្ម API កម្មសិទ្ធិរបស់យើងដើម្បីបង្កើតករណីចាត់តាំងអ្នកប្រើប្រាស់និងបង្កើតរបាយការណ៍ដោយផ្អែកលើការបញ្ចូលប្រព័ន្ធរបស់អ្នក។
kn: ಪ್ರಕರಣಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಚಿಸಲು, ಬಳಕೆದಾರರನ್ನು ನಿಯೋಜಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಸಿಸ್ಟಮ್ ಇನ್ಪುಟ್ ಆಧರಿಸಿ ವರದಿಗಳನ್ನು ರಚಿಸಲು ನಮ್ಮ ಸ್ವಾಮ್ಯದ API ಅನ್ನು ಸಂಯೋಜಿಸಿ.
ku: API ya me ya xwedan yek bikin da ku bûyeran bixweber biafirînin, bikarhêneran destnîşan bikin, û li gorî bingeha pergala we raporên xwe çêbikin.
ky: Автоматтык түрдө жаратуу, колдонуучуларды дайындоо жана тутумуңуздун киргизүүсүнө негизделген отчетторду түзүү үчүн, биздин жеке менчик APIбызды орнотуңуз.
lb: Integréiert eis propriétaire API fir automatesch Fälle ze kreéieren, Benotzer z&#39;änneren an Berichter ze generéieren op Basis vun Ärem Systeminput.
lo: ລວມ API ທີ່ເປັນເຈົ້າຂອງຂອງພວກເຮົາເພື່ອສ້າງຄະດີໂດຍອັດຕະໂນມັດ, ແຕ່ງຕັ້ງຜູ້ໃຊ້ແລະສ້າງບົດລາຍງານໂດຍອີງໃສ່ລະບົບປ້ອນຂໍ້ມູນຂອງລະບົບຂອງທ່ານ.
lt: Integruokite patentuotą API, kad automatiškai sukurtumėte atvejus, priskirtumėte vartotojus ir generuotumėte ataskaitas pagal jūsų sistemos įvestį.
lv: Integrējiet mūsu patentēto API, lai automātiski izveidotu gadījumus, piešķirtu lietotājiem un ģenerētu pārskatus, pamatojoties uz jūsu sistēmas ievadi.
mg: Ampidiro ny API manan-kery ahafahantsika mamorona tranga mandeha ho azy, hanendrena ireo mpampiasa, ary hiteraka tatitra miorina amin&#39;ny fidiranao ny rafitrao.
mi: Whakauruhia ta maatau Puka Tohu ki te waihanga aunoa i nga keehi, toha i nga kaiwhakamahi, ka whakaputa i nga ripoata e pa ana ki to urunga pūnaha.
mk: Интегрирајте го нашиот кориснички API за автоматско создавање случаи, доделување корисници и генерирање извештаи засновани на влезот на вашиот систем.
ml: കേസുകൾ സ്വയമേവ സൃഷ്ടിക്കുന്നതിനും ഉപയോക്താക്കളെ നിയോഗിക്കുന്നതിനും നിങ്ങളുടെ സിസ്റ്റം ഇൻപുട്ടിനെ അടിസ്ഥാനമാക്കി റിപ്പോർട്ടുകൾ സൃഷ്ടിക്കുന്നതിനും ഞങ്ങളുടെ ഉടമസ്ഥാവകാശ API സംയോജിപ്പിക്കുക.
mn: Системийн оруулсан мэдээлэл дээр үндэслэн хэргийг автоматаар үүсгэх, хэрэглэгчдийг томилох, тайлан гаргахын тулд манай өмчлөлийн API-г нэгтгэнэ үү.
mr: आपल्या सिस्टम इनपुटवर आधारित स्वयंचलितपणे प्रकरणे तयार करण्यासाठी, वापरकर्ते नियुक्त करण्यासाठी आणि अहवाल तयार करण्यासाठी आमचे मालकी API समाकलित करा.
ms: Gabungkan API proprietari kami untuk membuat kes secara automatik, menetapkan pengguna, dan menghasilkan laporan berdasarkan input sistem anda.
mt: Integra l-API proprjetarja tagħna biex awtomatikament toħloq każijiet, tassenja l-utenti, u tiġġenera rapporti bbażati fuq l-input tas-sistema tiegħek.
my: အမှုများကိုအလိုအလျောက်ဖန်တီးရန်၊ အသုံးပြုသူများကိုသတ်မှတ်ရန်နှင့်သင်၏စနစ်ထည့်သွင်းမှုအပေါ် အခြေခံ၍ အစီရင်ခံစာများထုတ်လုပ်ရန်ကျွန်ုပ်တို့၏စီးပွားဖြစ် API ကိုပေါင်းစပ်ပါ။
ne: हाम्रो प्रोप्राइटरी एपीआई एकीकृत गर्नुहोस् स्वचालित रूपमा केसहरू सिर्जना गर्न, प्रयोगकर्ताहरूलाई तोक्नुहोस्, र तपाईंको प्रणाली इनपुटमा आधारित रिपोर्टहरू उत्पन्न गर्नुहोस्।
nl: Integreer onze eigen API om automatisch cases te maken, gebruikers toe te wijzen en rapporten te genereren op basis van uw systeeminvoer.
no: Integrer vår egenutviklede API for automatisk å opprette saker, tilordne brukere og generere rapporter basert på systeminndataene dine.
or: ସ୍ୱୟଂଚାଳିତ ଭାବରେ କେସ୍ ସୃଷ୍ଟି କରିବାକୁ, ଉପଭୋକ୍ତାମାନଙ୍କୁ ନ୍ୟସ୍ତ କରିବାକୁ ଏବଂ ଆପଣଙ୍କର ସିଷ୍ଟମ୍ ଇନପୁଟ୍ ଉପରେ ଆଧାର କରି ରିପୋର୍ଟ ସୃଷ୍ଟି କରିବାକୁ ଆମର ମାଲିକାନା API କୁ ଏକତ୍ର କରନ୍ତୁ |
pa: ਆਪਣੇ ਸਿਸਟਮ ਇਨਪੁਟ ਦੇ ਅਧਾਰ ਤੇ ਕੇਸਾਂ ਨੂੰ ਬਣਾਉਣ, ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ, ਅਤੇ ਰਿਪੋਰਟਾਂ ਤਿਆਰ ਕਰਨ ਲਈ ਸਾਡੀ ਮਲਕੀਅਤ API ਨੂੰ ਏਕੀਕ੍ਰਿਤ ਕਰੋ.
pl: Zintegruj nasz zastrzeżony interfejs API, aby automatycznie tworzyć sprawy, przypisywać użytkowników i generować raporty na podstawie danych wejściowych systemu.
ps: زموږ د ملکیت API مدغم کړئ ترڅو پخپله قضیې رامینځته کړئ ، کارونکي یې ورکړئ ، او ستاسو د سیسټم ننوت پراساس راپورونه تولید کړئ.
pt: Integre nossa API proprietária para criar casos automaticamente, atribuir usuários e gerar relatórios com base na entrada do sistema.
ro: Integrează API-ul nostru proprietar pentru a crea automat cazuri, pentru a aloca utilizatori și pentru a genera rapoarte bazate pe intrarea dvs. de sistem.
ru: Интегрируйте наш собственный API-интерфейс, чтобы автоматически создавать дела, назначать пользователей и генерировать отчеты на основе данных вашей системы.
rw: Shyiramo API yacu yihariye kugirango uhite ukora imanza, ugenera abakoresha, kandi utange raporo ukurikije sisitemu yinjiza.
sd: پنهنجي ملڪي انپٽ جي بنياد تي ڪيس ٺاهڻ ، صارف مقرر ڪرڻ ، ۽ رپورٽون ٺاهڻ لاءِ اسان جي ملڪيت جي اي پي آئي کي ضم ڪريو.
si: සිද්ධීන් ස්වයංක්‍රීයව නිර්මාණය කිරීමට, පරිශීලකයින් පැවරීමට සහ ඔබේ පද්ධති ආදානය මත පදනම්ව වාර්තා ජනනය කිරීමට අපගේ හිමිකාර API ඒකාබද්ධ කරන්න.
sk: Integrujte naše vlastné API na automatické vytváranie prípadov, priraďovanie používateľov a generovanie správ na základe vstupov do systému.
sl: Vključite naš lastniški API za samodejno ustvarjanje primerov, dodeljevanje uporabnikov in ustvarjanje poročil na podlagi vašega vnosa sistema.
sq: Integroni API-në tonë të pronarit për të krijuar automatikisht raste, për të caktuar përdorues dhe për të gjeneruar raporte bazuar në inputin e sistemit tuaj.
sr: Интегрирајте наш власнички АПИ да бисте аутоматски креирали случајеве, додјељивали кориснике и генерирали извјештаје на темељу вашег система података.
sv: Integrera vårt proprietära API för att automatiskt skapa mål, tilldela användare och generera rapporter baserade på din systeminmatning.
sw: Jumuisha API yetu ya umiliki kuunda kiotomati kesi, kuwapa watumiaji, na kutoa ripoti kulingana na uingizaji wako wa mfumo.
ta: வழக்குகளை தானாக உருவாக்க, பயனர்களை ஒதுக்க, மற்றும் உங்கள் கணினி உள்ளீட்டின் அடிப்படையில் அறிக்கைகளை உருவாக்க எங்கள் தனியுரிம API ஐ ஒருங்கிணைக்கவும்.
te: కేసులను స్వయంచాలకంగా సృష్టించడానికి, వినియోగదారులను కేటాయించడానికి మరియు మీ సిస్టమ్ ఇన్‌పుట్ ఆధారంగా నివేదికలను రూపొందించడానికి మా యాజమాన్య API ని సమగ్రపరచండి.
tg: API-и хусусии моро ҳамгиро созед, то парвандаҳо ба таври автоматикӣ эҷод карда шаванд, корбарон таъйин карда шаванд ва дар асоси воридоти система эҷод кардани гузоришҳо.
th: รวม API ที่เป็นกรรมสิทธิ์ของเราเพื่อสร้างเคสกำหนดผู้ใช้และสร้างรายงานโดยอัตโนมัติตามอินพุตระบบของคุณ
tk: Awtomatiki usulda ýagdaý döretmek, ulanyjylary bellemek we ulgam girişiňize esaslanyp hasabat döretmek üçin eýeçilik API-ni birleşdiriň.
tl: Isama ang aming pagmamay-ari ng API upang awtomatikong lumikha ng mga kaso, magtalaga ng mga gumagamit, at makabuo ng mga ulat batay sa iyong system input.
tr: Sistem girişinize göre otomatik olarak vaka oluşturmak, kullanıcı atamak ve raporlar oluşturmak için özel API&#39;mızı entegre edin.
tt: Автоматик очраклар тудыру, кулланучыларны билгеләү һәм сезнең система кертү нигезендә отчетлар ясау өчен, безнең милек API-ны берләштерегез.
ug: شەخسىي API نى بىرلەشتۈرۈپ ، ئاپتوماتىك ھالدا دېلو تۇرغۇزۇش ، ئىشلەتكۈچى تەقسىملەش ۋە سىستېما كىرگۈزۈشىڭىزگە ئاساسەن دوكلات ھاسىل قىلىش.
uk: Інтегруйте наш власний API, щоб автоматично створювати справи, призначати користувачів та генерувати звіти на основі введених вами систем.
ur: اپنے سسٹم ان پٹ کی بنیاد پر خود بخود کیسز بنانے ، صارفین کو تفویض کرنے ، اور رپورٹیں تیار کرنے کے لئے ہمارے ملکیتی API کو ضم کریں۔
uz: Avtomatik holatlar yaratish, foydalanuvchilarni tayinlash va tizimingiz kiritishiga asoslanib hisobotlarni yaratish uchun mulkiy API-ni integratsiya qiling.
vi: Tích hợp API độc quyền của chúng tôi để tự động tạo các trường hợp, chỉ định người dùng và tạo báo cáo dựa trên đầu vào hệ thống của bạn.
xh: Dibanisa i-API yethu yobunini ukuyila ngokuzenzekelayo iimeko, ukwabela abasebenzisi, kunye nokwenza ingxelo esekwe kwinkqubo yakho yokufaka.
yi: ויסשטימען אונדזער פּראַפּרייאַטערי אַפּי צו אויטאָמאַטיש מאַכן קאַסעס, באַשטימען ניצערס און דזשענערייט ריפּאָרץ באזירט אויף דיין סיסטעם אַרייַנשרייַב.

source: Acting as a
af: Optree as &#39;n
am: እንደ
ar: يتصرف ك
az: A
be: Дзейнічаючы ў якасці
bg: Действайки като
bn: একটি হিসাবে অভিনয়
ca: Actuar com a
cs: Jednání jako
cy: Gweithredu fel a
da: Fungerer som en
de: Handeln als
el: Ενεργώντας ως α
eo: Agante kiel
es: Actuando como
et: Toimides a
eu: Jarduera gisa
fa: عمل به عنوان یک
fi: Toimiminen a
fr: Agissant en tant que
ga: Ag feidhmiú mar
gd: Ag obair mar
gl: Actuando como un
gu: એક તરીકે અભિનય
hi: एक्टिंग ए
hr: Djelovanje kao
hu: A
hy: Գործում է որպես
id: Bertindak sebagai
is: Starfa sem
it: Agire come a
iw: מתנהג כמו
ja: として行動する
ka: მოქმედება, როგორც ა
kk: А
km: ដើរតួជាមួយ
kn: ಒಂದು ನಟನೆ
ky: катары милдетин аткаруучу
lb: Schreiwen als e
lo: ປະຕິບັດເປັນ
lt: Veikia kaip
lv: Rīkojoties kā
mg: Miasa toy ny
mi: Te mahi hei
mk: Постапувајќи како
ml: ഒരു പോലെ
mn: A
mr: एक म्हणून कार्य
ms: Bertindak sebagai
mt: Filwaqt li jaġixxu bħala
my: တစ်ဦးအဖြစ်သရုပ်ဆောင်
ne: एक रूपमा अभिनय गर्दै
nl: Handelen als een
no: Fungerer som en
or: ଭାବରେ କାର୍ଯ୍ୟ କରିବା
pa: ਇੱਕ ਦੇ ਰੂਪ ਵਿੱਚ ਕੰਮ ਕਰਨਾ
pl: Działając jako
ps: د
pt: Agindo como um
ro: Acționând ca a
ru: Действуя как
rw: Gukora nka a
sd: ادا ڪري رهيو آهي
si: A
sk: Pôsobí ako a
sl: Delovanje kot a
sq: Duke vepruar si a
sr: Делујући као а
sv: Agerar som en
sw: Inachukua kama
ta: ஒரு நடிப்பு
te: ఒక నటన
tg: Ҳамчун як амал
th: ทำหน้าที่เป็น
tk: Aly hereket etmek
tl: Pagkilos bilang isang
tr: Gibi davranmak
tt: А
ug: ئا
uk: Діяльність як a
ur: ایک کے طور پر اداکاری
uz: A
vi: Hoạt động như một
xh: Ukusebenza njenge
yi: אַקטינג ווי אַ

source: virtual administrative assistant
af: virtuele administratiewe assistent
am: ምናባዊ አስተዳዳሪ
ar: مساعد إداري افتراضي
az: virtual inzibati köməkçi
be: віртуальны памочнік па адміністрацыйных пытаннях
bg: виртуален административен помощник
bn: ভার্চুয়াল প্রশাসনিক সহকারী
ca: assistent administratiu virtual
cs: virtuální administrativní asistent
cy: cynorthwyydd gweinyddol rhithwir
da: virtuel administrativ assistent
de: virtueller Verwaltungsassistent
el: εικονικός βοηθός διαχείρισης
eo: virtuala administra asistanto
es: asistente administrativo virtual
et: virtuaalne haldusassistent
eu: administrazioko laguntzaile birtuala
fa: دستیار اداری مجازی
fi: virtuaalinen hallinnollinen avustaja
fr: assistant administratif virtuel
fy: virtuele administrative assistint
ga: cúntóir riaracháin fíorúil
gd: neach-taic rianachd mas-fhìor
gl: asistente administrativo virtual
gu: વર્ચ્યુઅલ વહીવટી મદદનીશ
hi: आभासी प्रशासनिक सहायक
hr: virtualni administrativni pomoćnik
hu: virtuális adminisztratív asszisztens
hy: վիրտուալ վարչական օգնական
id: asisten administrasi virtual
is: raunverulegur stjórnandi aðstoðarmaður
it: assistente amministrativo virtuale
iw: עוזר וירטואלי וירטואלי
ja: 仮想管理アシスタント
ka: ვირტუალური ადმინისტრაციული ასისტენტი
kk: виртуалды әкімшілік көмекшісі
km: ជំនួយការរដ្ឋបាលនិម្មិត
kn: ವಾಸ್ತವ ಆಡಳಿತ ಸಹಾಯಕ
ku: Assistant îdarî ya îdarî
ky: жасалма жетекчинин ассистенти
lb: virtuellen administrative Assistent
lo: ຜູ້ຊ່ວຍບໍລິຫານເສມືນຈິງ
lt: virtualus administratorius
lv: virtuālais administratīvais palīgs
mg: Virtual Assistant
mi: kaiwhakahaere mana mariko
mk: виртуелен административен асистент
ml: വെർച്വൽ അഡ്മിനിസ്ട്രേറ്റീവ് അസിസ്റ്റന്റ്
mn: Виртуал захиргааны туслах ажилтан
mr: व्हर्च्युअल प्रशासकीय सहाय्यक
ms: pembantu pentadbiran maya
mt: assistent amministrattiv virtwali
my: ကို virtual အုပ်ချုပ်ရေးလက်ထောက်
ne: भर्चुअल प्रशासक सहायक
nl: virtuele administratieve assistent
no: virtuell administrativ assistent
or: ଭର୍ଚୁଆଲ୍ ପ୍ରଶାସନିକ ସହାୟକ |
pa: ਵਰਚੁਅਲ ਪ੍ਰਸ਼ਾਸਨ ਸਹਾਇਕ
pl: wirtualny asystent administracyjny
ps: مجازی اداري مرستیال
pt: assistente administrativo virtual
ro: asistent administrativ virtual
ru: виртуальный административный помощник
rw: umufasha wubutegetsi busanzwe
sd: مجازي انتظامي اسسٽنٽ
si: අත්යාවශ්ය පරිපාලන සහකාර
sk: virtuálny administratívny asistent
sl: virtualni upravni pomočnik
sq: asistente virtuale administrative
sr: виртуални административни асистент
sv: virtuell administrativ assistent
sw: msaidizi wa utawala wa kawaida
ta: மெய்நிகர் நிர்வாக உதவியாளர்
te: వాస్తవిక నిర్వాహక సహాయకుడు
tg: ёрдамчии маъмурӣ
th: ผู้ช่วยผู้บริหารเสมือน
tk: wirtual administratiw kömekçi
tr: sanal idari asistan
tt: виртуаль административ ярдәмче
ug: مەۋھۇم مەمۇرىي ياردەمچى
uk: віртуальний адміністративний помічник
ur: مجازی انتظامی اسسٹنٹ
uz: virtual administrator yordamchisi
vi: trợ lý hành chính ảo
xh: mncedisi wo lawulo
yi: ווירטואַל אַדמיניסטראַטיווע אַסיסטאַנט
