Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Add Field
af: Voeg veld by
am: መስክ አክል
ar: إضافة حقل
az: Alan əlavə edin
be: дадаць поле
bg: Добавяне на поле
bn: ক্ষেত্র যোগ করুন
ca: Afegeix un camp
cs: Přidat pole
cy: Ychwanegu Cae
da: Tilføj felt
de: Feld hinzufügen
el: Προσθήκη πεδίου
eo: Aldoni Kampo
es: Agregue campo
et: Lisa väli
eu: Gehitu eremua
fa: اضافه کردن فیلد
fi: Lisää kenttää
fr: Ajouter le champ
fy: Fjild taheakje
ga: Cuir Réimse
gd: Cuir Field ris
gl: Engadir campo
gu: ફીલ્ડ ઉમેરો
hi: क्षेत्र जोड़ें
hr: Dodaj polje
hu: Mező hozzáadása
hy: Ավելացնել դաշտ
id: Tambahkan Field
is: Bæta við reit
it: Aggiungi campo
iw: הוסף שדה
ja: フィールドを追加
ka: საველე დამატება
kk: Өрісті қосу
km: បន្ថែមវាល
kn: ಕ್ಷೇತ್ರ ಸೇರಿಸಿ
ky: кошуу поле
lb: Feld dobäussen
lt: Pridėti lauką
lv: Pievienot lauku
mi: Tāpiri Āpure
mk: Додај поле
ml: ഫീൽഡ് ചേർക്കുക
mn: Талбар нэмэх
mr: फील्ड जोडा
ms: Tambah Medan
mt: Żid Qasam
my: ဖျော်ဖြေမှု Add
ne: फिल्ड थप्नुहोस्
nl: Voeg veld toe
no: Legg til felt
or: ଫିଲ୍ଡ ଯୋଡନ୍ତୁ |
pa: ਫੀਲਡ ਜੋੜੋ
pl: Dodaj pole
ps: ډګر اضافه کړئ
pt: Adicionar campo
ro: Adăugați câmpul
ru: Добавить поле
rw: Ongeraho Umwanya
sd: فيلڊ شامل ڪريو
si: ෆීල්ඩ් එකතු කරන්න
sk: Pridať pole
sl: Dodaj polje
sq: Shto Fusha
sr: Додај поље
sv: Lägg till fält
sw: Ongeza Sehemu
ta: புலம் சேர்க்கவும்
te: ఫీల్డ్ను జోడించండి
tg: Иловаи саҳифа
th: เพิ่มฟิลด์
tk: Meýdan goşuň
tl: Magdagdag ng Patlang
tr: Alan ekle
tt: Кыр өстәгез
ug: مەيدان قوشۇڭ
uk: Додати поле
ur: فیلڈ شامل کریں
uz: Joyni qo&#39;shish
vi: Thêm các lĩnh vực
xh: Yongeza indawo
yi: לייג פיעלד

source: Edit Field
af: Wysig veld
am: መስክ አርትዕ
ar: تحرير المجال
az: Sahəni Düzenle
be: рэдагаваць поле
bg: Редактиране на поле
bn: ক্ষেত্র সম্পাদনা করুন
ca: Edita el camp
cs: Upravit pole
cy: Golygu Maes
da: Rediger felt
de: Feld bearbeiten
el: Επεξεργασία πεδίου
eo: Redaktu Kampo
es: Editar campo
et: Muuda väli
eu: Editatu eremua
fa: ویرایش فیلد
fi: Muokkaa kenttää
fr: Modifier le champ
fy: Field Field bewurkje
gd: Deasaich an raon
gl: Editar campo
gu: ક્ષેત્ર સંપાદિત કરો
hi: फ़ील्ड संपादित करें
hr: Uredi polje
hu: Mező szerkesztése
hy: Խմբագրել դաշտը
is: Breyta reit
it: Modifica campo
iw: ערוך שדה
ja: 編集フィールド
ka: საველე რედაქტირება
kk: Өрісті өңдеу
km: កែសម្រួលវាល
kn: ಕ್ಷೇತ್ರ ಸಂಪಾದಿಸಿ
ky: Edit талаасы
lb: Feld eroflueden
lt: Redaguoti lauką
lv: Rediģēt lauku
mg: Hanova ny saha
mi: Whakatikahia te Āpure
mk: Уредете го полето
ml: ഫീൽഡ് എഡിറ്റുചെയ്യുക
mn: Талбарыг засах
mr: फील्ड संपादित करा
ms: Edit Medan
my: Edit ကိုကွင်းဆင်း
ne: फिल्ड सम्पादन गर्नुहोस्
nl: Bewerk veld
no: Rediger felt
or: କ୍ଷେତ୍ର ସଂପାଦନ କରନ୍ତୁ |
pa: ਖੇਤਰ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj pole
ps: ډګر
pt: Editar campo
ro: Editați câmpul
ru: Изменить поле
rw: Hindura Umwanya
sd: تبديلي کي فيلڊ ڪريو
si: ක්ෂේත්රය සංස්කරණය කරන්න
sk: Upraviť pole
sl: Uredi polje
sq: Ndrysho fushën
sr: Измени поље
sv: Redigera fält
sw: Badilisha Field
ta: புலத்தை திருத்து
te: ఫీల్డ్ను సవరించండి
tg: Таҳрири майдон
th: แก้ไขฟิลด์
tk: Meýdany redaktirläň
tl: I-edit ang Field
tr: Alanı Düzenle
tt: Кырны үзгәртү
ug: مەيداننى تەھرىرلەش
uk: Редагувати поле
ur: فیلڈ میں ترمیم کریں
uz: Yaratilgan maydon
vi: Chỉnh sửa trường
xh: Hlela iNdawo
yi: רעדאַגירן פיעלד

source: Send E-sign
af: Stuur E-teken
am: ኢ-ምልክት ላክ
ar: أرسل إشارة إلكترونية
az: E-işarəsi göndərin
be: Адправіць электронны знак
bg: Изпратете Е-знак
bn: ই-সাইন পাঠান
ca: Envieu un signe electrònic
cs: Odeslat E-sign
cy: Anfon E-arwydd
da: Send E-skilt
de: E-Signatur senden
el: Αποστολή E-sign
eo: Sendu E-signon
es: Enviar firma electrónica
et: Saada e-allkiri
eu: Bidali e-seinalea
fa: ارسال علامت الکترونیکی
fi: Lähetä e-merkki
fr: Envoyer un signe électronique
fy: Stjoer E-teken
ga: Seol E-comhartha
gd: Cuir E-soidhne
gl: Enviar firma electrónica
gu: ઇ-સાઇન મોકલો
hi: ई-साइन भेजें
hr: Pošalji E-potpis
hu: E-jel küldése
hy: Ուղարկել էլեկտրոնային նշան
id: Kirim tanda elektronik
is: Sendu rafrænt skilti
it: Invia il segno E
iw: שלח סימן אלקטרוני
ja: 電子サインを送る
ka: ელექტრონული ნიშნის გაგზავნა
kk: Электрондық белгіні жіберу
km: ផ្ញើសញ្ញាអ៊ី
kn: ಇ-ಸೈನ್ ಕಳುಹಿಸಿ
ku: E-nîşana bişînin
ky: E-белгисин жөнөтүү
lb: Schécken E-Zeechen
lo: ສົ່ງ E-sign
lt: Siųsti el
lv: Nosūtiet e-zīmi
mg: Alefaso E-sign
mi: Tukuna E-tohu
mk: Испрати Е-знак
ml: ഇ-സൈൻ അയക്കുക
mn: Цахим тэмдэг илгээх
mr: ई-चिन्ह पाठवा
ms: Hantar tanda E
mt: Ibgħat sinjal elettroniku
my: E-sign ပို့ပါ။
ne: ई-साइन पठाउनुहोस्
nl: E-teken verzenden
no: Send E-skilt
or: ଇ-ସାଇନ୍ ପଠାନ୍ତୁ |
pa: ਈ-ਸਾਈਨ ਭੇਜੋ
pl: Wyślij E-podpis
ps: بریښنالیک واستوئ
pt: Enviar sinal eletrônico
ro: Trimiteți semnul electronic
ru: Отправить электронную подпись
rw: Kohereza E-ikimenyetso
sd: اي-سائن موڪليو
si: ඊ ලකුණ යවන්න
sk: Odoslať E-sign
sl: Pošlji E-podpis
sq: Dërgo shenjën elektronike
sr: Пошаљите Е-сигн
sv: Skicka E-skylt
sw: Tuma ishara ya E
ta: மின்-அடையாளத்தை அனுப்பவும்
te: ఇ-సైన్ పంపండి
tg: Аломати электрониро фиристед
th: ส่ง E-sign
tk: Elektron belligi iberiň
tl: Magpadala ng E-sign
tr: E-imza gönder
tt: Электрон билге җибәрегез
ug: ئېلېكترونلۇق خەت ئەۋەتىڭ
uk: Надіслати Е-знак
ur: ای سائن بھیجیں۔
uz: E-belgini yuboring
vi: Gửi E-sign
xh: Thumela umqondiso we-E
yi: שיקן E- צייכן

source: E-sign Submitted.
af: E-teken ingedien.
am: ኢ-ምልክት ገብቷል።
ar: تم إرسال التوقيع الإلكتروني.
az: E-imza təqdim edildi.
be: Электронны знак адпраўлены.
bg: Електронният знак е изпратен.
bn: ই-সাইন জমা দেওয়া হয়েছে।
ca: Signe electrònic enviat.
cs: E-sign odeslán.
cy: Cyflwynwyd E-arwydd.
da: E-skilt indsendt.
de: E-Signatur eingereicht.
el: Υποβλήθηκε η ηλεκτρονική επιγραφή.
eo: E-signo Submetita.
es: Firma electrónica enviada.
et: E-märk esitatud.
eu: E-seinalea aurkeztu da.
fa: علامت الکترونیکی ارسال شد.
fi: E-merkki lähetetty.
fr: Signe électronique soumis.
fy: E-teken yntsjinne.
ga: E-comhartha curtha isteach.
gd: Soidhne-d air a chuir a-steach.
gl: Signo electrónico enviado.
gu: ઇ-સાઇન સબમિટ.
hi: ई-साइन प्रस्तुत किया।
hr: E-potpis je poslan.
hu: E-jel beküldve.
hy: Ներկայացված է էլեկտրոնային նշան:
id: E-tanda Dikirim.
is: Rafræn skilti Lagt fram.
it: E-segno inviato.
iw: שלט אלקטרוני הוגש.
ja: 電子署名が送信されました。
ka: წარდგენილია ელექტრონული ნიშანი.
kk: Электрондық белгі жіберілді.
km: បាន​ដាក់​ស្នើ​សញ្ញា​អេឡិចត្រូនិក។
kn: ಇ-ಸೈನ್ ಸಲ್ಲಿಸಲಾಗಿದೆ.
ku: E-nîşana şandin.
ky: Электрондук белги тапшырылды.
lb: E-Zeechen proposéiert.
lo: ສົ່ງອີເມລ໌ແລ້ວ.
lt: Elektroninis ženklas pateiktas.
lv: E-zīme ir iesniegta.
mg: E-sign Natolotra.
mi: Kua tukuna te tohu-e.
mk: Е-знак е поднесен.
ml: ഇ-സൈൻ സമർപ്പിച്ചു.
mn: Цахим тэмдэг илгээсэн.
mr: ई-चिन्ह सादर केले.
ms: E-tanda Diserahkan.
mt: Is-sinjal elettroniku sottomess.
my: အီး-လက်မှတ် တင်သွင်းခဲ့သည်။
ne: ई-साइन पेश गरियो।
nl: E-teken ingediend.
no: E-skilt innsendt.
or: ଇ-ସାଇନ୍ ଦାଖଲ |
pa: ਈ-ਸਾਈਨ ਸਪੁਰਦ ਕੀਤਾ ਗਿਆ।
pl: Przesłano podpis elektroniczny.
ps: بریښنالیک لاسلیک شو.
pt: E-sign enviado.
ro: Semn electronic trimis.
ru: Электронная подпись отправлена.
rw: E-ikimenyetso cyatanzwe.
sd: اي-سائن جمع ٿيل.
si: විද්‍යුත් ලකුණ ඉදිරිපත් කර ඇත.
sk: E-sign odoslaný.
sl: E-podpis Predan.
sq: Shenja elektronike e dorëzuar.
sr: Е-сигн Субмиттед.
sv: E-skylt inlämnat.
sw: E-saini Imewasilishwa.
ta: மின் கையொப்பம் சமர்ப்பிக்கப்பட்டது.
te: ఇ-సైన్ సమర్పించబడింది.
tg: Аломати электронӣ пешниҳод карда шуд.
th: ส่ง E-sign แล้ว
tk: Elektron gol
tl: Naisumite ang E-sign.
tr: E-imza Gönderildi.
tt: Электрон билге җибәрелде.
ug: ئېلېكترونلۇق ئىمزا يوللاندى.
uk: Електронний знак надіслано.
ur: ای سائن جمع کرایا۔
uz: E-belgi topshirildi.
vi: Đã gửi ký điện tử.
xh: I-E-sign ithunyelwe.
yi: E- צייכן דערלאנגט.

source: You don't have permissions to submit e-signs.
af: Jy het nie toestemmings om e-tekens in te dien nie.
am: ኢ-ምልክቶችን ለማስገባት ፍቃድ የለዎትም።
ar: ليس لديك أذونات لإرسال العلامات الإلكترونية.
az: Sizin e-işarələr təqdim etmək icazəniz yoxdur.
be: У вас няма правоў на адпраўку электронных знакаў.
bg: Нямате разрешения за изпращане на електронни знаци.
bn: আপনার কাছে ই-সাইন জমা দেওয়ার অনুমতি নেই।
ca: No teniu permís per enviar signes electrònics.
cs: Nemáte oprávnění k odesílání elektronických podpisů.
cy: Nid oes gennych ganiatâd i gyflwyno e-arwyddion.
da: Du har ikke tilladelse til at indsende e-skilte.
de: Sie sind nicht berechtigt, elektronische Signaturen einzureichen.
el: Δεν έχετε δικαιώματα υποβολής ηλεκτρονικών πινακίδων.
eo: Vi ne havas permesojn sendi e-signojn.
es: No tienes permisos para enviar firmas electrónicas.
et: Teil pole e-märkide esitamise õigusi.
eu: Ez duzu seinale elektronikoak bidaltzeko baimenik.
fa: شما مجوز ارسال علائم الکترونیکی را ندارید.
fi: Sinulla ei ole oikeuksia lähettää sähköisiä kylttejä.
fr: Vous n'êtes pas autorisé à envoyer des e-signs.
fy: Jo hawwe gjin tagongsrjochten om e-tekens yn te tsjinjen.
ga: Níl cead agat ríomhchomharthaí a chur isteach.
gd: Chan eil cead agad soidhnichean-d a chur a-steach.
gl: Non tes permisos para enviar sinais electrónicos.
gu: તમારી પાસે ઈ-સાઇન્સ સબમિટ કરવાની પરવાનગીઓ નથી.
hi: आपके पास ई-साइन सबमिट करने की अनुमति नहीं है।
hr: Nemate dopuštenja za slanje e-znakova.
hu: Nincs jogosultsága e-jelzések benyújtására.
hy: Էլեկտրոնային նշաններ ներկայացնելու թույլտվություն չունեք:
id: Anda tidak memiliki izin untuk mengirimkan tanda elektronik.
is: Þú hefur ekki heimildir til að senda inn rafræn skilti.
it: Non hai i permessi per inviare segnali elettronici.
iw: אין לך הרשאות לשלוח שלטים אלקטרוניים.
ja: 電子サインを送信する権限がありません。
ka: თქვენ არ გაქვთ ელექტრონული ნიშნების წარდგენის ნებართვა.
kk: Электрондық белгілерді жіберуге рұқсаттарыңыз жоқ.
km: អ្នក​មិន​មាន​ការ​អនុញ្ញាត​ក្នុង​ការ​ដាក់​ស្លាក​សញ្ញា​អេឡិចត្រូនិក។
kn: ಇ-ಚಿಹ್ನೆಗಳನ್ನು ಸಲ್ಲಿಸಲು ನೀವು ಅನುಮತಿಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
ku: Destûrên we tune ku hûn e-nîşanan bişînin.
ky: Электрондук белгилерди тапшырууга уруксатыңыз жок.
lb: Dir hutt keng Permissiounen fir E-Schëlder ofzeginn.
lo: ທ່ານບໍ່ມີການອະນຸຍາດໃຫ້ສົ່ງ e-signs.
lt: Jūs neturite leidimo pateikti el.
lv: Jums nav atļauju iesniegt e-zīmes.
mg: Tsy manana alalana handefa sonia elektronika ianao.
mi: Karekau he whakaaetanga ki te tuku tohu-e.
mk: Немате дозволи да поднесувате е-знаци.
ml: നിങ്ങൾക്ക് ഇ-ചിഹ്നങ്ങൾ സമർപ്പിക്കാൻ അനുമതിയില്ല.
mn: Танд цахим тэмдэг оруулах зөвшөөрөл байхгүй.
mr: तुम्हाला ई-चिन्ह सबमिट करण्याची परवानगी नाही.
ms: Anda tidak mempunyai kebenaran untuk menyerahkan e-tanda.
mt: M'għandekx permessi biex tissottometti sinjali elettroniċi.
my: အီး-ဆိုင်းဘုတ်များ တင်ရန် သင့်တွင် ခွင့်ပြုချက် မရှိပါ။
ne: तपाईंसँग इ-साइनहरू पेश गर्ने अनुमति छैन।
nl: U bent niet gemachtigd om elektronische handtekeningen in te dienen.
no: Du har ikke tillatelse til å sende inn e-skilt.
or: ଇ-ସଙ୍କେତ ଦାଖଲ କରିବାକୁ ଆପଣଙ୍କର ଅନୁମତି ନାହିଁ |
pa: ਤੁਹਾਡੇ ਕੋਲ ਈ-ਚਿੰਨ੍ਹ ਜਮ੍ਹਾਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।
pl: Nie masz uprawnień do składania e-podpisów.
ps: تاسو د بریښنایی نښو سپارلو اجازه نلرئ.
pt: Você não tem permissão para enviar assinaturas eletrônicas.
ro: Nu aveți permisiunea de a trimite semne electronice.
ru: У вас недостаточно прав для отправки электронных подписей.
rw: Ntabwo ufite uburenganzira bwo gutanga e-ibimenyetso.
sd: توهان کي اي-سائنس جمع ڪرڻ جي اجازت نه آهي.
si: ඔබට ඊ-ලකුණු ඉදිරිපත් කිරීමට අවසර නැත.
sk: Nemáte povolenia na odosielanie elektronických podpisov.
sl: Nimate dovoljenj za oddajo e-znakov.
sq: Ju nuk keni leje për të paraqitur e-shenja.
sr: Немате дозволе за подношење е-знакова.
sv: Du har inte behörighet att skicka in e-skyltar.
sw: Huna ruhusa ya kuwasilisha ishara za kielektroniki.
ta: மின் அடையாளங்களைச் சமர்ப்பிக்க உங்களுக்கு அனுமதி இல்லை.
te: ఇ-సైన్‌లను సమర్పించడానికి మీకు అనుమతులు లేవు.
tg: Шумо барои пешниҳоди аломатҳои электронӣ иҷозат надоред.
th: คุณไม่มีสิทธิ์ส่งป้ายอิเล็กทรอนิกส์
tk: Elektron belgileri ibermäge rugsat ýok.
tl: Wala kang mga pahintulot na magsumite ng mga e-sign.
tr: E-imza gönderme izniniz yok.
tt: Электрон билгеләр җибәрергә рөхсәтегез юк.
ug: ئېلېكترونلۇق بەلگە يوللاش ھوقۇقىڭىز يوق.
uk: У вас немає прав на надсилання електронних підписів.
ur: آپ کو ای سائنز جمع کرانے کی اجازت نہیں ہے۔
uz: Sizda elektron belgilar yuborish uchun ruxsatingiz yo‘q.
vi: Bạn không có quyền gửi dấu hiệu điện tử.
xh: Awunazo iimvume zokungenisa iimpawu ze-imeyile.
yi: איר טאָן ניט האָבן פּערמישאַנז צו פאָרלייגן E- וואונדער.

source: You currently have no E-signs of your own
af: Jy het tans geen E-tekens van jou eie nie
am: በአሁኑ ጊዜ የራስዎ ኢ-ምልክቶች የሉዎትም።
ar: ليس لديك حاليًا أي إشارات إلكترونية خاصة بك
az: Hal-hazırda sizin öz E-işarələriniz yoxdur
be: Зараз у вас няма ўласных электронных знакаў
bg: В момента нямате собствени Е-знаци
bn: বর্তমানে আপনার নিজের কোনো ই-চিহ্ন নেই
ca: Actualment no teniu cap signe electrònic propi
cs: V současné době nemáte žádné vlastní E-znaky
cy: Nid oes gennych unrhyw E-arwyddion eich hun ar hyn o bryd
da: Du har i øjeblikket ingen egne E-tegn
de: Sie verfügen derzeit über keine eigenen E-Zeichen
el: Αυτήν τη στιγμή δεν έχετε δικά σας ηλεκτρονικά σήματα
eo: Vi nuntempe ne havas proprajn E-signojn
es: Actualmente no tiene firmas electrónicas propias
et: Hetkel teil endal E-märke pole
eu: Momentu honetan ez duzu zure e-seinalerik
fa: شما در حال حاضر هیچ علامت الکترونیکی از خود ندارید
fi: Sinulla ei tällä hetkellä ole omia E-merkkejä
fr: Vous n'avez actuellement aucun signe E
fy: Jo hawwe op it stuit gjin eigen E-tekens
ga: Níl aon E-comharthaí de do chuid féin agat faoi láthair
gd: Chan eil soidhnichean-d agad fhèin an-dràsta
gl: Actualmente non tes sinais electrónicos propios
gu: તમારી પાસે હાલમાં તમારા પોતાના કોઈ ઈ-ચિહ્નો નથી
hi: वर्तमान में आपके पास अपना कोई ई-चिह्न नहीं है
hr: Trenutno nemate vlastitih E-znakova
hu: Jelenleg nincs saját E-jelzése
hy: Դուք ներկայումս չունեք ձեր սեփական էլեկտրոնային նշաններ
id: Saat ini Anda tidak memiliki tanda elektronik sendiri
is: Þú hefur engin eigin E-merki eins og er
it: Al momento non hai segni elettronici tuoi
iw: כרגע אין לך סימנים אלקטרוניים משלך
ja: 現在、あなた自身の電子サインはありません
ka: თქვენ ამჟამად არ გაქვთ საკუთარი ელექტრონული ნიშნები
kk: Қазіргі уақытта сіздің жеке электрондық белгілеріңіз жоқ
km: បច្ចុប្បន្ន​នេះ អ្នក​មិន​មាន​សញ្ញា E-សញ្ញា​របស់​អ្នក​ផ្ទាល់​ទេ។
kn: ನೀವು ಪ್ರಸ್ತುತ ನಿಮ್ಮ ಸ್ವಂತ ಇ-ಚಿಹ್ನೆಗಳನ್ನು ಹೊಂದಿಲ್ಲ
ku: Tu niha tu E-nîşanên xwe bi xwe
ky: Учурда сизде эч кандай E-белгилер жок
lb: Dir hutt de Moment keng E-Schëlder vun Iech selwer
lo: ໃນປັດຈຸບັນທ່ານບໍ່ມີ E-signs ຂອງຕົນເອງ
lt: Šiuo metu jūs neturite savo el. ženklų
lv: Pašlaik jums nav savu E-zīmju
mg: Tsy manana famantarana E-nao manokana ianao amin'izao fotoana izao
mi: I tenei wa karekau he tohu-E o koe ake
mk: Во моментов немате ваши Е-знаци
ml: നിലവിൽ നിങ്ങൾക്ക് സ്വന്തമായി ഇ-ചിഹ്നങ്ങളൊന്നുമില്ല
mn: Танд одоогоор өөрийн гэсэн цахим тэмдэг байхгүй байна
mr: तुमच्याकडे सध्या तुमची स्वतःची कोणतीही ई-चिन्ह नाहीत
ms: Anda pada masa ini tidak mempunyai tanda-E sendiri
mt: Bħalissa m'għandekx sinjali E tiegħek
my: လက်ရှိတွင် သင့်တွင် ကိုယ်ပိုင် E-လက္ခဏာများ မရှိပါ။
ne: तपाईंसँग हाल तपाईंको आफ्नै कुनै ई-लक्षणहरू छैनन्
nl: U heeft op dit moment zelf geen E-tekens
no: Du har for øyeblikket ingen egne E-tegn
or: ଆପଣଙ୍କର ବର୍ତ୍ତମାନ ଆପଣଙ୍କର କ E ଣସି ଇ-ଚିହ୍ନ ନାହିଁ |
pa: ਤੁਹਾਡੇ ਕੋਲ ਵਰਤਮਾਨ ਵਿੱਚ ਤੁਹਾਡੇ ਆਪਣੇ ਕੋਈ ਈ-ਚਿੰਨ੍ਹ ਨਹੀਂ ਹਨ
pl: Obecnie nie masz własnych e-znaków
ps: تاسو اوس مهال د خپل ځان هیڅ بریښنایی نښې نلرئ
pt: No momento, você não tem E-signs próprios
ro: În prezent, nu aveți semne electronice proprii
ru: В настоящее время у вас нет собственных электронных знаков
rw: Kugeza ubu nta E-bimenyetso byawe wenyine
sd: توهان وٽ في الحال توهان جي پنهنجي ڪا به اي نشانيون نه آهن
si: ඔබට දැනට ඔබගේම E-ලකුණු නොමැත
sk: Momentálne nemáte žiadne vlastné E-znaky
sl: Trenutno nimate svojih E-znakov
sq: Aktualisht nuk keni asnjë e-shenjë tuajën
sr: Тренутно немате сопствене Е-знакове
sv: Du har för närvarande inga egna E-skyltar
sw: Kwa sasa huna alama za E-zako
ta: தற்போது உங்களுக்கான மின் அடையாளங்கள் எதுவும் இல்லை
te: మీకు ప్రస్తుతం మీ స్వంత ఇ-చిహ్నాలు లేవు
tg: Дар айни замон шумо ягон аломати электронии худро надоред
th: ขณะนี้คุณไม่มีสัญญาณ E-Sign ของคุณเอง
tk: Häzirki wagtda özüňiziň E-alamatlaryňyz ýok
tl: Sa kasalukuyan ay wala kang sariling mga E-sign
tr: Şu anda kendinize ait E-işaretiniz yok
tt: Хәзерге вакытта сезнең үзегезнең электрон билгеләр юк
ug: ھازىر ئۆزىڭىزنىڭ ئېلېكترونلۇق بەلگىسى يوق
uk: Наразі у вас немає власних Е-знаків
ur: فی الحال آپ کی اپنی کوئی ای نشانیاں نہیں ہیں۔
uz: Sizda hozirda o'zingizning elektron belgilaringiz yo'q
vi: Bạn hiện không có dấu hiệu điện tử nào của riêng mình
xh: Okwangoku awunazo iimpawu ze-E ezizezakho
yi: איר איצט האָבן קיין E- וואונדער פון דיין אייגן

source: Your Uncompleted E-signs
af: Jou onvoltooide E-tekens
am: የእርስዎ ያልተሟሉ ኢ-ምልክቶች
ar: إشاراتك الإلكترونية غير المكتملة
az: Tamamlanmamış elektron işarələriniz
be: Вашы незавершаныя электронныя знакі
bg: Вашите незавършени Е-знаци
bn: আপনার অসম্পূর্ণ ই-চিহ্ন
ca: Els vostres signes electrònics no completats
cs: Vaše nevyplněné E-signály
cy: Eich E-arwyddion Heb eu Cwblhau
da: Dine ufuldendte E-tegn
de: Ihre unvollständigen E-Signaturen
el: Τα μη συμπληρωμένα ηλεκτρονικά σήματα
eo: Viaj Nekompletigitaj E-signoj
es: Sus firmas electrónicas incompletas
et: Teie täitmata e-märgid
eu: Osatu gabeko zure E-seinaleak
fa: علائم الکترونیکی تکمیل نشده شما
fi: Keskeneräiset e-tunnuksesi
fr: Vos enseignes électroniques inachevées
fy: Jo ûnfoltôge E-tekens
ga: Do Ríomhchomharthaí Neamhchríochnaithe
gd: Na soidhnichean-d neo-chrìochnaichte agad
gl: Os teus sinais electrónicos sen completar
gu: તમારા અપૂર્ણ ઇ-ચિહ્નો
hi: आपके अधूरे ई-संकेत
hr: Vaši nedovršeni E-znakovi
hu: Befejezetlen E-jelei
hy: Ձեր չավարտված էլեկտրոնային նշանները
id: Tanda-E Anda yang Belum Selesai
is: Ófullgerð E-merki þín
it: I tuoi segni E incompleti
iw: הסימנים האלקטרוניים שלא הושלמו
ja: 未完了の電子署名
ka: თქვენი დაუსრულებელი ელექტრონული ნიშნები
kk: Сіздің аяқталмаған электрондық белгілеріңіз
km: សញ្ញាអ៊ីមិនពេញលេញរបស់អ្នក។
kn: ನಿಮ್ಮ ಅಪೂರ್ಣ ಇ-ಚಿಹ್ನೆಗಳು
ku: E-nîşanên we yên neqediyayî
ky: Сиздин бүтө элек электрондук белгилер
lb: Är onkomplett E-Schëlder
lo: ສັນຍານອີເມລ໌ທີ່ບໍ່ສໍາເລັດຂອງເຈົ້າ
lt: Jūsų neužbaigti el. ženklai
lv: Jūsu nepabeigtās e-zīmes
mg: Ny famantarana E-nao tsy vita
mi: Ko o tohu E-Kaore i oti
mk: Вашите незавршени е-знаци
ml: നിങ്ങളുടെ പൂർത്തിയാകാത്ത ഇ-ചിഹ്നങ്ങൾ
mn: Таны дуусаагүй цахим тэмдэг
mr: तुमची अपूर्ण ई-चिन्हे
ms: Tanda-E Anda yang Belum Selesai
mt: Is-sinjali E mhux kompluti tiegħek
my: သင်၏ မပြီးသေးသော E-လက္ခဏာများ
ne: तपाईंको अपूर्ण ई-चिन्हहरू
nl: Uw onvoltooide e-signs
no: Dine ufullførte E-tegn
or: ତୁମର ଅସମ୍ପୂର୍ଣ୍ଣ ଇ-ଚିହ୍ନ |
pa: ਤੁਹਾਡੇ ਅਧੂਰੇ ਈ-ਚਿੰਨ੍ਹ
pl: Twoje niedokończone e-podpisy
ps: ستاسو نه بشپړ شوي بریښنایی نښې
pt: Seus E-signs incompletos
ro: Semnele dvs. electronice necompletate
ru: Ваши незавершенные электронные подписи
rw: E-ibimenyetso byawe bituzuye
sd: توهان جي اڻ مڪمل اي نشانيون
si: ඔබගේ සම්පූර්ණ නොකළ විද්‍යුත් සලකුණු
sk: Vaše nevyplnené E-znaky
sl: Vaši nedokončani E-znaki
sq: Shenjat tuaja elektronike të paplotësuara
sr: Ваши недовршени Е-знакови
sv: Dina ofullbordade E-skyltar
sw: Alama zako za E ambazo hazijakamilika
ta: உங்கள் முடிக்கப்படாத மின்-அறிகுறிகள்
te: మీ అసంపూర్తి ఇ-చిహ్నాలు
tg: Аломатҳои электронии нопурраи шумо
th: E-signs ที่ยังไม่เสร็จของคุณ
tk: Gutarylmadyk elektron alamatlaryňyz
tl: Ang iyong mga Hindi Nakumpletong E-sign
tr: Tamamlanmamış E-işaretleriniz
tt: Сезнең тәмамланмаган электрон билгеләр
ug: تاماملانمىغان ئېلېكترونلۇق ئالامەتلىرىڭىز
uk: Ваші незавершені електронні знаки
ur: آپ کے نامکمل ای سائنز
uz: Tugallanmagan elektron belgilaringiz
vi: Dấu hiệu điện tử chưa hoàn thành của bạn
xh: Iimpawu zakho ze-E ezingagqitywanga
yi: דיין אַנקאַמפּליטיד E- וואונדער

source: Your Completed E-signs
af: Jou voltooide E-tekens
am: የእርስዎ የተጠናቀቁ ኢ-ምልክቶች
ar: علاماتك الإلكترونية المكتملة
az: Tamamlanmış E-işarələriniz
be: Вашы запоўненыя электронныя знакі
bg: Вашите попълнени електронни знаци
bn: আপনার সম্পূর্ণ ই-লক্ষণ
ca: Els vostres signes electrònics completats
cs: Vaše dokončené E-signály
cy: Eich E-arwyddion Cwblhawyd
da: Dine udfyldte E-skilte
de: Ihre ausgefüllten E-Signaturen
el: Τα ολοκληρωμένα ηλεκτρονικά σας σήματα
eo: Viaj Finitaj E-signoj
es: Sus firmas electrónicas completadas
et: Teie täidetud e-märgid
eu: Zure E-seinaleak osatuta
fa: علائم الکترونیکی تکمیل شده شما
fi: Valmiit e-tunnuksesi
fr: Vos enseignes complétées
fy: Jo foltôge E-tekens
ga: Do Ríomhchomharthaí Críochnaithe
gd: Na soidhnichean-d crìochnaichte agad
gl: Os teus sinais electrónicos completados
gu: તમારા પૂર્ણ ઇ-ચિહ્નો
hi: आपके पूर्ण किए गए ई-संकेत
hr: Vaši ispunjeni E-znakovi
hu: Az Ön kitöltött E-jelei
hy: Ձեր ավարտված էլեկտրոնային նշանները
id: Tanda-E Anda yang Sudah Selesai
is: Útfyllt E-merki þín
it: I tuoi segni E completati
iw: השלטים האלקטרוניים שלך
ja: 完了した電子サイン
ka: თქვენი დასრულებული ელექტრონული ნიშნები
kk: Сіздің толтырылған электрондық белгілеріңіз
km: សញ្ញាអ៊ីដែលបានបញ្ចប់របស់អ្នក។
kn: ನಿಮ್ಮ ಪೂರ್ಣಗೊಂಡ ಇ-ಚಿಹ್ನೆಗಳು
ku: E-nîşanên we yên qedandî
ky: Толтурулган электрондук белгилериңиз
lb: Är Fäerdeg E-Schëlder
lo: ເຄື່ອງໝາຍອີເມລ໌ທີ່ສຳເລັດແລ້ວຂອງເຈົ້າ
lt: Jūsų užpildyti el. ženklai
lv: Jūsu aizpildītās e-zīmes
mg: Ny E-famantaranao efa vita
mi: Ko o tohu E kua oti
mk: Вашите пополнети Е-знаци
ml: നിങ്ങളുടെ പൂർത്തിയാക്കിയ ഇ-ചിഹ്നങ്ങൾ
mn: Таны бөглөсөн цахим тэмдэг
mr: तुमचे पूर्ण झालेले ई-चिन्ह
ms: Tanda E-Anda yang Selesai
mt: Is-sinjali elettroniċi Tlesti tiegħek
my: သင်၏ ပြီးပြည့်စုံသော E-လက္ခဏာများ
ne: तपाईंको पूरा भएको ई-लक्षणहरू
nl: Uw ingevulde E-signs
no: Dine fullførte E-skilt
or: ତୁମର ସମାପ୍ତ ଇ-ଚିହ୍ନ |
pa: ਤੁਹਾਡੇ ਪੂਰੇ ਹੋਏ ਈ-ਚਿੰਨ੍ਹ
pl: Twoje ukończone e-podpisy
ps: ستاسو بشپړ شوي بریښنایی نښې
pt: Seus E-signs Concluídos
ro: Semnele dvs. electronice completate
ru: Ваши заполненные электронные подписи
rw: Ibimenyetso byawe byuzuye
sd: توهان جي مڪمل ٿيل اي نشانيون
si: ඔබගේ සම්පුර්ණ කරන ලද විද්‍යුත් සලකුණු
sk: Vaše vyplnené E-signály
sl: Vaši izpolnjeni E-podpisi
sq: Shenjat tuaja elektronike të kompletuara
sr: Ваши завршени Е-знакови
sv: Dina ifyllda E-skyltar
sw: Alama zako za E zilizokamilishwa
ta: உங்கள் முடிக்கப்பட்ட மின்-அறிகுறிகள்
te: మీరు పూర్తి చేసిన ఇ-చిహ్నాలు
tg: Аломатҳои электронии шумо
th: E-signs ที่เสร็จสมบูรณ์ของคุณ
tk: Tamamlanan elektron alamatlaryňyz
tl: Iyong Mga Nakumpletong E-sign
tr: Tamamlanmış E-işaretleriniz
tt: Сезнең тулы электрон билгеләр
ug: تاماملانغان ئېلېكترونلۇق بەلگىلەر
uk: Ваші заповнені електронні знаки
ur: آپ کی مکمل ای نشانیاں
uz: Tugallangan elektron belgilaringiz
vi: Dấu điện tử đã hoàn thành của bạn
xh: Iimpawu zakho ze-E ezigqityiweyo
yi: דיין געענדיקט E- וואונדער
