Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
af: 5.1 Lisensie: Behoudens die bepalings en voorwaardes van die ooreenkoms, en by die tydige betaling van alle toepaslike fooie soos uiteengesit in die bestelvorm of aanmeldstroom, gee ons u hiermee &#39;n nie-eksklusiewe, nie-oordraagbare, beperkte reg en lisensie om die dienste waarop u ingeteken het, slegs vir u interne besigheidsdoeleindes te gebruik (en toelaat dat u gemagtigde gebruikers dit gebruik).
am: 5.1 ፈቃድ-በስምምነቱ ውሎች እና ሁኔታዎች የሚገዛ እና በትእዛዝ ቅፅ ወይም በምዝገባ ፍሰት ላይ ለተዘረዘሩት ተፈፃሚነት ያላቸው ክፍያዎች ሁሉ በሚከፈልበት ጊዜ ከዚህ በታች ወሰን የሌለን ፣ የማይተላለፍ ፣ የተገደበ መብት እንዲሁም ለደንበኞችዎ የተመዘገቡባቸውን አገልግሎቶች (እና እርስዎ ፈቃድ የተሰጣቸው ተጠቃሚዎችዎ እንዲጠቀሙ ፈቃድ) ለድርጅትዎ ዓላማ ብቻ የሚውል ፡፡
ar: 5.1 الترخيص: وفقًا لبنود وشروط الاتفاقية ، وعند الدفع في الوقت المناسب لجميع الرسوم المطبقة المنصوص عليها في نموذج الطلب أو تدفق الاشتراك ، نمنحك بموجب هذا حقًا غير حصري وغير قابل للتحويل ومحدود و ترخيص لاستخدام (والسماح للمستخدمين المصرح لهم باستخدام) الخدمات التي اشتركت فيها ، لأغراض عملك الداخلي فقط.
az: 5.1 Lisenziya: Müqavilənin şərtlərinə uyğun olaraq və Sifariş Formasında göstərilən bütün ödənişləri vaxtında ödədikdən sonra, sizə eksklüziv, köçürülməyən, məhdud bir hüquq veririk. Yalnız daxili iş məqsədləriniz üçün qeyd etdiyiniz Xidmətlərdən istifadə etmək (və səlahiyyətli istifadəçilərinizdən istifadə etməyə icazə vermək) lisenziyası.
be: 5.1 Ліцэнзія: У адпаведнасці з умовамі гэтага Пагаднення, і пры своечасовай аплаце ўсіх належных плацяжоў, прадугледжаных у форме замовы або ў працэсе рэгістрацыі, мы прадастаўляем вам неэксклюзіўнае, неперадавальнае, абмежаванае права і ліцэнзія на выкарыстанне (і дазвол дазволеным карыстальнікам на выкарыстанне) Паслуг, на якія вы падпісаліся, выключна для вашых унутраных мэт бізнесу.
bg: 5.1 Лиценз: При спазване на условията и условията на Споразумението и при своевременно плащане на всички приложими такси, посочени във Формуляр за поръчка или поток за регистрация, ние предоставяме на вас неизключително, непрехвърляемо, ограничено право и лиценз за използване (и разрешаване на вашите оторизирани потребители да използват) Услугите, за които сте се абонирали, само за вашите вътрешни бизнес цели.
bn: 5.1 লাইসেন্স: চুক্তির শর্তাবলী সাপেক্ষে এবং আদেশ ফর্ম বা সাইন-আপ প্রবাহে নির্ধারিত সমস্ত প্রযোজ্য ফি প্রদানের সময়মতো প্রদানের পরে, আমরা আপনাকে এখানে একটি অনন্য, স্থানান্তরযোগ্য, সীমাবদ্ধ অধিকার এবং আপনি যে পরিষেবাগুলিতে সাবস্ক্রাইব করেছেন সেগুলি কেবলমাত্র আপনার অভ্যন্তরীণ ব্যবসায়ের উদ্দেশ্যে ব্যবহার করার (এবং আপনার অনুমোদিত ব্যবহারকারীদের ব্যবহারের অনুমতি দেওয়ার) লাইসেন্স।
ca: 5.1 Llicència: subjecte als termes i condicions del Conveni i prèviament al pagament de totes les tarifes aplicables establertes en el formulari de comanda o el flux de registre, li concedim un dret no exclusiu, intransferible, limitat i llicència per utilitzar (i permetre que els vostres usuaris autoritzats utilitzin) els Serveis als quals us heu subscrit, únicament amb finalitats comercials internes.
cs: 5.1 Licence: S výhradou podmínek smlouvy a včasné úhrady všech příslušných poplatků stanovených v objednávkovém formuláři nebo přihlašovacím postupu vám tímto udělujeme nevýhradní, nepřevoditelné, omezené právo a licence k používání (a povolit vašim oprávněným uživatelům používat) Služby, které jste si předplatili, výhradně pro vaše interní obchodní účely.
cy: 5.1 Trwydded: Yn ddarostyngedig i delerau ac amodau&#39;r Cytundeb, ac ar ôl talu&#39;r holl ffioedd cymwys yn amserol a nodir yn y Ffurflen Archebu neu&#39;r llif arwyddo, rydym trwy hyn yn rhoi hawl gyfyngedig nad yw&#39;n gyfyngedig, na ellir ei throsglwyddo, i chi a trwydded i ddefnyddio (a chaniatáu i&#39;ch defnyddwyr awdurdodedig ddefnyddio) y Gwasanaethau rydych chi wedi tanysgrifio iddynt, at eich dibenion busnes mewnol yn unig.
da: 5.1 Licens: Med forbehold af aftalevilkårene og ved rettidig betaling af alle gældende gebyrer, der er anført i ordreformularen eller tilmeldingsstrømmen, giver vi dig en ikke-eksklusiv, ikke-overførbar, begrænset ret og licens til at bruge (og tillade dine autoriserede brugere at bruge) de Tjenester, som du har abonneret på, udelukkende til dine interne forretningsformål.
de: 5.1 Lizenz: Vorbehaltlich der Bestimmungen des Vertrags und nach rechtzeitiger Zahlung aller im Bestellformular oder Anmeldevorgang angegebenen Gebühren gewähren wir Ihnen hiermit ein nicht exklusives, nicht übertragbares, beschränktes Recht und Lizenz zur Nutzung (und Erlaubnis Ihrer autorisierten Benutzer zur Nutzung) der Dienste, die Sie abonniert haben, ausschließlich für Ihre internen Geschäftszwecke.
el: 5.1 Άδεια: Με την επιφύλαξη των όρων και προϋποθέσεων της Συμφωνίας, και με την έγκαιρη πληρωμή όλων των εφαρμοστέων χρεώσεων που ορίζονται στη Φόρμα Παραγγελίας ή στη ροή εγγραφής, σας χορηγούμε ένα μη αποκλειστικό, μη μεταβιβάσιμο, περιορισμένο δικαίωμα και άδεια χρήσης (και επιτρέψτε στους εξουσιοδοτημένους χρήστες σας να χρησιμοποιούν) τις Υπηρεσίες στις οποίες έχετε εγγραφεί, αποκλειστικά για τους εσωτερικούς σας επιχειρηματικούς σκοπούς.
eo: 5.1 Permesilo: Subjektoj al la terminoj kaj kondiĉoj de la Interkonsento, kaj post oportuna pago de ĉiuj aplikeblaj kotizoj fiksitaj en la Forma Ordo aŭ aliĝfluo, ni ĉi tie koncedas al vi ne-ekskluzivan, ne-transporteblan, limigitan rajton kaj permesilon uzi (kaj rajtigi viajn rajtigitajn uzi) la Servojn al kiuj vi abonis, nur por viaj internaj komercaj celoj.
es: 5.1 Licencia: Sujeto a los términos y condiciones del Acuerdo, y al pago oportuno de todas las tarifas aplicables establecidas en el Formulario de pedido o flujo de registro, por la presente le otorgamos un derecho limitado y no exclusivo, no transferible licencia para usar (y permitir que sus usuarios autorizados usen) los Servicios a los que se ha suscrito, únicamente para sus fines comerciales internos.
et: 5.1 Litsents: Kui lepingutingimustest ei tulene teisiti, ning pärast tellimisvormis või registreerumisprotsessis sätestatud kõigi kohaldatavate tasude õigeaegset tasumist anname teile käesolevaga mitteeksklusiivse, mitte üleantava, piiratud õiguse ja litsentsi kasutada (ja lubada oma volitatud kasutajatel kasutada) teenuseid, mille olete tellinud, ainult oma ettevõtte siseseks kasutuseks.
eu: 5.1 Lizentzia: Hitzarmenaren baldintza eta baldintza guztiak bete ondoren eta eskaera-formularioan edo erregistratze-fluxuan ezarritako kuota aplikagarri guztiak ordaintzeko garaian, onartzen dugu eskubide esklusibo eta esklusiboa ez den eskualdatzea eta mugatua. Zerbitzua erabiltzeko baimena (eta baimendutako erabiltzaileei baimendu) Zerbitzuak harpidetu dituzun zerbitzuak erabiltzeko, soilik zure negozioetarako.
fa: 5.1 پروانه: با رعایت شرایط و ضوابط توافق نامه ، و پس از پرداخت به موقع کلیه هزینه های قابل اجرا مندرج در فرم سفارش یا جریان ثبت نام ، ما بدینوسیله یک حق انحصاری ، غیر قابل انتقال ، محدود و محدود را به شما اعطا می کنیم. مجوز استفاده (و استفاده کاربران مجاز خود را مجاز به استفاده از) خدماتی که در آن مشترک شده اید ، صرفاً برای اهداف تجاری داخلی.
fi: 5.1 Lisenssi: Jollei sopimuksen ehdoista muuta johdu ja maksamalla ajoissa kaikki tilauslomakkeessa tai liittymisprosessissa vahvistetut sovellettavat maksut, myönnämme sinulle tämän ulkopuolella yksinoikeuden, jota ei voi siirtää, rajoitetun oikeuden ja lisenssin käyttää (ja antaa valtuutettujen käyttäjien käyttää) tilaamiasi Palveluita yksinomaan sisäisiin yritystarkoituksiin.
fr: 5.1 Licence: sous réserve des termes et conditions de l&#39;accord, et lors du paiement en temps opportun de tous les frais applicables énoncés dans le formulaire de commande ou le flux d&#39;inscription, nous vous accordons par la présente un droit limité non exclusif, non transférable et licence pour utiliser (et permettre à vos utilisateurs autorisés d&#39;utiliser) les Services auxquels vous êtes abonné, uniquement à des fins commerciales internes.
fy: 5.1 Lisinsje: Under foarbehâld fan &#39;e betingsten en betingsten fan&#39; e oerienkomst, en by tiid betelling fan alle jildende fergoedingen neamd yn &#39;e oarderformulier of oanmeldingsstream, jouwe wy jo hjir in net-eksklusyf, net-oerdraachber, beheind rjocht en lisinsje om de tsjinsten te brûken (en tastean jo autorisearre brûkers te brûken) allinich foar jo ynterne saaklike doelen.
ga: 5.1 Ceadúnas: Faoi réir théarmaí agus choinníollacha an Chomhaontaithe, agus ar íocaíocht thráthúil na dtáillí infheidhme go léir atá leagtha amach san Fhoirm Ordaithe nó sa sreabhadh sínithe, deonaímid leis seo ceart neamh-eisiatach, neamh-inaistrithe, teoranta agus ceadúnas chun na Seirbhísí a ndearna tú suibscríobh leo a úsáid (agus cead a thabhairt d’úsáideoirí údaraithe iad a úsáid) chun críocha do ghnó inmheánaigh amháin.
gd: 5 cead airson na Seirbheisean a tha thu air ballrachd a chleachdadh (agus leigeil leis na cleachdaichean ùghdarraichte agad a chleachdadh) airson adhbharan gnìomhachais a-staigh a-mhàin.
gl: 5.1 Licencia: Con suxeición aos termos e condicións do Convenio e logo do pago oportuno de todas as tarifas aplicables establecidas no formulario de solicitude ou no fluxo de inscrición, concedémoslle un dereito non exclusivo, intransferible, limitado e licenza para usar (e permitir que os seus usuarios autorizados usen) os Servizos aos que se subscribiu, só con fins comerciais internos.
gu: .1.૧ લાઇસન્સ: કરારની શરતો અને શરતોને આધિન અને ઓર્ડર ફોર્મ અથવા સાઇન-અપ ફ્લોમાં નિર્ધારિત તમામ લાગુ ફીની સમયસર ચુકવણી કર્યા પછી, અમે તમને અહીંથી એક બિન-વિશિષ્ટ, સ્થાનાંતરિત નહીં, મર્યાદિત અધિકાર અને ફક્ત તમારા આંતરિક વ્યવસાય હેતુઓ માટે તમે જે સેવાઓ માટે સબ્સ્ક્રાઇબ કર્યું છે તે સેવાઓનો ઉપયોગ કરવા (અને તમારા અધિકૃત વપરાશકર્તાઓને મંજૂરી આપવા) માટે લાઇસન્સ.
hi: 5.1 लाइसेंस: समझौते के नियमों और शर्तों के अधीन, और ऑर्डर फॉर्म या साइन-अप प्रवाह में निर्धारित सभी लागू फीसों का समय पर भुगतान करने पर, हम आपको इसके लिए एक गैर-अनन्य, गैर-हस्तांतरणीय, सीमित अधिकार और उन सेवाओं का उपयोग करने के लिए लाइसेंस (और उपयोग करने के लिए अपने अधिकृत उपयोगकर्ताओं को अनुमति दें) जिन सेवाओं को आपने सब्सक्राइब किया है, केवल आपके आंतरिक व्यावसायिक उद्देश्यों के लिए।
hr: 5.1 Licenca: U skladu s uvjetima i odredbama ovog Ugovora, i nakon pravovremene isplate svih primjenjivih naknada utvrđenih u Obrascu za narudžbu ili tijeku prijave, ovim putem vam dodijelimo neekskluzivno, neprenosivo, ograničeno pravo i licencu za upotrebu (i dopuštanje autoriziranim korisnicima da koriste) Usluge na koje ste se pretplatili, isključivo za vaše interne poslovne svrhe.
hu: 5.1 Engedély: A Szerződés feltételeire és a Megrendelőlapon vagy a regisztrációs folyamatban rögzített összes alkalmazandó díj időben történő megfizetésére figyelemmel, ezennel nem kizárólagos, nem átruházható, korlátozott jogot és licenc arra, hogy kizárólag belső üzleti céljaira felhasználhassa (és engedélyezi a felhatalmazott felhasználók számára) azon szolgáltatások igénybevételét, amelyekre Ön feliratkozott.
hy: 5.1 Լիցենզիա. Համաձայնագրի պայմաններին և պայմաններին, և Պատվերի ձևով կամ գրանցման հոսքով սահմանված բոլոր կիրառելի վճարները ժամանակին վճարելուց հետո մենք ձեզ շնորհում ենք ոչ բացառիկ, ոչ փոխանցելի, սահմանափակ իրավունք և օգտագործման լիցենզիա (և ձեր լիազորված օգտվողներին թույլ տալ օգտագործել) այն ծառայությունները, որոնց դուք բաժանորդագրվել եք, բացառապես ձեր ներքին բիզնեսի նպատակների համար:
id: 5.1 Lisensi: Tunduk pada syarat dan ketentuan Perjanjian, dan setelah pembayaran tepat waktu dari semua biaya yang berlaku yang tercantum dalam Formulir Pemesanan atau proses pendaftaran, kami dengan ini memberikan kepada Anda hak non-eksklusif, tidak dapat dipindahtangankan, hak terbatas dan lisensi untuk menggunakan (dan mengizinkan pengguna resmi Anda untuk menggunakan) Layanan yang telah Anda langgani, semata-mata untuk tujuan bisnis internal Anda.
is: 5.1 Leyfi: Með fyrirvara um skilmála og skilmála samningsins og við tímanlega greiðslu allra viðeigandi gjalda sem sett eru fram á pöntunarformi eða skráningarflæði, gefum við þér hér með óeinkennilegan, óframseljanlegan, takmarkaðan rétt og leyfi til að nota (og leyfa viðurkenndum notendum þínum að nota) þjónustuna sem þú hefur gerst áskrifandi að, eingöngu í þínum innri viðskiptalegum tilgangi.
it: 5.1 Licenza: fatti salvi i termini e le condizioni dell&#39;Accordo e previo pagamento tempestivo di tutte le commissioni applicabili stabilite nel Modulo d&#39;ordine o nel flusso di registrazione, con la presente garantiamo all&#39;utente un diritto limitato, non esclusivo, non trasferibile, e licenza per utilizzare (e consentire agli utenti autorizzati di utilizzare) i Servizi ai quali si è abbonati, esclusivamente per scopi aziendali interni.
iw: רישיון 5.1: בכפוף לתנאי ההסכם, ובתשלום במועד של כל העמלות החלות המפורטות בטופס ההזמנה או בזרימת ההרשמה, אנו מעניקים לך בזכות זכות בלתי-בלעדית, בלתי ניתנת להעברה, מוגבלת ו רישיון להשתמש (ולאפשר למשתמשים המורשים שלך להשתמש) בשירותים אליהם נרשמת, אך ורק לצרכים העסקיים הפנימיים שלך.
ja: 5.1ライセンス：契約の条件に従い、注文フォームまたはサインアップフローに記載されている該当するすべての料金を適時に支払うと、非独占的、譲渡不可、制限付きの権利およびサブスクリプションを行ったサービスを内部のビジネス目的でのみ使用するためのライセンス（および承認されたユーザーが使用することを許可する）。
ka: 5.1 ლიცენზია: შეთანხმების პირობების გათვალისწინებით, და შეკვეთის ფორმით გათვალისწინებული ყველა შესაბამისი საფასურის დროულად გადახდითთან დაკავშირებით, ჩვენ ვაძლევთ თქვენ, ექსკლუზიურ, არა გადაცემულ, შეზღუდულ უფლებას და სარგებლობის ლიცენზია (და თქვენი ავტორიზებული მომხმარებლების ნება დართეთ გამოიყენონ) სერვისები, რომელზეც გამოიწეროთ აბონენტი, მხოლოდ თქვენი შიდა საქმიანი მიზნებისთვის.
kk: 5.1 Лицензия: Келісімнің шарттары мен талаптарын ескере отырып және Тапсырыс бланкісінде немесе тіркелу ағымында көрсетілген барлық тиісті алымдарды уақтылы төлегеннен кейін біз сізге ерекше, берілмейтін, шектеулі құқықты береміз және Сіз тіркелген қызметтерді тек сіздің ішкі іскери мақсаттарыңыз үшін пайдалануға рұқсат (және уәкілетті пайдаланушыларға пайдалануға рұқсат беру).
km: ៥.១ អាជ្ញាបណ្ណៈយោងតាមល័ក្ខខ័ណ្ឌនៃកិច្ចព្រមព្រៀងហើយនៅពេលទូទាត់ប្រាក់ឈ្នួលគ្រប់ពេលដែលត្រូវបានចែងក្នុងទំរង់បញ្ជាទិញឬលំហូរសញ្ញាឡើងចុះយើងផ្តល់ជូនអ្នកនូវសិទ្ធិមិនផ្តាច់មុខមិនផ្ទេរសិទ្ធិមានកំណត់និង អាជ្ញាប័ណ្ណក្នុងការប្រើប្រាស់ (និងអនុញ្ញាតឱ្យអ្នកប្រើប្រាស់ដែលមានការអនុញ្ញាតរបស់អ្នកឱ្យប្រើ) សេវាកម្មដែលអ្នកបានជាវតែសម្រាប់គោលបំណងអាជីវកម្មផ្ទៃក្នុងរបស់អ្នកប៉ុណ្ណោះ។
kn: 5.1 ಪರವಾನಗಿ: ಒಪ್ಪಂದದ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ ಮತ್ತು ಆರ್ಡರ್ ಫಾರ್ಮ್ ಅಥವಾ ಸೈನ್ ಅಪ್ ಹರಿವಿನಲ್ಲಿ ಸೂಚಿಸಲಾದ ಅನ್ವಯವಾಗುವ ಎಲ್ಲಾ ಶುಲ್ಕಗಳನ್ನು ಸಮಯೋಚಿತವಾಗಿ ಪಾವತಿಸಿದ ನಂತರ, ನಾವು ನಿಮಗೆ ವಿಶೇಷವಲ್ಲದ, ವರ್ಗಾಯಿಸಲಾಗದ, ಸೀಮಿತ ಹಕ್ಕನ್ನು ಮತ್ತು ನಿಮ್ಮ ಆಂತರಿಕ ವ್ಯವಹಾರ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮಾತ್ರ ನೀವು ಚಂದಾದಾರರಾಗಿರುವ ಸೇವೆಗಳನ್ನು ಬಳಸಲು (ಮತ್ತು ನಿಮ್ಮ ಅಧಿಕೃತ ಬಳಕೆದಾರರಿಗೆ ಬಳಸಲು ಅನುಮತಿ) ಪರವಾನಗಿ.
ku: 5.1 Lîsans: Bi merc û mercên Peymanê ve girêdayî ye, û di dema dayîna hemî xercên pêvekirî yên ku di Forma Fermanê de an pêla têkelkirinê hatine destnîşankirin, em ji we re mafek bêhempa, ne-veguhestin, mafdar a tixûbdar didin we. destûrnameya ku hûn bikar bînin (û destûr bidin ku bikarhênerên weya destûrdar bikar bînin) Karûbarên ku hûn parvekirine, tenê ji bo armancên karsaziya xweya navxweyî.
ky: 5.1 Лицензия: Макулдашуунун шарттарына ылайык жана буйрук формасында же катталуу агымында көрсөтүлгөн бардык тиешелүү алымдарды өз убагында төлөп бергенден кийин, биз сизге эксклюзивдүү, өткөрүлүп берилбеген, чектелген укукту жана Жазылган Кызматтарды ички бизнес максаттарыңыз үчүн гана колдонууга уруксат (жана уруксат берилген колдонуучуларга колдонууга уруксат).
lb: 5.1 Lizenz: Ënner de Bedéngungen vun der Konventioun, an op fristgerecht Bezuelung vun alle benotzbaren Tariffer, déi an der Bestellungsform oder dem Umeldungsfloss uginn, gi mir Iech en net exklusiv, net iwwerdrobar, limitéiert Recht an Lizenz ze benotzen (an erlaabt Är autoriséiert Benotzer ze benotzen) d&#39;Servicer op déi Dir ageschriwwen hutt, eleng fir Är intern Geschäftszwecker.
lo: 5.1 ໃບອະນຸຍາດ: ຂຶ້ນກັບຂໍ້ ກຳ ນົດແລະເງື່ອນໄຂຂອງສັນຍາ, ແລະເມື່ອຈ່າຍເງິນຄ່າ ທຳ ນຽມທີ່ກ່ຽວຂ້ອງທັງ ໝົດ ທີ່ໄດ້ ກຳ ນົດໄວ້ໃນແບບຟອມ ຄຳ ສັ່ງຫລືກະແສລົງທະບຽນ, ພວກເຮົາຂໍມອບສິດໃຫ້ທ່ານທີ່ບໍ່ໂອນເງີນ, ໂອນເງີນ, ບໍ່ມີສິດ ຈຳ ກັດແລະ ຂໍອະນຸຍາດ ນຳ ໃຊ້ (ແລະອະນຸຍາດໃຫ້ຜູ້ຊົມໃຊ້ທີ່ໄດ້ຮັບອະນຸຍາດຂອງທ່ານໃຊ້) ການບໍລິການທີ່ທ່ານໄດ້ສະ ໝັກ, ພຽງແຕ່ເພື່ອຈຸດປະສົງທາງທຸລະກິດພາຍໃນຂອງທ່ານ.
lt: 5.1 Licencija: Laikydamiesi sutarties sąlygų ir laiku sumokėję visus taikytinus mokesčius, nurodytus užsakymo formoje ar registracijos sraute, mes suteikiame jums neišimtinę, neperleidžiamą, ribotą teisę ir licencija naudoti (ir leisti savo įgaliotiems vartotojams naudoti) paslaugas, kurias jūs užsiprenumeravote, tik savo vidaus verslo tikslams.
lv: 5.1. Licence: Ievērojot līguma noteikumus un nosacījumus, kā arī savlaicīgi samaksājot visas piemērojamās maksas, kas noteiktas pasūtījuma veidlapā vai reģistrēšanās plūsmā, ar šo mēs jums piešķiram neizslēdzamas, nenododamas, ierobežotas tiesības un licence izmantot (un atļaut autorizētiem lietotājiem izmantot) Pakalpojumus, kurus esat abonējis, tikai iekšējiem biznesa mērķiem.
mg: 5.1 Fahazoan-dàlana: manaraka ny fepetra sy ny fepetra ao amin&#39;ny Fifanarahana, ary rehefa mandoa ara-potoana ny vola ampiharina rehetra napetraka ao amin&#39;ny Drafitra baiko na ny fidirana fisoratana anarana, dia omenay anao ny zo tsy miangatra, tsy azo fehezina, voafetra ary zo voafetra fahazoan-dàlana hampiasana (ary avelao ny mpampiasa anao nahazo alalana hampiasa) ireo Serivisy izay efa nisoratanao anarana, ho an&#39;ny tanjon&#39;ny orinasa anatiny.
mi: 5.1 Raihana: I runga ano i nga tikanga me nga tikanga o te Whakaaetanga, a i runga i te wa e utua ana nga utu e tika ana i whakatakotoria i roto i te Puka ota ota ranei, ka tukuna e matou ki a koe tetahi kore-motuhake, kore-whakawhiti, toha tika raihana ki te whakamahi (ka tuku i o kaiwhakamahi kaiwhakamahi whai mana) ki te whakamahi i nga Ratonga i hokona e koe, he mea anake mo o kaupapa pakihi a-roto.
mk: 5.1 Лиценца: Во согласност со условите на Договорот, и по навремена исплата на сите применливи такси утврдени во Образецот за нарачка или протокот на најавување, со ова ви даваме неексклузивно, непреносливо, ограничено право и лиценца за користење (и дозволете им на вашите овластени корисници да ги користат) Услугите на кои сте се претплатиле, единствено за вашите внатрешни деловни цели.
ml: 5.1 ലൈസൻസ്: കരാറിന്റെ നിബന്ധനകൾക്കും വ്യവസ്ഥകൾക്കും വിധേയമായി, ഓർഡർ ഫോമിലോ സൈൻ അപ്പ് ഫ്ലോയിലോ പറഞ്ഞിരിക്കുന്ന ബാധകമായ എല്ലാ ഫീസുകളും യഥാസമയം അടച്ചാൽ, എക്‌സ്‌ക്ലൂസീവ് അല്ലാത്ത, കൈമാറ്റം ചെയ്യാനാകാത്ത, പരിമിത അവകാശവും നിങ്ങളുടെ ആന്തരിക ബിസിനസ്സ് ആവശ്യങ്ങൾക്കായി മാത്രം നിങ്ങൾ സബ്‌സ്‌ക്രൈബുചെയ്‌ത സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിനുള്ള ലൈസൻസ് (ഒപ്പം നിങ്ങളുടെ അംഗീകൃത ഉപയോക്താക്കളെ ഉപയോഗിക്കാൻ അനുവദിക്കുക).
mn: 5.1 Лиценз: Гэрээнд заасан нөхцлийн дагуу, Захиалгын маягт эсвэл гарын үсэг зурах урсгалд заасан бүх төлбөрийг цаг тухайд нь төлсний дараа бид танд онцгой, шилжүүлэхгүй, хязгаарлагдмал эрхийг өгөх болно. зөвхөн таны дотоод бизнесийн зорилгоор захиалсан үйлчилгээнүүдийг ашиглах зөвшөөрөл (мөн таны эрх бүхий хэрэглэгчдэд ашиглах эрхийг олгох).
mr: .1.१ परवाना: कराराच्या अटी व शर्तींच्या अधीन राहून, ऑर्डर फॉर्ममध्ये किंवा साइन-अप प्रवाहामध्ये निश्चित केलेल्या सर्व लागू शुल्काच्या वेळेवर देय दिल्यावर आम्ही आम्ही आपल्याला एक अनन्य, हस्तांतरणीय, मर्यादित हक्क आणि आपण ज्या सेवांसाठी सदस्यता घेतली आहे त्या सेवा वापरण्यासाठी (आणि आपल्या अधिकृत वापरकर्त्यांना वापरण्यास परवानगी द्या) परवाना, केवळ आपल्या अंतर्गत व्यवसायाच्या उद्देशाने.
ms: 5.1 Lesen: Tertakluk pada terma dan syarat Perjanjian, dan setelah pembayaran tepat pada masanya dari semua yuran yang berlaku yang dinyatakan dalam Borang Pesanan atau aliran pendaftaran, kami dengan ini memberikan hak yang tidak eksklusif, tidak dapat dipindah milik, terhad dan lesen untuk menggunakan (dan membenarkan pengguna anda yang sah untuk menggunakan) Perkhidmatan yang telah anda langgani, hanya untuk tujuan perniagaan dalaman anda.
mt: 5.1 Liċenzja: Bla ħsara għat-termini u l-kundizzjonijiet tal-Ftehim, u mal-ħlas f&#39;waqtu tat-tariffi kollha applikabbli stabbiliti fil-Formola ta &#39;l-Ordni jew fluss ta&#39; reġistrazzjoni, aħna hawnhekk nagħtuk dritt mhux esklussiv, mhux trasferibbli, limitat u liċenzja biex tuża (u tippermetti lill-utenti awtorizzati tiegħek jużaw) is-Servizzi li inti tkun sottoskritt, biss għall-għanijiet tan-negozju intern tiegħek.
my: ၅.၁ လိုင်စင် - သဘောတူညီချက်၏စည်းမျဉ်းစည်းကမ်းများကိုလိုက်နာပြီးအမိန့်ပုံစံသို့မဟုတ်စာရင်းသွင်းပုံစံတွင်ဖော်ပြထားသောသက်ဆိုင်သည့်အခကြေးငွေအားလုံးကိုအချိန်မီပေးဆောင်ခြင်းအားဖြင့်ကျွန်ုပ်တို့သည်သင့်အားအထူးသီးသန့်မဟုတ်သော၊ သင်စာရင်းသွင်းထားသော ၀ န်ဆောင်မှုများကိုသင်၏ပြည်တွင်းစီးပွားရေးရည်ရွယ်ချက်များအတွက်သာအသုံးပြုရန် (နှင့်သင့်ခွင့်ပြုထားသောအသုံးပြုသူများကိုခွင့်ပြုရန်) ခွင့်ပြုချက်။
ne: .1.१ इजाजत पत्र: सम्झौताको सर्त र नियमहरूको अधीनमा, र अर्डर फारम वा साइन-अप प्रवाहमा सेट गरिएका सबै लागू शुल्कहरूको समयमै भुक्तानी भएपछि हामी तपाईंलाई एउटा अनन्य, गैर-हस्तान्तरण योग्य, सीमित अधिकार र प्रयोग गर्नको लागि इजाजतपत्र (र तपाईंको अधिकृत प्रयोगकर्ताहरूलाई प्रयोग गर्न अनुमति दिनुहोस्) सेवाहरू जसमा तपाईंले सदस्यता लिनु भएको छ, केवल तपाईंको आन्तरिक व्यापार उद्देश्यहरूको लागि।
nl: 5.1 Licentie: Onder voorbehoud van de voorwaarden van de Overeenkomst en na tijdige betaling van alle toepasselijke vergoedingen zoals uiteengezet in het Bestelformulier of de aanmeldingsstroom, verlenen wij u hierbij een niet-exclusief, niet-overdraagbaar, beperkt recht en licentie om de Services waarop u geabonneerd bent te gebruiken (en uw geautoriseerde gebruikers te laten gebruiken), uitsluitend voor uw interne zakelijke doeleinden.
no: 5.1 Lisens: Med forbehold om avtalevilkårene og ved rettidig betaling av alle gjeldende gebyrer som er angitt i ordreskjemaet eller påmeldingsstrømmen, gir vi deg en ikke-eksklusiv, ikke-overførbar, begrenset rettighet og lisens til å bruke (og la autoriserte brukere bruke) tjenestene du abonnerer på, utelukkende for dine interne forretningsformål.
or: 5.1 ଲାଇସେନ୍ସ: ଚୁକ୍ତିନାମାଗୁଡିକର ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତାବଳୀ ଅନୁଯାୟୀ, ଏବଂ ଅର୍ଡର ଫର୍ମ କିମ୍ବା ସାଇନ୍ ଅପ୍ ଫ୍ଲୋରେ ନିର୍ଦ୍ଦିଷ୍ଟ ସମସ୍ତ ପ୍ରଯୁଜ୍ୟ ଶୁଳ୍କ ଠିକ୍ ସମୟରେ ପ୍ରଦାନ କରିବା ପରେ, ଆମେ ଆପଣଙ୍କୁ ଏକ ଅଣ-ସ୍ୱତନ୍ତ୍ର, ଅଣ-ସ୍ଥାନାନ୍ତରଯୋଗ୍ୟ, ସୀମିତ ଅଧିକାର ଏବଂ ସେବାଗୁଡିକ ବ୍ୟବହାର କରିବାକୁ ଲାଇସେନ୍ସ (ଏବଂ ଆପଣଙ୍କର ପ୍ରାଧିକୃତ ଉପଭୋକ୍ତାମାନଙ୍କୁ ବ୍ୟବହାର କରିବାକୁ ଅନୁମତି ଦିଅନ୍ତୁ) ଯେଉଁ ସେବାଗୁଡିକ ଆପଣ ସବସ୍କ୍ରାଇବ କରିଛନ୍ତି, କେବଳ ଆପଣଙ୍କର ଆଭ୍ୟନ୍ତରୀଣ ବ୍ୟବସାୟ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ |
pa: .1..1 ਲਾਇਸੈਂਸ: ਇਕਰਾਰਨਾਮੇ ਦੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਦੇ ਅਧੀਨ, ਅਤੇ ਆਰਡਰ ਫਾਰਮ ਜਾਂ ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ ਵਿਚ ਨਿਰਧਾਰਤ ਸਾਰੀਆਂ ਲਾਗੂ ਫੀਸਾਂ ਦੀ ਸਮੇਂ ਸਿਰ ਅਦਾਇਗੀ ਕਰਨ &#39;ਤੇ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਲਈ ਇਕ ਗੈਰ-ਨਿਵੇਕਲਾ, ਬਦਲੀ-ਰਹਿਤ, ਸੀਮਤ ਅਧਿਕਾਰ ਅਤੇ ਕੇਵਲ ਤੁਹਾਡੇ ਅੰਦਰੂਨੀ ਕਾਰੋਬਾਰੀ ਉਦੇਸ਼ਾਂ ਲਈ, ਜਿਹਨਾਂ ਸੇਵਾਵਾਂ ਦੀ ਤੁਸੀਂ ਗਾਹਕੀ ਲਿਆ ਹੈ, (ਅਤੇ ਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜ਼ਾਜ਼ਤ) ਦਾ ਲਾਇਸੈਂਸ.
pl: 5.1 Licencja: Z zastrzeżeniem warunków Umowy i po terminowym uiszczeniu wszystkich obowiązujących opłat określonych w Formularzu zamówienia lub rejestracji, niniejszym udzielamy Ci niewyłącznego, nieprzenoszalnego, ograniczonego prawa i licencja na korzystanie (i zezwalanie autoryzowanym użytkownikom na korzystanie) z Usług, które subskrybujesz, wyłącznie do wewnętrznych celów biznesowych.
ps: .1. Lic جواز: د تړون شرایط او شرایط تابع دي ، او د سپارښتنې فورمې یا لاسلیک جریان کې ټاکل شوي ټول پلي شوي فیسونو په بروقت تادیه کولو سره ، موږ تاسو ته دلته غیر اختصاصي ، د نه لیږدونې وړ ، محدود حق او د کارولو جواز (او اجازه ورکړل شوي کاروونکو ته اجازه ورکړئ) هغه خدمات چې تاسو پکې ګډون کړی وي ، یوازې د خپل داخلي سوداګرۍ موخو لپاره.
pt: 5.1 Licença: Sujeito aos termos e condições do Contrato, e mediante pagamento oportuno de todas as taxas aplicáveis estabelecidas no Formulário de Pedido ou no fluxo de inscrição, concedemos a você um direito limitado não exclusivo, intransferível e licença para usar (e permitir que seus usuários autorizados usem) os Serviços aos quais você se inscreveu, exclusivamente para fins comerciais internos.
ro: 5.1 Licență: Sub rezerva termenilor și condițiilor din acord și la plata în timp util a tuturor taxelor aplicabile prevăzute în Formularul de comandă sau în fluxul de înscriere, vă acordăm prin prezenta un drept neexclusiv, netransmisibil, limitat și licența de a utiliza (și permite utilizatorilor dvs. autorizați să utilizeze) Serviciile la care v-ați abonat, exclusiv în scopuri de afaceri interne.
ru: 5.1 Лицензия: при условии соблюдения условий Соглашения и после своевременной оплаты всех применимых сборов, указанных в Форме заказа или в процессе регистрации, мы настоящим предоставляем вам неисключительное, непередаваемое, ограниченное право и лицензия на использование (и разрешение вашим авторизованным пользователям использовать) Сервисы, на которые вы подписаны, исключительно для внутренних служебных целей.
rw: 5.1 Uruhushya: Haseguriwe ibikubiye mu masezerano, kandi mugihe cyo kwishyura ku gihe cyagenwe amafaranga yose asabwa agaragara mu ifishi yatanzwe cyangwa kwiyandikisha, turaguha uburenganzira budasanzwe, butimurwa, uburenganzira buke kandi uruhushya rwo gukoresha (kandi wemerere abakoresha bawe bemerewe gukoresha) Serivisi wiyandikishije, gusa kubikorwa byawe byimbere.
sd: 5.1 لائسنس: معاهدي جي شرطن ۽ ضابطن جي تابع ، ۽ آرڊر فارم يا سائن اپ فلو ۾ مقرر ڪيل سڀني قابل اطلاق فيس جي بروقت ادائيگي تي ، اسان هتي توهان کي هڪ غير خاص ، ناقابل منتقلي ، محدود حق ۽ استعمال ڪرڻ لاءِ اجازت نامو (۽ توهان جي اجازت ڏنل صارفن کي استعمال ڪرڻ جي اجازت ڏي) سروسز جن تي توهان سبسڪرائيب ڪيو آهي ، صرف توهان جي اندروني ڪاروباري مقصدن لاءِ.
si: 5.1 බලපත්‍රය: ගිවිසුමේ නියමයන් හා කොන්දේසි වලට යටත්ව, ඇණවුම් පෝරමයේ හෝ ලියාපදිංචි වීමේ ප්‍රවාහයේ දක්වා ඇති සියලුම අදාළ ගාස්තු කාලානුරූපව ගෙවීමෙන් පසු, අපි ඔබට සුවිශේෂී නොවන, මාරු කළ නොහැකි, සීමිත අයිතියක් සහ ඔබගේ අභ්‍යන්තර ව්‍යාපාරික අරමුණු සඳහා පමණක් ඔබ දායක වී ඇති සේවාවන් භාවිතා කිරීමට (සහ ඔබේ බලයලත් පරිශීලකයින්ට අවසර දීමට) බලපත්‍රය.
sk: 5.1 Licencia: V súlade so zmluvnými podmienkami a po včasnom zaplatení všetkých príslušných poplatkov uvedených v objednávkovom formulári alebo v registračnom postupe vám týmto udeľujeme nevýhradné, neprevoditeľné, obmedzené právo a licenciu na používanie (a umožnenie vašim oprávneným používateľom používať) Služby, ktoré ste si predplatili, výlučne pre vaše interné obchodné účely.
sl: 5.1 Licenca: V skladu s pogoji iz pogodbe in ob pravočasnem plačilu vseh veljavnih pristojbin, določenih v naročilnici ali vpisu, vam podelimo neizključno, neprenosljivo, omejeno pravico in dovoljenje za uporabo (in dovoljenje pooblaščenim uporabnikom za uporabo) storitev, na katere ste naročeni, izključno za vaše notranje poslovne namene.
sq: 5.1 licencë: Në varësi të kushteve dhe kushteve të Marrëveshjes, dhe pas pagimit në kohë të të gjitha tarifave të aplikueshme të përcaktuara në Formularin e Rendit ose fluksit të regjistrimit, ne ju japim një të drejtë jo ekskluzive, jo të transferueshme, të kufizuar dhe licencë për të përdorur (dhe lejuar përdoruesit tuaj të autorizuar të përdorin) Shërbimet në të cilat keni abonuar, vetëm për qëllime të biznesit tuaj të brendshëm.
sr: 5.1 Лиценца: У складу са условима и одредбама овог Уговора, и правовременом уплатом свих важећих накнада утврђених у Обрасцу за наруџбу или протоку за пријаву, овим путем вам дајемо неексклузивно, непреносиво, ограничено право и лиценцу за коришћење (и дозволите овлашћеним корисницима да користе) услуге на које сте се претплатили, искључиво за ваше интерне пословне потребе.
sv: 5.1 Licens: Med förbehåll för villkoren i avtalet och vid snabb betalning av alla tillämpliga avgifter som anges i beställningsformuläret eller anmälningsflödet, ger vi dig härmed en icke-exklusiv, icke överförbar, begränsad rätt och licens att använda (och tillåta dina auktoriserade användare att använda) de tjänster som du har prenumererat, enbart för dina interna affärsändamål.
sw: Leseni: 5. Kulingana na kanuni na masharti ya Mkataba, na baada ya malipo ya ada yote yanayowekwa katika Fomu ya agizo au mtiririko wa kusaini, kwa hivyo tunakupa haki isiyo ya kipekee, isiyohamishika, isiyo na kikomo na leseni ya kutumia (na ruhusu watumiaji wako walioidhinishwa kutumia) Huduma ambazo umejiandikisha, kwa sababu za biashara yako ya ndani tu.
ta: 5.1 உரிமம்: ஒப்பந்தத்தின் விதிமுறைகள் மற்றும் நிபந்தனைகளுக்கு உட்பட்டு, ஆர்டர் படிவம் அல்லது பதிவுபெறும் ஓட்டத்தில் குறிப்பிடப்பட்டுள்ள பொருந்தக்கூடிய அனைத்து கட்டணங்களையும் சரியான நேரத்தில் செலுத்திய பின்னர், நாங்கள் உங்களுக்கு பிரத்யேகமற்ற, மாற்ற முடியாத, வரையறுக்கப்பட்ட உரிமை மற்றும் உங்கள் உள் வணிக நோக்கங்களுக்காக மட்டுமே நீங்கள் குழுசேர்ந்த சேவைகளைப் பயன்படுத்துவதற்கான உரிமம் (மற்றும் உங்கள் அங்கீகரிக்கப்பட்ட பயனர்களைப் பயன்படுத்த அனுமதிக்கவும்).
te: 5.1 లైసెన్స్: ఒప్పందం యొక్క నిబంధనలు మరియు షరతులకు లోబడి, మరియు ఆర్డర్ ఫారం లేదా సైన్-అప్ ప్రవాహంలో పేర్కొన్న అన్ని వర్తించే ఫీజులను సకాలంలో చెల్లించిన తరువాత, మేము మీకు ప్రత్యేకమైన, బదిలీ చేయలేని, పరిమిత హక్కు మరియు మీ అంతర్గత వ్యాపార ప్రయోజనాల కోసం మాత్రమే మీరు చందా చేసిన సేవలను ఉపయోగించడానికి (మరియు మీ అధీకృత వినియోగదారులను ఉపయోగించడానికి అనుమతి).
tg: 5.1 Литсензия: Бо риояи шартҳои Шартнома ва ҳангоми пардохти саривақтии ҳама пардохтҳои дар шакли фармоиш додашуда ё ҷараёни сабти ном, мо бо ин роҳ ба шумо ҳуқуқи ғайриистислӣ, интиқолнашаванда ва маҳдуд медиҳем ва литсензия барои истифодаи хидматҳое, ки шумо обуна шудаед (ва ба корбарони ваколатдори шумо барои истифода иҷозат диҳед), танҳо барои мақсадҳои тиҷорати дохилии худ.
th: 5.1 ใบอนุญาต: ขึ้นอยู่กับข้อกำหนดและเงื่อนไขของข้อตกลงและเมื่อชำระค่าธรรมเนียมที่เกี่ยวข้องทั้งหมดตามเวลาที่กำหนดไว้ในแบบฟอร์มการสั่งซื้อหรือขั้นตอนการสมัครใช้งานเราจะให้สิทธิ์ที่ไม่ผูกขาดไม่สามารถถ่ายโอน จำกัด และไม่ จำกัด ใบอนุญาตในการใช้ (และอนุญาตให้ผู้ใช้ที่ได้รับอนุญาตของคุณใช้) บริการที่คุณสมัครเป็นสมาชิกเพียงเพื่อจุดประสงค์ทางธุรกิจภายในของคุณ
tk: 5.1 Ygtyýarnama: Ylalaşygyň şertlerine we sargyt görnüşinde ýa-da hasaba alyş akymynda görkezilen ähli tölegleri öz wagtynda tölänimizden soň, size aýratyn däl, geçirilmeýän, çäklendirilen hukugy berýäris we Diňe içerki iş maksatlaryňyz üçin abuna ýazylan hyzmatlaryňyzy ulanmaga ygtyýarnama (we ygtyýarly ulanyjylaryňyza rugsat beriň).
tl: 5.1 Lisensya: Nailalim sa mga termino at kundisyon ng Kasunduan, at kapag napapanahong pagbabayad ng lahat ng naaangkop na bayad na nakalagay sa Order Form o pag-sign-up na daloy, kami ay nagbibigay sa iyo ng isang hindi eksklusibo, hindi mailipat, limitadong karapatan at lisensya na gamitin (at pahintulutan ang iyong mga awtorisadong gumagamit na gamitin) ang Mga Serbisyo na kung saan mo nag-subscribe, para lamang sa iyong mga layunin sa panloob na negosyo.
tr: 5.1 Lisans: Sözleşmenin hüküm ve koşullarına ve Sipariş Formunda veya kayıt akışında belirtilen tüm geçerli ücretlerin zamanında ödenmesi durumunda, size münhasır olmayan, devredilemeyen, sınırlı bir hak ve abone olduğunuz Hizmetleri yalnızca şirket içi kullanım amaçlarınız için kullanma lisansı (ve yetkili kullanıcılarınızın kullanmasına izin verme) lisansı.
tt: 5.1 Лицензия: Килешү шартларын исәпкә алып, Заказ формасында яки теркәлү агымында күрсәтелгән барлык түләүләрне вакытында түләгәннән соң, без сезгә эксклюзив булмаган, күчерелмәгән, чикләнгән хокук һәм Эчке бизнес максатларында гына, сез язылган хезмәтләрне кулланырга лицензия (һәм сезнең вәкаләтле кулланучыларга рөхсәт итегез).
ug: 5.1 ئىجازەتنامە: كېلىشىمنىڭ ماددىلىرى ۋە شەرتلىرىگە ئاساسەن ، زاكاز جەدۋىلى ياكى تىزىمغا ئالدۇرۇش ئېقىمىدا بەلگىلەنگەن بارلىق ھەقلەرنى ۋاقتىدا تاپشۇرغاندىن كېيىن ، بىز سىزگە ئالاھىدە ، يۆتكىگىلى بولمايدىغان ، چەكلىك ھوقۇق ۋە ھوقۇق بېرىمىز. پەقەت سىزنىڭ ئىچكى سودا مەقسىتىڭىز ئۈچۈن مۇشتەرى بولغان مۇلازىمەتلەرنى ئىشلىتىش ئىجازەتنامىسى (ئىجازەت بېرىلگەن ئابونتلىرىڭىزنىڭ ئىشلىتىشىگە ئىجازەت بېرىش).
uk: 5.1 Ліцензія: Згідно з умовами та умовами Договору, і при своєчасній сплаті всіх застосованих платежів, визначених у Формі замовлення або потоці реєстрації, ми надаємо Вам неексклюзивне, непередавальне, обмежене право та ліцензія на використання (і дозвіл своїх уповноважених користувачів на використання) Служб, на які ви підписалися, виключно для внутрішніх бізнес-цілей.
ur: 5.1 لائسنس: معاہدے کی شرائط و ضوابط سے مشروط ، اور آرڈر فارم یا سائن اپ فلو میں متعین تمام قابل اطلاق فیس کی بروقت ادائیگی کے بعد ، ہم آپ کو ایک غیر خصوصی ، غیر منتقلی ، محدود حق اور مکمل طور پر اپنے داخلی کاروباری مقاصد کے لئے ، جن خدمات کی آپ نے خریداری کی ہے ، ان کا استعمال (اور اپنے مجاز صارفین کو استعمال کرنے کی اجازت) کا لائسنس۔
uz: 5.1 Litsenziya: Shartnoma shartlariga binoan va Buyurtma Formasida yoki ro&#39;yxatdan o&#39;tish oqimida ko&#39;rsatilgan barcha to&#39;lovlarni o&#39;z vaqtida to&#39;lash orqali biz sizga eksklyuziv, o&#39;tkazib bo&#39;lmaydigan, cheklangan huquqni va faqat o&#39;zingizning ichki biznesingiz maqsadlarida obuna bo&#39;lgan Xizmatlardan foydalanish huquqini beradigan litsenziya (va sizning avtorizatsiyalangan foydalanuvchilaringizdan foydalanishga ruxsat berish).
vi: 5.1 Giấy phép: Theo các điều khoản và điều kiện của Thỏa thuận và khi thanh toán kịp thời tất cả các khoản phí áp dụng được quy định trong Mẫu đơn đặt hàng hoặc luồng đăng ký, chúng tôi sẽ cấp cho bạn quyền không độc quyền, không thể chuyển nhượng, giới hạn và giấy phép sử dụng (và cho phép người dùng được ủy quyền của bạn sử dụng) Dịch vụ mà bạn đã đăng ký, chỉ dành cho mục đích kinh doanh nội bộ của bạn.
xh: 5.1 Ilayisensi: Kuxhomekeka kwimigaqo kunye neemeko zeSivumelwano, kunye nokuhlawulwa kwangexesha kwazo zonke iifizi ezichazwe kwiFom yoku-odola okanye ukuhamba-ukusayina, siya kuthi sikunike ilungelo elikhethekileyo, elingenakugqithiswa, ilungelo elinomda kunye iphepha-mvume lokusebenzisa (kwaye uvumele abasebenzisi bakho abagunyazisiweyo ukuba basebenzise) iinkonzo obhalise kuzo, ukulungiselela iinjongo zeshishini lakho langaphakathi.
yi: 5.1 דערלויבעניש: אונטער די טנאָים און באדינגונגען פון די אַגרעעמענט, און אין די רעכט צאָלונג פון אַלע אָנווענדלעך פעעס, וואָס זענען געוויזן אין די אָרדער פאָרעם אָדער זיך-אַרויף לויפן, מיר דערלויבן צו איר אַ ניט-ויסשליסיק, ניט-טראַנספעראַבאַל, לימיטעד רעכט און דערלויבעניש צו נוצן (און דערלויבן דיין אָטערייזד ניצערס צו נוצן) די סערוויסעס צו וואָס איר האָבן סאַבסקרייבד, בלויז פֿאַר דיין ינערלעך געשעפט צוועקן.
