Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Get Started with our Built-in Apps
af: Begin met ons ingeboude programme
am: አብሮገነብ የሚሆኑ መተግበሪያዎቻችንን ይጀምሩ
ar: ابدأ مع تطبيقاتنا المدمجة
az: Daxili tətbiqlərimizə başlayın
be: Пачатак працы з нашымі ўбудаванымі прыкладаннямі
bg: Започнете с нашите вградени приложения
bn: আমাদের অন্তর্নির্মিত অ্যাপস দিয়ে শুরু করুন
ca: Comenceu amb les nostres aplicacions incorporades
cs: Začněte s našimi vestavěnými aplikacemi
cy: Dechrau arni gyda&#39;n Apps Built-in
da: Kom i gang med vores indbyggede apps
de: Erste Schritte mit unseren integrierten Apps
el: Ξεκινήστε με τις ενσωματωμένες εφαρμογές μας
eo: Komenci kun nia Enkonstruita Apps
es: Comience con nuestras aplicaciones integradas
et: Alustage meie sisseehitatud rakendustega
eu: Hasi gure Eraikitako Aplikazioekin
fa: شروع به کار با برنامه های ساخته شده ما
fi: Aloita sisäänrakennetut sovellukset
fr: Commencez avec nos applications intégrées
fy: Begjinne mei ús ynboude apps
ga: Faigh Tús le ár nAipeanna Tógtha
gd: Toiseach tòiseachaidh leis na h-aplacaidean ann an togalach
gl: Comezar coa nosa aplicación incorporada
gu: અમારા બિલ્ટ-ઇન એપ્લિકેશન્સથી પ્રારંભ કરો
hi: हमारे अंतर्निहित ऐप्स के साथ आरंभ करें
hr: Započnite s našim ugrađenim aplikacijama
hu: Kezdje el a beépített alkalmazásokat
hy: Սկսեք մեր Ներկառուցված հավելվածներին
id: Mulailah dengan Aplikasi Internal kami
is: Byrjaðu með innbyggðum forritum okkar
it: Inizia con le nostre app integrate
iw: התחל בעבודה עם האפליקציות המובנות שלנו
ja: 私たちの内蔵アプリを始めよう
ka: დაიწყეთ ჩვენი ჩამონტაჟებული აპლიკაციები
kk: Кіріктірілген қолданбаларымызды іске қосыңыз
km: ចាប់ផ្ដើមជាមួយកម្មវិធីជាប់ជាមួយរបស់យើង
kn: ನಮ್ಮ ಅಂತರ್ನಿರ್ಮಿತ ಅಪ್ಲಿಕೇಶನ್ಗಳೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಿ
ku: Bi Destûra me ya Înternetê Dest pê bikin
ky: Биздин Камтылган колдонмолор менен баштоо
lb: Gitt begéint mat eise Built-In Apps
lo: ເລີ່ມຕົ້ນດ້ວຍການກໍ່ສ້າງຂອງພວກເຮົາ
lt: Pradėkite naudodami integruotas programas
lv: Sāciet darbu ar mūsu iebūvētajām lietotnēm
mg: Manomboha amin&#39;ny fampiasana ny tranokala
mi: Tīmata ki a Tatou Whakamahi Whakauru
mk: Започнете со нашите вградени апликации
ml: ഞങ്ങളുടെ അന്തർ നിർമ്മിത അപ്ലിക്കേഷനുകൾ ഉപയോഗിച്ച് ആരംഭിക്കുക
mn: Бидний Барьсан апп-уудтай танилцах
mr: आमच्या अंगभूत अनुप्रयोगांसह प्रारंभ करा
ms: Bermula dengan Apps Terbina kami
mt: Ibda bl-Apps Mibnija tagħna
my: ကျွန်တော်တို့ရဲ့ Built-in Apps ကပနှင့်အတူ Started Get
ne: हाम्रो निर्मित अनुप्रयोगहरूमा सुरु गर्नुहोस्
nl: Aan de slag met onze ingebouwde apps
no: Kom i gang med våre innebygde apper
or: ଆମର ବିଲ୍ଟ-ଇନ୍ ଆପ୍ସ ସହିତ ଆରମ୍ଭ କରନ୍ତୁ |
pa: ਸਾਡੇ ਬਿਲਟ-ਇਨ ਐਪਸ ਨਾਲ ਸ਼ੁਰੂਆਤ ਕਰੋ
pl: Zacznij korzystać z naszych wbudowanych aplikacji
ps: زموږ د بل انټرالیو سره پیل کړئ
pt: Comece a usar nossos aplicativos integrados
ro: Începeți cu aplicațiile noastre încorporate
ru: Начните с наших встроенных приложений
rw: Tangira hamwe na porogaramu zacu zubatswe
sd: اسان جي تعمير ڪيل ائپس سان شروع ڪريو
si: අපගේ ස්ථාපිත යෙදුම් සමඟ ආරම්භ කරන්න
sk: Začnite s našimi vstavanými aplikáciami
sl: Začnite z vgrajenimi aplikacijami
sq: Filloni me Apps tonë të ndërtuar
sr: Почните са нашим уграђеним апликацијама
sv: Kom igång med våra inbyggda appar
sw: Anza na programu zetu zilizojengwa
ta: எங்கள் உள்ளமைக்கப்பட்ட பயன்பாடுகளுடன் தொடங்குங்கள்
te: మా అంతర్నిర్మిత అనువర్తనాలతో ప్రారంభించండి
tg: Get Started бо Лоиҳаҳои дохилии мо оғоз кунед
th: เริ่มต้นใช้งานแอพในตัวของเรา
tk: Gurlan programmalarymyzdan başlaň
tl: Magsimula sa aming Mga Built-in na Apps
tr: Yerleşik Uygulamalarımıza Başlayın
tt: Безнең урнаштырылган кушымталардан башлап җибәрегез
ug: قاچىلانغان ئەپلىرىمىزدىن باشلاڭ
uk: Розпочніть роботу з вбудованими додатками
ur: ہمارے بلٹ ان اطلاقات کے ساتھ شروع کریں
uz: Ichki ilovalar bilan ishlashni boshlang
vi: Bắt đầu với Ứng dụng tích hợp của chúng tôi
xh: Qala ngeNkqubo zethu ezakhelwe ngaphakathi
yi: באַקומען סטאַרטעד מיט אונדזער געבויט-אין אַפּפּס

source: All you need in one place.
af: Al wat jy nodig het in een plek.
am: የሚያስፈልግዎ በአንድ ቦታ.
ar: كل ما تحتاجه في مكان واحد.
az: Bir yerdə ehtiyacınız var.
be: Усё, што вам трэба ў адным месцы.
bg: Всичко, от което се нуждаете на едно място.
bn: সব আপনি এক জায়গায় প্রয়োজন।
ca: Tot el que necessiteu en un sol lloc.
cs: Vše, co potřebujete na jednom místě.
cy: Y cyfan sydd ei angen mewn un lle.
da: Alt hvad du behøver på ét sted.
de: Alles was Sie brauchen, an einem Ort.
el: Το μόνο που χρειάζεστε σε ένα μέρος.
eo: Vi nur bezonas en unu loko.
es: Todo lo que necesitas en un solo lugar.
et: Kõik, mida vajate ühes kohas.
eu: Leku bakar batean behar duzun guztia.
fa: همه شما در یک مکان نیاز دارید.
fi: Kaikki mitä tarvitset yhdessä paikassa.
fr: Tout ce dont vous avez besoin au même endroit.
fy: Alles wat jo nedich hawwe op ien plak.
ga: Gach a theastaíonn uait in aon áit amháin.
gd: Chan eil a dhìth ach ann an aon àite.
gl: Todo o que necesitas nun só lugar.
gu: તમારે એક જ સ્થાને જરૂર છે.
hi: आप सभी को एक ही स्थान पर चाहिए।
hr: Sve što trebate na jednom mjestu.
hu: Minden, amire szüksége van egy helyen.
hy: Ձեզ անհրաժեշտ է մեկ տեղում:
id: Yang Anda butuhkan di satu tempat.
is: Allt sem þú þarft á einum stað.
it: Tutto ciò che ti serve in un unico posto.
iw: כל מה שאתה צריך במקום אחד.
ja: あなたが一箇所に必要なすべて。
ka: ყველაფერი გჭირდებათ ერთ ადგილას.
kk: Сізге бір жерде қажет.
km: អ្វីដែលអ្នកត្រូវការនៅកន្លែងតែមួយ។
kn: ನಿಮಗೆ ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಬೇಕಾಗಿರುವುದು.
ku: Hemî hûn hewce ne li yek ciyê.
ky: Бардыгы бир жерде болушу керек.
lb: Alles wat Dir an enger Plaz braucht.
lo: ທັງຫມົດທີ່ທ່ານຕ້ອງການຢູ່ໃນສະຖານທີ່ຫນຶ່ງ.
lt: Viskas ko jums reikia vienoje vietoje.
lv: Viss, kas jums nepieciešams vienā vietā.
mg: Mila anao amin&#39;ny toerana iray.
mi: Katoa e hiahia ana koe i tetahi wahi.
mk: Сè што ти треба на едно место.
ml: നിങ്ങൾക്ക് ഒരിടത്ത് വേണമെങ്കിൽ.
mn: Та бүхэнд нэг л хэрэгтэй.
mr: आपल्याला फक्त एकाच ठिकाणी आवश्यक आहे.
ms: Apa yang anda perlukan di satu tempat.
mt: Kulma għandek bżonn f&#39;post wieħed.
my: သငျသညျတစ်နေရာတည်းတွင်မလိုအပ်အားလုံး။
ne: तपाईलाई एकै ठाउँमा जरुरी छ।
nl: Alles wat je nodig hebt op één plek.
no: Alt du trenger på ett sted.
or: ଗୋଟିଏ ଜାଗାରେ ତୁମକୁ ଦରକାର |
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਹੀ ਸਥਾਨ ਤੇ ਲੋੜ ਹੈ
pl: Wszystko, czego potrzebujesz w jednym miejscu.
ps: ټول ته په یو ځای کې اړتیا لرئ.
pt: Tudo que você precisa em um só lugar.
ro: Tot ce ai nevoie într-un singur loc.
ru: Все что вам нужно в одном месте.
rw: Ibyo ukeneye byose ahantu hamwe.
sd: اوھان کي ھڪڙي جڳھ جي ضرورت آھي.
si: ඔබට අවශ්ය එකම ස්ථානයක සියල්ල.
sk: Všetko, čo potrebujete na jednom mieste.
sl: Vse kar potrebujete na enem mestu.
sq: Të gjitha që ju nevojitet në një vend.
sr: Све што вам је потребно на једном месту.
sv: Allt du behöver på ett ställe.
sw: Wote unahitaji mahali pekee.
ta: ஒரே இடத்தில் உங்களுக்கு தேவையான அனைத்துமே.
te: మీకు ఒకే స్థలంలో అవసరం.
tg: Ҳамаи шумо дар як ҷой мехоҳед.
th: ทั้งหมดที่คุณต้องการในที่เดียว
tk: Size bir ýerde gerek zat.
tl: Lahat ng kailangan mo sa isang lugar.
tr: Tek ihtiyacınız olan tek şey.
tt: Сезгә бер урында кирәк.
ug: سىزگە لازىملىق بىر نەرسە.
uk: Все, що потрібно в одному місці.
ur: آپ کو ایک ہی جگہ میں ضرورت ہے.
uz: Sizga bir joyda kerak.
vi: Tất cả bạn cần ở một nơi.
xh: Yonke into oyifunayo kwindawo enye.
yi: אַלע איר דאַרפֿן אין איין אָרט.

source: Case Feed
af: Saakvoer
am: ኬዝ መጋቢ
ar: تغذية القضية
be: справа паток
bg: Feed Feed
bn: কেস ফিড
ca: Alimentació de casos
cs: Případová studie
cy: Bwyd Anifeiliaid
el: Τροφοδοσία υποθέσεων
eo: Kasaciaj Paŝtaĵoj
es: Alimentación del caso
eu: Kasuen jarioa
fa: خوراک مورد
fi: Tapaussyöttö
fr: Flux de cas
ga: Fotha Cáis
gd: Beathachadh Cùise
gl: Alimentación de casos
gu: કેસ ફીડ
hi: केस फ़ीड
hr: Feed slučaja
hy: Գործի կերակուրը
id: Umpan Kasus
it: Feed caso
iw: עדכון מקרה
ja: ケースフィード
km: មតិព័ត៌មានសំណុំបែបបទ
kn: ಕೇಸ್ ಫೀಡ್
ku: Feed Feed
ky: Case поток
lv: Lietas plūsma
mi: Tohu Kai
mk: Случај храна
ml: കേസ് ഫീഡ്
mn: Тохиолдолын тэжээл
mr: केस फीड
ms: Suapan Kes
mt: Għalf tal-Każijiet
my: ဖြစ်ရပ်မှန် Feed
ne: केस फीड
or: କେସ୍ ଫିଡ୍ |
pa: ਕੇਸ ਫੀਡ
pl: Feed Case
ps: د قضیې تغذیه
pt: Feed do caso
ro: Cazul de alimentare
rw: Kugaburira Urubanza
sd: ڪيس جي کاڌ
si: නඩු සංග්රහය
sk: Prípad Prípad
sl: Feed Feed
sq: Rasti Feed
sr: Цасе Феед
sw: Chakula cha Kichunguzi
ta: கேஸ் ஊட்டம்
te: కేస్ ఫీడ్
tg: Маблағ
th: ฟีดกรณี
tk: Mysal üçin iýmit
tl: Feed ng Kaso
tr: Vaka Beslemesi
tt: Эш тасмасы
ug: دېلو مىسالى
uk: Подача матеріалу
ur: کیس فیڈ
uz: Xolbani asrash
vi: Thức ăn chăn nuôi
xh: Isondlo seNkundla
yi: קאַסע פיטער
