Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Add
af: Voeg
am: አክል
ar: إضافة
az: Əlavə et
be: дадаваць
bg: Добави
bn: যোগ
ca: Afegeix
cs: Přidat
cy: Ychwanegu
da: Tilføje
de: Hinzufügen
el: Προσθέτω
eo: Aldoni
es: Añadir
et: Lisama
eu: Gehitu
fa: اضافه کردن
fi: Lisätä
fr: Ajouter
ga: Cuir
gd: Cuir
gl: Engadir
gu: ઉમેરો
hi: जोड़ना
hr: Dodati
hu: hozzáad
hy: Ավելացնել
id: Menambahkan
is: Bæta við
it: Inserisci
iw: לְהוֹסִיף
ja: 追加
ka: დამატება
kk: Қосу
km: បន្ថែម
kn: ಸೇರಿಸಿ
ku: Lêzêdekirin
ky: кошуу
lb: Foto
lo: ຕື່ມ
lt: Papildyti
lv: Pievienot
mi: Tāpiri
mk: Додај
ml: ചേർക്കുക
mn: Нэмэх
mr: जोडा
ms: Tambah
mt: Żid
my: ပေါင်း
ne: थप
nl: Toevoegen
no: Legg til
or: ଯୋଡନ୍ତୁ |
pa: ਜੋੜੋ
pl: Dodaj
ps: اضافه کړه
pt: Adicionar
ro: Adăuga
ru: Добавить
rw: Ongeraho
sd: شامل ڪريو
si: එකතු කරන්න
sk: pridať
sl: Dodaj
sq: shtoj
sr: Додати
sv: Lägg till
sw: Ongeza
ta: கூட்டு
te: చేర్చు
tg: илова кардан
th: เพิ่ม
tk: Goş
tl: Magdagdag
tr: Eklemek
tt: Кушу
ug: قوش
uk: Додати
ur: شامل کریں
uz: Qo&#39;shish
vi: Thêm vào
xh: Yongeza
yi: לייג צו

source: No enterprise app found
af: Geen ondernemingprogram gevind nie
am: ምንም የድርጅት መተግበሪያ አልተገኘም።
ar: لم يتم العثور على تطبيق خاص بالمؤسسة
az: Heç bir müəssisə proqramı tapılmadı
be: Карпаратыўная праграма не знойдзена
bg: Няма намерено корпоративно приложение
bn: কোনো এন্টারপ্রাইজ অ্যাপ পাওয়া যায়নি
ca: No s'ha trobat cap aplicació empresarial
cs: Nebyla nalezena žádná podniková aplikace
cy: Ni chanfuwyd ap menter
da: Ingen virksomhedsapp fundet
de: Keine Unternehmens-App gefunden
el: Δεν βρέθηκε εταιρική εφαρμογή
eo: Neniu entreprena aplikaĵo trovita
es: No se encontró ninguna aplicación empresarial
et: Ühtegi ettevõtte rakendust ei leitud
eu: Ez da aurkitu enpresa-aplikaziorik
fa: هیچ برنامه سازمانی یافت نشد
fi: Yrityssovellusta ei löytynyt
fr: Aucune application d'entreprise trouvée
fy: Gjin bedriuwsapp fûn
ga: Níor aimsíodh aon aip fiontraíochta
gd: Cha deach aplacaid iomairt a lorg
gl: Non se atopou ningunha aplicación empresarial
gu: કોઈ એન્ટરપ્રાઇઝ એપ્લિકેશન મળી નથી
hi: कोई एंटरप्राइज़ ऐप्लिकेशन नहीं मिला
hr: Nije pronađena nijedna poslovna aplikacija
hu: Nem található vállalati alkalmazás
hy: Կազմակերպության հավելված չի գտնվել
id: Tidak ditemukan aplikasi perusahaan
is: Ekkert fyrirtækisforrit fannst
it: Nessuna app aziendale trovata
iw: לא נמצאה אפליקציה ארגונית
ja: エンタープライズ アプリが見つかりません
ka: საწარმოს აპლიკაცია ვერ მოიძებნა
kk: Ешқандай кәсіпорын қолданбасы табылмады
km: រកមិនឃើញកម្មវិធីសហគ្រាសទេ។
kn: ಯಾವುದೇ ಎಂಟರ್‌ಪ್ರೈಸ್ ಅಪ್ಲಿಕೇಶನ್ ಕಂಡುಬಂದಿಲ್ಲ
ku: Serlêdana pargîdaniyê nehat dîtin
ky: Ишкана колдонмосу табылган жок
lb: Keng Enterprise App fonnt
lo: ບໍ່ພົບແອັບວິສາຫະກິດ
lt: Įmonės programa nerasta
lv: Netika atrasta neviena uzņēmuma lietotne
mg: Tsy hita ny fampiharana orinasa
mi: Kaore i kitea he taupānga hinonga
mk: Не е пронајдена апликација за претпријатие
ml: എന്റർപ്രൈസ് ആപ്പൊന്നും കണ്ടെത്തിയില്ല
mn: Байгууллагын апп олдсонгүй
mr: कोणतेही एंटरप्राइझ अॅप आढळले नाही
ms: Tiada apl perusahaan ditemui
mt: L-ebda app tal-intrapriża ma nstabet
my: လုပ်ငန်းအက်ပ်မတွေ့ပါ။
ne: कुनै इन्टरप्राइज एप फेला परेन
nl: Geen zakelijke app gevonden
no: Fant ingen bedriftsapp
or: କ enterprise ଣସି ଏଣ୍ଟରପ୍ରାଇଜ୍ ଆପ୍ ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਐਪ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono aplikacji dla przedsiębiorstw
ps: هیڅ تصدۍ ایپ ونه موندل شو
pt: Nenhum aplicativo corporativo encontrado
ro: Nu a fost găsită nicio aplicație pentru întreprinderi
ru: Корпоративное приложение не найдено
rw: Nta porogaramu yimishinga yabonetse
sd: ڪا به انٽرپرائز ايپ نه ملي
si: ව්‍යවසාය යෙදුමක් හමු නොවීය
sk: Nenašla sa žiadna podniková aplikácia
sl: Ni najdene poslovne aplikacije
sq: Nuk u gjet asnjë aplikacion i ndërmarrjes
sr: Није пронађена ниједна апликација за предузећа
sv: Ingen företagsapp hittades
sw: Hakuna programu ya biashara iliyopatikana
ta: நிறுவன பயன்பாடு எதுவும் இல்லை
te: ఎంటర్‌ప్రైజ్ యాప్ ఏదీ కనుగొనబడలేదు
tg: Ягон барномаи корхона ёфт нашуд
th: ไม่พบแอปขององค์กร
tk: Kärhana programmasy tapylmady
tl: Walang nakitang enterprise app
tr: Kurumsal uygulama bulunamadı
tt: Предприятие кушымтасы табылмады
ug: كارخانا ئەپلىرى تېپىلمىدى
uk: Корпоративну програму не знайдено
ur: کوئی انٹرپرائز ایپ نہیں ملی
uz: Hech qanday korporativ ilova topilmadi
vi: Không tìm thấy ứng dụng doanh nghiệp nào
xh: Akukho app yeshishini ifunyenweyo
yi: קיין פאַרנעמונג אַפּ געפֿונען

source: Pending
af: Hangende
am: በመጠባበቅ ላይ
ar: قيد الانتظار
az: gözləyən
be: У чаканні
bg: В очакване
bn: বিচারাধীন
ca: Pendents
cs: čekající
cy: Arfaeth
da: Verserende
de: Ausstehend
el: εκκρεμής
eo: Decidota
es: Pendiente
et: Ootel
eu: Zain
fa: در انتظار
fi: Odottaa
fr: En attente
fy: Yn ôfwachting
ga: Ar feitheamh
gd: A' feitheamh
gl: Pendente
gu: બાકી છે
hi: लंबित
hr: U tijeku
hu: Függőben levő
hy: Սպասվում է
id: Tertunda
is: Í bið
it: In attesa di
iw: ממתין ל
ja: 保留中
ka: მომლოდინე
kk: Күтуде
km: កំពុងរង់ចាំ
kn: ಬಾಕಿಯಿದೆ
ku: Nexelas
ky: Күтүүдө
lb: Erwaardung
lo: ລໍຖ້າຢູ່
lt: Kol
lv: Gaida
mg: mbola miandry
mi: Tarewa ana
mk: Во очекување
ml: തീർപ്പാക്കാത്തത്
mn: Хүлээгдэж байна
mr: प्रलंबित
ms: Yang belum selesai
mt: Pendenti
my: ဆိုင်းငံ့ထားသည်။
ne: विचाराधीन
nl: In afwachting
no: Avventer
or: ବିଚାରାଧୀନ ଅଛି
pa: ਬਕਾਇਆ
pl: W oczekiwaniu
ps: پاتې
pt: Pendente
ro: In asteptarea
ru: В ожидании
rw: Bitegereje
sd: باقي رهيو
si: පොරොත්තුවෙන්
sk: Čaká na spracovanie
sl: V teku
sq: Në pritje
sr: нерешен
sv: I väntan på
sw: Inasubiri
ta: நிலுவையில் உள்ளது
te: పెండింగ్‌లో ఉంది
tg: Дар интизорӣ
th: รอดำเนินการ
tk: Garaşylýar
tl: Nakabinbin
tr: Askıda olması
tt: Көтелгән
ug: ساقلىنىۋاتىدۇ
uk: В очікуванні
ur: زیر التواء
uz: Kutilmoqda
vi: Chưa giải quyết
xh: Ilindile
yi: פּענדינג

source: No domains found
af: Geen domeine gevind nie
am: ምንም ጎራዎች አልተገኙም።
ar: لم يتم العثور على المجالات
az: Heç bir domen tapılmadı
be: Дамены не знойдзены
bg: Няма намерени домейни
bn: কোন ডোমেইন পাওয়া যায়নি
ca: No s'han trobat dominis
cs: Nebyly nalezeny žádné domény
cy: Heb ganfod parthau
da: Ingen domæner fundet
de: Keine Domänen gefunden
el: Δεν βρέθηκαν τομείς
eo: Neniuj domajnoj trovitaj
es: No se encontraron dominios
et: Ühtegi domeeni ei leitud
eu: Ez da domeinurik aurkitu
fa: هیچ دامنه ای پیدا نشد
fi: Verkkotunnuksia ei löytynyt
fr: Aucun domaine trouvé
fy: Gjin domeinen fûn
ga: Níor aimsíodh aon fhearainn
gd: Cha deach àrainn a lorg
gl: Non se atoparon dominios
gu: કોઈ ડોમેન્સ મળ્યાં નથી
hi: कोई डोमेन नहीं मिला
hr: Nema pronađenih domena
hu: Nem található domain
hy: Ոչ մի տիրույթ չի գտնվել
id: Tidak ada domain yang ditemukan
is: Engin lén fundust
it: Nessun dominio trovato
iw: לא נמצאו דומיינים
ja: ドメインが見つかりません
ka: დომენები ვერ მოიძებნა
kk: Ешбір домен табылмады
km: រកមិនឃើញដែនទេ។
kn: ಯಾವುದೇ ಡೊಮೇನ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Doman nehat dîtin
ky: Домендер табылган жок
lb: Keng Domainen fonnt
lo: ບໍ່ພົບໂດເມນ
lt: Nerasta jokių domenų
lv: Nav atrasts neviens domēns
mg: Tsy misy sehatra hita
mi: Karekau he rohe i kitea
mk: Не се пронајдени домени
ml: ഡൊമെയ്‌നുകളൊന്നും കണ്ടെത്തിയില്ല
mn: Домэйн олдсонгүй
mr: कोणतेही डोमेन आढळले नाहीत
ms: Tiada domain ditemui
mt: Ma nstab l-ebda qasam
my: ဒိုမိန်းများကို ရှာမတွေ့ပါ။
ne: कुनै डोमेन फेला परेन
nl: Geen domeinen gevonden
no: Ingen domener funnet
or: କ dom ଣସି ଡୋମେନ୍ ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ ਡੋਮੇਨ ਨਹੀਂ ਮਿਲੇ
pl: Nie znaleziono domen
ps: هیڅ ډومین ونه موندل شو
pt: Nenhum domínio encontrado
ro: Nu s-au găsit domenii
ru: Домены не найдены
rw: Nta domeni zabonetse
sd: ڪوبه ڊومين نه مليو
si: වසම් කිසිවක් හමු නොවීය
sk: Nenašli sa žiadne domény
sl: Ni najdenih domen
sq: Nuk u gjetën domene
sr: Нема пронађених домена
sv: Inga domäner hittades
sw: Hakuna vikoa vilivyopatikana
ta: டொமைன்கள் எதுவும் இல்லை
te: డొమైన్‌లు ఏవీ కనుగొనబడలేదు
tg: Ягон доменҳо ёфт нашуд
th: ไม่พบโดเมน
tk: Domen tapylmady
tl: Walang nakitang mga domain
tr: Alan bulunamadı
tt: Доменнар табылмады
ug: دائىرە تېپىلمىدى
uk: Домени не знайдено
ur: کوئی ڈومینز نہیں ملے
uz: Hech qanday domen topilmadi
vi: Không tìm thấy tên miền nào
xh: Akukho mimandla ifunyenweyo
yi: קיין דאָומיינז געפונען

source: Domain
af: domein
am: ጎራ
ar: اِختِصاص
az: Domen
be: Дамен
bg: Домейн
bn: ডোমেইন
ca: Domini
cs: Doména
cy: Parth
da: Domæne
el: Τομέα
eo: Domajno
es: Dominio
et: Domeen
eu: Domeinua
fa: دامنه
fi: Verkkotunnus
fr: Domaine
fy: Domein
ga: Fearann
gd: Fearann
gl: Dominio
gu: ડોમેન
hi: कार्यक्षेत्र
hr: Domena
hu: Tartomány
hy: Դոմեն
is: Lén
it: Dominio
iw: תְחוּם
ja: ドメイン
ka: დომენი
kk: Домен
km: ដែន
kn: ಡೊಮೇನ್
ky: домен
lo: ໂດເມນ
lt: Domenas
lv: Domēns
mi: Rohe
mk: Домен
ml: ഡൊമെയ്ൻ
mn: Домэйн
mr: डोमेन
mt: Dominju
my: ဒိုမိန်း
ne: डोमेन
nl: Domein
no: Domene
or: ଡୋମେନ୍
pa: ਡੋਮੇਨ
pl: Domena
ps: ډومین
pt: Domínio
ro: Domeniu
ru: Домен
rw: Indanganturo
sd: ڊومين
si: වසම්
sk: doména
sl: Domena
sq: Domeni
sr: Домаин
sv: Domän
sw: Kikoa
ta: களம்
te: డొమైన్
tg: Домен
th: โดเมน
tk: Domen
tr: Alan adı
tt: Домен
uk: Домен
ur: ڈومین
uz: Domen
vi: Miền
yi: פעלד

source: Txt Value
af: Txt waarde
am: የጽሑፍ እሴት
ar: قيمة النص
az: Txt dəyəri
be: Txt Значэнне
bg: Txt стойност
bn: Txt মান
ca: Valor de Txt
cs: Hodnota TXT
cy: Gwerth Txt
da: Tekst-værdi
de: Txt-Wert
el: Τιμή Txt
eo: Txt Valoro
es: Valor de texto
et: Txt väärtus
eu: Txt balioa
fa: مقدار Txt
fi: Txt-arvo
fr: Valeur texte
fy: Text wearde
ga: Luach txt
gd: Luach txt
gl: Valor de texto
gu: Txt મૂલ્ય
hi: टेक्स्ट वैल्यू
hr: Txt vrijednost
hu: Txt érték
hy: Txt արժեքը
id: Nilai Txt
is: Txt gildi
it: Valore testo
iw: ערך טקסט
ja: テキスト値
ka: Txt მნიშვნელობა
kk: Txt мәні
km: តម្លៃ txt
kn: Txt ಮೌಲ್ಯ
ku: Nirxa Txt
ky: Txt Маани
lb: Text Wäert
lo: ມູນຄ່າ txt
lt: Txt vertė
lv: Txt vērtība
mi: Uara Txt
mk: Вредност на Txt
ml: Txt മൂല്യം
mn: Txt утга
mr: मजकूर मूल्य
ms: Nilai Txt
mt: Valur Txt
my: Txt တန်ဖိုး
ne: txt मान
nl: Txt-waarde
no: Tekstverdi
or: Txt ମୂଲ୍ୟ
pa: txt ਮੁੱਲ
pl: Wartość tekstowa
ps: د txt ارزښت
pt: Valor do texto
ro: Valoarea Txt
ru: Текстовое значение
rw: Agaciro
sd: txt قدر
si: Txt අගය
sk: Hodnota TXT
sl: Txt vrednost
sq: Vlera Txt
sr: Ткт Валуе
sv: Text-värde
sw: Thamani ya maandishi
ta: Txt மதிப்பு
te: Txt విలువ
tg: Арзиши Txt
th: ค่า txt
tk: Txt bahasy
tl: Halaga ng txt
tr: Metin Değeri
tt: Txt кыйммәте
ug: Txt قىممىتى
uk: Значення Txt
ur: Txt قدر
uz: Txt qiymati
vi: Giá trị Txt
xh: Ixabiso le-Txt
yi: טעקסט ווערט

source: Enterprise Host ID
af: Ondernemingsgasheer-ID
am: የድርጅት አስተናጋጅ መታወቂያ
ar: معرف مضيف المؤسسة
be: Ідэнтыфікатар хоста прадпрыемства
bg: ID на корпоративния хост
bn: এন্টারপ্রাইজ হোস্ট আইডি
ca: Identificador d'amfitrió de l'empresa
cy: ID Gwesteiwr Menter
el: Αναγνωριστικό κεντρικού υπολογιστή επιχείρησης
eo: Entreprena Gastiganta ID
es: ID de host empresarial
et: Ettevõtte hosti ID
eu: Enpresa ostalariaren IDa
fa: شناسه میزبان سازمانی
fi: Yrityksen isäntätunnus
fr: ID d'hôte d'entreprise
ga: ID Óstach Fiontair
gd: ID aoigheachd iomairt
gl: ID de host de empresa
gu: એન્ટરપ્રાઇઝ હોસ્ટ ID
hi: एंटरप्राइज़ होस्ट आईडी
hr: ID hosta poduzeća
hu: Vállalati gazdagép-azonosító
hy: Ձեռնարկության հյուրընկալողի ID
id: ID Host Perusahaan
it: ID host aziendale
iw: מזהה מארח ארגוני
ja: エンタープライズ ホスト ID
kk: Кәсіпорын хост идентификаторы
km: លេខសម្គាល់ម៉ាស៊ីនសហគ្រាស
kn: ಎಂಟರ್‌ಪ್ರೈಸ್ ಹೋಸ್ಟ್ ಐಡಿ
ku: Nasnameya Hostê ya Enterprise
lt: Įmonės prieglobos ID
lv: Uzņēmuma resursdatora ID
mg: ID mpampiantrano orinasa
mi: ID Kaihautū hinonga
mk: ID на домаќинот на претпријатието
ml: എന്റർപ്രൈസ് ഹോസ്റ്റ് ഐഡി
mn: Байгууллагын хост ID
mr: एंटरप्राइझ होस्ट आयडी
ms: ID Hos Perusahaan
mt: ID Ospitanti tal-Intrapriża
my: လုပ်ငန်းလက်ခံဆောင်ရွက်သူ ID
ne: इन्टरप्राइज होस्ट आईडी
or: ଏଣ୍ଟରପ୍ରାଇଜ୍ ହୋଷ୍ଟ ID
pa: ਐਂਟਰਪ੍ਰਾਈਜ਼ ਹੋਸਟ ਆਈ.ਡੀ
pl: Identyfikator hosta przedsiębiorstwa
ps: د شرکت کوربه ID
pt: ID do host corporativo
ro: ID-ul gazdei Enterprise
ru: Идентификатор корпоративного хоста
rw: Ikirangantego
sd: انٽرنيشنل ميزبان ID
si: ව්‍යවසාය සත්කාරක ID
sl: ID gostitelja podjetja
sq: ID-ja e hostit të ndërmarrjes
sr: ИД хоста предузећа
sw: Kitambulisho cha Mpangishi wa Biashara
ta: எண்டர்பிரைஸ் ஹோஸ்ட் ஐடி
te: ఎంటర్‌ప్రైజ్ హోస్ట్ ID
tg: ID-и мизбони корхона
th: รหัสโฮสต์ขององค์กร
tk: Kärhananyň eýesi ID
tr: Kurumsal Ana Bilgisayar Kimliği
tt: Предприятие хуҗасы ID
ug: كارخانا ساھىبجامال كىملىكى
uk: Ідентифікатор корпоративного хосту
ur: انٹرپرائز ہوسٹ ID
uz: Korxona xost identifikatori
vi: ID máy chủ doanh nghiệp
xh: I-ID yomamkeli weShishini
yi: פאַרנעמונג האָסט שייַן

source: Sso
am: ኤስሶ
ar: س
bn: এসএসও
de: So
es: inicio de sesión único
gu: એસ.એસ.ઓ
hi: एसएसओ
hy: Սսո
it: Così
ja: ソ
ka: სსო
km: ស
lo: ສ
mk: Ссо
ml: എസ്സോ
my: ဆဲရေး
nl: zo
pa: ਐਸ.ਐਸ.ਓ
ru: Ссо
sd: ايس ايس او
sr: Ссо
tg: Ссо
th: สสส
ur: ایس ایس او
yi: ססאָ

source: Action
af: Aksie
am: ድርጊት
ar: فعل
az: Fəaliyyət
be: Дзеянне
bg: Действие
bn: কর্ম
ca: Acció
cs: Akce
cy: Gweithred
da: Handling
de: Handlung
el: Δράση
eo: Ago
es: Acción
et: Tegevus
eu: Ekintza
fa: عمل
fi: Toiminta
fy: Aksje
ga: Gníomh
gd: Gnìomh
gl: Acción
gu: ક્રિયા
hi: गतिविधि
hr: Akcijski
hu: Akció
hy: Գործողություն
id: Tindakan
is: Aðgerð
it: Azione
iw: פעולה
ja: アクション
ka: მოქმედება
kk: Әрекет
km: សកម្មភាព
kn: ಕ್ರಿಯೆ
ku: Çalakî
ky: Акция
lb: Aktioun
lo: ການປະຕິບັດ
lt: Veiksmas
lv: Darbība
mi: Mahi
mk: Акција
ml: ആക്ഷൻ
mn: Үйлдэл
mr: कृती
ms: Tindakan
mt: Azzjoni
my: အက်ရှင်
ne: कार्य
nl: Actie
no: Handling
or: କାର୍ଯ୍ୟ
pa: ਕਾਰਵਾਈ
pl: Działanie
ps: عمل
pt: Ação
ro: Acțiune
ru: Действие
rw: Igikorwa
sd: عمل
si: කටයුතු
sk: Akcia
sl: Akcija
sq: Veprimi
sr: поступак
sv: Handling
sw: Kitendo
ta: செயல்
te: చర్య
tg: Амал
th: หนังบู๊
tk: Hereket
tl: Aksyon
tr: Eylem
tt: Эш
ug: ھەرىكەت
uk: Дія
ur: عمل
uz: Harakat
vi: Hoạt động
xh: Isenzo
yi: קאַמף

source: Delete
af: Vee uit
am: ሰርዝ
ar: حذف
az: Sil
be: Выдаліць
bg: Изтрий
bn: মুছে ফেলা
ca: Suprimeix
cs: Vymazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγράφω
eo: Forigi
es: Borrar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poistaa
fr: Effacer
fy: Wiskje
ga: Scrios
gd: Sguab às
gl: Eliminar
gu: કાઢી નાખો
hi: मिटाना
hr: Izbrisati
hu: Töröl
hy: Ջնջել
id: Menghapus
is: Eyða
it: Elimina
iw: לִמְחוֹק
ja: 消去
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ku: Jêbirin
ky: Жок кылуу
lb: Läschen
lo: ລຶບ
lt: Ištrinti
lv: Dzēst
mg: Mamafa
mi: Mukua
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn: Устгах
mr: हटवा
ms: Padam
mt: Ħassar
my: ဖျက်ပါ။
ne: मेटाउन
nl: Verwijderen
no: Slett
or: ବିଲୋପ କରନ୍ତୁ |
pa: ਮਿਟਾਓ
pl: Usuwać
ps: ړنګول
pt: Excluir
ro: Șterge
ru: Удалить
rw: Siba
sd: حذف ڪريو
si: මකන්න
sk: Odstrániť
sl: Izbriši
sq: Fshije
sr: Избриши
sv: Radera
sw: Futa
ta: அழி
te: తొలగించు
tg: Нобуд кунед
th: ลบ
tk: Öçür
tl: Tanggalin
tr: Silmek
tt: Бетерү
ug: ئۆچۈرۈش
uk: Видалити
ur: حذف کریں۔
uz: Oʻchirish
vi: Xóa bỏ
xh: Cima
yi: ויסמעקן

source: Reset
af: Stel terug
am: ዳግም አስጀምር
ar: إعادة ضبط
az: Sıfırlayın
be: Скінуць
bg: Нулиране
bn: রিসেট
ca: Restableix
cs: Resetovat
cy: Ail gychwyn
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
eo: Restarigi
es: Reiniciar
et: Lähtesta
eu: Berrezarri
fa: بازنشانی کنید
fi: Nollaa
fr: Réinitialiser
fy: Weromsette
ga: Athshocraigh
gd: Ath-shuidhich
gl: Restablecer
gu: રીસેટ કરો
hi: रीसेट
hr: Resetiraj
hu: Visszaállítás
hy: Վերականգնել
id: Mengatur ulang
is: Endurstilla
it: Ripristina
iw: אִתחוּל
ja: リセット
ka: გადატვირთვა
kk: Қалпына келтіру
km: កំណត់ឡើងវិញ
kn: ಮರುಹೊಂದಿಸಿ
ky: Калыбына келтирүү
lb: Zerécksetzen
lo: ຣີເຊັດ
lt: Nustatyti iš naujo
lv: Atiestatīt
mg: Mamerina
mi: Tautuhi Anō
mk: Ресетирај
ml: പുനഃസജ്ജമാക്കുക
mn: Дахин тохируулах
mr: रीसेट करा
ms: Tetapkan semula
mt: Irrisettja
my: ပြန်လည်သတ်မှတ်ပါ။
ne: रिसेट गर्नुहोस्
nl: Resetten
no: Nullstille
or: ପୁନ et ସେଟ୍ କରନ୍ତୁ |
pa: ਰੀਸੈਟ ਕਰੋ
pl: Resetowanie
ps: بیا تنظیم کړئ
pt: Redefinir
ro: Resetați
ru: Перезагрузить
rw: Gusubiramo
sd: ري سيٽ ڪريو
si: යළි පිහිටුවන්න
sk: Resetovať
sl: Ponastaviti
sq: Rivendos
sr: Ресетовање
sv: Återställa
sw: Weka upya
ta: மீட்டமை
te: రీసెట్ చేయండి
tg: Бозсозӣ
th: รีเซ็ต
tk: Täzeden düzmek
tl: I-reset
tr: Sıfırla
tt: Бетерү
ug: ئەسلىگە قايتۇرۇش
uk: Скинути
ur: دوبارہ ترتیب دیں۔
uz: Qayta o'rnatish
vi: Cài lại
xh: Lungisa kwakhona
yi: באַשטעטיק

source: Allow Manual Sign In
af: Laat handmatige aanmelding toe
am: በእጅ መግባትን ፍቀድ
ar: السماح بتسجيل الدخول اليدوي
az: Manual Girişə icazə verin
be: Дазволіць ручны ўваход
bg: Разрешаване на ръчно влизане
bn: ম্যানুয়াল সাইন ইন করার অনুমতি দিন
ca: Permet l'inici de sessió manual
cs: Povolit ruční přihlášení
cy: Caniatáu Mewngofnodi â Llaw
da: Tillad manuel login
de: Manuelle Anmeldung zulassen
el: Να επιτρέπεται η μη αυτόματη σύνδεση
eo: Permesu Manan Ensaluti
es: Permitir inicio de sesión manual
et: Luba käsitsi sisselogimine
eu: Baimendu eskuzko saioa hastea
fa: ورود دستی مجاز است
fi: Salli manuaalinen sisäänkirjautuminen
fr: Autoriser la connexion manuelle
fy: Tastean hânmjittich oanmelde
ga: Ceadaigh síniú isteach de láimh
gd: Leig le clàradh a-steach làimhe
gl: Permitir o inicio de sesión manual
gu: મેન્યુઅલ સાઇન ઇન કરવાની મંજૂરી આપો
hi: मैन्युअल साइन इन की अनुमति दें
hr: Dopusti ručnu prijavu
hu: Kézi bejelentkezés engedélyezése
hy: Թույլատրել ձեռքով մուտք գործել
id: Izinkan Masuk Manual
is: Leyfa handvirka innskráningu
it: Consenti accesso manuale
iw: אפשר כניסה ידנית
ja: 手動サインインを許可
ka: ხელით შესვლის დაშვება
kk: Қолмен кіруге рұқсат беріңіз
km: អនុញ្ញាតឱ្យចូលដោយដៃ
kn: ಹಸ್ತಚಾಲಿತ ಸೈನ್ ಇನ್ ಅನ್ನು ಅನುಮತಿಸಿ
ku: Destûrê bide Têkeveya Destûrî
ky: Кол менен кирүүгө уруксат берүү
lb: Erlaabt manuell Umeldung
lo: ອະນຸຍາດໃຫ້ເຂົ້າສູ່ລະບົບດ້ວຍມື
lt: Leisti prisijungti rankiniu būdu
lv: Atļaut manuālu pierakstīšanos
mg: Avelao ny fidirana amin'ny manual
mi: Whakaaetia te Waitohu A-ringa
mk: Дозволи рачно најавување
ml: മാനുവൽ സൈൻ ഇൻ അനുവദിക്കുക
mn: Гараар нэвтрэхийг зөвшөөрөх
mr: मॅन्युअल साइन इन करण्यास अनुमती द्या
ms: Benarkan Log Masuk Manual
mt: Ħalli Sign In Manwal
my: လူကိုယ်တိုင် ဝင်ရောက်ခွင့်ပြုပါ။
ne: म्यानुअल साइन इनलाई अनुमति दिनुहोस्
nl: Handmatige aanmelding toestaan
no: Tillat manuell pålogging
or: ମାନୁଆଲ୍ ସାଇନ୍ ଇନ୍ ଅନୁମତି ଦିଅନ୍ତୁ |
pa: ਮੈਨੁਅਲ ਸਾਈਨ ਇਨ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj na ręczne logowanie
ps: د لاسي ننوتلو اجازه ورکړئ
pt: Permitir login manual
ro: Permite conectarea manuală
ru: Разрешить вход вручную
rw: Emerera Intoki
sd: دستي سائن ان جي اجازت ڏيو
si: අතින් පුරනය වීමට ඉඩ දෙන්න
sk: Povoliť manuálne prihlásenie
sl: Dovoli ročno prijavo
sq: Lejo hyrjen manuale
sr: Дозволите ручно пријављивање
sv: Tillåt manuell inloggning
sw: Ruhusu Kuingia kwa Kutumia Mwongozo
ta: கைமுறையாக உள்நுழைய அனுமதிக்கவும்
te: మాన్యువల్ సైన్ ఇన్‌ని అనుమతించండి
tg: Ба воридшавӣ дастӣ иҷозат диҳед
th: อนุญาตให้ลงชื่อเข้าใช้ด้วยตนเอง
tk: El bilen girmäge rugsat beriň
tl: Payagan ang Manu-manong Pag-sign In
tr: Manuel Oturum Açmaya İzin Ver
tt: Кул белән керергә рөхсәт итегез
ug: قولدا كىرىشكە رۇخسەت قىلىڭ
uk: Дозволити ручний вхід
ur: دستی سائن ان کی اجازت دیں۔
uz: Qo'lda kirishga ruxsat bering
vi: Cho phép đăng nhập thủ công
xh: Vumela ukungena Ngesandla
yi: לאָזן מאַנואַל צייכן אין

source: Exclude Emails From SSO
af: Sluit e-posse van SSO uit
am: ኢሜይሎችን ከኤስኤስኦ አያካትቱ
ar: استبعاد رسائل البريد الإلكتروني من الدخول الموحد
az: E-poçtları SSO-dan xaric edin
be: Выключыць электронныя лісты з SSO
bg: Изключване на имейли от SSO
bn: SSO থেকে ইমেলগুলি বাদ দিন
ca: Exclou correus electrònics de SSO
cs: Vyloučit e-maily z jednotného přihlášení
cy: Eithrio E-byst O SSO
da: Ekskluder e-mails fra SSO
de: E-Mails von SSO ausschließen
el: Εξαίρεση μηνυμάτων ηλεκτρονικού ταχυδρομείου από SSO
eo: Ekskludu Retpoŝtojn de SSO
es: Excluir correos electrónicos de SSO
et: Välista meilid SSO-st
eu: Baztertu SSO-tik mezu elektronikoak
fa: حذف ایمیل از SSO
fi: Sulje sähköpostit pois SSO:sta
fr: Exclure les e-mails du SSO
fy: E-mails út SSO útslute
ga: Eisigh Ríomhphoist ó SSO
gd: Na cuir a-mach puist-d bho SSO
gl: Excluír correos electrónicos de SSO
gu: SSO તરફથી ઈમેલ બાકાત રાખો
hi: एसएसओ से ईमेल बहिष्कृत करें
hr: Isključite e-poštu iz SSO-a
hu: E-mailek kizárása az egyszeri bejelentkezésből
hy: Բացառել SSO-ից նամակները
id: Kecualikan Email Dari SSO
is: Útiloka tölvupóst frá SSO
it: Escludi email da SSO
iw: אל תכלול הודעות דוא"ל מ-SSO
ja: 電子メールを SSO から除外する
ka: გამორიცხეთ ელფოსტა SSO-დან
kk: SSO-дан электрондық пошталарды алып тастау
km: មិនរាប់បញ្ចូលអ៊ីមែលពី SSO
kn: SSO ನಿಂದ ಇಮೇಲ್‌ಗಳನ್ನು ಹೊರತುಪಡಿಸಿ
ku: E-nameyên ji SSO derxin
ky: Электрондук каттарды SSOдан чыгарыңыз
lb: E-Mailen aus SSO ausschléissen
lo: ບໍ່ລວມອີເມວຈາກ SSO
lt: Išskirkite el. laiškus iš SSO
lv: Izslēgt e-pastus no SSO
mg: Esory ny mailaka avy amin'ny SSO
mi: Waiho nga imeera mai i te SSO
mk: Исклучи е-пошта од ДЗС
ml: എസ്എസ്ഒയിൽ നിന്നുള്ള ഇമെയിലുകൾ ഒഴിവാക്കുക
mn: SSO-аас имэйлийг хасах
mr: SSO कडील ईमेल वगळा
ms: Kecualikan E-mel Daripada SSO
mt: Eskludi Emails Minn SSO
my: SSO မှ အီးမေးလ်များကို ဖယ်ထုတ်ပါ။
ne: SSO बाट इमेलहरू बहिष्कार गर्नुहोस्
nl: Sluit e-mails uit van SSO
no: Ekskluder e-poster fra SSO
or: SSO ରୁ ଇମେଲଗୁଡିକୁ ବାଦ ଦିଅନ୍ତୁ |
pa: SSO ਤੋਂ ਈਮੇਲਾਂ ਨੂੰ ਬਾਹਰ ਰੱਖੋ
pl: Wyklucz e-maile z SSO
ps: له SSO څخه بریښنالیکونه لرې کړئ
pt: Excluir e-mails do SSO
ro: Excludeți e-mailurile din SSO
ru: Исключить электронные письма из системы единого входа
rw: Kuramo imeri muri SSO
sd: ايس ايس او کان اي ميلون خارج ڪريو
si: SSO වෙතින් ඊමේල් බැහැර කරන්න
sk: Vylúčiť e-maily z SSO
sl: Izključi e-pošto iz SSO
sq: Përjashtoni emailet nga SSO
sr: Изузми е-пошту из ССО-а
sv: Uteslut e-postmeddelanden från SSO
sw: Usijumuishe Barua pepe Kutoka kwa SSO
ta: SSO இலிருந்து மின்னஞ்சல்களை விலக்கு
te: SSO నుండి ఇమెయిల్‌లను మినహాయించండి
tg: Паёмҳои почтаи электрониро аз SSO хориҷ кунед
th: ยกเว้นอีเมลจาก SSO
tk: SSO-dan e-poçtalary aýyryň
tl: Ibukod ang Mga Email Mula sa SSO
tr: E-postaları SSO'dan Hariç Tut
tt: Электрон почталарны SSOдан чыгар
ug: SSO دىن كەلگەن ئېلخەتلەرنى چىقىرىۋېتىڭ
uk: Виключити електронні листи з SSO
ur: ایس ایس او سے ای میلز کو خارج کریں۔
uz: SSO dan elektron pochta xabarlarini chiqarib tashlash
vi: Loại trừ email khỏi SSO
xh: Ungazibandakanyi ii-imeyile ezisuka kwi-SSO
yi: ויסשליסן E- בריוו פֿון SSO
