Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: The user interface is very similar to Facebook. It’s extremely easy to use..
af: Die gebruikerskoppelvlak lyk baie soos Facebook. Dit is uiters maklik om te gebruik ..
am: የተጠቃሚ በይነገጽ ከፌስቡክ ጋር በጣም ተመሳሳይ ነው። ለመጠቀም እጅግ በጣም ቀላል ነው ..
ar: تشبه واجهة المستخدم إلى حد كبير Facebook. إنه سهل الاستخدام للغاية ..
az: İstifadəçi interfeysi Facebook-a çox oxşardır. Istifadə etmək çox asandır ..
be: Карыстацкі інтэрфейс вельмі падобны на Facebook. Гэта надзвычай просты ў выкарыстанні ..
bg: Потребителският интерфейс е много подобен на Facebook. Изключително лесен за използване ..
bn: ইউজার ইন্টারফেস ফেসবুকের সাথে খুব মিল। এটি ব্যবহার করা অত্যন্ত সহজ ..
ca: La interfície d’usuari és molt similar a Facebook. És molt fàcil d&#39;utilitzar ..
cs: Uživatelské rozhraní je velmi podobné Facebooku. Použití je velmi snadné.
cy: Mae&#39;r rhyngwyneb defnyddiwr yn debyg iawn i Facebook. Mae&#39;n hynod hawdd ei ddefnyddio ..
da: Brugergrænsefladen ligner meget Facebook. Det er ekstremt nemt at bruge ..
de: Die Benutzeroberfläche ist Facebook sehr ähnlich. Es ist extrem einfach zu bedienen ..
el: Το περιβάλλον εργασίας χρήστη είναι πολύ παρόμοιο με το Facebook. Είναι εξαιρετικά εύκολο στη χρήση ..
eo: La uzantinterfaco estas tre simila al Facebook. Ĝi estas ege facila uzi
es: La interfaz de usuario es muy similar a Facebook. Es extremadamente fácil de usar.
et: Kasutajaliides on väga sarnane Facebookiga. Seda on äärmiselt lihtne kasutada ..
eu: Erabiltzaile interfazea Facebooken oso antzekoa da. Oso erraza da erabiltzea ..
fa: رابط کاربری بسیار شبیه فیس بوک است. استفاده از آن بسیار آسان است ..
fi: Käyttöliittymä on hyvin samanlainen kuin Facebook. Se on erittäin helppo käyttää ..
fr: L&#39;interface utilisateur est très similaire à Facebook. C&#39;est extrêmement facile à utiliser ..
fy: De brûkersynterface is hiel ferlykber mei Facebook. It is ekstreem maklik te brûken ..
ga: Tá an comhéadan úsáideora an-chosúil le Facebook. Tá sé thar a bheith éasca le húsáid ..
gd: Tha an eadar-aghaidh cleachdaiche glè choltach ri Facebook. Tha e air leth furasta a chleachdadh ..
gl: A interface de usuario é moi similar a Facebook. É moi sinxelo de usar ..
gu: યુઝર ઇન્ટરફેસ ફેસબુક જેવું જ છે. તેનો ઉપયોગ કરવો ખૂબ જ સરળ છે ..
hi: यूजर इंटरफेस फेसबुक से काफी मिलता-जुलता है। यह उपयोग करने के लिए बेहद आसान है ..
hr: Korisničko sučelje vrlo je slično Facebooku. Izuzetno je jednostavan za korištenje ..
hu: A felhasználói felület nagyon hasonló a Facebook-hoz. Rendkívül könnyen használható ..
hy: Օգտագործողի միջերեսը շատ նման է Facebook- ին: Դա չափազանց հեշտ է օգտագործել:
id: Antarmuka pengguna sangat mirip dengan Facebook. Ini sangat mudah digunakan ..
is: Notendaviðmótið er mjög svipað og Facebook. Það er mjög auðvelt í notkun ..
it: L&#39;interfaccia utente è molto simile a Facebook. È estremamente facile da usare ..
iw: ממשק המשתמש דומה מאוד לפייסבוק. קל מאוד לשימוש ..
ja: ユーザーインターフェイスはFacebookによく似ています。それは非常に使いやすいです。
ka: მომხმარებლის ინტერფეისი ძალიან ჰგავს Facebook- ს. ეს ძალიან მარტივი გამოსაყენებელია ..
kk: Пайдаланушы интерфейсі Facebook-ке өте ұқсас. Пайдалану өте оңай ..
km: ចំណុចប្រទាក់អ្នកប្រើគឺស្រដៀងនឹងហ្វេសប៊ុក។ វាងាយស្រួលប្រើណាស់ ។.
kn: ಬಳಕೆದಾರ ಇಂಟರ್ಫೇಸ್ ಫೇಸ್‌ಬುಕ್‌ಗೆ ಹೋಲುತ್ತದೆ. ಇದನ್ನು ಬಳಸಲು ತುಂಬಾ ಸುಲಭ ..
ku: The user interface pir dişibihe Facebook. Ew zehf hêsan e ku bikar bîne ..
ky: Колдонуучунун интерфейси Facebookка абдан окшош. Колдонуу абдан оңой ..
lb: De User Interface ass ganz ähnlech mat Facebook. Et ass extrem einfach ze benotzen ..
lo: ການໂຕ້ຕອບຂອງຜູ້ໃຊ້ແມ່ນຄ້າຍຄືກັນກັບເຟສບຸກ. ມັນງ່າຍທີ່ສຸດທີ່ຈະໃຊ້ ..
lt: Vartotojo sąsaja labai panaši į „Facebook“. Tai ypač lengva naudoti ..
lv: Lietotāja saskarne ir ļoti līdzīga Facebook. Tas ir ārkārtīgi viegli lietojams ..
mg: Ny interface an&#39;ny mpampiasa dia tena mitovy amin&#39;ny Facebook. Tena mora ampiasaina ..
mi: Ko te atanga o te kaiwhakamahi he rite tonu ki a Facebook. He tino ngawari ki te whakamahi ..
mk: Корисничкиот интерфејс е многу сличен на Фејсбук. Исклучително е лесен за употреба ..
ml: ഉപയോക്തൃ ഇന്റർഫേസ് ഫേസ്ബുക്കിനോട് വളരെ സാമ്യമുള്ളതാണ്. ഇത് ഉപയോഗിക്കാൻ വളരെ എളുപ്പമാണ് ..
mn: Хэрэглэгчийн интерфейс нь Facebook-тэй маш төстэй юм. Хэрэглэхэд тун хялбар ..
mr: यूजर इंटरफेस फेसबुक सारखाच आहे. हे वापरण्यास अत्यंत सोपे आहे ..
ms: Antara muka pengguna sangat serupa dengan Facebook. Ia sangat mudah digunakan ..
mt: L-interface tal-utent huwa simili ħafna għal Facebook. Huwa estremament faċli biex tużah ..
my: user interface သည် Facebook နှင့်အလွန်ဆင်တူသည်။ အသုံးပြုရန်အလွန်လွယ်ကူသည်။
ne: प्रयोगकर्ता ईन्टरफेस फेसबुक को समान छ। यो प्रयोग गर्न धेरै नै सजिलो छ ..
nl: De gebruikersinterface lijkt erg op Facebook. Het is extreem makkelijk te gebruiken ..
no: Brukergrensesnittet ligner veldig på Facebook. Den er ekstremt enkel å bruke ..
or: ୟୁଜର୍ ଇଣ୍ଟରଫେସ୍ ଫେସବୁକ୍ ସହିତ ବହୁତ ସମାନ | ଏହା ବ୍ୟବହାର କରିବା ଅତି ସହଜ ..
pa: ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ ਫੇਸਬੁਕ ਨਾਲ ਮਿਲਦਾ ਜੁਲਦਾ ਹੈ. ਇਸ ਨੂੰ ਵਰਤਣ ਲਈ ਬਹੁਤ ਹੀ ਆਸਾਨ ਹੈ ..
pl: Interfejs użytkownika jest bardzo podobny do Facebooka. Jest niezwykle łatwy w użyciu ..
ps: د کارونکي انٹرفیس فیسبوک ته ورته دی. دا کار کول خورا اسانه دي ..
pt: A interface do usuário é muito semelhante ao Facebook. É extremamente fácil de usar ..
ro: Interfața de utilizator este foarte asemănătoare cu Facebook. Este extrem de ușor de utilizat ..
ru: Пользовательский интерфейс очень похож на Facebook. Это очень легко использовать ..
rw: Imigaragarire yukoresha irasa cyane na Facebook. Biroroshye cyane gukoresha ..
sd: يوزر انٽرفيس فيسبوڪ سان بلڪل ملندڙ آهي. ان کي استعمال ڪرڻ تمام آسان آهي ۔۔
si: පරිශීලක අතුරුමුහුණත ෆේස්බුක් වලට බෙහෙවින් සමාන ය. එය භාවිතා කිරීම අතිශයින්ම පහසුය ..
sk: Používateľské rozhranie je veľmi podobné Facebooku. Jeho použitie je mimoriadne jednoduché.
sl: Uporabniški vmesnik je zelo podoben Facebooku. Izredno enostaven za uporabo ..
sq: Ndërfaqja e përdoruesit është shumë e ngjashme me Facebook. Extremelyshtë jashtëzakonisht e lehtë për t’u përdorur ..
sr: Кориснички интерфејс је врло сличан Фацебоок-у. Изузетно је једноставан за употребу ..
sv: Användargränssnittet liknar mycket Facebook. Det är extremt lätt att använda ..
sw: Picha ya mtumiaji ni sawa na Facebook. Ni rahisi sana kutumia ..
ta: பயனர் இடைமுகம் பேஸ்புக்கிற்கு மிகவும் ஒத்திருக்கிறது. இது பயன்படுத்த மிகவும் எளிதானது ..
te: యూజర్ ఇంటర్‌ఫేస్ ఫేస్‌బుక్‌తో చాలా పోలి ఉంటుంది. ఇది ఉపయోగించడానికి చాలా సులభం ..
tg: Интерфейси корбар ба Facebook хеле монанд аст. Истифодаи он хеле осон аст ..
th: ส่วนต่อประสานกับผู้ใช้คล้ายกับ Facebook มาก มันใช้งานง่ายมาก ..
tk: Ulanyjy interfeýsi “Facebook” -a gaty meňzeýär. Ulanmak gaty aňsat ..
tl: Ang interface ng gumagamit ay halos kapareho sa Facebook. Napakadaling gamitin ..
tr: Kullanıcı arayüzü Facebook&#39;a çok benzer. Kullanımı son derece kolaydır ..
tt: Кулланучының интерфейсы Facebook белән бик охшаган. Куллану бик җиңел ..
ug: ئىشلەتكۈچى كۆرۈنمە يۈزى Facebook بىلەن ناھايىتى ئوخشايدۇ. ئىشلىتىش ئىنتايىن ئاسان ..
uk: Інтерфейс користувача дуже схожий на Facebook. Це надзвичайно простий у використанні ..
ur: یوزر انٹرفیس فیس بک سے بہت ملتا جلتا ہے۔ یہ استعمال کرنا انتہائی آسان ہے ..
uz: Foydalanuvchi interfeysi Facebook-ga juda o&#39;xshash. Bu foydalanish juda oson ..
vi: Giao diện người dùng rất giống với Facebook. Nó rất dễ sử dụng ..
xh: Ujongano lomsebenzisi luye kakhulu kwi-Facebook. Kulula kakhulu ukuyisebenzisa ..
yi: דער באַניצער צובינד איז זייער ענלעך צו פאַסעבאָאָק. עס איז גאָר גרינג צו נוצן ..

source: Partner of Wong Medical Group LLC
af: Vennoot van Wong Medical Group LLC
am: የዊንግ ሜዲካል ቡድን ኤል.ኤስ. ባልደረባ
ar: شريك Wong Medical Group LLC
az: Wong Medical Group MMC-nin tərəfdaşı
be: Партнёр ТАА Wong Medical Group
bg: Партньор на Wong Medical Group LLC
bn: ওয়াং মেডিকেল গ্রুপ এলএলসির অংশীদার
ca: Soci de Wong Medical Group LLC
cs: Partner společnosti Wong Medical Group LLC
cy: Partner o Wong Medical Group LLC
da: Partner af Wong Medical Group LLC
de: Partner der Wong Medical Group LLC
el: Συνεργάτης της Wong Medical Group LLC
eo: Partnero de Wong Medical Group LLC
es: Socio de Wong Medical Group LLC
et: Wong Medical Group LLC partner
eu: Wong Medical Group LLCko bazkidea
fa: شریک Wong Medical Group LLC
fi: Wong Medical Group LLC: n yhteistyökumppani
fr: Partenaire de Wong Medical Group LLC
fy: Partner fan Wong Medical Group LLC
ga: Comhpháirtí le Wong Medical Group LLC
gd: Com-pàirtiche de Wong Medical Group LLC
gl: Socio de Wong Medical Group LLC
gu: વોંગ મેડિકલ ગ્રુપ એલએલસીના ભાગીદાર
hi: वोंग मेडिकल ग्रुप एलएलसी के साथी
hr: Partner Wong Medical Group LLC
hu: A Wong Medical Group LLC partnere
hy: Wong Medical Group ՍՊԸ-ի գործընկեր
id: Mitra dari Wong Medical Group LLC
is: Samstarfsaðili Wong Medical Group LLC
it: Partner di Wong Medical Group LLC
iw: שותף של חברת Wong Medical Group LLC
ja: Wong Medical Group LLCのパートナー
ka: შპს Wong Medical Group– ის პარტნიორი
kk: Wong Medical Group LLC серіктесі
km: ដៃគូរបស់វ៉ុងវេជ្ជសាស្រ្តគ្រុបអិលធីឌី
kn: ವಾಂಗ್ ಮೆಡಿಕಲ್ ಗ್ರೂಪ್ ಎಲ್ಎಲ್ ಸಿ ಪಾಲುದಾರ
ky: Wong Medical Group ЖЧКнын өнөктөшү
lb: Partner vum Wong Medical Group LLC
lo: ຄູ່ຮ່ວມງານຂອງ Wong Medical Group LLC
lt: „Wong Medical Group LLC“ partneris
lv: Wong Medical Group LLC partneris
mg: Mpiara-miasa amin&#39;ny Wong Medical Group LLC
mi: He mema mo te Wong Medical Group LLC
mk: Партнер на Медија Медицинска Група ДОО
ml: വോംഗ് മെഡിക്കൽ ഗ്രൂപ്പ് എൽ‌എൽ‌സിയുടെ പങ്കാളി
mn: Wong Medical Group ХХК-ийн түнш
mr: वोंग मेडिकल ग्रुप एलएलसी चा पार्टनर
ms: Rakan kongsi Wong Medical Group LLC
mt: Sieħeb ta &#39;Wong Medical Group LLC
my: Wong Medical Group LLC ၏ပါတနာ
ne: वोंग मेडिकल समूह LLC को पार्टनर
nl: Partner van Wong Medical Group LLC
no: Partner av Wong Medical Group LLC
or: ୱଙ୍ଗ ମେଡିକାଲ୍ ଗ୍ରୁପ୍ ଏଲଏଲ୍ସିର ସହଭାଗୀ |
pa: ਵੋਂਗ ਮੈਡੀਕਲ ਸਮੂਹ ਐਲਐਲਸੀ ਦਾ ਸਾਥੀ
pl: Partner Wong Medical Group LLC
ps: د وانګ طبي ګروپ LLC همکار
pt: Parceiro de Wong Medical Group LLC
ro: Partener al Wong Medical Group LLC
ru: Партнер Wong Medical Group LLC
rw: Umufatanyabikorwa wa Wong Medical Group LLC
sd: وانگ ميڊيڪل گروپ ايل ايل جو پارٽنر
si: වොන්ග් වෛද්‍ය සමූහයේ එල්එල්සී හි හවුල්කරු
sk: Partner spoločnosti Wong Medical Group LLC
sl: Partner Wong Medical Group LLC
sq: Partner i Wong Medical Group LLC
sr: Партнер компаније Вонг Медицал Гроуп ЛЛЦ
sv: Partner för Wong Medical Group LLC
sw: Mshirika wa Wong Medical Group LLC
ta: வோங் மருத்துவக் குழு எல்.எல்.சியின் கூட்டாளர்
te: వాంగ్ మెడికల్ గ్రూప్ LLC యొక్క భాగస్వామి
tg: Шарики ҶДММ &quot;Wong Medical Group&quot;
th: หุ้นส่วนของ Wong Medical Group LLC
tk: Wong Medical Group LLC-iň hyzmatdaşy
tl: Kasosyo ng Wong Medical Group LLC
tr: Wong Medical Group LLC kullanıcısının sevgilisi
tt: Wong Medical Group LLCЧ. Партнеры
ug: Wong Medical Group LLC نىڭ ھەمكارلاشقۇچىسى
uk: Партнер ТОВ «Медична група Вонг»
ur: وانگ میڈیکل گروپ ایل ایل سی کا ساتھی
uz: Wong Medical Group MChJning hamkori
vi: Đối tác của Tập đoàn y tế Wong
xh: Iqabane leWong Medical Group LLC
yi: שוטעף פון וואָנג מעדיקאַל גרופע ללק

source: A pin has been sent to
af: 'n Speld is gestuur na
am: ፒን ተልኳል።
ar: تم إرسال دبوس إلى
az: pin göndərildi
be: Штылька была адпраўлена на
bg: Изпратен е щифт до
bn: একটি পিন পাঠানো হয়েছে
ca: S'ha enviat un pin a
cs: Kód PIN byl odeslán na adresu
cy: Mae pin wedi ei anfon i
da: En pin er blevet sendt til
de: Ein Pin wurde an gesendet
el: Έχει σταλεί ένα pin στο
eo: Pinglo estis sendita al
es: Se ha enviado un pin a
et: Pin on saadetud aadressile
eu: Pin bat bidali da
fa: یک پین ارسال شده است
fi: PIN-koodi on lähetetty osoitteeseen
fr: Une épingle a été envoyée à
fy: In pin is stjoerd nei
ga: Tá biorán seolta chuig
gd: Chaidh prìne a chuir gu
gl: Enviouse un pin a
gu: પર એક પિન મોકલવામાં આવી છે
hi: को एक पिन भेज दिया गया है
hr: Pin je poslan na
hu: PIN-kódot küldtünk a címre
hy: Փին է ուղարկվել
id: Pin telah dikirim ke
is: Pinna hefur verið sendur til
it: È stato inviato un pin a
iw: סיכה נשלחה אל
ja: ピンがに送信されました
ka: PIN გაიგზავნა
kk: PIN коды жіберілді
km: ម្ជុលត្រូវបានផ្ញើទៅ
kn: ಗೆ ಪಿನ್ ಕಳುಹಿಸಲಾಗಿದೆ
ku: Pînek hat şandin
ky: PIN жөнөтүлдү
lb: E Pin ass geschéckt ginn
lo: PIN ຖືກສົ່ງໄປຫາ
lt: Smeigtukas išsiųstas
lv: Spraudīte ir nosūtīta uz
mg: Nisy piny nalefa tany
mi: Kua tukuna he titi ki
mk: Испратена е игла до
ml: ഒരു പിൻ അയച്ചു
mn: Тэмдэглэл илгээсэн байна
mr: वर एक पिन पाठवली आहे
ms: Pin telah dihantar ke
mt: Intbagħat pin lil
my: ပင်နံပါတ်တစ်ခု ပေးပို့ပြီးဖြစ်သည်။
ne: मा पिन पठाइएको छ
nl: Er is een pin gestuurd naar
no: En pin har blitt sendt til
or: ଏକ ପିନ୍ ପଠାଯାଇଛି |
pa: ਨੂੰ ਇੱਕ ਪਿੰਨ ਭੇਜਿਆ ਗਿਆ ਹੈ
pl: Pin został wysłany do
ps: یو پن ته لیږل شوی دی
pt: Um pin foi enviado para
ro: A fost trimis un pin către
ru: Пин был отправлен на
rw: Ipine yoherejwe kuri
sd: ڏانهن هڪ پن موڪليو ويو آهي
si: වෙත පින් එකක් එවා ඇත
sk: Kód PIN bol odoslaný na adresu
sl: Pin je bil poslan na
sq: Një kunj është dërguar në
sr: Пин је послат на
sv: En pin har skickats till
sw: Pini imetumwa kwa
ta: ஒரு முள் அனுப்பப்பட்டது
te: ఒక పిన్ పంపబడింది
tg: Як пин фиристода шуд
th: ส่งพินไปที่ .แล้ว
tk: Bir çeňňek iberildi
tl: Ang isang pin ay ipinadala sa
tr: Bir pin gönderildi
tt: Бер кадак җибәрелгән
ug: بىر pin ئەۋەتىلدى
uk: PIN-код надіслано
ur: پر ایک پن بھیج دیا گیا ہے۔
uz: PIN-kod yuborildi
vi: Một mã pin đã được gửi tới
xh: I-pin ithunyelwe kuyo
yi: א שטיפט איז געשיקט געווארן צו

source: Cancel
af: kanselleer
am: ሰርዝ
ar: إلغاء
az: Ləğv et
be: адмяніць
bg: Отказ
bn: বাতিল
ca: Cancel · lar
cs: zrušení
cy: Diddymu
da: Afbestille
de: Stornieren
el: Ματαίωση
eo: Nuligi
es: Cancelar
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuttaa
fr: Annuler
fy: ôfbrekke
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
gu: રદ કરો
hi: रद्द करना
hr: Otkazati
hu: Megszünteti
hy: Չեղարկել
id: Membatalkan
is: Hætta við
it: Annulla
iw: לְבַטֵל
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ku: Bişûndekirin
ky: жокко чыгаруу
lb: annuléieren
lo: ຍົກເລີກການ
lt: Atšaukti
lv: Atcelt
mg: hanafoana
mi: Whakakore
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
ms: Batalkan
mt: Ikkanċella
ne: रद्द
nl: Annuleer
no: Avbryt
or: ବାତିଲ୍ କରନ୍ତୁ |
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ps: لغوه کړه
pt: Cancelar
ro: Anulare
ru: Отмена
rw: Kureka
sd: منسوخ ڪريو
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sq: anuloj
sr: Отказати
sv: Annullera
sw: Futa
ta: ரத்து
te: రద్దు
tg: Бекор
th: ยกเลิก
tk: Elatyr
tl: Kanselahin
tr: İptal etmek
tt: Баш тарту
ug: بىكار قىلىش
uk: Скасувати
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
xh: Ukukhansela
yi: באָטל מאַכן

source: Send New Pin
af: Stuur nuwe pin
am: አዲስ ፒን ላክ
ar: إرسال رقم تعريف شخصي جديد
az: Yeni Pin Göndər
be: Адправіць новы пін
bg: Изпратете нов ПИН
bn: নতুন পিন পাঠান
ca: Envia un PIN nou
cs: Odeslat nový PIN
cy: Anfon Pin Newydd
da: Send ny pinkode
de: Neue PIN senden
el: Αποστολή νέου pin
eo: Sendu Novan Pinglon
es: Enviar nuevo pin
et: Saada uus PIN-kood
eu: Bidali Pin berria
fa: ارسال پین جدید
fi: Lähetä uusi PIN-koodi
fr: Envoyer une nouvelle épingle
fy: Stjoer Nije Pin
ga: Seol Bioráin Nua
gd: Cuir Pin Ùr
gl: Enviar novo Pin
gu: નવો પિન મોકલો
hi: नया पिन भेजें
hr: Pošalji novi PIN
hu: Új PIN-kód küldése
hy: Ուղարկեք նոր փին
id: Kirim Pin Baru
is: Sendu nýjan pinna
it: Invia nuovo pin
iw: שלח סיכה חדשה
ja: 新しいピンを送信する
ka: ახალი პინის გაგზავნა
kk: Жаңа PIN жіберу
km: ផ្ញើម្ជុលថ្មី។
kn: ಹೊಸ ಪಿನ್ ಕಳುಹಿಸಿ
ku: Pînek Nû bişînin
ky: Жаңы PIN жөнөтүү
lb: Schécken New Pin
lo: ສົ່ງ PIN ໃໝ່
lt: Siųsti naują PIN kodą
lv: Nosūtīt jaunu PIN
mg: Alefaso Pin Vaovao
mi: Tukua Pin Hou
mk: Испрати нов пин
ml: പുതിയ പിൻ അയയ്‌ക്കുക
mn: Шинэ Pin илгээх
mr: नवीन पिन पाठवा
ms: Hantar Pin Baharu
mt: Ibgħat Pin Ġdid
my: ပင်နံပါတ်အသစ် ပို့ပါ။
ne: नयाँ पिन पठाउनुहोस्
nl: Nieuwe pin verzenden
no: Send ny pin
or: ନୂଆ ପିନ୍ ପଠାନ୍ତୁ |
pa: ਨਵਾਂ ਪਿੰਨ ਭੇਜੋ
pl: Wyślij nowy kod PIN
ps: نوی پن واستوئ
pt: Enviar novo alfinete
ro: Trimiteți PIN nou
ru: Отправить новый пин
rw: Ohereza Pin
sd: نئون پن موڪليو
si: නව පින් යවන්න
sk: Odoslať nový PIN
sl: Pošlji nov PIN
sq: Dërgo një pin të ri
sr: Пошаљи нови пин
sv: Skicka ny pin
sw: Tuma Pini Mpya
ta: புதிய பின்னை அனுப்பவும்
te: కొత్త పిన్ పంపండి
tg: Ирсоли PIN нав
th: ส่งพินใหม่
tk: Täze pin iberiň
tl: Magpadala ng Bagong Pin
tr: Yeni Pin Gönder
tt: Яңа кадак җибәрегез
ug: يېڭى پىن ئەۋەتىڭ
uk: Надіслати новий PIN-код
ur: نیا پن بھیجیں۔
uz: Yangi PIN-ni yuborish
vi: Gửi mã pin mới
xh: Thumela iPin Entsha
yi: שיקן נייַ שפּילקע

source: Need Help?
af: Het jy hulp nodig?
am: እርዳታ ያስፈልጋል?
ar: تحتاج مساعدة؟
az: Kömək lazımdır?
be: Патрэбна дапамога?
bg: Нужда от помощ?
bn: সাহায্য দরকার?
ca: Necessitar ajuda?
cs: Potřebovat pomoc?
cy: Angen cymorth?
da: Brug for hjælp?
de: Brauchen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
eo: Bezonas helpon?
es: ¿Necesitas ayuda?
et: Abi vajama?
eu: Laguntza behar?
fa: کمک خواستن؟
fi: Tarvitsetko apua?
fr: Besoin d'aide?
fy: Help nedich hawwe?
ga: Teastaionn Cabhair?
gd: A bheil feum agad air cuideachadh?
gl: Preciso axuda?
gu: મદદ જોઈતી?
hi: मदद की ज़रूरत है?
hr: Trebate pomoć?
hu: Kell segítség?
hy: Օգնության կարիք ունեմ?
id: Butuh bantuan?
is: Þurfa hjálp?
it: Ho bisogno di aiuto?
iw: זקוק לעזרה?
ja: 助けが必要？
ka: Დახმარება მჭირდება?
kk: Көмек қажет?
km: ត្រូវការ​ជំនួយ?
kn: ಸಹಾಯ ಬೇಕೇ?
ku: Pêdiviya alîkariyê heye?
ky: Жардам керекпи?
lb: Brauch Hëllef?
lo: ຕ້ອງ​ການ​ຄວາມ​ຊ່ວຍ​ເຫຼືອ?
lt: Reikia pagalbos?
lv: Vajadzīga palīdzība?
mg: Mila vonjy?
mi: Me awhina?
mk: Треба помош?
ml: സഹായം ആവശ്യമുണ്ട്?
mn: Тусламж хэрэгтэй?
mr: मदत पाहिजे?
ms: Perlukan bantuan?
mt: Bżonn Għajnuna?
my: အကူအညီလိုတယ်?
ne: सहयोग चाहियो?
nl: Hulp nodig?
no: Trenger hjelp?
or: ସାହାଯ୍ୟ ଦରକାର କି?
pa: ਮਦਦ ਦੀ ਲੋੜ ਹੈ?
pl: Potrzebuję pomocy?
ps: مرستې ته اړتیا لرئ؟
pt: Preciso de ajuda?
ro: Nevoie de ajutor?
ru: Нужна помощь?
rw: Ukeneye ubufasha?
sd: مدد گهرجي؟
si: උදව් අවශ්යයි?
sk: Potrebujete pomoc?
sl: Rabim pomoč?
sq: Kam nevojë për ndihmë?
sr: Потребна помоћ?
sv: Behövs hjälp?
sw: Je, unahitaji Msaada?
ta: உதவி தேவை?
te: సహాయం కావాలి?
tg: Ба кӯмак ниёз доред?
th: ต้องการความช่วยเหลือ?
tk: Kömek gerek?
tl: Kailangan ng tulong?
tr: Yardıma mı ihtiyacınız var?
tt: Ярдәм кирәк?
ug: ياردەمگە ئېھتىياجلىقمۇ؟
uk: Потрібна допомога?
ur: مدد چاہیے؟
uz: Yordam kerak?
vi: Cần giúp đỡ?
xh: Dinga uncedo?
yi: דארף הילף?

source: Click here to contact us
af: Klik hier om ons te kontak
am: እኛን ለማግኘት እዚህ ጠቅ ያድርጉ
ar: انقر هنا للاتصال بنا
az: Bizimlə əlaqə saxlamaq üçün bura klikləyin
be: Націсніце тут, каб звязацца з намі
bg: Щракнете тук, за да се свържете с нас
bn: আমাদের সাথে যোগাযোগ করতে এখানে ক্লিক করুন
ca: Feu clic aquí per contactar amb nosaltres
cs: Klikněte zde a kontaktujte nás
cy: Cliciwch yma i gysylltu â ni
da: Klik her for at kontakte os
de: Klicken Sie hier, um uns zu kontaktieren
el: Κάντε κλικ εδώ για να επικοινωνήσετε μαζί μας
eo: Klaku ĉi tie por kontakti nin
es: Haga clic aquí para ponerse en contacto con nosotros
et: Meiega ühenduse võtmiseks klõpsake siin
eu: Egin klik hemen gurekin harremanetan jartzeko
fa: برای تماس با ما اینجا کلیک کنید
fi: Ota meihin yhteyttä napsauttamalla tätä
fr: Cliquez ici pour nous contacter
fy: Klik hjir om kontakt mei ús op te nimmen
ga: Cliceáil anseo chun teagmháil a dhéanamh linn
gd: Cliog an seo gus fios a chuir thugainn
gl: Fai clic aquí para contactar connosco
gu: અમારો સંપર્ક કરવા માટે અહીં ક્લિક કરો
hi: हमसे संपर्क करने के लिए यहां क्लिक करें
hr: Kliknite ovdje da nas kontaktirate
hu: Kattintson ide, ha kapcsolatba szeretne lépni velünk
hy: Սեղմեք այստեղ՝ մեզ հետ կապվելու համար
id: Klik di sini untuk menghubungi kami
is: Smelltu hér til að hafa samband við okkur
it: Clicca qui per contattarci
iw: לחץ כאן ליצירת קשר
ja: お問い合わせはこちら
ka: დააწკაპუნეთ აქ დაგვიკავშირდით
kk: Бізбен байланысу үшін осы жерді басыңыз
km: សូមចុចទីនេះដើម្បីទាក់ទងមកយើងខ្ញុំ
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
ku: Li vir bikirtînin ku bi me re têkilî daynin
ky: Биз менен байланышуу үчүн бул жерди басыңыз
lb: Klickt hei fir eis ze kontaktéieren
lo: ຄລິກທີ່ນີ້ເພື່ອຕິດຕໍ່ພວກເຮົາ
lt: Norėdami susisiekti su mumis, spustelėkite čia
lv: Noklikšķiniet šeit, lai sazinātos ar mums
mg: Tsindrio eto raha hifandray aminay
mi: Pāwhiri ki konei ki te whakapā mai
mk: Кликнете овде за да не контактирате
ml: ഞങ്ങളെ ബന്ധപ്പെടാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുക
mn: Энд дарж бидэнтэй холбоо барина уу
mr: आमच्याशी संपर्क साधण्यासाठी येथे क्लिक करा
ms: Klik di sini untuk menghubungi kami
mt: Ikklikkja hawn biex tikkuntattjana
my: ကျွန်ုပ်တို့ထံ ဆက်သွယ်ရန် ဤနေရာကိုနှိပ်ပါ။
ne: हामीलाई सम्पर्क गर्न यहाँ क्लिक गर्नुहोस्
nl: Klik hier om contact met ons op te nemen
no: Klikk her for å kontakte oss
or: ଆମ ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ |
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij tutaj, aby się z nami skontaktować
ps: دلته کلیک وکړئ موږ سره اړیکه ونیسئ
pt: Clique aqui para entrar em contato conosco
ro: Click aici pentru a ne contacta
ru: Нажмите здесь, чтобы связаться с нами
rw: Kanda hano kugirango utubwire
sd: اسان سان رابطو ڪرڻ لاء هتي ڪلڪ ڪريو
si: අප හා සම්බන්ධ වීමට මෙතන ක්ලික් කරන්න
sk: Kliknite sem a kontaktujte nás
sl: Kliknite tukaj, da nas kontaktirate
sq: Klikoni këtu për të na kontaktuar
sr: Кликните овде да нас контактирате
sv: Klicka här för att kontakta oss
sw: Bofya hapa ili kuwasiliana nasi
ta: எங்களை தொடர்பு கொள்ள இங்கே கிளிக் செய்யவும்
te: మమ్మల్ని సంప్రదించడానికి ఇక్కడ క్లిక్ చేయండి
tg: Барои тамос бо мо ин ҷо клик кунед
th: คลิกที่นี่เพื่อติดต่อเรา
tk: Biz bilen habarlaşmak üçin şu ýere basyň
tl: Mag-click dito para makipag-ugnayan sa amin
tr: Bizimle iletişime geçmek için buraya tıklayın
tt: Безнең белән элемтәгә керү өчен монда басыгыз
ug: بۇ يەرنى چېكىپ بىز بىلەن ئالاقىلىشىڭ
uk: Натисніть тут, щоб зв'язатися з нами
ur: ہم سے رابطہ کرنے کے لیے یہاں کلک کریں۔
uz: Biz bilan bog'lanish uchun shu yerni bosing
vi: Nhấn vào đây để liên hệ với chúng tôi
xh: Cofa apha ukuze uqhagamshelane nathi
yi: דריקט דאָ צו קאָנטאַקט אונדז

source: Next
af: Volgende
am: ቀጥሎ
ar: التالي
az: Sonrakı
be: Далей
bg: Следващия
bn: পরবর্তী
ca: Pròxim
cs: další
cy: Nesaf
da: Næste
de: Nächste
el: Επόμενο
eo: Poste
es: próximo
et: Edasi
eu: Hurrengoa
fa: بعد
fi: Seuraava
fr: Prochain
fy: Folgjende
ga: Ar aghaidh
gd: Air adhart
gl: A continuación
gu: આગળ
hi: अगला
hr: Sljedeći
hu: Következő
hy: Հաջորդը
id: Lanjut
is: Næst
it: Prossimo
iw: הַבָּא
ja: 次
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದೆ
ku: Piştî
ky: Кийинки
lb: Nächst
lo: ຕໍ່ໄປ
lt: Kitas
lv: Nākamais
mg: Manaraka
mi: Panuku
mk: Следно
ml: അടുത്തത്
mn: Дараачийн
mr: पुढे
ms: Seterusnya
mt: Li jmiss
my: နောက်တစ်ခု
ne: अर्को
nl: Volgende
no: Neste
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
pl: Następny
ps: بل
pt: Próximo
ro: Următorul
ru: Следующий
rw: Ibikurikira
sd: اڳيان
si: ඊළඟ
sk: Ďalšie
sl: Naslednji
sq: Tjetra
sr: Следећи
sv: Nästa
sw: Inayofuata
ta: அடுத்தது
te: తరువాత
tg: Баъдӣ
th: ต่อไป
tk: Indiki
tl: Susunod
tr: Sonraki
tt: Алга
ug: كېيىنكى
uk: Далі
ur: اگلے
uz: Keyingisi
vi: Tiếp theo
xh: Okulandelayo
yi: ווייַטער
