Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
af: Ontwikkel &#39;n enorme reeks aangepaste vorms en sjablone vir verspreiding en voltooiing tydens en na &#39;n saak (soos kliëntuitgang-opnames). Watter vorm u ook al benodig, u kan skep!
am: በጉዳዩ ወቅት እና በኋላ (ለደንበኛ መውጫ ዳሰሳ ጥናቶች) ለማሰራጨት እና ለማጠናቀቅ እጅግ ብዙ የብጁ ቅጾችን እና አብነቶችን ያዳብሩ። ምንም ዓይነት ቅርፅ ቢፈልጉ ፣ መፍጠር ይችላሉ!
ar: طور مجموعة هائلة من النماذج والقوالب المخصصة للتوزيع والإكمال أثناء وبعد الحالة (مثل استطلاعات خروج العملاء). مهما كان الشكل الذي تحتاجه ، يمكنك إنشاء!
az: Həm iş zamanı, həm də sonra (müştəri çıxışı anketləri kimi) yayılması və tamamlanması üçün geniş bir xüsusi forma və şablon hazırlayın. Hansı formada lazımdırsa, yarada bilərsiniz!
be: Распрацуйце велізарны спектр нестандартных формаў і шаблонаў для распаўсюджвання і завяршэння як падчас, так і пасля выпадку (напрыклад, апытанні кліентаў пра выхад). Незалежна ад формы вам трэба стварыць!
bg: Разработете огромен набор от персонализирани форми и шаблони за разпространение и попълване както по време, така и след случай (като анкети за напускане на клиенти). Каквато и форма да ви е необходима, можете да създадете!
bn: কোনও মামলার সময় এবং পরে (ক্লায়েন্টের প্রস্থান সমীক্ষার মতো) বিতরণ ও সমাপ্তির জন্য প্রচুর কাস্টম ফর্ম এবং টেম্পলেটগুলির বিকাশ করুন। আপনার যা যা ফর্ম প্রয়োজন, আপনি তৈরি করতে পারেন!
ca: Desenvolupar una enorme gamma de formularis i plantilles personalitzades per a la distribució i realització tant durant un cas com després (com les enquestes de sortida del client). Sigui quina sigui la forma que necessiteu, podeu crear-la!
cs: Vyvinout obrovskou škálu vlastních formulářů a šablon pro distribuci a vyplňování jak během případu, tak po něm (například průzkumy ukončení klienta). Ať už potřebujete jakoukoli formu, můžete si ji vytvořit!
cy: Datblygu ystod enfawr o ffurflenni a thempledi arferiad i&#39;w dosbarthu a&#39;u cwblhau yn ystod ac ar ôl achos (fel arolygon ymadael cleientiaid). Pa bynnag ffurf sydd ei hangen arnoch chi, gallwch chi greu!
da: Udvikle en enorm vifte af tilpassede formularer og skabeloner til distribution og færdiggørelse både under og efter en sag (som klientudgangsundersøgelser). Uanset hvilken form du har brug for, kan du oprette!
de: Entwickeln Sie eine enorme Auswahl an benutzerdefinierten Formularen und Vorlagen für die Verteilung und das Ausfüllen während und nach einem Fall (z. B. Umfragen zum Kundenausgang). Welche Form auch immer Sie benötigen, Sie können erstellen!
el: Αναπτύξτε ένα τεράστιο φάσμα προσαρμοσμένων φορμών και προτύπων για διανομή και ολοκλήρωση τόσο κατά τη διάρκεια όσο και μετά από μια υπόθεση (όπως έρευνες εξόδου πελατών). Όποια μορφή κι αν χρειάζεστε, μπορείτε να δημιουργήσετε!
eo: Disvolvu enorman gamon de kutimaj formoj kaj ŝablonoj por distribuado kaj kompletigo ambaŭ kaj post kazo (kiel enketoj de klientaj eliroj). Kian ajn formon vi bezonas, vi povas krei!
es: Desarrolle una enorme variedad de formularios y plantillas personalizadas para su distribución y finalización tanto durante como después de un caso (como encuestas de salida de clientes). ¡Cualquier forma que necesite, puede crearla!
et: Töötage välja tohutu valik kohandatud vorme ja malle levitamiseks ja täitmiseks nii juhtumi ajal kui ka pärast seda (nt klientide lahkumise uuringud). Ükskõik millist vormi vajate, saate luua!
eu: Garatu inprimaki eta txantiloi pertsonalizatuak sorta izugarria garatzeko, bai kasuetan nola ondoren banatzeko eta osatzeko (bezeroen irteera inkestak bezala). Edozein forma behar duzunean sor dezakezu!
fa: طیف وسیعی از فرم ها و قالب های سفارشی را برای توزیع و تکمیل در حین و بعد از یک مورد ایجاد کنید (مانند بررسی های خروج مشتری). به هر شکلی که بخواهید می توانید ایجاد کنید!
fi: Kehitä valtava valikoima räätälöityjä lomakkeita ja malleja jakeluun ja täydentämiseen sekä tapauksen aikana että sen jälkeen (kuten asiakkaan poistumistutkimukset). Minkä tahansa muodon tarvitset, voit luoda!
fr: Développez une énorme gamme de formulaires et de modèles personnalisés pour la distribution et l&#39;achèvement pendant et après un cas (comme les enquêtes de sortie des clients). Quelle que soit la forme dont vous avez besoin, vous pouvez créer!
fy: Untwikkelje in enoarm oanbod fan oanpaste formulieren en sjabloanen foar distribúsje en foltôgjen sawol tidens as nei in saak (lykas ûndersiik foar kliïntútgong). Watfoar foarm jo ek nedich binne, kinne jo oanmeitsje!
ga: Forbair raon ollmhór foirmeacha agus teimpléid saincheaptha le dáileadh agus le comhlánú le linn agus tar éis cáis (cosúil le suirbhéanna ar scoir cliant). Cibé foirm atá uait, is féidir leat a chruthú!
gd: Leasaich raon mòr de fhoirmean agus teamplaidean gnàthaichte airson an sgaoileadh agus an lìonadh an dà chuid rè agus às deidh cùis (mar sgrùdaidhean fàgail luchd-cleachdaidh). Ge bith dè an cruth a dh ’fheumas tu, faodaidh tu a chruthachadh!
gl: Desenvolva unha enorme variedade de formularios e modelos personalizados para a súa distribución e cumprimento tanto durante como despois dun caso (como as enquisas de saída de clientes). Calquera forma que necesites, podes crear.
gu: કેસ દરમ્યાન અને પછી બંને (જેમ કે ક્લાયન્ટ એક્ઝિટ સર્વે જેવા) વિતરણ અને પૂર્ણાહુતિ માટે વૈવિધ્યપૂર્ણ સ્વરૂપો અને નમૂનાઓની પ્રચંડ શ્રેણીનો વિકાસ કરો. તમને જે પણ ફોર્મની જરૂર હોય, તમે બનાવી શકો છો!
hi: एक मामले के दौरान और उसके बाद (जैसे ग्राहक निकास सर्वेक्षण) वितरण और पूर्णता के लिए कस्टम रूपों और टेम्पलेट्स की एक विशाल श्रृंखला विकसित करें। आपको जिस भी रूप की आवश्यकता है, आप बना सकते हैं!
hr: Razvijte ogroman raspon prilagođenih obrazaca i obrazaca za distribuciju i dovršavanje, tijekom i nakon slučaja (poput ispitivanja izlazaka klijenta). Koji god oblik trebali, možete stvoriti!
hu: Készítsen óriási választékot az egyedi űrlapokról és sablonokról a terjesztéshez és a kitöltéshez mind az eset alatt, mind annak után (például az ügyfelek kilépési felmérései). Bármilyen formát is igényel, létrehozhat!
hy: Մշակել հսկայական շարք սովորական ձևերի և ձևանմուշների բաշխման և ավարտման հսկայական շարք ինչպես դեպքի ընթացքում, այնպես էլ դրանից հետո (ինչպես հաճախորդի ելքի հարցումները): Ինչ ձև էլ լինի, կարող եք ստեղծել:
id: Kembangkan sejumlah besar formulir dan templat khusus untuk distribusi dan penyelesaian selama dan setelah suatu kasus (seperti survei keluar klien). Apa pun bentuk yang Anda butuhkan, Anda dapat membuatnya!
is: Þróa gríðarlegt úrval af sérsniðnum eyðublöðum og sniðmátum til dreifingar og frágangs bæði á meðan og eftir mál (eins og útgöngukannanir viðskiptavina). Hvaða mynd sem þú þarft, þú getur búið til!
it: Sviluppa una vasta gamma di moduli e modelli personalizzati per la distribuzione e il completamento sia durante che dopo un caso (come i sondaggi sull&#39;uscita dei clienti). Qualunque forma ti serva, puoi creare!
iw: פיתוח מגוון עצום של טפסים ותבניות מותאמים אישית להפצה והשלמה הן במהלך והן אחרי מקרה (כמו סקרי יציאה מהלקוחות). כל צורה שתצטרכו, תוכלו ליצור!
ja: （クライアント出口調査のように）ケースの実行中と終了後の両方で配布および記入するための膨大な範囲のカスタムフォームとテンプレートを開発します。あなたが必要とするどんな形でも、あなたは作ることができます！
ka: შეიმუშავეთ უზარმაზარი სპექტრი საბაჟო ფორმები და შაბლონები განაწილებისა და დასრულებისთვის, როგორც საქმის განმავლობაში, ისე მის შემდეგ (კლიენტის გასვლის გამოკითხვების მსგავსად). რა ფორმაც არ გჭირდებათ, შეგიძლიათ შექმნათ!
kk: Іс жүргізу кезінде де, одан кейін де тарату және аяқтау үшін жеке нысандар мен шаблондардың кең спектрін жасаңыз (клиенттердің шығу сұрақтары сияқты). Қандай формада болсаңыз да, жасай аласыз!
km: បង្កើតទម្រង់និងគំរូផ្ទាល់ខ្លួនដ៏ធំធេងសម្រាប់ការចែកចាយនិងការបំពេញទាំងក្នុងកំឡុងពេលនិងក្រោយពេលមានករណី (ដូចជាការស្ទង់មតិច្រកចេញរបស់អតិថិជន) ។ ទម្រង់អ្វីក៏ដោយដែលអ្នកត្រូវការអ្នកអាចបង្កើតបាន!
kn: ಒಂದು ಸಂದರ್ಭದಲ್ಲಿ ಮತ್ತು ನಂತರ (ಕ್ಲೈಂಟ್ ನಿರ್ಗಮನ ಸಮೀಕ್ಷೆಗಳಂತೆ) ವಿತರಣೆ ಮತ್ತು ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಗಾಗಿ ಅಪಾರ ಶ್ರೇಣಿಯ ಕಸ್ಟಮ್ ರೂಪಗಳು ಮತ್ತು ಟೆಂಪ್ಲೆಟ್ಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಿ. ನಿಮಗೆ ಬೇಕಾದ ಯಾವುದೇ ರೂಪ, ನೀವು ರಚಿಸಬಹುದು!
ku: Li seranserê nav û piştî bûyerek (wek lêkolînên derketina derveyî muwekîlê) gelek form û şablonên xwerû ji bo belavkirin û temamkirinê pêşve bixin. Her çi forma ku hûn hewce ne, hûn dikarin biafirînin!
ky: Иштөө учурунда жана андан кийин (кардардын чыгуусун сурамжылоо сыяктуу) жайылтуучу формалардын жана шаблондордун кеңири спектрин иштеп чыгуу. Кандай гана форма болбосун, сиз түзө аласыз!
lb: Entwéckelt eng enorm Palette vu personaliséierten Formen a Template fir Verdeelung a Fäerdegstellung souwuel während an no engem Fall (wéi Client Austrëtt Ëmfroen). Wat och ëmmer Dir braucht, Dir kënnt erstellen!
lo: ພັດທະນາຮູບແບບແລະແບບແມ່ແບບທີ່ຫຼາກຫຼາຍ ສຳ ລັບການແຈກຢາຍແລະເຮັດ ສຳ ເລັດທັງໃນລະຫວ່າງແລະຫຼັງຈາກກໍລະນີ (ເຊັ່ນການ ສຳ ຫຼວດອອກຈາກລູກຄ້າ). ຮູບແບບໃດກໍ່ຕາມທີ່ທ່ານຕ້ອງການ, ທ່ານສາມາດສ້າງ!
lt: Sukurkite daugybę pasirinktinių formų ir šablonų, skirtų platinti ir užpildyti tiek bylos metu, tiek po jos (pvz., Klientų pasitraukimo tyrimai). Nesvarbu, kokios formos jums reikia, galite sukurti!
lv: Izstrādājiet milzīgu klāstu pielāgotu veidlapu un veidņu izplatīšanai un aizpildīšanai gan lietas laikā, gan pēc tās (piemēram, klientu aiziešanas aptaujas). Neatkarīgi no tā, kāda forma jums nepieciešama, jūs varat izveidot!
mg: Mamolavola fomba amam-panao sy modely be dia be amin&#39;ny fizarana sy fahavitanana mandritra sy aorian&#39;ny tranga iray (toy ny fanaraha-maso ny fivoahan&#39;ny mpanjifa). Izay endrika ilainao dia azonao atao!
mi: Whakawhanake i te whānuitanga o nga momo ritenga me nga tauira mo te tohatoha me te whakaoti i roto i te waa i muri mai i te keehi (penei i nga uiui a nga kiritaki). He aha te puka e hiahia ana koe, ka taea e koe te hanga!
mk: Развијте огромен спектар на сопствени форми и обрасци за дистрибуција и завршување и за време и по случајот (како анкети за клиент за излез). Без оглед на формата што ви треба, можете да создадете!
ml: ഒരു കേസ് സമയത്തും അതിനുശേഷവും (ക്ലയന്റ് എക്സിറ്റ് സർവേകൾ പോലെ) വിതരണത്തിനും പൂർത്തീകരണത്തിനുമായി ധാരാളം ഇച്ഛാനുസൃത ഫോമുകളും ടെം‌പ്ലേറ്റുകളും വികസിപ്പിക്കുക. നിങ്ങൾക്ക് ആവശ്യമുള്ള ഫോം, നിങ്ങൾക്ക് സൃഷ്ടിക്കാൻ കഴിയും!
mn: Хэрэг явдлын үеэр болон дараа (үйлчлүүлэгчээс гарах судалгаа гэх мэт) хуваарилах, дуусгахад зориулсан асар их өргөн хүрээний хэлбэр, загварыг боловсруулах. Танд хэрэгтэй ямар ч хэлбэрийг бий болгож чадна!
mr: केस दरम्यान आणि नंतर (क्लायंट एक्झीट सर्व्हे जसे) आणि वितरण आणि पूर्ण करण्यासाठी टेम्पलेट्सची एक विस्तृत श्रेणी विकसित करा. आपणास जे काही आवश्यक आहे ते तयार करू शकता!
ms: Kembangkan pelbagai bentuk dan templat khusus untuk pengedaran dan penyelesaiannya semasa dan selepas kes (seperti tinjauan keluar pelanggan). Apa sahaja bentuk yang anda perlukan, anda boleh membuat!
mt: Żviluppa firxa enormi ta &#39;formoli u mudelli tad-dwana għad-distribuzzjoni u t-tlestija kemm matul kif ukoll wara każ (bħal stħarriġ tal-ħruġ tal-klijent). Tkun xi tkun il-forma li għandek bżonn, tista &#39;toħloq!
my: အမှုတစ်ခုအတွင်းနှင့်ပြီးနောက်ဖောက်သည်များအနေဖြင့်ဖြန့်ဖြူးခြင်းနှင့်ဖြည့်စွက်ခြင်းအတွက်စိတ်ကြိုက်ပုံစံများနှင့်တင်းပလိတ်များအမြောက်အများကိုတီထွင်ပါ။ မည်သည့်ပုံစံကိုမဆိုသင်ဖန်တီးနိုင်သည်။
ne: एक केसको बखत र पछाडि वितरण र सम्पन्निका लागि अनुकूल फारामहरू र टेम्पलेटहरूको एक विशाल दायरा विकास गर्नुहोस् (ग्राहकहरू निकास सर्वेक्षण जस्तै)। जुनसुकै फारम तपाईंलाई आवश्यक छ, तपाईं सिर्जना गर्न सक्नुहुन्छ!
nl: Ontwikkel een enorm scala aan aangepaste formulieren en sjablonen voor distributie en voltooiing zowel tijdens als na een casus (zoals exit-enquêtes bij klanten). Welke vorm u ook nodig heeft, u kunt creëren!
no: Utvikle et enormt utvalg av egendefinerte skjemaer og maler for distribusjon og fullføring både under og etter en sak (som kundeundersøkelser). Uansett hvilken form du trenger, kan du lage!
or: ଉଭୟ ମାମଲାରେ ଏବଂ ପରେ ବଣ୍ଟନ ଏବଂ ସମାପ୍ତି ପାଇଁ କଷ୍ଟମ୍ ଫର୍ମ ଏବଂ ଟେମ୍ପଲେଟଗୁଡିକର ଏକ ବିପୁଳ ପରିସର ବିକାଶ କରନ୍ତୁ (ଯେପରି କ୍ଲାଏଣ୍ଟ ପ୍ରସ୍ଥାନ ସର୍ବେକ୍ଷଣ ପରି) | ଆପଣ ଯାହା ଆବଶ୍ୟକ କରନ୍ତି, ଆପଣ ସୃଷ୍ଟି କରିପାରିବେ!
pa: ਕਿਸੇ ਕੇਸ ਦੇ ਦੌਰਾਨ ਅਤੇ ਬਾਅਦ ਵਿਚ ਵੰਡਣ ਅਤੇ ਪੂਰਨ ਲਈ ਕਸਟਮ ਫਾਰਮਾਂ ਅਤੇ ਟੈਂਪਲੇਟਾਂ ਦੀ ਵਿਸ਼ਾਲ ਸ਼੍ਰੇਣੀ ਦਾ ਵਿਕਾਸ ਕਰੋ (ਜਿਵੇਂ ਕਿ ਗਾਹਕ ਬਾਹਰ ਜਾਣ ਵਾਲੇ ਸਰਵੇਖਣ). ਤੁਹਾਨੂੰ ਜੋ ਵੀ ਫਾਰਮ ਦੀ ਜ਼ਰੂਰਤ ਹੈ, ਤੁਸੀਂ ਬਣਾ ਸਕਦੇ ਹੋ!
pl: Opracuj ogromną gamę niestandardowych formularzy i szablonów do dystrybucji i wypełniania zarówno w trakcie, jak i po sprawie (np. Ankiety dotyczące wyjścia klienta). Niezależnie od potrzebnej formy możesz stworzyć!
ps: د قضیې په جریان کې او وروسته د توزیع او تکمیل لپاره د دودیز فارمونو او ټیمپلیټونو خورا پراخه لړۍ رامینځته کړئ (لکه د پیرودونکي وتلو سروې). هر هغه څه چې تاسو ورته اړتیا لرئ ، تاسو یې رامینځته کولی شئ!
pt: Desenvolva uma enorme variedade de formulários e modelos personalizados para distribuição e conclusão durante e após um caso (como pesquisas de saída de clientes). Qualquer forma que você precisar, você pode criar!
ro: Dezvoltați o gamă enormă de formulare și șabloane personalizate pentru distribuire și completare atât în timpul cât și după un caz (cum ar fi sondajele de ieșire ale clienților). Indiferent de forma de care aveți nevoie, puteți crea!
ru: Разработайте огромный спектр пользовательских форм и шаблонов для распространения и заполнения как во время, так и после рассмотрения дела (например, опросы клиентов на выходе). Какую бы форму вам ни понадобилось, вы можете создать!
rw: Gutezimbere urutonde runini rwimiterere ninyandikorugero zo gukwirakwiza no kurangiza haba mugihe na nyuma yurubanza (nkabakiriya basohotse mubushakashatsi). Imiterere yose ukeneye, urashobora gukora!
sd: ڪيس جي دوران ۽ بعد ۾ تقسيم ۽ مڪمل ڪرڻ لاءِ ڪسٽم فارم ۽ ٽيمپليٽز جو تمام وڏو رينج ٺاهيو. جيڪو به فارم توهان جي ضرورت آهي ، توهان ٺاهي سگهو ٿا!
si: නඩුවකදී සහ පසුව (සේවාදායක පිටවීමේ සමීක්ෂණ වැනි) බෙදා හැරීම සහ සම්පූර්ණ කිරීම සඳහා අතිවිශාල පරාසයක අභිරුචි ආකෘති සහ සැකිලි සංවර්ධනය කරන්න. ඔබට අවශ්‍ය ඕනෑම ආකාරයක්, ඔබට නිර්මාණය කළ හැකිය!
sk: Vyvinúť obrovskú škálu vlastných formulárov a šablón na distribúciu a vyplnenie počas a po prípade (napríklad prieskumy ukončenia klienta). Čokoľvek potrebujete, môžete vytvoriť!
sl: Razviti ogromno paleto prilagojenih obrazcev in predlog za distribucijo in dokončanje med primerom in po njem (na primer ankete o izstopu odjemalcev). Ne glede na obliko, ki jo potrebujete, lahko ustvarite!
sq: Zhvilloni një gamë të madhe të formave dhe modeleve të personalizuara për shpërndarje dhe kompletim si gjatë dhe pas një rasti (si sondazhet e daljes nga klienti). Farëdo forme që ju nevojitet, ju mund të krijoni!
sr: Развити огроман спектар прилагођених образаца и образаца за дистрибуцију и комплетирање током и након случаја (попут анкета о излазу клијента). Који год облик били потребни, можете креирати!
sv: Utveckla ett enormt utbud av anpassade formulär och mallar för distribution och färdigställande både under och efter ett fall (som kundundersökningar). Oavsett form du behöver kan du skapa!
sw: Kuendeleza anuwai kubwa ya aina na templeti za usambazaji na kukamilisha wakati na baada ya kesi (kama uchunguzi wa wateja wa kutoka). Aina yoyote unahitaji, unaweza kuunda!
ta: ஒரு வழக்கின் போதும் அதற்குப் பின்னரும் (கிளையன்ட் வெளியேறும் ஆய்வுகள் போன்றவை) விநியோகிப்பதற்கும் நிறைவு செய்வதற்கும் ஏராளமான தனிப்பயன் படிவங்கள் மற்றும் வார்ப்புருக்களை உருவாக்குங்கள். உங்களுக்கு எந்த வடிவம் தேவைப்பட்டாலும், நீங்கள் உருவாக்கலாம்!
te: ఒక కేసు సమయంలో మరియు తరువాత (క్లయింట్ నిష్క్రమణ సర్వేలు వంటివి) పంపిణీ మరియు పూర్తి చేయడానికి అపారమైన అనుకూల రూపాలు మరియు టెంప్లేట్‌లను అభివృద్ధి చేయండి. మీకు ఏ రూపం కావాలో, మీరు సృష్టించవచ్చు!
tg: Таҳияи доираи васеи шаклҳо ва қолибҳои фармоишӣ барои тақсимот ва анҷомдиҳӣ ҳам дар давоми ва ҳам баъд аз як парванда (ба монанди тадқиқоти баромади мизоҷон). Ҳар гуна шакл ба шумо лозим аст, шумо метавонед эҷод кунед!
th: พัฒนาแบบฟอร์มและเทมเพลตที่กำหนดเองมากมายมหาศาลสำหรับการแจกจ่ายและการเติมให้สมบูรณ์ทั้งในระหว่างและหลังกรณี (เช่นการสำรวจการออกจากไคลเอนต์) ไม่ว่าคุณต้องการรูปแบบใดคุณสามารถสร้าง!
tk: Bir hadysanyň dowamynda we soňundan (müşderiniň çykyş gözlegleri ýaly) paýlamak we tamamlamak üçin köp sanly ýörite formalary we şablonlary dörediň. Haýsy görnüş gerek bolsa, döredip bilersiňiz!
tl: Bumuo ng isang napakalaking saklaw ng pasadyang mga form at mga template para sa pamamahagi at pagkumpleto kapwa sa panahon at pagkatapos ng isang kaso (tulad ng mga survey sa client exit). Anumang form na kailangan mo, maaari kang lumikha!
tr: Bir vaka sırasında ve sonrasında (müşteri çıkış anketleri gibi) dağıtım ve tamamlama için çok çeşitli özel formlar ve şablonlar geliştirin. Hangi formda olursanız olun oluşturabilirsiniz!
tt: Эш вакытында да, аннан соң да (клиентларның чыгу тикшерүләре кебек) тарату һәм тәмамлау өчен бик күп махсус формалар һәм шаблоннар булдыру. Сезгә нинди форма кирәк, сез булдыра аласыз!
ug: دېلو يۈز بەرگەندە ۋە كېيىن (خېرىدارلارنىڭ چېكىنىش تەكشۈرۈشىگە ئوخشاش) تەقسىملەش ۋە تاماملاش ئۈچۈن غايەت زور بىر يۈرۈش خاس جەدۋەل ۋە قېلىپلارنى تەرەققىي قىلدۇرۇڭ. قانداق شەكىلگە ئېھتىياجلىق بولسىڭىز ، قۇرالايسىز!
uk: Розробіть величезний спектр спеціальних форм та шаблонів для розповсюдження та завершення як під час, так і після випадку (наприклад, опитування виходу клієнтів). Яку б форму вам не потрібна, ви можете створити!
ur: کسی کیس کے دوران اور اس کے بعد (جیسے کلائنٹ سے باہر نکلنے کے سروے جیسے) تقسیم اور تکمیل کے ل custom بہت حد تک کسٹم فارم اور ٹیمپلیٹس تیار کریں۔ آپ کو جس بھی شکل کی ضرورت ہو ، آپ تشکیل دے سکتے ہیں!
uz: Ish paytida ham, undan keyin ham tarqatish va tugatish uchun maxsus shakllar va shablonlarning keng doirasini ishlab chiqing (masalan, mijozlarning chiqishlarini tekshirish). Sizga qanday shakl kerak bo&#39;lsa, siz yaratishingiz mumkin!
vi: Phát triển một loạt các biểu mẫu và mẫu tùy chỉnh để phân phối và hoàn thành cả trong và sau một trường hợp (như khảo sát thoát khỏi máy khách). Bất cứ hình thức nào bạn cần, bạn đều có thể tạo ra!
xh: Phuhlisa uluhlu olukhulu kakhulu lweendlela zesiko kunye neetemplate zokuhambisa kunye nokugqitywa ngexesha nangemva kwetyala (njengokuphononongwa kwabathengi ukuphuma). Nokuba yeyiphi na indlela oyifunayo, ungadala!
yi: אַנטוויקלען אַ ריזיק קייט פון מנהג פארמען און טעמפּלאַטעס פֿאַר פאַרשפּרייטונג און קאַמפּלישאַן ביידע בעשאַס און נאָך אַ פאַל (ווי קליענט אַרויסגאַנג סערווייז). וועלכער פאָרעם איר דאַרפֿן, איר קענען מאַכן!

source: Violet Cherry
af: Violette Kersie
am: ቫዮሌት ቼሪ
ar: البنفسجي الكرز
az: Violet Albalı
be: фіялетавы Вішнёвы
bg: Виолетова череша
bn: বেগুনি চেরি
ca: Cirera violeta
cs: Fialová Cherry
de: Violette Kirsche
eo: Viola Ĉerizo
es: Cereza violeta
eu: Cherry morea
fa: گیلاس بنفش
fr: Cerise violette
gd: Cherry Violet
gl: Cereixa violeta
gu: વાયોલેટ ચેરી
hi: वायलेट चेरी
hr: Ljubičasta trešnja
hy: Վիոլետ բալ
iw: ויולט שרי
ja: バイオレットチェリー
ka: იისფერი Cherry
kk: Күлгін шие
kn: ನೇರಳೆ ಚೆರ್ರಿ
ku: Çiyayê Violet
lt: Violetinė vyšnia
lv: Violetais ķirsis
mi: Cherry Cherry
mk: Виолетова цреша
ml: വയലറ്റ് ചെറി
mr: वायलेट चेरी
my: ခရမ်းရောင်ချယ်ရီ
ne: बैंगनी चेरी
or: ଭୋଏଲେଟ୍ ଚେରି |
pa: ਵੇਓਲੇਟ ਚੈਰੀ
pl: Wiśnia fioletowa
ps: د وایلټ چیری
pt: Cereja Violeta
ru: Фиолетовая вишня
rw: Cherry
sd: وايولي چيري
si: වයලට් චෙරී
sl: Vijolična češnja
sq: Qershi violet
sr: Виолет Цхерри
sv: Violett körsbär
ta: வயலட் செர்ரி
te: వైలెట్ చెర్రీ
th: เชอร์รี่สีม่วง
tk: Gyrmyzy alça
tl: Lila Cherry
tr: Menekşe Kiraz
tt: Виолет чери
ug: بىنەپشە گىلاس
uk: Фіолетова вишня
ur: وایلیٹ چیری
uz: Violet cheri
vi: Hoa anh đào tím

source: As-You-Go Invoicing
af: Fakturering as jy gaan
am: እንደ-እርስዎ-ሂድ የክፍያ መጠየቂያ
ar: الفواتير حسب الاستخدام
az: As-You-Go faktura
be: Выстаўленне рахункаў-фактур
bg: As-You-Go фактуриране
bn: আস-আপনি-চালান
ca: Facturació As-You-Go
cs: Fakturace typu As-You-Go
cy: Anfonebu As-You-Go
da: Fakturering undervejs
de: Fakturierung nach Bedarf
el: Τιμολόγηση As-You-Go
eo: As-You-Go-Fakturo
es: Facturación sobre la marcha
et: As-you-Go arvete esitamine
eu: As-You-Go Faktura
fa: صورتحساب As-You-Go
fi: As-you-Go -laskutus
fr: Facturation au fur et à mesure
fy: As-You-Go fakturearring
ga: Sonraisciú As-Tú
gd: Fàirdeal As-You-Go
gl: Facturación As-You-Go
gu: જેમ-તમે જાઓ ઇન્વvoઇસિંગ
hi: जैसे-तुम जाओ
hr: Fakturiranje uz naplatu
hu: Személyes számlázás
hy: As-You-Go հաշիվ-ապրանքագրեր
id: Faktur As-You-Go
is: Reikningar eins og þú ferð
it: Fatturazione in base al consumo
iw: חשבוניות תוך כדי ביצוע
ja: 随時請求
ka: As-You-Go ინვოისირება
kk: Ас-сіз-шот-фактуралар
km: វិក្កយបត្រដូចអ្នកទៅ
kn: ಇನ್-ಯು-ಗೋ ಇನ್ವಾಯ್ಸಿಂಗ್
ku: As-You-Go Invoaching
ky: As-You-Go эсеп-фактурасы
lb: As-You-Go Rechnung
lo: As-You-Go ໃບເກັບເງິນ
lt: Sąskaitų faktūrų pateikimas
lv: Faktūrrēķins
mg: Invoicing As-You-Go
mi: Invoicing As-You-Go
mk: Фактурирање како-да-оди
ml: അസ്-യു-ഗോ ഇൻവോയ്സിംഗ്
mn: Ас-Та-Нэхэмжлэх
mr: As-You-Go पावत्या
ms: Invois As-You-Go
mt: Fatturazzjoni As-You-Go
my: As-You-Go ငွေတောင်းခံလွှာ
ne: As-You-Go चलानी
nl: Facturering tijdens het gebruik
no: Fakturering som du går
or: ଯେପରି ତୁମେ ଯାଅ ଇନଭଏସ୍ |
pa: ਜਿਵੇਂ-ਤੁਸੀਂ ਜਾਓ
pl: Fakturowanie na bieżąco
ps: لکه څنګه چې تاسو روان شئ
pt: Faturamento As-You-Go
ro: Facturare As-You-Go
ru: Текущее выставление счетов
rw: Inyemezabuguzi
sd: او گو گو انوائسنگ
si: As-You-Go ඉන්වොයිසිං
sk: Fakturácia podľa postupu
sl: Račun za čas, ko greš
sq: Faturimi As-You-Go
sr: Фактурирање уз наплату
sv: Fakturering som du går
sw: As-You-Go Ankara
ta: அஸ்-யூ-கோ விலைப்பட்டியல்
te: యాస్-యు-గో ఇన్వాయిస్
tg: As-You-Go Ҳисобнома
th: การออกใบแจ้งหนี้ As-You-Go
tk: Hasap-faktura
tr: Kullandıkça Faturalama
tt: Эсеп-фактурасы
ug: تالون تالونى
uk: Виставлення рахунків
ur: جیسا کہ آپ جاو انوائسنگ
uz: As-You-Go hisob-fakturasi
vi: Lập hóa đơn khi di chuyển
xh: Njengoko-Wena-Hlala kwi-Invoicing
yi: ווי-איר-גיין ינווויסינג

source: Kenny Herndon
am: ኬኔ ሄንደን
ar: كيني هيرندون
bg: Кени Херндон
bn: কেনি হার্ডন
fa: کنی هرندون
gu: કેની હર્ન્ડન
hi: केनी हेरंडन
hy: Քեննի Հերնոն
iw: קני הרנדון
ja: ケニーハーンドン
ka: კენი ჰერდონი
kk: Кенни Херндон
km: កេននីហេនដន
kn: ಕೆನ್ನಿ ಹೆರ್ನ್ಡಾನ್
ky: Кени Herndon
mk: Кени Херндон
ml: കെന്നി ഹെൻഡൺ
mn: Кенни Хернон
mr: केनी हर्न्डन
ne: केनी हिरोडन
or: କେନି ହେର୍ଡନ୍ |
pa: ਕੇਨੀ ਹਾਰਡਨ
ps: کینی هیرونډن
ru: Кенни Херндон
sd: پرني هرنونڊ
si: කෙනී හර්ඩන්
sr: Кенни Херндон
ta: கென்னி ஹெர்டன்
te: కెన్నీ హెర్డన్
tg: Кенни Ҳердон
tk: Kenni Herndon
tt: Кенни Херндон
uk: Кенні Херндон
ur: کینی ہیرونڈ
xh: UKenny Herndon

source: Patrick Bennett
am: ፓትሪክ ቤኔት
ar: باتريك بينيت
az: Patrik Bennett
be: Патрык Бенет
bg: Патрик Бенет
bn: প্যাট্রিক বেনেট
el: Πάτρικ Μπενέτ
fa: پاتریک بنت
gd: Pàdraig Bennett
gu: પેટ્રિક બેનેટ
hi: पैट्रिक बेनेट
hy: Պատրիկ Բենետտ
iw: פטריק בנט
ja: パトリックベネット
ka: პატრიკ ბენეტი
kk: Патрик Беннетт
km: លោក Patrick Bennett
kn: ಪ್ಯಾಟ್ರಿಕ್ ಬೆನೆಟ್
ky: Патрик Беннетт
mk: Патрик Бенет
ml: പാട്രിക് ബെന്നെറ്റ്
mn: Патрик Беннетт
mr: पॅट्रिक बेनेट
my: ပက်ထရစ် Bennett က
ne: पैट्रिक बेनेट
or: ପାଟ୍ରିକ୍ ବେନେଟ୍ |
pa: ਪੈਟਰਿਕ ਬੈਨੇਟ
ps: پیټرک بینټ
ru: Патрик Беннетт
sd: پيٽرڪ بينٽ
si: පැට්රික් බෙනට්
sr: Патрицк Беннетт
ta: பேட்ரிக் பென்னெட்
te: పాట్రిక్ బెన్నెట్
tg: Патрик Беннетт
tk: Patrik Bennet
tt: Патрик Беннетт
uk: Патрік Беннетт
ur: پیٹرک بینیٹ
uz: Patrik Bennet
xh: UPatrick Bennett
