Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Upload Intake Form Document
af: Laai innamevormdokument op
am: የመቀበያ ቅጽ ሰነድ ስቀል
ar: تحميل مستند نموذج الاستلام
az: Qəbul Forması Sənədini yükləyin
be: Загрузіць дакумент формы прыёму
bg: Качване на документ за формуляр за прием
bn: ইনটেক ফর্ম ডকুমেন্ট আপলোড করুন
ca: Carregueu el document del formulari d'admissió
cs: Nahrajte dokument formuláře příjmu
cy: Uwchlwytho Dogfen Ffurflen Derbyn
da: Upload dokument med indtagsformular
de: Aufnahmeformular-Dokument hochladen
el: Ανεβάστε το Έγγραφο Φόρμας Πρόσληψης
eo: Alŝutu Konsuman Formularon Dokumenton
es: Subir documento de formulario de admisión
et: Laadige üles vastuvõtuvormi dokument
eu: Kargatu Hartzeko Inprimakiaren Dokumentua
fa: بارگذاری سند فرم دریافت
fi: Lataa vastaanottolomake
fr: Télécharger le document du formulaire d'admission
ga: Íoslódáil an fhoirm deimhniú glactha
gd: Luchdaich a-nuas am foirm na sgrìobhainn teachd a-steach.
gl: Carga o documento do formulario de admisión
gu: ઇનટેક ફોર્મ ડોક્યુમેન્ટ અપલોડ કરો
hi: सेवन प्रपत्र दस्तावेज़ अपलोड करें
hr: Prenesite dokument obrasca za prijem
hu: Töltsd fel a felvételi űrlap dokumentumát
hy: Վերբեռնեք ընդունման ձևի փաստաթուղթը
id: Unggah Dokumen Formulir Penerimaan
is: Hladdu upp inntökueyðublaði
it: Carica il documento del modulo di assunzione
iw: העלה מסמך טופס הכנסה
ja: 摂取フォーム文書のアップロード
ka: ატვირთეთ მიღების ფორმის დოკუმენტი
kk: Қабылдау нысанының құжатын жүктеп салыңыз
km: ផ្ទុកឯកសារទម្រង់បែបបទចូល
kn: ಸೇವನೆಯ ಫಾರ್ಮ್ ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ
ku: Belgeya Forma Vegirtinê barkirin
ky: Кабыл алуу формасынын документин жүктөө
lb: Eroplueden Intake Form Dokument
lo: ອັບໂຫຼດເອກະສານແບບຟອມຮັບ
lt: Įkelkite priėmimo formos dokumentą
lv: Augšupielādējiet uzņemšanas veidlapas dokumentu
mg: Ampidiro ny antontan-taratasy fidirany
mi: Tukuake Tuhinga Puka Whakauru
mk: Поставете документ за формулар за внесување
ml: ഇൻടേക്ക് ഫോം ഡോക്യുമെന്റ് അപ്‌ലോഡ് ചെയ്യുക
mn: Хүлээн авах маягтын баримт бичгийг байршуулах
mr: इनटेक फॉर्म दस्तऐवज अपलोड करा
ms: Muat Naik Dokumen Borang Pengambilan
mt: Ittella Dokument tal-Formola tad-Dħul
my: Intake Form Document ကို အပ်လုဒ်လုပ်ပါ။
ne: इनटेक फारम कागजात अपलोड गर्नुहोस्
nl: Upload Intake Formulier Document
no: Last opp dokument for inntaksskjema
or: ଇନଟେକ୍ ଫର୍ମ ଡକ୍ୟୁମେଣ୍ଟ୍ ଅପଲୋଡ୍ କରନ୍ତୁ |
pa: ਇਨਟੇਕ ਫਾਰਮ ਦਸਤਾਵੇਜ਼ ਅੱਪਲੋਡ ਕਰੋ
pl: Prześlij dokument formularza przyjęcia
ps: د ترلاسه کولو فورمه سند اپلوډ کړئ
pt: Carregar documento do formulário de admissão
ro: Încărcați documentul formularului de admitere
ru: Загрузить документ формы приема
rw: Kuramo Ifishi yo gufata
sd: اپ لوڊ ڪريو انٽيڪ فارم دستاويز
si: ඇතුළත් කිරීමේ පෝරමයේ ලේඛනය උඩුගත කරන්න
sk: Nahrajte dokument prijímacieho formulára
sl: Naložite dokument obrazca za sprejem
sq: Ngarko dokumentin e formularit të pranimit
sr: Отпремите документ обрасца за пријем
sv: Ladda upp intagsformulärdokument
sw: Pakia Hati ya Fomu ya Kuingiza
ta: உட்கொள்ளும் படிவ ஆவணத்தைப் பதிவேற்றவும்
te: తీసుకోవడం ఫారమ్ పత్రాన్ని అప్‌లోడ్ చేయండి
tg: Ҳуҷҷати варақаи қабулро бор кунед
th: อัปโหลดเอกสารแบบฟอร์มการรับเข้าเรียน
tk: Giriş formasynyň resminamasyny ýükläň
tl: Mag-upload ng Dokumento ng Intake Form
tr: Alım Formu Belgesini Yükle
tt: Керү формасы документын йөкләү
ug: قوبۇل قىلىش جەدۋىلى ھۆججىتىنى يۈكلەڭ
uk: Завантажте документ форми прийому
ur: انٹیک فارم دستاویز اپ لوڈ کریں۔
uz: Qabul qilish shakli hujjatini yuklang
vi: Tải lên tài liệu biểu mẫu nhập học
xh: Layisha uXwebhu lweFom yokuThatha
yi: צופֿעליקער ינטייק פאָרם דאָקומענט

source: Add Intake Form
af: Voeg innamevorm by
am: የመቀበያ ቅጽ ያክሉ
ar: أضف نموذج المدخول
az: Qəbul Forması əlavə edin
be: Дадаць форму прыёму
bg: Добавете формуляр за прием
bn: ইনটেক ফর্ম যোগ করুন
ca: Afegeix el formulari d'admissió
cs: Přidat formulář příjmu
cy: Ychwanegu Ffurflen Derbyn
da: Tilføj indtagsformular
de: Aufnahmeformular hinzufügen
el: Προσθήκη Φόρμας Πρόσληψης
eo: Aldonu Konsuman Formularon
es: Agregar formulario de admisión
et: Lisa vastuvõtuvorm
eu: Gehitu sarrera-inprimakia
fa: افزودن فرم دریافت
fi: Lisää sisäänottolomake
fr: Ajouter un formulaire d'admission
ga: Cuir Foirm Iontrála leis
gd: Cuir a-steach Foirm Teachd-a-steach
gl: Engadir formulario de admisión
gu: ઇન્ટેક ફોર્મ ઉમેરો
hi: इंटेक फॉर्म जोड़ें
hr: Dodajte obrazac za primanje
hu: Adja hozzá a beviteli űrlapot
hy: Ավելացնել ընդունման ձև
id: Tambahkan Formulir Penerimaan
is: Bæta við inntökueyðublaði
it: Aggiungi modulo di assunzione
iw: הוסף טופס הכנסה
ja: 摂取フォームを追加
ka: დაამატეთ მიღების ფორმა
kk: Қабылдау формасын қосыңыз
km: បន្ថែមទម្រង់បែបបទចូល
kn: ಸೇವನೆ ಫಾರ್ಮ್ ಅನ್ನು ಸೇರಿಸಿ
ku: Forma Vegirtinê zêde bikin
ky: Кабыл алуу формасын кошуу
lb: Füügt Intake Form
lo: ເພີ່ມແບບຟອມຮັບ
lt: Pridėti priėmimo formą
lv: Pievienojiet uzņemšanas veidlapu
mg: Ampio ny takelaka fandraisana
mi: Tāpirihia te Puka Whakauru
mk: Додадете формулар за внес
ml: ഇൻടേക്ക് ഫോം ചേർക്കുക
mn: Хүлээн авах маягт нэмнэ үү
mr: इनटेक फॉर्म जोडा
ms: Tambah Borang Pengambilan
mt: Żid Formola tad-Dħul
my: Intake Form ထည့်ပါ။
ne: इनटेक फारम थप्नुहोस्
nl: Intakeformulier toevoegen
no: Legg til inntaksskjema
or: ଭୋଜନ ଫର୍ମ ଯୋଡନ୍ତୁ |
pa: ਇਨਟੇਕ ਫਾਰਮ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj formularz przyjęcia
ps: د ترلاسه کولو فورمه اضافه کړئ
pt: Adicionar formulário de admissão
ro: Adăugați formularul de admitere
ru: Добавить форму приема
rw: Ongeraho Ifishi yo gufata
sd: انٽيڪ فارم شامل ڪريو
si: ඇතුළත් කිරීමේ පෝරමය එක් කරන්න
sk: Pridajte formulár príjmu
sl: Dodajte obrazec za sprejem
sq: Shto formularin e marrjes
sr: Додајте образац за пријем
sv: Lägg till intagsformulär
sw: Ongeza Fomu ya Kuingiza
ta: உட்கொள்ளும் படிவத்தைச் சேர்க்கவும்
te: తీసుకోవడం ఫారమ్‌ను జోడించండి
tg: Иловаи шакли қабул
th: เพิ่มแบบฟอร์มการรับเข้า
tk: Almagyň görnüşini goşuň
tl: Magdagdag ng Intake Form
tr: Giriş Formu Ekle
tt: Кабул итү формасын өстәгез
ug: قوبۇل قىلىش جەدۋىلىنى قوشۇڭ
uk: Додайте форму прийому
ur: انٹیک فارم شامل کریں۔
uz: Qabul qilish shaklini qo'shing
vi: Thêm mẫu đăng ký
xh: Yongeza iFomu yokuThatha
yi: לייג ינטייק פאָרעם

source: Edit Intake Form
af: Wysig Innamevorm
am: የመቀበያ ቅጽን ያርትዑ
ar: تحرير نموذج الاستيعاب
az: Qəbul formasını redaktə edin
be: Рэдагаваць форму прыёму
bg: Редактиране на формуляра за прием
bn: ইনটেক ফর্ম সম্পাদনা করুন
ca: Edita el formulari d'admissió
cs: Upravit formulář příjmu
cy: Golygu Ffurflen Derbyn
da: Rediger indtagsformular
de: Aufnahmeformular bearbeiten
el: Επεξεργασία Φόρμας Πρόσληψης
eo: Redaktu Konsuman Formularon
es: Editar formulario de admisión
et: Redigeeri vastuvõtuvormi
eu: Editatu sarrera-inprimakia
fa: ویرایش فرم دریافت
fi: Muokkaa sisäänottolomaketta
fr: Modifier le formulaire d'admission
fy: Intake Form bewurkje
ga: Cuir an Fhoirm Iontógáil in Eagar
gd: Deasaich am foirm inntrigidh
gl: Editar formulario de admisión
gu: ઇન્ટેક ફોર્મ સંપાદિત કરો
hi: सेवन प्रपत्र संपादित करें
hr: Uredi obrazac za prijavu
hu: Szerkessze a felvételi űrlapot
hy: Խմբագրել ընդունման ձևը
id: Edit Formulir Penerimaan
is: Breyta inntökueyðublaði
it: Modifica modulo di assunzione
iw: ערוך טופס הכנסה
ja: 摂取フォームの編集
ka: შეყვანის ფორმის რედაქტირება
kk: Қабылдау пішінін өңдеу
km: កែសម្រួលទម្រង់បែបបទចូល
kn: ಸೇವನೆಯ ನಮೂನೆಯನ್ನು ಸಂಪಾದಿಸಿ
ku: Forma Vegirtinê Biguherîne
ky: Кабыл алуу формасын түзөтүү
lb: Änneren Intake Form
lo: ແກ້ໄຂແບບຟອມຮັບ
lt: Redaguoti priėmimo formą
lv: Rediģēt uzņemšanas veidlapu
mg: Ahitsio Intake Form
mi: Whakatika Puka Whakauru
mk: Уредете го формуларот за внесување
ml: ഇൻടേക്ക് ഫോം എഡിറ്റ് ചെയ്യുക
mn: Оролтын маягтыг засах
mr: सेवन फॉर्म संपादित करा
ms: Edit Borang Pengambilan
mt: Editja l-Formola tad-Dħul
my: Intake Form ကို တည်းဖြတ်ပါ။
ne: इनटेक फारम सम्पादन गर्नुहोस्
nl: Intakeformulier bewerken
no: Rediger inntaksskjema
or: ଭୋଜନ ଫର୍ମ ସଂପାଦନ କରନ୍ତୁ |
pa: ਇਨਟੇਕ ਫਾਰਮ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj formularz przyjmowania
ps: د ترلاسه کولو فورمه ایډیټ کړئ
pt: Editar formulário de admissão
ro: Editați formularul de admitere
ru: Изменить форму приема
rw: Hindura Ifishi yo gufata
sd: انٽيڪ فارم ۾ ترميم ڪريو
si: බඳවා ගැනීමේ පෝරමය සංස්කරණය කරන්න
sk: Upravte formulár príjmu
sl: Uredi obrazec za sprejem
sq: Redakto formularin e marrjes
sr: Уредите образац за пријем
sv: Redigera intagsformulär
sw: Hariri Fomu ya Kuingiza
ta: உட்கொள்ளும் படிவத்தைத் திருத்தவும்
te: తీసుకోవడం ఫారమ్‌ను సవరించండి
tg: Варақаи қабулро таҳрир кунед
th: แก้ไขแบบฟอร์มการรับเข้า
tk: Almagyň görnüşini redaktirläň
tl: I-edit ang Intake Form
tr: Giriş Formunu Düzenle
tt: Кабул итү формасын үзгәртү
ug: قوبۇل قىلىش جەدۋىلىنى تەھرىرلەڭ
uk: Редагувати форму прийому
ur: انٹیک فارم میں ترمیم کریں۔
uz: Qabul qilish shaklini tahrirlash
vi: Chỉnh sửa mẫu đăng ký
xh: Hlela iFomu yokuThatha
yi: רעדאַגירן ינטייק פאָרעם

source: Show Media
af: Wys media
am: ማህደረ መረጃ አሳይ
ar: عرض وسائل الإعلام
az: Media göstər
be: паказаць СМІ
bg: Покажи медиите
bn: মিডিয়া প্রদর্শন করুন
ca: Mostra els mitjans de comunicació
cs: Zobrazit média
cy: Dangos Cyfryngau
da: Vis medier
de: Medien anzeigen
el: Εμφάνιση μέσων
eo: Montri amaskomunikilon
es: Mostrar medios
et: Näita meediat
eu: Erakutsi komunikazioa
fa: نمایش رسانه ها
fi: Näytä tiedotusvälineet
fr: Montrer le média
fy: Lit media sjen
ga: Taispeáin na Meáin
gd: Seall na Meadhanan
gl: Mostrar medios
gu: મીડિયા બતાવો
hi: मीडिया दिखाएं
hr: Prikaži medije
hu: Média megjelenítése
hy: Ցուցադրել մեդիա
id: Tampilkan Media
is: Sýna fjölmiðla
it: Mostra media
iw: הצג מדיה
ja: メディアを表示する
ka: აჩვენე მედია
kk: Медианы көрсету
km: បង្ហាញប្រព័ន្ធផ្សព្វផ្សាយ
kn: ಮಾಧ್ಯಮವನ್ನು ತೋರಿಸಿ
ku: Medyayê Show
ky: Show медиа
lo: ສະແດງສື່ມວນຊົນ
lt: Rodyti žiniasklaidą
lv: Rādīt plašsaziņas līdzekļus
mg: Asehoy ny Media
mi: Whakaatu Media
mk: Прикажи медиуми
ml: മീഡിയ കാണിക്കുക
mn: Хэвлэлийг харуулах
mr: मीडिया दाखवा
ms: Tunjukkan Media
mt: Uri Media
my: Show ကိုမီဒီယာ
ne: मिडिया देखाउनुहोस्
nl: Media tonen
no: Vis media
or: ମିଡିଆ ଦେଖାନ୍ତୁ |
pa: ਮੀਡੀਆ ਦਿਖਾਉ
pl: Pokaż media
ps: رسنۍ ښکاره کړئ
pt: Mostrar mídia
ro: Afișați materiale media
ru: Показать СМИ
rw: Erekana Itangazamakuru
sd: ڏيکاري ڏيکاريان
si: මාධ්ය පෙන්වන්න
sk: Zobraziť médium
sl: Prikaži medije
sq: Trego media
sr: Прикажи медије
sv: Visa media
sw: Onyesha Media
ta: மீடியாவை காட்டு
te: మీడియా చూపించు
tg: Медиа нишон диҳед
th: แสดงสื่อ
tk: Mediýa görkez
tl: Ipakita ang Media
tr: Medyayı Göster
tt: Медиа күрсәт
ug: مېدىيانى كۆرسەت
uk: Показати засоби масової інформації
ur: میڈیا دکھائیں
uz: Media ko&#39;rsatish
vi: Hiển thị phương tiện
xh: Bonisa iMidiya
yi: ווייַזן מידיאַ

source: Add Post
af: Voeg pos by
am: ልጥፍ አክል
ar: أضف منشورا
az: Post əlavə et
be: Дадаць паведамленне
bg: Добавяне на публикация
bn: পোস্ট যোগ করুন
ca: Afegir publicació
cs: Přidat příspěvek
cy: Ychwanegu Post
da: Tilføj post
de: Beitrag hinzufügen
el: Προσθήκη μηνύματος
eo: Aldoni Afiŝon
es: Añadir publicación
et: Lisa postitus
eu: Gehitu mezua
fa: افزودن پست
fi: Lisää viesti
fr: Ajouter un message
ga: Cuir Post
gd: Cuir Post ris
gl: Engadir publicidade
gu: પોસ્ટ ઉમેરો
hi: पोस्ट जोड़ें
hr: Dodaj post
hu: Új hozzászólás
hy: Ավելացնել գրառումը
id: Tambahkan Posting
is: Bæta við færslu
it: Aggiungi post
iw: הוסף פוסט
ja: 投稿を追加
ka: პოსტის დამატება
kk: Post қосу
km: បន្ថែមភ្នំពេញប៉ុស្តិ៍
kn: ಪೋಸ್ಟ್ ಸೇರಿಸಿ
ku: Post Post
ky: кошуу Мазкур
lb: Post schreiwen
lt: Pridėti įrašą
lv: Pievienot ziņu
mi: Tāpiri Pouaka
mk: Додај пост
ml: പോസ്റ്റ് ചേർക്കുക
mn: Шуудан нэмэх
mr: पोस्ट जोडा
ms: Tambah Pos
mt: Żid Post
my: Post ကို Add
ne: पोस्ट थप्नुहोस्
nl: Voeg bericht toe
no: Legg til innlegg
or: ପୋଷ୍ଟ ଯୋଡନ୍ତୁ |
pa: ਪੋਸਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj post
ps: پوسټ زیات کړئ
pt: Adicionar postagem
ro: Adăugați postarea
ru: Добавить сообщение
rw: Ongeraho Post
sd: پوسٽ شامل ڪريو
si: තැපැල් කරන්න
sk: Pridať príspevok
sl: Dodaj objavo
sq: Shto postim
sr: Додај поруку
sv: Lägg till inlägg
sw: Ongeza Chapisho
ta: இடுகையைச் சேர்
te: పోస్ట్ను జోడించు
tg: Иловаи Post
th: เพิ่มโพสต์
tk: Post goş
tl: Magdagdag ng Post
tr: Gönderi ekle
tt: Пост өстәү
ug: يازما قوشۇڭ
uk: Додати публікацію
ur: پوسٹ شامل کریں
uz: Post qo&#39;shish
vi: Thêm bài đăng
xh: Yongeza iposi
yi: לייג אַרייַנשיקן

source: Edit Post
af: Wysig Pos
am: ልጥፍን ያርትዑ
ar: تعديل المنشور
az: Yazını redaktə edin
be: Рэдагаваць паведамленне
bg: Редактиране на публикацията
bn: পোস্ট সম্পাদনা করুন
ca: Edita la publicació
cs: Upravit příspěvek
cy: Golygu Post
da: Rediger indlæg
de: Beitrag bearbeiten
el: Επεξεργασία ανάρτησης
eo: Redakti Afiŝon
es: Editar post
et: Redigeeri postitust
eu: Editatu Bidali
fa: ویرایش پست
fi: Muokkaa viestiä
fr: Modifier le message
fy: Berjocht bewurkje
ga: Cuir an Post in Eagar
gd: Deasaich am post
gl: Editar a publicación
gu: પોસ્ટ સંપાદિત કરો
hi: संपादित पोस्ट
hr: Uredi post
hu: Bejegyzés szerkesztése
hy: Փոփոխել հաղորդագրությունը
id: Edit Pos
is: Breyta færslu
it: Modifica post
iw: ערוך פוסט
ja: 投稿を編集
ka: რედაქტირება Post
kk: Хабарламаны өңдеу
km: កែសម្រួលភ្នំពេញប៉ុស្តិ៍
kn: ಪೋಸ್ಟ್ ಸಂಪಾದಿಸಿ
ku: Post bişopînin
ky: Post Post
lb: Ännerung Post
lo: ແກ້ໄຂ Post
lt: Redaguoti įrašą
lv: Rediģēt ziņu
mi: Whakatika Whakatau
mk: Уреди ја објавата
ml: പോസ്റ്റ് എഡിറ്റുചെയ്യുക
mn: Бичлэгийг засах
mr: पोस्ट संपादित करा
ms: Edit Catatan
mt: Editja Post
my: စာမူတည်းဖြတ်ပါ
ne: पोष्ट सम्पादन गर्नुहोस्
nl: Bericht bewerken
no: Rediger innlegg
or: ପୋଷ୍ଟ ସଂପାଦନ କରନ୍ତୁ |
pa: ਪੋਸਟ ਸੋਧੋ
pl: Edytuj post
ps: پوسټ
pt: Editar post
ro: Editează postarea
ru: Редактировать сообщение
rw: Hindura Inyandiko
sd: پوسٽ ۾ تبديلي آڻيو
si: පෝස්ට් සංස්කරණය කරන්න
sk: Upraviť príspevok
sl: Uredi objavo
sq: Redakto Postin
sr: Уреди пост
sv: Redigera inlägg
sw: Hariri Chapisho
ta: இடுகையைத் திருத்து
te: పోస్ట్‌ను సవరించండి
tg: Интишори Post
th: แก้ไขโพสต์
tk: Postazgyny redaktirläň
tl: I-edit ang Post
tr: Gönderiyi düzenle
tt: Постны үзгәртү
ug: يازمىنى تەھرىرلەش
uk: Редагувати публікацію
ur: پوسٹ میں ترمیم کریں
uz: Postni tahrirlash
vi: Chỉnh sửa bài
xh: Hlela iPosi
yi: רעדאַגירן פּאָסטן

source: Files Amount
af: Lêersbedrag
am: ፋይሎች መጠን
ar: ملفات المبلغ
az: Faylların miqdarı
be: файлы Сума
bg: Файловата сума
bn: ফাইল পরিমাণ
ca: Import dels fitxers
cs: Souborové částky
cy: Swm Ffeiliau
da: Filer Beløb
de: Dateien Betrag
el: Αρχείο Ποσό
eo: Dosieroj Kvanto
es: Cantidad de archivos
et: Failide arv
eu: Fitxategiak Zenbatekoa
fa: حجم فایلها
fi: Tiedostojen määrä
fr: Fichiers Montant
fy: Triembehearder
ga: Méid Comhaid
gd: Fuaimichean Sùim
gl: Cantidade de ficheiros
gu: ફાઈલોની રકમ
hi: फाइल राशि
hr: Iznos datoteka
hu: Fájlok összege
hy: Ֆայլերի գումարը
id: Jumlah File
is: Skráarfjárhæð
it: File Importo
iw: סכום קבצים
ja: ファイル量
ka: ფაილების თანხა
kk: Файлдар саны
km: ចំនួនឯកសារ
kn: ಫೈಲ್ಗಳ ಮೊತ್ತ
ku: Daxuyaniya pelan
ky: Files суммасы
lb: Dateien Betrag
lo: ຈໍານວນໄຟລ໌
lt: Failų suma
lv: Failu lielums
mg: Boky fanoratana
mi: Kōnae Uara
mk: Големина на датотеки
ml: ഫയലുകളുടെ തുക
mn: Файлын хэмжээ
mr: फायलीची रक्कम
ms: Jumlah Fail
mt: Fajls Ammont
my: files ငွေပမာဏ
ne: फाइलहरू रकम
nl: Bestanden Bedrag
no: Filer Beløp
or: ଫାଇଲ ପରିମାଣ
pa: ਫਾਈਲਾਂ ਦੀ ਰਕਮ
pl: Liczba plików
ps: د دوتنې مقدار
pt: Quantidade de arquivos
ro: Suma fișierelor
ru: Количество файлов
rw: Umubare w&#39;amadosiye
sd: فائلن جو تعداد
si: ගොනු ප්රමාණය
sk: Súbory Suma
sl: Znesek datotek
sq: Sasia e dosjeve
sr: Износ датотеке
sv: Filer Belopp
sw: Kiasi cha Files
ta: கோப்புகள் தொகை
te: ఫైళ్ళు మొత్తం
tg: Миқдори файлҳо
th: จำนวนไฟล์
tk: Faýllaryň mukdary
tl: Mga File Halaga
tr: Dosyalar Tutarı
tt: Файллар күләме
ug: ھۆججەت سانى
uk: Сума файлів
ur: فائلیں رقم
uz: Fayllar miqdori
vi: Số lượng tệp
xh: Inani leefayile

source: No Feed Templates yet.
af: Nog geen voersjablone nie.
am: ገና ምንም የምግብ አብነቶች የሉም ፡፡
ar: لا توجد قوالب خلاصة حتى الآن.
az: Hələ Şablon Şablonları yoxdur.
be: Яшчэ няма шаблонаў каналаў.
bg: Все още няма шаблони за емисия
bn: এখনও কোনও ফিড টেমপ্লেট নেই।
ca: Encara no hi ha plantilles d&#39;alimentació.
cs: Zatím žádné šablony zdrojů.
cy: Dim Templedi Bwyd Anifeiliaid eto.
da: Der er endnu ingen feedskabeloner.
de: Noch keine Feed-Vorlagen.
el: Δεν υπάρχουν πρότυπα ροής ακόμη.
eo: Neniuj Feed-Ŝablonoj ankoraŭ.
es: Aún no hay plantillas de feed.
et: Voo malle pole veel.
eu: Ez dago jario txantiloiak oraindik.
fa: هنوز هیچ الگوی تغذیه ای ندارید.
fi: Ei syöttömalleja vielä.
fr: Aucun modèle de flux pour le moment.
fy: Noch gjin feedsjabloanen.
ga: Níl Teimpléid Beatha fós.
gd: Chan eil teamplaidean beathachaidh ann fhathast.
gl: Non hai aínda modelos de alimentación.
gu: હજી સુધી કોઈ ફીડ નમૂનાઓ નથી.
hi: कोई फ़ीड टेम्पलेट अभी तक नहीं।
hr: Još nema predložaka feeda.
hu: Még nincs takarmánysablon.
hy: Առայժմ ոչ մի կերակրման ձևանմուշ:
id: Belum Ada Template Umpan.
is: Engin straum sniðmát enn.
it: Nessun modello di feed ancora.
iw: עדיין אין תבניות עדכון.
ja: フィードテンプレートはまだありません。
ka: ჯერ არ არის შაბლონის შაბლონები.
kk: Әзірге арна шаблоны жоқ.
km: មិនទាន់មានពុម្ពព័ត៌មាននៅឡើយទេ។
kn: ಇನ್ನೂ ಫೀಡ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳಿಲ್ಲ.
ku: Hîn ablonên Feed nehatiye dîtin.
ky: Азырынча Feed Templates.
lb: Kee Feed Template nach.
lo: ຍັງບໍ່ມີແມ່ແບບອາຫານເທື່ອ.
lt: Dar nėra sklaidos kanalų šablonų.
lv: Pagaidām nav nevienas plūsmas veidnes.
mg: Tsy misy template ohatra.
mi: Kaore ano he Maatamatanga Whainga.
mk: Сè уште не шаблони за дополнување.
ml: ഇതുവരെ ഫീഡ് ടെംപ്ലേറ്റുകളൊന്നുമില്ല.
mn: Тэжээлийн загвар оруулаагүй байна.
mr: अद्याप फीड टेम्पलेट नाहीत.
ms: Belum ada Templat Suapan.
mt: M&#39;hemm l-ebda Templates Feed.
my: Feed တင်းပလိတ်များမရှိပါ။
ne: अहिले सम्म कुनै फिड टेम्पलेट्स छैन।
nl: Nog geen feed-sjablonen.
no: Ingen strømmaler ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ Feed ଣସି ଫିଡ୍ ଟେମ୍ପଲେଟ୍ ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਫੀਡ ਟੈਂਪਲੇਟ ਨਹੀਂ.
pl: Nie ma jeszcze szablonów kanałów.
ps: تراوسه د فیډ ټیمپلیټونه ندي.
pt: Ainda não há modelos de feed.
ro: Nu există încă șabloane de feed.
ru: Шаблонов фидов пока нет.
rw: Nta Kugaburira Inyandikorugero.
sd: اڃا تائين ڪوبه فيڊ ٽيمپليٽ ناهي.
si: තවම පෝෂණ ආකෘති නොමැත.
sk: Zatiaľ žiadne šablóny informačného kanála.
sl: Predloge še ni.
sq: Ende nuk ka modele ushqimi.
sr: Још нема предложака фееда.
sv: Inga flödesmallar än.
sw: Hakuna templeti za Kulisha bado.
ta: இன்னும் ஊட்ட வார்ப்புருக்கள் இல்லை.
te: ఫీడ్ టెంప్లేట్లు ఇంకా లేవు.
tg: Ҳоло Шаблонҳои Озуқаворӣ нестанд.
th: ยังไม่มีเทมเพลตฟีด
tk: Iýmit şablonlary entek ýok.
tl: Wala pang Mga template ng feed.
tr: Henüz Yayın Şablonu yok.
tt: Тасма шаблоннары юк.
ug: ھازىرچە ھېچقانداق ئەندىزە يوق.
uk: Ще немає шаблонів каналу.
ur: ابھی تک کوئی فیڈ ٹیمپلیٹ نہیں ہے۔
uz: Hech qanday tasma shablonlari yo&#39;q.
vi: Chưa có mẫu thức ăn nào.
xh: Akukho templates zoKondla okwangoku.
yi: קיין פיטער טעמפּלאַטעס נאָך.

source: Post Name
af: Posnaam
am: የፖስታ ቁጥር
ar: اسم المشاركة
az: Post Adı
be: паведамленне Імя
bg: Име на пост
bn: পোস্ট নাম
ca: Nom del missatge
cs: Název příspěvku
cy: Enw Post
da: Postnavn
de: Anschriftname
el: Δημοσίευση ονόματος
eo: Afiŝu Nomo
es: Nombre del puesto
et: Postituse nimi
eu: Bidalketaren izena
fa: نام پست
fi: Postin nimi
fr: Après le nom
fy: Postnamme
ga: Ainm an Phoist
gd: Ainm Post
gl: Nome do correo
gu: પોસ્ટ નામ
hi: पोस्ट नाम
hr: Naziv posta
hu: A bejegyzés neve
hy: Փոստի անունը
id: Nama Pos
is: Eftirnafn
it: Inserisci il nome
iw: שם הודעה
ja: 投稿名
ka: ფოსტის დასახელება
kk: Аты-жөні
km: ដាក់ឈ្មោះ
kn: ಪೋಸ್ಟ್ ಹೆಸರು
ku: Post Navê
lb: Postbeamten
lt: Skelbimo pavadinimas
lv: Nosaukuma nosaukums
mi: Ingoa Panui
mk: Постави име
ml: പേര് പോസ്റ്റുചെയ്യുക
mn: Бичлэгийн нэр
mr: पोस्टचे नाव
ms: Nama Pos
mt: Isem tal-Post
my: post ကိုအမည်
ne: पोस्ट नाम
nl: Post naam
no: Postnavn
or: ପୋଷ୍ଟ ନାମ
pa: ਪੋਸਟ ਨਾਮ
pl: Nazwa postu
ps: د پوست نوم
pt: Nome do post
ro: Numele postului
ru: Название сообщения
rw: Izina ry&#39;iposita
sd: پوسٽ جو نالو
si: තැපැල් නම
sk: Meno príspevku
sl: Post Ime
sq: Emri i Postës
sr: Пост Име
sv: Postnamn
sw: Jina la Chapisho
ta: இடுகையின் பெயர்
te: పోస్ట్ పేరు
tg: Номи пост
th: ชื่อโพสต์
tk: Poçta ady
tl: Pangalan ng Post
tr: Posta adı
tt: Пост исеме
ug: يازما ئىسمى
uk: Поле назви
ur: پوسٹ کا نام
uz: Pochta nomi
vi: Đăng tên
xh: Igama leposi
yi: פּאָסטן נאָמען

source: Post Message
af: Pos Boodskap
am: ልጥፍ መልዕክት
ar: نشر الرسالة
az: Mesaj göndər
be: паведамленне паведамленне
bg: Публикувай съобщението
bn: বার্তা দিন
ca: Missatge de publicació
cs: Odeslat zprávu
cy: Post Neges
da: Send besked
de: POST-Meldung
el: Δημοσίευση μηνύματος
eo: Afiŝu Mesaĝon
es: Publicar mensaje
et: Posti sõnum
eu: Mezua bidali
fa: پیام پست
fi: Lähetä viesti
fr: Poster un message
ga: Teachtaireacht an Phoist
gd: Post Brath
gl: Mensaxe de publicación
gu: સંદેશ મોકલો
hi: संदेश भेजें
hr: Objavi poruku
hu: Üzenet írása
hy: Հաղորդագրություն հաղորդագրություն
id: Kirim Pesan
is: Senda skilaboð
it: Messaggio
iw: הודעה הודעה
ja: 投稿メッセージ
ka: შეტყობინების გაგზავნა
kk: Хабарлама
km: ប្រកាសសារ
kn: ಪೋಸ್ಟ್ ಸಂದೇಶ
ky: Post сүйлөшүү
lt: Pranešimo pranešimas
lv: Ziņojuma vēstule
mi: Pouaka Karere
mk: Пост порака
ml: സന്ദേശം പോസ്റ്റുചെയ്യുക
mn: Бичвэр зурвас
mr: संदेश पोस्ट करा
ms: Hantar Mesej
mt: Messaġġ Post
my: post ကိုကို Message
ne: सन्देश पोस्ट गर्नुहोस्
nl: Bericht plaatsen
no: Post melding
or: ବାର୍ତ୍ତା ପୋଷ୍ଟ କରନ୍ତୁ |
pa: ਪੋਸਟ ਸੁਨੇਹਾ
pl: Wyślij wiadomość
ps: پوسټ پیغام
pt: Postar mensagem
ro: Mesaj postat
ru: Сообщение
rw: Kohereza Ubutumwa
sd: پيغام پوسٽ ڪريو
si: තැපැල් පණිවිඩය
sk: Zverejniť správu
sl: Objavi sporočilo
sq: Mesazh Post
sr: Пост Порука
sv: Skicka meddelande
sw: Ujumbe wa Chapisho
ta: அஞ்சல் செய்தி
te: పోస్ట్ సందేశం
tg: Паёмҳо
th: โพสต์ข้อความ
tk: Habar iber
tl: Mag-post ng Mensahe
tr: Mesaj Gönderi
tt: Хәбәр җибәрү
uk: Повідомлення повідомлення
ur: پوسٹ پیغام
uz: Xabarni yuborish
vi: Đăng tin nhắn
xh: Umyalezo weposi
yi: פּאָסט מעסעדזש
