Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
af: U kan inteken op enige addisionele dienste, insluitend nuwe dienste wat van tyd tot tyd deur CaseActive beskikbaar gestel word, of u bestaande dienste verhoog deur &#39;n addisionele bestelvorm of registrasievloei uit te voer, as deel van die dienste. Elke nuwe aanmeldingsvloei of bestelvorm bevat die prys en faktureringsdatum (s) van die dienste wat op daardie tydstip bygevoeg word. Alle nuwe dienste is onderworpe aan hierdie algemene diensbepalings en enige addisionele voorwaardes en bepalings wat spesifiek op sodanige addisionele dienste van toepassing kan wees.
am: ከጊዜ ወደ ጊዜ በ CaseActive ሊቀርበው የሚችላቸውን አዳዲስ አገልግሎቶችን ጨምሮ ለማንኛውም ተጨማሪ አገልግሎቶች መመዝገብ ይችላሉ ፣ ወይም እንደ የአገልግሎቶቹ አካል አንድ ተጨማሪ የትእዛዝ ቅፅ ወይም የምዝገባ ፍሰትን በመፈፀም አሁን ያሉትን አገልግሎቶችዎን ከፍ ማድረግ ይችላሉ ፡፡ እያንዳንዱ አዲስ የምዝገባ ፍሰት ወይም የትዕዛዝ ቅጽ በዚያን ጊዜ የታከሉ የአገልግሎቶች ዋጋ እና የክፍያ ቀንን ያካትታል። ሁሉም አዲስ አገልግሎቶች ለእነዚህ አጠቃላይ የአገልግሎት ውሎች እና ለማንኛውም እንደዚህ ባሉ ተጨማሪ አገልግሎቶች ላይ ተፈፃሚነት ላላቸው ተጨማሪ የአገልግሎት ውሎች እና ሁኔታዎች ተገ subject ናቸው።
ar: يمكنك الاشتراك في أي خدمات إضافية ، بما في ذلك الخدمات الجديدة التي قد توفرها CaseActive من وقت لآخر ، أو زيادة الخدمات الحالية الخاصة بك عن طريق تنفيذ نموذج طلب إضافي أو تدفق الاشتراك ، كجزء من الخدمات. سيتضمن كل تدفق اشتراك جديد أو نموذج طلب السعر وتاريخ (تواريخ) إعداد الفواتير للخدمات التي تتم إضافتها في ذلك الوقت. تخضع جميع الخدمات الجديدة لشروط الخدمة العامة هذه وأي شروط وأحكام إضافية قد تنطبق بشكل خاص على هذه الخدمات الإضافية.
az: Zaman-zaman CaseActive tərəfindən təqdim edilə bilən yeni xidmətlər də daxil olmaqla istənilən əlavə xidmətlərə abunə ola bilərsiniz və ya Xidmətlərin bir hissəsi olaraq əlavə Sifariş Forması və ya qeydiyyatdan keçən axını icra edərək mövcud Xidmətlərinizi artıra bilərsiniz. Hər bir yeni qeydiyyat hərəkəti və ya Sifariş Formasında həmin dövrdə əlavə olunan Xidmətlərin qiyməti və göndərmə tarixi (lər) daxil ediləcəkdir. Bütün yeni Xidmətlər bu Ümumi Xidmət Şərtlərinə və xüsusi olaraq əlavə Xidmətlərə tətbiq oluna biləcək hər hansı əlavə şərt və şərtlərə tabedir.
be: Вы можаце падпісацца на любыя дадатковыя Паслугі, уключаючы новыя Паслугі, якія могуць быць прадастаўлены CaseActive час ад часу, альбо павялічыць існуючыя Паслугі, выканаўшы дадатковую Форму заказаў або рэгістрацыю ў рамках Паслуг. Кожны новы паток рэгістрацыі або Форма замовы будуць уключаць у сябе кошт і дату выстаўлення рахункаў за паслугі, якія дадаюцца ў гэты час. Усе новыя Паслугі распаўсюджваюцца на гэтыя Агульныя ўмовы прадастаўлення паслуг і любыя дадатковыя ўмовы, якія могуць прымяняцца да такіх дадатковых Паслуг.
bg: Можете да се абонирате за всякакви допълнителни Услуги, включително нови Услуги, които могат да бъдат предоставени от CaseActive от време на време, или да увеличите съществуващите си Услуги, като изпълните допълнителна форма за поръчка или поток за регистрация като част от Услугите. Всеки нов поток за регистрация или Формуляр за поръчка ще включва цената и датата (ите) на фактуриране на Услугите, добавени по това време. Всички нови Услуги са предмет на настоящите Общи условия и всички допълнителни условия, които могат конкретно да се прилагат за такива допълнителни Услуги.
bn: আপনি সময়ে সময়ে কেসএ্যাকটিভির দ্বারা উপলব্ধ করা যেতে পারে এমন নতুন পরিষেবাগুলি সহ যে কোনও অতিরিক্ত পরিষেবাদির সদস্যতা নিতে পারেন, বা পরিষেবাদির অংশ হিসাবে অতিরিক্ত অর্ডার ফর্ম বা সাইন-আপ প্রবাহকে কার্যকর করে আপনার বিদ্যমান পরিষেবাদিগুলি বাড়িয়ে তুলতে পারেন। প্রতিটি নতুন সাইন-আপ প্রবাহ বা অর্ডার ফর্মের মধ্যে সেবার যুক্ত হওয়া পরিষেবার মূল্য এবং বিলিংয়ের তারিখ (গুলি) অন্তর্ভুক্ত থাকবে। সমস্ত নতুন পরিষেবাদি এই সাধারণ পরিষেবার শর্তাদি এবং কোনও অতিরিক্ত শর্তাদি এবং শর্তাদি যা এই জাতীয় অতিরিক্ত পরিষেবাদিতে বিশেষত প্রয়োগ হতে পারে।
ca: Podeu subscriure’s a qualsevol Servei addicional, inclosos els nous serveis que CaseActive estiguin disponibles de tant en tant, o augmentar els vostres Serveis existents mitjançant l’execució d’un Formulari de comanda addicional o flux de registre, com a part dels Serveis. Cada nou flux d’inscripció o Formulari de comanda inclourà el preu i les dates de facturació dels Serveis que s’afegiran en aquell moment. Tots els nous serveis estan subjectes a aquestes Condicions generals del servei i a qualsevol termini i condicions addicionals que s&#39;apliquin específicament a aquests Serveis addicionals.
cs: Můžete se přihlásit k odběru jakýchkoli dalších služeb, včetně nových služeb, které může příležitostně zpřístupnit CaseActive, nebo zvýšit své stávající služby provedením dalšího objednávkového formuláře nebo registračního toku v rámci služeb. Každý nový registrační postup nebo objednávkový formulář bude zahrnovat cenu a datum (y) fakturace služeb, které byly přidány v té době. Všechny nové služby podléhají těmto všeobecným smluvním podmínkám a všem dalším podmínkám, které se mohou konkrétně vztahovat na takové doplňkové služby.
cy: Gallwch danysgrifio i unrhyw Wasanaethau ychwanegol, gan gynnwys Gwasanaethau newydd fel y bydd CaseActive ar gael o bryd i&#39;w gilydd, neu gynyddu eich Gwasanaethau presennol trwy weithredu Ffurflen Archebu ychwanegol neu lif cofrestru, fel rhan o&#39;r Gwasanaethau. Bydd pob llif arwyddo neu Ffurflen Archebu newydd yn cynnwys pris a dyddiad (au) bilio y Gwasanaethau sy&#39;n cael eu hychwanegu bryd hynny. Mae pob Gwasanaeth newydd yn ddarostyngedig i&#39;r Telerau Gwasanaeth Cyffredinol hyn ac unrhyw delerau ac amodau ychwanegol a allai fod yn berthnasol yn benodol i Wasanaethau ychwanegol o&#39;r fath.
da: Du kan abonnere på eventuelle yderligere tjenester, herunder nye tjenester, som fra tid til anden kan stilles til rådighed af CaseActive, eller øge dine eksisterende tjenester ved at udføre en yderligere ordreformular eller tilmeldingsstrøm som en del af tjenesterne. Hver nye tilmeldingsstrøm eller ordreformular vil omfatte pris og faktureringsdato (r) for de tjenester, der tilføjes på det tidspunkt. Alle nye tjenester er underlagt disse generelle servicevilkår og eventuelle yderligere vilkår og betingelser, der specifikt kan gælde for sådanne yderligere tjenester.
de: Sie können zusätzliche Services abonnieren, einschließlich neuer Services, die von CaseActive von Zeit zu Zeit zur Verfügung gestellt werden, oder Ihre vorhandenen Services erweitern, indem Sie im Rahmen der Services ein zusätzliches Bestellformular oder einen zusätzlichen Anmeldefluss ausführen. Jeder neue Anmeldeablauf oder jedes neue Bestellformular enthält den Preis und die Rechnungsdaten der Services, die zu diesem Zeitpunkt hinzugefügt werden. Alle neuen Dienste unterliegen diesen Allgemeinen Nutzungsbedingungen und allen zusätzlichen Geschäftsbedingungen, die speziell für diese zusätzlichen Dienste gelten können.
el: Μπορείτε να εγγραφείτε σε οποιεσδήποτε πρόσθετες Υπηρεσίες, συμπεριλαμβανομένων νέων Υπηρεσιών που ενδέχεται να διατίθενται από την CaseActive κατά καιρούς, ή να αυξάνετε τις υπάρχουσες Υπηρεσίες εκτελώντας μια επιπλέον Φόρμα Παραγγελίας ή ροή εγγραφής, ως μέρος των Υπηρεσιών. Κάθε νέα ροή εγγραφής ή φόρμα παραγγελίας θα περιλαμβάνει την τιμή και την ημερομηνία χρέωσης των Υπηρεσιών που προστίθενται εκείνη τη στιγμή. Όλες οι νέες Υπηρεσίες υπόκεινται σε αυτούς τους Γενικούς Όρους Παροχής Υπηρεσιών και τυχόν πρόσθετους όρους και προϋποθέσεις που ενδέχεται να ισχύουν συγκεκριμένα για αυτές τις πρόσθετες Υπηρεσίες.
eo: Vi povas aboni iujn ajn pliajn Servojn, inkluzive de novaj Servoj, kiuj de CaseActive fariĝos disponeblaj de tempo al tempo, aŭ pliigi viajn ekzistantajn Servojn per ekzekuto de plia manda formularo aŭ registriĝfluo, kiel parto de la Servoj. Ĉiu nova subskriba fluo aŭ Ordiga Formo inkluzivos la prezon kaj fakturan daton (j) de la Servoj aldonitaj tiutempe. Ĉiuj novaj Servoj estas submetataj al ĉi tiuj Ĝeneralaj Kondiĉoj kaj al iuj ajn pliaj terminoj kaj kondiĉoj, kiuj eble specife validas por tiaj aldonaj Servoj.
es: Puede suscribirse a cualquier Servicio adicional, incluidos los nuevos Servicios que CaseActive pueda poner a su disposición de vez en cuando, o aumentar sus Servicios existentes mediante la ejecución de un Formulario de pedido adicional o flujo de registro, como parte de los Servicios. Cada nuevo flujo de registro o Formulario de pedido incluirá el precio y la (s) fecha (s) de facturación de los Servicios que se agregan en ese momento. Todos los Servicios nuevos están sujetos a estos Términos de servicio generales y a los términos y condiciones adicionales que puedan aplicarse específicamente a dichos Servicios adicionales.
et: Võite tellida lisateenuseid, sealhulgas uusi teenuseid, mida CaseActive võib aeg-ajalt kättesaadavaks teha, või laiendada olemasolevaid teenuseid, täites teenuste osana täiendava tellimisvormi või registreerumisvoo. Iga uus registreerumisvoog või tellimisvorm sisaldab sellel ajal lisanduvate teenuste hinda ja arvelduskuupäeva. Kõigile uutele teenustele kehtivad need üldised teenusetingimused ja lisatingimused, mis võivad sellistele lisateenustele konkreetselt kehtida.
eu: Zerbitzu osagarriak har ditzakezu Zerbitzu osagarrietara, zerbitzu berriak barne CaseActive-k noizean behin eskuragarri jarri ditzakezun edo are gehiago dauden zerbitzuak areagotzeko. Izena emateko fluxu edo Eskaera Inprimaki bakoitzean Zerbitzuen prezioa eta fakturazio data sartuko dira une horretan. Zerbitzu berri guztiak Zerbitzu Baldintza Orokor hauen menpe daude eta zerbitzu gehigarri horiei berariaz aplikatu ahal zaizkien baldintza eta baldintza gehiago.
fa: شما می توانید از هرگونه خدمات اضافی ، از جمله خدمات جدیدی که ممکن است گاه به گاه توسط CaseActive در دسترس باشد ، مشترک شوید و یا با اجرای فرم سفارش اضافی یا جریان ورود به سیستم ، به عنوان بخشی از این خدمات ، خدمات موجود خود را افزایش دهید. هر جریان ثبت نام جدید یا فرم سفارش شامل قیمت و تاریخ صدور صورتحساب سرویس هایی است که در آن زمان اضافه می شوند. کلیه خدمات جدید مشمول این شرایط خدمات عمومی و هرگونه شرایط و ضوابط اضافی هستند که ممکن است بطور ویژه در مورد چنین خدمات اضافی اعمال شود.
fi: Voit tilata lisäpalveluita, mukaan lukien uudet palvelut, jotka CaseActive voi ajoittain tarjota, tai lisätä nykyisiä palveluitasi toteuttamalla ylimääräisen tilauslomakkeen tai liittymisprosessin osana palveluita. Jokainen uusi liittymisprosessi tai tilauslomake sisältää siihen aikaan lisättävien Palvelujen hinnan ja laskutuspäivän. Kaikiin uusiin palveluihin sovelletaan näitä yleisiä palvelusehtoja ja lisäehtoja, joita voidaan erityisesti soveltaa tällaisiin lisäpalveluihin.
fr: Vous pouvez vous abonner à tout service supplémentaire, y compris les nouveaux services qui peuvent être mis à disposition par CaseActive de temps à autre, ou augmenter vos services existants en exécutant un bon de commande ou un flux d&#39;inscription supplémentaire, dans le cadre des services. Chaque nouveau flux d&#39;inscription ou bon de commande comprendra le prix et la ou les dates de facturation des services ajoutés à ce moment. Tous les nouveaux services sont soumis aux présentes conditions générales de service et à toute condition supplémentaire pouvant s&#39;appliquer spécifiquement à ces services supplémentaires.
fy: Jo kinne ynskriuwe foar ekstra tsjinsten, ynklusyf nije tsjinsten lykas fan tiid ta tiid troch CaseActive beskikber steld wurde, of jo besteande tsjinsten ferheegje troch in ekstra bestellingformulier of oanmeldingsstream út te fieren, as ûnderdiel fan &#39;e tsjinsten. Elke nije oanmeldstream of oarderformulier sil de priis en fakturaasjedatum (en) fan de Tsjinsten op dat stuit wurde tafoege. Alle nije Tsjinsten binne ûnder foarbehâld fan dizze Algemiene Tsjinstenbetingsten en alle oanfoljende betingsten en betingsten dy&#39;t spesifyk fan tapassing kinne op sokke ekstra Tsjinsten.
ga: Féadfaidh tú liostáil le haon Seirbhísí breise, lena n-áirítear Seirbhísí nua a chuirfidh CaseActive ar fáil ó am go ham, nó do Sheirbhísí atá ann cheana a mhéadú trí Fhoirm Ordaithe nó sreabhadh sínithe breise a fhorghníomhú, mar chuid de na Seirbhísí. Cuimseoidh gach sreabhadh sínithe nó Foirm Ordaithe nua praghas agus dáta (í) billeála na Seirbhísí a chuirfear leis ag an am sin. Tá gach Seirbhís nua faoi réir na dTéarmaí Seirbhíse Ginearálta seo agus aon téarmaí agus coinníollacha breise a d’fhéadfadh a bheith i bhfeidhm go sonrach maidir le Seirbhísí breise den sórt sin.
gd: Faodaidh tu fo-sgrìobhadh a dhèanamh airson Seirbheisean a bharrachd, a ’toirt a-steach Seirbheisean ùra a bhios rim faighinn le CaseActive bho àm gu àm, no na Seirbheisean a th’ agad mu thràth a mheudachadh le bhith a ’cur an gnìomh Foirm Òrdugh a bharrachd no sruthadh soidhnidh, mar phàirt de na Seirbheisean. Bidh gach sruth ainm-sgrìobhte no Foirm Òrdugh ùr a ’toirt a-steach prìs agus ceann-latha (ean) bileachaidh nan Seirbheisean a chaidh a chur ris aig an àm sin. Tha na Seirbheisean ùra uile fo ùmhlachd do na Cumhachan Seirbheis Coitcheann sin agus teirmichean is cumhaichean a bharrachd a dh ’fhaodadh a bhith a’ buntainn gu sònraichte ris na Seirbheisean a bharrachd sin.
gl: Pode subscribirse a calquera Servizos adicionais, incluídos os novos servizos que CaseActive poña á súa disposición de cando en vez, ou aumentar os seus Servizos existentes executando un Formulario de pedido adicional ou fluxo de inscrición, como parte dos Servizos. Cada novo fluxo de inscrición ou Formulario de pedido incluirá o prezo e a data (s) de facturación dos Servizos que se engadirán nese momento. Todos os novos servizos están suxeitos a estes termos xerais de servizo e a todos os termos e condicións adicionais que se poidan aplicar específicamente a tales servizos adicionais.
gu: તમે કોઈપણ વધારાની સેવાઓ માટે સબ્સ્ક્રાઇબ કરી શકો છો, નવી સેવાઓ સહિત કે જે સમય સમય પર કેસએક્ટિવ દ્વારા ઉપલબ્ધ કરાઈ શકે છે, અથવા સેવાઓના ભાગ રૂપે, વધારાના ઓર્ડર ફોર્મ અથવા સાઇન-અપ પ્રવાહની અમલ દ્વારા તમારી હાલની સેવાઓમાં વધારો કરી શકો છો. દરેક નવા સાઇન-અપ ફ્લો અથવા ઓર્ડર ફોર્મમાં તે સમયે ઉમેરવામાં આવતી સેવાઓની કિંમત અને બિલિંગ તારીખ (ઓ) શામેલ હશે. બધી નવી સેવાઓ આ સામાન્ય સેવાની શરતો અને કોઈપણ વધારાની શરતો અને શરતોને આધિન છે જે આવી વધારાની સેવાઓ પર વિશેષરૂપે લાગુ થઈ શકે.
hi: आप नई सेवाओं सहित किसी भी अतिरिक्त सेवाओं की सदस्यता ले सकते हैं, जो केसएक्टिव द्वारा समय-समय पर उपलब्ध कराई जा सकती हैं, या सेवाओं के हिस्से के रूप में एक अतिरिक्त ऑर्डर फॉर्म या साइन-अप प्रवाह को निष्पादित करके अपनी मौजूदा सेवाओं को बढ़ा सकते हैं। प्रत्येक नए साइन-अप प्रवाह या ऑर्डर फॉर्म में उस समय जोड़ी जा रही सेवाओं की कीमत और बिलिंग तिथि शामिल होगी। सभी नई सेवाएँ इन सामान्य सेवा की शर्तों और किसी भी अतिरिक्त नियम और शर्तों के अधीन हैं जो विशेष रूप से ऐसी अतिरिक्त सेवाओं पर लागू हो सकती हैं।
hr: Možete se pretplatiti na bilo koje dodatne usluge, uključujući nove usluge koje CaseActive može s vremena na vrijeme učiniti ili povećati postojeće Usluge izvršavajući dodatni obrazac narudžbe ili protok prijave kao dio Usluga. Svaki novi tijek prijave ili Obrazac za narudžbu uključivat će cijenu i datume naplate Usluga koje se dodaju u to vrijeme. Sve nove Usluge podložne su ovim Općim uvjetima pružanja usluge i svim dodatnim uvjetima i odredbama koji se mogu posebno odnositi na takve dodatne usluge.
hu: Feliratkozhat bármilyen kiegészítő szolgáltatásra, beleértve az új szolgáltatásokat is, amelyeket a CaseActive időről időre rendelkezésre bocsáthat, vagy bővítheti meglévő szolgáltatásait egy kiegészítő megrendelőlap vagy regisztrációs folyamat végrehajtásával a Szolgáltatások részeként. Minden új feliratkozási folyamat vagy megrendelőlap tartalmazza az abban az időben hozzáadott Szolgáltatások árát és számlázási dátumát. Minden új Szolgáltatásra a jelen Általános Szolgáltatási Feltételek vonatkoznak, és minden olyan kiegészítő feltételre vonatkoznak, amelyek kifejezetten vonatkozhatnak az ilyen kiegészítő Szolgáltatásokra.
hy: Կարող եք բաժանորդագրվել ցանկացած լրացուցիչ Ծառայությանը, ներառյալ նոր Ծառայությունները, որոնք ժամանակ առ ժամանակ կարող է մատչելի լինել CaseActive- ով, կամ ավելացնել ձեր առկա Ծառայությունները `կատարելով Պատվերների լրացուցիչ ձև կամ գրանցման հոսք, որպես Ծառայությունների մաս: Յուրաքանչյուր նոր գրանցման հոսք կամ Պատվերի ձև կներառի այդ ժամանակ Ծառայությունների գինը և վճարման ամսաթիվը (ներ) ը: Բոլոր նոր Ծառայությունները ենթակա են Ծառայությունների այս Ընդհանուր Պայմանների և ցանկացած լրացուցիչ պայմանների և պայմանների, որոնք կարող են հատուկ կիրառվել նման լրացուցիչ Ծառայությունների համար:
id: Anda dapat berlangganan Layanan tambahan apa pun, termasuk Layanan baru yang dapat disediakan oleh CaseActive dari waktu ke waktu, atau menambah Layanan yang ada dengan mengeksekusi Formulir Pesanan tambahan atau aliran pendaftaran, sebagai bagian dari Layanan. Setiap aliran pendaftaran baru atau Formulir Pemesanan akan mencakup harga dan tanggal penagihan Layanan yang ditambahkan pada saat itu. Semua Layanan baru tunduk pada Ketentuan Layanan Umum ini dan setiap syarat dan ketentuan tambahan yang secara khusus berlaku untuk Layanan tambahan tersebut.
is: Þú getur gerst áskrifandi að öllum viðbótarþjónustum, þar á meðal nýrri þjónustu sem hægt er að gera aðgengileg af og til af CaseActive, eða auka núverandi þjónustu þína með því að framkvæma viðbótar pöntunarform eða skráningarflæði, sem hluti af þjónustunni. Hvert nýtt skráningarflæði eða pöntunarform mun innihalda verð og innheimtudegi (-) dagsetningar þjónustunnar sem bætt er við á þeim tíma. Öll ný þjónusta er háð þessum almennu þjónustuskilmálum og öllum viðbótarskilmálum sem kunna að eiga sérstaklega við um slíka viðbótarþjónustu.
it: È possibile abbonarsi a tutti i Servizi aggiuntivi, inclusi i nuovi Servizi che potrebbero essere resi disponibili da CaseActive di volta in volta, o aumentare i Servizi esistenti eseguendo un Modulo d&#39;ordine aggiuntivo o un flusso di iscrizione, come parte dei Servizi. Ogni nuovo flusso di iscrizione o Modulo d&#39;ordine includerà il prezzo e le date di fatturazione dei Servizi che verranno aggiunti in quel momento. Tutti i nuovi Servizi sono soggetti alle presenti Condizioni generali di servizio e agli eventuali Termini e condizioni aggiuntivi che potrebbero essere specificamente applicati a tali Servizi aggiuntivi.
iw: אתה רשאי להירשם כמנוי מעת לעת לשירותים נוספים, לרבות שירותים חדשים העשויים להיות זמינים על ידי CaseActive, או להגדיל את השירותים הקיימים שלך על ידי ביצוע טופס הזמנה נוסף או זרימת הרשמה, כחלק מהשירותים. כל זרימת הרשמה חדשה או טופס הזמנה יכללו את המחיר ואת תאריכי החיוב של השירותים שנוספו באותה עת. כל השירותים החדשים כפופים לתנאי השירות הכלליים הללו ולכל תנאים ותנאים נוספים שעשויים לחול באופן ספציפי על שירותים נוספים כאמור.
ja: CaseActiveが随時提供する新しいサービスを含め、追加のサービスを購読するか、サービスの一部として追加の注文フォームまたはサインアップフローを実行して既存のサービスを増やすことができます。新しい各サインアップフローまたは注文フォームには、その時点で追加されるサービスの価格と請求日が含まれます。すべての新しいサービスには、これらの一般的な利用規約と、そのような追加のサービスに具体的に適用される可能性のある追加の条件が適用されます。
ka: თქვენ შეგიძლიათ გამოიწეროთ დამატებითი სერვისები, მათ შორის ახალი სერვისები, რომელთა საშუალებით შესაძლებელია CaseActive დროდადრო ხელმისაწვდომი იყოს, ან გაზარდოთ თქვენი არსებული სერვისები, დამატებითი შეკვეთის ფორმის ან დარეგისტრირების ნაკადის შესრულებით, როგორც მომსახურების ნაწილი. ყოველი ახალი დარეგისტრირების ნაკადი ან შეკვეთის ფორმა მოიცავს ამ დროს დამატებული სერვისების ფასს და დაანგარიშების თარიღს. ყველა ახალი სერვისი ექვემდებარება ამ ზოგადი მომსახურების პირობებს და ნებისმიერ დამატებით პირობებსა და პირობებს, რომლებიც სპეციალურად შეიძლება გამოყენებულ იქნას ასეთ დამატებით სერვისებზე.
kk: Сіз кез-келген қосымша қызметтерге, оның ішінде CaseActive қол жетімді жаңа қызметтерге жазыла аласыз немесе қызметтердің бөлігі ретінде қосымша Тапсырыс нысанын немесе тіркелу ағынын орындау арқылы бар Қызметтеріңізді көбейте аласыз. Әрбір жаңа тіркелу ағымы немесе Тапсырыс нысаны сол уақытта қосылған қызметтердің бағасы мен есеп-шот күнін (дерін) қамтиды. Барлық жаңа қызметтер осы Жалпы қызмет көрсету шарттарына және осындай қосымша қызметтерге арнайы қолданылуы мүмкін кез келген қосымша шарттарға бағынады.
km: អ្នកអាចជាវសេវាកម្មបន្ថែមណាមួយរួមទាំងសេវាកម្មថ្មីៗដូចដែលអាចរកបានដោយ CaseActive ពីពេលមួយទៅពេលមួយឬបង្កើនសេវាកម្មដែលមានស្រាប់របស់អ្នកដោយអនុវត្តទម្រង់បែបបទបញ្ជាទិញបន្ថែមឬលំហូរនៃការចុះឈ្មោះដែលជាផ្នែកមួយនៃសេវាកម្ម។ រាល់ការចុះឈ្មោះចូលថ្មីរឺបែបបទនៃការបញ្ជាទិញនឹងរាប់បញ្ចូលទាំងតំលៃនិងកាលបរិច្ឆេទវិក័យប័ត្រនៃសេវាកម្មដែលត្រូវបានបន្ថែមនៅពេលនោះ។ សេវាកម្មថ្មីទាំងអស់ត្រូវគោរពតាមល័ក្ខខ័ណ្ឌទូទៅនៃសេវាកម្មនិងល័ក្ខខ័ណ្ឌបន្ថែមដែលអាចអនុវត្តជាពិសេសចំពោះសេវាកម្មបន្ថែម។
kn: ಕಾಲಕಾಲಕ್ಕೆ ಕೇಸ್ಆಕ್ಟಿವ್‌ನಿಂದ ಲಭ್ಯವಾಗುವಂತೆ ಹೊಸ ಸೇವೆಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಸೇವೆಗಳಿಗೆ ನೀವು ಚಂದಾದಾರರಾಗಬಹುದು, ಅಥವಾ ಸೇವೆಗಳ ಭಾಗವಾಗಿ ಹೆಚ್ಚುವರಿ ಆರ್ಡರ್ ಫಾರ್ಮ್ ಅಥವಾ ಸೈನ್ ಅಪ್ ಹರಿವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸೇವೆಗಳನ್ನು ಹೆಚ್ಚಿಸಬಹುದು. ಪ್ರತಿ ಹೊಸ ಸೈನ್ ಅಪ್ ಹರಿವು ಅಥವಾ ಆರ್ಡರ್ ಫಾರ್ಮ್ ಆ ಸಮಯದಲ್ಲಿ ಸೇರ್ಪಡೆಗೊಳ್ಳುವ ಸೇವೆಗಳ ಬೆಲೆ ಮತ್ತು ಬಿಲ್ಲಿಂಗ್ ದಿನಾಂಕ (ಗಳನ್ನು) ಒಳಗೊಂಡಿರುತ್ತದೆ. ಎಲ್ಲಾ ಹೊಸ ಸೇವೆಗಳು ಈ ಸಾಮಾನ್ಯ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತವೆ ಮತ್ತು ಅಂತಹ ಹೆಚ್ಚುವರಿ ಸೇವೆಗಳಿಗೆ ನಿರ್ದಿಷ್ಟವಾಗಿ ಅನ್ವಯವಾಗುವ ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತವೆ.
ku: Hûn dikarin ji Xizmetên Pêvek bikirin, di nav de Karûbarên nû, yên ku ji hêla CaseActive ve têne peyda kirin carek din peyda bikin, an karûbarên xwe yên heyî zêde bikin bi darvekirina Forma Fermana Dînek an pêgirtina nîşankirinê, wekî beşek ji van Karûbaran. Her pêla nû ya ketina navgîniyê an Forma Fermî dê di nav wê demê de bihayê û dîroka (an) billing ya Xizmetên ku di wê demê de hatine zêdekirin binivîse. Hemî Karûbarên nû girêdayî van Mercên Karûbarê Giştî û her şert û mercên din hene ku bi taybetî dikarin li ser Xizmetên weha zêde bicîh bibin.
ky: Сиз кез-келген кошумча кызматтарга, анын ичинде CaseActive тарабынан мезгил-мезгили менен бериле турган жаңы кызматтарга жазылып, же Кызматтардын бөлүгү катарында, кошумча буйрутманын формасын же катталуу агымын аткаруу менен, учурдагы Кызматтарыңызды көбөйтө аласыз. Ар бир жаңы катталуу агымы же Буйрутманын формасы ошол учурда кошулган Кызматтардын баасын жана эсеп-кысап датасын (дарын) камтыйт. Бардык жаңы Кызматтар ушул Жалпы Кызмат Шарттарына жана ушул Кошумча Кызматтарга атайын колдонула турган кошумча шарттарга баш ийет.
lb: Dir kënnt op all zousätzlech Servicer abonnéieren, inklusiv nei Servicer, déi vun Zäit zu Zäit zu CaseActive verfügbar sinn, oder Är existent Servicer erhéijen andeems en zousätzlech Bestellformular oder Umeldungsfloss ausféiert, als Deel vun de Servicer. All nei Umeldungsflow oder Bestellformular enthält de Präis an de Rechnungsdatum (en) vun de Servicer zu där Zäit. All nei Servicer ënnerleien dës Allgemeng Servicebedingungen an all zousätzlech Konditioune déi speziell fir sou zousätzlech Servicer zoutreffen.
lo: ທ່ານສາມາດສະ ໝັກ ໃຊ້ບໍລິການເພີ່ມເຕີມໃດໆ, ລວມທັງການບໍລິການ ໃໝ່ ຕາມທີ່ສາມາດເຮັດໄດ້ໂດຍ CaseActive ເປັນບາງຄັ້ງຄາວ, ຫຼືເພີ່ມການບໍລິການທີ່ມີຢູ່ຂອງທ່ານໂດຍການປະຕິບັດແບບຟອມ ຄຳ ສັ່ງເພີ່ມເຕີມຫຼືກະແສການລົງທະບຽນ, ເຊິ່ງເປັນສ່ວນ ໜຶ່ງ ຂອງການບໍລິການ. ແຕ່ລະກະແສເຂົ້າສູ່ລະບົບລົງທະບຽນ ໃໝ່ ຫຼືແບບຟອມສັ່ງຊື້ຈະປະກອບມີລາຄາແລະວັນທີໃບບິນຂອງບໍລິການທີ່ ກຳ ລັງເພີ່ມໃນເວລານັ້ນ. ການບໍລິການ ໃໝ່ ທັງ ໝົດ ແມ່ນຂື້ນກັບຂໍ້ ກຳ ນົດທົ່ວໄປຂອງການບໍລິການນີ້ແລະຂໍ້ ກຳ ນົດແລະເງື່ອນໄຂເພີ່ມເຕີມອື່ນໆທີ່ອາດຈະ ນຳ ໃຊ້ກັບການບໍລິການເພີ່ມເຕີມດັ່ງກ່າວໂດຍສະເພາະ.
lt: Galite užsisakyti bet kokias papildomas paslaugas, įskaitant naujas paslaugas, kurias retkarčiais gali pateikti „CaseActive“, arba padidinti savo esamas paslaugas vykdydami papildomą užsakymo formą arba prisiregistruoti kaip paslaugų dalį. Kiekviename naujame registracijos sraute arba užsakymo formoje bus nurodyta tuo metu pridedamų Paslaugų kaina ir atsiskaitymo data (-os). Visoms naujoms paslaugoms taikomos šios bendrosios paslaugų teikimo sąlygos ir visos papildomos sąlygos, kurios gali būti konkrečiai taikomos tokioms papildomoms paslaugoms.
lv: Jūs varat abonēt jebkurus papildu pakalpojumus, ieskaitot jaunus pakalpojumus, kurus laiku pa laikam var padarīt pieejamus CaseActive, vai arī palielināt esošo pakalpojumu līmeni, izpildot papildu pasūtījuma veidlapu vai reģistrēšanās plūsmu kā daļu no pakalpojumiem. Katrā jaunajā reģistrēšanās plūsmā vai pasūtījuma veidlapā tiks iekļauta tajā laikā pievienoto pakalpojumu cena un norēķinu datums (-i). Uz visiem jaunajiem pakalpojumiem attiecas šie vispārējie pakalpojumu sniegšanas noteikumi un visi papildu noteikumi un nosacījumi, kas var īpaši attiekties uz šādiem papildu pakalpojumiem.
mg: Azonao atao ny misoratra anarana amin&#39;ny serivisy fanampiny, ao anatin&#39;izany ny serivisy vaovao izay azon&#39;ny CaseActive ara-potoana, na mampitombo ny Serivisy efa misy eo am-panatanterahana ny Kaomina fanampiny na fandefasana fisoratana anarana, tafiditra ao anatin&#39;ny serivisy. Isaky ny fahazoan-dàlana fisoratana anarana vaovao na Forme Order dia ahitàna ny vidiny sy ny daty fandoavam-bola amin&#39;ny tolotra ampidirina amin&#39;io fotoana io. Ny serivisy vaovao rehetra dia iharan&#39;ny fepetra momba ny serivisy ankapobeny ary misy fepetra sy fepetra fanampiny izay mety ampiharina amin&#39;ny serivisy fanampiny.
mi: Ka taea e koe te haauru ki etahi Ratonga taapiri, tae atu ki nga Ratonga hou e waatea ana e CaseActive mai i te waa ki te wa, ka whakapiki ake ranei i a Ratonga onaianei ma te whakahaere i tetahi Puka ota taapiri, he haina hainatanga ranei, hei waahanga o nga Ratonga. Ko ia rerenga haina hou me te Puka ota ranei ka uru mai nga utu me nga ra nama nama o nga Ratonga kua tapirihia i taua waa. Ko nga Ratonga hou katoa kei raro i enei Ture Ratonga Whainga me etahi atu tikanga me nga tikanga e pa ana ki te taapiri o aua Ratonga.
mk: Може да се претплатите на какви било дополнителни услуги, вклучително и нови Услуги, како што може да бидат достапни од CaseActive од време на време, или да ги зголемите вашите постојни Услуги со извршување на дополнителен формулар за нарачка или проток на најавување, како дел од Услугите. Секој нов проток на најавување или Образец за нарачка ќе ги содржи цената и датумот (и) на наплатата на услугите што се додаваат во тоа време. Сите нови услуги подлежат на овие Општи Услови за Користење и сите дополнителни услови и услови што можат да се применуваат конкретно за такви дополнителни услуги.
ml: കാലാകാലങ്ങളിൽ കേസ് ആക്റ്റീവ് ലഭ്യമാക്കിയേക്കാവുന്ന പുതിയ സേവനങ്ങൾ ഉൾപ്പെടെയുള്ള ഏതെങ്കിലും അധിക സേവനങ്ങളിലേക്ക് നിങ്ങൾക്ക് സബ്‌സ്‌ക്രൈബുചെയ്യാം, അല്ലെങ്കിൽ സേവനങ്ങളുടെ ഭാഗമായി ഒരു അധിക ഓർഡർ ഫോം അല്ലെങ്കിൽ സൈൻ അപ്പ് ഫ്ലോ നടപ്പിലാക്കുന്നതിലൂടെ നിങ്ങളുടെ നിലവിലുള്ള സേവനങ്ങൾ വർദ്ധിപ്പിക്കുക. ഓരോ പുതിയ സൈൻ-അപ്പ് ഫ്ലോ അല്ലെങ്കിൽ ഓർഡർ ഫോമിലും ആ സമയത്ത് ചേർത്ത സേവനങ്ങളുടെ വിലയും ബില്ലിംഗ് തീയതിയും (കൾ) ഉൾപ്പെടും. എല്ലാ പുതിയ സേവനങ്ങളും ഈ പൊതു സേവന നിബന്ധനകൾക്കും അത്തരം അധിക സേവനങ്ങൾക്ക് പ്രത്യേകമായി ബാധകമായേക്കാവുന്ന ഏതെങ്കിലും അധിക നിബന്ധനകൾക്കും വിധേയമാണ്.
mn: Та CaseActive-аас үе үе хийж болох шинэ үйлчилгээнүүдийг багтаасан нэмэлт үйлчилгээнүүдийг захиалж авах, эсвэл үйлчилгээний нэг хэсэг болгон нэмэлт захиалгын маягт эсвэл бүртгүүлэх урсгалыг гүйцэтгэх замаар одоо байгаа үйлчилгээг нэмэгдүүлэх боломжтой. Шинээр бүртгүүлэх урсгал эсвэл Захиалгын маягт тус бүрт нэмэгдсэн үйлчилгээний үнэ, төлбөр тооцооны өдөр (үүд) -ийг агуулна. Бүх шинэ үйлчилгээнүүд нь эдгээр ерөнхий үйлчилгээний нөхцөлүүд болон эдгээр нэмэлт үйлчилгээнд тусгайлан хамаарах нэмэлт нөхцлүүдээс хамаарна.
mr: आपण केसीएक्टिव्हद्वारे वेळोवेळी उपलब्ध करुन दिल्या जाणार्‍या नवीन सेवांसह कोणत्याही अतिरिक्त सेवांची सदस्यता घेऊ शकता किंवा सेवेचा भाग म्हणून अतिरिक्त ऑर्डर फॉर्म किंवा साइन-अप प्रवाह लागू करून आपल्या विद्यमान सेवांमध्ये वाढ करू शकता. प्रत्येक नवीन साइन-अप फ्लो किंवा ऑर्डर फॉर्ममध्ये त्या वेळी जोडल्या जाणार्‍या सेवांची किंमत आणि बिलिंग तारीख (र्स) समाविष्ट असेल. सर्व नवीन सेवा या सामान्य सेवा अटी आणि अशा अतिरिक्त सेवांवर विशेषत: लागू असलेल्या कोणत्याही अतिरिक्त अटी व शर्तींच्या अधीन आहेत.
ms: Anda boleh melanggan sebarang Perkhidmatan tambahan, termasuk Perkhidmatan baru yang mungkin disediakan oleh CaseActive dari semasa ke semasa, atau meningkatkan Perkhidmatan yang ada dengan melaksanakan Borang Pesanan tambahan atau aliran pendaftaran, sebagai sebahagian daripada Perkhidmatan. Setiap aliran pendaftaran baru atau Borang Pesanan akan merangkumi harga dan tarikh bil Perkhidmatan yang ditambahkan pada masa itu. Semua Perkhidmatan baru tertakluk kepada Syarat Perkhidmatan Umum ini dan apa-apa syarat dan syarat tambahan yang mungkin secara khusus berlaku untuk Perkhidmatan tambahan tersebut.
mt: Tista &#39;tissottoskrivi għal kwalunkwe Servizzi addizzjonali, inklużi Servizzi ġodda li jistgħu jsiru disponibbli minn CaseActive minn żmien għal żmien, jew iżżid is-Servizzi eżistenti tiegħek billi tesegwixxi Formola ta&#39; Ordni addizzjonali jew fluss ta &#39;reġistrazzjoni, bħala parti mis-Servizzi. Kull fluss ta &#39;reġistrazzjoni ġdid jew Formola ta&#39; Ordni se jinkludi l-prezz u d-data (i) tal-kontijiet tas-Servizzi li jkunu miżjuda dak iż-żmien. Is-Servizzi il-ġodda kollha huma soġġetti għal dawn it-Termini Ġenerali tas-Servizz u għal kwalunkwe termini u kundizzjonijiet addizzjonali li jistgħu japplikaw speċifikament għal tali Servizzi addizzjonali.
my: CaseActive မှအချိန်နှင့်အမျှရရှိနိုင်သည့် ၀ န်ဆောင်မှုအသစ်များအပါအ ၀ င်မည်သည့်အပို ၀ န်ဆောင်မှုမျိုးကိုမဆိုသင်စာရင်းသွင်းနိုင်သည်၊ သို့မဟုတ် ၀ န်ဆောင်မှုများ၏တစ်စိတ်တစ်ပိုင်းအနေဖြင့်အပိုပုံစံသို့မဟုတ်လက်မှတ်ထိုးခြင်းစီးဆင်းမှုအားဖြင့်သင်၏လက်ရှိဝန်ဆောင်မှုများကိုတိုးမြှင့်နိုင်သည်။ တစ်ခုချင်းစီကို sign-up စီးဆင်းမှုသို့မဟုတ်အမိန့်ပုံစံအသစ်တစ်ခုကိုထိုအချိန်ကထည့်သွင်းခံရသည့်န်ဆောင်မှုများ၏စျေးနှုန်းနှင့်ငွေတောင်းခံသည့်နေ့ရက်များပါဝင်သည်ပါလိမ့်မယ်။ ၀ န်ဆောင်မှုအသစ်များအားလုံးသည်ဤအထွေထွေစည်းကမ်းချက်များနှင့်ဤအပိုဝန်ဆောင်မှုများကိုအထူးသက်ဆိုင်နိုင်သည့်အပိုဆောင်းစည်းမျဉ်းစည်းကမ်းများနှင့်သက်ဆိုင်သည်။
ne: तपाईं कुनै पनि थप सेवाहरूको सदस्यता लिन सक्नुहुन्छ, नयाँ सेवाहरू सहित जुन समय-समयमा केसएक्टिभले उपलब्ध गराउन सक्दछ, वा तपाईंको अवस्थित सेवाहरूलाई थप अर्डर फाराम वा साईन-अप प्रवाह कार्यान्वयन गरेर सेवाहरूको भागको रूपमा बढाउन सक्छ। प्रत्येक नयाँ साइन-अप प्रवाह वा अर्डर फारामले सेवाहरूको मूल्य र बिलि date मिति (हरू) समावेश गर्दछ जुन त्यस समयमा थपिएको थियो। सबै नयाँ सेवाहरू यी सामान्य सेवा सर्तहरू र कुनै थप नियम र सर्तहरूको अधीनमा छन् जुन विशेष रूपमा त्यस्ता थप सेवाहरूमा लागू हुन सक्छ।
nl: U kunt zich abonneren op aanvullende services, inclusief nieuwe services die van tijd tot tijd beschikbaar worden gesteld door CaseActive, of uw bestaande services uitbreiden door een extra bestelformulier of aanmeldingsstroom uit te voeren als onderdeel van de services. Elke nieuwe aanmeldingsstroom of bestelformulier bevat de prijs en factuurdatum (s) van de services die op dat moment worden toegevoegd. Alle nieuwe Services zijn onderworpen aan deze Algemene Servicevoorwaarden en eventuele aanvullende voorwaarden die specifiek van toepassing kunnen zijn op dergelijke aanvullende Services.
no: Du kan abonnere på eventuelle tilleggstjenester, inkludert nye tjenester som kan gjøres tilgjengelige av CaseActive fra tid til annen, eller øke dine eksisterende tjenester ved å utføre et ekstra bestillingsskjema eller påmeldingsflyt, som en del av tjenestene. Hver nye påmeldingsstrøm eller bestillingsskjema vil inkludere pris og faktureringsdato (er) for tjenestene som legges til på det tidspunktet. Alle nye tjenester er underlagt disse generelle servicevilkårene og eventuelle tilleggsvilkår som spesifikt kan gjelde for slike tilleggstjenester.
or: ଆପଣ ଯେକ any ଣସି ଅତିରିକ୍ତ ସେବାକୁ ଗ୍ରହୀତା ହୋଇପାରନ୍ତି, ନୂତନ ସେବାଗୁଡିକ ସହିତ ଯେପରିକି କେସ୍ ଆକ୍ଟିଭ୍ ଦ୍ୱାରା ସମୟ ସମୟରେ ଉପଲବ୍ଧ ହୋଇପାରେ, କିମ୍ବା ସେବାଗୁଡିକର ଏକ ଅଂଶ ଭାବରେ ଏକ ଅତିରିକ୍ତ ଅର୍ଡର ଫର୍ମ କିମ୍ବା ସାଇନ୍ ଅପ୍ ଫ୍ଲୋ କାର୍ଯ୍ୟକାରୀ କରି ଆପଣଙ୍କର ବିଦ୍ୟମାନ ସେବାଗୁଡିକ ବ increase ାଇପାରେ | ପ୍ରତ୍ୟେକ ନୂତନ ସାଇନ୍ ଅପ୍ ଫ୍ଲୋ କିମ୍ବା ଅର୍ଡର ଫର୍ମ ସେହି ସମୟରେ ଯୋଗ କରାଯାଉଥିବା ସେବାଗୁଡିକର ମୂଲ୍ୟ ଏବଂ ବିଲିଂ ତାରିଖ (ଗୁଡିକ) ଅନ୍ତର୍ଭୂକ୍ତ କରିବ | ସମସ୍ତ ନୂତନ ସେବାଗୁଡିକ ଏହି ସାଧାରଣ ସେବା ସର୍ତ୍ତାବଳୀ ଏବଂ ଯେକ additional ଣସି ଅତିରିକ୍ତ ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତଗୁଡିକ ଅଧୀନରେ ରହିଥାଏ ଯାହାକି ଏହିପରି ଅତିରିକ୍ତ ସେବାଗୁଡିକ ପାଇଁ ବିଶେଷ ଭାବରେ ପ୍ରଯୁଜ୍ୟ ହୋଇପାରେ |
pa: ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਅਤਿਰਿਕਤ ਸੇਵਾਵਾਂ ਦੇ ਗਾਹਕ ਬਣ ਸਕਦੇ ਹੋ, ਨਵੀਂ ਸੇਵਾਵਾਂ ਸਮੇਤ ਜੋ ਸਮੇਂ-ਸਮੇਂ &#39;ਤੇ ਕੇਸਏਕਟਿਵ ਦੁਆਰਾ ਉਪਲਬਧ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ, ਜਾਂ ਸੇਵਾਵਾਂ ਦੇ ਹਿੱਸੇ ਵਜੋਂ, ਇੱਕ ਵਾਧੂ ਆਰਡਰ ਫਾਰਮ ਜਾਂ ਸਾਈਨ-ਅਪ ਪ੍ਰਵਾਹ ਲਾਗੂ ਕਰਕੇ ਆਪਣੀਆਂ ਮੌਜੂਦਾ ਸੇਵਾਵਾਂ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹੋ. ਹਰੇਕ ਨਵੇਂ ਸਾਈਨ-ਅਪ ਫਲੋ ਜਾਂ ਆਰਡਰ ਫਾਰਮ ਵਿਚ ਸੇਵਾਵਾਂ ਦੀ ਕੀਮਤ ਅਤੇ ਬਿਲਿੰਗ ਮਿਤੀ (ਜ਼) ਸ਼ਾਮਲ ਹੋਣਗੀਆਂ. ਸਾਰੀਆਂ ਨਵੀਆਂ ਸੇਵਾਵਾਂ ਇਹਨਾਂ ਸਰਵਿਸ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਕਿਸੇ ਵੀ ਵਾਧੂ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਦੇ ਅਧੀਨ ਹਨ ਜੋ ਵਿਸ਼ੇਸ਼ ਤੌਰ ਤੇ ਅਜਿਹੀਆਂ ਅਤਿਰਿਕਤ ਸੇਵਾਵਾਂ ਤੇ ਲਾਗੂ ਹੋ ਸਕਦੀਆਂ ਹਨ.
pl: Użytkownik może subskrybować wszelkie dodatkowe Usługi, w tym nowe Usługi, które mogą być okresowo udostępniane przez CaseActive, lub rozszerzyć istniejące Usługi, wypełniając dodatkowy Formularz Zamówienia lub rejestrację w ramach Usług. Każdy nowy proces rejestracji lub formularz zamówienia będzie zawierać cenę i datę (-y) faktury Usług dodawanych w tym czasie. Wszystkie nowe Usługi podlegają niniejszym Ogólnym Warunkom świadczenia usług oraz wszelkim dodatkowym warunkom, które mogą konkretnie dotyczyć takich dodatkowych Usług.
ps: تاسو ممکن په نورو اضافي خدماتو کې ګډون وکړئ ، په شمول نوي نوي خدمتونه چې د وخت په تیریدو سره د قضیې فعال لخوا چمتو شوي وي ، یا د خدماتو برخې په توګه د اضافي آرډر فارم یا سائن اپ جریان په پلي کولو سره خپل موجوده خدمات ډیروئ. هر نوي لاسلیک شوي جریان یا د غوښتنې فورمه کې به د خدماتو قیمت او د بلینګ نیټه شامل وي چې پدې وخت کې اضافه کیږي. ټول نوي خدمات د دې عمومي خدماتو شرایط او کوم اضافي شرایط او شرایط تابع دي چې ممکن په ځانګړي ډول ورته اضافي خدماتو باندې پلي شي.
pt: Você pode assinar quaisquer Serviços adicionais, incluindo novos Serviços, conforme disponibilizados periodicamente pela CaseActive, ou aumentar seus Serviços existentes executando um Formulário de Pedido ou fluxo de inscrição adicional, como parte dos Serviços. Cada novo fluxo de inscrição ou Formulário de Pedido incluirá o preço e as datas de cobrança dos Serviços que estão sendo adicionados naquele momento. Todos os novos Serviços estão sujeitos a estes Termos Gerais de Serviço e a quaisquer termos e condições adicionais que possam se aplicar especificamente a esses Serviços adicionais.
ro: Vă puteți abona la orice Servicii suplimentare, inclusiv la Servicii noi, care pot fi puse la dispoziție de CaseActive din când în când sau puteți mări Serviciile existente prin executarea unui Formular de comandă suplimentar sau a fluxului de înscriere, ca parte a Serviciilor. Fiecare nou flux de înscriere sau Formular de comandă va include prețul și data (datele) de facturare a Serviciilor adăugate la acel moment. Toate serviciile noi sunt supuse acestor Termeni generali de serviciu și orice termeni și condiții suplimentare care se pot aplica în mod special pentru astfel de servicii suplimentare.
ru: Вы можете подписаться на любые дополнительные Сервисы, включая новые Сервисы, которые могут периодически предоставляться CaseActive, или увеличивать свои существующие Сервисы, заполняя дополнительную Форму заказа или процедуру регистрации, как часть Сервисов. Каждый новый поток регистрации или Форма заказа будут включать цену и дату (-ы) выставления счетов за Услуги, добавляемые в это время. Все новые Услуги подпадают под действие настоящих Общих условий обслуживания и любых дополнительных условий, которые могут конкретно применяться к таким дополнительным Услугам.
rw: Urashobora kwiyandikisha kuri Serivisi zinyongera, harimo Serivisi nshya nkuko zishobora kuboneka na CaseActive buri gihe, cyangwa ukongera Serivisi zisanzweho ukoresheje urupapuro rwabigenewe cyangwa iyandikwa ryinjira, nkigice cya Serivisi. Buri fomu nshya yo kwiyandikisha cyangwa Ifishi yo gutumiza izaba irimo igiciro nitariki yo kwishyuriraho (s) ya Serivisi zongerewe icyo gihe. Serivisi zose nshya zigengwa naya Masezerano rusange yumurimo hamwe nandi mabwiriza yose yinyongera ashobora gukoreshwa muburyo bwihariye.
sd: توهان وڌيڪ اضافي خدمتن جي رڪنيت حاصل ڪري سگهو ٿا ، بشمول نيون خدمتون جيڪي وقتي طور تي CaseActive طرفان دستياب ٿينديون ، يا اضافي آرڊر فارم يا سائن اپ فلو جي عمل سان ، پنهنجي موجوده خدمتن کي واڌو ، سروس جي حصي طور. هر نئين سائن اپ فلو يا آرڊر فارم ان وقت شامل ڪيل خدمتن جي قيمت ۽ بل جي تاريخ شامل ڪندو. سڀئي نيون خدمتون خدمت جي انهن عام شرطن ۽ ڪنهن به اضافي شرطن ۽ شرطن جي تابع آهن جيڪي خاص طور تي اهڙين اضافي خدمتن تي لاڳو ٿين ٿيون.
si: වරින් වර කේස්ඇක්ටිව් විසින් ලබා ගත හැකි නව සේවාවන් ඇතුළුව ඕනෑම අතිරේක සේවාවක් සඳහා ඔබට දායක විය හැකිය, නැතහොත් සේවාවන්හි කොටසක් ලෙස අතිරේක ඇණවුම් පෝරමයක් හෝ ලියාපදිංචි වීමේ ප්‍රවාහයක් ක්‍රියාත්මක කිරීමෙන් ඔබේ පවතින සේවාවන් වැඩි කරන්න. සෑම නව ලියාපදිංචි වීමේ ප්‍රවාහයක් හෝ ඇණවුම් පෝරමයකම එකල එකතු කරනු ලබන සේවාවන්හි මිල සහ බිල්පත් දිනය (ය) ඇතුළත් වේ. සියලුම නව සේවාවන් මෙම සාමාන්‍ය සේවා කොන්දේසි වලට යටත් වන අතර එවැනි අතිරේක සේවාවන් සඳහා විශේෂයෙන් අදාළ විය හැකි අතිරේක නියමයන් සහ කොන්දේසි වලට යටත් වේ.
sk: Môžete sa prihlásiť na odber akýchkoľvek ďalších Služieb vrátane nových Služieb, ktoré môže spoločnosť CaseActive čas od času sprístupniť, alebo môžete rozšíriť svoje existujúce Služby vykonaním dodatočného objednávkového formulára alebo registračného postupu v rámci Služieb. Každý nový postup registrácie alebo objednávkový formulár bude obsahovať cenu a dátum (-y) fakturácie (-í) služieb pridaných v tom čase. Na všetky nové služby sa vzťahujú tieto všeobecné zmluvné podmienky a všetky ďalšie zmluvné podmienky, ktoré sa môžu špecificky vzťahovať na takéto ďalšie služby.
sl: Lahko se naročite na kakršne koli dodatne storitve, vključno z novimi storitvami, ki jih CaseActive lahko občasno da na voljo, ali pa povečate svoje obstoječe Storitve tako, da v okviru storitev opravite dodatni obrazec za naročilo ali postopek prijave. Vsak nov tok prijave ali obrazec za naročilo bo vključeval ceno in datume obračuna storitev, ki so bili takrat dodani. Za vse nove storitve veljajo ti splošni pogoji storitve in vsi dodatni pogoji, ki se lahko nanašajo posebej na take dodatne storitve.
sq: Ju mund të regjistroheni në çdo Shërbim shtesë, duke përfshirë Shërbime të reja siç mund të vihen në dispozicion nga CaseActive herë pas here, ose të rrisni Shërbimet tuaja ekzistuese duke ekzekutuar një Formular shtesë të Renditjes ose rrjedhën e regjistrimit, si pjesë e Shërbimeve. Flowdo fluks i ri i regjistrimit ose Formulari i Rendit do të përfshijë çmimin dhe datën (et) e faturimit të Shërbimeve që shtohen në atë kohë. Të gjitha Shërbimet e reja u nënshtrohen këtyre Kushteve të Përgjithshme të Shërbimit dhe të gjitha kushteve dhe kushteve shtesë që mund të zbatohen posaçërisht për Shërbime të tilla shtesë.
sr: Можете се претплатити на било које додатне Услуге, укључујући нове Услуге, које ЦасеАцтиве може повремено давати на располагање, или повећати постојеће Услуге извршавајући додатни Образац за наруџбу или проток за пријаву, као део Услуга. Сваки нови ток пријаве или Образац за наруџбу садржаваће цену и датум наплате услуга Услуга које су тада додате. Све нове Услуге подлежу овим Општим условима услуге и свим додатним условима и одредбама који се могу посебно односити на такве додатне Услуге.
sv: Du kan prenumerera på eventuella ytterligare tjänster, inklusive nya tjänster som kan göras tillgängliga av CaseActive då och då, eller öka dina befintliga tjänster genom att utföra ett ytterligare beställningsformulär eller ett registreringsflöde, som en del av tjänsterna. Varje nytt registreringsflöde eller beställningsformulär kommer att inkludera priset och faktureringsdatum (er) för tjänsterna som läggs till vid den tidpunkten. Alla nya tjänster omfattas av dessa allmänna användarvillkor och eventuella ytterligare villkor som specifikt kan gälla för sådana ytterligare tjänster.
sw: Unaweza kujiandikisha kwa Huduma zozote za ziada, pamoja na Huduma mpya kama inavyopatikana na KesiA mara kwa mara, au kuongeza Huduma zako zilizopo kwa kutekeleza Fomu ya Agizo la ziada au mtiririko wa usajili, kama sehemu ya Huduma. Kila mtiririko mpya wa kujisajili au Fomu ya Agizo itajumuisha bei na tarehe ya malipo ya Huduma zilizoongezwa wakati huo. Huduma zote mpya zinakabiliwa na Masharti haya ya Huduma na Masharti yoyote ya ziada ambayo yanaweza kutumika kwa Huduma zingine za kuongezea.
ta: அவ்வப்போது கேஸ் ஆக்டிவ் மூலம் கிடைக்கக்கூடிய புதிய சேவைகள் உட்பட கூடுதல் சேவைகளுக்கு நீங்கள் குழுசேரலாம் அல்லது சேவைகளின் ஒரு பகுதியாக கூடுதல் ஆர்டர் படிவம் அல்லது பதிவுபெறும் ஓட்டத்தை செயல்படுத்துவதன் மூலம் உங்கள் இருக்கும் சேவைகளை அதிகரிக்கலாம். ஒவ்வொரு புதிய பதிவுபெறும் ஓட்டம் அல்லது ஆர்டர் படிவத்தில் அந்த நேரத்தில் சேர்க்கப்படும் சேவைகளின் விலை மற்றும் பில்லிங் தேதி (கள்) ஆகியவை அடங்கும். அனைத்து புதிய சேவைகளும் இந்த பொது சேவை விதிமுறைகளுக்கு உட்பட்டவை மற்றும் அத்தகைய கூடுதல் சேவைகளுக்கு குறிப்பாக பொருந்தக்கூடிய கூடுதல் விதிமுறைகள் மற்றும் நிபந்தனைகளுக்கு உட்பட்டவை.
te: ఎప్పటికప్పుడు కేస్ యాక్టివ్ ద్వారా అందుబాటులో ఉంచబడే కొత్త సేవలతో సహా ఏదైనా అదనపు సేవలకు మీరు సభ్యత్వాన్ని పొందవచ్చు లేదా సేవల్లో భాగంగా అదనపు ఆర్డర్ ఫారం లేదా సైన్-అప్ ప్రవాహాన్ని అమలు చేయడం ద్వారా మీ ప్రస్తుత సేవలను పెంచవచ్చు. ప్రతి కొత్త సైన్-అప్ ప్రవాహం లేదా ఆర్డర్ ఫారమ్‌లో ఆ సమయంలో జోడించబడే సేవల ధర మరియు బిల్లింగ్ తేదీ (లు) ఉంటాయి. అన్ని క్రొత్త సేవలు ఈ సాధారణ సేవా నిబంధనలకు లోబడి ఉంటాయి మరియు అటువంటి అదనపు సేవలకు ప్రత్యేకంగా వర్తించే అదనపు నిబంధనలు మరియు షరతులు.
tg: Шумо метавонед ба ҳама гуна хидматҳои иловагӣ, аз ҷумла хидматҳои нав, ки аз ҷониби CaseActive баъзан дастрас мешаванд, обуна шавед ё хидматҳои мавҷудаи худро тавассути иҷро кардани варақаи иловагии фармоиш ё ҷараёни сабти ном дар қисми хидматҳо афзоиш диҳед. Ҳар як гардиши нави сабти ном ё формаи фармоиш нархҳо ва санаи ҳисобкунии хидматҳоро дар он вақт илова мекунад. Ҳама Хизматрасониҳои нав аз ин Шартҳои Умумии Хидмат иборатанд ва ҳама гуна шарту шароити иловагие, ки албатта нисбати ин хидматҳои иловагӣ татбиқ карда мешаванд.
th: คุณสามารถสมัครใช้บริการเพิ่มเติมใด ๆ รวมถึงบริการใหม่ตามที่ CaseActive ให้บริการเป็นครั้งคราวหรือเพิ่มบริการที่มีอยู่ของคุณโดยดำเนินการแบบฟอร์มสั่งซื้อเพิ่มเติมหรือขั้นตอนการสมัครใช้งานซึ่งเป็นส่วนหนึ่งของบริการ แต่ละขั้นตอนการสมัครใช้งานใหม่หรือแบบฟอร์มการสั่งซื้อจะรวมถึงราคาและวันที่เรียกเก็บเงินของบริการที่เพิ่มเข้ามาในเวลานั้น บริการใหม่ทั้งหมดอยู่ภายใต้ข้อกำหนดในการให้บริการทั่วไปและข้อกำหนดและเงื่อนไขเพิ่มเติมใด ๆ ที่อาจนำไปใช้กับบริการเพิ่มเติมดังกล่าวโดยเฉพาะ
tk: CaseActive tarapyndan wagtal-wagtal elýeterli bolup biljek täze Hyzmatlary goşmak bilen islendik goşmaça Hyzmatlara ýazylyp bilersiňiz ýa-da Hyzmatlaryň bir bölegi hökmünde goşmaça Sargyt formasyny ýa-da hasaba alyş akymyny ýerine ýetirip, bar bolan Hyzmatlaryňyzy köpeldip bilersiňiz. Her täze hasaba alyş akymy ýa-da Sargyt formasy, şol döwürde goşulýan Hyzmatlaryň bahasyny we hasaplaşyk senesini öz içine alar. Newhli täze Hyzmatlar bu umumy Hyzmat şertlerine we şeýle goşmaça Hyzmatlara ýörite ulanylyp bilinjek goşmaça şertlere tabyn edilýär.
tl: Maaari kang mag-subscribe sa anumang mga karagdagang Serbisyo, kasama ang mga bagong Serbisyo na maaaring magamit ng CaseActive paminsan-minsan, o dagdagan ang iyong umiiral na Mga Serbisyo sa pamamagitan ng pagsasagawa ng isang karagdagang Order Form o pag-sign up ng daloy, bilang bahagi ng Mga Serbisyo. Ang bawat bagong pag-sign-up flow o Order Form ay isasama ang presyo at (mga) petsa ng pagsingil ng Mga Serbisyo na idinagdag sa oras na iyon. Ang lahat ng mga bagong Serbisyo ay napapailalim sa mga Pangkalahatang Tuntunin ng Serbisyo at anumang mga karagdagang tuntunin at kundisyon na partikular na mailalapat sa naturang mga karagdagang Serbisyo.
tr: CaseActive tarafından zaman zaman sunulabilecek yeni Hizmetler dahil olmak üzere herhangi bir ek Hizmete abone olabilir veya Hizmetlerin bir parçası olarak ek bir Sipariş Formu veya kayıt akışı yürüterek mevcut Hizmetlerinizi artırabilirsiniz. Her yeni kayıt akışı veya Sipariş Formu, o anda eklenen Hizmetlerin fiyatını ve fatura tarihlerini içerecektir. Tüm yeni Hizmetler, bu Genel Hizmet Şartlarına ve bu ek Hizmetlere özel olarak uygulanabilecek ek hüküm ve koşullara tabidir.
tt: Сез теләсә нинди өстәмә Хезмәтләргә язылырга мөмкин, шул исәптән CaseActive тарафыннан вакыт-вакыт мөмкин булган яңа Хезмәтләр, яисә Хезмәтләр кысаларында өстәмә Заказ формасын яисә теркәлү агымын башкарып, булган Хезмәтләрегезне арттыра аласыз. Newәрбер яңа теркәлү агымы яки Заказ формасы ул вакытта өстәлгән Хезмәтләрнең бәясен һәм исәп-хисап көнен кертәчәк. Барлык яңа Хезмәтләр дә бу Гомуми Хезмәт Шартларына һәм андый өстәмә Хезмәтләргә махсус кулланыла торган өстәмә шартларга буйсыналар.
ug: سىز CaseActive تەرىپىدىن پات-پات تەمىنلىنىدىغان يېڭى مۇلازىمەتلەرنى ئۆز ئىچىگە ئالغان ھەر قانداق قوشۇمچە مۇلازىمەتلەرگە مۇشتەرى بولالايسىز ياكى مۇلازىمەتنىڭ بىر قىسمى سۈپىتىدە قوشۇمچە زاكاز جەدۋىلى ياكى تىزىمغا ئالدۇرۇش ئېقىمىنى ئىجرا قىلىش ئارقىلىق ھازىرقى مۇلازىمەتلىرىڭىزنى ئاشۇرالايسىز. ھەر بىر يېڭى تىزىملاش ئېقىمى ياكى زاكاز جەدۋىلى ئەينى ۋاقىتتا قوشۇلغان مۇلازىمەتلەرنىڭ باھاسى ۋە ھېسابات ۋاقتى (كۈنلىرى) نى ئۆز ئىچىگە ئالىدۇ. بارلىق يېڭى مۇلازىمەتلەر بۇ ئومۇمىي مۇلازىمەت شەرتنامىسى ۋە بۇ قوشۇمچە مۇلازىمەتلەرگە ئالاھىدە قوللىنىلىدىغان قوشۇمچە شەرت ۋە شەرتلەرگە بويسۇنىدۇ.
uk: Ви можете підписатися на будь-які додаткові Послуги, включаючи нові Сервіси, які час від часу можуть бути доступні CaseActive, або збільшити наявні Послуги, виконавши додаткову форму замовлення або потік реєстрації в рамках Послуг. Кожен новий потік реєстрації або Форма замовлення включатимуть ціну та дату (й) виставлення рахунків Послуг, які додаються на той час. Всі нові Сервіси поширюються на ці Загальні умови надання послуг та будь-які додаткові умови, які можуть спеціально стосуватися таких додаткових Послуг.
ur: آپ کسی بھی اضافی خدمات میں سبسکرائب کرسکتے ہیں ، بشمول نئی خدمات بشمول کیسای ایکٹیو کے ذریعہ وقتا فوقتا دستیاب کی جاسکتی ہیں ، یا خدمات کے حصے کے طور پر اضافی آرڈر فارم یا سائن اپ فلو پر عمل درآمد کرکے اپنی موجودہ خدمات میں اضافہ کرسکتے ہیں۔ ہر نئے سائن اپ فلو یا آرڈر فارم میں اس وقت خدمات کی قیمت اور بلنگ کی تاریخ شامل کی جاسکتی ہے۔ تمام نئی خدمات ان عام شرائط کی شرائط اور کسی بھی اضافی شرائط و ضوابط سے مشروط ہیں جو خاص طور پر اس طرح کی اضافی خدمات پر لاگو ہوسکتی ہیں۔
uz: Siz CaseActive tomonidan vaqti-vaqti bilan taqdim etilishi mumkin bo&#39;lgan har qanday qo&#39;shimcha xizmatlarga, shu jumladan yangi xizmatlarga obuna bo&#39;lishingiz yoki xizmatlarning bir qismi sifatida qo&#39;shimcha buyurtma shakli yoki ro&#39;yxatdan o&#39;tish oqimini bajarish orqali mavjud xizmatlaringizni ko&#39;paytirishingiz mumkin. Har bir yangi ro&#39;yxatdan o&#39;tish oqimi yoki Buyurtma shakli o&#39;sha paytda qo&#39;shilgan xizmatlarning narxlari va hisob-kitob sanalarini o&#39;z ichiga oladi. Barcha yangi Xizmatlar ushbu Umumiy Xizmat ko&#39;rsatish shartlariga va shu kabi qo&#39;shimcha Xizmatlarga nisbatan qo&#39;llanilishi mumkin bo&#39;lgan qo&#39;shimcha shartlarga bo&#39;ysunadi.
vi: Thỉnh thoảng, bạn có thể đăng ký bất kỳ Dịch vụ bổ sung nào, bao gồm cả Dịch vụ mới do CaseActive cung cấp hoặc tăng Dịch vụ hiện tại của bạn bằng cách thực hiện Mẫu đơn đặt hàng bổ sung hoặc lưu lượng đăng ký, như một phần của Dịch vụ. Mỗi luồng đăng ký mới hoặc Mẫu đơn đặt hàng sẽ bao gồm giá và ngày thanh toán của Dịch vụ được thêm vào thời điểm đó. Tất cả các Dịch vụ mới đều tuân theo các Điều khoản dịch vụ chung này và mọi điều khoản và điều kiện bổ sung có thể áp dụng cụ thể cho các Dịch vụ bổ sung đó.
xh: Ungabhalisa kuzo naziphi na iiNkonzo ezongezelelekileyo, kubandakanya iiNkonzo ezintsha ezinokuthi zifumaneke yiCaseActive amaxesha ngamaxesha, okanye wandise iiNkonzo zakho ezikhoyo ngokwenza iFom yoku-odola okanye ukuhamba-ukubhalwa njengenxalenye yeeNkonzo. Ukuhamba kokubhalwa kwegama elitsha okanye iFom yoku-odola iya kubandakanya ixabiso kunye nomhla wokubhalwa kweeNkonzo ezongezwa ngelo xesha. Zonke iinkonzo ezintsha ziphantsi kwale miGaqo yeNkonzo ngokuBanzi kunye nayiphi na imigaqo eyongezelelekileyo kunye neemeko ezinokuthi zisebenze ngokukhethekileyo kwiinkonzo ezongezelelweyo.
yi: איר קענט אַבאָנירן צו קיין נאָך סערוויסעס, אַרייַנגערעכנט נייַע סערוויסעס וואָס קען זיין געפֿונען פֿון CaseActive פֿון צייט צו צייט, אָדער פאַרגרעסערן דיין יגזיסטינג באַדינונגס דורך דורכפירן אַן נאָך אָרדער פאָרם אָדער זיך-אַרויף לויפן ווי אַ טייל פון די סערוויסעס. יעדער נייַ זיך-אַרויף לויפן אָדער אָרדער פאָרעם וועט אַרייַננעמען די פּרייַז און די בילינג טאָג (s) פון די סערוויסעס וואָס זענען צוגעגעבן אין דער צייט. כל נייַ סערוויסעס זענען אונטערטעניק צו די אַלגעמיינע סערוויס סערוויס און קיין נאָך טערמינען און באדינגונגען וואָס קען ספּאַסיפיקלי צולייגן צו אַזאַ נאָך באַדינונגס.
