Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
af: Laat kliënte en personeel algemene besonderhede sien oor die sake waarby hulle betrokke is. U kan die saak dan afsluit sodra alles toegedraai is, of aan &#39;n spanlid toestemming gee.
am: ደንበኞች እና ሰራተኞቹ ተሳታፊ ለሆኑት ጉዳዮች አጠቃላይ ዝርዝሮችን እንዲመለከቱ ይፍቀዱ ፡፡ ከዚያ በኋላ ሁሉም ነገር ከተጠቀለለ ጉዳዩን መዝጋት ወይም ለቡድን አባል ፈቃድ መስጠት ይችላሉ ፡፡
ar: اسمح للعملاء والموظفين بعرض التفاصيل العامة للحالات التي شاركوا فيها. يمكنك بعد ذلك إغلاق الحالة بمجرد الانتهاء من كل شيء ، أو إعطاء تفويض من أعضاء الفريق للقيام بذلك.
az: Müştərilərə və işçilərə iştirak etdikləri işlərin ümumi təfərrüatlarına baxsınlar. Hər şeyi bağlandıqdan sonra işi bağlaya və ya komanda üzvünə icazə verə bilərsiniz.
be: Дазвольце кліентам і персаналу прагледзець агульныя дадзеныя па справах, у якіх яны закрануты. Затым вы можаце зачыніць справу, як усё завершыцца, альбо даць членам каманды дазвол на гэта.
bg: Позволете на клиентите и служителите да прегледат общи подробности за случаите, в които са замесени. След това можете да затворите случая, след като всичко е приключило, или да дадете разрешение на член на екипа да го направи.
bn: ক্লায়েন্ট এবং কর্মীদের কে জড়িত সেই মামলার সাধারণ বিবরণ দেখতে দিন everything তারপরে সবকিছু গুটিয়ে ফেলার পরে আপনি কেসটি বন্ধ করতে পারেন, বা কোনও দলের সদস্যকে এটি করার অনুমোদন দিতে পারেন।
ca: Permeteu que clients i personal vegin detalls generals dels casos en què participen. Podeu tancar el cas un cop acabat tot o donar una autorització al membre de l’equip per fer-ho.
cs: Umožněte klientům a zaměstnancům zobrazit obecné podrobnosti o případech, kterých se týkají. Poté můžete případ uzavřít, jakmile je vše zabaleno, nebo udělit oprávnění člena týmu k tomu.
cy: Gadewch i gleientiaid a staff weld manylion cyffredinol ar gyfer yr achosion maen nhw&#39;n ymwneud â nhw. Yna gallwch chi gau&#39;r achos unwaith y bydd popeth wedi&#39;i lapio, neu roi awdurdodiad i aelod o&#39;r tîm wneud hynny.
da: Lad klienter og personale se generelle detaljer for de sager, de er involveret i. Du kan derefter lukke sagen, når alt er pakket op, eller give et teammedlem tilladelse til at gøre det.
de: Lassen Sie Kunden und Mitarbeiter allgemeine Details zu den Fällen anzeigen, in die sie verwickelt sind. Sie können den Fall dann schließen, sobald alles abgeschlossen ist, oder einem Teammitglied die Berechtigung dazu erteilen.
el: Αφήστε τους πελάτες και το προσωπικό να δουν γενικές λεπτομέρειες για τις υποθέσεις στις οποίες εμπλέκονται. Στη συνέχεια, μπορείτε να κλείσετε την υπόθεση μόλις τελειώσουν τα πάντα ή να εξουσιοδοτήσετε ένα μέλος της ομάδας να το πράξει.
eo: Lasu klientojn kaj dungitaron vidi ĝeneralajn detalojn por la kazoj en kiuj ili estas implikitaj. Vi tiam povas fermi la kazon post kiam ĉio estas malplenigita, aŭ doni rajtigilon al teamo.
es: Permita que los clientes y el personal vean los detalles generales de los casos en los que están involucrados. Luego, puede cerrar el caso una vez que todo esté terminado, o dar a un miembro del equipo la autorización para hacerlo.
et: Laske klientidel ja töötajatel vaadata üldiseid üksikasju juhtumite kohta, milles nad osalevad. Seejärel saate juhtumi sulgeda, kui kõik on kokku pandud, või anda meeskonna liikmele selleks volitus.
eu: Utzi bezeroei eta langileei ikuspegi orokorra eskuratzen duten kasuetarako. Kasua itxi dezakezu dena bilduta dagoenean edo taldekideari baimena eman.
fa: به مشتریان و کارمندان اجازه دهید جزئیات کلی مربوط به مواردی را که درگیر آنها هستند مشاهده کنند. بعد از آنکه همه چیز پیچیده شد ، می توانید پرونده را ببندید یا به یک عضو تیم اجازه دهید این کار را انجام دهد.
fi: Anna asiakkaiden ja henkilöstön tarkastella yleisiä yksityiskohtia tapauksista, joihin he ovat osallistuneet. Voit sitten sulkea tapauksen, kun kaikki on kääritty, tai antaa joukkueen jäsenelle valtuutus tehdä niin.
fr: Laissez les clients et le personnel afficher les détails généraux des dossiers dans lesquels ils sont impliqués. Vous pouvez ensuite fermer le dossier une fois que tout est terminé, ou autoriser un membre de l&#39;équipe à le faire.
fy: Lit kliïnten en meiwurkers algemiene details besjen oer de saken wêrby&#39;t se binne belutsen. Jo kinne de saak dan slute as alles ynpakt is, of in teamlid machtiging jouwe om dit te dwaan.
ga: Lig do chliaint agus don fhoireann sonraí ginearálta a fheiceáil maidir leis na cásanna a bhfuil baint acu leo. Is féidir leat an cás a dhúnadh ansin nuair a bhíonn gach rud fillte, nó údarú a thabhairt do bhall foirne déanamh amhlaidh.
gd: Leig le teachdaichean agus luchd-obrach mion-fhiosrachadh coitcheann fhaicinn airson na cùisean anns a bheil iad an sàs. Faodaidh tu an uairsin a ’chùis a dhùnadh aon uair‘ s gu bheil a h-uile càil air a phasgadh suas, no cead a thoirt do bhall sgioba sin a dhèanamh.
gl: Deixa que clientes e persoal vexan detalles xerais para os casos nos que están implicados. Podes pechar o caso unha vez que estea todo envorcado ou dar unha autorización ao membro do equipo para facelo.
gu: ગ્રાહકો અને સ્ટાફને તેમાં સામેલ કેસોની સામાન્ય વિગતો જોવા દો. એકવાર બધું વીંટાળવામાં આવે પછી તમે કેસ બંધ કરી શકો છો, અથવા આમ કરવા માટે ટીમના સભ્યને અધિકૃતતા આપી શકો છો.
hi: ग्राहकों और कर्मचारियों को उन मामलों के लिए सामान्य विवरण देखने दें, जिनमें आप शामिल हैं। आप मामले को एक बार सब कुछ लपेटने के बाद बंद कर सकते हैं, या ऐसा करने के लिए टीम के सदस्य को प्राधिकरण दे सकते हैं।
hr: Dopustite klijentima i osoblju da pregledaju opće detalje za slučajeve u koje su uključeni. Slučaj možete zatvoriti kada je sve završeno ili za to dati ovlaštenje člana tima.
hu: Hagyja, hogy az ügyfelek és a személyzet megtekintse azoknak az eseteknek az általános részleteit, amelyekben részt vesznek. Ezután az ügyet bezárhatja, ha minden megtörtént, vagy felhatalmazást adhat a csapat tagjának.
hy: Թող հաճախորդները և անձնակազմը դիտեն ընդհանուր մանրամասները դեպքերի մեջ, որոնցում նրանք ներգրավված են: Այնուհետև կարող եք գործը փակել այն բանից հետո, երբ ամեն ինչ փաթաթված է կամ թիմի անդամին թույլտվություն տա:
id: Biarkan klien dan staf melihat detail umum untuk kasus-kasus yang mereka tangani. Anda kemudian dapat menutup kasus ini setelah semuanya selesai, atau memberikan otorisasi anggota tim untuk melakukannya.
is: Leyfðu viðskiptavinum og starfsfólki að skoða almennar upplýsingar um málin sem þeir taka þátt í. Þú getur síðan lokað málinu þegar öllu er pakkað upp, eða veitt liðsmanni heimild til þess.
it: Consentire ai clienti e al personale di visualizzare i dettagli generali per i casi in cui sono coinvolti. È quindi possibile chiudere il caso una volta che tutto è concluso, oppure autorizzare un membro del team a farlo.
iw: תן ללקוחות וצוות העובדים להציג פרטים כלליים לגבי המקרים שהם מעורבים בהם. לאחר מכן תוכל לסגור את התיק ברגע שהכל נעטף, או לתת לחבר צוות אישור לעשות זאת.
ja: クライアントとスタッフが関係するケースの一般的な詳細を表示できるようにします。すべてが完了したら、ケースをクローズするか、チームメンバーにそれを許可することができます。
ka: ნება მიეცით კლიენტებმა და თანამშრომლებმა დაათვალიერონ ზოგადი დეტალები იმ შემთხვევებში, რომელშიც ისინი არიან ჩართულნი. შემდეგ შეგიძლიათ დახუროთ საქმე, როდესაც ყველაფერი დასრულდა, ან მისცეს გუნდის წევრს ამის უფლება.
kk: Клиенттер мен қызметкерлерге олар қатысқан істер туралы жалпы мәліметтерді көруге рұқсат етіңіз. Содан кейін сіз істі бәрі оралғаннан кейін жауып тастай аласыз немесе команда мүшелеріне рұқсат бере аласыз.
km: អនុញ្ញាតឱ្យអតិថិជននិងបុគ្គលិកមើលព័ត៌មានលម្អិតទូទៅសម្រាប់ករណីដែលពួកគេជាប់ពាក់ព័ន្ធ។ បន្ទាប់មកអ្នកអាចបិទករណីនេះនៅពេលដែលអ្វីៗត្រូវបានបញ្ចប់ឬផ្តល់សិទ្ធិឱ្យសមាជិកក្រុមធ្វើ។
kn: ಗ್ರಾಹಕರು ಮತ್ತು ಸಿಬ್ಬಂದಿಗಳು ಅವರು ಭಾಗಿಯಾಗಿರುವ ಪ್ರಕರಣಗಳ ಸಾಮಾನ್ಯ ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಅವಕಾಶ ಮಾಡಿಕೊಡಿ. ಎಲ್ಲವನ್ನೂ ಸುತ್ತುವರಿದ ನಂತರ ನೀವು ಪ್ರಕರಣವನ್ನು ಮುಚ್ಚಬಹುದು, ಅಥವಾ ತಂಡದ ಸದಸ್ಯರ ಅಧಿಕಾರವನ್ನು ನೀಡಬಹುದು.
ku: Bila xerîdar û karmendan hûrguliyên gelemperî ji bo bûyerên ku ew tê de ne bibînin. Hûn dikarin hingê dozê her ku her tişt tê girtin, bigire, an jî destûrnameyek endamê tîmê bide da ku wiya bike.
ky: Кардарларга жана кызматкерлерге алар катышкан иштер боюнча жалпы маалыматты көрүүгө уруксат бериңиз. Андан кийин ишти ороп бүткөндөн кийин жабууга болот же команда мүчөсүнө уруксат берсеңиз болот.
lb: Loosst Clienten a Mataarbechter allgemeng Detailer kucken fir d&#39;Fäll wou se involvéiert sinn. Dir kënnt duerno de Fall zoumaachen wann alles agewéckelt ass, oder e Teammember Autorisatioun dofir maachen.
lo: ໃຫ້ລູກຄ້າແລະພະນັກງານເບິ່ງລາຍລະອຽດທົ່ວໄປ ສຳ ລັບກໍລະນີທີ່ພວກເຂົາພົວພັນກັບ. ຫຼັງຈາກນັ້ນທ່ານສາມາດປິດກໍລະນີເມື່ອທຸກຢ່າງສິ້ນສຸດລົງ, ຫຼືໃຫ້ການອະນຸຍາດແກ່ສະມາຊິກທີມ.
lt: Leiskite klientams ir darbuotojams peržiūrėti bendrą informaciją apie atvejus, kuriuose jie dalyvauja. Tada galite uždaryti bylą, kai viskas bus sutvarkyta, arba duoti komandos nariui leidimą tai padaryti.
lv: Ļaujiet klientiem un darbiniekiem apskatīt vispārīgu informāciju par lietām, kurās viņi ir iesaistīti. Pēc tam lietu var aizvērt, kad viss ir sakārtots, vai dot komandas loceklim atļauju to darīt.
mg: Avelao ny mpanjifa sy ny mpiasa hijery ny antsipirihany ankapobeny momba ireo raharaha tafiditra ao aminy. Azonao atao ny mihidy ny raharaha rehefa voaangona ny zava-drehetra, na omena alalana avy amin&#39;ny ekipa hanao izany.
mi: Tirohia nga kiritaki me nga kaimahi ki te tiro i nga korero whanui mo nga keehi e whai waahi atu ana koe ka taea te kati i te keehi ina otia te tiiia o nga mea katoa, ka whakawhiwhia ranei ki tetahi mema o te roopu ki te mahi.
mk: Дозволете им на клиентите и персоналот да ги видат општите детали за случаите во кои се вклучени. Потоа, може да го затворите случајот, откако сè ќе заврши, или да му дадете овластување на членот на тимот за да го стори тоа.
ml: ക്ലയന്റുകൾക്കും സ്റ്റാഫുകൾക്കും അവർ ഉൾപ്പെട്ടിരിക്കുന്ന കേസുകളുടെ പൊതുവായ വിശദാംശങ്ങൾ കാണാൻ അനുവദിക്കുക. എല്ലാം പൊതിഞ്ഞുകഴിഞ്ഞാൽ നിങ്ങൾക്ക് കേസ് അവസാനിപ്പിക്കാം, അല്ലെങ്കിൽ ഒരു ടീം അംഗത്തിന് അംഗീകാരം നൽകാം.
mn: Үйлчлүүлэгчид ба ажилтнууд өөрсдийн оролцож буй хэргийн талаархи ерөнхий мэдээллийг харах боломжийг олгоно уу. Дараа нь бүх зүйлийг боож дууссаны дараа хэргийг хааж болно, эсвэл багийн гишүүдээс зөвшөөрөл ав.
mr: ग्राहक आणि कर्मचार्‍यांना त्यात गुंतलेल्या प्रकरणांची सर्वसाधारण माहिती पाहू द्या. नंतर सर्व काही लपेटल्यानंतर आपण केस बंद करू शकता किंवा कार्यसंघाच्या सदस्याला तसे करण्यास अधिकृतता देऊ शकता.
ms: Biarkan pelanggan dan kakitangan melihat butiran umum untuk kes-kes yang mereka terlibat. Anda kemudian boleh menutup kes itu setelah semuanya selesai, atau memberi kebenaran kepada ahli pasukan untuk melakukannya.
mt: Ħalli l-klijenti u l-istaff jaraw dettalji ġenerali għall-każijiet li fihom huma involuti. Imbagħad tista &#39;tagħlaq il-każ ladarba kollox jiġi mgeżwer, jew agħti awtorizzazzjoni lill-membru tat-tim biex jagħmlu dan.
my: ၀ န်ဆောင်မှုခံယူသူများနှင့် ၀ န်ထမ်းများပါ ၀ င်သည့်အမှုများအတွက်ယေဘူယျအသေးစိတ်များကိုကြည့်ရှုခွင့်ပြုပါ။ အရာရာအားလုံးထုပ်ပြီးသည်နှင့်တစ်ပြိုင်နက်သင်အမှုအားပိတ်နိုင်သည်။
ne: ग्राहकहरु र कर्मचारीहरु लाई उनीहरु लाई संलग्न भएको मामलाहरु को लागी सामान्य विवरण हेर्न दिनुहोस्। एकपटक तपाईले केसलाई बन्द गर्न सक्नुहुनेछ एक पटक सबै आयो भने, वा टोली सदस्यलाई यो गर्न अधिकार दिनुहोस्।
nl: Laat klanten en medewerkers algemene details bekijken van de zaken waarbij ze betrokken zijn. U kunt de zaak dan sluiten zodra alles is afgerond of een teamlid toestemming geven om dit te doen.
no: La klienter og ansatte se generelle detaljer for sakene de er involvert i. Du kan deretter avslutte saken når alt er pakket sammen, eller gi et teammedlem autorisasjon til å gjøre det.
or: କ୍ଲାଏଣ୍ଟ ଏବଂ କର୍ମଚାରୀମାନେ ଏଥିରେ ଜଡିତ ଥିବା ମାମଲାଗୁଡ଼ିକ ପାଇଁ ସାଧାରଣ ବିବରଣୀ ଦର୍ଶନ କରିବାକୁ ଦିଅନ୍ତୁ | ସବୁକିଛି ଗୁଡ଼େଇ ହୋଇଯିବା ପରେ ଆପଣ ମାମଲା ବନ୍ଦ କରିପାରିବେ କିମ୍ବା ଏହା କରିବାକୁ ଏକ ଦଳର ସଦସ୍ୟଙ୍କୁ ଅନୁମତି ଦିଅନ୍ତୁ |
pa: ਗ੍ਰਾਹਕਾਂ ਅਤੇ ਸਟਾਫ ਨੂੰ ਉਨ੍ਹਾਂ ਮਾਮਲਿਆਂ ਬਾਰੇ ਸਧਾਰਣ ਵੇਰਵਿਆਂ ਨੂੰ ਵੇਖਣ ਦਿਓ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਉਹ ਸ਼ਾਮਲ ਹਨ. ਤੁਸੀਂ ਫਿਰ ਕੇਸ ਨੂੰ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ ਇੱਕ ਵਾਰ ਸਭ ਕੁਝ ਲਪੇਟ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਜਾਂ ਇੱਕ ਟੀਮ ਮੈਂਬਰ ਨੂੰ ਅਜਿਹਾ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਦੇਵੇਗਾ.
pl: Pozwól klientom i pracownikom przeglądać ogólne szczegóły spraw, w które są zaangażowani. Możesz wtedy zamknąć sprawę, gdy wszystko jest opakowane, lub upoważnić członka zespołu, aby to zrobić.
ps: مراجعینو او کارمندانو ته اجازه ورکړئ چې د قضیو په اړه عمومي توضیحات وګوري په کوم کې چې دخیل دي. تاسو بیا کولی شئ قضیه یوځل وتړئ کله چې هرڅه وتړل شي ، یا د ټیم غړي ته اجازه ورکړئ چې دا کار وکړي.
pt: Permita que clientes e funcionários vejam detalhes gerais dos casos em que estão envolvidos. Você pode encerrá-lo quando tudo estiver encerrado ou autorizar um membro da equipe a fazê-lo.
ro: Permiteți clienților și personalului să vizualizeze detalii generale pentru cazurile în care sunt implicați. Puteți apoi să închideți cazul odată ce totul este încheiat sau să acordați autorizației unui membru al echipei în acest sens.
ru: Позвольте клиентам и сотрудникам просматривать общие сведения о случаях, в которых они участвуют. Затем вы можете закрыть дело, как только все будет завершено, или дать разрешение члену группы на это.
rw: Reka abakiriya n&#39;abakozi barebe ibisobanuro rusange kubibazo barimo. Urashobora noneho kurangiza urubanza ibintu byose birangiye, cyangwa ugaha umunyamuryango uburenganzira bwo kubikora.
sd: گراهڪن ۽ عملي کي اجازت ڏيون ته انهن جي ڪيسن لاءِ عام تفصيلات ڏسي. توهان هر صورت ۾ ختم ٿيڻ کانپوءِ ڪيس کي بند ڪري سگهو ٿا ، يا ٽيم جي ميمبر کي اجازت ڏيڻ جو اختيار ڏيو.
si: සේවාදායකයින්ට සහ කාර්ය මණ්ඩලයට ඔවුන් සම්බන්ධ සිද්ධීන් පිළිබඳ සාමාන්‍ය තොරතුරු බැලීමට ඉඩ දෙන්න. සියල්ල අවසන් වූ පසු ඔබට නඩුව වසා දැමිය හැකිය, නැතහොත් එසේ කිරීමට කණ්ඩායම් සාමාජිකයෙකුට අවසර දෙන්න.
sk: Umožnite klientom a zamestnancom pozrieť si všeobecné podrobnosti o prípadoch, ktorých sa týkajú. Potom môžete prípad uzavrieť, keď je všetko zabalené, alebo môžete na to dať oprávnenie členovi tímu.
sl: Stranke in osebje naj si ogledajo splošne podrobnosti o primerih, v katere so vpleteni. Nato lahko zadevo zaključite, ko je vse zavito, ali za to pooblastite člana ekipe.
sq: Lërini klientët dhe stafin të shohin detaje të përgjithshme për rastet në të cilat përfshihen. Ju mund ta mbyllni çështjen pasi të përfundojë gjithçka, ose t&#39;i jepni një autorizim anëtarit të ekipit për ta bërë atë.
sr: Нека клијенти и особље прегледају опште детаље за случајеве у које су умешани. Затим можете затворити случај након што се све заврши, или дајте овлаштење члану тима за то.
sv: Låt kunder och personal se allmänna detaljer för ärenden som de är involverade i. Du kan sedan stänga ärendet när allt är inslaget, eller ge en gruppmedlem tillstånd att göra det.
sw: Wacha wateja na wafanyikazi waone maelezo ya jumla kwa kesi zinazohusika. Unaweza kisha kufunga kesi hiyo kila kitu kitakapofungiwa, au uwape ruhusa ya mshiriki wa timu kufanya hivyo.
ta: வாடிக்கையாளர்கள் மற்றும் ஊழியர்கள் அவர்கள் சம்பந்தப்பட்ட வழக்குகளுக்கான பொதுவான விவரங்களைக் காண அனுமதிக்க வேண்டும். எல்லாவற்றையும் முடித்தவுடன் நீங்கள் வழக்கை மூடலாம் அல்லது அவ்வாறு செய்ய குழு உறுப்பினருக்கு அங்கீகாரம் வழங்கலாம்.
te: క్లయింట్లు మరియు సిబ్బంది వారు పాల్గొన్న కేసుల కోసం సాధారణ వివరాలను చూడనివ్వండి. ప్రతిదీ చుట్టబడిన తర్వాత మీరు కేసును మూసివేయవచ్చు లేదా అలా చేయడానికి జట్టు సభ్యుల అధికారాన్ని ఇవ్వండి.
tg: Ба мизоҷон ва кормандон иҷозат диҳед, ки тафсилоти умумии парвандаҳои марбутро бинанд. Пас шумо метавонед парвандаро пас аз анҷом ёфтани ҳама чиз пӯшед ё ба аъзои гурӯҳ иҷоза диҳед.
th: ให้ลูกค้าและพนักงานดูรายละเอียดทั่วไปเกี่ยวกับเคสที่พวกเขาเกี่ยวข้องจากนั้นคุณสามารถปิดเคสได้เมื่อทุกอย่างถูกรวมเข้าด้วยกันหรือให้สิทธิ์สมาชิกในทีมทำเช่นนั้น
tk: Müşderilere we işgärlere çekilen ýagdaýlar barada umumy maglumatlary görmäge rugsat beriň. Everythinghli zat gutarandan soň işi ýapyp bilersiňiz ýa-da toparyň agzalaryna rugsat berip bilersiňiz.
tl: Hayaan ang mga kliyente at kawani na tingnan ang pangkalahatang mga detalye para sa mga kaso na kasangkot sila. Maaari mong isara ang kaso sa sandaling ang lahat ay balot, o bigyan ang pahintulot ng miyembro ng koponan na gawin ito.
tr: Müşterilerin ve personelin dahil oldukları vakalara ilişkin genel ayrıntıları görüntülemesine izin verin. Ardından, her şey tamamlandıktan sonra davayı kapatabilir veya bir ekip üyesine bunu yapma yetkisi verebilirsiniz.
tt: Клиентларга һәм хезмәткәрләргә алар катнашкан очракларның гомуми детальләрен карарга рөхсәт итегез. Сез барысы да беткәч эшне ябып куя аласыз, яисә команда әгъзасына рөхсәт бирә аласыз.
ug: خېرىدارلار ۋە خىزمەتچىلەر ئۆزى چېتىشلىق دېلولارنىڭ ئومۇمىي تەپسىلاتلىرىنى كۆرسۇن. ھەممە نەرسە ئورالغاندىن كېيىن ئاندىن دېلونى تاقاپ قويسىڭىز ياكى گۇرۇپپا ئەزالىرىغا ئىجازەت بەرسىڭىز بولىدۇ.
uk: Нехай клієнти та персонал переглядають загальні відомості щодо справ, у яких вони беруть участь. Ви можете закрити справу, як тільки все завершиться, або надати членам команди дозвіл на це.
ur: مؤکلوں اور عملے کو ان معاملات کی عمومی تفصیلات دیکھنے دیں جن میں وہ ملوث ہیں۔ اس کے بعد آپ سب کچھ لپٹ جانے کے بعد اس کیس کو بند کرسکتے ہیں ، یا ٹیم ممبر کو ایسا کرنے کی اجازت دے سکتے ہیں۔
uz: Mijozlar va xodimlarga ular ishtirok etgan holatlar haqida umumiy ma&#39;lumotlarni ko&#39;rishlariga ruxsat bering. Keyin hamma narsa tugagandan so&#39;ng ishni yopishingiz yoki guruh a&#39;zolariga ruxsat berishingiz mumkin.
vi: Hãy để khách hàng và nhân viên xem chi tiết chung cho các trường hợp họ tham gia. Sau đó, bạn có thể đóng hồ sơ sau khi mọi thứ được gói lại, hoặc ủy quyền cho thành viên trong nhóm để làm như vậy.
xh: Abaxhasi kunye nabasebenzi mabajonge iinkcukacha ngokubanzi zamatyala abandakanyeka kuwo. Ungavala ityala xa yonke into isongelwe, okanye unike isigunyaziso selungu leqela ukuba senjenjalo.
yi: לאָזן קלייאַנץ און שטעקן צו זען אַלגעמיינע דעטאַילס פֿאַר די קאַסעס וואָס זיי זענען ינוואַלווד אין. איר קענט דעריבער פאַרמאַכן דעם פאַל אַמאָל אַלץ איז אלנגעוויקלט, אָדער געבן אַ מאַנשאַפֿט מיטגליד דערלויבעניש צו טאָן דאָס.

source: Plus Many More Features
af: Plus baie meer funksies
am: በተጨማሪም ብዙ ተጨማሪ ባህሪዎች
ar: بالإضافة إلى العديد من الميزات
az: Üstəlik bir çox xüsusiyyətləri
be: Плюс шмат іншых функцый
bg: Плюс много повече функции
bn: আরও অনেক বৈশিষ্ট্য
ca: A més de moltes més funcions
cs: Plus mnoho dalších funkcí
cy: Ynghyd â Llawer Mwy o Nodweddion
da: Plus mange flere funktioner
de: Plus viele weitere Funktionen
el: Συν πολλά περισσότερα χαρακτηριστικά
eo: Plus Multaj Pliaj Ecoj
es: Además de muchas más funciones
et: Lisaks veel palju muid funktsioone
eu: Plus Ezaugarri gehiago
fa: به علاوه بسیاری از ویژگی های بیشتر
fi: Plus monia muita ominaisuuksia
fr: Plus de nombreuses autres fonctionnalités
fy: Plus in protte mear funksjes
ga: Móide go leor Gnéithe Níos Mó
gd: A bharrachd air mòran a bharrachd de fheartan
gl: Moitas características máis
gu: પ્લસ ઘણી વધુ સુવિધાઓ
hi: प्लस कई और अधिक सुविधाएँ
hr: Plus mnogo više mogućnosti
hu: Plusz még sok más szolgáltatás
hy: Plus շատ այլ հատկություններ
id: Ditambah Banyak Lebih Banyak Fitur
is: Plús margir fleiri aðgerðir
it: Oltre a molte altre funzionalità
iw: בנוסף תכונות רבות נוספות
ja: さらに多くの機能
ka: პლუს მრავალი სხვა ფუნქცია
kk: Оған қоса көптеген басқа мүмкіндіктер
km: បូកលក្ខណៈពិសេសជាច្រើនទៀត
kn: ಜೊತೆಗೆ ಹಲವು ವೈಶಿಷ್ಟ್ಯಗಳು
ku: Plus Gelek Taybetmendiyên Dûr
ky: Дагы көптөгөн өзгөчөлүктөр
lb: Plus Vill Méi Features
lo: ບວກກັບຫລາຍໆຄຸນສົມບັດ
lt: Be to, daug daugiau funkcijų
lv: Plus daudzas citas iespējas
mg: Plus Maromaro ny endri-javatra fanampiny
mi: He maha atu nga ahuatanga
mk: Плус многу повеќе карактеристики
ml: പ്ലസ് നിരവധി സവിശേഷതകൾ
mn: Дээрээс нь бусад олон онцлог шинж чанарууд
mr: अधिक बरीच वैशिष्ट्ये
ms: Tambahan Banyak Lagi Ciri
mt: Plus Ħafna Aktar Karatteristiċi
my: များစွာသောနောက်ထပ်အင်္ဂါရပ်များအပြင်
ne: अधिक धेरै सुविधाहरू
nl: Plus nog veel meer functies
no: Pluss mange flere funksjoner
or: ଆହୁରି ଅନେକ ବ Features ଶିଷ୍ଟ୍ୟଗୁଡିକ
pa: ਪਲੱਸ ਕਈ ਹੋਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
pl: Plus wiele innych funkcji
ps: پلس ډیری نورې ب .ې
pt: E muitos mais recursos
ro: Plus multe mai multe funcții
ru: Плюс многие другие функции
rw: Ongeraho Ibindi Byinshi Biranga
sd: وڌيڪ وڌيڪ خاصيتون
si: ප්ලස් තවත් බොහෝ විශේෂාංග
sk: Plus mnoho ďalších funkcií
sl: Plus veliko več funkcij
sq: Plus shumë karakteristika të tjera
sr: Плус много више функција
sv: Plus många fler funktioner
sw: Sifa Zaidi Zaidi
ta: பிளஸ் பல அம்சங்கள்
te: ప్లస్ మరెన్నో ఫీచర్లు
tg: Плюс бисёр хусусиятҳои бештар
th: พร้อมคุณสมบัติอื่น ๆ อีกมากมาย
tk: Mundan başga-da köp aýratynlyklar
tl: Karagdagang Marami pang Mga Tampok
tr: Artı Daha Birçok Özellik
tt: Өстәвенә бик күп үзенчәлекләр
ug: ئۇنىڭدىن باشقا يەنە نۇرغۇن ئىقتىدارلىرى بار
uk: Плюс багато інших функцій
ur: پلس بہت ساری خصوصیات
uz: Bundan tashqari ko'plab boshqa xususiyatlar
vi: Cộng với nhiều tính năng khác
xh: Iimpawu ezininzi ezininzi
yi: פּלוס פילע מער פֿעיִקייטן
