Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
af: 6.3 Hantering van u data in die geval van beëindiging: U erken en stem in dat ons, na verstryking of beëindiging van enige van u intekeninge op die dienste, die betrokke dienste onmiddellik kan deaktiveer en dat ons, na &#39;n redelike tydperk van nie minder nie as negentig (90) ) dae, kan u rekening en data uitgevee word. In die geval dat die dienste deur ons beëindig word, sal ons u tydelike, beperkte toegang tot die dienste verleen, nie meer as dertig (30) dae nie, met die uitsluitlike doel om u toe te laat om u eie gegewens op te spoor, met dien verstande dat u het onbetwiste bedrae wat aan ons verskuldig is, ten volle betaal. U stem verder in dat ons nie teenoor u of aan enige derde party aanspreeklik sal wees vir enige beëindiging van u toegang tot die dienste of die verwydering van u data nie, mits ons voldoen aan die bepalings van hierdie Afdeling 6.3.
am: 6.3 በማቋረጡ ጊዜ የመረጃዎን አያያዝ - ለአገልግሎቶቹ ምዝገባዎችዎን ማቋረጥ ወይም ማቋረጥን ካቋረጥን በኋላ ወዲያውኑ የተጎዱትን አገልግሎቶች ወዲያውኑ እናስወግዳለን ፣ እና ከዘጠኝ በታች የማይሆኑ (ምክንያታዊ) ጊዜዎች ተከትለን (90) ) ቀናት ፣ መለያዎን እና ውሂብዎን ሊሰርዙ ይችላሉ። ሆኖም ግልጋሎቶቹ በእኛ የተቋረጡ ከሆነ ፣ ጊዜያዊ ፣ ለአገልግሎቶቹ ውስን የሆነ መዳረሻ ከሠላሳ (30) ቀናት በማይበልጥ ጊዜ ውስጥ የእርስዎን የባለቤትነት መረጃዎን እንዲያወጡ የሚያስችል ፈቃድ እንሰጥዎታለን ፣ ያለብን ዕዳ ያለብንን ሙሉ በሙሉ እምነትን ከፍለናል ፡፡ በዚህ ክፍል 6.3 መሠረት እስካልተገኘን ድረስ እኛ የእርስዎን የመረጃ አገልግሎቶች እና ስረዛን ለማንኛውም እርስዎ ማናቸውንም ሶስተኛ ወገን ተጠያቂ እንደማይሆንብዎት ይስማማሉ ፡፡
ar: 6.3 معالجة بياناتك في حالة الإنهاء: تقر وتوافق على أنه بعد انتهاء أو إنهاء أي من اشتراكاتك في الخدمات ، يجوز لنا إلغاء تنشيط الخدمات المتأثرة على الفور ، وأنه بعد فترة معقولة لا تقل عن تسعين (90 ) أيام ، قد تحذف حسابك وبياناتك. ومع ذلك ، في حالة إنهاء الخدمات من جانبنا ، سوف نمنحك وصولاً مؤقتًا ومحدودًا إلى الخدمات ، لا يتجاوز الثلاثين (30) يومًا ، لغرض وحيد هو السماح لك باسترداد بيانات الملكية الخاصة بك ، شريطة أن لقد دفعت بالكامل جميع المبالغ التي لا جدال فيها بحسن نية. أنت توافق أيضًا على أننا لن نكون مسؤولين تجاهك أو تجاه أي طرف ثالث عن أي إنهاء لدخولك إلى الخدمات أو حذف بياناتك ، بشرط التزامنا بشروط هذا القسم 6.3.
az: 6.3 Ləğv halında məlumatlarınızı idarə etmək: Xidmətlərə abunə olmağınız bitdikdən və ya ləğv edildikdən sonra təsirlənmiş Xidmətləri dərhal ləğv edə biləcəyimizi və doxsandan az olmayan məqbul bir müddətdən sonra qəbul etdiyinizi qəbul edirsiniz; ) gün, hesabınızı və məlumatlarınızı silə bilər. Bununla birlikdə, Xidmətlər tərəfindən ləğv edildiyi təqdirdə, təmin edilmiş mülkiyyət məlumatlarınızı əldə etməyinizə icazə vermək məqsədi ilə sizə otuz (30) gündən çox olmamaq şərti ilə, müvəqqəti, məhdud xidmətlər əldə edəcəyik. bizə borclu olan mübahisəsiz məbləğləri tam vicdanla ödəmisiniz. Bundan əlavə razılaşırsınız ki, bu Bölmə 6.3-ün şərtlərinə əməl etməyimiz şərtilə xidmətlərə girişinizin dayandırılması və ya məlumatlarınızın silinməsi üçün sizin və ya üçüncü tərəfin qarşısında cavabdeh olmayacağıq.
be: 6.3 Апрацоўка вашых дадзеных у выпадку спынення: Вы пацвярджаеце і пагаджаецеся, што пасля заканчэння тэрміну дзеяння або спынення любой вашай падпіскі на Паслугі мы можам неадкладна дэактываваць пацярпелыя Паслугі і, пасля разумнага перыяду не менш дзевяноста (90 ) дні, можа выдаліць свой уліковы запіс і дадзеныя. Аднак у выпадку, калі Паслугі спынены намі, мы прадаставім вам часовы, абмежаваны доступ да Паслуг, які не перавышае трыццаць (30) дзён, з адзінай мэтай, якая дазваляе вам атрымліваць вашыя ўласныя дадзеныя пры ўмове, што вы заплацілі ў поўным аб’ёме ўсе сумленныя сумы, якія нам абавязаны. Вы таксама згодныя з тым, што мы не нясем адказнасці перад вамі ці перад трэцімі асобамі за любое спыненне доступу да паслуг або выдаленне вашых дадзеных пры ўмове, што мы адпавядаем умовам гэтага раздзела 6.3.
bg: 6.3 Работа с вашите данни в случай на прекратяване: Вие потвърждавате и се съгласявате, че след изтичане или прекратяване на който и да е от вашите абонаменти за Услугите, можем незабавно да деактивираме засегнатите Услуги и че след разумен период не по-малък от деветдесет (90 ) дни, може да изтриете вашия акаунт и данни. В случай обаче, че Услугите бъдат прекратени от нас, ние ще Ви предоставим временен, ограничен достъп до Услугите, който не надвишава тридесет (30) дни, с единствената цел да Ви позволи да изтеглите Вашите собствени данни, при условие, че сте платили изцяло всички добросъвестни безспорни суми, дължими на нас. Освен това се съгласявате, че ние няма да бъдем отговорни към вас или пред трета страна за прекратяване на достъпа ви до Услугите или изтриване на вашите данни, при условие че спазваме условията на настоящия раздел 6.3.
bn: Mination.৩ সমাপ্তির ঘটনায় আপনার ডেটা পরিচালনা ) দিন, আপনার অ্যাকাউন্ট এবং ডেটা মুছতে পারে। যাইহোক, পরিষেবাগুলি আমাদের দ্বারা বন্ধ হয়ে যাওয়া ইভেন্টে, আমরা আপনাকে মালিকানাধীন তথ্য পুনরুদ্ধার করার অনুমতি দেওয়ার একমাত্র উদ্দেশ্যে, প্রদত্ত, যে পরিষেবাগুলিতে ত্রিশ (30) দিনের বেশি নয়, সেগুলিতে অস্থায়ী, সীমিত অ্যাক্সেস প্রদান করব that আপনি আমাদের সমস্ত faithণী বিশ্বাসের বিতর্কিত পরিমাণে পুরোপুরি অর্থ প্রদান করেছেন। আপনি আরও সম্মত হন যে পরিষেবাদিগুলিতে আপনার অ্যাক্সেসের কোনও অবসান বা আপনার ডেটা মুছে ফেলার জন্য আমরা আপনার বা কোনও তৃতীয় পক্ষের কাছে দায়বদ্ধ থাকব না, তবে শর্ত থাকে যে আমরা এই বিভাগ 6.3 এর শর্তাবলী মেনে চলছি।
ca: 6.3 Maneig de les vostres dades en cas de finalització: Reconeixeu i esteu d’acord que després de la caducitat o la terminació de qualsevol de les vostres subscripcions als Serveis, podrem desactivar immediatament els Serveis afectats i que, després d’un termini raonable no inferior a noranta (90) ) dies, podeu suprimir les dades i el compte. No obstant això, en el cas que els Serveis siguin finalitzats per nosaltres, li concedirem un accés temporal i limitat als Serveis, que no superi els trenta (30) dies, amb l’únic propòsit de permetre’t recuperar les dades propietàries, sempre que Heu pagat íntegrament totes les quantitats indiscutibles de bona fe que se’ns deuen. També accepteu que no serem responsables de vosaltres ni de tercers per la terminació del vostre accés als Serveis o la supressió de les vostres dades, sempre que complim els termes d’aquesta Secció 6.3.
cs: 6.3 Zacházení s vašimi údaji v případě ukončení: Berete na vědomí a souhlasíte s tím, že po vypršení nebo ukončení kteréhokoli z vašich předplatných Služeb, můžeme okamžitě deaktivovat dotčené Služby a že po přiměřené lhůtě ne méně než devadesát (90) ) dní, může smazat váš účet a data. V případě ukončení našich služeb vám však poskytneme dočasný, omezený přístup ke Službám, nepřesahující třicet (30) dní, a to za jediným účelem, který vám umožní načíst vaše majetková data, za předpokladu, že plně jste zaplatili veškerou dobrou víru nesporných částek, které nám dlužíte. Dále souhlasíte s tím, že nebudeme vůči vám ani žádné třetí straně odpovědni za ukončení vašeho přístupu ke službám nebo vymazání vašich údajů za předpokladu, že dodržujeme podmínky uvedené v tomto oddíle 6.3.
cy: 6.3 Trin Eich Data pe bai&#39;n cael ei Derfynu: Rydych yn cydnabod ac yn cytuno, ar ôl i unrhyw un o&#39;ch tanysgrifiadau i&#39;r Gwasanaethau ddod i ben neu eu terfynu, y gallwn ddadactifadu&#39;r Gwasanaethau yr effeithir arnynt ar unwaith ac, yn dilyn cyfnod rhesymol o ddim llai na naw deg (90 ) diwrnod, gall ddileu eich cyfrif a&#39;ch data. Fodd bynnag, os bydd y Gwasanaethau’n cael eu terfynu gennym ni, byddwn yn caniatáu mynediad cyfyngedig dros dro i chi i’r Gwasanaethau, i beidio â bod yn fwy na deg ar hugain (30) diwrnod, at yr unig bwrpas o ganiatáu ichi adfer eich data perchnogol, ar yr amod. rydych wedi talu&#39;n llawn yr holl symiau diamheuol didwyll sy&#39;n ddyledus i ni. Rydych yn cytuno ymhellach na fyddwn yn atebol i chi nac i unrhyw drydydd parti am derfynu&#39;ch mynediad i&#39;r Gwasanaethau neu ddileu eich data, ar yr amod ein bod yn cydymffurfio â thelerau&#39;r Adran hon 6.3.
da: 6.3 Håndtering af dine data i tilfælde af opsigelse: Du anerkender og accepterer, at efter udløb eller opsigelse af nogen af dine abonnementer på Tjenesterne, kan vi straks deaktivere de berørte Tjenester, og at vi efter en rimelig periode på mindst 90 (90) ) dage, kan slette din konto og dine data. I tilfælde af, at Tjenesterne opsiges af os, giver vi dig imidlertid midlertidig, begrænset adgang til Tjenesterne, ikke over 30 (30) dage, med det eneste formål at give dig mulighed for at hente dine ejendomsdata, forudsat at du har fuldt ud betalt ubestridte beløb, der skyldes os. Du accepterer endvidere, at vi ikke er ansvarlige over for dig eller over for nogen tredjepart for enhver opsigelse af din adgang til Tjenesterne eller sletning af dine data, forudsat at vi overholder betingelserne i dette afsnit 6.3.
de: 6.3 Umgang mit Ihren Daten im Falle einer Kündigung: Sie erkennen an und stimmen zu, dass wir nach Ablauf oder Kündigung eines Ihrer Abonnements für die Dienste die betroffenen Dienste sofort deaktivieren können und dass dies nach einer angemessenen Frist von mindestens neunzig (90) geschieht ) Tage, kann Ihr Konto und Ihre Daten löschen. Für den Fall, dass die Dienste von uns gekündigt werden, gewähren wir Ihnen jedoch einen vorübergehenden, eingeschränkten Zugriff auf die Dienste, der dreißig (30) Tage nicht überschreiten darf, um Ihnen den alleinigen Abruf Ihrer geschützten Daten zu ermöglichen, sofern dies der Fall ist Sie haben alle uns nach Treu und Glauben geschuldeten unbestrittenen Beträge vollständig bezahlt. Sie erklären sich ferner damit einverstanden, dass wir weder Ihnen noch Dritten gegenüber für die Beendigung Ihres Zugriffs auf die Dienste oder die Löschung Ihrer Daten haftbar gemacht werden, sofern wir die Bestimmungen dieses Abschnitts 6.3 einhalten.
el: 6.3 Διαχείριση των δεδομένων σας σε περίπτωση τερματισμού: Αναγνωρίζετε και συμφωνείτε ότι μετά τη λήξη ή τον τερματισμό οποιασδήποτε από τις συνδρομές σας στις Υπηρεσίες, ενδέχεται να απενεργοποιήσουμε αμέσως τις επηρεαζόμενες Υπηρεσίες και ότι, μετά από εύλογο χρονικό διάστημα όχι λιγότερο από ενενήντα (90) ) ημέρες, ενδέχεται να διαγράψετε τον λογαριασμό και τα δεδομένα σας. Ωστόσο, σε περίπτωση που οι Υπηρεσίες τερματιστούν από εμάς, θα σας παραχωρήσουμε προσωρινή, περιορισμένη πρόσβαση στις Υπηρεσίες, που δεν θα υπερβαίνει τις τριάντα (30) ημέρες, με μοναδικό σκοπό να σας επιτρέψουμε να ανακτήσετε τα ιδιόκτητα δεδομένα σας, υπό την προϋπόθεση ότι έχετε πληρώσει πλήρως όλα τα αδιαμφισβήτητα ποσά καλής πίστης που μας οφείλονται. Συμφωνείτε περαιτέρω ότι δεν θα είμαστε υπεύθυνοι για εσάς ή τρίτους για τυχόν τερματισμό της πρόσβασής σας στις Υπηρεσίες ή για τη διαγραφή των δεδομένων σας, υπό την προϋπόθεση ότι συμμορφωνόμαστε με τους όρους της παρούσας Ενότητας 6.3.
eo: 6.3 Traktado de Viaj Datumoj Kaze de Finiĝo: Vi agnoskas kaj konsentas, ke post eksvalidiĝo aŭ ĉesigo de iuj el viaj abonoj al la Servoj, ni rajtas tuj malaktivigi la koncernajn Servojn kaj ke, post racia periodo de ne malpli ol naŭdek (90) ) tagoj, eble forigos viajn kontojn kaj datumojn. Tamen, en la okazo ke la Servoj estas ĉesigitaj de ni, ni donos al vi provizoran, limigitan aliron al la Servoj, ne pli ol tridek (30) tagojn, kun la sola celo permesi vin reakiri viajn proprietajn datumojn, kondiĉe ke vi pagis entute ĉiujn bonfidajn nediskutindajn sumojn ŝulditajn al ni. Vi plue konsentas, ke ni ne respondecos al vi aŭ al iu ajn pri iu ajn finiĝo de via aliro al la Servoj aŭ forigo de viaj datumoj, kondiĉe ke ni konformas al la terminoj de ĉi tiu Sekcio 6.3.
es: 6.3 Manejo de sus datos en caso de terminación: Usted reconoce y acepta que después del vencimiento o terminación de cualquiera de sus suscripciones a los Servicios, podremos desactivar de inmediato los Servicios afectados y que, después de un período razonable de no menos de noventa (90) ) días, puede eliminar su cuenta y datos. Sin embargo, en caso de que los Servicios sean cancelados por nosotros, le otorgaremos un acceso temporal y limitado a los Servicios, que no excederá los treinta (30) días, con el único propósito de permitirle recuperar sus datos de propiedad, siempre que usted ha pagado en su totalidad todos los montos indiscutibles de buena fe que nos deben. Además, acepta que no seremos responsables ante usted ni ante ningún tercero por la finalización de su acceso a los Servicios o la eliminación de sus datos, siempre que cumplamos con los términos de esta Sección 6.3.
et: 6.3 Teie andmete käitlemine lõpetamise korral: tunnistate ja nõustute, et pärast mis tahes teie Teenuste tellimuse lõppemist või lõpetamist võime mõjutatud Teenused viivitamatult desaktiveerida ja et pärast mõistlikku, vähemalt üheksakümmend (90) perioodi ) päeva pärast, võivad teie konto ja andmed kustutada. Juhul kui meie lõpetame teenuste kasutamise, anname teile siiski ajutise, piiratud juurdepääsu teenustele, mis ei ületa 30 päeva (30), ainult selleks, et võimaldada teil oma varaliste andmete hankimist tingimusel, et olete maksnud täielikult kõik heas usus meile vaieldavad summad. Lisaks nõustute, et me ei vastuta teile ega ühelegi kolmandale osapoolele teenuste juurdepääsu lõpetamise või teie andmete kustutamise eest tingimusel, et me järgime selle jaotise 6.3 tingimusi.
eu: 6.3 Zure Datuak Kudeatzeko Irteeraren kasuan: onartzen duzu eta onartzen duzu Zerbitzuetarako harpidetzak iraungi edo amaitu ondoren, kaltetutako Zerbitzuak berehala desaktiba ditzakegula eta, horren ondorioz, laurogeita hamar urtetik beherako zentzuzko epea igaro ondoren (90) ) egun, zure kontua eta datuak ezaba ditzake. Hala ere, Zerbitzuak gurekin amaitzen badira, zerbitzuetarako sarbide mugatua eta aldi baterakoa emango diogu, hogeita hamar (30) egun baino gehiago ez gainditzeko, zure jabedun datuak berreskuratzeko baimena ematearen helburu bakarrarekin; Guk zor zaizkigun fede on ukaezinak ordaindu dizkiote oso-osorik. Gainera, onartzen duzu ez dugula zure erantzule izango Zerbitzuetara sartzeko edo zure datuak ezabatzeagatik inolako erantzukizunik, baldin eta 6.3 atal honetako baldintzak betetzen baditugu.
fa: 6.3 رسیدگی به داده های شما در صورت خاتمه: شما تأیید می کنید و موافقت می کنید که پس از اتمام یا خاتمه هر یک از اشتراک های شما به این سرویس ها ، ما ممکن است بلافاصله سرویس های آسیب دیده را غیرفعال کنیم و این امر ، در پی یک دوره معقول منطقی کمتر از نود (90) ) روزها ، ممکن است حساب و داده شما را حذف کند. با این حال ، در صورت خاتمه خدمات توسط ما ، ما به شما دسترسی موقت و محدود به خدمات اعطا خواهیم کرد و نباید از سی (30) روز تجاوز کند ، با این هدف فقط به شما اجازه می دهیم داده های اختصاصی خود را ، به شرط آن ، بازیابی کنید. شما تمام مبلغ غیرقابل انکار حسن نیت را که به ما بدهکار هستند ، به طور کامل پرداخت کرده اید. شما همچنین موافقت می كنید كه ما هیچ مسئولیتی در قبال خاتمه دسترسی شما به خدمات یا حذف اطلاعات شما نسبت به شما یا شخص ثالث نخواهیم داشت ، مشروط بر اینكه ما مطابق با شرایط این بخش 6.3 باشیم.
fi: 6.3 Tietosi käsitteleminen irtisanomistapauksessa: Tunnustat ja hyväksyt, että minkä tahansa Palveluidesi tilauksen voimassaolon päättymisen tai päättymisen jälkeen voimme välittömästi poistaa käytöstä kyseiset palvelut ja että kohtuullisen, vähintään yhdeksänkymmenen (90) ajanjakson jälkeen ) päivää, voi poistaa tilisi ja tietosi. Jos me kuitenkin lopetamme Palvelun, annamme sinulle väliaikaisen, rajoitetun pääsyn Palveluihin, joka ei ylitä 30: tä (30) päivää, ainoana tarkoituksenaan antaa sinulle mahdollisuus hakea omistusoikeusluonteisia tietojasi edellyttäen, että olet maksanut kaikki vilpittömässä mielessä kiistattomat summat meille. Hyväksyt lisäksi, että emme ole vastuussa sinulle tai kolmannelle osapuolelle palvelun käytön lopettamisesta tai tietojen poistamisesta edellyttäen, että noudatamme tämän kohdan 6.3 ehtoja.
fr: 6.3 Traitement de vos données en cas de résiliation: Vous reconnaissez et acceptez qu&#39;à la suite de l&#39;expiration ou de la résiliation de l&#39;un de vos abonnements aux Services, nous pouvons immédiatement désactiver les Services concernés et que, après un délai raisonnable d&#39;au moins quatre-vingt-dix (90) ) jours, peut supprimer votre compte et vos données. Cependant, dans le cas où nous résilierions les Services, nous vous accorderons un accès temporaire et limité aux Services, ne dépassant pas trente (30) jours, dans le seul but de vous permettre de récupérer vos données propriétaires, à condition que: vous avez payé intégralement tous les montants non contestés de bonne foi qui nous sont dus. Vous acceptez en outre que nous ne serons pas responsables envers vous ou envers un tiers de la résiliation de votre accès aux Services ou de la suppression de vos données, à condition que nous respections les termes de cette section 6.3.
fy: 6.3 Behanneling fan jo gegevens yn it gefal fan beëiniging: Jo erkenne en akkoard dat nei ôfrin of beëinigjen fan ien fan jo abonneminten op &#39;e Tsjinsten, kinne wy de oanbelangjende Tsjinsten fuortendaliks deaktivearje en dat, nei in ridlike perioade fan net minder dan njoggentich (90) ) dagen, kinne jo akkount en gegevens wiskje. Yn it gefal dat de Tsjinsten troch ús beëinige wurde, sille wy jo tydlike, beheinde tagong ta de Tsjinsten jouwe, net mear dan tritich (30) dagen, foar it iennichste doel om jo te tastean jo eigen gegevens werom te heljen, foarsjoen, dat do hast alle ûnbetwiste bedragen oan ús folslein betelle. Jo stimme fierder dat wy net oanspraaklik wêze foar jo as tsjin in tredde partij foar elke beëiniging fan jo tagong ta de Tsjinsten of it fuortheljen fan jo gegevens, op betingst dat wy binne yn oerienstimming mei de betingsten fan dit paragraaf 6.3.
ga: 6.3 Láimhseáil do Shonraí i gcás Foirceanta: Admhaíonn tú agus aontaíonn tú go bhféadfaimis na Seirbhísí lena mbaineann a dhíghníomhachtú láithreach tar éis dul in éag nó foirceannadh aon cheann de do shíntiúis leis na Seirbhísí agus, tar éis tréimhse réasúnta nach lú ná nócha (90 ) lá, féadfaidh sé do chuntas agus do shonraí a scriosadh. Mar sin féin, i gcás go gcuirfimid deireadh leis na Seirbhísí, deonóimid rochtain shealadach theoranta duit ar na Seirbhísí, gan dul thar tríocha (30) lá, chun ligean duit do shonraí dílseánaigh a aisghabháil, ar choinníoll, go d&#39;íoc tú go hiomlán gach suim chonspóideach de mheon macánta atá dlite dúinn. Aontaíonn tú freisin nach mbeimid faoi dhliteanas duit ná d&#39;aon tríú páirtí as aon fhoirceannadh ar do rochtain ar na Seirbhísí nó ar scriosadh do chuid sonraí, ar an gcoinníoll go bhfuilimid ag comhlíonadh théarmaí Roinn 6.3 seo.
gd: 6.3 Làimhseachadh an dàta agad ma thig e gu crìch: Tha thu ag aideachadh agus ag aontachadh, an dèidh do chuid de na ballrachdan agad a thighinn gu crìch no a thoirt gu crìch, gun cuir sinn dheth na Seirbheisean air a bheil buaidh agus gun urrainn dhuinn, às deidh ùine reusanta nach eil nas lugha na naochad (90 ) làithean, faodaidh iad an cunntas agus an dàta agad a dhubhadh às. Ach, ma thig na Seirbheisean gu crìch leinn, bheir sinn dhut ruigsinneachd sealach, cuibhrichte air na Seirbheisean, gun a bhith nas fhaide na trithead (30) latha, airson an aon adhbhar a bhith a ’leigeil leat an dàta seilbh agad fhaighinn air ais, air a thoirt seachad, sin tha thu air na suimean gun teagamh sam bith a tha gun phàigheadh a phàigheadh dhuinn. Tha thu ag aontachadh cuideachd nach bi sinn buailteach dhut fhèin no do threas phàrtaidh sam bith airson stad a chuir air do ruigsinneachd air na Seirbheisean no cuir às do dhàta, fhad ‘s a tha sinn a rèir teirmichean na h-earrainn 6.3 seo.
gl: 6.3 Manexo dos seus datos en caso de rescisión: Vostede recoñece e acepta que tras a caducidade ou a terminación dalgunha das súas subscricións aos Servizos, podemos desactivar inmediatamente os Servizos afectados e que, transcorrido un período razoable non inferior a noventa (90) ) días, pode eliminar a súa conta e datos. Non obstante, no caso de que os Servizos sexan rescindidos, concederemos un acceso temporal e limitado aos Servizos, que non exceda de trinta (30) días, co único propósito de permitirlle recuperar os seus datos propietarios, sempre que pagaches integramente todas as cantidades indiscutibles de boa fe que nos debemos. Tamén acepta que non seremos responsables de vostede nin de terceiros por ningunha terminación do seu acceso aos Servizos ou eliminación dos seus datos, sempre que cumpramos os termos desta Sección 6.3.
gu: .3..3 સમાપ્તિની ઘટનામાં તમારા ડેટાને સંભાળવું: તમે સ્વીકારો છો અને સ્વીકારો છો કે સેવાઓ પરના તમારા કોઈપણ સબ્સ્ક્રિપ્શન્સની સમાપ્તિ અથવા સમાપ્તિ પછી, અમે અસરગ્રસ્ત સેવાઓને તાત્કાલિક નિષ્ક્રિય કરી શકીએ છીએ, નેવુંથી ઓછા નહીંના વાજબી અવધિને અનુસરીને (90) ) દિવસો, તમારું એકાઉન્ટ અને ડેટા કા deleteી શકે છે. જો કે, સેવાઓ અમારા દ્વારા સમાપ્ત કરવામાં આવે છે તે સંજોગોમાં, અમે તમને તમારા માલિકીની ડેટાને પુન toપ્રાપ્ત કરવાની મંજૂરી આપવાના એકમાત્ર હેતુ માટે, સેવાઓને temporary૦ ()૦) દિવસથી વધુ નહીં કરવા માટે, કામચલાઉ, મર્યાદિત grantક્સેસ આપીશું, તમે અમારી પાસે બાકી બધી સદ્ભાવના નિર્વિવાદ વિધિમાં ભર્યા છે. તમે આગળ સંમત થાઓ છો કે સેવાઓની dataક્સેસની કોઈપણ સમાપ્તિ માટે અથવા તમારા ડેટાને કાtionી નાખવા માટે અમે તમારા માટે અથવા કોઈપણ તૃતીય પક્ષને જવાબદાર હોઈશું નહીં, જો આ વિભાગ 6.3 ની શરતોનું પાલન કરવામાં આવે તો.
hi: 6.3 समाप्ति की स्थिति में आपके डेटा की हैंडलिंग: आप स्वीकार करते हैं और सहमत होते हैं कि सेवाओं के लिए आपकी किसी भी सदस्यता की समाप्ति या समाप्ति के बाद, हम प्रभावित सेवाओं को तुरंत निष्क्रिय कर सकते हैं और नब्बे से कम नहीं की उचित अवधि का पालन करते हुए (90) ) दिन, आपके खाते और डेटा को हटा सकते हैं। हालाँकि, इस स्थिति में कि सेवाएं हमारे द्वारा समाप्त कर दी गई हैं, हम आपको सेवाओं की अस्थायी, सीमित पहुंच प्रदान करेंगे, न कि तीस (30) दिनों से अधिक, आपको अपना मालिकाना डेटा प्राप्त करने की अनुमति देने के एकमात्र उद्देश्य के लिए, बशर्ते, कि आपने पूरे अच्छे विश्वास के साथ निर्विवाद रूप से हमारे लिए बकाया राशि का भुगतान किया है। आप आगे इस बात से सहमत हैं कि हम आपकी सेवाओं की पहुँच या आपके डेटा को हटाने के किसी भी समाप्ति के लिए आपके या किसी तीसरे पक्ष के लिए उत्तरदायी नहीं होंगे, बशर्ते कि हम इस धारा 6.3 की शर्तों के अनुपालन में हों।
hr: 6.3 Rukovanje vašim podacima u slučaju raskida: Prihvaćate i suglasni ste da nakon isteka ili prekida bilo koje vaše pretplate na Usluge možemo odmah deaktivirati pogođene usluge i da nakon razumnog razdoblja od najmanje devedeset (90 ) dana, mogu izbrisati svoj račun i podatke. Međutim, u slučaju da smo mi usluge ukinuli, mi ćemo vam odobriti privremeni, ograničeni pristup Uslugama, koji ne prelazi trideset (30) dana, s jedinom svrhom da vam dozvolimo da preuzmete svoje vlasničke podatke, pod uvjetom da, platili ste u potpunosti sve nepoštene iznose u dobroj vjeri koji su nam dužni. Nadalje se slažete da nećemo biti odgovorni ni vama ni bilo kojoj trećoj strani za bilo kakav prekid vašeg pristupa Uslugama ili brisanje vaših podataka, pod uvjetom da smo u skladu s uvjetima ovog odjeljka 6.3.
hu: 6.3 Az Ön adatainak kezelése megszűnés esetén: Ön tudomásul veszi és elfogadja, hogy a Szolgáltatások bármelyik előfizetésének lejártát vagy megszűnését követően az érintett Szolgáltatásokat azonnal kikapcsolhatjuk, és legalább kilencven (90) ésszerű időtartamot követően ) nap, törölheti fiókját és adatait. Abban az esetben azonban, ha a Szolgáltatásokat felmondjuk, ideiglenes, korlátozott hozzáférést biztosítunk Önnek, legfeljebb harminc (30) napra, kizárólag azzal a céllal, hogy lehetővé tegyük a tulajdonosi adatok beolvasását, feltéve, hogy teljes mértékben megfizette a jóhiszeműen nem vitatott összegeket. Ezenkívül beleegyezik abba, hogy nem vállalunk felelõsséget Önnek vagy harmadik félnek a Szolgáltatásokhoz való hozzáférés megszüntetéséért vagy az Ön adatainak törléséért, feltéve, hogy betartjuk a 6.3. Szakasz feltételeit.
hy: 6.3 Ձեր տվյալների կառավարումը դադարեցման դեպքում. Դուք ընդունում և համաձայնում եք, որ Ծառայություններին ձեր բաժանորդագրություններից որևէ մեկի ավարտից կամ դադարեցումից հետո մենք կարող ենք անհապաղ անջատել տուժած Ծառայությունները, և որ, ողջամիտ ժամկետից ոչ պակաս, քան իննսունը (90 ) օրերը կարող են ջնջել ձեր հաշիվը և տվյալները: Այնուամենայնիվ, այն դեպքում, երբ Ծառայությունները դադարեցվել են մեր կողմից, մենք ձեզ կտրամադրենք Ծառայություններ ժամանակավոր, սահմանափակ մուտք, չպետք է գերազանցի երեսուն (30) օր, այն միակ նպատակի համար, որը թույլ կտա ձեզ վերցնել ձեր գույքային տվյալները ՝ պայմանով, որ դուք ամբողջությամբ վճարել եք մեզ համար պարտական բոլոր անվստահելի գումարները: Դուք նաև համաձայն եք, որ մենք պատասխանատվություն չենք կրելու ձեզանից կամ որևէ երրորդ կողմի համար Ծառայություններ մուտքի ցանկացած դադարեցման կամ ձեր տվյալների ջնջման համար, պայմանով, որ մենք համապատասխան ենք սույն բաժնի 6.3 պայմաններին:
id: 6.3 Penanganan Data Anda dalam Hal Pengakhiran: Anda mengakui dan menyetujui bahwa setelah berakhirnya atau pengakhiran salah satu langganan Anda ke Layanan, kami dapat segera menonaktifkan Layanan yang terpengaruh dan bahwa, setelah periode yang wajar tidak kurang dari sembilan puluh (90) ) hari, dapat menghapus akun dan data Anda. Namun, jika Layanan dihentikan oleh kami, kami akan memberi Anda akses sementara dan terbatas ke Layanan, tidak melebihi tiga puluh (30) hari, dengan tujuan tunggal memungkinkan Anda untuk mengambil data kepemilikan Anda, dengan ketentuan, bahwa Anda telah membayar penuh semua itikad baik jumlah yang tak terbantahkan kepada kami. Anda selanjutnya setuju bahwa kami tidak akan bertanggung jawab kepada Anda atau kepada pihak ketiga mana pun atas penghentian akses Anda ke Layanan atau penghapusan data Anda, dengan ketentuan bahwa kami mematuhi ketentuan-ketentuan Bagian 6.3 ini.
is: 6.3 Meðhöndlun gagna þinna í lok uppsagnar: Þú viðurkennir og samþykkir að eftir lok eða uppsögn einhverrar áskriftar þinna á þjónustunni getum við strax gert þjónustuna sem hefur áhrif á það gert óvirkt og að eftir hæfilegan tíma sem er ekki minna en níutíu (90) ) daga, getur eytt reikningi þínum og gögnum. Hins vegar, ef þjónustunni er slitið af okkur, munum við veita þér tímabundinn, takmarkaðan aðgang að þjónustunum, ekki lengra en þrjátíu (30) daga, í þeim tilgangi einum að leyfa þér að sækja sér upplýsingar um þig, að því tilskildu að þú hefur greitt að fullu allar óádeildu upphæðir sem okkur eru skuldaðar. Þú samþykkir ennfremur að við berum ekki ábyrgð á þér eða þriðja aðila vegna lokunar á aðgangi þínum að þjónustunum eða eyðingu gagna þinna, að því tilskildu að við erum í samræmi við skilmála þessa kafla 6.3.
it: 6.3 Trattamento dei dati dell&#39;utente in caso di risoluzione: l&#39;utente riconosce e accetta che a seguito della scadenza o della risoluzione di una qualsiasi delle sue sottoscrizioni ai Servizi, possiamo immediatamente disattivare i Servizi interessati e che, dopo un periodo ragionevole di non meno di novanta (90 ) giorni, può eliminare il tuo account e i tuoi dati. Tuttavia, nel caso in cui i Servizi vengano chiusi da noi, ti concederemo un accesso temporaneo e limitato ai Servizi, non superiore a trenta (30) giorni, al solo scopo di consentirti di recuperare i tuoi dati proprietari, a condizione che hai pagato per intero tutti gli importi indiscussi in buona fede dovuti a noi. Accetti inoltre che non saremo responsabili nei tuoi confronti o nei confronti di terzi per la cessazione del tuo accesso ai Servizi o la cancellazione dei tuoi dati, a condizione che siamo conformi ai termini di questa Sezione 6.3.
iw: 6.3 טיפול בנתונים שלך במקרה של סיום: אתה מאשר ומסכים כי לאחר תפוגה או סיום של אחד מהמנויים שלך לשירותים, אנו רשאים לבטל את השירותים המושפעים באופן מיידי וכי לאחר תקופה סבירה של לא פחות מתשעים (90) ) ימים, עשויים למחוק את חשבונך ואת הנתונים שלך. עם זאת, במקרה בו השירותים יופסקו על ידינו, אנו נעניק לך גישה מוגבלת זמנית לשירותים, שלא תעלה על שלושים (30) יום, למטרה היחידה לאפשר לך לאחזר את הנתונים הקנייניים שלך, בתנאי ש שילמתם במלואם את הסכומים הבלתי מעורערים בתום לב המגיעים לנו. עוד אתה מסכים כי לא נהיה אחראים כלפיך או לצד שלישי כלשהו בגין סיום הגישה שלך לשירותים או מחיקת הנתונים שלך, בתנאי שאנו מצייתים לתנאים בסעיף 6.3 זה.
ja: 6.3終了時のデータの処理：お客様は、サービスへのサブスクリプションの有効期限が終了または終了した後、影響を受けるサービスを直ちに非アクティブ化し、90（90 ）日、アカウントとデータが削除される場合があります。ただし、サービスが当社によって終了された場合、当社は、専有データの取得を許可することを唯一の目的として、30日を超えない範囲で、サービスへの一時的な制限付きアクセスを許可します。あなたは私たちにすべての誠実で疑う余地のない金額を全額支払いました。さらに、このセクション6.3の条件に準拠している限り、サービスへのアクセスの終了またはデータの削除について、ユーザーまたは第三者に対して責任を負わないことに同意するものとします。
ka: 6.3 თქვენი მონაცემების დამუშავება შეწყვეტის შემთხვევაში: თქვენ აღიარებთ და ეთანხმებით, რომ სერვისების რომელიმე თქვენი ხელმოწერის დასრულების ან შეწყვეტის შემდეგ, ჩვენ შეიძლება დაუყოვნებლივ გავააქტიუროთ დაზარალებული სერვისები და რომ გონივრული პერიოდის შემდეგ, არანაკლებ ოთხმოცდაათი (90) ) დღეებს, შეგიძლიათ წაშალოთ თქვენი ანგარიში და მონაცემები. ამასთან, ჩვენს მიერ შეწყვეტის შემთხვევაში, ჩვენ მოგაწვდით სერვისების დროებით, შეზღუდულ დაშვებას, არ უნდა აღემატებოდეს ოცდაათი (30) დღის განმავლობაში, ერთადერთი მიზნისთვის, რომლითაც მოგცემთ ნებართვას შეგიძლიათ შეიძინოთ თქვენი საკუთრების მონაცემები, იმ პირობით, რომ თქვენ სრულად გადაიხადეთ ყველა ჩვენი კეთილსინდისიერი უდავო თანხა, რომელიც გვეკისრა. თქვენ ასევე ეთანხმებით, რომ ჩვენ პასუხისმგებლობას არ მოგცემთ თქვენ ან სხვა მესამე მხარის მიერ სერვისებზე წვდომის შეწყვეტის ან თქვენი მონაცემების წაშლის შესახებ, იმ პირობით, რომ ჩვენ ვიცავთ ამ ნაწილში 6.3.
kk: 6.3. Тоқтатылған кезде сіздің деректеріңізді өңдеу: Сіз Қызметтерге жазылған кез келген жазылу мерзімі аяқталғаннан немесе тоқтатылғаннан кейін, біз зардап шеккен Қызметтерді дереу өшіре алатынымызды және ақылға қонымды тоқсаннан кем емес уақытты алғаннан кейін келісеміз (90) ) күндері тіркелгіңіз бен деректеріңізді жоя алады. Алайда, Қызметтер бізбен тоқтатылған жағдайда, сізге қызметтерге уақытша, шектеулі қол жетімділікті, отыз (30) күннен аспайтын мерзімде береміз, тек сіздің жеке меншік деректеріңізді алуға рұқсат беру үшін. Сіз бізге қарызсыз даулы сомаларды адал ниетпен төледіңіз. Бұдан әрі, сіз осы Бөлімнің 6.3 бөлімін сақтаған жағдайда, сіз үшін немесе үшінші тарап алдында сіздің Қызметтерге кіруіңіздің тоқтатылуы немесе деректеріңіздің жойылуы үшін жауап бермейтінімізге келісесіз.
km: ៦.៣ ការដោះស្រាយទិន្នន័យរបស់អ្នកនៅក្នុងព្រឹត្តិការណ៍នៃការបញ្ចប់៖ អ្នកទទួលស្គាល់និងយល់ព្រមថាបន្ទាប់ពីការផុតកំណត់ឬការបញ្ចប់នៃការជាវណាមួយរបស់អ្នកចំពោះសេវាកម្មនេះយើងអាចធ្វើឱ្យអសកម្មសេវាកម្មដែលអសកម្មភ្លាមៗហើយបន្ទាប់ពីរយៈពេលសមរម្យមិនតិចជាងកៅសិប (៩០) ) ថ្ងៃអាចលុបគណនីនិងទិន្នន័យរបស់អ្នក។ ទោះយ៉ាងណាក៏ដោយក្នុងករណីដែលសេវាកម្មត្រូវបានបញ្ចប់ដោយយើងយើងនឹងផ្តល់ជូនអ្នកនូវការចូលប្រើប្រាស់សេវាកម្មជាបណ្តោះអាសន្នមិនឱ្យលើសពីសាមសិប (30) ថ្ងៃសម្រាប់គោលបំណងតែមួយគត់ដែលអនុញ្ញាតឱ្យអ្នកទាញយកទិន្នន័យកម្មសិទ្ធិរបស់អ្នកដែលបានផ្តល់ថា អ្នកបានបង់ចំនួនទឹកប្រាក់ដែលគ្មានជម្លោះដែលបានជំពាក់យើងដោយស្មោះត្រង់។ អ្នកយល់ព្រមបន្ថែមទៀតថាយើងនឹងមិនទទួលខុសត្រូវចំពោះអ្នកឬភាគីទីបីសម្រាប់ការបញ្ចប់នៃការចូលប្រើសេវាកម្មឬលុបទិន្នន័យរបស់អ្នកដោយផ្តល់ថាយើងអនុលោមតាមលក្ខខណ្ឌនៃមាត្រា ៦.៣ នេះ។
kn: 6.3 ಮುಕ್ತಾಯದ ಸಂದರ್ಭದಲ್ಲಿ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ನಿರ್ವಹಿಸುವುದು: ಸೇವೆಗಳಿಗೆ ನಿಮ್ಮ ಯಾವುದೇ ಚಂದಾದಾರಿಕೆಗಳ ಮುಕ್ತಾಯ ಅಥವಾ ಮುಕ್ತಾಯದ ನಂತರ, ನಾವು ತಕ್ಷಣ ಪೀಡಿತ ಸೇವೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು ಮತ್ತು ತೊಂಬತ್ತು (90) ಕ್ಕಿಂತ ಕಡಿಮೆಯಿಲ್ಲದ ಸಮಂಜಸವಾದ ಅವಧಿಯನ್ನು ಅನುಸರಿಸಿ ಎಂದು ನೀವು ಅಂಗೀಕರಿಸಿದ್ದೀರಿ ಮತ್ತು ಒಪ್ಪುತ್ತೀರಿ. ) ದಿನಗಳು, ನಿಮ್ಮ ಖಾತೆ ಮತ್ತು ಡೇಟಾವನ್ನು ಅಳಿಸಬಹುದು. ಹೇಗಾದರೂ, ಸೇವೆಗಳನ್ನು ನಮ್ಮಿಂದ ಮುಕ್ತಾಯಗೊಳಿಸಿದಲ್ಲಿ, ನಿಮ್ಮ ಸ್ವಾಮ್ಯದ ಡೇಟಾವನ್ನು ಹಿಂಪಡೆಯಲು ನಿಮಗೆ ಅನುಮತಿ ನೀಡುವ ಏಕೈಕ ಉದ್ದೇಶಕ್ಕಾಗಿ, ಮೂವತ್ತು (30) ದಿನಗಳನ್ನು ಮೀರದಂತೆ ನಾವು ನಿಮಗೆ ಸೇವೆಗಳಿಗೆ ತಾತ್ಕಾಲಿಕ, ಸೀಮಿತ ಪ್ರವೇಶವನ್ನು ನೀಡುತ್ತೇವೆ. ನೀವು ನಮಗೆ ನೀಡಬೇಕಾಗಿರುವ ಎಲ್ಲಾ ಉತ್ತಮ ನಂಬಿಕೆಯ ವಿವಾದಾಸ್ಪದ ಮೊತ್ತವನ್ನು ಪೂರ್ಣವಾಗಿ ಪಾವತಿಸಿದ್ದೀರಿ. ಈ ವಿಭಾಗ 6.3 ರ ನಿಯಮಗಳಿಗೆ ನಾವು ಅನುಸರಣೆ ಹೊಂದಿದ್ದೇವೆ ಎಂದು ಒದಗಿಸಿದರೆ, ನಿಮ್ಮ ಸೇವೆಗಳಿಗೆ ನಿಮ್ಮ ಪ್ರವೇಶವನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಲು ಅಥವಾ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಅಳಿಸಲು ನಾವು ನಿಮಗೆ ಅಥವಾ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಗೆ ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ ಎಂದು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.
ku: 6.3 Karanîna Daneyên We Di Bûyera Qedandinê de: Hûn qebûl dikin û bipejirînin ku piştî bidawîbûna an bidawîbûna her abonetiya we Xizmetên Xizmet, em dikarin di cih de Xizmetên bandor bikişînin û ew, li dû serdemek maqûl ya ne kêmtir ji neh (90) ) rojan, dibe ku hesab û daneyên we jêbirin. Lêbelê, di bûyerê de ku Karûbarên ji hêla me ve hatine qedandin, em ê ji we re demkî, gihiştina tixûbdanî ya Xizmetan bidin we, ku ji sih (30) rojan zêdetir nebin, ji bo ku tenê armanca ku destûr bidin we da ku hûn daneyên xwedaniyê bistînin, peyda kirin, ew we di hemî bawerîyên qenc ên bêkêmasî yên ku ji me re deyndar kirine, we bi tevahî daye. Hûn bêtir qebûl dikin ku em ê ji we û ji kesek sêyem re nebin sedema xilaskirina her gihiştina Xizmet an betalkirina daneya we, bi şertê ku em li gorî şertên vê Beşê 6.3 bin.
ky: 6.3 Токтотулган учурда Сиздин маалыматтарыңыз менен иштөө: Сиз кызматтарга жазылууларыңыздын бирөөсү аяктаганда же токтотулгандан кийин, биз жабыркаган Кызматтарды токтоосуз иштен чыгарышыбыз мүмкүн жана токсон жылдан кем эмес мөөнөттө (90) ) күндөрү, каттоо эсебиңизди жана берилиштериңизди жок кылышы мүмкүн. Бирок, Кызматтар биз тарабынан жокко чыгарылган учурда, сизге кызматтардын жеке маалыматтарын түшүрүп алууга уруксат берүү максатында, сизге кызматтарга убактылуу, чектелген мүмкүнчүлүктү, отуз (30) күндөн ашпаган мөөнөттү беребиз. сиз бизден талашсыз сумманы ак ниеттүүлүк менен төлөдүңүз. Мындан ары, биз ушул 6.3 Бөлүмүнүн шарттарын сактасак, биз сизге же үчүнчү жакка Кызматтарга кирүү укугуңузду токтотуу же берилиштериңизди жок кылуу үчүн жооп бербейбиз.
lb: 6.3 Ëmgank mat Ären Donnéeën am Fall vun der Schlusszäit: Dir erkennt an averstanen datt no Oflaf oder Enn vun Ärer Abonnement op d&#39;Servicer, mir déi betraffe Servicer direkt kënnen deaktivéieren an datt, no enger ugemoossener Period vun net manner wéi nonzeg (90) ) Deeg, kënnt Äre Kont an Är Donnéeën läschen. Wéi och ëmmer, wann d&#39;Servicer vun eis ofgeschloss ginn, gi mir Iech temporär, limitéiert Zougang zu de Servicer, net méi wéi drësseg (30) Deeg, fir den eenzege Zweck Iech z&#39;erméiglechen Iech Är propriétaire Donnéeën ze kréien, virausgesat, datt du hues voll gudde Glawe onbestridden Zomme bezuelt déi eis bezuelt hunn. Dir sidd weider averstan datt mir fir Iech oder fir Drëtt Partei net verantwortlech sinn fir all Enn vun Ärem Zougang zu de Servicer oder Läschen vun Ären Donnéeën, virausgesat datt mir d&#39;Konditioune vun dëser Sektioun 6.3 respektéieren.
lo: 6.3 ການຈັດການຂໍ້ມູນຂອງທ່ານໃນກໍລະນີຂອງການສິ້ນສຸດ: ທ່ານຮັບຮູ້ແລະຕົກລົງວ່າຫຼັງຈາກ ໝົດ ອາຍຸຫຼືຢຸດການສະ ໝັກ ໃຊ້ບໍລິການໃດ ໜຶ່ງ ຂອງພວກເຮົາ, ພວກເຮົາອາດຈະເຮັດໃຫ້ການບໍລິການທີ່ຖືກກະທົບກະທົບກະເທືອນທັນທີແລະວ່າ, ຕາມໄລຍະເວລາທີ່ ເໝາະ ສົມບໍ່ຕໍ່າກ່ວາເກົ້າສິບ (90 ) ມື້, ອາດຈະລຶບບັນຊີແລະຂໍ້ມູນຂອງທ່ານ. ເຖິງຢ່າງໃດກໍ່ຕາມ, ໃນກໍລະນີທີ່ການບໍລິການຖືກຢຸດໂດຍພວກເຮົາ, ພວກເຮົາຈະໃຫ້ການບໍລິການຊົ່ວຄາວ, ຈຳ ກັດການເຂົ້າເຖິງການບໍລິການ, ບໍ່ໃຫ້ເກີນ 30 (30) ວັນ, ສຳ ລັບຈຸດປະສົງດຽວທີ່ອະນຸຍາດໃຫ້ທ່ານດຶງເອົາຂໍ້ມູນທີ່ເປັນເຈົ້າຂອງຂອງທ່ານ, ທີ່ສະ ໜອງ ໃຫ້, ນັ້ນ ທ່ານໄດ້ຈ່າຍເຕັມ ຈຳ ນວນທີ່ບໍ່ມີການເຊື່ອຖືທີ່ເປັນສັດຊື່ຕໍ່ພວກເຮົາ. ທ່ານຕົກລົງເຫັນດີຕໍ່ໄປວ່າພວກເຮົາຈະບໍ່ຮັບຜິດຊອບຕໍ່ທ່ານຫຼືພາກສ່ວນທີສາມໃດໆ ສຳ ລັບການຢຸດເຊົາການເຂົ້າເຖິງການບໍລິການຫຼືການລຶບຂໍ້ມູນຂອງທ່ານ, ສະ ໜອງ ໃຫ້ພວກເຮົາສອດຄ່ອງກັບຂໍ້ ກຳ ນົດຂອງພາກ 6.3 ນີ້.
lt: 6.3 Jūsų duomenų tvarkymas nutraukiant sutartį: Jūs pripažįstate ir sutinkate, kad pasibaigus ar nutraukus bet kurią jūsų Paslaugų prenumeratą, mes galime nedelsdami išjungti paveiktas Paslaugas ir kad po pagrįsto ne trumpesnio kaip devyniasdešimties (90) laikotarpio ) dienų, gali ištrinti jūsų sąskaitą ir duomenis. Tačiau tuo atveju, jei mes nutraukėme Paslaugas, suteiksime jums laikiną, ribotą, ne ilgesnį kaip trisdešimt (30) dienų prieigą prie paslaugų, vienintelį tikslą - leisti jums nuskaityti jūsų nuosavybės duomenis, jei jūs visiškai sumokėjote neginčijamas sumas, kurios mums liko skolingos. Be to, jūs sutinkate, kad mes nebūsime atsakingi jums ar jokiai trečiajai šaliai už jūsų naudojimosi Paslaugomis nutraukimą ar jūsų duomenų ištrynimą, jei laikysimės šio 6.3 skyriaus sąlygų.
lv: 6.3. Jūsu datu apstrāde pārtraukšanas gadījumā: jūs atzīstat un piekrītat, ka pēc jebkura jūsu pakalpojumu abonēšanas termiņa beigām vai pārtraukšanas mēs varam nekavējoties deaktivizēt attiecīgos pakalpojumus un ka pēc saprātīga laika, kas nav mazāks par deviņdesmit (90). ) dienu laikā, iespējams, tiks dzēsts jūsu konts un dati. Tomēr gadījumā, ja mēs izbeigsim Pakalpojumus, mēs jums piešķirsim ierobežotu piekļuvi Pakalpojumiem, kas nepārsniedz trīsdesmit (30) dienas, tikai tāpēc, lai ļautu jums iegūt jūsu patentētos datus ar nosacījumu, ka jūs esat pilnībā samaksājuši neapstrīdamas summas, kas mums ir parādā. Jūs arī piekrītat, ka mēs nebūsim atbildīgi ne jums, ne kādai trešajai pusei par jūsu piekļuves Pakalpojumiem pārtraukšanu vai jūsu datu dzēšanu, ja mēs ievērojam šīs sadaļas 6.3.
mg: 6.3 Fampitana ny angon-drakitrao amin&#39;ny fotoanan&#39;ny fampitsaharana: manaiky ianao ary manaiky fa rehefa tapitra ny fivoahana na ny fampitsaharana ny iray famandrihana nataonao tamin ny serivisy, dia azontsika atao ny manakana ny serivisy voakasik&#39;izany ary avy eo, aorian&#39;ny vanim-potoana antonony dia tsy tokony ho sivifolo (90) ) andro, afaka mamafa ny kaontinao sy ny angon-drakitrao. Saingy, raha ajanonanay ny serivisy, hanome anao fidirana voafetra sy voafetra ho an&#39;ny serivisy izahay, tsy mihoatra ny telopolo (30) andro, noho ny antony iray avelanao hamerina ny rakitra raikitra ihany, raha omena, efa nandoa ny soa amam-pinoana tsy voatanisa izahay. Manaiky bebe kokoa ianao fa tsy tompon&#39;andraikitra aminao izahay na amin&#39;ny antoko fahatelo amin&#39;ny famaranana ny fidiranao any amin&#39;ny serivisy na mamafa ny datao, raha toa ka mifanaraka amin&#39;ny fehezin&#39;ity andalana 6.3 ity izahay.
mi: 6.3 Te Whakakorehanga I To Raraunga Hei Whakamutunga: E whakaae ana koe, e whakaae ana koe i muri i te paunga o te whakamutu o tetahi o nga pukapuka o te Ratonga, ka taea tonu e matou te whakakore i nga Ratonga kua paahitia, a, ko te whai i tetahi waa whaihua kaua e iti ake i te iwa tekau (90 ) nga ra, ka whakakore pea i to kaute me to raraunga. Engari, i te mea ka mutu nga Ratonga na matou, ka whakawhiwhia e matou ki a koe he waahi poto, he iti te uru atu ki nga Ratonga, kaua e neke atu i te toru tekau (30) ra, mo te kaupapa noa o te tuku kia whakahoki mai koe i o raraunga tuuturu, kua tohaina, kua tino tutuki e koe te whakapono pai katoa kaore i tino whakaarohia. Ka whakaae ano koe kaore matou e tau ki a koe, ki tetahi roopu tuatoru ranei mo te whakamutu i to uru ki nga Ratonga me te whakakore ranei o o raraunga, i runga i nga mea e tau ana matou ki nga tikanga o tenei Wahanga 6.3.
mk: 6.3 Управување со вашите податоци во случај на прекинување: Вие потврдувате и се согласувате дека по истекот или прекинувањето на која било од вашите претплати на Услугите, ние веднаш може да ги деактивираме погодените Услуги и дека, по разумен период не помал од деведесет (90 ) денови, може да ги избришат вашата сметка и податоците. Меѓутоа, во случај Услугите да бидат прекинати од нас, ние ќе ви овозможиме привремен, ограничен пристап до Услугите, да не надминувате триесет (30) дена, со единствена цел да ви овозможиме да ги добивате вашите сопственички податоци, под услов, тоа сте ги платиле во целост сите несомнени суми на добра волја, кои ни се должни. Понатаму, вие се согласувате дека нема да одговараме за вас или за трети страни за какво било прекинување на пристапот до Услугите или бришење на вашите податоци, под услов да ги почитуваме условите од овој дел 6.3.
ml: 6.3 അവസാനിക്കുന്ന സാഹചര്യത്തിൽ‌ നിങ്ങളുടെ ഡാറ്റ കൈകാര്യം ചെയ്യൽ‌: സേവനങ്ങളിലേക്കുള്ള നിങ്ങളുടെ ഏതെങ്കിലും സബ്‌സ്‌ക്രിപ്‌ഷനുകൾ‌ കാലഹരണപ്പെടുകയോ അവസാനിപ്പിക്കുകയോ ചെയ്‌താൽ‌, ഞങ്ങൾ‌ ബാധിത സേവനങ്ങൾ‌ ഉടനടി നിർജ്ജീവമാക്കാം, കൂടാതെ തൊണ്ണൂറ്റിൽ‌ കുറയാത്ത (90) ) ദിവസങ്ങൾ, നിങ്ങളുടെ അക്കൗണ്ടും ഡാറ്റയും ഇല്ലാതാക്കാം. എന്നിരുന്നാലും, സേവനങ്ങൾ‌ ഞങ്ങൾ‌ അവസാനിപ്പിച്ച സാഹചര്യത്തിൽ‌, സേവനങ്ങളിലേക്ക് നിങ്ങളുടെ താൽ‌ക്കാലികവും പരിമിതവുമായ ആക്‌സസ് ഞങ്ങൾ‌ നൽ‌കും, മുപ്പത് (30) ദിവസത്തിൽ‌ കവിയരുത്, നിങ്ങളുടെ ഉടമസ്ഥാവകാശ ഡാറ്റ വീണ്ടെടുക്കാൻ‌ നിങ്ങളെ അനുവദിക്കുന്നതിന്റെ ഏക ഉദ്ദേശ്യത്തിനായി, ഞങ്ങൾക്ക് നൽകാനുള്ള തർക്കമില്ലാത്ത തുകകളെല്ലാം നിങ്ങൾ പൂർണ്ണമായി നൽകി. ഈ വകുപ്പ് 6.3 ന്റെ നിബന്ധനകൾ‌ ഞങ്ങൾ‌ പാലിക്കുന്നുണ്ടെങ്കിൽ‌, സേവനങ്ങളിലേക്കുള്ള നിങ്ങളുടെ ആക്‍സസ് അവസാനിപ്പിക്കുന്നതിനോ അല്ലെങ്കിൽ‌ നിങ്ങളുടെ ഡാറ്റ ഇല്ലാതാക്കുന്നതിനോ ഞങ്ങൾ‌ നിങ്ങളോ ഏതെങ്കിലും മൂന്നാം കക്ഷിയോ ബാധ്യസ്ഥരല്ലെന്ന് നിങ്ങൾ‌ സമ്മതിക്കുന്നു.
mn: 6.3 Цуцлах тохиолдолд таны өгөгдөлтэй харьцах: Үйлчилгээнд бүртгүүлсэн захиалгын аль нэг нь дуусгавар болоход эсвэл цуцлагдсаны дараа, бид нөлөөлөлд өртсөн үйлчилгээг нэн даруй идэвхгүй болгож, ерэн (90) -ээс доошгүй хугацааны дараахь үйлчилгээг хүлээн авах болно гэдгийг хүлээн зөвшөөрч, зөвшөөрч байна. ) өдөр, таны данс, мэдээллийг устгах боломжтой. Гэхдээ уг үйлчилгээг түр хаасан тохиолдолд бид танд зөвхөн хувийн өмчийн мэдээллийг олж авах боломжийг олгосон тул үйлчилгээг танд түр хугацаагаар, 30-аас хэтрэхгүй хоногийн хугацаатайгаар өгөх болно. та бидэнд өргүй их хэмжээгээр нэр төрөө өгсөн болно. Энэ хэсэг 6.3-ийн нөхцлийг дагаж мөрдөж байгаа тохиолдолд та үйлчилгээнд нэвтрэх эрхээ цуцлах, эсвэл таны өгөгдлийг устгах тохиолдолд бид таньд болон гуравдагч этгээдэд хариуцлага хүлээхгүй гэдгээ хүлээн зөвшөөрч байна.
mr: .3. Ter समाप्तीच्या घटनेत आपल्या डेटाचे व्यवस्थापन ) दिवस, आपले खाते आणि डेटा हटवू शकतात. तथापि, सेवा आमच्याद्वारे संपुष्टात आणल्या गेल्यानंतर, आम्ही आपल्याला मालकीचा डेटा पुनर्प्राप्त करण्याची परवानगी देण्याच्या एकमात्र हेतूसाठी, सेवांमध्ये तीस (30) दिवसांपेक्षा जास्त न होईला, तात्पुरती, मर्यादित प्रवेश देऊ, आपण आम्हाला देय सर्व चांगल्या श्रद्धेने निर्विवाद रकमेचे पूर्ण पैसे दिले आहेत. आपण पुढे सहमत आहात की आम्ही या कलम .3. of च्या अटींचे पालन करत आहोत तर आम्ही सेवेवर आपला प्रवेश थांबवू किंवा आपला डेटा हटविण्यासाठी कोणत्याही तृतीय पक्षाकडे आपण जबाबदार राहणार नाही.
ms: 6.3 Pengendalian Data Anda Sekiranya Berlaku Penamatan: Anda mengakui dan bersetuju bahawa setelah tamat atau berakhirnya langganan anda ke Perkhidmatan, kami dapat segera mematikan Perkhidmatan yang terjejas dan bahawa, setelah tempoh yang munasabah tidak kurang dari sembilan puluh (90) ) hari, boleh menghapus akaun dan data anda. Walau bagaimanapun, sekiranya Perkhidmatan ditamatkan oleh kami, kami akan memberi anda akses sementara, terhad kepada Perkhidmatan, tidak melebihi tiga puluh (30) hari, dengan tujuan hanya untuk membolehkan anda mengambil data hak milik anda, dengan syarat, bahawa anda telah membayar sepenuhnya semua jumlah yang tidak dapat dipertikaikan dengan niat baik kepada kami. Anda seterusnya bersetuju bahawa kami tidak akan bertanggungjawab kepada anda atau pihak ketiga mana-mana penamatan akses anda ke Perkhidmatan atau penghapusan data anda, dengan syarat kami mematuhi syarat-syarat Bahagian 6.3 ini.
mt: 6.3 Immaniġġjar tad-Dejta Tiegħek f&#39;każ ta &#39;Tmiem: Inti tirrikonoxxi u taqbel li wara li tiskadi jew it-tmiem ta&#39; xi sottoskrizzjoni tiegħek għas-Servizzi, nistgħu immedjatament inattivaw is-Servizzi affettwati u li, wara perjodu raġonevoli ta &#39;mhux inqas minn disgħin (90) ) jiem, tista &#39;tħassar il-kont u d-dejta tiegħek. Madankollu, fil-każ li s-Servizzi jintemmu minna, aħna nagħtuk aċċess temporanju u limitat għas-Servizzi, li ma jaqbiżx it-tletin (30) jum, għall-uniku skop li jippermettilek li tieħu d-dejta proprjetarja tiegħek, basta, li ħallast bis-sħiħ l-ammonti mhux ikkontestati ta ’bona fede dovuti lilna. Int taqbel ukoll li ma nkunux responsabbli lilek jew lil kwalunkwe parti terza għal kwalunkwe terminazzjoni tal-aċċess tiegħek għas-Servizzi jew it-tħassir tad-dejta tiegħek, sakemm aħna nħarsu t-termini ta &#39;din it-Taqsima 6.3.
my: ၆.၃ ရပ်စဲသည့်အခါသင်၏အချက်အလက်များကိုကိုင်တွယ်ခြင်း - ၀ န်ဆောင်မှုများသို့သင်စာရင်းပေးသွင်းခြင်းများသက်တမ်းကုန်ဆုံးခြင်းသို့မဟုတ်ရပ်စဲပြီးနောက်ကျွန်ုပ်တို့သည်ထိခိုက်နစ်နာသော ၀ န်ဆောင်မှုများကိုချက်ချင်းရပ်ဆိုင်းနိုင်သည်ကိုအသိအမှတ်ပြုပြီးသင်သဘောတူသည်မှာ (၉၀) ထက် နည်း၍ ကျိုးကြောင်းဆီလျော်သောကာလ (90) ) ရက်များ၊ သင့်အကောင့်နှင့်အချက်အလက်များကိုဖျက်ပစ်နိုင်သည်။ သို့သော်ကျွန်ုပ်တို့အနေဖြင့် ၀ န်ဆောင်မှုများကိုကျွန်ုပ်တို့မှရပ်စဲပါကသင်၏ပိုင်ဆိုင်မှုဆိုင်ရာအချက်အလက်များကိုပြန်လည်တောင်းခံရန်သင့်အားခွင့်ပြုသည့်တစ်ခုတည်းသောရည်ရွယ်ချက်အတွက်ရက်ပေါင်းသုံးဆယ် (၃၀) ထက်မပိုစေဘဲ ၀ န်ဆောင်မှုများကိုယာယီအကန့်အသတ်ဖြင့်သာအသုံးပြုခွင့်ပြုပါမည်။ ငါတို့အားပေးတော်မူသောကျေးဇူးတော်ကြီးလှပေ၏။ ကျွန်ုပ်တို့သည်ဤပုဒ်မ ၆.၃ ၏စည်းကမ်းချက်များနှင့်ကိုက်ညီမှုရှိပါကကျွန်ုပ်တို့သည်သင်၏ ၀ န်ဆောင်မှုများသို့ ၀ င်ရောက်မှုကိုရပ်တန့်ခြင်းသို့မဟုတ်သင်၏အချက်အလက်များကိုပယ်ဖျက်ခြင်းအတွက်သင်သို့မဟုတ်မည်သည့်တတိယပုဂ္ဂိုလ်ကိုမျှတာဝန်ယူမည်မဟုတ်ကြောင်းသင်နောက်ထပ်သဘောတူသည်။
ne: .3. Ter समाप्तिको घटनामा तपाईंको डाटाको ह्यान्डलिंग: तपाईं स्वीकार गर्नुहुन्छ र सहमत हुनुहुन्छ कि सेवाहरूको तपाईंको सदस्यताहरूको समाप्ति वा समाप्ति पछाडि, हामी प्रभावित सेवाहरूलाई तुरून्त निष्क्रिय गर्नेछौं र त्यो, period ० भन्दा कम भन्दा कमको व्यावहारिक अवधिको पछि (90 ०) ) दिन, तपाईंको खाता र डाटा मेटाउन सक्छ। जहाँसम्म, यदि सेवाहरू हामीद्वारा समाप्त गरिएका छन् भने, हामी तपाईंलाई सेवामा अस्थायी, सीमित पहुँच प्रदान गर्नेछौं, तीस ()०) दिन भन्दा बढी नबनाईकन, तपाईंलाई तपाईंको स्वामित्व डाटा पुनःबहाली गर्न अनुमति दिने एकमात्र उद्देश्यको लागि, तपाईंले हामीलाई तिर्नु भएको सबै राम्रा विश्वास अविवादित रकममा पूर्ण रूपमा भुक्तान गर्नुभयो। तपाइँ अगाडि सहमत हुनुहुन्छ कि हामी यस सेवा third..3 को सर्तहरूको पालना गरीरहेका छौं सेवाहरुमा तपाइँको पहुँचका कुनै समाप्ति वा तपाइँको लगत मेटाउनका लागि हामी तपाइँ वा कुनै तेस्रो पक्षको लागि उत्तरदायी हुनेछैन।
nl: 6.3 Behandeling van uw gegevens in geval van beëindiging: U erkent en gaat ermee akkoord dat we na het verlopen of beëindigen van uw abonnementen op de Services, de betreffende Services onmiddellijk kunnen deactiveren en dat, na een redelijke periode van niet minder dan negentig (90 ) dagen, kan uw account en gegevens worden verwijderd. In het geval dat de Services echter door ons worden beëindigd, zullen we u tijdelijke, beperkte toegang tot de Services verlenen, niet langer dan dertig (30) dagen, met als enig doel u toe te staan uw eigendomsgegevens op te halen, op voorwaarde dat u heeft alle onbetwiste bedragen die u ons verschuldigd bent volledig betaald. U gaat er verder mee akkoord dat wij niet aansprakelijk zijn jegens u of een derde partij voor enige beëindiging van uw toegang tot de Services of verwijdering van uw gegevens, op voorwaarde dat we voldoen aan de voorwaarden van deze Sectie 6.3.
no: 6.3 Håndtering av dine data i tilfelle oppsigelse: Du erkjenner og samtykker i at etter utløp eller oppsigelse av noen av abonnementene dine til Tjenestene, kan vi øyeblikkelig deaktivere de berørte Tjenestene, og at, etter en rimelig periode på ikke mindre enn nitti (90) ) dager, kan slette kontoen og dataene dine. Imidlertid, i tilfelle at Tjenestene blir avsluttet av oss, vil vi gi deg midlertidig, begrenset tilgang til Tjenestene, ikke over 30 dager, med det eneste formål å tillate deg å hente dine proprietære data, forutsatt at du har betalt fullt ubestridte beløp til oss i god tro. Du samtykker videre til at vi ikke skal være ansvarlig overfor deg eller til noen tredjepart for noen oppsigelse av din tilgang til tjenestene eller sletting av dine data, forutsatt at vi overholder vilkårene i dette avsnitt 6.3.
or: 6.3 ସମାପ୍ତି ଘଟଣାରେ ଆପଣଙ୍କର ତଥ୍ୟ ପରିଚାଳନା: ଆପଣ ସ୍ ledge ୀକାର କରନ୍ତି ଏବଂ ସହମତ ଅଟନ୍ତି ଯେ ସେବାଗୁଡିକରେ ଆପଣଙ୍କର ଯେକ any ଣସି ସଦସ୍ୟତା ସମାପ୍ତ ହେବା କିମ୍ବା ସମାପ୍ତ ହେବା ପରେ, ଆମେ ତୁରନ୍ତ ପ୍ରଭାବିତ ସେବାଗୁଡିକୁ ନିଷ୍କ୍ରିୟ କରି ପାରିବା ଏବଂ ନବେ ଦଶକରୁ କମ୍ ନୁହେଁ | ) ଦିନ, ଆପଣଙ୍କର ଖାତା ଏବଂ ତଥ୍ୟ ବିଲୋପ କରିପାରେ | ଯଦିଓ, ଯଦି ସେବାଗୁଡିକ ଆମ ଦ୍ inated ାରା ସମାପ୍ତ ହୁଏ, ତେବେ ଆମେ ଆପଣଙ୍କୁ ଅସ୍ଥାୟୀ, ସେବାଗୁଡିକୁ ସୀମିତ ପ୍ରବେଶ ପ୍ରଦାନ କରିବୁ, ତିରିଶ (30) ଦିନରୁ ଅଧିକ ହେବ ନାହିଁ, ଏକମାତ୍ର ଉଦ୍ଦେଶ୍ୟରେ, ଆପଣଙ୍କର ମାଲିକାନା ତଥ୍ୟ ପୁନରୁଦ୍ଧାର ପାଇଁ ଅନୁମତି ଦେବାର ଏକମାତ୍ର ଉଦ୍ଦେଶ୍ୟ ପାଇଁ, ତୁମେ ଆମର ସମସ୍ତ ଭଲ ବିଶ୍ faith ାସରେ ଅବିସ୍ମରଣୀୟ ପରିମାଣ ପରିଶୋଧ କରିଛ | ଆପଣ ଆହୁରି ମଧ୍ୟ ସ୍ agree ୀକାର କରନ୍ତି ଯେ ସେବା କିମ୍ବା ଆପଣଙ୍କର ତଥ୍ୟ ବିଲୋପ ପାଇଁ ଆମେ ଆପଣଙ୍କ କିମ୍ବା କ third ଣସି ତୃତୀୟ ପକ୍ଷ ପାଇଁ ଦାୟୀ ରହିବୁ ନାହିଁ, ଯଦି ଆମେ ଏହି ବିଭାଗ 6.3 ର ସର୍ତ୍ତାବଳୀ ପାଳନ କରୁଛୁ।
pa: .3. Ter ਸਮਾਪਤੀ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਤੁਹਾਡੇ ਡੇਟਾ ਨੂੰ ਸੰਭਾਲਣਾ: ਤੁਸੀਂ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਅਤੇ ਸਹਿਮਤ ਹੋਵੋਗੇ ਕਿ ਸੇਵਾਵਾਂ ਦੇ ਅਧੀਨ ਤੁਹਾਡੀ ਕਿਸੇ ਵੀ ਗਾਹਕੀ ਦੀ ਮਿਆਦ ਜਾਂ ਸਮਾਪਤੀ ਦੇ ਬਾਅਦ, ਅਸੀਂ ਪ੍ਰਭਾਵਿਤ ਸੇਵਾਵਾਂ ਨੂੰ ਤੁਰੰਤ ਅਯੋਗ ਕਰ ਸਕਦੇ ਹਾਂ, ਅਤੇ ਇਹ, ਨੱਬੇ ਤੋਂ ਘੱਟ ਨਾ ਹੋਣ ਦੀ ਇੱਕ ਵਾਜਬ ਅਵਧੀ ਦੇ ਬਾਅਦ (90) ) ਦਿਨ, ਤੁਹਾਡਾ ਖਾਤਾ ਅਤੇ ਡਾਟਾ ਮਿਟਾ ਸਕਦੇ ਹਨ. ਹਾਲਾਂਕਿ, ਜੇ ਸੇਵਾਵਾਂ ਸਾਡੇ ਦੁਆਰਾ ਖਤਮ ਕਰ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੇਵਾਵਾਂ ਲਈ ਅਸਥਾਈ, ਸੀਮਤ ਪਹੁੰਚ ਦੇਵਾਂਗੇ, ਤੀਹ (30) ਦਿਨਾਂ ਤੋਂ ਵੱਧ ਨਾ, ਕੇਵਲ ਤੁਹਾਡੇ ਮਾਲਕੀ ਡੇਟਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਇਜ਼ਾਜ਼ਤ ਦੇਣ ਦੇ ਉਦੇਸ਼ ਦੇ ਲਈ, ਤੁਸੀਂ ਸਾਡੇ ਦੁਆਰਾ ਬਕਾਇਆ ਸਾਰੇ ਚੰਗੇ ਵਿਸ਼ਵਾਸ ਦੀ ਨਿਰਵਿਵਾਦ ਰਕਮ ਦਾ ਪੂਰਾ ਭੁਗਤਾਨ ਕੀਤਾ ਹੈ. ਤੁਸੀਂ ਅੱਗੇ ਸਹਿਮਤ ਹੋਵੋਗੇ ਕਿ ਸੇਵਾਵਾਂ ਜਾਂ ਤੁਹਾਡੀ ਡੈਟਾ ਨੂੰ ਹਟਾਉਣ ਲਈ ਤੁਹਾਡੀ ਕਿਸੇ ਪਹੁੰਚ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਜਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹੋਵਾਂਗੇ, ਬਸ਼ਰਤੇ ਅਸੀਂ ਇਸ ਧਾਰਾ 6.3 ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰ ਰਹੇ ਹਾਂ.
pl: 6.3 Przetwarzanie danych w przypadku wypowiedzenia: Użytkownik przyjmuje do wiadomości i zgadza się, że po wygaśnięciu lub wypowiedzeniu którejkolwiek z subskrypcji Usług, możemy natychmiast dezaktywować dotknięte Usługi i po rozsądnym okresie nie krótszym niż dziewięćdziesiąt (90 ) dni, może usunąć twoje konto i dane. Jednakże w przypadku, gdy Usługi zostaną przez nas wypowiedziane, zapewnimy ci tymczasowy, ograniczony dostęp do Usług, nie dłuższy niż trzydzieści (30) dni, wyłącznie w celu umożliwienia Ci odzyskania zastrzeżonych danych, pod warunkiem, że w całości spłaciłeś należne nam kwoty w dobrej wierze. Ponadto zgadzasz się, że nie będziemy ponosić wobec ciebie ani żadnej strony trzeciej odpowiedzialności za zakończenie dostępu do usług lub usunięcie twoich danych, pod warunkiem, że jesteśmy zgodni z warunkami niniejszego punktu 6.3.
ps: .3. Ter د پای په پیښه کې ستاسو د معلوماتو اداره کول: تاسو منل او موافق یاست چې خدمات ته ستاسو د ګډون کومې پای ته رسیدو یا پای ته رسیدو وروسته ، موږ سمدلاسه اغیزمن شوي خدمات غیر فعاله کړو او دا چې له مناسبې مودې څخه وروسته له نوي څخه لږ نه (90) ) ورځې ، ممکن ستاسو حساب او ډاټا حذف شي. په هرصورت ، که چیرې خدمتونه زموږ لخوا پای ته ورسیږي ، موږ به تاسو ته لنډمهاله ، محدود لاسرسی اجازه درکړو ، د دېرشو (30) ورځو څخه زیات نه ، تاسو ته اجازه درکول کیږي چې خپل ملکیت معلومات بیرته ترلاسه کړئ ، تاسو موږ ته په ټول نیک نیت بې اعتباره مقدار تادیه کړې. تاسو نور هم موافق یاست چې موږ به تاسو یا کوم دریمې ډلې ته ستاسو خدماتو ته د لاسرسي بندیدو یا ستاسو ډیټا حذف کولو لپاره مسؤل نه یو ، په دې شرط چې موږ د دې برخې 6.3 شرایط اطاعت کوو.
pt: 6.3 Tratamento dos seus dados em caso de rescisão: Você reconhece e concorda que, após a expiração ou rescisão de qualquer uma de suas assinaturas dos Serviços, podemos desativar imediatamente os Serviços afetados e que, após um período razoável não inferior a noventa (90) ) dias, pode excluir sua conta e dados. No entanto, no caso de os Serviços serem rescindidos por nós, concederemos a você acesso temporário e limitado aos Serviços, não excedendo trinta (30) dias, com o único objetivo de permitir que você recupere seus dados proprietários, desde que você pagou integralmente todos os valores indiscutíveis de boa fé que nos são devidos. Você também concorda que não seremos responsáveis perante você ou terceiros por qualquer rescisão do seu acesso aos Serviços ou exclusão de seus dados, desde que estejamos em conformidade com os termos desta Seção 6.3.
ro: 6.3 Manipularea datelor dvs. în caz de încheiere: Dvs. recunoașteți și sunteți de acord că, după expirarea sau încetarea oricăruia dintre abonamentele dvs. la Servicii, putem dezactiva imediat Serviciile afectate și că, după o perioadă rezonabilă de cel puțin nouăzeci (90) ) zile, vă pot șterge contul și datele. Cu toate acestea, în cazul în care Serviciile sunt reziliate de noi, vă vom acorda acces temporar și limitat la Servicii, care să nu depășească treizeci (30) de zile, în scopul exclusiv de a vă permite să vă preluați datele de proprietate, cu condiția ca ne-ați plătit integral toate sumele nediscutate de bună credință datorate nouă. De asemenea, sunteți de acord că nu vom fi responsabili pentru dvs. sau față de terți pentru nicio încetare a accesului dvs. la Servicii sau ștergerea datelor dvs., cu condiția să respectăm termenii din această secțiune 6.3.
ru: 6.3 Обработка ваших данных в случае прекращения. Вы признаете и соглашаетесь с тем, что после истечения срока действия или прекращения любой из ваших подписок на Услуги мы можем немедленно деактивировать затронутые Услуги и что в течение разумного периода времени не менее девяноста (90). ) дней, может удалить вашу учетную запись и данные. Тем не менее, в случае, если Сервисы будут прекращены нами, мы предоставим вам временный ограниченный доступ к Сервисам, не превышающий тридцать (30) дней, с единственной целью разрешить вам восстановить ваши личные данные, при условии, что Вы выплатили в полном объеме все добросовестные неоспоримые суммы задолженности перед нами. Вы также соглашаетесь с тем, что мы не несем ответственности перед вами или любой третьей стороной за прекращение вашего доступа к Услугам или удаление ваших данных, при условии, что мы соблюдаем условия данного Раздела 6.3.
rw: 6.3 Gukoresha amakuru yawe mugihe cyo guhagarika: Uremera kandi ukemera ko nyuma yo kurangira cyangwa guhagarika kimwe mubyo wiyandikishije muri Serivisi, dushobora guhita duhagarika serivisi zangiritse kandi ko, nyuma yigihe giteganijwe kitari munsi ya mirongo cyenda (90 ) iminsi, irashobora gusiba konte yawe namakuru. Ariko, mugihe Serivisi zahagaritswe natwe, tuzaguha uburenganzira bwigihe gito, bugarukira kuri Serivisi, ntibirenza iminsi mirongo itatu (30), kubwintego yonyine yo kukwemerera kugarura amakuru yawe bwite, yatanzwe, ko wishyuye byuzuye kwizera kwiza kutagabanije kwishyura. Uremeranya kandi ko tutagomba kuryozwa wowe cyangwa undi muntu uwo ari we wese kugira ngo uhagarike serivisi zawe cyangwa gusiba amakuru yawe, mu gihe twubahiriza ibikubiye muri iki gice 6.3.
sd: 6.3 ختم ٿيڻ جي صورت ۾ توهان جي ڊيٽا کي سنڀالڻ: توهان قبول ڪيو ۽ متفق آهيو ته ختم ٿيڻ يا ختم ٿيڻ جي بعد توهان جي ڪنهن به سبسڪرپشن جي خدمتن کي ، اسان متاثر ٿيل خدمتن کي فوري طور تي غير فعال ڪري سگهنداسين ۽ اهو ، ننetyي کان گهٽ وقت جي مناسب عرصي جي پٺيان (90) ) ڏينهن ، شايد توهان جي اڪائونٽ ۽ ڊيٽا کي خارج ڪريو. جيتوڻيڪ ، انهي صورت ۾ جڏهن اسان پاران خدمتون اسان کي ختم ڪيو وڃي ، اسان توهان کي خدمت تائين عارضي ، محدود رسائي فراهم ڪنداسين ، 30 (30) ڏينهن کان وڌيڪ نه ، هڪ واحد مقصد لاءِ ، توهان کي پنهنجي ملڪيت جي ڊيٽا حاصل ڪرڻ جي اجازت ڏيڻ جو ، فراهم ڪيو ويندو ، توھان تمام سٺي ايمانداري سان ادا ڪيل رقم ادا ڪئي آھي. توهان وڌيڪ متفق آهيو ته اسان توهان جي خدمت جي رسائي جي ختم ٿيڻ يا توهان جي ڊيٽا کي حذف ڪرڻ لاءِ توهان يا توهان جي ڪنهن ٽين ڌر ڏانهن ذميوار نه ڪنداسين ، انهي شرط تي ته اسان هن سيڪشن 6.3 جي شرطن سان عمل ڪريون ٿا.
si: 6.3 අවසන් කිරීමේ අවස්ථාවකදී ඔබේ දත්ත හැසිරවීම: සේවාවන් සඳහා ඔබගේ ඕනෑම දායකත්වයක් කල් ඉකුත්වීම හෝ අවසන් කිරීම, බලපෑමට ලක්වූ සේවාවන් වහාම අක්‍රිය කළ හැකි බවත්, අනූවකට නොඅඩු (90) ට නොඅඩු සාධාරණ කාල පරිච්ඡේදයකින් පසුව බවත් අපි පිළිගනිමු. ) දින, ඔබගේ ගිණුම සහ දත්ත මකා දැමිය හැකිය. කෙසේ වෙතත්, අප විසින් සේවාවන් අවසන් කරනු ලැබුවහොත්, ඔබේ හිමිකාර දත්ත ලබා ගැනීමට ඔබට අවසර දීමේ එකම අරමුණ සඳහා, දින තිහක් (30) නොඉක්මවන තාවකාලික, සීමිත ප්‍රවේශයක් අපි ඔබට ලබා දෙන්නෙමු. ඔබ අපට ගෙවිය යුතු අවිවාදිත මුදල සම්පූර්ණයෙන් ගෙවා ඇත. මෙම 6.3 වගන්තියේ නියමයන්ට අනුකූලව කටයුතු කර ඇත්නම්, ඔබ සේවාවන් සඳහා වූ ප්‍රවේශය අවසන් කිරීම හෝ ඔබේ දත්ත මකා දැමීම සම්බන්ධයෙන් අපි ඔබට හෝ තෙවන පාර්ශවයකට බැඳී නොසිටින බව ඔබ තවදුරටත් එකඟ වේ.
sk: 6.3 Zaobchádzanie s vašimi údajmi v prípade ukončenia: Beriete na vedomie a súhlasíte s tým, že po vypršaní alebo ukončení akéhokoľvek vášho prihlásenia na odber Služieb, môžeme okamžite deaktivovať dotknuté Služby a že po primeranom čase nie kratšom ako deväťdesiat (90) ), môže váš účet a údaje odstrániť. V prípade, že dôjde k ukončeniu poskytovania Služieb, poskytneme vám dočasný obmedzený prístup k Službám, ktorý nepresiahne tridsať (30) dní, a to výhradne s cieľom umožniť vám obnoviť vaše vlastnícke údaje za predpokladu, že v plnej miere ste zaplatili všetky nespravodlivé sumy, ktoré nám dlhujete v dobrej viere. Ďalej súhlasíte, že nebudeme zodpovedať vám ani žiadnej tretej strane za ukončenie vášho prístupu k službám alebo vymazanie vašich údajov za predpokladu, že dodržiavame podmienky uvedené v tomto oddiele 6.3.
sl: 6.3 Ravnanje s svojimi podatki v primeru prenehanja: Priznavate in se strinjate, da lahko po poteku ali ukinitvi katere koli od vaših naročnin na Storitve prizadete Storitve takoj deaktiviramo in da po razumnem roku, ki ni krajši od devetdeset (90) ) dni, lahko izbrišete svoj račun in podatke. Če pa bomo storitve ukinili mi, vam odobrimo začasen, omejen dostop do storitev, ki ne sme biti daljši od trideset (30) dni, in edini namen, da vam omogočamo, da pridobite svoje lastniške podatke, pod pogojem, da ste v celoti plačali vse nesporne zneske, ki so nam dolžni v dobri veri. Nadalje se strinjate, da ne bomo odgovorni vam ali nobeni tretji osebi za kakršno koli prenehanje vašega dostopa do storitev ali izbris vaših podatkov, če smo v skladu s pogoji tega oddelka 6.3.
sq: 6.3 Trajtimi i të dhënave tuaja në rast të përfundimit: Ju e pranoni dhe pranoni që pas skadimit ose përfundimit të ndonjë prej pajtimeve tuaja në Shërbime, ne menjëherë mund të çaktivizojmë Shërbimet e prekura dhe se, pas një periudhe të arsyeshme jo më pak se nëntëdhjetë (90 ) ditë, mund të fshijnë llogarinë dhe të dhënat tuaja. Sidoqoftë, në rast se Shërbimet janë ndërprerë nga ne, ne do t&#39;ju japim qasje të përkohshme, të kufizuar në Shërbime, që të mos i kalojë tridhjetë (30) ditë, me qëllimin e vetëm që t&#39;ju lejojë të tërheqni të dhënat tuaja pronësore, me kusht, që ju keni paguar në tërësi të gjitha shumat e padiskutueshme të besimit të mirë, që na i kanë borxh. Ju gjithashtu pajtoheni që ne nuk do të jemi përgjegjës ndaj jush ose ndaj ndonjë pale të tretë për çdo ndërprerje të qasjes tuaj në Shërbime ose fshirje të të dhënave tuaja, me kusht që ne jemi në përputhje me kushtet e këtij neni 6.3.
sr: 6.3 Руковање вашим подацима у случају раскида: Признајете и слажете се да након истека или укидања било које од ваших претплата на Услуге, можемо одмах деактивирати погођене Услуге и да, након разумног периода од најмање деведесет (90) ) дана, могу да обришете свој налог и податке. Међутим, у случају да нас Услуге укину, ми ћемо вам одобрити привремени, ограничени приступ Услугама, не дужи од тридесет (30) дана, са једином сврхом да вам дозволимо да преузмете своје власничке податке, под условом да, платили сте у целости све добре и неспорне износе који су нам дужни. Надаље се слажете да нећемо бити одговорни ни вама ни било којој трећој страни за било какав прекид вашег приступа Услугама или брисање ваших података, под условом да смо у складу са условима овог одељка 6.3.
sv: 6.3 Hantering av dina uppgifter i händelse av uppsägning: Du bekräftar och samtycker till att efter utgång eller uppsägning av någon av dina prenumerationer på Tjänsterna, vi omedelbart kan inaktivera de berörda tjänsterna och att efter en rimlig period av inte mindre än nittio (90) ) dagar, kan ta bort ditt konto och dina data. Men om tjänsterna avslutas av oss, ger vi dig tillfällig, begränsad tillgång till tjänsterna, inte mer än trettio (30) dagar, för det enda syftet att tillåta dig att hämta dina egna uppgifter, förutsatt att du har betalat helt otvistade belopp till oss i god tro. Du samtycker vidare till att vi inte ska vara ansvariga gentemot dig eller någon tredje part för uppsägning av din åtkomst till tjänsterna eller radering av dina uppgifter, förutsatt att vi följer villkoren i detta avsnitt 6.3.
sw: 6.3 Ushughulikiaji wa Takwimu yako katika tukio la Kusimamisha kazi: Unakubali na unakubali kwamba kufuatia kumalizika kwa usajili wako wowote kwa Huduma, tunaweza kumaliza huduma zilizoathirika mara moja na kwamba, kufuatia kipindi kinachofaa kisichozidi tisini (90) ) siku, inaweza kufuta akaunti yako na data. Walakini, katika tukio ambalo Huduma zitamalizwa na sisi, tutakupa ufikiaji wa muda, na mdogo wa huduma, usizidi siku thelathini (30), kwa kusudi la pekee la kukuuruhusu kupata data yako ya umiliki, mradi tu, umelipa kamili dhamana nzuri ya deni ambalo hauna deni. Unakubali zaidi kwamba hatutawajibika kwako au kwa mtu mwingine yeyote kwa kukomesha ufikiaji wako kwa Huduma au kufutwa kwa data yako, mradi tu tunafuata masharti ya kifungu hiki 6.3.
ta: 6.3 பணிநீக்கம் நிகழ்வில் உங்கள் தரவைக் கையாளுதல்: சேவைகளுக்கான உங்கள் சந்தாக்கள் ஏதேனும் காலாவதி அல்லது நிறுத்தப்படுவதைத் தொடர்ந்து, பாதிக்கப்பட்ட சேவைகளை நாங்கள் உடனடியாக செயலிழக்கச் செய்யலாம், மேலும் தொண்ணூறு (90) க்கும் குறைவான நியாயமான காலத்தைத் தொடர்ந்து ) நாட்கள், உங்கள் கணக்கு மற்றும் தரவை நீக்கலாம். எவ்வாறாயினும், சேவைகள் எங்களால் நிறுத்தப்பட்டால், உங்கள் தனியுரிம தரவை மீட்டெடுக்க உங்களை அனுமதிக்கும் ஒரே நோக்கத்திற்காக, சேவைகளுக்கு தற்காலிக, வரையறுக்கப்பட்ட அணுகலை முப்பது (30) நாட்களுக்கு மிகாமல் வழங்குவோம். எங்களுக்கு கொடுக்க வேண்டிய அனைத்து நல்ல நம்பிக்கையையும் மறுக்கமுடியாத தொகையை நீங்கள் முழுமையாக செலுத்தியுள்ளீர்கள். இந்த பிரிவு 6.3 இன் விதிமுறைகளுக்கு நாங்கள் இணக்கமாக இருக்கிறோம் எனில், உங்கள் சேவைகளுக்கான அணுகலை நிறுத்துவதற்கோ அல்லது உங்கள் தரவை நீக்குவதற்கோ நாங்கள் உங்களுக்கோ அல்லது மூன்றாம் தரப்பினருக்கோ பொறுப்பேற்க மாட்டோம் என்பதை நீங்கள் மேலும் ஒப்புக்கொள்கிறீர்கள்.
te: 6.3 ముగింపు సందర్భంలో మీ డేటాను నిర్వహించడం: సేవలకు మీ ఏవైనా సభ్యత్వాల గడువు ముగియడం లేదా రద్దు చేయడం, మేము వెంటనే ప్రభావిత సేవలను నిష్క్రియం చేయవచ్చు మరియు తొంభై (90) కంటే తక్కువ వ్యవధిలో సహేతుకమైన వ్యవధిని అనుసరించి, ) రోజులు, మీ ఖాతా మరియు డేటాను తొలగించవచ్చు. ఏదేమైనా, సేవలు మా చేత ఆపివేయబడిన సందర్భంలో, మీ యాజమాన్య డేటాను తిరిగి పొందటానికి మిమ్మల్ని అనుమతించే ఏకైక ప్రయోజనం కోసం, ముప్పై (30) రోజులకు మించకుండా, సేవలకు తాత్కాలిక, పరిమిత ప్రాప్యతను మేము మీకు అందిస్తాము. మీరు మాకు చెల్లించాల్సిన అన్ని మంచి విశ్వాసాలతో వివాదాస్పద మొత్తాలను పూర్తిగా చెల్లించారు. ఈ సెక్షన్ 6.3 యొక్క నిబంధనలకు మేము కట్టుబడి ఉన్నామని, మీ సేవలకు మీ ప్రాప్యతను రద్దు చేయడం లేదా మీ డేటాను తొలగించడం కోసం మేము మీకు లేదా మూడవ పక్షానికి బాధ్యత వహించబోమని మీరు అంగీకరిస్తున్నారు.
tg: 6.3 Коркарди маълумоти шумо дар сурати ба итмом расидан: Шумо эътироф мекунед ва розӣ ҳастед, ки пас аз ба анҷом расидани мӯҳлати об ё бекор шудани ягон обунаатон ба хидматҳо мо метавонем фавран Хидматҳои зарароварро ғайрифаъол кунем ва пас аз як давраи оқилонаи на камтар аз навад (90) ) рӯзҳо, метавонанд ҳисоби шумо ва иттилоотро нест кунанд. Аммо, дар ҳолате, ки хидматҳо аз ҷониби мо қатъ карда мешаванд, мо ба шумо дастрасии муваққатӣ ва маҳдудро ба хидматҳо медиҳем, ки аз 30 рӯз зиёд набошад, бо мақсади ягонаи гирифтани иҷозат барои гирифтани маълумоти хусусӣ, ки ба шумо дода шудааст, шумо маблағи бебаҳоеро, ки аз мо қарз гирифтаед, бо тамоми ниятҳои нек пардохт кардед. Шумо розӣ ҳастед, ки мо дар назди шумо ё ба тарафи сеюм барои барҳам хӯрдани дастрасии шумо ба хидматҳо ё нест кардани маълумотатон ҷавобгар нахоҳем буд, ба шарте ки мо шартҳои ин қисмати 6.3-ро риоя кунем.
th: 6.3 การจัดการข้อมูลของคุณในกรณีที่มีการยุติ: คุณรับทราบและยอมรับว่าหลังจากการสมัครใช้งานบริการของคุณหมดอายุหรือสิ้นสุดลงเราอาจปิดการใช้งานบริการที่ได้รับผลกระทบทันทีและตามระยะเวลาที่เหมาะสมไม่น้อยกว่าเก้าสิบ ) วันอาจลบบัญชีและข้อมูลของคุณ อย่างไรก็ตามในกรณีที่บริการถูกยกเลิกโดยเราเราจะให้สิทธิ์การเข้าถึงบริการชั่วคราวแก่คุณในระยะเวลาไม่เกินสามสิบ (30) วันเพื่อจุดประสงค์เดียวในการอนุญาตให้คุณดึงข้อมูลที่เป็นกรรมสิทธิ์ของคุณโดยมีเงื่อนไขว่า คุณได้ชำระเงินเต็มจำนวนแล้วโดยสุจริต คุณยอมรับว่าเราจะไม่รับผิดชอบต่อคุณหรือบุคคลที่สามใด ๆ สำหรับการยุติการเข้าถึงบริการหรือการลบข้อมูลของคุณหากว่าเราปฏิบัติตามข้อกำหนดของมาตรา 6.3 นี้
tk: 6.3 inationatyrylan ýagdaýynda maglumatlaryňyzy dolandyrmak: Hyzmatlara ýazylan islendik abunalygyňyzyň möhleti ýa-da ýatyrylmagy bilen, zyýan çeken Hyzmatlary derrew ýapyp biljekdigimizi we togsan ýyldan az bolmadyk möhletde (90) ) günler, hasabyňyzy we maglumatlaryňyzy pozup biler. Şeýle-de bolsa, Hyzmatlar biz tarapyndan ýatyrylan halatynda, size eýeçilik maglumatlaryňyzy almaga rugsat bermek maksady bilen, otuz (30) günden köp bolmaly däl, Hyzmatlara wagtlaýyn, çäkli ygtyýar bereris. bize berlen jedelsiz mukdarda ähli ýagşy niýet bilen tölediň. Mundan başga-da, şu Bölüm 6.3-iň şertlerine laýyk gelsek, Hyzmatlara girmegiňiziň ýa-da maglumatlaryňyzyň öçürilmegi üçin siziň ýa-da üçünji taraplaryň öňünde jogapkärçilik çekmejekdigimiz bilen ylalaşýarsyňyz.
tl: 6.3 Paghahawak ng Iyong Data sa Kaganapan ng Pagwawakas: Kinikilala at sumasang-ayon ka na pagkatapos ng pag-expire o pagtatapos ng alinman sa iyong mga suskrisyon sa Mga Serbisyo, maaari naming agad na ma-deactivate ang mga apektadong Serbisyo at iyon, kasunod ng isang makatwirang panahon na hindi bababa sa siyamnapung (90 ) araw, maaaring tanggalin ang iyong account at data. Gayunpaman, kung ang mga Serbisyo ay natapos sa amin, bibigyan ka namin ng pansamantala, limitadong pag-access sa Mga Serbisyo, hindi lalampas sa tatlumpu (30) araw, para sa nag-iisang layunin na pahintulutan kang makuha ang iyong data ng pagmamay-ari, na ibinigay, na buong bayad mong binayaran ang lahat ng mabuting pananalig na hindi natatawang halaga sa amin. Lalo kang sumasang-ayon na hindi kami mananagot sa iyo o sa anumang ikatlong partido para sa anumang pagwawakas ng iyong pag-access sa Mga Serbisyo o pagtanggal ng iyong data, sa kondisyon na kami ay sumusunod sa mga tuntunin ng Seksyon 6.3.
tr: 6.3 Fesih Durumunda Verilerinizin Ele Alınması: Hizmetlere aboneliklerinizin herhangi birinin sona ermesinden veya sona erdirilmesinden sonra, etkilenen Hizmetleri derhal devre dışı bırakabileceğimizi ve doksandan az olmayan makul bir sürenin ardından (90 ) günlerde hesabınızı ve verilerinizi silebilirsiniz. Bununla birlikte, Hizmetlerin tarafımızdan feshedilmesi durumunda, yalnızca tescilli verilerinizi almanıza izin vermek amacıyla, otuz (30) günü geçmemek üzere size Hizmetlere geçici, sınırlı erişim izni vereceğiz. bize borçlu olduğumuz tüm iyi niyetle tartışılmamış miktarları tam olarak ödemişsinizdir. Ayrıca, bu Bölüm 6.3 hükümlerine uymamız koşuluyla, Hizmetlere erişiminizin veya verilerinizin silinmesinin herhangi bir şekilde sona erdirilmesinden size veya herhangi bir üçüncü tarafa karşı sorumlu olmayacağımızı kabul edersiniz.
tt: 6.3 Бетерү очракларында сезнең мәгълүмат белән эш итү: Сез Хезмәтләргә язылу вакыты беткәннән соң, без шунда ук зыян күргән Хезмәтләрне туктатырга мөмкин, һәм туксаннан ким булмаган вакыт эчендә (90) ) көннәр, сезнең хисапны һәм мәгълүматны бетерергә мөмкин. Ләкин, Хезмәтләр безнең белән туктатылган очракта, без сезгә Хезмәтләргә вакытлыча, чикләнгән рөхсәт бирәчәкбез, утыз (30) көннән артмаска, бердәнбер максат белән, сезнең шәхси мәгълүматыгызны алырга рөхсәт итәр өчен, шул шартларда. сез безгә булган бөтен бәхәссез суммаларны тулысынча түләдегез. Сез шулай ук ризалашасыз, без сезнең яисә бүтән өченче як өчен Хезмәтләргә керүегезне туктату яки сезнең мәгълүматны бетерү өчен без җаваплы булмаячакбыз, әгәр без бу бүлек 6.3 шартларын үтәсәк.
ug: 6.3 ئاخىرلاشقان ئەھۋال ئاستىدا سانلىق مەلۇماتلىرىڭىزنى بىر تەرەپ قىلىش: سىز مۇلازىمەتكە مۇشتەرىلىكىڭىزنىڭ مۇددىتى توشقان ياكى ئاخىرلاشقاندىن كېيىن ، تەسىرگە ئۇچرىغان مۇلازىمەتنى دەرھال توختىتىۋېتىدىغانلىقىمىزنى ، ھەمدە مۇۋاپىق ۋاقىت ئىچىدە توقساندىن كەم بولماسلىقى كېرەكلىكىنى ئېتىراپ قىلدىڭىز ۋە قوشۇلىسىز. ) كۈنلەر ، ھېساباتىڭىز ۋە سانلىق مەلۇماتلىرىڭىزنى ئۆچۈرۈۋېتىشى مۇمكىن. قانداقلا بولمىسۇن ، مۇلازىمەتلەر بىز تەرىپىدىن توختىتىلغان ئەھۋال ئاستىدا ، سىزنىڭ شەخسىي ئۇچۇرلىرىڭىزنى قايتۇرۇۋېلىشىڭىزغا رۇخسەت قىلىش ئۈچۈن ، سىزنىڭ مۇلازىمەتلىرىڭىزنى ۋاقىتلىق ، چەكلىك زىيارەت قىلىشىڭىزغا رۇخسەت قىلىمىز ، ئوتتۇز (30) كۈندىن ئېشىپ كەتمەسلىكىمىز كېرەك. بىزگە ياخشى بولغان بارلىق سەمىمىي ئىشەنچ بىلەن تولۇق تۆلىدىڭىز. سىز بۇ ماددىنىڭ 6.3-ماددىسىدىكى بەلگىلىمىلەرگە ئەمەل قىلغان ئەھۋال ئاستىدا ، سىزنىڭ مۇلازىمەتكە كىرىشىڭىزنى توختىتىشىڭىز ياكى سانلىق مەلۇماتلىرىڭىزنى ئۆچۈرۈۋېتىشىڭىز ئۈچۈن بىز ياكى ئۈچىنچى تەرەپ ئالدىدا جاۋابكارلىقنى ئۈستىگە ئالمايمىز دەپ قوشۇلىسىز.
uk: 6.3 Поводження з вашими даними у разі припинення: Ви підтверджуєте та погоджуєтесь, що після закінчення терміну чи припинення будь-якої з ваших підписок на Послуги ми можемо негайно дезактивувати постраждалі Служби, і що після розумного періоду не менше дев&#39;яносто (90 ) днів, може видалити ваш обліковий запис і дані. Однак у випадку, якщо Послуги ми припинимо, ми надамо вам тимчасовий обмежений доступ до Послуг, що не перевищує тридцять (30) днів, з єдиною метою, що дозволить вам отримати свої власні дані, за умови, що ви повністю сплатили сумлінну сумму, яку ми заборгували сумлінно. Ви також погоджуєтесь, що ми не несемо відповідальності перед вами або перед будь-якою третьою стороною за будь-яке припинення вашого доступу до Послуг або видалення ваших даних за умови, що ми дотримуємось положень цього розділу 6.3.
ur: .3..3 ختم ہونے کی صورت میں آپ کے ڈیٹا کو ہینڈل کرنا: آپ تسلیم کرتے ہیں اور اس بات سے اتفاق کرتے ہیں کہ خدمات کے لئے آپ کی رکنیت میں سے کسی کی میعاد ختم ہونے یا اس کے خاتمے کے بعد ، ہم متاثرہ خدمات کو فوری طور پر غیر فعال کردیں گے اور ، اس کے بعد نوے سے کم مدت کی معقول مدت کے بعد (90) ) دن ، آپ کا اکاؤنٹ اور ڈیٹا حذف کرسکتے ہیں۔ تاہم ، اگر ہمارے ذریعہ خدمات کو ختم کردیا جاتا ہے تو ، ہم آپ کو سروسز تک عارضی ، محدود رسائی فراہم کریں گے ، تیس (30) دن سے تجاوز نہیں کریں گے ، بشرطیکہ ، آپ کو اپنے ملکیتی اعداد و شمار کو بازیافت کرنے کی اجازت دی جائے ، آپ نے ہم پر پوری نیک نیتی کے غیر متنازعہ رقم کی پوری قیمت ادا کردی ہے۔ آپ مزید اتفاق کرتے ہیں کہ خدمات تک آپ کی رسائی کو ختم کرنے یا آپ کے ڈیٹا کو حذف کرنے کے ل we ہم آپ یا کسی تیسرے فریق کے ذمہ دار نہیں ہوں گے ، بشرطیکہ ہم اس سیکشن 6.3 کی شرائط کے مطابق ہوں۔
uz: 6.3 To&#39;xtatish paytida sizning ma&#39;lumotlaringiz bilan ishlash: Siz Xizmatlarga obunangiz muddati tugashi yoki bekor qilinishi bilan biz ta&#39;sirlangan Xizmatlarni darhol o&#39;chirib qo&#39;yishimiz mumkin va bu to&#39;qsondan kam bo&#39;lmagan vaqtdan so&#39;ng amalga oshiriladi (90) ) kunlar, sizning hisobingiz va ma&#39;lumotlaringizni yo&#39;q qilishi mumkin. Biroq, agar xizmatlarimiz biz tomonidan to&#39;xtatilgan bo&#39;lsa, biz sizga xizmatlarga vaqtincha, cheklangan kirish huquqini, o&#39;ttiz (30) kundan oshmaydigan vaqtni beramiz, faqat sizning shaxsiy ma&#39;lumotlaringizni olish uchun ruxsat berish uchun. bizdan qarzdor bo&#39;lgan tortishmagan miqdorlarni to&#39;liq vijdonan to&#39;ladingiz. Bundan tashqari, biz ushbu bo&#39;limda 6.3. Bo&#39;lim shartlariga rioya qilgan holda, xizmatlarga kirishingizni bekor qilish yoki ma&#39;lumotlaringizni o&#39;chirish uchun biz yoki uchinchi tomon oldida javobgar bo&#39;lmaymiz.
vi: 6.3 Xử lý dữ liệu của bạn trong trường hợp chấm dứt: Bạn thừa nhận và đồng ý rằng sau khi hết hạn hoặc chấm dứt bất kỳ đăng ký nào của bạn đối với Dịch vụ, chúng tôi có thể hủy kích hoạt ngay các Dịch vụ bị ảnh hưởng và theo thời gian hợp lý không dưới chín mươi (90 ) ngày, có thể xóa tài khoản và dữ liệu của bạn. Tuy nhiên, trong trường hợp Dịch vụ bị chúng tôi chấm dứt, chúng tôi sẽ cấp cho bạn quyền truy cập tạm thời, có giới hạn vào Dịch vụ, không quá ba mươi (30) ngày, với mục đích duy nhất là cho phép bạn truy xuất dữ liệu độc quyền của mình, miễn là bạn đã thanh toán đầy đủ tất cả các khoản tiền không thể chối cãi của chúng tôi. Bạn cũng đồng ý rằng chúng tôi sẽ không chịu trách nhiệm với bạn hoặc bất kỳ bên thứ ba nào về việc chấm dứt quyền truy cập Dịch vụ của bạn hoặc xóa dữ liệu của bạn, miễn là chúng tôi tuân thủ các điều khoản của Mục 6.3 này.
xh: 6.3 Ukuphathwa kweDatha yakho kwimeko yokuCinywa: Uyavuma kwaye uyavuma ukuba ukupheliswa okanye ukupheliswa kwalo naluphi na ubhaliso lwakho kwiiNkonzo, sinokuthi singasebenzi kwangoko iinkonzo ezichaphazelekayo kwaye, silandele ixesha elifanelekileyo elingabi ngaphantsi kwamashumi asithoba (90) ) iintsuku, inokucima iakhawunti yakho kunye nedatha. Nangona kunjalo, kwimeko yokuba iinkonzo ziphelisiwe kuthi, siya kukunika ithuba lethutyana, ukuyalela ukuya kwiiNkonzo, ungagqithi kwiintsuku ezingamashumi amathathu (30), ngeenjongo zokuvumela ukuba uphinde ufumane idatha yobunini, ngokubonelela, Uhlawule ngokupheleleyo zonke iimali ezintle ezingenasityala kuthi. Uyavuma kwakhona ukuba asizukubekwa tyala kuwe okanye nakowuphi na umntu wesithathu nangayiphi na indlela yokupheliswa kokungena kwakho kwiiNkonzo okanye kucinywe idatha yakho, ngaphandle kokuba siyahambelana nemigaqo yeli candelo 6.3.
yi: 6.3 האַנדלינג פון דיין דאַטן אין די געשעעניש פון טערמאַניישאַן: איר באַשטעטיקן און שטימען אַז נאָך עקספּעריישאַן אָדער טערמאַניישאַן פון קיין פון דיין סאַבסקריפּשאַנז צו די סערוויסעס, מיר קען גלייך דיאַקטיווייט די אַפעקטאַד באַדינונגס און אַז, נאָך אַ גלייַך צייט פון נישט ווייניקער ווי נייַנציק (90) ) טעג, קען ויסמעקן דיין חשבון און דאַטן. אָבער, אויב די סערוויסעס זענען טערמאַנייטיד דורך אונדז, מיר געבן איר צייַטווייַליק, לימיטעד אַקסעס צו די סערוויסעס, נישט צו יקסיד דרייסיק (30) טעג, פֿאַר די בלויז ציל פון דערלויבן איר צו צוריקקריגן דיין פּראַפּרייאַטערי דאַטן, צוגעשטעלט אַז איר האָבן באַצאָלט אין גאַנצן אַנדיספּיוטיד אַמאַונץ צו זיין גוט. איר זענט ווייטער מסכים אז מיר וועלן נישט זיין פאראנטווארטליך צו דיר אדער פאר א דריטע פארטיי פאר סיי וועלכע טערמינאציע פון אייער צוגאנג צו די סערוויסעס אדער אויסמעקן פון אייערע דאטעס, א providedב מיר זענען נאכגעפאלגט מיט די באדינגונגען פון דעם סעקציע 6.3.
