Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
af: U mag dit nie doen nie, en u moet toesien dat u gemagtigde gebruikers nie, (i) enige kode in verband met die Dienste uitmekaar haal, omgekeer, omgekompileer of andersins probeer om dit te ontsyfer nie, of verander, aanpas, afgeleide werke maak wat gebaseer is op of vertaal word nie dienste; (ii) lisensie, onderverdeling, verkoop, huur, toewysing, verspreiding, timeshare-oordrag, huur, lening, herverkoop vir wins, verspreiding of kommersiële benutting daarvan, regte toestaan of die dienste aan enige derde party beskikbaar stel; (iii) die dienste gebruik nie, behalwe soos hieronder uitdruklik gemagtig of in stryd met toepaslike wette; (iv) enige onwettige of misleidende handelspraktyke ten opsigte van die Dienste beoefen; (v) enige sekuriteit of ander tegniese kenmerke of maatreëls van die Dienste of enige ander aspek van die Sagteware omseil of deaktiveer of op enige manier poog om ongemagtigde toegang tot die Dienste of die verwante rekenaarstelsels of netwerke te verkry of te verkry; (vi) die dienste gebruik om inbreukmakende, lasterlike, obsene, dreigende of andersins onwettige, onveilige, kwaadwillige, beledigende of martelingsmateriaal oor te dra, of om materiaal te stoor of oor te dra in stryd met die privaatheidsregte van derdepartye; (vii) die Diens gebruik om virusse, wurms, tydbomme, Trojaanse perde en ander skadelike of kwaadwillige kode, lêers, skrifte, agente of programme op te slaan of oor te dra, of om strooipos of andersins dupliserende of ongevraagde boodskappe te stuur in stryd met toepaslike wette ; of (viii) die integriteit of prestasie van die Dienste of derdeparty-data daarin vervat inmeng of dit ontwrig.
am: እርስዎ አይችሉም ፣ እና እርስዎም ስልጣን የተሰጣቸው ተጠቃሚዎችዎ (ለምሳሌ) ከአገልግሎቶቹ ጋር በተያያዘ ማንኛውንም ኮድ ለመለየት ፣ ለማሻሻያ ፣ ለማላመድ ፣ የመነጩ ሥራዎችን ለመፍጠር ወይም ለማስተካከል ወይም ለመተርጎም ወይም ለመተርጎም እንደማይሞክሩ ያረጋግጣሉ (i) አገልግሎቶች; (ii) ፈቃድ ፣ ንዑስ ንብረት ፣ መሸጥ ፣ ኪራይ ፣ መመደብ ፣ ማሰራጨት ፣ ጊዜ ማስተላለፍ ፣ ኪራይ ፣ ብድር ፣ ለትርፍ መሸጥ ፣ ማሰራጨት ወይም በሌላ መልኩ በንግድ መበዝበዝ ፣ መብቶችን መስጠት ወይም አገልግሎቶቹ ለማንኛውም ሶስተኛ ወገን እንዲገኙ ማድረግ ፣ (iii) ከዚህ በታች በግልጽ ስልጣን የተሰጠው ወይም ማንኛውንም የሚመለከታቸው ህጎችን የሚጥስ ካልሆነ በስተቀር አገልግሎቱን መጠቀም ፣ (iv) ከአገልግሎቶቹ ጋር በተያያዘ በማንኛውም ሕገ-ወጥ ወይም አታላይ በሆነ የንግድ አሠራር ውስጥ ይሳተፋል ፣ (v) ማንኛውንም የአስተማማኝ ወይም ሌሎች የአሠራር ቴክኖሎጅዎችን ወይም ልኬቶችን ወይም የሌላውን የሶፍትዌሩን ገፅታ ማለፍ ወይም ማሰናከል ወይም በማንኛውም መንገድ ወደ አገልግሎቶቹ ወይም ተዛማጅ የኮምፒተር ሲስተም ወይም አውታረ መረቡ ያልተፈቀደ መድረስን ለማግኘት ወይም ለመድረስ መሞከር; (vi) ጥሰትን ፣ ነፃ ፣ ብልግናን ፣ ማስፈራራትን ወይም ህገ-ወጥነትን ፣ ደህንነትን ፣ ተንከባካቢን ፣ አዋራጅ ወይም አሰቃቂ ነገሮችን ፣ ወይም የሶስተኛ ወገን የግለሰቦችን መብቶች በሚጥስ መልኩ ለማከማቸት ወይም ለማስተላለፍ አገልግሎቶቹን መጠቀም; (vii) ማንኛውንም ቫይረሶች ፣ ዎርሞች ፣ የጊዜ ቦምቦች ፣ ትሮጃን ፈረሶች እና ሌሎች ጎጂ ወይም ተንኮል-አዘል ኮድ ፣ ፋይሎች ፣ ጽሑፎች ፣ ወኪሎች ወይም ፕሮግራሞች ለማከማቸት ወይም ለማስተላለፍ አገልግሎቱን ይጠቀሙ ወይም የሚመለከታቸው ህጎችን በመጣስ አይፈለጌ መልዕክትን ወይም ሌሎች ያልተፈለጉ መልዕክቶችን ለመላክ። ፤ ወይም (viii) የአገልግሎቶቹን አስተማማኝነት ወይም አፈፃፀም ወይም አፈፃፀም ሊያስተጓጉል ወይም ሊያስተጓጉል ይችላል ፡፡
ar: لا يجوز لك ، ويجب عليك التأكد من أن المستخدمين المصرح لهم لا يقومون بما يلي: (1) تفكيك أي رمز فيما يتعلق بالخدمات أو إجراء هندسة عكسية له أو فك ترجمته أو محاولة فك رموزه أو تعديله أو تكييفه أو إنشائه بناءً على أو ترجمة خدمات؛ (ii) الترخيص أو الترخيص من الباطن أو البيع أو الإيجار أو التنازل أو التوزيع أو التحويل بالوقت أو الإيجار أو القرض أو إعادة البيع من أجل الربح أو توزيع الخدمات أو استغلالها تجاريًا أو منح الحقوق أو إتاحة الخدمات لأي طرف ثالث ؛ (3) استخدام الخدمات باستثناء ما هو مصرح به صراحة بموجب هذه الاتفاقية أو في انتهاك لأي قوانين معمول بها ؛ (4) الانخراط في أي ممارسات تجارية غير قانونية أو خادعة فيما يتعلق بالخدمات ؛ (v) التحايل أو تعطيل أي أمان أو ميزات أو مقاييس فنية أخرى للخدمات أو أي جانب آخر من جوانب البرنامج أو ، بأي شكل من الأشكال ، محاولة الحصول أو الوصول غير المصرح به إلى الخدمات أو أنظمة أو شبكات الكمبيوتر ذات الصلة ؛ (سادسًا) استخدام الخدمات لنقل مواد منتهكة أو تشهيرية أو فاحشة أو مهددة أو غير قانونية أو غير آمنة أو ضارة أو مسيئة أو ملتوية أو لتخزين أو نقل مواد تنتهك حقوق خصوصية الطرف الثالث ؛ (7) استخدام الخدمة لتخزين أو نقل أي فيروسات أو برامج ضارة أو قنابل موقوتة أو أحصنة طروادة أو غيرها من التعليمات البرمجية أو الملفات أو النصوص البرمجية أو الوكلاء أو البرامج الضارة أو الضارة ، أو لإرسال رسائل غير مرغوب فيها أو رسائل مكررة أو غير مرغوب فيها بشكل ينتهك القوانين المعمول بها ؛ أو (8) تتداخل مع أو تعطل سلامة أو أداء الخدمات أو بيانات الطرف الثالث الواردة فيها.
az: Etə bilməzsiniz və səlahiyyətli istifadəçilərinizin: (i) Xidmətlərlə əlaqəli hər hansı bir kodu deşifrə etməyə, dəyişdirməyə, uyğunlaşdırmağa, düzəltməyə, yaratmağa və ya çevirməyə cəhd etməməsinə, tərtib etməməsinə, tərtib etməməsinə, tərtib etməməsinə və ya başqa bir şəkildə cəhd etməməsinə təmin etməlisiniz. Xidmətlər; (ii) lisenziya, lisenziya, satmaq, icarəyə vermək, tapşırmaq, paylamaq, dəfələrlə köçürmə, icarə, kredit, mənfəət üçün satmaq, paylamaq və ya başqa şəkildə kommersiya istismarı, hüquqları vermək və ya hər hansı üçüncü tərəfə təqdim etmək; (iii) birbaşa olaraq təsdiq edilmiş hallardan və ya tətbiq olunan qanunların pozulmasından başqa xidmətlərdən istifadə etmək; (iv) Xidmətlərə münasibətdə hər hansı bir qanunsuz və ya aldadıcı ticarət təcrübəsi ilə məşğul olmaq; (v) hər hansı bir təhlükəsizlik və ya digər texniki xüsusiyyətlərini və ya tədbirlərini və ya Proqramın digər aspektlərini aşmaq və ya aradan qaldırmaq və ya hər hansı bir şəkildə Xidmətlərə və ya əlaqəli kompüter sistemlərinə və ya şəbəkələrinə icazəsiz giriş əldə etmək və ya əldə etmək cəhdi; (vi) pozucu, yalan, ədəbsiz, təhdid və ya başqa şəkildə qanunsuz, təhlükəli, zərərli, təhqiramiz və ya işgəncəli material ötürmək və ya üçüncü şəxslərin məxfilik hüquqlarını pozaraq materialı saxlamaq və ya ötürmək üçün xidmətlərdən istifadə etmək; (vii) Xidməti hər hansı bir virus, qurd, vaxt bombası, Trojan atları və digər zərərli və ya zərərli kodu, faylları, skriptləri, agentləri və ya proqramları saxlamaq və ya ötürmək, ya da spamları və ya tətbiq olunan qanunları pozmaqla təkrarlanan və ya istənməyən mesajları göndərmək üçün istifadə edin. ; və ya (viii) Xidmətlərin və ya orada olan üçüncü tərəflərin məlumatlarının bütövlüyünə və ya fəaliyyətinə müdaxilə etmək və ya pozmaq.
be: Вы не маеце права, і вы павінны пераканацца, што вашыя аўтарызаваныя карыстальнікі не павінны (i) разбіраць, рэзаніраваць, дэкампіляваць ці іншым чынам спрабаваць расшыфраваць любы код у сувязі з Паслугамі альбо змяніць, адаптаваць, ствараць вытворныя працы на аснове або перакладаць Паслугі; (ii) ліцэнзію, субліцэнзію, продаж, арэнду, прысваенне, распаўсюджванне, перадачу часовага выкарыстання, лізінг, пазыку, перапродаж для атрымання прыбытку, распаўсюджванне ці іншае камерцыйнае выкарыстанне, прадастаўленне правоў на або прадастаўленне Паслуг даступным трэцім асобам; (iii) карыстацца Паслугамі, за выключэннем выпадкаў, прама дазволеных Дагаворам, альбо з парушэннем любых дзеючых законаў; (iv) удзельнічаць у любой незаконнай або зманлівай гандлёвай практыцы адносна Паслуг; (v) абыходзіць ці адключаць любыя бяспекі ці іншыя тэхнічныя характарыстыкі або меры Паслуг альбо іншага аспекту Праграмнага забеспячэння або любым спосабам спрабаваць атрымаць ці атрымаць несанкцыянаваны доступ да Паслуг альбо звязаных з імі камп&#39;ютэрных сістэм або сетак; (vi) карыстацца Паслугамі для перадачы парушальных, хуліганскіх, нецэнзурных, пагрозлівых ці іншых незаконных, небяспечных, шкоднасных, абразлівых ці назойлівых матэрыялаў, альбо для захоўвання або перадачы матэрыялаў з парушэннем правоў прыватнасці трэціх бакоў; (vii) выкарыстоўваць Сэрвіс для захоўвання або перадачы вірусаў, чарвякоў, бомбаў часу, траянскіх коней і іншага шкоднага ці шкоднаснага кода, файлаў, сцэнарыяў, агентаў ці праграм, альбо для адпраўкі спаму, альбо іншае, што дубліруе або непажадана паведамляе з парушэннем дзеючага заканадаўства ; або (viii) перашкаджаць альбо парушаць цэласнасць альбо прадукцыйнасць Паслуг альбо дадзеных, якія змяшчаюцца ў іх.
bg: Вие нямате право и ще гарантирате, че вашите упълномощени потребители не (i) разглобяват, преобразуват инженер, декомпилират или по друг начин се опитват да дешифрират всеки код във връзка със Услугите или да променят, адаптират, създават производни произведения, основани на или превеждат Услуги; (ii) лицензиране, сублицензия, продажба, отдаване под наем, възлагане, разпространение, прехвърляне на временно ползване, лизинг, заем, препродажба с цел печалба, разпространение или използване по друг начин на търговска цел, предоставяне на права или предоставяне на Услугите на трети страни; (iii) използвайте Услугите, освен като изрично разрешени по настоящото правило или в нарушение на приложимите закони; iv) да се ангажира с всякакви незаконни или измамни търговски практики по отношение на Услугите; (v) заобикаляне или деактивиране на всякаква сигурност или други технически характеристики или мерки на Услугите или друг аспект на Софтуера или по някакъв начин да се опита да получи или да получи неправомерен достъп до Услугите или свързаните с тях компютърни системи или мрежи; (vi) използвайте Услугите, за да предавате нарушаващи, злобни, нецензурни, заплашващи или по друг начин незаконни, опасни, злонамерени, злоупотребяващи или изтеглителни материали, или да съхранявате или предавате материали в нарушение на правата за поверителност на трети страни; (vii) използвайте Услугата, за да съхранявате или предавате всякакви вируси, червеи, бомби с време, троянски коне и друг вреден или злонамерен код, файлове, скриптове, агенти или програми, или да изпращате спам или по друг начин дублиращи се или непоискани съобщения в нарушение на приложимите закони ; или (viii) пречат или нарушават целостта или изпълнението на услугите или данните на трети страни, съдържащи се в тях.
bn: আপনি নাও করতে পারেন এবং আপনি নিশ্চিত করবেন যে আপনার অনুমোদিত ব্যবহারকারীরা পরিষেবাগুলির সাথে সংযোগে বিচ্ছিন্ন, বিপরীত প্রকৌশলী, ডেকম্পাইল বা অন্যথায় কোনও কোড বোঝার চেষ্টা করবেন না, বা সংশোধন, অভিযোজিত, ভিত্তিক উদ্দীপনা তৈরি করবেন, বা অনুবাদ করবেন না সেবা; (ii) লাইসেন্স, সাবিলেন্স, বিক্রয়, ভাড়া, বরাদ্দ, বিতরণ, টাইমশেয়ার ট্রান্সফার, ইজারা, loanণ, লাভের জন্য পুনরায় বিক্রয়, বিতরণ বা অন্যথায় বাণিজ্যিকভাবে শোষণ, অধিকার প্রদান বা কোনও তৃতীয় পক্ষকে সেবা সরবরাহ করা; (iii) স্বতন্ত্রভাবে অনুমোদিত বা কোনও প্রযোজ্য আইন লঙ্ঘন ব্যতীত পরিষেবাগুলি ব্যবহার করুন; (iv) পরিষেবার ক্ষেত্রে শ্রদ্ধার সাথে কোনও অবৈধ বা প্রতারণামূলক ব্যবসায়ের সাথে জড়িত; (v) কোনও সুরক্ষা বা অন্যান্য প্রযুক্তিগত বৈশিষ্ট্য বা পরিষেবাগুলির কোনও পদক্ষেপ বা সফ্টওয়্যারের অন্য কোনও দিক বা কোনও উপায়ে, পরিষেবাগুলিতে বা সম্পর্কিত কম্পিউটার সিস্টেম বা নেটওয়ার্কগুলিতে অননুমোদিত অ্যাক্সেস অর্জন বা অর্জনের প্রচেষ্টা; (vi) পরিষেবাগুলি লঙ্ঘনকারী, অবমাননাকর, অশ্লীল, হুমকী বা অন্যথায় বেআইনী, অনিরাপদ, দূষিত, আপত্তিজনক বা উত্তেজক পদার্থ বা তৃতীয় পক্ষের গোপনীয়তা অধিকার লঙ্ঘন করে উপাদান সংরক্ষণ বা সংক্রমণ করতে ব্যবহার করুন; (vii) পরিষেবাটি কোনও ভাইরাস, কৃমি, টাইম বোমা, ট্রোজান ঘোড়া এবং অন্যান্য ক্ষতিকারক বা দূষিত কোড, ফাইল, স্ক্রিপ্ট, এজেন্ট বা প্রোগ্রামগুলি সংরক্ষণের জন্য বা প্রয়োগযোগ্য আইন লঙ্ঘন করে স্প্যাম বা অন্যথায় সদৃশ বা অযৌক্তিক বার্তাগুলি প্রেরণের জন্য ব্যবহার করুন ; বা (viii) পরিষেবাগুলির তত্কালীন তথ্যের অখণ্ডতা বা কার্য সম্পাদন বা এতে বাধা বা ব্যাহত করে।
ca: No ho podreu i assegureu que els vostres usuaris autoritzats no, (i) desmunten, inverteixen, descomponen o intenten desxifrar qualsevol codi en relació amb els Serveis o modificar, adaptar, crear obres derivades basades o traduir les Serveis; (ii) llicència, sublicència, venda, lloguer, assignació, distribució, transferència de temps compartit, arrendament, préstec, revenda a benefici, distribuir o explotar comercialment, cedir drets o posar a disposició dels serveis a qualsevol tercer; (iii) utilitzar els Serveis, tret que estigui expressament autoritzat en virtut del present o en violació de qualsevol llei aplicable; (iv) participar en qualsevol pràctica comercial il·legal o enganyosa respecte als Serveis; (v) eludir o inhabilitar qualsevol seguretat o altres característiques tècniques o mesures dels Serveis o qualsevol altre aspecte del Programari o, de qualsevol manera, intentar obtenir o assolir accés no autoritzat als Serveis o als sistemes o xarxes informàtiques relacionades; (vi) utilitzar els Serveis per transmetre material infractor, difam, obscè, amenaçador o il·legal, insegur, maliciós, abusiu o delictiu, o per emmagatzemar o transmetre material en violació de drets de privadesa de tercers; (vii) utilitzar el Servei per emmagatzemar o transmetre qualsevol virus, cucs, bombes de temps, cavalls de Troia i un altre codi, fitxers, scripts, agents o programes nocius o maliciosos, o per enviar correu brossa o missatges duplicats o no sol·licitats, en violació de les lleis aplicables ; o (viii) interferir o interrompre la integritat o la realització dels Serveis o de les dades de tercers continguts en els mateixos.
cs: Nesmíte a zajistíte, aby vaši oprávnění uživatelé nerozebírali (i) nerozebírali, zpětně nerozebírali, dekompilovali ani se jinak nesnažili dešifrovat jakýkoli kód v souvislosti se Službami, nebo upravovat, přizpůsobovat, vytvářet odvozená díla na základě nebo překládat Služby; (ii) udělit licenci, sublicenci, prodat, pronajmout, postoupit, distribuovat, převést timeshare, pronajmout, půjčit, prodat za účelem zisku, distribuovat nebo jinak komerčně využívat, udělit práva nebo zpřístupnit Služby jakékoli třetí straně; (iii) používat Služby, s výjimkou případů, kdy je to výslovně povoleno podle této smlouvy nebo v rozporu s příslušnými zákony; (iv) se účastní jakýchkoli nezákonných nebo klamavých obchodních praktik týkajících se Služeb; (v) obcházet nebo deaktivovat jakékoli bezpečnostní nebo jiné technické vlastnosti nebo opatření Služeb nebo jakýkoli jiný aspekt Softwaru, nebo se jakýmkoli způsobem pokoušet získat nebo získat neoprávněný přístup ke Službám nebo souvisejícím počítačovým systémům nebo sítím; (vi) používat Služby k přenosu porušujícího, urážlivého, obscénního, výhružného nebo jinak nezákonného, nebezpečného, škodlivého, urážlivého nebo mučivého materiálu nebo k ukládání nebo přenosu materiálu porušujícího práva na soukromí třetích stran; (vii) používat Službu k ukládání nebo přenosu jakýchkoli virů, červů, časovaných bomb, trojských koní a jiných škodlivých nebo škodlivých kódů, souborů, skriptů, agentů nebo programů, nebo k odesílání nevyžádané pošty nebo jinak duplicitní nebo nevyžádané zprávy v rozporu s platnými zákony ; nebo (viii) narušovat nebo narušovat integritu nebo výkon Služeb nebo dat třetích stran v nich obsažených.
cy: Ni chewch, a byddwch yn sicrhau na fydd eich defnyddwyr awdurdodedig, (i) yn dadosod, yn gwrthdroi peiriannydd, yn dadelfennu neu fel arall yn ceisio dehongli unrhyw god mewn cysylltiad â&#39;r Gwasanaethau, neu addasu, addasu, creu gweithiau deilliadol yn seiliedig ar, neu gyfieithu&#39;r Gwasanaethau; (ii) trwyddedu, is-drwyddedu, gwerthu, rhentu, aseinio, dosbarthu, trosglwyddo cyfran gyfnodol, prydlesu, benthyca, ailwerthu am elw, dosbarthu neu ymelwa&#39;n fasnachol fel arall, rhoi hawliau mewn neu sicrhau bod y Gwasanaethau ar gael i unrhyw drydydd parti; (iii) defnyddio&#39;r Gwasanaethau ac eithrio fel yr awdurdodir yn benodol o dan hyn neu yn groes i unrhyw ddeddfau cymwys; (iv) cymryd rhan mewn unrhyw arferion masnach anghyfreithlon neu dwyllodrus mewn perthynas â&#39;r Gwasanaethau; (v) osgoi neu analluogi unrhyw ddiogelwch neu nodweddion technegol neu fesurau technegol eraill y Gwasanaethau neu unrhyw agwedd arall ar y Meddalwedd neu, mewn unrhyw fodd, ceisio sicrhau neu sicrhau mynediad heb awdurdod i&#39;r Gwasanaethau neu&#39;r systemau neu&#39;r rhwydweithiau cyfrifiadurol cysylltiedig; (vi) defnyddio&#39;r Gwasanaethau i drosglwyddo deunydd tramgwyddus, enllibus, anweddus, bygythiol neu fel arall yn anghyfreithlon, yn anniogel, yn faleisus, yn ymosodol neu&#39;n arteithiol, neu i storio neu drosglwyddo deunydd yn groes i hawliau preifatrwydd trydydd parti; (vii) defnyddio&#39;r Gwasanaeth i storio neu drosglwyddo unrhyw firysau, mwydod, bomiau amser, ceffylau Trojan a chod, ffeiliau, sgriptiau, asiantau neu raglenni niweidiol neu faleisus eraill, neu i anfon sbam neu negeseuon dyblyg neu ddigymell fel arall yn groes i gyfreithiau cymwys. ; neu (viii) ymyrryd â, neu darfu ar gyfanrwydd neu berfformiad y Gwasanaethau neu ddata trydydd parti a gynhwysir ynddynt.
da: Du må ikke, og du skal sikre, at dine autoriserede brugere ikke, (i) adskiller, reverserer ingeniør, dekompilerer eller på anden måde forsøger at dechiffrere nogen kode i forbindelse med Tjenesterne, eller ændre, tilpasse, oprette afledte værker baseret på eller oversætte tjenester; (ii) licens, underlicens, salg, leje, tildele, distribuere, timeshare overførsel, lease, låne, videresælge for fortjeneste, distribuere eller på anden måde kommercielt udnytte, give rettigheder i eller stille Tjenesterne til rådighed for enhver tredjepart; (iii) bruge Tjenesterne undtagen som udtrykkeligt godkendt nedenfor eller i strid med gældende love; (iv) deltage i ulovlig eller vildledende handelspraksis med hensyn til Tjenesterne; (v) omgå eller deaktivere nogen sikkerhed eller andre tekniske funktioner eller målinger af tjenesterne eller ethvert andet aspekt af softwaren eller på nogen måde forsøge at få eller opnå uautoriseret adgang til tjenesterne eller de relaterede computersystemer eller netværk; (vi) bruge Tjenesterne til at transmittere krænkende, injurierende, uanstændigt, truende eller på anden måde ulovligt, usikkert, ondsindet, voldeligt eller torturisk materiale, eller til at opbevare eller overføre materiale i strid med tredjeparts rettigheder til privatliv; (vii) bruger Tjenesten til at gemme eller transmittere vira, orme, tidsbomber, trojanske heste og anden skadelig eller ondsindet kode, filer, scripts, agenter eller programmer eller til at sende spam eller på anden måde duplikative eller uopfordrede meddelelser i strid med gældende love ; eller (viii) forstyrre eller forstyrre integriteten eller ydeevnen af tjenesterne eller tredjepartsdata indeholdt deri.
de: Sie dürfen nicht und Sie müssen sicherstellen, dass Ihre autorisierten Benutzer (i) keinen Code in Verbindung mit den Diensten zerlegen, zurückentwickeln, dekompilieren oder auf andere Weise versuchen, ihn zu entschlüsseln oder auf der Grundlage der Dienste zu modifizieren, anzupassen, abgeleitete Werke zu erstellen oder zu übersetzen Dienstleistungen; (ii) die Dienste lizenzieren, unterlizenzieren, verkaufen, vermieten, abtreten, verteilen, Timesharing übertragen, leasen, verleihen, gewinnbringend weiterverkaufen, verteilen oder anderweitig kommerziell nutzen, Rechte an den Diensten gewähren oder Dritten zur Verfügung stellen; (iii) die Dienste nutzen, sofern dies nicht ausdrücklich im Rahmen dieser Vereinbarung genehmigt wurde oder gegen geltende Gesetze verstößt; (iv) illegale oder irreführende Handelspraktiken in Bezug auf die Dienstleistungen ausüben; (v) Sicherheits- oder andere technische Merkmale oder Maßnahmen der Dienste oder anderer Aspekte der Software zu umgehen oder zu deaktivieren oder auf irgendeine Weise zu versuchen, unbefugten Zugriff auf die Dienste oder die zugehörigen Computersysteme oder Netzwerke zu erlangen oder zu erlangen; (vi) die Dienste nutzen, um verletzendes, verleumderisches, obszönes, bedrohliches oder anderweitig rechtswidriges, unsicheres, böswilliges, missbräuchliches oder unerlaubtes Material zu übermitteln oder um Material zu speichern oder zu übertragen, das die Datenschutzrechte Dritter verletzt; (vii) den Service zum Speichern oder Übertragen von Viren, Würmern, Zeitbomben, Trojanern und anderem schädlichen oder bösartigen Code, Dateien, Skripten, Agenten oder Programmen oder zum Versenden von Spam oder anderen doppelten oder unerwünschten Nachrichten unter Verstoß gegen geltendes Recht verwenden ;; oder (viii) die Integrität oder Leistung der darin enthaltenen Dienste oder Daten Dritter beeinträchtigen oder stören.
el: Δεν μπορείτε, και θα πρέπει να διασφαλίσετε ότι οι εξουσιοδοτημένοι χρήστες σας δεν, (i) αποσυναρμολογούν, αναστρέφουν μηχανικά, αποσυνθέτουν ή προσπαθούν με άλλο τρόπο να αποκρυπτογραφήσουν οποιονδήποτε κώδικα σε σχέση με τις Υπηρεσίες ή τροποποιούν, προσαρμόζουν, δημιουργούν παράγωγα έργα που βασίζονται ή μεταφράζουν Υπηρεσίες; (ii) άδεια, sublicense, πώληση, ενοικίαση, εκχώρηση, διανομή, χρονομεριστική μεταφορά, μίσθωση, δάνειο, μεταπώληση για κέρδος, διανομή ή εμπορική εκμετάλλευση, παραχώρηση δικαιωμάτων ή διάθεση των Υπηρεσιών σε οποιονδήποτε τρίτο · (iii) να χρησιμοποιήσετε τις Υπηρεσίες, εκτός εάν υπάρχει ρητή εξουσιοδότηση του παρόντος ή κατά παράβαση οποιουδήποτε ισχύοντος νόμου, (iv) εμπλέκονται σε παράνομες ή παραπλανητικές εμπορικές πρακτικές σε σχέση με τις Υπηρεσίες, (v) παρακάμπτει ή απενεργοποιεί οποιαδήποτε ασφάλεια ή άλλα τεχνικά χαρακτηριστικά ή μέτρα των Υπηρεσιών ή οποιαδήποτε άλλη πτυχή του Λογισμικού ή, με οποιονδήποτε τρόπο, απόπειρα απόκτησης ή επίτευξης μη εξουσιοδοτημένης πρόσβασης στις Υπηρεσίες ή των σχετικών συστημάτων ή δικτύων υπολογιστών. (vi) χρήση των Υπηρεσιών για τη μετάδοση παραβατικών, δυσφημιστικών, άσεμνων, απειλητικών ή άλλως παράνομων, ανασφαλών, κακόβουλων, καταχρηστικών ή βασανιστικών υλικών, ή για αποθήκευση ή μετάδοση υλικού κατά παράβαση των δικαιωμάτων απορρήτου τρίτων · (vii) χρήση της Υπηρεσίας για αποθήκευση ή μετάδοση τυχόν ιών, σκουλήκια, ωρολογιακές βόμβες, Δούρειοι ίπποι και άλλος επιβλαβής ή κακόβουλος κώδικας, αρχεία, σενάρια, πράκτορες ή προγράμματα, ή για την αποστολή ανεπιθύμητων μηνυμάτων ή άλλων αντιγραφικών ή ανεπιθύμητων μηνυμάτων κατά παράβαση της ισχύουσας νομοθεσίας ; ή (viii) παρεμβαίνει ή διαταράσσει την ακεραιότητα ή την απόδοση των Υπηρεσιών ή των δεδομένων τρίτων που περιέχονται σε αυτές.
eo: Vi ne rajtas, kaj vi certigos, ke viaj rajtigitaj uzantoj ne, (i) malmunti, inversigi inĝenieron, malkompili aŭ alimaniere provas deĉifri ajnan kodon lige kun la Servoj, aŭ modifi, adapti, krei derivitajn verkojn bazitajn aŭ traduki la Servoj; (ii) licenci, subleksigi, vendi, lui, asigni, distribui, plurfoje transigi, luigi, prunti, revendi por profito, distribui aŭ alie komerce ekspluati, koncedi rajtojn aŭ fari la Servojn havebla al iu ajn tria; (iii) uzi la Servojn krom kiel eksplicite rajtigitaj ĉi-sube aŭ malobservante iujn ajn aplikeblajn leĝojn; (iv) okupiĝi pri ĉiaj kontraŭleĝaj aŭ trompaj komercaj praktikoj rilate al la Servoj; (v) eviti aŭ malebligi ajnan sekurecon aŭ aliajn teknikajn aspektojn aŭ mezurojn de la Servoj aŭ ian ajn aspekton de la Programaro aŭ, iel ajn, provi akiri aŭ atingi ne rajtigitan aliron al la Servoj aŭ la rilatajn komputilajn sistemojn aŭ retojn; (vi) uzi la Servojn por transdoni malobservan, libelan, obscenan, minacan aŭ alimaniere kontraŭleĝan, sendanĝeran, malican, misuzan aŭ kriman materialon, aŭ por stoki aŭ transdoni materialon per malobservo de triaj privatecaj rajtoj; (vii) uzi la Servon por stoki aŭ transdoni ajnajn virusojn, vermojn, tempobombojn, trojan ĉevalon kaj alian malutilan aŭ malican kodon, dosierojn, skriptojn, agentojn aŭ programojn, aŭ por sendi spamon aŭ alie duplikatajn aŭ nepetitajn mesaĝojn malobservante leĝojn pri aplikeblaj ; aŭ (viii) intermiksi aŭ malhelpi la integrecon aŭ agadon de la Servoj aŭ triaj datumoj enhavitaj en ili.
es: No puede, y se asegurará de que sus usuarios autorizados no: (i) desarmen, realicen ingeniería inversa, descompilen o intenten descifrar cualquier código relacionado con los Servicios, o modificar, adaptar, crear trabajos derivados basados en, o traducir Servicios; (ii) licenciar, sublicenciar, vender, alquilar, asignar, distribuir, transferir tiempo compartido, arrendar, prestar, revender con fines de lucro, distribuir o explotar comercialmente, otorgar derechos o poner los Servicios a disposición de terceros; (iii) usar los Servicios, excepto según lo expresamente autorizado en virtud del presente o en violación de las leyes aplicables; (iv) participar en prácticas comerciales ilegales o engañosas con respecto a los Servicios; (v) evadir o deshabilitar cualquier seguridad u otras características técnicas o medidas de los Servicios o cualquier otro aspecto del Software o, de cualquier manera, intentar obtener u obtener acceso no autorizado a los Servicios o los sistemas o redes informáticos relacionados; (vi) usar los Servicios para transmitir material infractor, difamatorio, obsceno, amenazante o ilegal, inseguro, malicioso, abusivo o tortuoso, o para almacenar o transmitir material en violación de los derechos de privacidad de terceros; (vii) use el Servicio para almacenar o transmitir virus, gusanos, bombas de tiempo, troyanos y otros códigos, archivos, scripts, agentes o programas dañinos o maliciosos, o para enviar spam o mensajes duplicados o no solicitados en violación de las leyes aplicables ; o (viii) interferir o alterar la integridad o el rendimiento de los Servicios o los datos de terceros contenidos en ellos.
et: Te ei tohi ja peate tagama, et teie volitatud kasutajad ei (i) ei saaks Teenustega seotud koode lahti võtta, ümber ehitada, dekompileerida ega muul moel proovida dešifreerida ega muuta, kohandada, luua tuletatud teoseid, mis põhinevad või tõlkida Teenused; (ii) litsentsima, all litsentseerima, müüma, rentima, loovutama, levitama, osaajalise kasutamise õigusega võõrandama, rentima, laenama, kasumi eesmärgil edasi müüma, levitama või muul viisil ärilisel eesmärgil kasutama, andma õigusi või tegema Teenused kättesaadavaks kolmandatele isikutele; (iii) kasutada teenuseid, välja arvatud juhul, kui see on selgesõnaliselt lubatud või mis on vastuolus kehtivate seadustega; (iv) tegelema teenuste suhtes igasuguse ebaseadusliku või petliku kaubandustavaga; (v) eirata ega keelata teenuste mis tahes turva- ega muid tehnilisi omadusi ega abinõusid ega tarkvara muid aspekte või üritada mis tahes viisil teenustele või nendega seotud arvutisüsteemidele või võrkudele loata juurdepääsu saada või neid saavutada; vi) kasutada teenuseid rikkuva, laimava, roppuse, ähvardava või muul viisil ebaseadusliku, ohtliku, pahatahtliku, kuritahtliku või piinava materjali edastamiseks või materjali hoidmiseks või edastamiseks, rikkudes kolmandate isikute privaatsusõigusi; (vii) kasutada teenust mis tahes viiruste, usside, ajapommide, trooja hobuste ja muude kahjulike või pahatahtlike koodide, failide, skriptide, agentide või programmide talletamiseks või edastamiseks või rämpsposti või muul viisil dubleerivate või soovimatute sõnumite saatmiseks, rikkudes kehtivaid seadusi ; või (viii) häirida või häirida Teenuste või nendes sisalduvate kolmandate osapoolte andmete terviklikkust või toimimist.
eu: Ezingo duzu, eta ziurtatuko duzu zure baimendutako erabiltzaileek ez dituztela, (i) desmuntatzen, alderantzizko ingeniari, deskonpilatzen edo bestela saiatzen Zerbitzuekin lotura duten edozein kode deszifratzen edo aldatzen, moldatzen, sortzen dituzten lanak eratorri edo itzultzen. Zerbitzuak; (ii) lizentzia eman, lizentziatu, saldu, alokatu, esleitu, banatu, denbora partekatzeko transferentzia, errentamendua, mailegua, birsortu irabazien truke, banatu edo beste modu komertzial batean ustiatu, eskubideak eman edo Zerbitzuak hirugarrenen eskura jarri; (iii) Zerbitzuak erabili espresuki baimen gisa edo ezarritako edozein lege urratzen; (iv) Zerbitzuei dagokienez merkataritzako legez kanpoko edo engainuzko praktiketan parte hartzea; (v) segurtasun edo bestelako ezaugarri edo neurri teknikoen edo Softwareko beste edozein alderdi saihestu edo ezgaitu edo, nolanahi ere, saiatzea baimenik gabe sartzeko edo zerbitzuetara edo hauei lotutako sistema informatiko edo sareetara sartzeko edo lortzen; (vi) Zerbitzuak erabili urratzailea, askea, iluna, mehatxagarria edo, bestela, legez kanpokoa, segurua, maltzurra, gehiegikeria edo kaltegarria den materiala transmititzeko, edo materiala hirugarrenen pribatutasun eskubideen urraketa transmititzeko; (vii) Zerbitzua erabili birusak, zizareak, denborazko bonbak, Troiako zaldiak eta beste kode, fitxategi, script edo agente edo programa kaltegarri edo maltzurrak gordetzeko edo spam edo bestelako mezu bikoizgarriak edo eskatu gabekoak bidaltzeko, lege aplikagarriak urratuz. ; edo (viii) Zerbitzuen edo hirugarrenen datuen osotasuna edo errendimendua oztopatu edo oztopatzea.
fa: شما نمی توانید ، و اطمینان حاصل خواهید کرد که کاربران مجاز خود ، (i) جداسازی نکردند ، مهندس معکوس ، تجزیه و یا غیره سعی در رمزگشایی هر کد در رابطه با سرویس ها یا تغییر ، سازگاری ، ایجاد آثار مشتق شده بر اساس آن یا ترجمه خدمات؛ (ب) پروانه ، مجوز رسمی ، فروش ، اجاره ، واگذاری ، توزیع ، انتقال زمان ، اجاره ، وام ، فروش مجدد برای سود ، توزیع یا سوء استفاده دیگر از تجارت ، حق اعطای حقوق یا ایجاد خدمات در اختیار هر شخص ثالث. (iii) از خدمات به جز آنچه در این زمینه به صراحت مجاز است یا با نقض قوانین قابل اجرا مجاز است استفاده کنید. (IV) با هرگونه تجارت غیرقانونی یا فریبکارانه نسبت به خدمات درگیر شوند. (v) دور زدن یا غیرفعال کردن هرگونه امنیت یا سایر ویژگیهای فنی یا اقدامات خدمات یا هر جنبه دیگری از نرم افزار یا به هر روشی ، تلاش برای دستیابی یا دستیابی غیرمجاز به خدمات یا سیستم های رایانه ای یا شبکه های مرتبط. (vi) استفاده از خدمات برای انتقال مواد ناقض ، افترا ، توهین آمیز ، تهدیدآمیز یا غیرقانونی غیرقانونی ، غیرمستقیم ، بدخواه ، سوءاستفاده یا شکنجه ، یا ذخیره و یا انتقال مواد به دلیل نقض حریم خصوصی شخص ثالث. (vii) از این سرویس برای ذخیره یا انتقال ویروس ها ، کرم ها ، بمب های زمانی ، اسب های تروجان و سایر کد های مضر یا مخرب ، پرونده ها ، اسکریپت ها ، عوامل یا برنامه ها یا ارسال پیام های ناخواسته یا غیرقابل انعطاف یا ناخواسته با نقض قوانین قابل اجرا استفاده کنید. ؛ یا (viii) صداقت یا عملکرد سرویس ها یا داده های شخص ثالث موجود در آن را مختل یا مختل کنید.
fi: Et saa, ja sinun on varmistettava, että valtuutetut käyttäjät eivät (i) pura, muokkaa suunnittelijaa, purka tai muulla tavoin yritä salata mitä tahansa palveluihin liittyvää koodia, tai muokata, mukauttaa, luoda johdannaisteoksia, jotka perustuvat tai kääntää Palvelut; (ii) lisensoida, alilisensoida, myydä, vuokrata, luovuttaa, jakaa, osa-aikaisesti siirtää, vuokrata, lainata, jälleenmyydä voittoa varten, jakaa tai muuten kaupallisesti hyödyntää, myöntää oikeuksia tai asettaa Palvelut kolmansien osapuolten saataville; (iii) käyttää Palveluita lukuun ottamatta alla nimenomaisesti annettua lupaa tai rikkomalla sovellettavia lakeja; (iv) harjoittaa kaikkia palveluihin liittyviä laittomia tai harhaanjohtavia kaupan käytäntöjä; (v) kiertää tai estää Palvelujen tai minkä tahansa muun Ohjelmiston suojauksen tai muiden teknisten ominaisuuksien tai toimenpiteiden toteuttamisen tai yrittää millään tavalla hankkia tai saavuttaa luvaton pääsy Palveluihin tai niihin liittyviin tietokonejärjestelmiin tai verkkoihin; (vi) käyttää Palveluita loukkaavan, loukkaavan, säädytöntä, uhkaavan tai muuten lainvastaisen, vaarallisen, haitallisen, väärinkäyttävän tai kiduttavan materiaalin välittämiseen tai materiaalin varastointiin tai siirtämiseen rikkoen kolmansien osapuolien yksityisyyden suojaa koskevia oikeuksia; (vii) käyttää Palvelua virusten, matojen, aikapommien, troijalaisten ja muiden haitallisten tai haittaohjelmien, tiedostojen, skriptien, edustajien tai ohjelmien tallentamiseen tai lähettämiseen tai roskapostin tai muuten kopioiden tai ei-toivottujen viestien lähettämiseen rikkoen sovellettavia lakeja ; tai (viii) häiritä tai häiritä Palvelujen tai niihin sisältyvien kolmansien osapuolten tietojen eheyttä tai suorituskykyä.
fr: Vous ne pouvez pas, et vous devez vous assurer que vos utilisateurs autorisés ne (i) désassemblent pas, désossent, décompilent ou tentent de toute autre manière de déchiffrer un code en relation avec les Services, ou de modifier, adapter, créer des œuvres dérivées basées sur, ou traduire le Prestations de service; (ii) concéder sous licence, sous-licencier, vendre, louer, céder, distribuer, transférer en multipropriété, louer, prêter, revendre à des fins lucratives, distribuer ou autrement exploiter commercialement, octroyer des droits ou mettre les Services à la disposition de tout tiers; (iii) utiliser les Services, sauf autorisation expresse en vertu des présentes ou en violation de toute loi applicable; (iv) s&#39;engager dans des pratiques commerciales illégales ou trompeuses en ce qui concerne les Services; (v) contourner ou désactiver toute sécurité ou toute autre caractéristique technique ou mesure des Services ou tout autre aspect du Logiciel ou, de quelque manière que ce soit, tenter d&#39;obtenir ou d&#39;obtenir un accès non autorisé aux Services ou aux systèmes ou réseaux informatiques associés; (vi) utiliser les Services pour transmettre du matériel contrefait, diffamatoire, obscène, menaçant ou autrement illégal, dangereux, malveillant, abusif ou délictueux, ou pour stocker ou transmettre du matériel en violation des droits de confidentialité des tiers; (vii) utiliser le Service pour stocker ou transmettre des virus, vers, bombes à retardement, chevaux de Troie et autres codes, fichiers, scripts, agents ou programmes nuisibles ou malveillants, ou pour envoyer du spam ou des messages duplicatifs ou non sollicités en violation des lois applicables ; ou (viii) interférer avec ou perturber l&#39;intégrité ou la performance des Services ou des données de tiers qui y sont contenues.
fy: Jo meie net, en jo soargje derfoar dat jo autorisearre brûkers gjin (i) disassemble, reverse engineer, dekompilearje of oars besykje in koade te ûntsiferjen yn ferbân mei de Tsjinsten, of wizigje, oanpasse, oanmeitsje derivate wurken basearre op, of oersette fan &#39;e Tsjinsten; (ii) lisinsje, sublisensje, ferkeapje, ferhiere, tawize, ferspriede, timeshare-oerdracht, lease, liening, resell foar winst, ferspriede of oars kommersjeel eksploitearje, rjochten jaan yn of de Tsjinsten beskikber stelle foar in tredde partij; (iii) gebrûk fan &#39;e Tsjinsten, útsein as útdruklik autorisearre hjirûnder of yn striid mei alle tapassing wetten; (iv) meidwaan oan yllegale of misleidende hannelspraktiken oangeande de Tsjinsten; (v) omearmje of útskeakelje fan befeiliging of oare technyske funksjes of maatregels fan &#39;e Tsjinsten of in oar aspekt fan&#39; e Software of, op ien of oare manier besykje, unautorisearre tagong te krijen of te berikken op &#39;e Tsjinsten of de oanbelangjende kompjûtersystemen of netwurken; (vi) gebrûk fan &#39;e Tsjinsten om ynbreuk, lasterlik, obscene, bedrigend of oars ûnwettich, ûnfeilich, kwea, misbrûk as martele materiaal te stjoeren, of materiaal opslaan of ferstjoere yn striid mei privacyrjochten fan tredden; (vii) Brûk de Tsjinst foar it opslaan of oerbringen fan firussen, wjirms, tiidbommen, Trojaanske hynders en oare skealike of kwea-aardige koade, bestannen, skripts, aginten of programma&#39;s, of om ûnpost of oars duplisearjende of net-frege berjochten te ferstjoeren yn striid mei jildende wetten ; of (viii) de yntegriteit of prestaasjes fan &#39;e Tsjinsten as gegevens dêryn befetsje of fersteure.
ga: Ní fhéadfaidh tú, agus cinnteoidh tú nach ndéanfaidh d’úsáideoirí údaraithe, (i) aon chód a bhaineann leis na Seirbhísí a dhíchumadh, a aisiompú, a dhí-chomhbhrú nó iarracht a dhéanamh ar bhealach eile chun aon chód a bhaineann leis na Seirbhísí a dhíspreagadh, nó saothair dhíorthacha a mhodhnú, a oiriúnú, a chruthú bunaithe ar, nó a aistriú Seirbhísí; (ii) ceadúnas, fo-cheadúnú, díol, cíos, sannadh, dáileadh, aistriú sciar ama, léasú, iasacht, athdhíol le haghaidh brabúis, dáileadh nó saothrú ar bhealach tráchtála, cearta a dheonú nó a chur ar fáil d&#39;aon tríú páirtí; (iii) na Seirbhísí a úsáid ach amháin mar a údaraítear go sainráite faoi seo nó de shárú ar aon dlíthe is infheidhme; (iv) dul i mbun aon chleachtas trádála mídhleathach nó mealltach maidir leis na Seirbhísí; (v) aon urrús nó aon ghnéithe nó bearta teicniúla eile de chuid na Seirbhísí nó aon ghné eile den Bhogearra a shárú nó a dhíchumasú nó, ar bhealach ar bith, iarracht a dhéanamh rochtain neamhúdaraithe a fháil nó a bhaint amach ar na Seirbhísí nó ar na córais nó na líonraí ríomhaireachta gaolmhara; (vi) na Seirbhísí a úsáid chun ábhar sáraitheach, leabhal, graosta, bagrach nó neamhdhleathach, neamhshábháilte, mailíseach, maslach nó céasta a tharchur, nó chun ábhar a stóráil nó a tharchur de shárú ar chearta príobháideachta tríú páirtí; (vii) an tSeirbhís a úsáid chun aon víris, péisteanna, buamaí ama, capaill Traí agus cód, comhaid, scripteanna, gníomhairí nó cláir dhochracha nó mhailíseacha eile a stóráil nó a tharchur, nó chun spam nó teachtaireachtaí dúblacha nó gan iarraidh a sheoladh ar shlí eile de shárú ar na dlíthe is infheidhme. ; nó (viii) cur isteach nó cur isteach ar shláine nó ar fheidhmíocht na Seirbhísí nó sonraí tríú páirtí atá iontu.
gd: Chan fhaod thu, agus nì thu cinnteach nach bi an luchd-cleachdaidh ùghdarraichte agad, (i) a ’cuir às do chèile, einnseanair air ais, a’ dèanamh lobhadh no a ’feuchainn ri còd sam bith a dhearbhadh a thaobh nan Seirbheisean, no ag atharrachadh, ag atharrachadh, a’ cruthachadh obraichean derivate stèidhichte air, no ag eadar-theangachadh an Seirbheisean; (ii) cead, fo-cheadachadh, reic, màl, sònrachadh, cuairteachadh, gluasad roinn-ùine, gabhail air màl, iasad, ath-reic airson prothaid, sgaoileadh no brath malairteach air dhòigh eile, còraichean a bhuileachadh ann an treas pàrtaidh sam bith; (iii) na Seirbheisean a chleachdadh ach mar a tha ùghdarraichte gu h-ìosal an-seo no a ’dol an aghaidh laghan iomchaidh; (iv) a dhol an sàs ann an cleachdaidhean malairt mì-laghail no meallta sam bith a thaobh nan Seirbheisean; (v) faighinn timcheall air no cuir às do thèarainteachd no feartan teicnigeach no ceumannan eile nan Seirbheisean no taobh sam bith eile den bhathar-bog no, ann an dòigh sam bith, feuchainn ri ruigsinneachd gun chead fhaighinn air na Seirbheisean no na siostaman no lìonraidhean coimpiutair co-cheangailte riutha; (vi) na Seirbheisean a chleachdadh gus stuthan brisidh, cliùiteach, drabasta, bagarrach no mì-laghail, mì-shàbhailte, droch-rùnach, ana-cainteach no toirmisgte, no airson stuth a stòradh no a chraoladh a bhriseas còraichean prìobhaideachd treas-phàrtaidh; (vii) cleachd an t-Seirbheis gus bhìorasan, cnuimhean, bomaichean ùine, eich Trojan agus còd cronail no droch-rùnach eile, faidhlichean, sgriobtaichean, riochdairean no prògraman a stòradh no a chuir a-mach, no gus spama no teachdaireachdan dùblaichte no gun iarraidh a chuir an aghaidh laghan iomchaidh. ; no (viii) a ’cur bacadh air no a’ cuir às do ionracas no coileanadh nan Seirbheisean no dàta treas-phàrtaidh a tha annta.
gl: Non o farás e aseguraredes que os teus usuarios autorizados non o fagan, (i) desmontar, inverter, descompoñer ou intentar descifrar calquera código en conexión cos Servizos ou modificar, adaptar, crear obras derivadas baseadas ou traducir o Servizos; (ii) licenciar, sublicenciar, vender, alugar, ceder, distribuír, transferir veces, arrendar, prestar, revender con ánimo de lucro, distribuír ou explotar comercialmente, conceder dereitos ou poñer os servizos a disposición de terceiros; (iii) utilizar os Servizos, excepto como está expresamente autorizado en virtude do presente documento ou en violación das leis aplicables; (iv) dedicarse a calquera práctica comercial ilegal ou enganosa con respecto aos Servizos; (v) eludir ou inhabilitar calquera seguridade ou outras características ou medidas técnicas dos Servizos ou calquera outro aspecto do Software ou, de calquera xeito, intentar obter ou obter acceso non autorizado aos Servizos ou aos sistemas ou redes informáticos relacionados; (vi) usa os Servizos para transmitir material infractor, libeloso, obsceno, ameazante ou doutro xeito ilícito, inseguro, malintencionado, abusivo ou delicado ou para almacenar ou transmitir material con violación de dereitos de privacidade de terceiros; (vii) usa o Servizo para almacenar ou transmitir calquera virus, gusanos, bombas de tempo, cabalos de Troia e outro código, ficheiros, scripts, axentes ou programas nocivos ou maliciosos ou para enviar spam ou mensaxes doutra forma ou non duplicadas ou non solicitadas con violación das leis aplicables ; ou (viii) interferir ou interromper a integridade ou o desempeño dos Servizos ou datos de terceiros contidos nos mesmos.
gu: તમે નહીં કરી શકો અને તમે ખાતરી કરો કે તમારા અધિકૃત વપરાશકર્તાઓ, સેવાઓના જોડાણમાં ડિસએસેમ્બલ, રિવર્સ એન્જિનિયર, ડિકોમ્પાઇલ અથવા અન્યથા કોઈ કોડને ડિસિફર કરવાનો પ્રયાસ કરશે નહીં, અથવા સુધારેલ છે, અનુકૂળ છે, તેના આધારે વ્યુત્પન્ન કામો બનાવે છે, અથવા ભાષાંતર કરે છે સેવાઓ; (ii) લાઇસન્સ, સબલિસેન્સ, વેચવું, ભાડે કરવું, સોંપવું, વહેંચવું, ટાઇમશેર ટ્રાન્સફર, લીઝ, લોન, નફા માટે ફરીથી વેચવું, વિતરણ કરવું અથવા અન્યથા વ્યાવસાયિક રીતે શોષણ કરવું, અથવા સેવાઓને કોઈપણ તૃતીય પક્ષને ઉપલબ્ધ કરાવવી; (iii) સ્પષ્ટ રીતે અધિકૃત સિવાય અથવા કોઈપણ લાગુ કાયદાના ઉલ્લંઘન સિવાય સેવાઓનો ઉપયોગ કરો; (iv) સેવાઓ સાથે સંબંધિત કોઈપણ ગેરકાયદેસર અથવા ભ્રામક વેપાર પ્રથામાં સામેલ થવું; (વી) કોઈપણ સુરક્ષા અથવા અન્ય તકનીકી સુવિધાઓ અથવા સેવાઓ અથવા સોફ્ટવેરના કોઈપણ પાસા અથવા કોઈ પણ રીતે, સેવાઓ અથવા સંબંધિત કમ્પ્યુટર સિસ્ટમો અથવા નેટવર્કની અનધિકૃત accessક્સેસ મેળવવા અથવા મેળવવા માટેના પ્રયત્નોને નિષ્ક્રિય અથવા અક્ષમ કરો; (vi) સેવાઓનો ઉપયોગ ઉલ્લંઘન, બદનક્ષી, અશ્લીલ, ધમકી આપવા અથવા અન્યથા ગેરકાયદેસર, અસુરક્ષિત, દૂષિત, અપમાનજનક અથવા ગુનાહિત સામગ્રી, અથવા તૃતીય-પક્ષ ગોપનીયતા અધિકારોના ઉલ્લંઘનમાં સામગ્રી સ્ટોર અથવા ટ્રાન્સમિટ કરવા માટે; (vii) સેવાનો ઉપયોગ કોઈપણ વાયરસ, વોર્મ્સ, ટાઇમ બોમ્બ, ટ્રોજન હોર્સ અને અન્ય હાનિકારક અથવા દૂષિત કોડ, ફાઇલો, સ્ક્રિપ્ટો, એજન્ટો અથવા પ્રોગ્રામ્સ સ્ટોર કરવા માટે અથવા ટ્રાન્સમિટ કરવા માટે અથવા લાગુ કાયદાના ઉલ્લંઘનમાં સ્પામ અથવા અન્યથા ડુપ્લિકેટિવ અથવા અવાંછિત સંદેશાઓ મોકલવા માટે. ; અથવા (viii) સેવાઓ અથવા તેમાં સમાયેલ તૃતીય-પક્ષ ડેટાની અખંડિતતા અથવા પ્રભાવમાં દખલ અથવા વિક્ષેપ.
hi: आप यह सुनिश्चित नहीं कर सकते हैं और आप अपने अधिकृत उपयोगकर्ताओं को यह सुनिश्चित नहीं करेंगे, (i) असंतुष्ट, रिवर्स इंजीनियर, विघटित या अन्यथा सेवाओं के संबंध में किसी भी कोड को समझने का प्रयास करें, या संशोधित करें, अनुकूलित करें, उसके आधार पर व्युत्पन्न कार्य बनाएं, या अनुवाद करें। सेवाएं; (ii) लाइसेंस, सब्लिसेन्स, सेल, रेंट, असाइन, डिस्ट्रीब्यूशन, टाइमशैयर ट्रांसफर, लीज, लोन, लाभ के लिए रीसेल, डिस्ट्रीब्यूट या अन्यथा व्यावसायिक रूप से शोषण, किसी भी तीसरे पक्ष को अधिकार प्रदान करना या सेवाओं को उपलब्ध कराना; (iii) स्पष्ट रूप से अधिकृत या किसी लागू कानूनों के उल्लंघन के अलावा सेवाओं का उपयोग करें; (iv) सेवाओं के संबंध में किसी भी अवैध या भ्रामक व्यापार प्रथाओं में संलग्न; (v) किसी भी सुरक्षा या अन्य तकनीकी सुविधाओं या सेवाओं या सॉफ्टवेयर के किसी अन्य पहलू या किसी भी तरीके से या किसी भी तरीके से, सेवाओं या संबंधित कंप्यूटर सिस्टम या नेटवर्क पर अनधिकृत पहुंच प्राप्त करने या प्राप्त करने का प्रयास; (vi) सेवाओं का उपयोग उल्लंघन, कामचलाऊ, अश्लील, धमकी देने या अन्यथा गैरकानूनी, असुरक्षित, दुर्भावनापूर्ण, अपमानजनक या अत्याचारपूर्ण सामग्री प्रसारित करने के लिए या तीसरे पक्ष के गोपनीयता अधिकारों के उल्लंघन में सामग्री को स्टोर करने या प्रसारित करने के लिए सेवाओं का उपयोग करें; (vii) किसी भी वायरस, वर्म, टाइम बम, ट्रोजन हॉर्स और अन्य हानिकारक या दुर्भावनापूर्ण कोड, फाइल, स्क्रिप्ट, एजेंट या प्रोग्राम को स्टोर करने या प्रसारित करने के लिए, या लागू कानूनों के उल्लंघन में स्पैम या अन्यथा डुप्लिकेट या अनचाहे संदेशों को भेजने के लिए सेवा का उपयोग करते हैं। ; या (viii) इसमें निहित सेवाओं या तृतीय-पक्ष डेटा की अखंडता या प्रदर्शन को बाधित या बाधित करता है।
hr: Ne smijete i osiguravate da vaši autorizirani korisnici ne (i) rastavljaju, obrnute programere, dekompiliraju ili na drugi način pokušavaju dešifrirati bilo koji kôd u vezi s Uslugama, niti mijenjati, prilagođavati, stvarati izvedene radove na temelju ili prevesti usluge; (ii) licencirati, podlicencirati, prodati, iznajmljivati, dodjeljivati, distribuirati, prenositi vremenski zakup, iznajmiti, posuditi, preprodavati radi dobiti, distribuirati ili na neki drugi drugi način komercijalno iskorištavati, davati prava na ili učiniti Usluge dostupnima bilo kojoj trećoj strani; (iii) koristiti Usluge, osim ako je to izričito odobreno ili u suprotnosti s bilo kojim primjenjivim zakonima; (iv) sudjelovati u bilo kojoj nezakonitoj ili obmanjujućoj trgovačkoj praksi u pogledu Usluga; (v) zaobići ili onemogućiti bilo kakve sigurnosne ili druge tehničke značajke ili mjere Usluga ili bilo kojeg drugog aspekta Softvera ili na bilo koji način pokušati steći ili ostvariti neovlašteni pristup Uslugama ili povezanim računalnim sustavima ili mrežama; (vi) koristiti Usluge za prenošenje kršenog, klevetničkog, opscenog, prijetećeg ili na drugi način nezakonitog, nesigurnog, zlonamjernog, zloupotrebljivog ili nasilnog materijala ili za pohranu ili prijenos materijala koji krši prava privatnosti trećih strana; (vii) koristite Uslugu za pohranjivanje ili prijenos bilo kakvih virusa, crva, vremenskih bombi, trojanskih konja i drugog štetnog ili zlonamjernog koda, datoteka, skripti, agenata ili programa ili za slanje neželjene pošte ili na druge načine duplicirane ili neželjene poruke kršeći primjenjive zakone ; ili (viii) ometati ili narušavati integritet ili performanse Usluga ili podataka trećih strana sadržanih u njima.
hu: Nem teheti, és biztosítania kell, hogy az engedélyezett felhasználók ne (i) szétszereljék, megtervezzék, dekompilálják vagy más módon megpróbálják megfejteni a Szolgáltatásokkal kapcsolatos bármely kódot, vagy nem módosíthatják, adaptálhatják, nem hozhatnak létre származékos munkákat a szolgáltatások; (ii) licenc, allicenc, eladás, bérlés, átruházása, terjesztése, időben megosztott ingatlan átruházása, bérbeadása, kölcsönadása, haszonszerzés céljából viszonteladása, disztribúciója vagy egyéb módon kereskedelmi hasznosítása, jogok megadása vagy a Szolgáltatások harmadik fél számára történő hozzáférhetővé tétele; (iii) nem használja a Szolgáltatásokat, kivéve az alább kifejezetten engedélyezett módon, vagy az alkalmazandó törvényeket megsértve; (iv) bármilyen illegális vagy megtévesztő kereskedelmi gyakorlatot folytat a Szolgáltatásokkal kapcsolatban; (v) megkerüli vagy letiltja a Szolgáltatások vagy a Szoftver bármely más szempontjának biztonsági vagy egyéb műszaki jellemzőit vagy intézkedéseit, vagy bármilyen módon megkísérel megszerezni vagy elérni a Szolgáltatásokhoz vagy a kapcsolódó számítógépes rendszerekhez vagy hálózatokhoz való jogosulatlan hozzáférést; (vi) használja a Szolgáltatásokat jogsértő, rágalmazó, obszcén, fenyegető vagy egyéb módon jogellenes, nem biztonságos, rosszindulatú, visszaélésszerű vagy kínzó anyag továbbítására, vagy anyag tárolására vagy továbbítására, megsértve a harmadik felek adatvédelmi jogait; (vii) a Szolgáltatást vírusok, férgek, időbombák, trójai lovak és egyéb káros vagy rosszindulatú kódok, fájlok, szkriptek, ügynökök vagy programok tárolására vagy továbbítására, illetve spam, vagy másolatú vagy kéretlen üzenetek küldésére, az alkalmazandó törvények megsértésével küldi el. ; vagy (viii) megzavarhatja vagy megzavarhatja a Szolgáltatások integritását vagy teljesítését vagy azokban szereplő harmadik fél adatait.
hy: Դուք չեք կարող, և դուք երաշխավորում եք, որ ձեր լիազորված օգտվողները չեն (i) ապամոնտաժել, հակադարձ ինժեներ, ապամոնտաժել կամ այլ կերպ չփորձել վերծանել Ծածկագրերը Ծառայությունների հետ կապված կամ փոփոխել, հարմարեցնել, ստեղծել ածանցյալ գործեր, որոնց հիման վրա կամ թարգմանել Ծառայություններ; (ii) լիցենզիա, արտոնագիր, վաճառք, վարձակալություն, հանձնարարություն, բաշխում, ժամանակավճար փոխանցում, վարձակալության, վարկ, վաճառել շահույթ, բաշխել կամ այլ կերպ առևտրով շահագործել, դրամաշնորհի իրավունքներ տրամադրել կամ Ծառայությունները հասանելի դարձնել ցանկացած երրորդ կողմի. (iii) օգտագործել Ծառայությունները, բացառությամբ այն դեպքերի, երբ սույն օրենքն ուղղակիորեն թույլատրված է կամ կիրառելով ցանկացած գործող օրենսդրություն. (iv) զբաղվել ցանկացած ապօրինի կամ խաբուսիկ առևտրային պրակտիկայով ՝ կապված Ծառայությունների հետ. (v) շրջանցել կամ անջատել Ծառայությունների կամ Ծրագրաշարի որևէ այլ կողմի անվտանգության կամ այլ տեխնիկական բնութագրերի կամ միջոցների կամ ցանկացած ձևով փորձել ձեռք բերել կամ հասնել Ծառայություններին կամ հարակից համակարգչային համակարգերին կամ ցանցերին անթույլատրելի մուտքի ձեռքբերման կամ հասնելու համար. (vi) Օգտագործել Ծառայությունները `փոխանցելու խախտող, զրպարտչական, անպարկեշտ, սպառնալից կամ այլ կերպ անօրինական, վնասակար, չարամիտ, չարաշահող կամ խոշտանգող նյութեր, կամ պահպանել կամ փոխանցել նյութեր` խախտելով երրորդ անձանց գաղտնիության իրավունքը. (vii) Օգտագործել Ծառայությունը `պահելու կամ փոխանցելու ցանկացած վիրուս, ճիճու, ռումբի ռումբ, տրոյան ձի և այլ վնասակար կամ չարամիտ կոդ, ֆայլեր, գրություններ, գործակալներ կամ ծրագրեր, կամ ուղարկել սպամ կամ այլ կերպ կրկնօրինակ կամ չբացահայտված հաղորդագրություններ` կիրառելի օրենքների խախտմամբ: ; կամ (viii) միջամտել կամ խաթարել դրանում պարունակվող Ծառայությունների կամ երրորդ կողմի տվյալների ամբողջականությունը կամ կատարումը:
id: Anda tidak boleh, dan Anda harus memastikan bahwa pengguna resmi Anda tidak, (i) membongkar, merekayasa balik, mendekompilasi atau mencoba menguraikan kode apa pun sehubungan dengan Layanan, atau memodifikasi, mengadaptasi, membuat karya turunan berdasarkan, atau menerjemahkan Jasa; (ii) lisensi, mensublisensikan, menjual, menyewakan, menugaskan, mendistribusikan, mentransfer timeshare, menyewakan, meminjamkan, dijual kembali untuk keuntungan, mendistribusikan atau mengeksploitasi secara komersial, memberikan hak dalam atau membuat Layanan tersedia untuk pihak ketiga; (iii) menggunakan Layanan kecuali secara tegas diizinkan di bawah ini atau melanggar hukum apa pun yang berlaku; (iv) terlibat dalam praktik perdagangan ilegal atau menipu sehubungan dengan Layanan; (v) menghindari atau menonaktifkan keamanan atau fitur teknis atau tindakan apa pun dari Layanan atau aspek lain dari Perangkat Lunak ini, atau dengan cara apa pun, berupaya untuk mendapatkan atau mendapatkan akses tidak sah ke Layanan atau sistem komputer atau jaringan terkait; (vi) menggunakan Layanan untuk mengirimkan materi yang melanggar, memfitnah, cabul, mengancam atau melanggar hukum, tidak aman, berbahaya, kasar atau menyiksa, atau untuk menyimpan atau mengirimkan materi yang melanggar hak privasi pihak ketiga; (vii) menggunakan Layanan untuk menyimpan atau mengirimkan virus, worm, bom waktu, kuda Troya dan kode, file, skrip, agen atau program berbahaya atau berbahaya lainnya, atau untuk mengirim spam atau pesan duplikat atau tidak diminta yang melanggar undang-undang yang berlaku ; atau (viii) mengganggu atau mengganggu integritas atau kinerja Layanan atau data pihak ketiga yang terkandung di dalamnya.
is: Þú mátt ekki, og þú munt tryggja að viðurkenndir notendur þínir, (i) taka í sundur, snúa verkfræðing, brjóta saman eða reyna á annan hátt að hallmæla kóða í tengslum við þjónustuna, eða breyta, laga, búa til afleidd verk byggð á eða þýða Þjónusta; (ii) leyfi, framleyfi til leyfis, selja, leigja, framselja, dreifa, skiptast á tímum, leigja, lána, endurselja í hagnaðarskyni, dreifa eða á annan hátt nota í viðskiptalegum tilgangi, veita réttindi í eða gera þjónustuna aðgengileg þriðja aðila; (iii) nota þjónustuna nema með sérstökum heimild hér á eftir eða brjóta í bága við gildandi lög; (iv) stunda hvers konar ólöglega eða villandi viðskipti með tilliti til þjónustunnar; (v) sniðganga eða slökkva á öryggi eða öðrum tæknilegum eiginleikum eða ráðstöfunum á þjónustunni eða öðrum þáttum hugbúnaðarins eða á nokkurn hátt reyna að fá eða fá óleyfilegan aðgang að þjónustunni eða tölvukerfi eða net tengdum; (vi) nota þjónustuna til að senda brot, meiðyrðalegt, ruddalegt, ógnandi eða á annan hátt ólögmætt, óöruggt, illgjarn, móðgandi eða skaðlegt efni, eða til að geyma eða senda efni sem brýtur í bága við persónuverndarrétt þriðja aðila; (vii) nota þjónustuna til að geyma eða senda vírusa, orma, tímasprengjur, trójuhesta og annan skaðlegan eða skaðlegan kóða, skrár, forskriftir, umboðsmenn eða forrit eða til að senda ruslpóst eða á annan hátt afrit eða óumbeðin skilaboð í bága við gildandi lög ; eða (viii) trufla eða trufla heiðarleika eða frammistöðu þjónustunnar eða gagna frá þriðja aðila sem er að finna í henni.
it: Non puoi, e devi assicurarti che i tuoi utenti autorizzati non, (i) disassemblare, decodificare, decompilare o altrimenti tentare di decifrare qualsiasi codice in connessione con i Servizi, o modificare, adattare, creare opere derivate basate su, o tradurre il Servizi; (ii) concedere in licenza, concedere in licenza, vendere, affittare, assegnare, distribuire, trasferire in multiproprietà, leasing, prestito, rivendere a scopo di lucro, distribuire o altrimenti sfruttare commercialmente, concedere diritti o rendere i Servizi disponibili a terzi; (iii) utilizzare i Servizi ad eccezione di quanto espressamente autorizzato nel presente documento o in violazione di qualsiasi legge applicabile; (iv) intraprendere qualsiasi pratica commerciale illegale o ingannevole nei confronti dei Servizi; (v) eludere o disabilitare qualsiasi sicurezza o altre caratteristiche tecniche o misure dei Servizi o qualsiasi altro aspetto del Software o, in qualsiasi modo, tentare di ottenere o ottenere un accesso non autorizzato ai Servizi o ai relativi sistemi o reti informatici; (vi) utilizzare i Servizi per trasmettere materiale illecito, calunnioso, osceno, minaccioso o altrimenti illecito, non sicuro, dannoso, offensivo o tortuoso o per archiviare o trasmettere materiale in violazione dei diritti alla privacy di terzi; (vii) utilizzare il Servizio per archiviare o trasmettere virus, worm, bombe a tempo, cavalli di Troia e altri codici, file, script, agenti o programmi dannosi o dannosi o per inviare spam o messaggi duplicati o non richiesti in violazione delle leggi applicabili ; o (viii) interferire con o interrompere l&#39;integrità o le prestazioni dei Servizi o dei dati di terzi in essi contenuti.
iw: אינך רשאי, ותבטיח שהמשתמשים המורשים שלך לא, (i) לפרק, להנדס רוורס, לפרק או לנסות בכל דרך אחרת לפענח קוד כלשהו בקשר עם השירותים, או לשנות, להתאים, ליצור עבודות נגזרות מבוססות על או לתרגם את שירותים; (ii) להעניק רישיון, רישיון משנה, למכור, להשכיר, להקצות, להפיץ, להעביר חלוקה, להחכיר, להלוות, למכור מחדש למטרות רווח, להפיץ או לנצל באופן מסחרי באופן אחר, להעניק זכויות או להנגיש את השירותים לצד שלישי כלשהו; (iii) להשתמש בשירותים למעט כפי שהוסמך במפורש להלן או תוך הפרה של כל חוקים רלוונטיים; (iv) לעסוק בכל שיטות סחר בלתי חוקיות או מטעות ביחס לשירותים; (v) לעקוף או לבטל כל אבטחה או מאפיינים טכניים או אמצעים אחרים של השירותים או כל היבט אחר של התוכנה, או בכל דרך שהיא לנסות להשיג או להשיג גישה בלתי מורשית לשירותים או למערכות המחשב או הרשתות הקשורות בהן; (vi) להשתמש בשירותים בכדי להעביר חומר מפר, לשון הרע, מגונה, מאיים או שאינו חוקי, לא בטוח, זדוני, זדוני, פוגע או נזיקי, או לאחסון או העברת חומר בניגוד לזכויות פרטיות של צד ג &#39;; (vii) להשתמש בשירות לאחסון או להעברת וירוסים, תולעים, פצצות זמן, סוסים טרויאניים וקוד, קבצים, סקריפטים, סוכנים או תוכניות מזיקים או זדוניים אחרים, או כדי לשלוח דואר זבל או הודעות משוכפלות או לא מתבקשות, בניגוד לחוקים החלים. ; או (viii) להפריע או לשבש את שלמותם או ביצועיהם של השירותים או נתוני צד ג &#39;הכלולים בהם.
ja: 許可されたユーザーが、（i）サービスに関連するコードを逆アセンブル、リバースエンジニアリング、逆コンパイル、またはその他の方法で解読しようとしないこと、または変更、適応、派生作品の作成、または翻訳を行わないことサービス; （ii）ライセンス、サブライセンス、販売、レンタル、割り当て、配布、タイムシェア転送、リース、ローン、利益のための再販、配布、またはその他の商業的利用、サービスの権利の付与または第三者へのサービスの提供。 （iii）本契約で明示的に許可されている場合、または適用される法律に違反している場合を除き、サービスを使用する。 （iv）本サービスに関して違法または詐欺的な取引慣行を行う。 （v）本サービスまたは本ソフトウェアのその他の側面のセキュリティまたはその他の技術的機能または手段を回避または無効にする、または何らかの方法で、本サービスまたは関連するコンピューターシステムまたはネットワークへの不正アクセスを取得または達成しようとすること。 （vi）サービスを使用して、侵害、名誉毀損、わいせつ、脅迫、またはその他の違法、安全でない、悪意のある、虐待的または不法な素材を送信したり、第三者のプライバシー権に違反して素材を保存または送信したりすること。 （vii）本サービスを利用して、ウイルス、ワーム、時限爆弾、トロイの木馬、その他の有害または悪意のあるコード、ファイル、スクリプト、エージェント、プログラムを保存または送信したり、適用法に違反してスパムやその他の複製または未承諾のメッセージを送信したりする; （viii）サービスまたはサービスに含まれる第三者のデータの完全性またはパフォーマンスを妨害または妨害すること。
ka: თქვენ არ შეგიძლიათ და დარწმუნდებით, რომ თქვენს უფლებამოსილ მომხმარებლებს არ დაშალოთ, (i) დააინსტალირეთ შებრუნებული ინჟინერი, გაშიფრეთ ან სხვაგვარად ცდილობენ სერვისებთან დაკავშირებით რაიმე კოდის გაშიფვრას, ან შეცვალონ, შეცვალონ, შექმნან დერივატირებული ნამუშევრები, რომლებიც დაფუძნებულია ან თარგმნეთ მომსახურება; (ii) ლიცენზია, მოქალაქეობა, გაყიდვა, გაქირავება, დავალება, დისტრიბუცია, ვადაგადაცილების გადაცემა, იჯარა, სესხი, მოგებაზე გაყიდვა, დისტრიბუცია ან კომერციულად სხვა სარგებლობის მოპოვება, საგრანტო უფლებების დაცვა ან სერვისების გამოყენება ნებისმიერი მესამე მხარისათვის; (iii) გამოიყენოს სერვისები, გარდა იმ შემთხვევისა, რაც მათ პირდაპირ აქვთ მითითებული ან ნებისმიერი მოქმედი კანონმდებლობის დარღვევა; (iv) ჩაერთოს უკანონო ან მოტყუებით ვაჭრობის პრაქტიკაში ნებისმიერ მომსახურებასთან მიმართებაში; (v) გვერდის ავლით ან გამორთვა სერვისების ნებისმიერი ტექნიკური ან ტექნიკური მახასიათებლების ან ზომების ან პროგრამული უზრუნველყოფის სხვა ასპექტების ან რაიმე ფორმით, შეეცადეთ მოიძიოთ ან მიაღწიოთ უნებართვო წვდომას სერვისებზე ან მათთან დაკავშირებულ კომპიუტერული სისტემებსა თუ ქსელებზე; (vi) გამოიყენოს სერვისები, რომ გადასცეს მოძალადე, ცილისმწამებლური, უცენზურო, მუქარის ან სხვაგვარად არაკანონიერი, არასაიმედო, მუქარის, მოძალადე ან წამების მასალები, ან შეინახოს ან გადასცეს მასალები მესამე მხარის კონფიდენციალურობის უფლებების დარღვევით; (vii) სერვისით გამოიყენეთ ნებისმიერი ვირუსის, ჭიების, დროის ბომბების, ტროას ცხენებისა და სხვა მავნე ან მავნე კოდების, ფაილების, სკრიპტების, აგენტების ან პროგრამების შესანახად ან გადასაცემად, ან მოქმედი კანონების დარღვევით, გაგზავნეთ სპამი ან სხვაგვარად, დუბლირებული ან გამოუცხადებელი შეტყობინებები. ; ან (viii) ხელს უშლის ან არღვევს მასში შემავალი სერვისების ან მესამე მხარის მონაცემების მთლიანობას ან შესრულებას.
kk: Сіз рұқсат етілген пайдаланушылардың: (i) бөлшектемеуге, қайта жасамауға, декомпиляциялауға немесе Қызметтерге байланысты кез-келген кодтың шифрын ашуға тырыспауға, өзгертуге, бейімдеуге, туындыларды құруға немесе аударуға болмайды; Қызметтер; (ii) лицензия, сублицензия, сату, жалдау, басқаға беру, тарату, уақытты беру, жалдау, қарыз алу, пайда табу үшін сату, тарату немесе коммерциялық жолмен пайдалану, құқықтарды беру немесе үшінші тарапқа қол жетімді ету; (iii) осы Келісім бойынша тікелей рұқсат етілген жағдайларды қоспағанда немесе кез келген қолданыстағы заңдарды бұза отырып, қызметтерді пайдалануға; (iv) Қызметтерге қатысты кез-келген заңсыз немесе жалған сауда-саттықпен айналысуға; (v) кез келген қауіпсіздікті немесе басқа техникалық мүмкіндіктерді немесе қызметтердің шараларын немесе Бағдарламаның кез келген басқа аспектілерін айналып өту немесе өшіру немесе кез келген тәсілмен Қызметтерге немесе соған байланысты компьютерлік жүйелер мен желілерге рұқсатсыз қол жеткізуге қол жеткізуге немесе алуға тырысу; (vi) қызметтерді бұзушылық, жала, әдепсіз, қорқыту немесе басқа жолмен заңсыз, қауіпті, зиянды, қорлайтын немесе азаптайтын материалдарды тарату немесе үшінші тараптың құпиялылық құқығын бұзумен материалды сақтау немесе беру үшін пайдалану; (vii) кез-келген вирустарды, құрттарды, уақыттық бомбаларды, трояндық аттарды және басқа зиянды немесе зиянды кодтарды, файлдарды, сценарийлерді, агенттерді немесе бағдарламаларды сақтау немесе тарату үшін немесе қолданыстағы заңдарды бұза отырып спам немесе басқа қайталанатын немесе қажетсіз хабарламалар жіберу үшін Сервисті пайдалану. ; немесе (viii) қызметтердің немесе ондағы үшінші тарап деректерінің тұтастығына немесе өнімділігіне кедергі келтіруі немесе бұзуы.
km: អ្នកអាចនឹងមិនត្រូវហើយអ្នកត្រូវធានាថាអ្នកប្រើប្រាស់ដែលមានការអនុញ្ញាតរបស់អ្នកមិន (i) រុះរើវិស្វករបញ្ចោញឬខូចឬប៉ុនប៉ងឌិគ្រីបកូដណាមួយដែលទាក់ទងនឹងសេវាកម្មឬកែប្រែកែសំរួលបង្កើតស្នាដៃដើមដោយផ្អែកលើឬបកប្រែ សេវាកម្ម; (ii) អាជ្ញាប័ណ្ណសាធារណៈការលក់ជួលចាត់ចែងចែកចាយផ្ទេរពេលវេលាចែកជួលជួលប្រាក់កម្ចីលក់ដើម្បីរកប្រាក់ចំណេញចែកចាយឬធ្វើអាជីវកម្មពាណិជ្ជកម្មធ្វើអាជីវកម្មផ្តល់សិទ្ធិឬធ្វើឱ្យសេវាកម្មមានដល់ភាគីទីបី។ (iii) ប្រើប្រាស់សេវាកម្មលើកលែងតែមានការអនុញ្ញាតយ៉ាងជាក់លាក់ឬរំលោភលើច្បាប់ដែលអាចអនុវត្តបាន។ (iv) ចូលរួមក្នុងការធ្វើពាណិជ្ជកម្មខុសច្បាប់ឬបោកបញ្ឆោតដោយគោរពតាមសេវាកម្ម។ (v) បញ្ចៀសឬបិទសន្តិសុខឬលក្ខណៈបច្ចេកទេសឬវិធានការណ៍នៃសេវាកម្មឬទិដ្ឋភាពផ្សេងទៀតរបស់សូហ្វវែរឬក្នុងលក្ខណៈណាមួយព្យាយាមទទួលបានឬទទួលបានសិទ្ធិប្រើប្រាស់សេវាកម្មឬប្រព័ន្ធកុំព្យួទ័រឬបណ្តាញដែលពាក់ព័ន្ធ។ (vi) ប្រើសេវាកម្មដើម្បីបញ្ជូនការរំលោភបំពានការប្រមាថមើលងាយការគំរាមកំហែងឬខុសច្បាប់ដែលមិនមានសុវត្ថិភាពការធ្វើបាបការធ្វើបាបឬការធ្វើទារុណកម្មឬរក្សាទុកឬបញ្ជូនសម្ភារៈដោយរំលោភលើសិទ្ធិឯកជនរបស់ភាគីទីបី។ (vii) ប្រើសេវាកម្មដើម្បីផ្ទុកឬបញ្ជូនវីរុសមេរោគដង្កូវគ្រាប់បែកពេលវេលាសេះ Trojan និងលេខកូដដែលបង្កគ្រោះថ្នាក់ឬព្យាបាទឯកសារឯកសារស្គ្រីបភ្នាក់ងារឬកម្មវិធីនានាឬផ្ញើសារឥតបានការឬសារស្ទួនឬសារដែលមិនបានស្នើសុំក្នុងការបំពានច្បាប់ដែលអាចអនុវត្តបាន។ ; ឬ (viii) ជ្រៀតជ្រែកឬបង្អាក់ភាពសុចរិតឬការបំពេញមុខងាររបស់សេវាកម្មឬទិន្នន័យរបស់ភាគីទីបីដែលមាននៅក្នុងនោះ។
kn: ನೀವು ಮಾಡಬಾರದು, ಮತ್ತು ನಿಮ್ಮ ಅಧಿಕೃತ ಬಳಕೆದಾರರು ಮಾಡಬಾರದು ಎಂದು ನೀವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಬೇಕು, (i) ಸೇವೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ಕೋಡ್ ಅನ್ನು ಡಿಸ್ಅಸೆಂಬಲ್ ಮಾಡಿ, ರಿವರ್ಸ್ ಎಂಜಿನಿಯರ್, ಡಿಕಂಪೈಲ್ ಅಥವಾ ಬೇರೆ ರೀತಿಯಲ್ಲಿ ಪ್ರಯತ್ನಿಸಲು, ಅಥವಾ ಮಾರ್ಪಡಿಸುವ, ಹೊಂದಿಕೊಳ್ಳುವ, ಆಧಾರಿತ ಕೃತಿಗಳನ್ನು ಆಧರಿಸಿ ರಚಿಸಿ, ಅಥವಾ ಅನುವಾದಿಸಿ ಸೇವೆಗಳು; (ii) ಪರವಾನಗಿ, ಉಪ-ಪರವಾನಗಿ, ಮಾರಾಟ, ಬಾಡಿಗೆ, ನಿಯೋಜನೆ, ವಿತರಣೆ, ಸಮಯ ಹಂಚಿಕೆ ವರ್ಗಾವಣೆ, ಗುತ್ತಿಗೆ, ಸಾಲ, ಲಾಭಕ್ಕಾಗಿ ಮರುಮಾರಾಟ, ವಿತರಣೆ ಅಥವಾ ವಾಣಿಜ್ಯಿಕವಾಗಿ ಶೋಷಣೆ, ಹಕ್ಕುಗಳನ್ನು ನೀಡುವುದು ಅಥವಾ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಗೆ ಸೇವೆಗಳನ್ನು ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡುವುದು; (iii) ಇಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ಅಧಿಕೃತವಾದ ಅಥವಾ ಅನ್ವಯವಾಗುವ ಯಾವುದೇ ಕಾನೂನುಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿ ಹೊರತುಪಡಿಸಿ ಸೇವೆಗಳನ್ನು ಬಳಸಿ; (iv) ಸೇವೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ಕಾನೂನುಬಾಹಿರ ಅಥವಾ ಮೋಸಗೊಳಿಸುವ ವ್ಯಾಪಾರ ಅಭ್ಯಾಸಗಳಲ್ಲಿ ತೊಡಗುವುದು; (v) ಸೇವೆಗಳ ಯಾವುದೇ ಸುರಕ್ಷತೆ ಅಥವಾ ಇತರ ತಾಂತ್ರಿಕ ಲಕ್ಷಣಗಳು ಅಥವಾ ಕ್ರಮಗಳು ಅಥವಾ ಸಾಫ್ಟ್‌ವೇರ್‌ನ ಯಾವುದೇ ಅಂಶವನ್ನು ತಪ್ಪಿಸುವುದು ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದು ಅಥವಾ ಯಾವುದೇ ರೀತಿಯಲ್ಲಿ ಸೇವೆಗಳಿಗೆ ಅಥವಾ ಸಂಬಂಧಿತ ಕಂಪ್ಯೂಟರ್ ವ್ಯವಸ್ಥೆಗಳು ಅಥವಾ ನೆಟ್‌ವರ್ಕ್‌ಗಳಿಗೆ ಅನಧಿಕೃತ ಪ್ರವೇಶವನ್ನು ಪಡೆಯಲು ಅಥವಾ ಸಾಧಿಸಲು ಪ್ರಯತ್ನಿಸುವುದು; (vi) ಉಲ್ಲಂಘನೆ, ಮಾನಹಾನಿಕರ, ಅಶ್ಲೀಲ, ಬೆದರಿಕೆ ಅಥವಾ ಕಾನೂನುಬಾಹಿರ, ಅಸುರಕ್ಷಿತ, ದುರುದ್ದೇಶಪೂರಿತ, ನಿಂದನಾತ್ಮಕ ಅಥವಾ ಹಿಂಸಾತ್ಮಕ ವಸ್ತುಗಳನ್ನು ರವಾನಿಸಲು ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಗೌಪ್ಯತೆ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿ ವಸ್ತುಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಅಥವಾ ರವಾನಿಸಲು ಸೇವೆಗಳನ್ನು ಬಳಸಿ; (vii) ಯಾವುದೇ ವೈರಸ್‌ಗಳು, ಹುಳುಗಳು, ಸಮಯ ಬಾಂಬುಗಳು, ಟ್ರೋಜನ್ ಕುದುರೆಗಳು ಮತ್ತು ಇತರ ಹಾನಿಕಾರಕ ಅಥವಾ ದುರುದ್ದೇಶಪೂರಿತ ಕೋಡ್, ಫೈಲ್‌ಗಳು, ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳು, ಏಜೆಂಟರು ಅಥವಾ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಅಥವಾ ರವಾನಿಸಲು ಸೇವೆಯನ್ನು ಬಳಸಿ, ಅಥವಾ ಅನ್ವಯವಾಗುವ ಕಾನೂನುಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿ ಸ್ಪ್ಯಾಮ್ ಅಥವಾ ನಕಲಿ ಅಥವಾ ಅಪೇಕ್ಷಿಸದ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ; ಅಥವಾ (viii) ಸೇವೆಗಳ ಸಮಗ್ರತೆ ಅಥವಾ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಥವಾ ಅದರಲ್ಲಿರುವ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಡೇಟಾವನ್ನು ಹಸ್ತಕ್ಷೇಪ ಮಾಡುವುದು ಅಥವಾ ಅಡ್ಡಿಪಡಿಸುವುದು.
ku: Hûn ne dikarin, û hûn ê piştrast bikin ku bikarhênerên weyên destwerkirî nahêlin, (i) ji nû ve têkildar bikin, endezyarê berevajîkirin, veqetandin an bi rengek din hewl bidin ku hûn koda têkildar a bi Karûbaran re kifş bikin, an jî biguherînin, adaptasyon bikin, karên derasayî li ser binasin, an wergerînin. Karûbarên; (ii) lîsans, sublense, firotanê, kirê, danûstandin, belavkirin, veguhastina demî, kirêkirin, kredî, firotin ji bo berjewendiyê, dabeşkirin an bi karanîna bazirganî ya din, mafên diravî an karûbarên ku ji kesek sêyemîn re peyda dike; (iii) Karûbaran bikar tînin ji bilî ku li vir bi eşkereyî destûr daye an jî binpêkirina qanûnên pêvekirî; (iv) tev li pratîkên bazirganî yên neqanûnî an xapînok ên di derbarê Xizmetguzarî de; (v) her ewlehî an taybetmendiyên din ên teknîkî an pîvana Xizmet an aliyekî din ê Nermalavê an, bi her awayî, hewildana ji bo gihîştina an destkeftina nehiqûqî ya Xizmet an sazûmanên pergalê an tora têkildar an tora têkildar an dorpêçkirin an nexapandin. (vi) Karûbaran bikar bînin da ku ji ber binpêkirina mafên nepenî yên aliyekî sêyemîn veguheztina binpêkirin, serhişk, çavnebar, tehdîtkirin an jî bi rengek neheqî, ne ewle, xedar, destdirêjî an êşkence, an jî hilanîn an veguhestinê. (vii) Xizmet bikar tîne da ku vîrus, kîr, bombeyên demê, hespên Trojan û kodên din ên zirar an xerab, pelan, şîfreyan, agir an bernameyan hilanîn an veguheztin, an jî binpêkirina qanûnên pêkve bişînin spam an bi awayek din peyamên dubare an nexwestandî. ; an (viii) bi yekdetiyê an performansa Karûbaran an daneyên partiya sêyemîn ên ku li wir têne nav hev kirin an asteng kirin.
ky: Сиз уруксат бере албайсыз, жана сиз ыйгарым укуктуу колдонуучуларыңыздын (i) кызматтарга байланыштуу кодду шифрлөөгө, бөлүп чыгарууга, тескерисинен чыгарууга же башка жол менен чечүүгө аракет кылууга, же өзгөртүүгө, ылайыкташтырууга, туунду чыгармаларды жаратууга же которууга болбойт. кызматтар; (ii) лицензия берүү, сублицензиялоо, сатуу, ижарага берүү, өткөрүп берүү, жайылтуу, бир жолу өткөрүп берүү, ижарага берүү, насыя алуу, сатуу, сатуу, таратуу же башка жол менен коммерциялык пайдалануу, кызматтарды берүү же үчүнчү жакка берүү. (iii) Кызматтарды ушул Келишим боюнча атайын уруксат берилген учурлардан башка учурларда же колдонуудагы мыйзамдарды бузуу менен колдонуу; (iv) Кызматтарга карата ар кандай мыйзамсыз же алдамчылык соода иш-аракеттерин жүргүзүү; (v) кызматтарды же программалык камсыздоонун башка аспектилерин, коопсуздукту же башка техникалык өзгөчөлүктөрдү же чараларды айланып өтүүгө же өчүрүүгө же кандайдыр бир жол менен Кызматтарга же ага байланыштуу компьютердик тутумдарга же тармактарга уруксатсыз кирүүгө аракет кылууга; (vi) кызматтарды бузуучу, жалган, адепсиз, коркутуу же башка жол менен мыйзамсыз, кооптуу, зыяндуу, кыянаттык же кыйноо материалдарын берүү, же үчүнчү жактын купуялуулук укугун бузуу менен сактоо же берүү үчүн Кызматтарды колдонуңуз; (vii) Кызматты колдонуудагы мыйзамдарды бузуп, вирустарды, курттарды, убакыт бомбаларын, троян аттарын жана башка зыяндуу же зыяндуу кодду, файлдарды, сценарийлерди, агенттерди же программаларды сактоо же берүү, же спам же башка жол менен кайталануучу же керексиз билдирүүлөрдү жөнөтүү үчүн колдонуңуз. ; же (viii) Кызматтардын же анда камтылган үчүнчү жактардын маалыматтарынын бүтүндүгүнө же иштешине тоскоолдук кылуу же бузуу.
lb: Dir kënnt net, an Dir wäert suergen datt Är autoriséiert Benotzer net, (i) disassemble, reverse engineer, decompiléieren oder anescht probéieren iergendeen Code am Verbindung mat de Servicer ze entzifferen oder ze änneren, z&#39;adaptéieren, ofgeleet Deriv Wierker op Basis vun oder iwwersetze vum Servicer; (ii) Lizenz, sulicenséiert, verkafen, lounen, verdeelen, verdeelen, timeshare transferéieren, leasen, léinen, reselléiere fir Profitt, verdeelen oder soss kommerziell exploitéieren, Rechter ofginn oder d&#39;Servicer fir Drëtt Partei verfügbar maachen; (iii) d&#39;Servicer benotzen ausser ausdrécklech autoriséiert ënnerleien oder a Verletzung vun applicabelen Gesetzer; (iv) all illegal oder täuschend Handelspraktiken mat Respekt fir d&#39;Servicer engagéieren; (v) Sécherheet oder aner technesch Funktiounen oder Moossnamen vun de Servicer oder iergendengem aneren Aspekt vun der Software ëmzebréngen oder auszeschalten, oder op iergendeng Manéier probéieren onerlaabten Zougang zu de Servicer oder de verbonne Computersystemer oder Netzwierker ze kréien oder ze kréien; (vi) d&#39;Servicer benotze fir verletzend, beleidegend, obszön, bedrohend oder soss onrechtlech, onsécher, béisaarteg, mëssbrauchtlech oder gefoltert Material ze vermëttelen, oder Material ze späicheren oder ze vermëttelen am Verletzung vun de Privatsphärrechter vun Drëttpersounen; (vii) benotze de Service fir Viren, Wuerm, Zäitbommen, Trojanesche Päerd an aner schiedlech oder béisaarteg Code, Dateien, Scripten, Agenten oder Programmer ze späicheren oder ze vermëttelen oder Spam ze schécken oder soss duplizéierend oder onerwënschten Messagen am Verletzung vun applicabel Gesetzer ; oder (viii) d&#39;Integritéit oder d&#39;Performance vun de Servicer oder Drëttpersounen Donnéeën amëschen oder ënnerbannen.
lo: ທ່ານອາດຈະບໍ່ເຮັດແລະທ່ານຕ້ອງຮັບປະກັນໃຫ້ຜູ້ຊົມໃຊ້ທີ່ໄດ້ຮັບອະນຸຍາດຂອງທ່ານບໍ່, (i) disassemble, reverse engineer, decompile ຫຼືຖ້າບໍ່ດັ່ງນັ້ນພະຍາຍາມ decipher ລະຫັດໃດໆທີ່ກ່ຽວຂ້ອງກັບບໍລິການ, ຫຼືດັດແປງ, ດັດແປງ, ສ້າງວຽກງານທີ່ອີງໃສ່, ຫຼືແປພາສາ ການບໍລິການ; (ii) ໃບອະນຸຍາດ, ສາທາລະນະສຸກ, ຂາຍ, ໃຫ້ເຊົ່າ, ແຕ່ງຕັ້ງ, ແຈກຢາຍ, ໂອນ ກຳ ນົດເວລາ, ໃຫ້ເຊົ່າ, ກູ້ຢືມ, ຂາຍເພື່ອ ກຳ ໄລ, ແຈກຢາຍຫຼືການຄ້າອື່ນໆທີ່ເປັນການຄ້າ, ໃຫ້ສິດໃນຫລືເຮັດໃຫ້ການບໍລິການມີໃຫ້ແກ່ບຸກຄົນທີສາມ; (iii) ນຳ ໃຊ້ບໍລິການຍົກເວັ້ນທີ່ໄດ້ຮັບອະນຸຍາດສະແດງໃນຕໍ່ໄປຫລືລະເມີດກົດ ໝາຍ ທີ່ກ່ຽວຂ້ອງ; (iv) ເຂົ້າຮ່ວມໃນການປະຕິບັດການຄ້າທີ່ຜິດກົດ ໝາຍ ຫຼືຫຼອກລວງໃດໆກ່ຽວກັບການບໍລິການ; (v) ຫລີກລ້ຽງຫຼືປິດການ ທຳ ລາຍຄວາມປອດໄພຫລືລັກສະນະທາງວິຊາການຫຼືມາດຕະການອື່ນໆຂອງບໍລິການຫຼືລັກສະນະອື່ນໆຂອງ Software ຫຼືໃນແງ່ໃດກໍ່ຕາມ, ພະຍາຍາມທີ່ຈະໄດ້ຮັບຫຼືເຂົ້າເຖິງການບໍລິການທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດຈາກລະບົບຫລືລະບົບຄອມພິວເຕີທີ່ກ່ຽວຂ້ອງ; (vi) ໃຊ້ບໍລິການເພື່ອສົ່ງຕໍ່ການລະເມີດ, ເສລີພາບ, ດູຖູກ, ນາບຂູ່ຫລືຜິດກົດ ໝາຍ, ບໍ່ປອດໄພ, ເປັນອັນຕະລາຍ, ທຳ ຮ້າຍຫຼືທໍລະມານ, ຫຼືເກັບມ້ຽນຫລືຖ່າຍທອດເອກະສານທີ່ລະເມີດສິດທິຄວາມເປັນສ່ວນຕົວຂອງບຸກຄົນທີສາມ; (vii) ໃຊ້ບໍລິການເພື່ອເກັບຮັກສາຫຼືສົ່ງໄວຣັດ, ແມ່ທ້ອງ, ລະເບີດເວລາ, ມ້າ Trojan ແລະລະຫັດທີ່ເປັນອັນຕະລາຍຫຼືອັນຕະລາຍອື່ນໆ, ແຟ້ມ, ສະຄິບ, ຕົວແທນຫຼືໂປແກຼມຕ່າງໆ, ຫຼືສົ່ງຂໍ້ຄວາມສະແປມຫລືຂໍ້ຄວາມທີ່ຊ້ ຳ ຊ້ອນຫຼືບໍ່ໄດ້ລະບຸໃນການລະເມີດກົດ ໝາຍ ທີ່ກ່ຽວຂ້ອງ. ; ຫຼື (viii) ແຊກແຊງຫລືລົບກວນຄວາມຊື່ສັດຫລືການປະຕິບັດການບໍລິການຫຼືຂໍ້ມູນຂອງພາກສ່ວນທີສາມທີ່ມີຢູ່ໃນນັ້ນ.
lt: Jūs negalite ir užtikrinsite, kad jūsų įgalioti vartotojai: (i) neišardytų, nepadarytų inžinierių inžinierių, nesukompiliuotų ar kitaip nemėgintų iššifruoti jokio su Paslaugomis susijusio kodo, arba modifikuoti, pritaikyti, kurti išvestinius kūrinius, pagrįstus ar išversti Paslaugos; (ii) licencijuoti, sublicencijuoti, parduoti, išsinuomoti, perduoti, paskirstyti, pakaitinio naudojimosi teises perduoti, išnuomoti, paskolinti, perparduoti siekiant pelno, paskirstyti ar kitaip komerciškai panaudoti, suteikti teises ar suteikti paslaugas trečiosioms šalims; (iii) nesinaudoti Paslaugomis, išskyrus tuos atvejus, kai tai aiškiai leidžiama pagal Sutartį arba pažeidžiant galiojančius įstatymus; (iv) užsiimti bet kokia neteisėta ar apgaulinga prekybos praktika paslaugų srityje; (v) apeiti ar išjungti bet kokią Paslaugų apsaugą ar kitas technines savybes ar priemones ar bet kurį kitą Programinės įrangos aspektą arba bet kokiu būdu bandyti įgyti ar pasiekti neteisėtą prieigą prie Paslaugų ar susijusių kompiuterinių sistemų ar tinklų; (vi) naudotis Paslaugomis perduodant pažeidžiančią, šmeižikišką, nepadorią, grasinančią ar kitaip neteisėtą, nesaugią, kenksmingą, įžeidžiančią ar kankinančią medžiagą arba saugoti ar perduoti medžiagą pažeidžiant trečiųjų šalių teises į privatumą; (vii) naudoti Paslaugą saugoti ar perduoti bet kokius virusus, kirminus, laiko bombas, Trojos arklius ir kitus kenksmingus ar kenksmingus kodus, failus, scenarijus, agentus ar programas arba siųsti šlamštą ar kitaip dubliuoti ar nepageidaujamus pranešimus, pažeisdami galiojančius įstatymus ; arba (viii) trukdyti ar sutrikdyti Paslaugų ar jose esančių trečiųjų šalių duomenų vientisumą ar vykdymą.
lv: Jūs nedrīkstat un pārliecinieties, ka jūsu pilnvarotie lietotāji nedrīkst (i) izjaukt, pārveidot inženieri, dekompilēt vai kā citādi mēģināt atšifrēt jebkuru kodu, kas saistīts ar Pakalpojumiem, vai modificēt, pielāgot, izveidot atvasinātus darbus, kuru pamatā ir, vai tulkot Pakalpojumi; (ii) licencēt, apakšlicencēt, pārdot, iznomāt, nodot, izplatīt, daļlaika lietojuma tiesības nodot, iznomāt, aizdot, tālākpārdot peļņas gūšanai, izplatīt vai kā citādi komerciāli izmantot, piešķirt tiesības uz Pakalpojumiem vai padarīt tos pieejamus trešajām personām; (iii) neizmanto Pakalpojumus, izņemot gadījumus, kas ir skaidri atļauti saskaņā ar šo likumu, vai pārkāpjot piemērojamos likumus; (iv) iesaistīties nelikumīgā vai maldinošā tirdzniecības praksē attiecībā uz Pakalpojumiem; (v) apiet vai atspējot jebkādu Pakalpojumu vai citu programmatūras aspektu drošības vai citas tehniskas funkcijas vai pasākumus vai jebkādā veidā mēģināt iegūt vai panākt nesankcionētu piekļuvi Pakalpojumiem vai ar tiem saistītajām datorsistēmām vai tīkliem; (vi) izmantot Pakalpojumus, lai pārsūtītu aizskarošus, apmelojošus, neķītrus, draudošus vai citādi nelikumīgus, nedrošus, ļaunprātīgus, aizskarošus vai aizskarošus materiālus vai lai glabātu vai pārsūtītu materiālus, pārkāpjot trešo personu privātuma tiesības; (vii) izmantot Pakalpojumu, lai saglabātu vai pārsūtītu vīrusus, tārpus, laika bumbas, Trojas zirgus un citu kaitīgu vai ļaunprātīgu kodu, failus, skriptus, aģentus vai programmas vai sūtītu surogātpastu vai kā citādi kopējamus vai nelūgtus ziņojumus, pārkāpjot piemērojamos likumus ; vai (viii) traucē vai izjauc Pakalpojumu vai tajos esošo trešo personu datu integritāti vai izpildi.
mg: Mety tsy mety ianao ary hiantoka ny mpampiasa anao nahazo alalana, (i) hanaisotra, injeniera mifanohitra, manongotra na raha tsy izany dia manandrana mamantatra ny kaody misy ifandraisany amin&#39;ny serivisy, na manova, mametaveta, mamorona asa miorim-pototra miorina, na handika ny Services; (ii) ny fahazoan-dàlana, ny sublicense, ny fivarotana, ny hofan-tany, ny fizarana, ny fizarana fotoana, ny famerenam-potoana, ny fampanofana, ny fampindramam-bola, ny famerenam-bola, ny fizarana na ny fanararaotana amin&#39;ny fomba ara-barotra, ny fanomezana zahana na hanao ny serivisy ho an&#39;ny antoko fahatelo; (iii) ampiasao ireo serivisy afa-tsy raha ankatoavina mazava etoana na mandika ny lalàna mifandraika; (iv) miditra amin&#39;ny fanao ara-barotra tsy ara-dalàna na mamitaka momba ny Serivisy; (v) manelingelina na manakana ny fiarovana na ny fiasa ara-teknika na ny fepetra ara-teknikan&#39;ny Serivisy na ny lafiny hafa amin&#39;ny rindrambaiko na, na amin&#39;ny fomba ahoana, dia manandrana mahazo na mahazo alalana miditra amin&#39;ny alàlan&#39;ny Serivisy na ireo rafitry ny informatika na tambajotra mifandraika amin&#39;izany; (vi) ampiasao ny serivisy hanaterana ny fanitsakitsahana, manafintohina, tsy manjary, mandrahona na manohitra tsy ara-dalàna, tsy mahatahotra, manimba, manararaotra na mampijaly, na hitahiry na mamindra fitaovana amin&#39;ny fanitsakitsahana ny zon&#39;ny fizahana fahatelo; (vii) ampiasao ny serivisy hitahiry na handefasana otrikaretina, kankana, baomba amin&#39;ny fotoana, soavaly Trojan ary kaody hafa misy manimba na mampidi-doza, rakitra, scripts, agents na fandaharan&#39;asa, na handefasana spam na hafa raha tsy mandika lalàna na tsia. ; na (viii) hanelingelina na hanakorontanana ny fahamarinan-toetra na ny fampitana ny serivisy na ny antontan-taratasim-pifandraisana misy ao anatiny.
mi: Kaore pea koe, a me whakarite e koe kia kore e whakamana nga kaiwhakauru whai mana, (i) whakakorehia, whakahuri i te miihini, hurihuri ka kore ranei e ngana ki te taapiri i tetahi waehere e pa ana ki nga Ratonga, me te whakarereke ranei, whakahoahoa, waihanga i nga mahi kua whakauruhia ki runga, ki te whakamaori ranei i nga Ratonga; (ii) raihana, aukati, hoko, reti, tohatoha, tohatoha, whakawhiti i te waa, riihi, nama, tuku mo te moni, tohatoha me te kore e tauhokohoko, whakawhiwhia nga mana ki roto ki te hanga ranei i nga Ratonga e waatea ana ki tetahi tuatoru; (iii) whakamahi i nga Ratonga mena ka whakamanahia i raro ake nei te takahi ranei i nga ture e pa ana; (iv) ka uru atu ki nga mahi hokohoko kino kaore ranei e tau ana ki nga Ratonga; (v) tirotirohia, whakawhiwhia ranei ki etahi atu hangarau, ki etahi atu waahanga hangarau raanei ranei i nga waahanga o te Ratonga, ki tetahi atu ahuatanga ranei o te Pūmanawa, ahakoa ra, e ngana ana ki te whakawhiwhinga ki te uru atu ki te Ratonga, i nga punaha rorohiko ranei, nga hononga rorohiko ranei; (vi) whakamahi i nga Ratonga hei tuku i nga mahi whakaheke kino, whakakahoretia, taikaha, whakawehi, kaore ranei i te ture, kaore i te tika, he kino, he kino te whakamamae, he kaitukino, he whakatoi ranei, ko te rokiroki, ko te tuku rauemi ranei mo te takahi i nga mana pupuri a te hunga tuatoru; (vii) te whakamahi i te Ratonga ki te rokiroki, ki te tuku ranei i etahi mate, kutukutu, poma taima, hoiho Torotiana me etahi atu waehere kino, kino ranei, konae, tuhinga, apiha me nga papatono ranei, ki te tuku mai i te paarua ranei, ki te kore kopae, kaore ano ranei he karere i takahi i nga ture e pa ana. ; ranei (viii) whakatoi ranei kei te turaki i te tapatahi, i te mahi ranei a nga Ratonga, nga raraunga tuatoru ranei kei roto.
mk: Вие не може, и ќе бидете сигурни дека овластените корисници не го уништуваат, (i) расклопуваат инженерот за обратна насока, декомбилирајте или на друг начин се обидете да дешифрирате кој било код во врска со Услугите, или да ги модифицирате, адаптирате, создавате изведени дела засновани врз или да ги преведувате Услуги; (ii) лиценца, приватност, продажба, изнајмување, доделување, дистрибуирање, трансфер на време, закуп, заем, препродажба на профит, дистрибуирање или експлоатирање на комерцијална употреба, доделување права или да ги направи услугите достапни на која било трета страна; (iii) користете ги Услугите, освен како што е изрично овластено со ова или прекршување на важечките закони; (iv) да се вклучат во какви било незаконски или измамени трговски практики во однос на Услугите; (v) заобиколување или оневозможување на какви било безбедносни или други технички карактеристики или мерки на Услугите или кој било друг аспект на Софтверот или на кој било начин, обид да се добие или да се постигне неовластен пристап до Услугите или поврзаните компјутерски системи или мрежи; (vi) Користете ги Услугите за пренесување на навреда, клевета, непристојна, заканувачка или на друг начин незаконски, небезбеден, злонамерен, злоставувачки или мачен материјал, или за чување или пренесување на материјал спротивно на правата на приватност на трети лица; (vii) користете ја Услугата за чување или пренесување на какви било вируси, црви, временски бомби, тројански коњи и други штетни или злонамерни шифри, датотеки, скрипти, агенти или програми, или за испраќање спам или на друг начин дупликати или несакани пораки во кршење на важечките закони ; или (viii) се меша или нарушува интегритетот или изведбата на Услугите или податоците на трети лица содржани во нив.
ml: നിങ്ങളുടെ അംഗീകൃത ഉപയോക്താക്കൾ അങ്ങനെ ചെയ്യുന്നില്ലെന്ന് നിങ്ങൾ ഉറപ്പുവരുത്തും, (i) സേവനങ്ങളുമായി ബന്ധപ്പെട്ട് ഏതെങ്കിലും കോഡ് ഡിസ്അസംബ്ലിംഗ്, റിവേഴ്സ് എഞ്ചിനീയർ, വിഘടിപ്പിക്കുക അല്ലെങ്കിൽ മറ്റേതെങ്കിലും കോഡ് മനസ്സിലാക്കാൻ ശ്രമിക്കുക, അല്ലെങ്കിൽ പരിഷ്ക്കരിക്കുക, പൊരുത്തപ്പെടുത്തുക, അടിസ്ഥാനമാക്കി സൃഷ്ടിച്ച സൃഷ്ടികൾ സൃഷ്ടിക്കുക, അല്ലെങ്കിൽ വിവർത്തനം ചെയ്യുക സേവനങ്ങള്; (ii) ലൈസൻസ്, സബ് ലൈസൻസ്, വിൽക്കുക, വാടകയ്ക്ക് നൽകുക, വിതരണം ചെയ്യുക, ടൈംഷെയർ കൈമാറ്റം, പാട്ടത്തിന്, വായ്പ, ലാഭത്തിനായി വീണ്ടും വിൽക്കുക, വിതരണം ചെയ്യുക അല്ലെങ്കിൽ വാണിജ്യപരമായി ചൂഷണം ചെയ്യുക, അവകാശങ്ങൾ നൽകുക അല്ലെങ്കിൽ സേവനങ്ങൾ ഏതെങ്കിലും മൂന്നാം കക്ഷിക്ക് ലഭ്യമാക്കുക; (iii) ഇവിടെ വ്യക്തമായി അംഗീകാരം ലഭിച്ചതോ ബാധകമായ ഏതെങ്കിലും നിയമങ്ങളുടെ ലംഘനമോ അല്ലാതെ സേവനങ്ങൾ ഉപയോഗിക്കുക; (iv) സേവനങ്ങളുമായി ബന്ധപ്പെട്ട് ഏതെങ്കിലും നിയമവിരുദ്ധമായ അല്ലെങ്കിൽ വഞ്ചനാപരമായ വ്യാപാര പ്രവർത്തനങ്ങളിൽ ഏർപ്പെടുക; (v) സേവനങ്ങളുടെ ഏതെങ്കിലും സുരക്ഷയോ മറ്റ് സാങ്കേതിക സവിശേഷതകളോ നടപടികളോ സോഫ്റ്റ്വെയറിന്റെ മറ്റേതെങ്കിലും വശങ്ങളോ ഒഴിവാക്കുകയോ അപ്രാപ്തമാക്കുകയോ അല്ലെങ്കിൽ ഏതെങ്കിലും തരത്തിൽ സേവനങ്ങളിലേക്കോ അനുബന്ധ കമ്പ്യൂട്ടർ സിസ്റ്റങ്ങളിലേക്കോ നെറ്റ്‌വർക്കുകളിലേക്കോ അനധികൃതമായി പ്രവേശനം നേടാനോ നേടാനോ ശ്രമിക്കുക; (vi) ലംഘനം, അപകീർത്തിപ്പെടുത്തൽ, അശ്ലീലം, ഭീഷണിപ്പെടുത്തൽ അല്ലെങ്കിൽ നിയമവിരുദ്ധമായ, സുരക്ഷിതമല്ലാത്ത, ക്ഷുദ്രകരമായ, അധിക്ഷേപകരമായ അല്ലെങ്കിൽ ഭീതിജനകമായ കാര്യങ്ങൾ കൈമാറുന്നതിനോ മൂന്നാം കക്ഷി സ്വകാര്യത അവകാശങ്ങൾ ലംഘിച്ച് മെറ്റീരിയൽ സംഭരിക്കുന്നതിനോ കൈമാറുന്നതിനോ സേവനങ്ങൾ ഉപയോഗിക്കുക; . ; അല്ലെങ്കിൽ (viii) സേവനങ്ങളുടെ സമഗ്രതയോ പ്രകടനമോ അതിൽ അടങ്ങിയിരിക്കുന്ന മൂന്നാം കക്ഷി ഡാറ്റയോ തടസ്സപ്പെടുത്തുകയോ തടസ്സപ്പെടുത്തുകയോ ചെയ്യുക.
mn: Та эрх бүхий хэрэглэгчдэд (i) Үйлчилгээнүүдтэй холбоотой аливаа кодыг задлах, буцааж хийх, задлах эсвэл өөр аргаар шифрлэх, эсвэл дээр суурилсан бүтээлийг өөрчлөх, орчуулахгүй байхыг баталгаажуулахгүй байх ёстой. Үйлчилгээ; (ii) лицензийг ашиглах, худалдах, түрээслэх, хуваарилах, хуваарилах, зарах, түрээслэх, зээлээр авах, ашиг олох зорилгоор зарах, түгээх, өөр хэлбэрээр ашиглах, ашиглах эрх олгох, эсвэл аливаа үйлчилгээг гуравдагч этгээдэд ашиглах; (iii) тусгайлан зөвшөөрөл олгосон эсхүл холбогдох хууль тогтоомжийг зөрчсөнөөс бусад тохиолдолд үйлчилгээг ашиглах; (iv) Үйлчилгээтэй холбоотой аливаа хууль бус эсвэл хуурамч худалдааны үйл ажиллагаа эрхлэх; (v) Үйлчилгээ, бусад програм хангамжийн аливаа аюулгүй байдал, техникийн шинж чанар, хэмжүүрийг тойрч гарах, идэвхгүй болгох, эсвэл ямар нэгэн байдлаар Үйлчилгээ эсвэл холбогдох компьютерийн систем, сүлжээнд зөвшөөрөлгүй нэвтрэх эрх олж авах, олж авах; (vi) эдгээр үйлчилгээг ашиглан хууль бус, гүтгэсэн, ёс зүйгүй, заналхийлсэн эсвэл өөр аргаар хууль бус, аюултай, хортой, зүй бусаар, эрүүдэн шүүх, эсвэл гуравдагч этгээдийн хувийн нууцыг зөрчих замаар хадгалах, дамжуулах; (vii) уг үйлчилгээг ашиглан аливаа вирус, өт, цаг хугацааны бөмбөг, троян морь болон бусад хортой, хортой код, файл, скрипт, агент, програмыг хадгалах, дамжуулах, эсвэл спам, эсвэл хуулбарыг зөрчсөн тохиолдолд давхардсан эсвэл хүсээгүй мессеж илгээх. ; (viii) үйлчилгээ болон тэдгээрт агуулагдсан гуравдагч талын мэдээллийн бүрэн бүтэн байдал, ажиллагааг тасалдуулах, тасалдуулах.
mr: आपण हे करू शकत नाही आणि आपण याची खात्री करुन घ्याल की आपले अधिकृत वापरकर्ते सेवेसंदर्भात एखादे कोड डिससेम्बल, रिव्हर्स इंजिनियर, डीकॉम्पाईल किंवा अन्यथा डीफाइट करण्याचा प्रयत्न करू शकत नाहीत किंवा सुधारित, जुळवून घेतील, त्या आधारावर व्युत्पन्न कामे तयार करतील, किंवा भाषांतरित करतील सेवा; (ii) परवाना, उपपरवाना, विक्री, भाडे, असाइन, वितरण, टाइमशेअर हस्तांतरण, भाडेपट्टा, कर्ज, नफ्यासाठी पुनर्विक्री, वितरण किंवा अन्यथा व्यावसायिकरित्या शोषण करणे, हक्क मंजूर करणे किंवा सेवा तृतीय पक्षास उपलब्ध करुन देणे; (iii) स्पष्टपणे अधिकृत केल्याशिवाय किंवा कोणत्याही लागू असलेल्या कायद्याचे उल्लंघन केल्याशिवाय या सेवांचा वापर करा. (iv) सेवेच्या संदर्भात कोणत्याही बेकायदेशीर किंवा फसव्या व्यापार पद्धतींमध्ये गुंतलेले; (v) कोणत्याही सुरक्षा किंवा इतर तांत्रिक वैशिष्ट्ये किंवा सेवेचे कोणतेही उपाय किंवा सॉफ्टवेअरचे कोणतेही अन्य घटक किंवा कोणत्याही प्रकारे सेवेमध्ये किंवा संबंधित संगणक प्रणाली किंवा नेटवर्कवर अनधिकृत प्रवेश मिळवण्याचा किंवा मिळवण्याचा प्रयत्न करणे अक्षम करा; (vi) सेवांचा वापर उल्लंघन करणारी, निंदनीय, अश्लील, धमकी देणारी किंवा अन्यथा बेकायदेशीर, असुरक्षित, द्वेषयुक्त, अपमानास्पद किंवा अत्याचारी सामग्री, किंवा तृतीय-पक्षाच्या गोपनीयतेच्या हक्कांचे उल्लंघन करीत सामग्री संचयित करण्यासाठी किंवा प्रसारित करण्यासाठी वापरा; (vii) कोणत्याही व्हायरस, वर्म्स, टाइम बॉम्ब, ट्रोजन हॉर्स आणि इतर हानिकारक किंवा दुर्भावनायुक्त कोड, फाईल्स, स्क्रिप्ट्स, एजंट्स किंवा प्रोग्राम संचयित करण्यासाठी किंवा प्रसारित करण्यासाठी किंवा लागू कायद्याच्या उल्लंघनात स्पॅम किंवा अन्यथा डुप्लिकेटिव्ह किंवा अविवादास्पद संदेश पाठविण्यासाठी या सेवेचा वापर करा. ; किंवा (viii) सेवांमध्ये किंवा त्यात असलेल्या तृतीय-पक्षाच्या डेटाची अखंडता किंवा कार्यप्रदर्शन व्यत्यय आणू किंवा व्यत्यय आणू शकेल.
ms: Anda tidak boleh, dan anda harus memastikan pengguna anda yang sah tidak, (i) membongkar, membuat jurutera terbalik, menyusun semula atau cuba untuk menguraikan sebarang kod yang berkaitan dengan Perkhidmatan, atau mengubah, menyesuaikan, membuat karya terbitan berdasarkan, atau menterjemahkan Perkhidmatan; (ii) lesen, sub-lesen, menjual, menyewa, memberikan, mengedar, pindah milik timeshare, menyewa, meminjam, menjual semula untuk mengaut keuntungan, mengedar atau mengeksploitasi secara komersial, memberikan hak dalam atau menjadikan Perkhidmatan tersedia kepada mana-mana pihak ketiga; (iii) menggunakan Perkhidmatan kecuali yang diizinkan secara jelas di bawah ini atau melanggar undang-undang yang berlaku; (iv) terlibat dalam amalan perdagangan haram atau menipu berkenaan dengan Perkhidmatan; (v) memintas atau mematikan sebarang keselamatan atau ciri teknikal lain atau langkah-langkah Perkhidmatan atau aspek lain dari Perisian atau, dengan cara apa pun, berusaha untuk mendapatkan atau mencapai akses yang tidak dibenarkan ke Perkhidmatan atau sistem atau rangkaian komputer yang berkaitan; (vi) menggunakan Perkhidmatan untuk menyebarkan bahan yang melanggar, memfitnah, cabul, mengancam atau menyalahi undang-undang, tidak selamat, berniat jahat, kasar atau menyeksa, atau untuk menyimpan atau menghantar bahan yang melanggar hak privasi pihak ketiga; (vii) menggunakan Perkhidmatan untuk menyimpan atau menyebarkan virus, worm, bom waktu, kuda Trojan dan kod, fail, skrip, ejen atau program lain yang berbahaya atau berbahaya, atau untuk menghantar spam atau mesej pendua atau tidak diminta yang melanggar undang-undang yang berlaku ; atau (viii) mengganggu atau mengganggu integriti atau prestasi Perkhidmatan atau data pihak ketiga yang terdapat di dalamnya.
mt: Ma tistax, u int tiżgura li l-utenti awtorizzati tiegħek ma jagħmlux dan, (i) jiżżarmaw, inġinier b&#39;lura, jiddekompilaw jew b&#39;xi mod ieħor jippruvaw jiddeċifraw kwalunkwe kodiċi b&#39;rabta mas-Servizzi, jew jibdlu, jadattaw, joħolqu xogħlijiet derivati bbażati fuqhom, jew jittraduċu l- Servizzi; (ii) liċenzja, sublicxenti, tbiegħ, tikri, tassenja, tqassam, tittrasferixxi t-timeshare, kiri, self, tbiegħ mill-ġdid għall-profitt, tqassam jew tisfrutta kummerċjalment, tagħti drittijiet fi jew tagħmel is-Servizzi disponibbli għal kwalunkwe parti terza; (iii) tuża s-Servizzi ħlief kif espressament awtorizzat hawn taħt jew bi ksur ta &#39;kwalunkwe liġi applikabbli; (iv) tidħol f&#39;xi prattiki kummerċjali illegali jew qarrieqa fir-rigward tas-Servizzi; (v) jaħarbu jew iwaqqfu kwalunkwe sigurtà jew karatteristiċi tekniċi jew miżuri oħra tas-Servizzi jew kwalunkwe aspett ieħor tas-Software jew, b&#39;xi mod, jippruvaw jiksbu jew jiksbu aċċess mhux awtorizzat għas-Servizzi jew is-sistemi jew netwerks tal-kompjuter relatati; (vi) tuża s-Servizzi biex tittrasmetti materjal li jikser, ikun libelliż, oxxen, li jhedded jew b&#39;xi mod ieħor illegali, mhux sikur, malizzjuż, abbużiv jew kriminal, jew biex taħżen jew tittrasmetti materjal bi ksur tad-drittijiet tal-privatezza ta &#39;partijiet terzi; (vii) tuża s-Servizz biex taħżen jew tittrasmetti kwalunkwe viruses, dud, bombi tal-ħin, żwiemel Trojani u kodiċi, fajls, skripts, aġenti jew programmi oħra ta &#39;ħsara jew malizzjużi, jew biex tibgħat spam jew messaġġi oħra duplikati jew mhux mitluba bi ksur tal-liġijiet applikabbli ; jew (viii) tfixkel jew tfixkel l-integrità jew il-prestazzjoni tas-Servizzi jew tad-dejta ta &#39;partijiet terzi li jinsabu fihom.
my: သင် (သို့) ၀ န်ဆောင်မှုများနှင့်ဆက်နွယ်နေသောမည်သည့်ကုဒ်ကိုမဆိုပြုပြင်ရန်၊ ပြုပြင်ရန်၊ လိုက်လျောညီထွေရှိစေရန်၊ ဖန်တီးရန်သို့မဟုတ်ဘာသာပြန်ရန်အတွက်၊ (သို့) အခြားအင်ဂျင်နီယာများကိုဖျက်သိမ်းခြင်း၊ ၀ န်ဆောင်မှုများ၊ (၂) လိုင်စင်၊ လိုင်စင်ချထားပေးခြင်း၊ ရောင်းချခြင်း၊ ငှားရမ်းခြင်း၊ လွှဲပြောင်းခြင်း၊ ဝေငှခြင်း၊ ယာယီပြောင်းရွှေ့ခြင်း၊ ငှားရမ်းခြင်း၊ ချေးငှားခြင်း၊ အမြတ်အစွန်းပြန်လည်ရောင်းချခြင်း၊ (၃) ဤ ၀ န်ဆောင်မှုကိုဤဥပဒေအရပြဌာန်းထားသောခွင့်ပြုချက်အရသော်လည်းကောင်း၊ သက်ဆိုင်ရာဥပဒေများကိုချိုးဖောက်ခြင်း မှလွဲ၍ အခြား ၀ န်ဆောင်မှုများကိုအသုံးပြုရမည်။ ()) ၀ န်ဆောင်မှုများနှင့် ပတ်သက်၍ တရားမ ၀ င်သောသို့မဟုတ်လှည့်စားသောကုန်သွယ်ရေးလုပ်ထုံးလုပ်နည်းများတွင်ပါဝင်ခြင်း၊ (၅) ၀ န်ဆောင်မှုများသို့မဟုတ်ဆော့ (ဖ်) ဝဲ၏အခြားရှုထောင့်တစ်ခုခုမှလုံခြုံရေးသို့မဟုတ်အခြားနည်းပညာဆိုင်ရာလက္ခဏာများသို့မဟုတ်အတိုင်းအတာများကိုရှောင်ရှားခြင်းသို့မဟုတ်ပိတ်ခြင်းသို့မဟုတ်မည်သည့်နည်းဖြင့်မဆိုခွင့်ပြုချက်မရှိဘဲ ၀ န်ဆောင်မှုများသို့မဟုတ်ဆက်စပ်ကွန်ပျူတာစနစ်များသို့မဟုတ်ကွန်ယက်များသို့ ၀ င်ရောက်ရန်ကြိုးစားခြင်း၊ ချိုးဖောက်ခြင်း၊ ညစ်ညမ်းသော၊ ညစ်ညမ်းသော၊ ခြိမ်းခြောက်ခြင်းသို့မဟုတ်အခြားဥပဒေနှင့်မညီညွတ်သော၊ အန္တရာယ်ကင်းသော၊ အန္တရာယ်ရှိသော၊ ကြမ်းတမ်းစွာပြုကျင့်သောသို့မဟုတ်နှိပ်စက်ခံရသည့်ပစ္စည်းများကိုထုတ်လွှင့်ရန် ၀ န်ဆောင်မှုများကိုအသုံးပြုခြင်း၊ (၇) ဗိုင်းရပ်စ်များ၊ တီကောင်များ၊ အချိန်ဗုံးများ၊ Trojan များမြင်းများနှင့်အခြားအန္တရာယ်ရှိသောသို့မဟုတ်အန္တရာယ်ရှိသောကုဒ်များ၊ ဖိုင်များ၊ script များ၊ အေးဂျင့်များသို့မဟုတ်ပရိုဂရမ်များကိုသိုလှောင်ခြင်းသို့မဟုတ်ထုတ်လွှင့်ရန်ဝန်ဆောင်မှုကိုအသုံးပြုပါ။ ; သို့မဟုတ် (viii) ၀ န်ဆောင်မှုများသို့မဟုတ်ပါ ၀ င်သည့်တတိယပါတီအချက်အလက်များ၏သမာဓိရှိမှုသို့မဟုတ်စွမ်းဆောင်ရည်ကို ၀ င်ရောက်စွက်ဖက်ခြင်း။
ne: तपाईले गर्न सक्नुहुन्न, र तपाईले यो सुनिश्चित गर्नु हुनेछ कि तपाईका आधिकारिक उपयोगकर्ताले नगर्नुपर्दछ, (i) डिसेभसेम्बल, रिभर्स इन्जिनियर, डिकम्पाइल वा अन्यथा कुनै पनि कोड डिसेफर गर्ने सेवाको सम्बन्धमा प्रयास गर्नुहोस्, वा परिमार्जन गर्नुहोस्, अनुकूलित गर्नुहोस्, यसका आधारमा व्युत्पन्न कार्यहरू सिर्जना गर्नुहोस्, वा अनुवाद सेवाहरू; (ii) इजाजतपत्र, sublense, बिक्री, भाँडा, असाइन, वितरण, टाइमसेयर स्थानान्तरण, लीज, loanण, लाभ को लागि पुन: बेच्ने, वितरण वा अन्यथा व्यावसायिक शोषण, अधिकार प्रदान गर्ने वा सेवाहरू कुनै पनि तेस्रो पक्षलाई उपलब्ध गराउने; (iii) स्पष्ट रूपमा अधिकृतको रूपमा वा कुनै लागू कानूनको उल्ल ;्घनमा बाहेक सेवाहरू प्रयोग गर्नुहोस्; (iv) सेवाहरूको सन्दर्भमा कुनै पनि अवैध वा भ्रामक व्यापार अभ्यासमा संलग्न; (v) सुरक्षा वा अन्य प्राविधिक सुविधाहरू वा सेवाहरूको सफ्टवेयरको कुनै अन्य पक्ष वा कुनै पनि तरिकाले, सेवाहरू वा सम्बन्धित कम्प्युटर प्रणालीहरू वा नेटवर्कहरूमा अनधिकृत पहुँच प्राप्त गर्न वा प्राप्त गर्न प्रयास गर्न वा असक्षम गर्न; (vi) सेवाहरूलाई उल्लing्घनकारी, अपमानजनक, अश्लील, धम्की वा अन्यथा अवैध, असुरक्षित, द्वेषजनक, अपमानजनक वा tortious सामग्री, वा तेस्रो-पक्ष गोपनीयता अधिकारको उल्ल in्घनमा सामग्री भण्डारण वा प्रसारित गर्न प्रयोग गर्नुहोस्; (vii) कुनै पनि भाइरस, कीरा, टाइम बम, ट्रोजन हर्स र अन्य हानिकारक वा मालिसियस कोड, फाईलहरू, लिपिहरू, एजेन्टहरू वा कार्यक्रमहरू भण्डारण गर्न वा प्रसारित गर्न, वा लागू कानूनको उल्ल in्घनमा स्पाम वा अन्य प्रकारको नक्कल वा अनावश्यक सन्देश पठाउन सेवाको प्रयोग गर्नुहोस्। ; वा (viii) हस्तक्षेप वा सेवाहरूको ईमानदारी वा प्रदर्शन वा यो मा समावेश तेस्रो-पक्ष डाटा बाधित।
nl: U mag niet, en u dient ervoor te zorgen dat uw geautoriseerde gebruikers, (i) geen code in verband met de Services demonteren, reverse-engineeren, decompileren of anderszins proberen te ontcijferen, of wijzigen, aanpassen, afgeleide werken maken op basis van of vertalen van de Diensten; (ii) in licentie geven, in sublicentie geven, verkopen, verhuren, toewijzen, distribueren, timesharing overdragen, leasen, lenen, doorverkopen voor winst, distribueren of anderszins commercieel exploiteren, rechten verlenen of de Services beschikbaar stellen aan derden; (iii) de Services gebruiken, behalve zoals uitdrukkelijk toegestaan onder deze voorwaarden of in strijd met toepasselijke wetten; (iv) zich bezighouden met illegale of misleidende handelspraktijken met betrekking tot de Services; (v) om het even welke beveiliging of andere technische kenmerken of maatregelen van de Services of enig ander aspect van de Software te omzeilen of uit te schakelen of, op welke manier dan ook, ongeoorloofde toegang tot de Services of de gerelateerde computersystemen of netwerken te proberen te verkrijgen of te verkrijgen; (vi) de Services gebruiken om inbreukmakend, smadelijk, obsceen, bedreigend of anderszins onwettig, onveilig, kwaadaardig, beledigend of onrechtmatig materiaal over te dragen, of om materiaal op te slaan of over te dragen in strijd met de privacyrechten van derden; (vii) de Service gebruiken om virussen, wormen, tijdbommen, Trojaanse paarden en andere schadelijke of kwaadaardige code, bestanden, scripts, agenten of programma&#39;s op te slaan of te verzenden, of om spam of anderszins duplicerende of ongevraagde berichten te verzenden in strijd met de toepasselijke wetgeving ; of (viii) de integriteit of prestaties van de Services of de daarin opgenomen gegevens van derden verstoren of verstoren.
no: Du kan ikke, og du skal sikre at dine autoriserte brukere ikke, (i) demonterer, reverserer ingeniør, dekompilerer eller på annen måte forsøker å dechiffrere noen kode i forbindelse med Tjenestene, eller modifisere, tilpasse, lage deriverte verk basert på eller oversette tjenester; (ii) lisensiere, underlisensiere, selge, leie, tildele, distribuere, timeshare overføring, lease, låne, videreselge for fortjeneste, distribuere eller på annen måte kommersielt utnytte, gi rettigheter i eller gjøre tjenestene tilgjengelig for tredjepart; (iii) bruke tjenestene med unntak av uttrykkelig autorisasjon nedenfor eller i strid med gjeldende lover; (iv) delta i ulovlig eller villedende handelspraksis med hensyn til tjenestene; (v) omgå eller deaktivere sikkerhet eller andre tekniske funksjoner eller tiltak for tjenestene eller andre aspekter av programvaren, eller på noen måte forsøke å få eller oppnå uautorisert tilgang til tjenestene eller de relaterte datasystemer eller nettverk; (vi) bruke tjenestene for å overføre krenkende, injurierende, uanstendig, truende eller på annen måte ulovlig, usikkert, ondsinnet, voldelig eller torturisk materiale, eller til å lagre eller overføre materiale i strid med tredjeparts personvernrettigheter; (vii) bruker tjenesten til å lagre eller overføre virus, ormer, tidsbomber, trojanske hester og annen skadelig eller ondsinnet kode, filer, manus, agenter eller programmer, eller for å sende spam eller på annen måte dupliserte eller uoppfordrede meldinger i strid med gjeldende lover ; eller (viii) forstyrre eller forstyrre integriteten eller ytelsen til tjenestene eller tredjepartsdata som finnes i dem.
or: ଆପଣ ହୁଏତ କରିପାରିବେ ନାହିଁ, ଏବଂ ଆପଣ ନିଶ୍ଚିତ କରିବେ ଯେ ଆପଣଙ୍କର ସ୍ authorized ୀକୃତପ୍ରାପ୍ତ ଉପଭୋକ୍ତାମାନେ, (i) ବିଚ୍ଛିନ୍ନ, ରିଭର୍ସ ଇଞ୍ଜିନିୟର, ଡିମ୍ପମ୍ପାଇଲ୍ କିମ୍ବା ଅନ୍ୟଥା ସେବା ସହିତ କ any ଣସି କୋଡ୍ ଡିସିଫର୍ କରିବାକୁ ଚେଷ୍ଟା କରିବେ, କିମ୍ବା ରୂପାନ୍ତର, ଆଡାପ୍ଟ୍, ଡେରିଭେଟ୍ କାର୍ଯ୍ୟଗୁଡିକ ଉପରେ ଆଧାରିତ କିମ୍ବା ଅନୁବାଦ କରିବେ | ସେବାଗୁଡିକ; (ii) ଲାଇସେନ୍ସ, ସବ୍ଲିସେନ୍ସ, ବିକ୍ରୟ, ଭଡା, ନ୍ୟସ୍ତ, ବଣ୍ଟନ, ଟାଇମହେୟାର ସ୍ଥାନାନ୍ତର, ଲିଜ୍, loan ଣ, ଲାଭ ପାଇଁ ପୁନ ell ବିକ୍ରୟ, ବଣ୍ଟନ କିମ୍ବା ଅନ୍ୟଥା ବ୍ୟବସାୟିକ ଭାବରେ ଶୋଷଣ, ଅଧିକାର ପ୍ରଦାନ କିମ୍ବା ଯେକ any ଣସି ତୃତୀୟ ପକ୍ଷ ପାଇଁ ସେବା ଉପଲବ୍ଧ କରାଇବା; (iii) ଏଠାରେ ସ୍ପଷ୍ଟ ଭାବରେ ସ୍ authorized ୀକୃତପ୍ରାପ୍ତ କିମ୍ବା କ any ଣସି ପ୍ରଯୁଜ୍ୟ ନିୟମର ଉଲ୍ଲଂଘନ ବ୍ୟତୀତ ସେବାଗୁଡିକ ବ୍ୟବହାର କରନ୍ତୁ; (iv) ସେବାଗୁଡିକ ସମ୍ବନ୍ଧରେ କ illegal ଣସି ବେଆଇନ କିମ୍ବା ପ୍ରତାରଣାକାରୀ ବାଣିଜ୍ୟ ଅଭ୍ୟାସରେ ନିୟୋଜିତ ହେବା; (v) କ security ଣସି ସୁରକ୍ଷା କିମ୍ବା ଅନ୍ୟାନ୍ୟ ବ technical ଷୟିକ ବ features ଶିଷ୍ଟ୍ୟ କିମ୍ବା ସେବାଗୁଡିକର ମାପ କିମ୍ବା ସଫ୍ଟୱେୟାରର ଅନ୍ୟ କ ect ଣସି ଦିଗକୁ ବଞ୍ଚାଇବା କିମ୍ବା ଅକ୍ଷମ କରିବା କିମ୍ବା ଯେକ manner ଣସି ପ୍ରକାରେ ସେବା କିମ୍ବା ଆନୁଷଙ୍ଗିକ କମ୍ପ୍ୟୁଟର ସିଷ୍ଟମ କିମ୍ବା ନେଟୱାର୍କକୁ ଅନଧିକୃତ ପ୍ରବେଶ ହାସଲ କରିବାକୁ କିମ୍ବା ଚେଷ୍ଟା କରିବାକୁ; (vi) ଉଲ୍ଲଂଘନକାରୀ, ଅପମାନଜନକ, ଅଶ୍ଳୀଳ, ଧମକ କିମ୍ବା ଅନ୍ୟଥା ବେଆଇନ୍, ଅସୁରକ୍ଷିତ, ଦୁଷ୍ଟ, ଅପମାନଜନକ କିମ୍ବା ନିର୍ଯାତନା ସାମଗ୍ରୀ ପଠାଇବା କିମ୍ବା ତୃତୀୟ ପକ୍ଷର ଗୋପନୀୟତା ଅଧିକାର ଉଲ୍ଲଂଘନ କରି ସାମଗ୍ରୀ ସଂରକ୍ଷଣ କିମ୍ବା ପଠାଇବା ପାଇଁ ସେବାଗୁଡିକ ବ୍ୟବହାର କରନ୍ତୁ; : ; କିମ୍ବା (viii) ସେବା କିମ୍ବା ଏଥିରେ ଥିବା ତୃତୀୟ-ପକ୍ଷ ତଥ୍ୟର ଅଖଣ୍ଡତା କିମ୍ବା କାର୍ଯ୍ୟଦକ୍ଷତାକୁ ବାଧା ଦେବା କିମ୍ବା ବାଧା ଦେବା |
pa: ਤੁਸੀਂ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ, ਅਤੇ ਤੁਸੀਂ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋਗੇ ਕਿ ਤੁਹਾਡੇ ਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾ ਸੇਵਾਵਾਂ ਦੇ ਨਾਲ ਜੁੜੇ ਕਿਸੇ ਵੀ ਕੋਡ ਨੂੰ ਵੱਖਰਾ ਕਰਨਾ, ਉਲਟਾ ਇੰਜੀਨੀਅਰ, ਡੀਕਮਪਾਈਲ ਜਾਂ ਹੋਰ ਨਹੀਂ, ਜਾਂ ਇਸ ਦੇ ਅਧਾਰ ਤੇ ਵੱਖਰੇ ਕੰਮਾਂ ਨੂੰ ਸੋਧਣ, ਅਨੁਕੂਲ ਬਣਾਉਣ, ਬਣਾਉਣ ਜਾਂ ਅਨੁਵਾਦ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕਰਦੇ. ਸੇਵਾਵਾਂ; (ii) ਲਾਇਸੈਂਸ, ਸਬਲੈਂਸ, ਵੇਚ, ਕਿਰਾਇਆ, ਸੌਂਪਣਾ, ਵੰਡਣਾ, ਟਾਈਮ ਸ਼ੇਅਰ ਟ੍ਰਾਂਸਫਰ, ਲੀਜ਼, ਕਰਜ਼ਾ, ਲਾਭ ਲਈ ਦੁਬਾਰਾ ਵੇਚਣਾ, ਵੰਡਣਾ ਜਾਂ ਹੋਰ ਵਪਾਰਕ ਸ਼ੋਸ਼ਣ ਕਰਨਾ, ਅਧਿਕਾਰ ਦੇਣਾ ਜਾਂ ਸੇਵਾਵਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਨੂੰ ਉਪਲਬਧ ਕਰਾਉਣਾ; (iii) ਸਪੱਸ਼ਟ ਤੌਰ &#39;ਤੇ ਅਧਿਕਾਰਤ ਜਾਂ ਕਿਸੇ ਵੀ ਲਾਗੂ ਕਾਨੂੰਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਤੋਂ ਇਲਾਵਾ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ; (iv) ਸੇਵਾਵਾਂ ਦੇ ਸੰਬੰਧ ਵਿਚ ਕਿਸੇ ਵੀ ਗੈਰਕਾਨੂੰਨੀ ਜਾਂ ਧੋਖੇਬਾਜ਼ ਵਪਾਰਕ ਅਭਿਆਸ ਵਿਚ ਸ਼ਾਮਲ; (v) ਕਿਸੇ ਸੁਰੱਖਿਆ ਜਾਂ ਹੋਰ ਤਕਨੀਕੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਜਾਂ ਸੇਵਾਵਾਂ ਦੇ ਉਪਾਅ ਜਾਂ ਸਾੱਫਟਵੇਅਰ ਦੇ ਕਿਸੇ ਹੋਰ ਪਹਿਲੂ ਜਾਂ ਕਿਸੇ ਵੀ mannerੰਗ ਨਾਲ ਸੇਵਾਵਾਂ ਜਾਂ ਸਬੰਧਤ ਕੰਪਿ systemsਟਰ ਪ੍ਰਣਾਲੀਆਂ ਜਾਂ ਨੈਟਵਰਕਸ ਤੱਕ ਅਣਅਧਿਕਾਰਤ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਨ ਜਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਅਸਮਰੱਥ ਜਾਂ ਅਸਮਰੱਥ ਬਣਾਉਣਾ; (vi) ਸੇਵਾਵਾਂ ਦੀ ਉਲੰਘਣਾ, ਅਪਰਾਧ, ਅਸ਼ਲੀਲ, ਧਮਕੀ ਦੇਣ ਵਾਲੀ ਜਾਂ ਹੋਰ ਗੈਰਕਾਨੂੰਨੀ, ਅਸੁਰੱਖਿਅਤ, ਖਤਰਨਾਕ, ਅਪਮਾਨਜਨਕ ਜਾਂ ਤਸੀਹੇ ਦੇਣ ਵਾਲੀ ਸਮੱਗਰੀ, ਜਾਂ ਤੀਜੀ-ਧਿਰ ਦੇ ਗੋਪਨੀਯਤਾ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦਿਆਂ ਸਮੱਗਰੀ ਨੂੰ ਸਟੋਰ ਕਰਨ ਜਾਂ ਸੰਚਾਰਿਤ ਕਰਨ ਲਈ ਵਰਤੋ; (vii) ਸਰਵਿਸ ਦੀ ਵਰਤੋਂ ਕਿਸੇ ਵੀ ਵਾਇਰਸ, ਕੀੜੇ, ਟਾਈਮ ਬੰਬ, ਟਰੋਜਨ ਘੋੜੇ ਅਤੇ ਹੋਰ ਨੁਕਸਾਨਦੇਹ ਜਾਂ ਖਤਰਨਾਕ ਕੋਡ, ਫਾਈਲਾਂ, ਸਕ੍ਰਿਪਟਾਂ, ਏਜੰਟਾਂ ਜਾਂ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਸਟੋਰ ਕਰਨ ਜਾਂ ਸੰਚਾਰਿਤ ਕਰਨ ਲਈ, ਜਾਂ ਲਾਗੂ ਕਨੂੰਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦਿਆਂ ਸਪੈਮ ਜਾਂ ਹੋਰ ਡੁਪਲਿਟੀਕਲ ਜਾਂ ਅਣਚਾਹੇ ਸੰਦੇਸ਼ ਭੇਜਣ ਲਈ ਕਰੋ. ; ਜਾਂ (viii) ਸੇਵਾਵਾਂ ਦੀ ਇਕਸਾਰਤਾ ਜਾਂ ਕਾਰਜਕੁਸ਼ਲਤਾ ਜਾਂ ਇਸ ਵਿੱਚ ਸ਼ਾਮਲ ਤੀਜੀ-ਧਿਰ ਦੇ ਡੇਟਾ ਨੂੰ ਦਖਲਅੰਦਾਜ਼ੀ ਜਾਂ ਵਿਘਨ ਪਾਉਂਦੀ ਹੈ.
pl: Nie możesz i zapewnisz, że twoi autoryzowani użytkownicy nie będą: (i) dezasemblować, odtwarzać kodu źródłowego, dekompilować lub w inny sposób podejmować prób odszyfrowania jakiegokolwiek kodu w związku z Usługami, ani modyfikować, dostosowywać, tworzyć dzieł pochodnych na podstawie lub tłumaczyć Usługi; (ii) licencjonować, udzielać podlicencji, sprzedawać, wynajmować, cedować, dystrybuować, przenosić timeshare, dzierżawić, pożyczać, odsprzedawać w celach zarobkowych, dystrybuować lub w inny sposób wykorzystywać komercyjnie, udzielać praw lub udostępniać Usług osobom trzecim; (iii) korzystać z Usług, z wyjątkiem przypadków wyraźnie dozwolonych na mocy niniejszej umowy lub z naruszeniem obowiązujących przepisów; (iv) angażować się w jakiekolwiek nielegalne lub oszukańcze praktyki handlowe dotyczące Usług; (v) obchodzić lub wyłączać jakichkolwiek zabezpieczeń lub innych funkcji technicznych lub środków Usług lub dowolnego innego aspektu Oprogramowania, lub w jakikolwiek sposób próbować uzyskać lub uzyskać nieautoryzowany dostęp do Usług lub powiązanych systemów lub sieci komputerowych; (vi) korzystać z Usług do przesyłania materiałów naruszających, zniesławiających, obscenicznych, grożących lub w inny sposób niezgodnych z prawem, niebezpiecznych, złośliwych, obraźliwych lub torturujących, lub do przechowywania lub przekazywania materiałów naruszających prawa do prywatności stron trzecich; (vii) korzystać z Usługi do przechowywania lub przesyłania wirusów, robaków, bomb czasowych, koni trojańskich i innego szkodliwego lub złośliwego kodu, plików, skryptów, agentów lub programów, lub do wysyłania spamu lub innych duplikatów lub niezamówionych wiadomości z naruszeniem obowiązujących przepisów ; lub (viii) zakłócać lub zakłócać integralność lub wydajność Usług lub danych podmiotów trzecich w nich zawartych.
ps: تاسو ممکن نه ، او تاسو ډاډه اوسئ چې خپل واک لرونکي کارونکي د خدماتو سره اړونده کوم کوډ له مینځه وړو ، ریورس انجینر ، شنډولو یا بل ډول هڅه نکوي چې تعقیب کړي ، تطبیق کړي ، له مخې ټاکل شوي کارونه رامینځته کړي ، یا ژباړه وکړي خدمتونه؛ (ii) جواز ، ضمیمه ، پلور ، کرایه ، تفویض ، توزیع ، مهال ویش لیږد ، اجاره ، پور ، د ګټې لپاره بیا پلور ، توزیع کول یا بل ډول سوداګریز استحصال کول ، حقونه ورکول یا خدمتونه کوم بل دریمې ډلې ته چمتو کول؛ (iii) پرته له دې چې په څرګند ډول اجازه ورکړل شوي یا د کوم پلي کیدو وړ قانون څخه سرغړونه د دې خدماتو کارول؛ (iv) خدماتو ته په پام سره په غیرقانوني او غولونکي سوداګریزو کړنو کې دخیل شئ؛ (v) د امنیت یا نورو تخنیکي ب featuresو یا د خدماتو تدابیر یا د سافټویر کومې بلې ب circumې ناخوالې یا معلول او یا په هر ډول د خدماتو یا اړونده کمپیوټر سیسټمونو یا شبکو ته غیر مجاز لاسرسي ترلاسه کولو یا ترلاسه کولو هڅې؛ (vi) د خدمتونو څخه سرغړونکي ، دروغجن ، فحاشي ، تهدید یا بل ډول غیرقانوني ، غیر محفوظ ، ناوړه ، ناوړه یا مشکوک مواد لیږدولو ، یا د دریمې ډلې د محرمیت حق څخه سرغړونې مواد ساتلو یا لیږدولو لپاره کارول کیږي؛ (vii) د خدماتو څخه د هر ډول ویروسونو ، چینجیو ، وخت بمونو ، ټروجن اسونو او نورو زیان لرونکي یا ناوړه کوډونو ، فایلونو ، سکریپټونو ، اجنټانو یا برنامو ساتلو یا لیږدولو لپاره ، یا د تطبیق وړ قوانینو څخه سرغړونه کې د سپیم یا بل ډول جعلي یا نامناسبو پیغامونو ساتلو یا لیږدولو لپاره. ؛ یا (viii) د خدماتو بشپړتیا یا فعالیت مداخله یا ګډوډ یا په دې کې د دریمې ډلې ډیټا ډیټا.
pt: Você não pode, e deve garantir que seus usuários autorizados não (i) desmonte, faça engenharia reversa, descompile ou tente decifrar qualquer código em conexão com os Serviços, ou modificar, adaptar, criar trabalhos derivados com base ou traduzir o Serviços; (ii) licenciar, sublicenciar, vender, alugar, atribuir, distribuir, transferência de timeshare, arrendar, emprestar, revender com fins lucrativos, distribuir ou explorar comercialmente, conceder direitos ou conceder direitos ou disponibilizar os Serviços a terceiros; (iii) usar os Serviços, exceto conforme expressamente autorizado neste documento ou em violação de qualquer lei aplicável; (iv) se envolver em práticas comerciais ilegais ou enganosas com relação aos Serviços; (v) contornar ou desativar qualquer segurança ou outros recursos ou medidas técnicas dos Serviços ou qualquer outro aspecto do Software ou, de qualquer maneira, tentar obter ou obter acesso não autorizado aos Serviços ou aos sistemas ou redes de computadores relacionados; (vi) usar os Serviços para transmitir material infrator, difamatório, obsceno, ameaçador ou de outra forma ilegal, inseguro, malicioso, abusivo ou tortuoso, ou para armazenar ou transmitir material que viole os direitos de privacidade de terceiros; (vii) usar o Serviço para armazenar ou transmitir vírus, worms, bombas-relógio, cavalos de Tróia e outros códigos, arquivos, scripts, agentes ou programas prejudiciais ou maliciosos, ou para enviar spam ou mensagens duplicadas ou não solicitadas, violando as leis aplicáveis. ; ou (viii) interferir ou atrapalhar a integridade ou desempenho dos Serviços ou dados de terceiros neles contidos.
ro: Nu puteți și vă veți asigura că utilizatorii dvs. autorizați nu (i) dezasamblați, inversați, decompilați sau încercați altfel să descifrați orice cod în legătură cu Serviciile sau să modificați, adaptați, creați lucrări derivate bazate pe sau traduse Servicii; (ii) licență, licențiere, vânzare, închiriere, atribuire, distribuire, transfer pe durată de timp, închiriere, împrumut, revânzare pentru profit, distribuire sau exploatare comercială, acordare de drepturi sau punerea la dispoziție a serviciilor oricărui terț; (iii) să utilizeze Serviciile, cu excepția cazului în care sunt autorizate în mod expres în baza prezentului regulament sau cu încălcarea oricărei legi aplicabile; (iv) să se angajeze în orice practici comerciale ilegale sau înșelătoare cu privire la servicii; (v) evită sau dezactivează orice securitate sau alte caracteristici sau măsuri tehnice ale Serviciilor sau orice alt aspect al Software-ului sau, în orice mod, încearcă să obțină sau să obțină acces neautorizat la Servicii sau la sistemele sau rețelele informatice aferente; (vi) să utilizeze Serviciile pentru a transmite materiale încălcatoare, calomnioase, obscene, amenințatoare sau ilegale, nesigure, dăunătoare, abuzive sau delicte sau pentru a stoca sau transmite materiale cu încălcarea drepturilor de confidențialitate ale unei terțe părți; (vii) utilizează Serviciul pentru a stoca sau transmite viruși, viermi, bombe de timp, cai troieni și alte coduri, fișiere, scripturi, agenți sau programe dăunătoare sau dăunătoare, sau pentru a trimite spam sau mesaje duplicatorii sau nesolicitate, cu încălcarea legilor aplicabile ; sau (viii) să interfereze sau să perturbe integritatea sau performanța Serviciilor sau a datelor terță parte conținute de acestea.
ru: Вы не можете, и вы должны гарантировать, что ваши авторизованные пользователи не (i) разбирают, реконструируют, декомпилируют или иным образом пытаются расшифровать любой код, связанный с Услугами, или модифицировать, адаптировать, создавать производные работы на основе или переводить Сервисы; (ii) лицензировать, сублицензировать, продавать, сдавать в аренду, переуступать, передавать, распространять, передавать по таймшерам, сдавать в аренду, одалживать, перепродавать для получения прибыли, распространять или иным образом использовать в коммерческих целях, предоставлять права или предоставлять Услуги любой третьей стороне; (iii) пользоваться Услугами, за исключением случаев, прямо предусмотренных настоящим Соглашением или в нарушение любых применимых законов; (iv) участвовать в любой незаконной или вводящей в заблуждение торговой практике в отношении Услуг; (v) обходить или отключать какие-либо средства обеспечения безопасности или другие технические функции или меры Сервисов или любого другого аспекта Программного обеспечения или каким-либо образом пытаться получить или получить несанкционированный доступ к Сервисам или связанным компьютерным системам или сетям; (vi) использовать Сервисы для передачи контрафактных, клеветнических, непристойных, угрожающих или иных незаконных, небезопасных, вредоносных, оскорбительных или вредоносных материалов, а также для хранения или передачи материалов в нарушение прав на неприкосновенность частной жизни третьих лиц; (vii) использовать Сервис для хранения или передачи любых вирусов, червей, бомб замедленного действия, троянских коней и другого вредоносного или вредоносного кода, файлов, сценариев, агентов или программ, а также для рассылки спама или других дублирующих или нежелательных сообщений в нарушение применимых законов. ; или (viii) вмешиваться или нарушать целостность или работу Сервисов или сторонних данных, содержащихся в них.
rw: Ntushobora, kandi uzemeza ko abakoresha bawe babiherewe uburenganzira batabikora, (i) gusenya, guhinduranya injeniyeri, kubora cyangwa kugerageza kugerageza gusobanura code iyo ari yo yose ijyanye na Serivisi, cyangwa guhindura, guhuza, gukora imirimo ikomokaho ishingiye, cyangwa guhindura Serivisi; (ii) uruhushya, sublicense, kugurisha, gukodesha, kugenera, gukwirakwiza, kwimura igihe, gukodesha, kuguriza, kugurisha inyungu, kugabura cyangwa gukoresha ubundi bucuruzi, gutanga uburenganzira muri cyangwa gutanga serivisi kubantu bose; (iii) gukoresha Serivisi usibye ko byemewe hano cyangwa kurenga ku mategeko ayo ari yo yose akurikizwa; (iv) kwishora mu bikorwa by&#39;ubucuruzi bitemewe cyangwa bishuka bijyanye na serivisi; (v) kuzenguruka cyangwa guhagarika umutekano uwo ari wo wose cyangwa ibindi bikoresho bya tekiniki cyangwa ingamba za Serivisi cyangwa ikindi kintu icyo ari cyo cyose cya Porogaramu cyangwa, mu buryo ubwo ari bwo bwose, kugerageza kubona cyangwa kugera ku buryo butemewe na serivisi cyangwa sisitemu ya mudasobwa cyangwa imiyoboro ijyanye nayo; (vi) gukoresha Serivisi mu kohereza ihohoterwa, isebanya, iteye isoni, iterabwoba cyangwa ubundi buryo butemewe n&#39;amategeko, umutekano muke, mubi, gutukana cyangwa gutoteza, cyangwa kubika cyangwa kohereza ibintu binyuranyije n’uburenganzira bw’abandi bantu; . ; cyangwa (viii) kwivanga cyangwa guhungabanya ubusugire cyangwa imikorere ya Serivisi cyangwa amakuru y’abandi bantu arimo.
sd: توهان نٿا ڪري سگھو ، ۽ توهان پڪ ڪندؤ ته توهان جا بااختيار صارفَ نه ٿا ٺاهن ، (i) ڊورس ڪيو ويو ، ريورس انجنيئر ، ڪم کي ختم ڪرڻ يا ٻي صورت ۾ سروسز جي سلسلي ۾ ڪو ڪوڊ ختم ڪرڻ جي ڪوشش ، يا تبديل ڪرڻ ، موافقت ، ٺاهيل ڊيوٽي ڪيل ڪم ، يا ترجمو ڪرڻ جي بنياد تي. خدمتون ؛ (ii) لائسنس ، ذيلي لائسنس ، وڪرو ، ڪرائي ، مقرر ، تقسيم ، ٽائم شيئر منتقلي ، ليز ، قرض ، نفعي لاءِ ٻيهر وڪرو ڪرڻ ، تقسيم يا ٻي صورت ۾ تجارتي استحصال ڪرڻ ، حق ڏيڻ يا سروسز کي ڪنهن ٽين ڌر کي دستياب ڪرڻ ؛ iii (iv) خدمتن جي حوالي سان ڪنهن به غير قانوني يا ڌوڪي واري واپاري عمل ۾ مشغول ٿيڻ ؛ (v) ڪنهن به سيڪيورٽي يا ٻين ٽيڪنالاجي صلاحيتن يا خدمتن جي قدمن يا سافٽويئر جي ڪنهن ٻئي پاسي يا ڪنهن به طريقي سان ، يا خدمتن جي غير مجاز رسائي حاصل ڪرڻ يا حاصل ڪرڻ جي ڪوشش ڪئي وئي آهي يا لاڳاپيل ڪمپيوٽر سسٽم يا نيٽ ورڪ؛ (vi) سروسز استعمال ڪريو خلاف ورزي ، لياقت ، فحش ، ڌمڪيون يا ٻي صورت ۾ غيرقانوني ، غير محفوظ ، بدسلوڪي ، بدسلوڪي يا تشدد جو مواد منتقل ڪرڻ ، يا ٽين ڌر جي رازداري جي حقن جي ڀڃڪڙي ۾ مواد کي ذخيرو يا منتقل ڪرڻ ؛ (vii) سروس کي ڪنهن وائرس ، ورم ، ٽائم بم ، ٽروجن گهوڙن ۽ ٻين نقصانڪار يا نقصانڪار ڪوڊ ، فائلون ، اسڪرپٽ ، ايجنٽ يا پروگرام کي اسٽور ڪرڻ يا منتقل ڪرڻ جي لاءِ استعمال ڪريو يا قابل اطلاق قانونن جي ڀڃڪڙي ۾ اسپام يا ٻي صورت ۾ نقل يا ناجائز پيغام موڪلڻ لاءِ. ؛ يا (viii) خدمت يا ان ۾ شامل ٽئين پارٽي جي ڊيٽا جي سالميت يا ڪارڪردگي کي مداخلت يا خلل سان.
si: (I) සේවාවන් හා සම්බන්ධ ඕනෑම කේතයක් විසුරුවා හැරීම, ප්‍රතිලෝම ඉංජිනේරුවරයා, විසංයෝජනය කිරීම හෝ වෙනත් ආකාරයකින් තේරුම් ගැනීමට උත්සාහ කිරීම, හෝ වෙනස් කිරීම, අනුවර්තනය කිරීම, ව්‍යුත්පන්න කෘති නිර්මාණය කිරීම හෝ පරිවර්තනය කිරීම සේවාවන්; (ii) බලපත්‍රය, උප බලපත්‍රය, විකිණීම, කුලියට දීම, පැවරීම, බෙදා හැරීම, කාල හුවමාරු හුවමාරුව, බදු දීම, ණය, ලාභය සඳහා නැවත විකිණීම, බෙදා හැරීම හෝ වෙනත් ආකාරයකින් වාණිජමය වශයෙන් සූරාකෑම, අයිතිවාසිකම් ලබා දීම හෝ ඕනෑම තෙවන පාර්ශවයකට සේවාවන් ලබා දීම; (iii) මෙහි පැහැදිලිවම අවසර දී ඇති පරිදි හෝ අදාළ නීති උල්ලං in නය කරමින් හැර සේවා භාවිතා කිරීම; (iv) ෙසේවාවන්ට අදාළව කිසියම් නීතිවිරෝධී ෙහෝ රැවටිලිකාර ෙවළඳාමක නිරත වීම; ; ; (vii) කිසියම් වෛරස්, පණුවන්, කාල බෝම්බ, ට්‍රෝජන් අශ්වයන් සහ වෙනත් හානිකර හෝ අනිෂ්ට කේත, ලිපිගොනු, ස්ක්‍රිප්ට්, නියෝජිතයන් හෝ වැඩසටහන් ගබඩා කිරීමට හෝ සම්ප්‍රේෂණය කිරීමට හෝ අදාළ නීති උල්ලං in නය කරමින් අයාචිත තැපැල් හෝ වෙනත් අනුපිටපත් හෝ ඉල්ලුම් නොකළ පණිවිඩ යැවීමට සේවාව භාවිතා කරන්න. ; හෝ (viii) සේවාවන්හි අඛණ්ඩතාව හෝ ක්‍රියාකාරිත්වයට හෝ එහි අඩංගු තෙවන පාර්ශවීය දත්ත වලට බාධා කිරීම හෝ කඩාකප්පල් කිරීම.
sk: Nesmiete a musíte zabezpečiť, aby vaši oprávnení používatelia nerozoberali, (i) nerozoberali, spätne analyzovali, nekompilovali ani inak sa nepokúšali rozlúštiť akýkoľvek kód v súvislosti so Službami, alebo modifikovať, prispôsobovať, vytvárať odvodené diela na základe alebo prekladať služby; (ii) licencovať, sublicencovať, predávať, prenajímať, prevádzať, distribuovať, časovo vymedzené užívanie, prenajímať, požičiavať, ďalej predávať za účelom zisku, distribuovať alebo inak komerčne využívať, udeľovať práva alebo sprístupňovať Služby akejkoľvek tretej strane; (iii) používať Služby, s výnimkou tých, ktoré sú výslovne povolené v tomto dokumente alebo v rozpore s akýmikoľvek platnými zákonmi; (iv) vykonávať akékoľvek nezákonné alebo klamlivé obchodné praktiky týkajúce sa služieb; (v) obchádzať alebo deaktivovať akékoľvek bezpečnostné alebo iné technické črty alebo opatrenia Služieb alebo akékoľvek iné aspekty Softvéru alebo akýmkoľvek spôsobom sa snažiť získať alebo dosiahnuť neoprávnený prístup k Službám alebo súvisiacim počítačovým systémom alebo sieťam; (vi) používať Služby na prenos porušujúcich, urážlivých, obscénnych, vyhrážajúcich sa alebo inak nezákonných, nebezpečných, škodlivých, urážlivých alebo mučivých materiálov alebo na ukladanie alebo prenos materiálu porušujúceho práva na súkromie tretích strán; (vii) používať Službu na ukladanie alebo prenos vírusov, červov, časovaných bômb, trójskych koní a iných škodlivých alebo škodlivých kódov, súborov, skriptov, agentov alebo programov alebo na zasielanie nevyžiadaných alebo inak duplikovaných alebo nevyžiadaných správ v rozpore s platnými zákonmi ; alebo (viii) zasahovať alebo narušovať integritu alebo výkon Služieb alebo údajov tretích strán v nich obsiahnutých.
sl: Ne smete in zagotavljate, da vaši pooblaščeni uporabniki ne (i) razstavljajo, vzpostavijo inženirja, ne dekompilirajo ali kako drugače poskušajo razvozlati nobene kode v povezavi s storitvami ali spremeniti, prilagoditi, ustvariti izpeljanih del na podlagi ali prevesti Storitve; (ii) licencirati, podlicencirati, prodajati, izposojati, dodeliti, distribuirati, prenos časovnega zakupa, najemati, posojati, preprodajati za dobiček, distribuirati ali kako drugače komercialno izkoriščati, podeljevati pravice v storitvah ali omogočiti storitve na voljo tretji osebi; (iii) uporabljati storitve, razen kot je izrecno dovoljeno v skladu s tem sporazumom ali v nasprotju z veljavnimi zakoni; (iv) sodelujejo v kakršnih koli nezakonitih ali zavajajočih trgovinskih praksah v zvezi s storitvami; (v) zaobiti ali onemogočiti kakršne koli varnostne ali druge tehnične lastnosti ali ukrepe Storitev ali katerega koli drugega vidika programske opreme ali na kakršen koli način poskušati pridobiti ali doseči nepooblaščen dostop do storitev ali povezanih računalniških sistemov ali omrežij; (vi) uporabljati Storitve za pošiljanje gradiva, ki krši, klevetniško, nespodobno, grozeče ali kako drugače nezakonito, nevarno, zlonamerno, zlorabljajoče ali mučno ali hraniti ali prenašati gradivo, ki krši pravice zasebnosti tretjih oseb; (vii) uporabljate storitev za shranjevanje ali prenos kakršnih koli virusov, črvov, časovnih bomb, trojanskih konj in druge škodljive ali zlonamerne kode, datotek, skriptov, agentov ali programov ali za pošiljanje neželene pošte ali drugače podvajajočih ali nezaželenih sporočil v nasprotju z veljavnimi zakoni ; ali (viii) motijo ali motijo integriteto ali delovanje storitev ali podatkov tretjih oseb, ki jih vsebujejo.
sq: Ju nuk mundeni, dhe do të siguroheni që përdoruesit tuaj të autorizuar nuk (i) çmontojnë, inxhinier të kundërt, dekompiloni ose përndryshe përpiqeni të deshifroni ndonjë kod në lidhje me Shërbimet, ose modifikoni, adaptoni, krijoni vepra të prejardhura bazuar në ose përktheni Services; (ii) licencën, paluajtshmërinë, shitjen, marrjen me qira, caktimin, shpërndarjen, transferimin e kohës, qiranë, kredinë, shitjen për fitim, shpërndarjen ose shfrytëzimin tjetër të tregtisë, të drejtat e dhënies ose t&#39;i vërë Shërbimet në dispozicion për çdo palë të tretë; (iii) të përdorin Shërbimet përveçse siç përcaktohen në mënyrë të shprehur më poshtë këtu ose duke shkelur ligjet në fuqi; (iv) të angazhohen në çdo praktikë të paligjshme ose mashtruese të tregtisë në lidhje me Shërbimet; (v) anashkalojë ose çaktivizojë çfarëdo sigurie ose karakteristika të tjera teknike ose masa të Shërbimeve ose ndonjë aspekt tjetër të Softuerit, ose, në çfarëdo mënyre, përpjekje për të fituar ose arritur një akses të paautorizuar në Shërbime ose sisteme kompjuterike ose rrjete përkatëse; (vi) Përdor Shërbimet për të transmetuar shkelje, shpifje, të pahijshme, kërcënuese ose përndryshe të paligjshme, të pasigurta, keqdashëse, abuzive ose torturuese, ose për të ruajtur ose transmetuar materiale në kundërshtim me të drejtat e intimitetit të palëve të treta; (vii) përdorni Shërbimin për të ruajtur ose transmetuar ndonjë virus, krimb, bombë kohe, kuaj Trojan dhe kod tjetër, skedarë, skripta, agjentë ose programe të tjera të dëmshme ose të dëmshme, ose për të dërguar spam ose mesazhe të tjera kopjuese ose të padëshiruara në kundërshtim me ligjet në fuqi ; ose (viii) ndërhyjnë ose prishin integritetin ose performancën e Shërbimeve ose të dhënave të palëve të treta të përfshira në të.
sr: Не смете и осигураћете да ваши овлашћени корисници не (и) растављају, обрнута инжењерка, декомпилирају или на други начин покушавају дешифровати било који код у вези са Услугама, или модификовати, прилагођавати, стварати изведене радове на основу или превести Услуге; (ии) лиценцирати, подлиценцирати, продати, изнајмљивати, доделити, дистрибуирати, преносити временски закуп, закупити, позајмити, препродати ради профита, дистрибуирати или на било који други начин комерцијално искоришћавати, давати права на или учинити Услуге доступним било којој трећој страни; (иии) користити Услуге осим ако је то изричито одобрено или у супротности са било којим важећим законима; (ив) учествовати у било којој незаконитој или обмањујућој трговачкој пракси у погледу Услуга; (в) заобићи или онемогућити било какве безбедносне или друге техничке карактеристике или мере Услуга или било којег другог аспекта Софтвера или, на било који начин, покушати да стекну или постигну неовлашћени приступ Услугама или повезаним рачунарским системима или мрежама; (ви) користити Услуге за пренос кршених, клеветничких, непристојних, претњивих или на други начин незаконитих, несигурних, злонамерних, насилничких или мучних материјала, или за складиштење или преношење материјала који крше права приватности трећих страна; (вии) користите Сервис за складиштење или пренос било каквих вируса, црва, временских бомби, тројанских коња и другог штетног или злонамерног кода, датотека, скрипти, агената или програма, или за слање нежељене поште или на други начин дуплиране или нежељене поруке кршећи важеће законе ; или (виии) ометати или нарушавати интегритет или перформансе Услуга или података трећих страна садржаних у њима.
sv: Du får inte, och du ska se till att dina auktoriserade användare inte, (i) demonterar, backkonstruerar, dekompilerar eller på annat sätt försöker dechiffrera någon kod i samband med tjänsterna, eller modifiera, anpassa, skapa derivatverk baserat på eller översätta tjänster; (ii) licensiera, underlicensiera, sälja, hyra, tilldela, distribuera, timeshareöverföring, leasa, låna, sälja för vinst, distribuera eller på annat sätt kommersiellt utnyttja, bevilja rättigheter i eller ställa tjänsterna tillgängliga för tredje part; (iii) använda tjänsterna förutom uttryckligen godkänd nedan eller i strid med gällande lagar; (iv) delta i olagliga eller vilseledande handelsmetoder med avseende på tjänsterna; (v) kringgå eller inaktivera säkerhet eller andra tekniska funktioner eller åtgärder för tjänsterna eller någon annan aspekt av programvaran eller på något sätt försöka få eller uppnå obehörig åtkomst till tjänsterna eller till relaterade datorsystem eller nätverk; (vi) använder tjänsterna för att överföra kränkande, skadligt, obscen, hotande eller på annat sätt olagligt, osäkert, skadligt, missbrukande eller skadligt material, eller för att lagra eller överföra material i strid med tredje parts sekretessrättigheter; (vii) använder tjänsten för att lagra eller överföra virus, maskar, tidsbomber, trojanska hästar och annan skadlig eller skadlig kod, filer, skript, agenter eller program, eller för att skicka skräppost eller på annat sätt duplicerade eller oönskade meddelanden i strid med gällande lagar ; eller (viii) störa eller störa integriteten eller prestanda för tjänsterna eller tredjepartsdata som finns i dem.
sw: Labda hauwezi, na utahakikisha watumiaji wako walioidhinishwa hawafungi, (i) kujitenga, kubadili mhandisi, kutengana au kujaribu kujaribu kutoa nambari yoyote katika uhusiano na Huduma, au kurekebisha, kurekebisha, kuunda kazi inayotokana na, au kutafsiri Huduma; (ii) leseni, sublicense, kuuza, kukodisha, kugawa, kusambaza, uhamishaji wa saa, kukodisha, mkopo, kuuza kwa faida, kusambaza au kutumia vibaya vingine kibiashara, kutoa haki ndani ya au kufanya Huduma ipatikane na mtu yeyote wa tatu; (iii) tumia Huduma isipokuwa kama ilivyoidhinishwa wazi hapa au kukiuka sheria zozote zinazotumika; (iv) kujihusisha na biashara yoyote haramu au ya udanganyifu kwa heshima na Huduma; (v) kukataza au kulemaza usalama wowote au huduma nyingine za kiufundi au hatua zingine za Programu au, kwa njia yoyote ile, kujaribu kupata au kupata ufikiaji usioidhinishwa kwa Huduma au mifumo ya kompyuta au mitandao inayohusiana; (vi) tumia Huduma kusambaza kukiuka, kukomboa, kudharau, kutishia au vingine kuwa ni halali, salama, mbaya na mbaya, au kuhifadhi au kusambaza nyenzo kwa kukiuka haki za mtu wa tatu; . ; au (viii) kuingilia au kuvuruga uaminifu au utendaji wa huduma au data ya mtu wa tatu iliyomo.
ta: நீங்கள் செய்யக்கூடாது, உங்கள் அங்கீகரிக்கப்பட்ட பயனர்கள் அவ்வாறு செய்யக்கூடாது என்பதை உறுதிப்படுத்த வேண்டும், (i) சேவைகளுடன் எந்தவொரு குறியீட்டையும் பிரித்தல், தலைகீழ் பொறியாளர், சிதைத்தல் அல்லது வேறுவிதமாக புரிந்துகொள்ள முயற்சித்தல், அல்லது மாற்றியமைத்தல், மாற்றியமைத்தல், அதன் அடிப்படையில் படைப்புகளை உருவாக்குதல் அல்லது மொழிபெயர்ப்பது சேவைகள்; (ii) உரிமம், துணை உரிமம், விற்பனை, வாடகை, ஒதுக்குதல், விநியோகித்தல், நேர பகிர்வு பரிமாற்றம், குத்தகை, கடன், இலாபத்திற்காக மறுவிற்பனை செய்தல், விநியோகித்தல் அல்லது வணிக ரீதியாக சுரண்டல், உரிமைகளை வழங்குதல் அல்லது சேவைகளை எந்த மூன்றாம் தரப்பினருக்கும் கிடைக்கச் செய்தல்; (iii) இங்கு வெளிப்படையாக அங்கீகரிக்கப்பட்டவை அல்லது பொருந்தக்கூடிய சட்டங்களை மீறுவது தவிர சேவைகளைப் பயன்படுத்துதல்; (iv) சேவைகளைப் பொறுத்தவரை எந்தவொரு சட்டவிரோத அல்லது ஏமாற்றும் வர்த்தக நடைமுறைகளிலும் ஈடுபடுங்கள்; (v) சேவைகளின் எந்தவொரு பாதுகாப்பு அல்லது பிற தொழில்நுட்ப அம்சங்கள் அல்லது நடவடிக்கைகள் அல்லது மென்பொருளின் வேறு எந்த அம்சத்தையும் மீறுதல் அல்லது முடக்குதல் அல்லது எந்த வகையிலும், சேவைகள் அல்லது தொடர்புடைய கணினி அமைப்புகள் அல்லது நெட்வொர்க்குகளுக்கு அங்கீகரிக்கப்படாத அணுகலைப் பெற அல்லது அடைய முயற்சித்தல்; (vi) மீறல், அவதூறு, ஆபாசமான, அச்சுறுத்தல் அல்லது சட்டவிரோத, பாதுகாப்பற்ற, தீங்கிழைக்கும், தவறான அல்லது கொடூரமான பொருள்களை அனுப்ப அல்லது மூன்றாம் தரப்பு தனியுரிமை உரிமைகளை மீறும் பொருளை சேமிக்க அல்லது கடத்த சேவைகளைப் பயன்படுத்துதல்; . ; அல்லது (viii) சேவைகளின் நேர்மை அல்லது செயல்திறனை அல்லது அதில் உள்ள மூன்றாம் தரப்பு தரவை தலையிடலாம் அல்லது பாதிக்கலாம்.
te: మీరు చేయకపోవచ్చు మరియు మీ అధీకృత వినియోగదారులు చేయకూడదని మీరు నిర్ధారించుకోవాలి, (i) సేవలకు సంబంధించి ఏదైనా కోడ్‌ను విడదీయడం, రివర్స్ ఇంజనీర్, విడదీయడం లేదా విడదీయడం లేదా ఇతరత్రా ప్రయత్నించడం, లేదా సవరించడం, స్వీకరించడం, వాటి ఆధారంగా ఉత్పన్నమైన రచనలను సృష్టించడం లేదా అనువదించడం సేవలు; (ii) లైసెన్స్, సబ్‌లైసెన్స్, అమ్మకం, అద్దె, కేటాయించడం, పంపిణీ చేయడం, టైమ్‌షేర్ బదిలీ, లీజు, loan ణం, లాభం కోసం పున ell విక్రయం చేయడం, పంపిణీ చేయడం లేదా వాణిజ్యపరంగా దోపిడీ చేయడం, హక్కులను మంజూరు చేయడం లేదా సేవలను ఏదైనా మూడవ పార్టీకి అందుబాటులో ఉంచడం; (iii) ఇక్కడ అధికారం లేదా వర్తించే చట్టాలను ఉల్లంఘించడం మినహా సేవలను ఉపయోగించడం; (iv) సేవలకు సంబంధించి ఏదైనా చట్టవిరుద్ధమైన లేదా మోసపూరిత వాణిజ్య పద్ధతుల్లో పాల్గొనడం; (v) సేవల యొక్క ఏదైనా భద్రత లేదా ఇతర సాంకేతిక లక్షణాలు లేదా కొలతలు లేదా సాఫ్ట్‌వేర్ యొక్క ఏదైనా ఇతర అంశాలను తప్పించుకోవడం లేదా నిలిపివేయడం లేదా ఏ విధంగానైనా సేవలు లేదా సంబంధిత కంప్యూటర్ సిస్టమ్స్ లేదా నెట్‌వర్క్‌లకు అనధికార ప్రాప్యతను పొందటానికి లేదా సాధించడానికి ప్రయత్నించడం; (vi) ఉల్లంఘన, అవమానకరమైన, అశ్లీలమైన, బెదిరించే లేదా చట్టవిరుద్ధమైన, అసురక్షిత, హానికరమైన, దుర్వినియోగమైన లేదా కఠినమైన విషయాలను ప్రసారం చేయడానికి లేదా మూడవ పక్ష గోప్యతా హక్కులను ఉల్లంఘించే వస్తువులను నిల్వ చేయడానికి లేదా ప్రసారం చేయడానికి సేవలను ఉపయోగించడం; (vii) ఏదైనా వైరస్లు, పురుగులు, టైమ్ బాంబులు, ట్రోజన్ హార్స్ మరియు ఇతర హానికరమైన లేదా హానికరమైన కోడ్, ఫైల్స్, స్క్రిప్ట్స్, ఏజెంట్లు లేదా ప్రోగ్రామ్‌లను నిల్వ చేయడానికి లేదా ప్రసారం చేయడానికి లేదా వర్తించే చట్టాలను ఉల్లంఘిస్తూ స్పామ్ లేదా నకిలీ లేదా అయాచిత సందేశాలను పంపడానికి సేవను ఉపయోగించండి. ; లేదా (viii) సేవల యొక్క సమగ్రత లేదా పనితీరు లేదా దానిలోని మూడవ పార్టీ డేటాకు అంతరాయం కలిగించవచ్చు లేదా అంతరాయం కలిగిస్తుంది.
tg: Шумо наметавонед ва шумо кафолат медиҳед, ки корбарони ваколатдори шумо набояд инҳоро иҷро кунанд: (i) қисмро аз нав созед, бознишастед, ҷудо накунед ё ба тариқи дигар рамзро дар робита бо Хидматҳо рамзкушо кунед ё тағир надиҳед, эҷод накунед, асарҳои деривативиро бар асоси тарҷума ё тарҷума кунед. Хизматрасониҳо; (ii) литсензия, литсензия, фурӯш, иҷора, вогузор кардан, тақсим, паҳн кардани вақт, иҷора, қарз, фурӯш ба фоида, паҳн ё ба тариқи дигар аз нуқтаи назари тиҷорӣ, додани ҳуқуқ ба хидмат ё ба ягон шахси сеюм. (iii) хидматҳоро истифода барад, ба истиснои ҳолатҳое, ки бевосита дар ин ҷо ваколатдор шудааст ё вайрон кардани ҳама гуна қонунҳои татбиқшаванда; (iv) ҳама гуна амалҳои тиҷорати ғайриқонунӣ ё қаллобиро нисбати Хизматрасонӣ истифода барад; (v) ҳама гуна амният ё дигар хусусиятҳои техникӣ ё чорабиниҳои Хидматҳо ё ягон ҷанбаи дигари нармафзорро сарфи назар кунед ё хомӯш кунед ё ба ҳеҷ ваҷҳ кӯшиши ба даст овардан ё ба даст овардани дастрасии ғайриқонунӣ ба хидматҳо ё системаҳои марбутаи компютерӣ; (vi) хидматҳоро барои интиқол додани маводҳои вайронкунандаи, тӯҳматӣ, падидаи номатлуб, таҳдид ё ба таври дигар ғайриқонунӣ, хатарнок, бадқасдона ё шиканҷа ё барои нигоҳ доштан ё интиқол додани мавод бо вайрон кардани ҳуқуқи шахсони сеюм истифода баред; (vii) хидматро барои нигоҳ доштан ё фиристодани ҳама гуна вирусҳо, кирмҳо, бомбаҳои вақт, аспҳои троянӣ ва дигар коди зараровар ё зараровар, файлҳо, скриптҳо, агентҳо ё барномаҳо ё фиристодани спам ё паёмҳои такрорӣ ё дархостнашуда бо вайронкунии қонунҳои мавҷуда истифода баред. ; ё (viii) дахолат ё халалдор кардани тамомият ё иҷрои Хидматҳо ё додаҳои шахсони сеюм дар он.
th: คุณอาจไม่และคุณต้องมั่นใจว่าผู้ใช้ที่ได้รับอนุญาตของคุณไม่ได้ (i) ถอดแยกชิ้นส่วนวิศวกรรมย้อนกลับแยกส่วนหรือพยายามถอดรหัสรหัสใด ๆ ที่เกี่ยวข้องกับบริการหรือแก้ไขดัดแปลงสร้างงานที่อ้างอิงหรือแปล บริการ (ii) สิทธิ์การใช้งานใบอนุญาตช่วงขายให้เช่ามอบหมายแจกจ่ายแบ่งเวลาแบ่งปันให้เช่ายืมขายต่อเพื่อผลกำไรแจกจ่ายหรือใช้ประโยชน์ในเชิงพาณิชย์ในเชิงพาณิชย์ให้สิทธิ์ในหรือให้บริการแก่บุคคลที่สามใด ๆ (iii) ใช้บริการยกเว้นที่ได้รับอนุญาตโดยชัดแจ้งในที่นี้หรือเป็นการละเมิดกฎหมายที่บังคับใช้; (iv) มีส่วนร่วมในการดำเนินการทางการค้าที่ผิดกฎหมายหรือเป็นการหลอกลวงที่เกี่ยวข้องกับบริการ (v) หลีกเลี่ยงหรือปิดการใช้งานการรักษาความปลอดภัยหรือคุณสมบัติทางเทคนิคหรือมาตรการอื่น ๆ ของบริการหรือด้านอื่น ๆ ของซอฟต์แวร์หรือพยายามพยายามเข้าถึงหรือเข้าถึงบริการหรือระบบคอมพิวเตอร์หรือเครือข่ายที่เกี่ยวข้องโดยไม่ได้รับอนุญาต (vi) ใช้บริการเพื่อส่งการละเมิดหมิ่นประมาทลามกอนาจารข่มขู่หรือผิดกฎหมายอย่างอื่นไม่ปลอดภัยไม่เป็นอันตรายเป็นอันตรายล่วงละเมิดหรือทรมานหรือจัดเก็บหรือส่งเนื้อหาที่ละเมิดสิทธิ์ความเป็นส่วนตัวของบุคคลที่สาม (vii) ใช้บริการเพื่อจัดเก็บหรือส่งไวรัสเวิร์มระเบิดเวลาม้าโทรจันและรหัสที่เป็นอันตรายหรือเป็นอันตรายอื่น ๆ ไฟล์สคริปต์ตัวแทนหรือโปรแกรมหรือเพื่อส่งสแปมหรือข้อความที่ซ้ำซ้อนหรือไม่พึงประสงค์เป็นการละเมิดกฎหมายที่บังคับใช้ ; หรือ (viii) แทรกแซงหรือขัดขวางความสมบูรณ์หรือประสิทธิภาพของบริการหรือข้อมูลบุคคลที่สามที่อยู่ในนั้น
tk: Başarmazlygyňyz mümkin we ygtyýarly ulanyjylaryňyzyň (i) Hyzmatlar bilen baglanyşykly haýsydyr bir kody bölmek, üýtgetmek ýa-da üýtgetmek, üýtgetmek, üýtgetmek, üýtgetmek ýa-da terjime etmezligi üpjün etmeli. Hyzmatlar; (ii) ygtyýarnama, sublicense, satmak, kärendesine bermek, bellemek, paýlamak, paýlaşmak, kärendesine bermek, karz bermek, girdeji üçin satmak, paýlamak ýa-da täjirçilik taýdan peýdalanmak, Hyzmatlary islendik üçünji tarapa bermek ýa-da elýeterli etmek; (iii) şu Kanunda aç-açan ygtyýarlandyrylan ýa-da ulanylýan kanunlary bozmakdan başga Hyzmatlary ulanmak; (iv) Hyzmatlar babatynda islendik bikanun ýa-da aldawly söwda amallary bilen meşgullanmak; (v) Hyzmatlaryň ýa-da Programma üpjünçiliginiň beýleki taraplarynyň islendik howpsuzlygyny ýa-da beýleki tehniki aýratynlyklaryny ýa-da çärelerini aýyrmak ýa-da öçürmek ýa-da Hyzmatlara ýa-da degişli kompýuter ulgamlaryna ýa-da torlaryna rugsatsyz girmek ýa-da gazanmak üçin synanyşmak; (vi) Hyzmatlary bozýan, töhmetçilikli, biabraý, haýbat atýan ýa-da başgaça bikanun, howply, zyýanly, kemsidiji ýa-da gynama materiallary ibermek ýa-da üçünji taraplaryň şahsy durmuş hukuklaryny bozýan materiallary saklamak ýa-da geçirmek üçin ulanmak; : ; ýa-da (viii) Hyzmatlaryň ýa-da ondaky üçünji tarap maglumatlarynyň bitewiligine ýa-da işine päsgel bermek ýa-da bozmak.
tl: Hindi mo maaaring, at masisiguro mo ang iyong mga awtorisadong gumagamit ay hindi, (i) i-disassemble, reverse engineer, mabulok o kung hindi man ay pagtatangka upang matukoy ang anumang code na may kaugnayan sa Mga Serbisyo, o baguhin, umangkop, lumikha ng mga derivate na gawa batay sa, o isalin ang Mga Serbisyo; (ii) lisensya, sublicense, ibenta, upa, italaga, ipamahagi, beses sa pagbabahagi, pag-upa, pautang, ibenta para sa kita, ipamahagi o kung hindi man komersyal na mapagsamantalahan, magbigay ng mga karapatan sa o gawing magagamit ang mga Serbisyo sa anumang ikatlong partido; (iii) gamitin ang Mga Serbisyo maliban bilang malinaw na pinahintulutan dito o paglabag sa anumang naaangkop na mga batas; (iv) makisali sa anumang ilegal o mapanlinlang na mga kasanayan sa pangangalakal na may kinalaman sa Mga Serbisyo; (v) iwasan o huwag paganahin ang anumang seguridad o iba pang mga teknikal na tampok o panukala ng Mga Serbisyo o anumang iba pang aspeto ng Software o, sa anumang paraan, subukang makamit o makakuha ng hindi awtorisadong pag-access sa Mga Serbisyo o mga kaugnay na computer system o network; (vi) gamitin ang Mga Serbisyo upang magpadala ng lumalabag, libog, malaswa, pagbabanta o kung hindi man labag sa batas, hindi ligtas, malisyoso, mapang-abuso o pahirap na materyal, o upang mag-imbak o magpadala ng materyal na lumalabag sa mga karapatan sa privacy ng third-party; (vii) gamitin ang Serbisyo upang mag-imbak o magpadala ng anumang mga virus, bulate, oras na bomba, mga kabayo ng Trojan at iba pang nakakapinsalang o nakakahamak na code, mga file, script, ahente o programa, o upang magpadala ng spam o kung hindi man doble o hindi hinihingi na mga mensahe sa paglabag sa mga naaangkop na batas ; o (viii) makagambala o makagambala sa integridad o pagganap ng Mga Serbisyo o data ng third-party na nakapaloob dito.
tr: Yetkili kullanıcılarınızın Hizmetlerle bağlantılı herhangi bir kodu parçalarına ayırmamasını, tersine mühendislik yapmamasını, kaynak kodunu çözmemesini veya başka bir şekilde deşifre etmemesini ya da Hizmetler; (ii) Lisans, alt lisans, satış, kiralama, atama, dağıtma, devremülk devri, kiralama, kredi, kâr için yeniden satma, Hizmetlerde herhangi bir üçüncü tarafın haklarını dağıtma, dağıtma veya ticari olarak sömürme, yetkilendirme veya sunma; (iii) burada açıkça yetkilendirilmedikçe veya yürürlükteki yasaları ihlal etmedikçe Hizmetleri kullanmak; (iv) Hizmetlerle ilgili herhangi bir yasadışı veya aldatıcı ticaret uygulamasına katılmak; (v) Hizmetlerin herhangi bir güvenliğini veya diğer teknik özelliklerini ya da önlemlerini ya da Yazılımın başka bir yönünü atlatmak ya da devre dışı bırakmak ya da herhangi bir şekilde Hizmetlere ya da ilgili bilgisayar sistemlerine ya da ağlarına yetkisiz erişim elde etmeye ya da bunlara erişmeye çalışmak; (vi) Hizmetleri, hak ihlalinde bulunan, iftira niteliğinde, müstehcen, tehdit edici veya başka bir şekilde yasa dışı, güvensiz, kötü niyetli, küfürlü veya haksız malzemeleri iletmek veya üçüncü taraf gizlilik haklarını ihlal eden materyalleri depolamak veya iletmek için kullanmak; (vii) Hizmeti virüs, solucan, saatli bomba, Truva atı ve diğer zararlı veya kötü amaçlı kodları, dosyaları, komut dosyalarını, aracıları veya programları depolamak veya iletmek veya geçerli yasaları ihlal ederek spam veya başka bir şekilde yinelenen veya istenmeyen iletiler göndermek için kullanma ; veya (viii) Hizmetlerin veya içerdiği üçüncü taraf verilerin bütünlüğüne veya performansına müdahale etmek veya bunları bozmak.
tt: Сез булдыра алмассыз, һәм сез үзегезнең вәкаләтле кулланучыларыгызның (i) сүтелү, кире инженер, декомпиляцияләү яки Хезмәтләр белән бәйле теләсә нинди кодны шифрлау, яки үзгәртү, җайлаштыру, ясалган әсәрләр ясау яки тәрҗемә итү өчен кулланмаска тиеш. Хезмәтләр; (ii) лицензия, сублицензия, сату, аренда, билгеләү, тарату, вакыт бүлеп бирү, аренда, кредит, табыш өчен сату, тарату яки башкача коммерция куллану, хезмәтләрне хокук бирү яки өченче якка хезмәт күрсәтү; (iii) Хезмәтләрне куллану, монда ачыктан-ачык рөхсәт ителгән яки кулланылган законнарны бозудан кала; (iv) Хезмәтләргә карата теләсә нинди законсыз яки алдаучы сәүдә практикасы белән шөгыльләнү; (v) теләсә нинди куркынычсызлыкны, бүтән техник үзенчәлекләрне яисә Хезмәтләрнең чараларын яки Программаның бүтән аспектларын яисә теләсә нинди ысул белән Хезмәтләргә яки аңа бәйле санак системаларына яки челтәрләренә рөхсәтсез керү яки алу омтылышы. (vi) Хезмәтләрне хокук бозучы, яла ягучы, әдәпсез, куркыту яки бүтән законсыз, куркынычсыз, явыз, рәнҗетүче яки җәберләүче материал җибәрү өчен, яисә өченче як хосусыйлык хокукларын бозган материалны саклау яки тапшыру өчен куллану; . ; яисә (viii) Хезмәтләрнең яки андагы өченче як мәгълүматларның бөтенлегенә яки эшенә комачаулый яки боза.
ug: سىز ئىشلىتەلمەيسىز ، ھەمدە ھوقۇق بەرگەن ئىشلەتكۈچىلىرىڭىزنىڭ (i) مۇلازىمەتكە مۇناسىۋەتلىك ھەر قانداق كودنى چۇۋۇش ، تەتۈر ئىنژېنېر ، پارچىلاش ياكى باشقا ئۇسۇللار بىلەن يېشىشكە ئۇرۇنۇشى ياكى ئۆزگەرتىلىشى ، ماسلىشىشى ، تۇغۇندى ئەسەرلەرنى ئاساس قىلىشى ياكى تەرجىمە قىلىشىغا كاپالەتلىك قىلىشىڭىز كېرەك. مۇلازىمەتلەر; (2) ئىجازەتنامە ، ئوچۇق-ئاشكارە ، سېتىش ، ئىجارە بېرىش ، تەقسىملەش ، تەقسىملەش ، ۋاقىت جەدۋىلىنى يۆتكەش ، ئىجارە بېرىش ، قەرز بېرىش ، پايدىنى قايتا سېتىش ، تارقىتىش ياكى باشقا ئۇسۇلدا سودا قىلىش ، ھوقۇق بېرىش ياكى مۇلازىمەتنى ئۈچىنچى تەرەپكە تەمىنلەش ؛ (3) بۇ يەردە ئېنىق ھوقۇق بېرىلگەن ياكى ئالاقىدار قانۇنلارغا خىلاپلىق قىلغانلىرىنى ھېسابقا ئالمىغاندا ، مۇلازىمەتنى ئىشلىتىش ؛ (4) مۇلازىمەتكە مۇناسىۋەتلىك قانۇنسىز ياكى ئالدامچىلىق سودىسى بىلەن شۇغۇللىنىش ؛ (5) ھەر قانداق بىخەتەرلىك ياكى باشقا تېخنىكىلىق ئىقتىدارلار ياكى مۇلازىمەتلەرنىڭ ياكى يۇمشاق دېتالنىڭ باشقا تەرەپلىرىنىڭ ئالدىنى ئېلىش ياكى ئۇنى ئەمەلدىن قالدۇرۇش ياكى ھەر قانداق شەكىلدە مۇلازىمەت ياكى مۇناسىۋەتلىك كومپيۇتېر سىستېمىسى ياكى تورلىرىغا رۇخسەتسىز ئېرىشىشكە ئۇرۇنۇش. (6) مۇلازىمەتتىن پايدىلىنىپ ھوقۇققا دەخلى-تەرۇز قىلىش ، تۆھمەت قىلىش ، شەھۋانىيلىق ، تەھدىد سېلىش ياكى باشقا قانۇنسىز ، بىخەتەر ، يامان غەرەزلىك ، ھاقارەتلەش ياكى قىيناش ماتېرىياللىرىنى يەتكۈزۈش ياكى ئۈچىنچى تەرەپنىڭ شەخسىي ھوقۇقىغا دەخلى-تەرۇز قىلغان ماتېرىياللارنى ساقلاش ياكى يەتكۈزۈش ؛ . ; .
uk: Ви не можете, і ви гарантуєте, що ваші уповноважені користувачі не роблять (i) розбирати, реверсувати інженер, не декомпілювати чи іншим чином намагатися розшифрувати будь-який код у зв’язку зі Службами, або змінити, адаптувати, створити похідні роботи на основі або перекладати Послуги; (ii) ліцензувати, надавати ліцензію, продавати, здавати в оренду, призначати, розповсюджувати, передавати в тайм-аут, передавати в оренду, позичати, перепродавати з метою отримання прибутку, розповсюджувати чи іншим чином комерційно використовувати, надавати права на або надавати Послуги будь-яким третім сторонам; (iii) користуватися Послугами, за винятком випадків прямого дозволу, передбачених цим Договором, або з порушенням будь-яких чинних законів; (iv) брати участь у будь-яких незаконних або оманливих торговельних практиках стосовно Служб; (v) обхід або відключення будь-яких засобів безпеки або інших технічних особливостей або заходів Послуг або будь-якого іншого аспекту Програмного забезпечення або будь-яким чином намагатися отримати або отримати несанкціонований доступ до Послуг або пов&#39;язаних з цим комп&#39;ютерних систем або мереж; (vi) використовувати Служби для передачі порушень, злочинних, нецензурних, загрозливих чи інших незаконних, небезпечних, зловмисних, образливих чи насильницьких матеріалів або для зберігання чи передачі матеріалів з порушенням прав приватності сторонніх осіб; (vii) використовувати Службу для зберігання або передачі будь-яких вірусів, хробаків, бомб, троянських коней та інших шкідливих чи зловмисних кодів, файлів, сценаріїв, агентів або програм, або для надсилання спаму чи іншим чином копіюючих чи непотрібних повідомлень з порушенням чинного законодавства ; або (viii) перешкоджати або порушувати цілісність або функціонування Служб або даних третьої сторони, що містяться в них.
ur: آپ یہ نہیں کرسکتے ہیں ، اور آپ کو یقینی بنائے گا کہ آپ کے مجاز صارف ، سروسز کے سلسلے میں کسی کوڈ کو جدا کرنا ، ریورس انجینئر ، ڈیکمپائل یا دوسری صورت میں ترمیم ، موافقت پذیر ، مشتق کاموں کو تخلیق کرنے ، یا اس کا ترجمہ کرنے کی کوشش نہیں کرتے ہیں۔ خدمات؛ (ii) لائسنس ، سبیلینس ، فروخت ، کرایہ ، تفویض ، تقسیم ، ٹائم شیئر ٹرانسفر ، لیز ، قرض ، منافع کے لئے دوبارہ فروخت ، تقسیم یا کسی اور طرح سے تجارتی استحصال ، خدمات فراہم کرنا یا کسی تیسری پارٹی کو خدمات مہی availableا کرنا۔ (iii) بغیر کسی قابل اطلاق قانون یا کسی قابل اطلاق قوانین کی خلاف ورزی کے ، سوائے سروسز کا استعمال۔ (iv) خدمات کے حوالے سے کسی بھی غیر قانونی یا فریب کاری کے کاروبار میں مشغول ہوں۔ (v) کسی بھی قسم کی سیکیورٹی یا دیگر تکنیکی خصوصیات یا خدمات کے اقدامات یا سافٹ ویئر کے کسی اور پہلو کو روکنے یا ان کو غیر فعال کرنے ، یا کسی بھی طرح سے خدمات یا متعلقہ کمپیوٹر سسٹم یا نیٹ ورکس تک غیر مجاز رسائی حاصل کرنے یا حاصل کرنے کی کوشش کرنا۔ (vi) خدمات کو خلاف ورزی کرنے والے ، بے بنیاد ، فحش ، دھمکی دینے یا غیر قانونی طور پر غیر محفوظ ، غیر محفوظ ، بدنیتی پر مبنی ، بدسلوکی یا زیادتی آمیز مواد ، یا تیسرے فریق کے رازداری کے حقوق کی خلاف ورزی کرتے ہوئے مواد کو ذخیرہ کرنے یا منتقل کرنے کے لئے استعمال کریں۔ (vii) کسی بھی وائرس ، کیڑے ، ٹائم بم ، ٹروجن گھوڑوں اور دیگر نقصان دہ یا بدنیتی پر مبنی کوڈ ، فائلوں ، اسکرپٹس ، ایجنٹوں یا پروگراموں کو محفوظ کرنے یا پھیلانے کیلئے یا قابل اطلاق قوانین کی خلاف ورزی کرتے ہوئے اسپیم یا دوسری صورت میں جعلی یا غیر منقولہ پیغامات بھیجنے کے لئے اس سروس کا استعمال کریں۔ ؛ یا (viii) خدمات یا اس میں موجود تیسری پارٹی کے ڈیٹا کی سالمیت یا کارکردگی میں مداخلت یا خلل ڈالنا۔
uz: Siz vakolatli foydalanuvchilarga (i) Xizmatlar bilan bog&#39;liq ravishda biron-bir kodni ochishga, o&#39;zgartirmaslikka, dekompilyatsiya qilmaslikka yoki boshqa yo&#39;l bilan ochishga harakat qilolmaysiz, yoki o&#39;zgartirilgan, moslashtirilgan, asoslangan ishlarni yaratmagan yoki tarjima qilmagan holda, siz shunday qilishingiz kerak va siz shunday huquqlarni kafolatlaysiz: Xizmatlar; (ii) litsenziya berish, litsenziyalash, sotish, ijaraga berish, boshqa shaxsga berish, tarqatish, vaqtni o&#39;tkazish, ijaraga berish, qarz olish, foyda olish uchun sotish, tarqatish yoki tijorat maqsadida boshqacha tarzda foydalanish, xizmatlarni boshqa shaxslarga berish yoki taqdim etish; (iii) Xizmatlardan foydalanish, bundan to&#39;g&#39;ridan-to&#39;g&#39;ri bevosita ruxsat etilgan holatlar bundan mustasno yoki amaldagi qonunlarni buzish; (iv) Xizmatlarga nisbatan har qanday noqonuniy yoki yolg&#39;on savdo amaliyoti bilan shug&#39;ullanish; (v) har qanday xavfsizlik yoki boshqa texnik xususiyatlarni yoki xizmatlarni yoki dasturiy ta&#39;minotning boshqa jihatlarini chetlab o&#39;tish yoki o&#39;chirish yoki har qanday tarzda xizmatlarga yoki tegishli kompyuter tizimlari yoki tarmoqlariga ruxsatsiz kirishni qo&#39;lga kiritish yoki egallashga urinish; (vi) xizmatlardan noqonuniy, tuhmat, odobsiz, tahdid yoki boshqa yo&#39;l bilan noqonuniy, xavfli, zararli, haqoratli yoki qiynoqli materiallarni yuborish yoki uchinchi tomon shaxsiy huquqlarini buzgan holda materiallarni saqlash yoki uzatish uchun foydalanish; (vii) Xizmatdan har qanday viruslarni, qurtlarni, vaqt bombalarini, troyan otlarini va boshqa zararli yoki zararli kodlarni, fayllarni, skriptlarni, agentlarni yoki dasturlarni saqlash yoki uzatish uchun, yoki amaldagi qonunlarni buzgan holda spam yoki boshqa takroriy yoki keraksiz xabarlarni yuborish uchun. ; yoki (viii) xizmatlarning yaxlitligiga yoki ishlashiga xalaqit berishi yoki buzishi yoki ularda joylashgan uchinchi tomon ma&#39;lumotlari.
vi: Bạn không được và bạn sẽ đảm bảo người dùng được ủy quyền của bạn không, (i) tháo rời, thiết kế ngược, dịch ngược hoặc cố gắng giải mã bất kỳ mã nào liên quan đến Dịch vụ hoặc sửa đổi, điều chỉnh, tạo các tác phẩm phái sinh dựa trên hoặc dịch Dịch vụ; (ii) giấy phép, cấp phép bổ sung, bán, thuê, chuyển nhượng, phân phối, chuyển nhượng thời gian, cho thuê, cho vay, bán lại để kiếm lợi nhuận, phân phối hoặc khai thác thương mại, cấp quyền hoặc cung cấp Dịch vụ cho bất kỳ bên thứ ba nào; (iii) sử dụng Dịch vụ trừ khi được ủy quyền rõ ràng dưới đây hoặc vi phạm bất kỳ luật hiện hành nào; (iv) tham gia vào bất kỳ hoạt động thương mại bất hợp pháp hoặc lừa đảo nào liên quan đến Dịch vụ; (v) phá vỡ hoặc vô hiệu hóa bất kỳ bảo mật hoặc các tính năng hoặc biện pháp kỹ thuật nào khác của Dịch vụ hoặc bất kỳ khía cạnh nào khác của Phần mềm hoặc, bằng mọi cách, cố gắng đạt được hoặc truy cập trái phép vào Dịch vụ hoặc các hệ thống hoặc mạng máy tính liên quan; (vi) sử dụng Dịch vụ để truyền các tài liệu vi phạm, bôi nhọ, khiêu dâm, đe dọa hoặc trái pháp luật, không an toàn, độc hại, lạm dụng hoặc tra tấn hoặc lưu trữ hoặc truyền tài liệu vi phạm quyền riêng tư của bên thứ ba; (vii) sử dụng Dịch vụ để lưu trữ hoặc truyền bất kỳ vi-rút, sâu, bom hẹn giờ, ngựa Trojan và mã độc hại hoặc độc hại khác, tệp, tập lệnh, tác nhân hoặc chương trình hoặc để gửi thư rác hoặc tin nhắn trùng lặp hoặc không được yêu cầu vi phạm luật pháp hiện hành ; hoặc (viii) can thiệp hoặc phá vỡ tính toàn vẹn hoặc hiệu suất của Dịch vụ hoặc dữ liệu của bên thứ ba có trong đó.
xh: Awungekhe, kwaye uyakuqinisekisa ukuba abasebenzisi bakho abagunyazisiweyo, (i) bangaqokeleli, baphinde basebenzise injineli, basebenzise okanye bazame ukufumanisa nayiphi na ikhowudi ngokunxibelelene neNkonzo, okanye bahlengahlengise, balungelelanise, basebenze bakhuphe imisebenzi esekwe, okanye baguqulele Iinkonzo; (ii) ilayisensi, imali ekhutshiwe, ukuthengisa, ukurenta, ukubela, ukuhambisa, ukudlulisela ixesha, ukuqeshisa, ukubolekisa, ukuthengisa ngenzuzo, ukusasaza okanye kungenye indlela yokuthengisa, unike amalungelo okanye enze ukuba iinkonzo zifumaneke nakowuphi na umntu wesithathu; (iii) asebenzise iinkonzo ngaphandle kokuba kugunyazisiwe apha ngezantsi okanye ngokuchasene nayo nayiphi na imithetho efanelekileyo; (iv) azibandakanye nakweziphi iindlela zorhwebo ezingekho mthethweni okanye ezikhohlisayo malunga neenkonzo; (v) athintele okanye akhubaze nakuphi na ukhuseleko okanye ezinye izinto zobugcisa okanye amanyathelo eenkonzo okanye nayiphi na into engenye yeSoftware okanye, ngayo nayiphi na indlela, ukuzama ukufumana okanye ukufumana ukufikelela okungagunyaziswanga kwiinkonzo okanye iinkqubo zekhompyuter ezisebenzayo okanye iinethiwekhi; (vi) sebenzisa iiNkonzo ukuhambisa ukophula, ukukhulula, ukuxhaphaza, ukoyikisa okanye ezinye izinto ezingekho mthethweni, ezingakhuselekanga, ezinobungozi, ezixhaphazayo okanye ezixhaphakileyo, okanye ukugcina okanye ukuhambisa izinto zephula amalungelo abucala omntu wesithathu; . ; okanye (viii) aphazamise okanye aphazamise ukuthembeka okanye ukusebenza kweeNkonzo okanye idatha yeqela lesithathu eliqulathwe kuyo.
yi: איר קענט נישט און איר וועט ענשור אַז אייער אָטערייזד יוזערז טאָן ניט, (איך) דיסאַסעמבאַל, פאַרקערט ינזשעניר, דעקאָמפּילע אָדער אַנדערש פּרווון צו דיסייפער קיין קאָד אין קשר מיט די סערוויסעס, אָדער מאָדיפיצירן, אַדאַפּט, שאַפֿן דעריייט ווערק באזירט אויף, אָדער איבערזעצן די באַדינונגען; (ii) דערלויבעניש, סאַבליסאַן, פאַרקויפן, פאַרדינען, באַשטימען, פאַרשפּרייטן, טימעאַרע אַריבערפירן, דינגען, אַנטלייַען, ריסעל פֿאַר נוץ, פאַרשפּרייטן אָדער אַנדערש קאַמערשאַלי גווורע, שענקען רעכט אין אָדער מאַכן די סערוויסעס בנימצא צו קיין דריט פּאַרטיי; (iii) נוצן די סערוויסעס, אַחוץ ווי דאָס איז עקספּרעסס אָטערייזד אָדער אין הילעל פון אָנווענדלעך געזעצן; (iv) דינגען אין קיין ומלעגאַל אָדער פאַרפירעריש האַנדל פּראַקטיסיז וועגן די סערוויסעס; (v) אַרומנעמען אָדער דיסייבאַל קיין זיכערהייט אָדער אנדערע טעכניש פֿעיִקייטן אָדער מיטלען פון די סערוויסעס אָדער קיין אנדערע אַספּעקט פון די ווייכווארג אָדער, אין קיין שטייגער, פּרווון צו געווינען אָדער דערגרייכן אַנאָטערייזד אַקסעס צו די סערוויסעס אָדער די פֿאַרבונדענע קאָמפּיוטער סיסטעמען אָדער נעטוואָרקס; (vi) נוצן די סערוויסעס צו טראַנסמיטירן ינפרינגינג, לייבעראַס, גראָב, טרעטאַנינג אָדער אַנדערש אַנלאָפאַל, אַנסייף, בייזע, זידלען אָדער טאָרטיאַס מאַטעריאַל, אָדער צו קראָם אָדער טראַנסמיסיע מאַטעריאַל אין הילעל פון דריט פּאַרטיי פּריוואַטקייט רעכט; (vii) נוצן די סערוויס צו קראָם אָדער טראַנסמיסירן ווירוסעס, וואָרמס, צייט באָמבס, טראָדזשאַן פערד און אנדערע שעדלעך אָדער מאַלישאַס קאָד, טעקעס, סקריפּס, אגענטן אָדער מגילה, אָדער צו שיקן ספּאַם אָדער אַנדערש דופּליקאַטיוו אָדער אַנסאַליסיטיד אַרטיקלען אין הילעל פון אָנווענדלעך געזעצן ; אָדער (viii) אַרייַנמישנ זיך מיט אָדער צעשטערן די אָרנטלעכקייַט אָדער פאָרשטעלונג פון די סערוויסעס אָדער דריט פּאַרטיי דאַטן קאַנטיינד אין עס.
