Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
af: 6.2 Beëindiging: Beide partye kan die Ooreenkoms en alle diensinskrywings beëindig (i) indien die ander party enige van sy wesenlike verpligtinge kragtens die Ooreenkoms oortree en sodanige oortreding nie binne dertig (30) dae na ontvangs van die kennisgewing van die nie-verbreking genees word nie party, of (ii) indien die ander party insolvent of bankrot raak, gelikwideer word of ontbind word, of wesenlik al sy sake ophou. Ons kan die ooreenkoms onmiddellik beëindig in die geval van &#39;n oortreding van artikel 5.3 hierbo. Na beëindiging van die ooreenkoms, sal u onmiddellik die gebruik van die dienste staak, ophou om in enige vorm van u gebruiker van die dienste te staak, en al ons vertroulike inligting wat u besit, vernietig. Niemand van die partye is aanspreeklik vir enige skade wat voortspruit uit die beëindiging van die ooreenkoms of enige intekening op die dienste soos hierin bepaal nie; met dien verstande dat die beëindiging van die ooreenkoms nie enige eis wat voor die beëindiging ontstaan, beïnvloed nie.
am: 6.2 መቋረጥ: - ሌላው ተዋዋይ ወገን በስምምነቱ ውስጥ ያሉትን ማንኛውንም ቁሳዊ ግዴታዎች ከጣሰ እና እንደዚህ ዓይነት ጥሰትን ከጣሰ ከማያውቅ ከሰላሳ (30) ቀናት ውስጥ ካልተፈታ ወይም ስምምነቱን እና ሁሉም የአገልግሎት ምዝገባውን ሊያቋርጥ ይችላል (i) ወይም (ii) ሌላኛው ተዋዋይ ወገን በገንዘብ ወይም በገንዘብ ኪሳራ ፣ በፈሳሽ ሁኔታ ከተለወጠ ወይም ከተበታተነ ወይም ሙሉ በሙሉ ንግዱን ካቋረጠ። ከዚህ በላይ ክፍል 5.3 ከጣሰ ስምምነቱን ወዲያውኑ ልናቋርጥ እንችላለን ፡፡ ስምምነቱ ከተቋረጠ በኋላ ወዲያውኑ ሁሉንም የአገልግሎቶቹ አጠቃቀምን ያቋርጣሉ ፣ እርስዎም የአገልግሎቱ ተጠቃሚ እንደሆኑ በማንኛውም መልኩ መወከልዎን ያቆማሉ እንዲሁም በእጃችን ውስጥ ያሉትን ሁሉንም ሚስጥራዊ መረጃዎችዎን ያጠፋሉ ፡፡ ማናቸውም ተዋዋይ ወገን ስምምነቱን በማቋረጥ ምክንያት ለሚመጡ ማናቸውም ጉዳቶች ወይም እዚህ እንደተጠቀሰው ለአገልግሎቶች ምዝገባዎች ተጠያቂ አይሆኑም ፤ ሆኖም ስምምነቱ መቋረጥ ከእንደዚህ ዓይነቱ ማቋረጡ በፊት በሚነሳ ማንኛውም የይገባኛል ጥያቄ ላይ ተጽዕኖ አያሳርፍም።
ar: 6.2 الإنهاء: يجوز لأي من الطرفين إنهاء الاتفاقية وجميع اشتراكات الخدمة (1) إذا خالف الطرف الآخر أيًا من التزاماته المادية بموجب الاتفاقية ولم يتم علاج هذا الانتهاك في غضون ثلاثين (30) يومًا من استلام الإشعار من عدم الانتهاك الطرف ، أو (2) إذا أصبح الطرف الآخر معسراً أو مفلساً ، أو تمت تصفيته أو تم حله ، أو توقف كل أعماله بشكل كبير. يجوز لنا إنهاء الاتفاقية على الفور في حالة خرق القسم 5.3 أعلاه. عند إنهاء الاتفاقية ، ستتوقف فورًا عن أي استخدام للخدمات ، وتتوقف عن الإقرار بأي شكل من الأشكال أنك مستخدم للخدمات ، وتدمير جميع معلوماتنا السرية التي بحوزتك. لا يتحمل أي طرف مسؤولية أي أضرار ناتجة عن إنهاء الاتفاقية أو أي اشتراكات في الخدمات على النحو المنصوص عليه في هذه الاتفاقية ؛ شريطة ، مع ذلك ، أن إنهاء الاتفاقية لن يؤثر على أي مطالبة تنشأ قبل هذا الإنهاء.
az: 6.2. Xitam: Tərəflərdən hər biri Sazişi və bütün Xidmət abunəliklərini ləğv edə bilər (i) əgər qarşı tərəf Saziş üzrə hər hansı bir maddi öhdəliyi pozursa və bu pozuntu pozulmaması barədə bildiriş aldıqdan sonra otuz (30) gün ərzində müalicə olunmazsa. tərəf və ya (ii) digər tərəf müflisləşərsə və ya iflas edərsə, ləğv edilərsə və ya ləğv edilərsə və ya bütün fəaliyyətini tamamilə dayandırarsa. Yuxarıdakı 5.3 Bölmə pozulduqda Sazişi dərhal ləğv edə bilərik. Müqaviləni ləğv etdikdən sonra dərhal Xidmətlərin bütün istifadəsini dayandıracaqsınız, Xidmətlərdən istifadəçi olduğunuz hər hansı bir formada təmsil olunmağı dayandıracaqsınız və əlinizdəki bütün məxfi məlumatlarımızı məhv edəcəksiniz. Tərəflərdən heç biri Sazişin ləğvi nəticəsində yaranan zərərlərə və ya burada göstərilən Xidmətlərə abunə olmağa görə məsuliyyət daşımır; Bununla birlikdə, Sazişin ləğvi bu ləğv edilmədən əvvəl yaranan hər hansı bir iddiaya təsir göstərməməsi şərtilə.
be: 6.2 Спыненне дзеяння: Любы ўдзельнік можа скасаваць Пагадненне і ўсе падпіскі на паслугі (i), калі другі бок парушае якое-небудзь з сваіх істотных абавязацельстваў, прадугледжаных Дагаворам, і такое парушэнне не будзе вылечана на працягу трыццаці (30) дзён з моманту атрымання паведамлення аб ненападзенні. баку, альбо (ii) калі іншая бок становіцца неплацежаздольнай альбо банкруцкай, ліквідуецца альбо скасавана, альбо спыняе практычна ўвесь свой бізнэс. Мы можам неадкладна спыніць дзеянне Пагаднення ў выпадку парушэння вышэй раздзела 5.3. Пасля скасавання Пагаднення вы неадкладна спыніце выкарыстанне Паслуг, перастанеце прадстаўляць у любой форме, што вы з&#39;яўляецеся карыстальнікам Паслуг, і знішчыце ўсю нашу канфідэнцыйную інфармацыю, якая знаходзіцца ў вас. Ніводзін з бакоў не нясе адказнасці за шкоду ў выніку спынення дзеяння Пагаднення альбо падпіскі на паслугі, прадугледжаную тут. пры ўмове, што спыненне дзеяння Пагаднення не закранае ніякіх патрабаванняў, якія ўзніклі да такога скасавання.
bg: 6.2 Прекратяване: Всяка страна може да прекрати споразумението и всички абонаменти за услуга (i), ако другата страна наруши някое от съществените си задължения по споразумението и такова нарушение не бъде отстранено в рамките на тридесет (30) дни от получаване на известие от неспазването страна, или (ii) ако другата страна стане неплатежоспособна или в несъстоятелност, ликвидирана или прекратена, или преустановява по същество целия си бизнес. Можем да прекратим споразумението незабавно в случай на нарушение на раздел 5.3 по-горе. След прекратяване на Споразумението, вие незабавно ще прекратите използването на Услугите, ще престанете да представяте под каквато и да е форма, че сте потребител на Услугите и ще унищожите цялата ни поверителна информация, с която разполагате. Нито една от страните не носи отговорност за вреди, възникнали вследствие на прекратяване на Споразумението или на абонаменти за Услуги, както е предвидено в настоящото споразумение; при условие че прекратяването на споразумението не засяга претенции, възникващи преди такова прекратяване.
bn: Mination.২ সমাপ্তি: উভয় পক্ষই চুক্তি এবং সমস্ত পরিষেবা সাবস্ক্রিপশন বাতিল করতে পারে (i) যদি অন্য পক্ষ চুক্তির অধীনে তার যে কোনও উপাদানগত বাধ্যবাধকতা লঙ্ঘন করে এবং লঙ্ঘন না করে নোটিশ প্রাপ্তির ত্রিশ (৩০) দিনের মধ্যে এইরকম লঙ্ঘন নিরাময় হয় না পার্টি, বা (ii) অন্য পক্ষটি যদি দ্রবীভূত বা দেউলিয়া হয়ে যায়, তরল হয়ে যায় বা দ্রবীভূত হয়ে যায় বা তার সমস্ত ব্যবসা বন্ধ করে দেয়। উপরের ৫.৩ ধারা লঙ্ঘনের ঘটনায় আমরা চুক্তিটি অবিলম্বে বাতিল করতে পারি। চুক্তির অবসান হওয়ার পরে, আপনি অবিলম্বে পরিষেবাগুলির সমস্ত ব্যবহার বন্ধ করে দেবেন, আপনি যে কোনও রূপে পরিষেবাগুলির ব্যবহারকারীর প্রতিনিধিত্ব বন্ধ করবেন এবং আপনার দখলে থাকা আমাদের সমস্ত গোপনীয় তথ্য ধ্বংস করবেন। চুক্তির অবসান বা এগুলির জন্য সরবরাহিত পরিষেবাদিগুলির কোনও সাবস্ক্রিপশনের ফলে প্রাপ্ত কোনও ক্ষতির জন্য কোনও পক্ষই দায়বদ্ধ হইবে না; তবে প্রদত্ত যে, চুক্তির সমাপ্তি এই ধরণের সমাপ্তির আগে উত্থাপিত কোনও দাবিকে প্রভাবিত করবে না।
ca: 6.2 Rescissió: Ambdues parts poden rescindir l&#39;Acord i totes les subscripcions al Servei (i) si l&#39;altra part incompleix alguna de les seves obligacions materials en virtut de l&#39;Acord i aquest incompliment no es cura en el termini de trenta (30) dies després de la recepció d&#39;un avís per part de l&#39;incompliment. una part, o (ii) si l’altra part es converteix en insolvent o en fallida, es liquida o es dissol, o cessa substancialment tota la seva activitat. Podem rescindir l’Acord immediatament en cas d’incompliment de la secció 5.3 anterior. Al finalitzar l&#39;Acord, desistirà immediatament de l&#39;ús dels Serveis, deixarà de representar en qualsevol forma que siguis usuari dels Serveis i destruiràs tota la nostra informació confidencial en el seu poder. Cap de les parts serà responsable dels danys i perjudicis derivats de la rescissió de l&#39;Acord o de qualsevol subscripció a Serveis tal com es preveu en aquest document; però, sempre que la rescissió de l&#39;Acord no afecti cap reclamació derivada abans de la rescissió d&#39;aquest acord.
cs: 6.2 Ukončení: Kterákoli strana může ukončit Smlouvu a všechna předplatné Služeb (i), pokud druhá strana poruší některou ze svých podstatných povinností podle Smlouvy a takové porušení nebude vyléčeno do třiceti (30) dnů od obdržení oznámení od neporušování nebo ii) pokud se druhá strana stane úpadkem nebo bankrotem, bude zlikvidována nebo bude zrušena nebo přestane v podstatě veškeré své podnikání. V případě porušení výše uvedeného bodu 5.3 můžeme Smlouvu okamžitě ukončit. Po ukončení Smlouvy okamžitě ukončíte veškeré používání Služeb, přestanete v jakékoli formě prohlašovat, že jste uživatelem Služeb, a zničíte všechny naše důvěrné informace, které vlastníte. Žádná ze smluvních stran neodpovídá za škody vzniklé ukončením smlouvy nebo jakýmkoli předplatným služeb, jak je stanoveno v této smlouvě; avšak za předpokladu, že ukončení dohody nemá vliv na nároky vzniklé před takovým ukončením.
cy: 6.2 Terfynu: Gall y naill barti neu&#39;r llall derfynu&#39;r Cytundeb a phob tanysgrifiad Gwasanaeth (i) os yw&#39;r parti arall yn torri unrhyw un o&#39;i rwymedigaethau perthnasol o dan y Cytundeb ac nad yw&#39;r toriad hwnnw&#39;n cael ei wella cyn pen trideg (30) diwrnod ar ôl derbyn rhybudd gan y rhai nad ydynt yn torri parti, neu (ii) os daw&#39;r parti arall yn fethdalwr neu&#39;n fethdalwr, ei ddiddymu neu ei ddiddymu, neu&#39;n dod i ben yn sylweddol â&#39;i holl fusnes. Efallai y byddwn yn terfynu&#39;r Cytundeb ar unwaith os bydd Adran 5.3 uchod yn cael ei thorri. Ar ddiwedd y Cytundeb, byddwch yn rhoi’r gorau i bob defnydd o’r Gwasanaethau ar unwaith, yn peidio â chynrychioli ar unrhyw ffurf eich bod yn ddefnyddiwr y Gwasanaethau, ac yn dinistrio ein holl Wybodaeth gyfrinachol sydd yn eich meddiant. Ni fydd y naill barti na&#39;r llall yn atebol am unrhyw iawndal sy&#39;n deillio o derfynu&#39;r Cytundeb neu unrhyw danysgrifiadau i&#39;r Gwasanaethau fel y darperir ar eu cyfer yma; ar yr amod, fodd bynnag, na fydd terfynu&#39;r Cytundeb yn effeithio ar unrhyw hawliad sy&#39;n codi cyn ei derfynu.
da: 6.2 Opsigelse: Hver af parterne kan opsige aftalen og alle serviceabonnementer (i), hvis den anden part overtræder nogen af sine væsentlige forpligtelser i henhold til aftalen, og sådan overtrædelse ikke helbredes inden for tredive (30) dage efter modtagelse af varsel fra ikke-overtrædelsen part, eller (ii) hvis den anden part bliver insolvent eller konkurs, likvideret eller opløses eller ophører i det væsentlige med al sin virksomhed. Vi kan opsige aftalen øjeblikkeligt i tilfælde af brud på punkt 5.3 ovenfor. Ved opsigelse af aftalen vil du øjeblikkeligt indstille al brug af tjenesterne, ophøre med at repræsentere i enhver form for at du er en bruger af tjenesterne og ødelægge alle vores fortrolige oplysninger, du er i besiddelse af. Ingen af parterne er ansvarlige for skader som følge af opsigelse af aftalen eller abonnement på Tjenester som omhandlet heri; dog dog forudsat, at aftalens opsigelse ikke berører noget krav, der opstår inden en sådan opsigelse.
de: 6.2 Kündigung: Jede Partei kann den Vertrag und alle Serviceabonnements (i) kündigen, wenn die andere Partei gegen eine ihrer wesentlichen Verpflichtungen aus dem Vertrag verstößt und dieser Verstoß nicht innerhalb von dreißig (30) Tagen nach Erhalt der Mitteilung über die Nichtverletzung behoben wird Partei oder (ii) wenn die andere Partei zahlungsunfähig oder bankrott wird, liquidiert oder aufgelöst wird oder im Wesentlichen ihr gesamtes Geschäft einstellt. Wir können den Vertrag im Falle eines Verstoßes gegen Ziffer 5.3 sofort kündigen. Nach Beendigung des Vertrags werden Sie die Nutzung der Dienste unverzüglich einstellen, die Darstellung in keiner Form als Benutzer der Dienste einstellen und alle in Ihrem Besitz befindlichen vertraulichen Informationen vernichten. Keine Partei haftet für Schäden, die sich aus einer Kündigung des Vertrags oder aus Abonnements von Diensten ergeben, wie hierin vorgesehen. vorausgesetzt jedoch, dass die Kündigung des Vertrags keine Ansprüche berührt, die vor einer solchen Kündigung entstehen.
el: 6.2 Τερματισμός: Κάθε μέρος μπορεί να τερματίσει τη Συμφωνία και όλες τις συνδρομές της Υπηρεσίας (i) εάν το άλλο μέρος παραβιάσει οποιαδήποτε από τις ουσιώδεις υποχρεώσεις του βάσει της Συμφωνίας και η παραβίαση αυτή δεν θεραπευτεί εντός τριάντα (30) ημερών από την παραλαβή ειδοποίησης από τη μη παραβίαση συμβαλλόμενο μέρος, ή (ii) εάν το άλλο μέρος καθίσταται αφερέγγυο ή χρεοκοπείται, εκκαθαρίζεται ή διαλύεται ή παύει ουσιαστικά το σύνολο των εργασιών του. Μπορούμε να τερματίσουμε τη Συμφωνία αμέσως σε περίπτωση παραβίασης της Ενότητας 5.3 παραπάνω. Μετά τον τερματισμό της Συμφωνίας, θα διακόψετε αμέσως κάθε χρήση των Υπηρεσιών, θα σταματήσετε να εκπροσωπείτε με οποιαδήποτε μορφή ότι είστε χρήστης των Υπηρεσιών και θα καταστρέψετε όλες τις εμπιστευτικές μας πληροφορίες που έχετε στην κατοχή σας. Κανένα μέρος δεν φέρει καμία ευθύνη για τυχόν ζημιές που προκύπτουν από τον τερματισμό της Συμφωνίας ή για τυχόν συνδρομές στις Υπηρεσίες που προβλέπονται στο παρόν. υπό την προϋπόθεση, ωστόσο, ότι ο τερματισμός της Συμφωνίας δεν θα επηρεάσει οποιαδήποτε αξίωση προκύψει πριν από την καταγγελία.
eo: 6.2 Finiĝo: Ĉiu partio povas rezigni pri la Interkonsento kaj ĉiuj Servaj abonoj (i) se la alia partio rompas iujn el ĝiaj materialaj obligacioj laŭ la Interkonsento kaj tia neplenumo ne kuracas ene de tridek (30) tagoj de la ricevo de avizo de la ne-malobservo. partio, aŭ (ii) se la alia partio iĝas fiaska aŭ bankrota, likvidas aŭ dissolvas, aŭ ĉesas substance sian tutan komercon. Ni eble rezignas pri la Interkonsento tuj se vi rompas la Sekcion 5.3 supre. Al la fino de la Interkonsento, vi tuj ĉesigos ĉian uzon de la Servoj, ĉesos reprezenti en iu ajn formo, ke vi estas uzanto de la Servoj, kaj detruos ĉiujn niajn konfidajn Informojn en via posedo. Neniu de la partioj respondecos pri iuj damaĝoj rezultantaj de la fino de la Interkonsento aŭ de iuj abonoj al Servoj kiel ĉi tio disponas; tamen, tamen, ke la fino de la Interkonsento ne influas iun pretendon ekestantan antaŭ tia rezigno.
es: 6.2 Rescisión: cualquiera de las partes puede rescindir el Acuerdo y todas las suscripciones del Servicio (i) si la otra parte incumple cualquiera de sus obligaciones materiales en virtud del Acuerdo y dicha infracción no se cura dentro de los treinta (30) días posteriores a la recepción de la notificación de la no infracción parte, o (ii) si la otra parte se declara insolvente o en quiebra, se liquida o se disuelve, o cesa sustancialmente todo su negocio. Podemos rescindir el Acuerdo de inmediato en caso de incumplimiento de la Sección 5.3 anterior. Tras la rescisión del Acuerdo, suspenderá inmediatamente el uso de los Servicios, dejará de representar de cualquier forma que es un usuario de los Servicios y destruirá toda nuestra Información confidencial en su poder. Ninguna de las partes será responsable de los daños resultantes de la terminación del Acuerdo o de cualquier suscripción a los Servicios según lo dispuesto en este documento; siempre, sin embargo, que la terminación del Acuerdo no afectará ningún reclamo que surja antes de dicha terminación.
et: 6.2 Lõpetamine: Kumbki pool võib lepingu ja kõik teenuse tellimused lõpetada (i), kui teine pool rikub mõnda oma lepingust tulenevat olulist kohustust ja selline rikkumine ei ole kõrvaldatud kolmekümne (30) päeva jooksul alates rikkumise mitteteatamise teate saamisest. või (ii) kui teine pool muutub maksejõuetuks või pankrotti, likvideeritakse, ta likvideeritakse või lõpetab sisuliselt kogu oma tegevuse. Lõike 5.3 rikkumise korral võime lepingu kohe lõpetada. Lepingu lõppemisel katkestate viivitamatult kogu Teenuste kasutamise, lõpetate mis tahes vormis teenuste kasutamise kinnituse ja hävitate kogu meie valduses oleva konfidentsiaalse teabe. Kumbki pool ei vastuta kahjude eest, mis tulenevad Lepingu lõpetamisest või mis tahes Teenuste tellimisest vastavalt siin sätestatule; tingimusel, et lepingu lõpetamine ei mõjuta enne selle lõpetamist tekkinud nõudeid.
eu: 6.2 Baja: Alderen batek Hitzarmena eta Zerbitzuaren harpidetzak bertan behera utzi ditzake (i) beste alderdiak Hitzarmenean ezarritako betebehar materialren bat hausten badu, eta arau-haustea ez bada urratzen hogeita hamar (30) egunen buruan ez-betetzeagatik. alderdia, edo (ii) beste alderdia konkurtsoa edo porrota, likidatu edo desegiten bada edo bere negozioaren funtsean uzten badu. Hitzarmena berehala bertan behera utzi dezakegu aurreko 5.3 atala hausten bada. Hitzarmena amaitzean, berehala zerbitzuen erabilera behin betiko utziko duzu, Zerbitzuaren erabiltzaile zaren edozein forma ordezkatzen utziko duzu eta zure jabetzako informazio konfidentzial guztia suntsituko duzu. Inork ez du inolako erantzukizunik izango Hitzarmena amaitzean edo Zerbitzuetarako harpidetzak eragindako kalteengatik; hala ere, Hitzarmena indargabetzeak ez du eragotziko baja hori gertatu baino lehen.
fa: 6.2 فسخ: هر یک از طرفین می توانند توافق نامه و کلیه اشتراک های خدمات (I) را فسخ کنند در صورتی که طرف مقابل هر یک از تعهدات مادی خود را تحت توافق نامه نقض کند و این نقض در مدت سی (30) روز از زمان دریافت اخطار از عدم نقض قابل درمان نیست. حزب یا (ii) اگر طرف مقابل ورشکسته یا ورشکسته شود ، منحل شود و یا منحل شود ، یا اساساً تمام کارهای خود را متوقف کند. ما ممکن است در صورت نقض بند 5.3 در بالا توافق نامه را فوراً فسخ کنیم. پس از خاتمه توافق نامه ، شما بلافاصله تمام استفاده از خدمات را متوقف خواهید کرد ، به هر شکلی که کاربر این سرویس ها هستید ، نمایندگی را متوقف کنید و تمام اطلاعات محرمانه ما را در اختیار خود نابود کنید. هیچ یک از طرفین مسئولیتی در قبال خسارتهای ناشی از خاتمه توافق نامه یا اشتراک هرگونه خدمات به شرح خدمات مندرج در اینجا ندارند. با این حال ، به شرط آنکه خاتمه توافق نامه هیچ گونه ادعایی را که قبل از خاتمه چنین نتیجه ای ایجاد می کند ، تحت تأثیر قرار نمی دهد.
fi: 6.2 Irtisanominen: Kumpi tahansa osapuoli voi irtisanoa sopimuksen ja kaikki palvelutilaukset (i), jos toinen osapuoli rikkoo jotakin sopimuksen mukaisista olennaisista velvoitteistaan ja tällainen rikkomus ei ole korjattu kolmenkymmenen (30) päivän kuluessa ilmoituksen vastaanottamisesta rikkomisesta tai (ii) jos toinen osapuoli tulee maksukyvyttömäksi tai konkurssiin, selvitystilaan tai puretaan tai lopettaa olennaisesti kaiken liiketoimintansa. Voimme irtisanoa sopimuksen heti, jos edellä olevaa 5.3 kohtaa rikotaan. Sopimuksen päättyessä lopetat heti kaiken Palvelujen käytön, lopetat edustaa missä tahansa muodossa Palveluita ja tuhoat kaikki hallussaan olevat luottamukselliset tietomme. Kumpikaan osapuoli ei ole vastuussa vahingoista, jotka johtuvat sopimuksen irtisanomisesta tai Palveluiden tilauksista tässä määräyksessä tarkoitetulla tavalla; edellyttäen kuitenkin, että sopimuksen irtisanominen ei vaikuta vaatimuksiin, jotka syntyvät ennen irtisanomista.
fr: 6.2 Résiliation: Chaque partie peut résilier le Contrat et tous les abonnements au Service (i) si l&#39;autre partie manque à l&#39;une de ses obligations matérielles en vertu du Contrat et que cette violation n&#39;est pas corrigée dans les trente (30) jours suivant la réception de l&#39;avis de non-violation ou (ii) si l&#39;autre partie devient insolvable ou en faillite, liquidée ou dissoute, ou cesse la quasi-totalité de ses activités. Nous pouvons résilier le contrat immédiatement en cas de violation de la section 5.3 ci-dessus. En cas de résiliation du Contrat, vous cesserez immédiatement toute utilisation des Services, cesserez de déclarer sous quelque forme que ce soit que vous êtes un utilisateur des Services, et de détruire toutes nos Informations confidentielles en votre possession. Aucune des parties ne sera responsable des dommages résultant de la résiliation du Contrat ou des abonnements aux Services tels que prévus aux présentes; étant entendu, cependant, que la résiliation du Contrat n&#39;affectera aucune réclamation née avant cette résiliation.
fy: 6.2 Beëiniging: Beide partijen kinne de oerienkomst en alle abonneminten fan tsjinsten beëinigje (i) as de oare partij ien fan syn materiële ferplichtingen kriget ûnder de oerienkomst en sokke ynbreuk wurdt net genêzen binnen tritich (30) dagen nei ûntfangen fan kennisjouwing fanwege it net-brekken partij, of (ii) as de oare partij insolvent wurdt as fallisemint, likwidearre of wurdt ûntbûn, of yn essinsje al syn bedriuw ophâldt. Wy kinne de oerienkomst fuortendaliks beëinigje yn gefal fan in oertreding fan paragraaf 5.3 hjirboppe. By it beëinigjen fan &#39;e oerienkomst sille jo alle gebrûk fan&#39; e Tsjinsten fuortendaliks stopje, ophâlde om yn elke foarm te fertsjinwurdigjen dat jo in brûker fan &#39;e Tsjinsten binne, en al ús fertroulike ynformaasje yn jo besit ferneatigje. Gjin fan de partijen is oanspraaklik oanspraaklik foar eventuele skea dy&#39;t fuortkomme út it beëinigjen fan &#39;e Oerienkomst of foar abonneminten op Tsjinsten lykas hjirfoar foarsjoen; op betingst dat de beëinigjen fan &#39;e oerienkomst lykwols gjin ynfloed sil hawwe op in foardering dy&#39;t foardat dizze beëiniging ûntstiet.
ga: 6.2 Foirceannadh: Féadfaidh ceachtar páirtí an Comhaontú agus gach síntiús Seirbhíse a fhoirceannadh (i) má sháraíonn an páirtí eile aon cheann dá oibleagáidí ábhartha faoin gComhaontú agus mura ndéantar an sárú sin a leigheas laistigh de thríocha (30) lá tar éis fógra a fháil ón neamh-shárú. páirtí, nó (ii) má éiríonn an páirtí eile dócmhainneach nó féimheach, leachtaithe nó díscaoilte, nó má scoireann sé dá ghnó go mór. Féadfaimid an Comhaontú a fhoirceannadh láithreach má sháraítear Roinn 5.3 thuas. Ar fhoirceannadh an Chomhaontaithe, scoirfidh tú láithreach de úsáid na Seirbhísí, scoirfidh tú d’ionadaíocht a dhéanamh i bhfoirm ar bith gur úsáideoir na Seirbhísí tú, agus scriosfaidh tú ár gcuid faisnéise rúnda go léir atá i do sheilbh. Ní bheidh ceachtar páirtí faoi dhliteanas as aon damáistí a thiocfaidh as foirceannadh an Chomhaontaithe nó as aon síntiúis le Seirbhísí mar a fhoráiltear dó anseo; ar choinníoll, áfach, nach ndéanfaidh foirceannadh an Chomhaontaithe difear d&#39;aon éileamh a éireoidh roimh an bhfoirceannadh sin.
gd: 6.2 Crìoch: Faodaidh aon phàrtaidh crìoch a chur air an Aonta agus gach ballrachd Seirbheis (i) ma bhriseas am pàrtaidh eile gin de na dleastanasan buntainneach aige fon Aonta agus nach tèid a leithid de bhriseadh a leigheas taobh a-staigh trithead (30) latha bho fhuaireadh fios bhon neach nach eil a ’briseadh. pàrtaidh, no (ii) ma dh ’fhàsas am pàrtaidh eile briste no briste, air a leaghadh no ma thèid a sgaoileadh, no gun sguir e gu ìre mhòr den ghnìomhachas air fad. Faodaidh sinn an Aonta a thoirt gu crìch sa bhad ma thèid Earrann 5.3 gu h-àrd a bhriseadh. Nuair a thig an Aonta gu crìch, sguir thu anns a ’bhad de chleachdadh nan Seirbheisean, sguir thu a riochdachadh ann an cruth sam bith gu bheil thu nad neach-cleachdaidh de na Seirbheisean, agus sgriosaidh tu am fiosrachadh dìomhair uile a tha agad. Cha bhith uallach air pàrtaidh sam bith airson milleadh sam bith mar thoradh air an Aonta a thoirt gu crìch no ballrachd sam bith do Sheirbheisean mar a tha air a mhìneachadh an-seo; ach, ge-tà, nach toir crìoch air an Aonta buaidh air tagradh sam bith a thig mus tèid a thoirt gu crìch.
gl: 6.2 Rescisión: Calquera das partes pode rescindir o Contrato e todas as subscricións ao Servizo (i) se a outra parte incumpre algunha das súas obrigas materiais previstas no Convenio e este incumprimento non se cura no prazo de trinta (30) días desde a recepción dun aviso por incumprimento. parte, ou (ii) se a outra parte é insolvente ou en bancarrota, se liquida ou se disolve, ou cesa substancialmente todo o seu negocio. Podemos rescindir o Acordo inmediatamente no caso de incumprimento da Sección 5.3 anterior. Tras a rescisión do Contrato, desistirá de inmediato todo uso dos Servizos, deixará de representar en calquera forma que sexa usuario dos Servizos e destruirá toda a nosa información confidencial que posúe. Ningunha das partes será responsable dos danos derivados da rescisión do Contrato ou das subscricións a Servizos, segundo o previsto neste documento; non obstante, a rescisión do acordo non afectará a ningunha reclamación derivada de tal rescisión.
gu: .2.૨ સમાપ્તિ: કોઈપણ પક્ષ કરાર અને તમામ સેવા સબ્સ્ક્રિપ્શન્સ સમાપ્ત કરી શકે છે (i) જો અન્ય પક્ષ કરાર હેઠળ તેની કોઈપણ સામગ્રી જવાબદારીઓનો ભંગ કરે છે અને બિનભંગ નોટિસ પ્રાપ્ત થયાના ત્રીસ ()૦) દિવસની અંદર આવા ભંગનો ઉપચાર ન કરવામાં આવે તો પક્ષ, અથવા (ii) જો અન્ય પક્ષ અદ્રાવ્ય અથવા નાદાર બને, ફડચામાં ભળી જાય અથવા વિસર્જન થાય, અથવા તેના તમામ વ્યવસાયને નોંધપાત્ર રીતે બંધ કરે. ઉપરોક્ત વિભાગ 5..3 નો ભંગ થવાની સ્થિતિમાં અમે કરારને તરત જ સમાપ્ત કરી શકીએ છીએ. કરારની સમાપ્તિ પછી, તમે તુરંત જ સેવાઓનો તમામ ઉપયોગ બંધ કરી દેશો, કોઈપણ પ્રકારની રજૂઆત કરવાનું બંધ કરશો કે તમે સેવાઓનો વપરાશકર્તા છો, અને તમારા કબજામાંની અમારી તમામ ગુપ્ત માહિતીને નષ્ટ કરી શકો છો. કોઈપણ પક્ષ કરાર સમાપ્ત થતાં અથવા અહીં આપેલા સેવાઓ મુજબની કોઈપણ સબ્સ્ક્રિપ્શન્સના પરિણામે થયેલા કોઈપણ નુકસાન માટે જવાબદાર રહેશે નહીં; જો કે પૂરી પાડવામાં આવેલ છે કે કરારની સમાપ્તિ આવી સમાપ્તિ પહેલા ઉદ્ભવતા કોઈપણ દાવાને અસર કરશે નહીં.
hi: 6.2 समाप्ति: या तो पार्टी समझौते को समाप्त कर सकती है और सभी सेवा सदस्यता (i) यदि अन्य पार्टी समझौते के तहत अपने किसी भी भौतिक दायित्वों को भंग करती है और इस तरह के उल्लंघन को गैर-उल्लंघन से नोटिस प्राप्त होने के तीस (30) दिनों के भीतर ठीक नहीं किया जाता है। पार्टी, या (ii) यदि अन्य पार्टी दिवालिया या दिवालिया हो जाती है, तो विघटित या विघटित हो जाती है, या उसके सभी व्यवसाय काफी हद तक बंद हो जाते हैं। उपरोक्त धारा ५.३ के उल्लंघन की स्थिति में हम तुरंत समझौते को समाप्त कर सकते हैं। समझौते की समाप्ति पर, आप तुरंत सेवाओं के सभी उपयोग को बंद कर देंगे, किसी भी रूप में प्रतिनिधित्व करने के लिए बंद कर देंगे कि आप सेवाओं के उपयोगकर्ता हैं, और हमारे सभी गोपनीय जानकारी को अपने कब्जे में नष्ट कर दें। समझौते के समापन या सेवाओं के लिए किसी भी सदस्यता के परिणामस्वरूप किसी भी नुकसान के लिए न तो पार्टी उत्तरदायी होगी और न ही यहां के लिए प्रदान की गई सेवाओं के लिए; हालाँकि, प्रदान किया जाता है कि समझौते की समाप्ति इस तरह की समाप्ति से पहले उत्पन्न होने वाले किसी भी दावे को प्रभावित नहीं करेगी।
hr: 6.2 Raskid: Svaka ugovorna strana može raskinuti Ugovor i sve pretplate na Usluge (i) ako druga strana prekrši bilo koju od svojih materijalnih obveza iz Ugovora i takva povreda ne bude izliječena u roku od trideset (30) dana od primitka obavijesti o nepoštivanju ili (ii) ako druga stranka postane insolventna ili u stečaju, likvidira ili je raspuštena ili prekine gotovo cijelo svoje poslovanje. Ugovor možemo raskinuti odmah u slučaju kršenja gornjeg odjeljka 5.3. Nakon raskida Ugovora, odmah ćete prekinuti svu upotrebu Usluga, prestati predstavljati u bilo kojem obliku da ste korisnik Usluga i uništiti sve naše povjerljive podatke u vašem vlasništvu. Nijedna strana neće biti odgovorna za štetu nastalu raskidom Ugovora ili pretplate na Usluge kako je to predviđeno; pod uvjetom da raskid Ugovora neće utjecati na zahtjeve koji nastanu prije takvog raskida.
hu: 6.2. Felmondás: Bármelyik fél felmondhatja a Megállapodást és az összes előfizetést (i), ha a másik fél megszegi a Megállapodás szerinti anyagi kötelezettségeit, és az ilyen jogsértést a jogsértés hiányáról szóló értesítés kézhezvételétől számított harminc (30) napon belül nem orvosolják. vagy (ii) ha a másik fél fizetésképtelenné vagy csődbe kerül, felszámolódik, feloszlik, vagy üzleti tevékenysége lényegében leáll. A fenti 5.3. Szakasz megsértése esetén haladéktalanul felmondhatjuk a megállapodást. A Szerződés megszűnésekor Ön azonnal abbahagyja a Szolgáltatások használatát, bármilyen formában nem képviseli, hogy Ön a Szolgáltatás felhasználója, és megsemmisíti a birtokában lévő összes bizalmas információt. Egyik fél sem felel a kárért, amely a Szerződés megszűnéséből vagy a Szolgáltatásoknak a jelen Előírás szerinti előfizetéséből származik; azzal a feltétellel, hogy a megállapodás megszűnése nem érinti a felmondás előtt felmerült követeléseket.
hy: 6.2 Դադարեցում. Յուրաքանչյուր կողմ կարող է դադարեցնել Համաձայնագիրը և Ծառայությունների բոլոր բաժանորդագրությունները (i), եթե մյուս կողմը խախտում է Համաձայնագրով նախատեսված իր նյութական որևէ պարտավորություն, և այդ խախտումը չի բուժվում չկատարելու մասին ծանուցումն ստանալու պահից երեսուն (30) օրվա ընթացքում: կողմ, կամ (ii) եթե մյուս կողմը դառնում է անվճարունակ կամ սնանկ է, լուծարվում կամ լուծարվում է, կամ էապես դադարեցնում է իր ամբողջ բիզնեսը: Մենք կարող ենք անմիջապես դադարեցնել Համաձայնագիրը վերը նշված 5.3-րդ բաժնի խախտման դեպքում: Համաձայնագրի դադարեցումից հետո դուք անմիջապես կդադարեցնեք Ծառայությունների օգտագործումը, կդադարեցնեք ցանկացած ձևով ներկայացնել, որ Դուք Ծառայությունների օգտվող եք և ոչնչացնում եք ձեր ունեցած բոլոր գաղտնի տեղեկությունները: Կողմերից ոչ մեկը պատասխանատվություն չի կրում Համաձայնագրի դադարեցման կամ սույնով նախատեսված Ծառայությունների բաժանորդագրության համար պատճառված որևէ վնասի համար. այնուամենայնիվ, պայմանով, որ Համաձայնագրի դադարեցումը չի ազդում որևէ հայցի վրա, որը առաջացել է նախքան այդ դադարեցումը:
id: 6.2 Pengakhiran: Salah satu pihak dapat mengakhiri Perjanjian dan semua langganan Layanan (i) jika pihak lain melanggar kewajiban materialnya berdasarkan Perjanjian dan pelanggaran tersebut tidak dapat disembuhkan dalam waktu tiga puluh (30) hari sejak diterimanya pemberitahuan dari non-pelanggaran. pihak, atau (ii) jika pihak lain menjadi pailit atau bangkrut, dilikuidasi atau dibubarkan, atau menghentikan secara substansial semua bisnisnya. Kami dapat segera mengakhiri Perjanjian jika terjadi pelanggaran Bagian 5.3 di atas. Setelah pengakhiran Perjanjian, Anda akan segera menghentikan semua penggunaan Layanan, berhenti mewakili dalam bentuk apa pun bahwa Anda adalah pengguna Layanan, dan menghancurkan semua Informasi rahasia kami yang Anda miliki. Tidak ada pihak yang akan bertanggung jawab atas kerusakan yang diakibatkan dari pengakhiran Perjanjian atau langganan ke Layanan sebagaimana diatur di sini; dengan ketentuan, bagaimanapun, bahwa pengakhiran Perjanjian tidak akan mempengaruhi klaim yang timbul sebelum pengakhiran tersebut.
is: 6.2 Uppsögn: Hvor aðili sem er getur sagt upp samningnum og öllum þjónustuáskriftum (i) ef gagnaðili brýtur í bága við efnislegar skyldur sínar samkvæmt samningnum og slíkt brot er ekki læknað innan þrjátíu (30) daga frá því að tilkynning barst frá brotinu aðila, eða (ii) ef gagnaðili verður gjaldþrota eða gjaldþrota, slitið eða er slitið eða hættir að verulegu leyti öllu starfi sínu. Við kunnum að segja upp samningnum strax ef brot á kafla 5.3 hér að ofan. Þegar uppsögn samningsins lýkur, hættir þú strax allri notkun þjónustunnar, hættir að koma fram á hvaða formi sem þú ert notandi þjónustunnar og eyða öllum trúnaðarupplýsingum okkar sem þú átt. Hvorugur aðilans er ábyrgur fyrir tjóni sem stafar af uppsögn samningsins eða áskrift að þjónustu eins og kveðið er á um hér; að því tilskildu að uppsögn samningsins hafi ekki áhrif á neina kröfu sem stafar af fyrir slíka uppsögn.
it: 6.2 Risoluzione: Ciascuna delle parti può recedere dal Contratto e da tutti gli abbonamenti ai Servizi (i) se l&#39;altra parte viola uno dei suoi obblighi materiali ai sensi del Contratto e tale violazione non viene sanata entro trenta (30) giorni dal ricevimento della notifica dalla non violazione parte o (ii) se l&#39;altra parte diventa insolvente o fallita, liquidata o è sciolta o cessa sostanzialmente tutte le sue attività. Potremmo risolvere il Contratto immediatamente in caso di violazione della Sezione 5.3 sopra. In caso di risoluzione del Contratto, l&#39;utente interromperà immediatamente qualsiasi utilizzo dei Servizi, cesserà di rappresentare in qualsiasi forma l&#39;utente dei Servizi e distruggerà tutte le nostre Informazioni riservate in suo possesso. Nessuna delle parti sarà responsabile per eventuali danni derivanti da una risoluzione del Contratto o di eventuali abbonamenti ai Servizi come previsto nel presente documento; a condizione, tuttavia, che la risoluzione del Contratto non pregiudichi qualsiasi reclamo sorto prima di tale risoluzione.
iw: 6.2 סיום: כל צד רשאי לסיים את ההסכם ואת כל מנויי השירות (i) אם הצד השני מפר חלק מההתחייבויות המהותיות שלו על פי ההסכם והפרה כאמור לא נרפאה בתוך שלושים (30) יום מקבלת ההודעה על אי ההפרה. צד, או (ii) אם הצד השני הופך לחדלות פירעון או לפשיטת רגל, מחוסל או מומס, או מפסיק בעיקרו את כל עסקיו. אנו עשויים לסיים את ההסכם באופן מיידי במקרה של הפרה של סעיף 5.3 לעיל. עם סיום ההסכם, תפסיק מייד את כל השימוש בשירותים, תפסיק לייצג בכל צורה שאתה משתמש בשירותים, ותשמיד את כל המידע הסודי שלנו שברשותך. אף אחד מהצדדים לא יהיה אחראי לכל נזק הנובע מסיום ההסכם או מנויים כלשהם לשירותים כמפורט להלן; עם זאת, בתנאי כי סיום ההסכם לא ישפיע על כל טענה המתעוררת לפני סיום זה.
ja: 6.2終了：いずれの当事者も、契約およびすべてのサービスサブスクリプションを終了することができます（i）相手方が契約に基づく重要な義務のいずれかに違反し、違反が非違反からの通知を受け取ってから30日以内に解消されない場合当事者、または（ii）相手方当事者が支払不能または破産した場合、清算された場合、または解散した場合、または実質的にすべての事業を停止した場合。上記の5.3項に違反した場合、当社は直ちに契約を終了することができます。契約が終了すると、お客様は直ちにサービスのすべての使用を中止し、お客様がサービスのユーザーであることをいかなる形式でも表明することを停止し、所有するすべての機密情報を破棄します。いずれの当事者も、本契約の終了または本契約に規定されているサービスのサブスクリプションに起因するいかなる損害についても責任を負わないものとします。ただし、本契約の終了は、当該終了前に発生した請求には影響を与えないものとします。
ka: 6.2 შეწყვეტა: ნებისმიერ მხარეს შეუძლია შეწყვიტოს შეთანხმება და ყველა ხელმოწერის სერვისი (i), თუ მეორე მხარე არღვევს ხელშეკრულებით გათვალისწინებულ რომელიმე მატერიალურ ვალდებულებას და ასეთი დარღვევა არ განკურნება შეუსრულებლობის შესახებ ცნობის მიღებიდან ოცდაათი (30) დღის განმავლობაში. მხარე, ან (ii) თუ მეორე მხარე გახდება გადახდისუუნარო ან გაკოტრებული, ლიკვიდაცია ან დათხოვნა, ან არსებითად შეწყვეტს მის საქმიანობას. ჩვენ შეგვიძლია შეწყვიტოს შეთანხმება დაუყოვნებლივ, ზემოთაღნიშნული 5.3 ნაწილის დარღვევის შემთხვევაში. ხელშეკრულების შეწყვეტისთანავე, თქვენ დაუყოვნებლივ შეწყვეტთ სერვისების გამოყენებას, შეწყვეტთ წარმოადგინოთ ნებისმიერი ფორმით, რომ თქვენ ხართ მომსახურების მომხმარებელი, და გაანადგურებთ თქვენს საკუთრებაში არსებულ ყველა ჩვენს კონფიდენციალურ ინფორმაციას. არცერთი მხარე არ იქნება პასუხისმგებელი ნებისმიერი ზიანისათვის, რომელიც გამოწვეულია ხელშეკრულების შეწყვეტის ან მომსახურების ხელმოწერით, როგორც ეს მოცემულია ამით; ამასთან, თუ ხელშეკრულების შეწყვეტა არ იმოქმედებს რაიმე პრეტენზიაზე, რომელიც წარმოიშობა ამგვარი შეწყვეტის წინ.
kk: 6.2. Тоқтату: Келісімнің және барлық жазылымдардың кез келген тарапы (i) егер екінші тарап Шарт бойынша материалдық міндеттемелердің кез келгенін бұзса және мұндай бұзушылық хабарлама алғаннан кейін отыз (30) күн ішінде жойылмаса. (ii) егер екінші тарап төлем қабілетсіз болса немесе банкроттыққа ұшыраса, таратылса немесе таратылса немесе өзінің барлық қызметін тоқтатса. Жоғарыдағы 5.3-бөлім бұзылған жағдайда біз дереу Келісімнің күшін жоямыз. Келісім бұзылғаннан кейін сіз барлық Қызметтерді пайдалануды дереу тоқтатасыз, сіз Қызметтерді пайдаланушысыз кез келген нысанда ұсынуды доғарасыз және сіздегі барлық құпия ақпаратты жойасыз. Келісімнің бұзылуына немесе Қызметтерге кез-келген жазылымға байланысты келтірілген залалдар үшін тараптардың ешқайсысы жауапкершілік көтермейді; алайда, егер Келісімнің бұзылуы осындай бұзуға дейін туындаған шағымға әсер етпейтін болса.
km: ៦.២ ការបញ្ចប់៖ ភាគីណាមួយអាចបញ្ចប់កិច្ចព្រមព្រៀងនិងរាល់ការជាវសេវាកម្មទាំងអស់ (i) ប្រសិនបើភាគីផ្សេងទៀតរំលោភលើកាតព្វកិច្ចសម្ភារៈណាមួយនៅក្នុងកិច្ចព្រមព្រៀងហើយការរំលោភបែបនេះមិនត្រូវបានព្យាបាលក្នុងរយៈពេលសាមសិប (៣០) ថ្ងៃបន្ទាប់ពីទទួលបានការជូនដំណឹងពីការមិនរំលោភបំពាន ភាគីឬ (ii) ប្រសិនបើភាគីផ្សេងទៀតក្លាយជាក្ស័យធនឬក្ស័យធនរលាយឬរលាយឬបញ្ឈប់អាជីវកម្មរបស់ខ្លួនយ៉ាងខ្លាំង។ យើងអាចបញ្ចប់កិច្ចព្រមព្រៀងនេះភ្លាមៗក្នុងករណីមានការរំលោភលើផ្នែកទី ៥.៣ ខាងលើ។ នៅពេលបញ្ចប់កិច្ចព្រមព្រៀងអ្នកនឹងបញ្ឈប់ការប្រើប្រាស់សេវាកម្មទាំងអស់បញ្ឈប់ជាប្រចាំនូវទម្រង់ណាមួយដែលអ្នកជាអ្នកប្រើប្រាស់សេវាកម្មហើយបំផ្លាញរាល់ព័ត៌មានសម្ងាត់របស់យើងជាកម្មសិទ្ធិរបស់អ្នក។ មិនមានភាគីណាមួយទទួលខុសត្រូវចំពោះការខូចខាតណាមួយដែលបណ្តាលមកពីការបញ្ចប់កិច្ចព្រមព្រៀងឬការជាវសេវាកម្មណាមួយដូចដែលបានផ្តល់ជូននៅទីនេះទេ។ ទោះយ៉ាងណាក៏ដោយបានផ្តល់ថាការបញ្ចប់កិច្ចព្រមព្រៀងនឹងមិនប៉ះពាល់ដល់ការទាមទារណាមួយដែលកើតឡើងមុនពេលបញ្ចប់កិច្ចព្រមព្រៀងនោះទេ។
kn: 6.2 ಮುಕ್ತಾಯ: ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ಇತರ ಪಕ್ಷವು ತನ್ನ ಯಾವುದೇ ವಸ್ತು ಕಟ್ಟುಪಾಡುಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದರೆ ಮತ್ತು ಉಲ್ಲಂಘನೆಯಾಗದ ನೋಟಿಸ್ ಸ್ವೀಕರಿಸಿದ ಮೂವತ್ತು (30) ದಿನಗಳಲ್ಲಿ ಅಂತಹ ಉಲ್ಲಂಘನೆಯನ್ನು ಗುಣಪಡಿಸದಿದ್ದರೆ ಎರಡೂ ಪಕ್ಷಗಳು ಒಪ್ಪಂದ ಮತ್ತು ಎಲ್ಲಾ ಸೇವಾ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಕೊನೆಗೊಳಿಸಬಹುದು. ಪಕ್ಷ, ಅಥವಾ (ii) ಇತರ ಪಕ್ಷವು ದಿವಾಳಿಯಾಗಿದ್ದರೆ ಅಥವಾ ದಿವಾಳಿಯಾಗಿದ್ದರೆ, ದಿವಾಳಿಯಾಗಿದ್ದರೆ ಅಥವಾ ಕರಗಿದರೆ ಅಥವಾ ಅದರ ಎಲ್ಲಾ ವ್ಯವಹಾರಗಳನ್ನು ಗಣನೀಯವಾಗಿ ನಿಲ್ಲಿಸಿದರೆ. ಮೇಲಿನ ವಿಭಾಗ 5.3 ರ ಉಲ್ಲಂಘನೆಯ ಸಂದರ್ಭದಲ್ಲಿ ನಾವು ತಕ್ಷಣ ಒಪ್ಪಂದವನ್ನು ಕೊನೆಗೊಳಿಸಬಹುದು. ಒಪ್ಪಂದದ ಮುಕ್ತಾಯದ ನಂತರ, ನೀವು ತಕ್ಷಣವೇ ಸೇವೆಗಳ ಎಲ್ಲಾ ಬಳಕೆಯನ್ನು ನಿಲ್ಲಿಸುತ್ತೀರಿ, ನೀವು ಸೇವೆಗಳ ಬಳಕೆದಾರರಾಗಿರುವ ಯಾವುದೇ ರೂಪದಲ್ಲಿ ಪ್ರತಿನಿಧಿಸುವುದನ್ನು ನಿಲ್ಲಿಸುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಬಳಿಯಿರುವ ನಮ್ಮ ಎಲ್ಲಾ ಗೌಪ್ಯ ಮಾಹಿತಿಯನ್ನು ನಾಶಪಡಿಸುತ್ತೀರಿ. ಒಪ್ಪಂದದ ಮುಕ್ತಾಯದಿಂದ ಅಥವಾ ಇಲ್ಲಿ ಒದಗಿಸಿದಂತೆ ಸೇವೆಗಳಿಗೆ ಯಾವುದೇ ಚಂದಾದಾರಿಕೆಗಳಿಂದ ಉಂಟಾಗುವ ಯಾವುದೇ ಹಾನಿಗಳಿಗೆ ಯಾವುದೇ ಪಕ್ಷವು ಜವಾಬ್ದಾರನಾಗಿರುವುದಿಲ್ಲ; ಆದಾಗ್ಯೂ, ಒಪ್ಪಂದದ ಮುಕ್ತಾಯವು ಅಂತಹ ಮುಕ್ತಾಯಕ್ಕೆ ಮುಂಚಿತವಾಗಿ ಉಂಟಾಗುವ ಯಾವುದೇ ಹಕ್ಕಿನ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.
ku: 6.2 Termînekirin: Ji her partî dikare Peymanê û hemî aboneyên Xizmetiyê (i) têk bibin heke aliyek din ji peymanên xwe yên maddî binpê bike û ev binpêkirin di navgîniya sê (30) rojan de ji roja wergirtina agahdariya ji nevegirtinê were derman kirin. partî, an (ii) heke partiyek din bêserûber be û bêsedem be, vala bibe an were qewirandin, an jî bi tevahî bazirganiya xwe rawestîne. Dibe ku di binpêkirina Beşa 5.3 ya li jor de, peymanê tavilê biqede. Piştî bidawîbûna Peymanê, hûn ê gav bavêjin hemî karûbarên Karûbarê, rawestandin li ser her cûreyê ku hûn Bikarhêner Karûbarê ne, nûner bikin, û hemî Agahdariya me ya Bawer di destên we de hilweşînin. Naha partî berpirsiyarî ji bo ziyanên ku ji ber bidawîbûna peymanê an her endamtiya Xizmetguzarîyên ku ji bo vê têne peyda kirin berpirsiyar in; di heman demê de tê peyda kirin ku bidawîbûna peymanê dê bandorê li ser îdiayên ku ji beriya bidawîbûna vî tiştî pêk tê bandor neke.
ky: 6.2. Токтотуу: Келишимди жана Кызматтын бардык жазылууларын (i) эгерде башка тарап Келишим боюнча материалдык милдеттенмелердин кайсынысын бузса жана бузулгандыгы жөнүндө билдирүүнү алгандан кийин отуз (30) күндүн ичинде тазаланбаса, Келишимди жокко чыгара алат. тарап же (ii) эгерде башка тарап кудуретсиз болсо же банкрот болсо, жоюлса же жоюлса же ишинин бардыгын токтотсо. Жогорудагы 5.3 бөлүмү бузулган учурда, биз Макулдашууну токтоосуз токтотушубуз мүмкүн. Келишим бузулганда, сиз кызматтарды колдонууну токтоосуз токтотуп, Кызматтардын колдонуучусу экендигиңизди каалаган формада билдирүүнү токтотуп, колуңуздагы бардык купуя маалыматты жок кыласыз. Келишимдин бузулушунан келип чыккан чыгымдар үчүн же ушул Кодексте каралган Кызматтарга жазылуулар үчүн эч бир тарап жооп бербейт; Бирок, эгерде Макулдашууну жокко чыгаруу мындай бузууга чейин келип чыккан бардык талаптарга таасирин тийгизбесе.
lb: 6.2 Kënnegung: Weder Partei kann d&#39;Accord ofbidden an all Serviceabonnementer (i) wann déi aner Partei vu senge materiellen Obligatiounen ënner dem Vertrag verletzt an esou Violatioun net bannent drësseg (30) Deeg no der Empfang vun der Notiz vum Net-Verletzung geheelt gëtt. Partei, oder (ii) wann déi aner Partei Insolvent oder Insolvenz gëtt, liquidéiert oder opgeléist gëtt, oder wesentlech all säi Geschäft ophält. Mir kënnen d&#39;Accord direkt opzehalen am Fall vun engem Verstouss géint Paragraf 5.3 hei uewen. Beim Enn vun der Konventioun stoppt Dir direkt all Benotzung vun de Servicer, ophält an all Form ze vertrieden datt Dir e Benotzer vun de Servicer sidd, an zerstéiert all eis vertraulech Informatioun an Ärem Besëtz. Keng Partei ass haftbar fir all Schued, déi aus der Enn vun der Konventioun oder all Abonnementer op d&#39;Servicer wéi hei virgesinn, resultéiert. virausgesat, awer, datt d&#39;Ennerauer vum Ofkommes net op eng Fuerderung beaflosst, déi viru sou engem Begrëff entstinn.
lo: 6.2 ການຢຸດເຊົາ: ຝ່າຍໃດຝ່າຍ ໜຶ່ງ ອາດຈະຢຸດຕິສັນຍາແລະການສະ ໝັກ ໃຊ້ບໍລິການທັງ ໝົດ (i) ຖ້າອີກຝ່າຍ ໜຶ່ງ ລະເມີດພັນທະທາງດ້ານວັດຖຸຂອງຕົນພາຍໃຕ້ສັນຍາແລະການລະເມີດດັ່ງກ່າວຈະບໍ່ໄດ້ຮັບການຮັກສາພາຍໃນສາມສິບ (30) ວັນນັບຈາກໄດ້ຮັບແຈ້ງການຈາກການລະເມີດ ພາກສ່ວນ, ຫຼື (ii) ຖ້າອີກຝ່າຍ ໜຶ່ງ ເສີຍຫາຍຫຼືລົ້ມລະລາຍ, ລົບລ້າງຫຼືຍຸບເລີກ, ຫຼືຢຸດຕິການ ດຳ ເນີນທຸລະກິດທັງ ໝົດ ຂອງຕົນຢ່າງຫລວງຫລາຍ. ພວກເຮົາອາດຈະຢຸດສັນຍາດັ່ງກ່າວໃນທັນທີໃນກໍລະນີທີ່ມີການລະເມີດມາດຕາ 5.3 ຂ້າງເທິງ. ພາຍຫຼັງສິ້ນສຸດສັນຍາ, ທ່ານຈະຢຸດເຊົາການ ນຳ ໃຊ້ບໍລິການທັງ ໝົດ ໂດຍທັນທີ, ຢຸດເຊົາການເປັນຕົວແທນໃນຮູບແບບໃດໆທີ່ທ່ານເປັນຜູ້ ນຳ ໃຊ້ບໍລິການ, ແລະ ທຳ ລາຍທຸກໆຂໍ້ມູນທີ່ເປັນຄວາມລັບຂອງພວກເຮົາໃນການຄອບຄອງຂອງທ່ານ. ທັງສອງຝ່າຍບໍ່ຮັບຜິດຊອບຕໍ່ຄວາມເສຍຫາຍທີ່ເກີດຈາກການຢຸດຕິສັນຍາຫຼືການສະ ໝັກ ໃຊ້ບໍລິການຕາມທີ່ໄດ້ ກຳ ນົດໄວ້ໃນນີ້; ເຖິງຢ່າງໃດກໍ່ຕາມ, ແຕ່ວ່າການຍົກເລີກສັນຍາດັ່ງກ່າວຈະບໍ່ມີຜົນຕໍ່ການຮຽກຮ້ອງໃດໆທີ່ເກີດຂື້ນກ່ອນການຢຸດເຊົາດັ່ງກ່າວ.
lt: 6.2 Nutraukimas: Bet kuri šalis gali nutraukti Sutartį ir visas Paslaugų prenumeratas (i), jei kita šalis pažeidžia bet kuriuos savo materialinius įsipareigojimus pagal Sutartį ir toks pažeidimas neišgydomas per trisdešimt (30) dienų nuo pranešimo apie pažeidimą gavimo dienos. arba ii) jei kita šalis tampa nemoki ar bankrutuojanti, likviduojama, likviduojama ar iš esmės nutraukia visą savo verslą. Pažeisdami 5.3 skirsnį, galime nedelsdami nutraukti sutartį. Nutraukę Sutartį, jūs nedelsdami nutraukite naudojimąsi Paslaugomis, bet kokiu pavidalu nusistatote, kad esate Paslaugų vartotojas, ir sunaikinsite visą mūsų turimą konfidencialią informaciją. Nė viena šalis neatsako už jokią žalą, atsirandančią dėl Sutarties nutraukimo ar bet kokių Paslaugų prenumeratų, kaip numatyta šioje Sutartyje; tačiau su sąlyga, kad Sutarties nutraukimas neturės įtakos jokiems reikalavimams, kylantiems iki tokio nutraukimo.
lv: 6.2. Darbības izbeigšana: Jebkura puse var izbeigt Līgumu un visus Pakalpojumu abonēšanas līgumus (i), ja otra puse pārkāpj kādas no savām materiālajām saistībām saskaņā ar Līgumu un šāds pārkāpums nav novērsts trīsdesmit (30) dienu laikā pēc paziņojuma saņemšanas par nepārkāpšanu. ii) ja otra puse kļūst maksātnespējīga vai bankrotējusi, tiek likvidēta vai tiek likvidēta, vai būtiski pārtrauc savu uzņēmējdarbību. Ja tiek pārkāpts iepriekš 5.3. Punkts, mēs varam nekavējoties izbeigt līgumu. Pēc līguma izbeigšanas jūs nekavējoties pārtrauksit visu Pakalpojumu izmantošanu, pārstāsit jebkādā formā pārstāvēt Pakalpojumus, kā arī iznīcināt visu mūsu rīcībā esošo konfidenciālo informāciju. Neviena no pusēm nav atbildīga par zaudējumiem, kas saistīti ar Līguma izbeigšanu vai Pakalpojumu abonēšanu, kā paredzēts šeit; tomēr ar nosacījumu, ka Līguma izbeigšana neietekmē prasības, kas radušās pirms šādas izbeigšanas.
mg: 6.2 Fampitsaharana: Ny antoko na ny antoko dia mety hamarana ny fifanarahana ary ny famandrihana ny serivisy rehetra (i) raha toa ny antoko hafa dia manitsakitsaka ny andraikiny ara-pitaovana eo ambanin&#39;ny fifanarahana ary ny fanitsakitsahana toy izany dia tsy sitrana ao anatin&#39;ny telopolo (30) andro taorian&#39;ny nahazoana ny fampilazana avy amin&#39;ny tsy fanitsakitsahana. fety, na (ii) raha ny antoko hafa lasa tsy mahafaty na banky, manondraka na mihena, na ajanony ny asany rehetra. Azontsika atao ny mamarana ny fifanarahana eo noho eo raha misy fandikana ny Fizarana 5.3 etsy ambony. Rehefa tapitra ny fifanarahana, hanafoana avy hatrany ny fampiasana ny serivisy rehetra ianao, ajanony ny hisolo tena amin&#39;ny endriny rehetra fa mpampiasa ny serivisy ianao ary mandrava ny fampahalalana tsiambaratelo rehetra amin&#39;ny fanananao. Tsy misy antoko na tompon&#39;andraikitra amin&#39;ny fahavoazana vokatry ny fampiatoana ny fifanarahana na ny famandrihana sima asa amin&#39;ny serivisy izay omena eto; Na izany aza, raha toa ka ny fijanonana ny fifanarahana dia tsy hisy fiantraikany amin&#39;ny fitakiana na alohan&#39;ny fikatsarana toy izany.
mi: 6.2 Te Whakamutunga: Ka ahei te roopu ranei te whakamutu i te Whakaaetanga me nga raarangi Ratonga katoa (i) mehemea ka takahia e tetahi atu roopu tetahi o ana herenga i raro i te Whakaaetanga me nga whiu kaore i te rongoa i roto i te toru tekau (30) ra o te whiwhinga o te panui mai i te kore whiu. paati, a (ii) mena he ngoikore te roopu ke ranei, ka whakahekehia, ka memeha ranei, ka mutu ranei te nuinga o ana mahi. Ka taea pea e tatou te aukati i te Whakaaetanga i muri tonu i te takahi i te Wahanga 5.3 o runga ake nei. I te mutunga o te Whakaaetanga, ka whakakorea e koe te whakamahi katoa i nga Ratonga, ka mutu ki te whakaatu i tetahi momo ingoa koe he Kaihoko o nga Ratonga, ka whakangaro i o maatau korero muna kei roto i a koe. E kore tetahi roopu e tu ki te whara i puta mai i te whakamututanga o te Whakaaetanga, nga raarangi ranei mo nga Ratonga kua whakaratohia i konei; Heoi, i runga i tenei, ko te aukati o te Whakaaetanga kaore e pa ki tetahi kereme i puta mai i mua o te whakamutu.
mk: 6.2 Престанок: Секоја од страните може да го раскине Договорот и сите претплати на услугата (i) ако другата страна прекрши некоја од неговите материјални обврски согласно Договорот и таквото кршење не се лекува во рок од триесет (30) дена од приемот на известувањето од непочитување странка, или (ii) ако другата страна стане несолвентна или банкрот, ликвидирана или е распуштена, или престанува суштински во целиот свој бизнис. Може да го раскинеме Договорот веднаш во случај на повреда на Дел 5.3 погоре. По раскинувањето на Договорот, веднаш ќе прекинете со користењето на Услугите, ќе престанете да претставувате во која било форма дека сте корисник на Услугите и да ги уништите сите наши доверливи информации што ги имате. Ниту една од страните нема да биде одговорна за каква било штета што произлегува од раскинување на Договорот или за претплати на Услуги, како што е предвидено овде; меѓутоа, под услов раскинувањето на Договорот да не влијае на какви било побарувања кои произлегуваат пред таквото раскинување.
ml: 6.2 അവസാനിപ്പിക്കൽ: കരാറിനു കീഴിലുള്ള ഏതെങ്കിലും ഭ material തിക ബാധ്യതകൾ മറ്റ് കക്ഷികൾ ലംഘിക്കുകയും അത്തരം ലംഘനം പരിഹരിക്കപ്പെടാതിരിക്കുകയും ചെയ്താൽ മുപ്പത് (30) ദിവസത്തിനുള്ളിൽ അത്തരം ലംഘനം പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ, ഏതെങ്കിലും കക്ഷിയും കരാറും എല്ലാ സേവന സബ്സ്ക്രിപ്ഷനുകളും അവസാനിപ്പിക്കാം. പാർട്ടി, അല്ലെങ്കിൽ (ii) മറ്റ് കക്ഷി പാപ്പരാകുകയോ പാപ്പരാകുകയോ, ലിക്വിഡേറ്റ് ചെയ്യുകയോ അല്ലെങ്കിൽ അലിഞ്ഞുചേരുകയോ അല്ലെങ്കിൽ അതിന്റെ എല്ലാ ബിസിനസ്സുകളും ഗണ്യമായി നിർത്തുകയോ ചെയ്താൽ. മുകളിലുള്ള സെക്ഷൻ 5.3 ലംഘിച്ചാൽ ഉടമ്പടി ഞങ്ങൾ കരാർ അവസാനിപ്പിക്കാം. കരാർ അവസാനിച്ചുകഴിഞ്ഞാൽ, നിങ്ങൾ സേവനങ്ങളുടെ എല്ലാ ഉപയോഗവും ഉടനടി നിർത്തുകയും നിങ്ങൾ സേവനങ്ങളുടെ ഉപയോക്താവാണെന്ന് ഏതെങ്കിലും രൂപത്തിൽ പ്രതിനിധീകരിക്കുന്നത് അവസാനിപ്പിക്കുകയും നിങ്ങളുടെ കൈവശമുള്ള ഞങ്ങളുടെ എല്ലാ രഹസ്യ വിവരങ്ങളും നശിപ്പിക്കുകയും ചെയ്യും. കരാർ അവസാനിപ്പിച്ചതിന്റെ ഫലമായുണ്ടായ നാശനഷ്ടങ്ങൾക്ക് അല്ലെങ്കിൽ ഇവിടെ നൽകിയിട്ടുള്ള സേവനങ്ങളിലേക്കുള്ള ഏതെങ്കിലും സബ്സ്ക്രിപ്ഷനുകൾക്ക് ഒരു കക്ഷിയും ബാധ്യസ്ഥരല്ല; എന്നിരുന്നാലും, കരാർ‌ അവസാനിപ്പിക്കുന്നത് അത്തരം അവസാനിപ്പിക്കുന്നതിന് മുമ്പായി ഉണ്ടാകുന്ന ഒരു ക്ലെയിമിനെയും ബാധിക്കില്ല.
mn: 6.2 Цуцлалт: Аль ч тал нь Гэрээг болон Үйлчилгээний бүх захиалгыг цуцалж болно. (I) нөгөө тал нь Гэрээнд заасан аливаа үүргээ зөрчсөн, зөрчлөө мэдэгдээгүй бол мэдэгдэл хүлээн авснаас хойш гучин (30) хоногийн дотор эмчлэхгүй. (ii) нөгөө тал төлбөрийн чадваргүй, дампуурсан, татан буугдсан эсвэл татан буугдсан, эсхүл бүх бизнесээ зогсоосон тохиолдолд. Дээрх 5.3-т заасныг зөрчсөн тохиолдолд бид гэрээг нэн даруй цуцалж болно. Гэрээг цуцалсны дараа та Үйлчилгээний бүх хэрэглээг нэн даруй зогсоох, та Үйлчилгээний хэрэглэгч болох ямар ч хэлбэрээр төлөөлөхөө зогсоох, таны мэдэлд байгаа бүх нууц мэдээллийг устгах болно. Гэрээг цуцлах эсвэл үйлчилгээнд бүртгүүлэхтэй холбоотой аливаа хохирлыг аль ч тал хариуцахгүй. Гэсэн хэдий ч гэрээг цуцлах нь энэхүү цуцлахаас өмнө гарсан аливаа нэхэмжлэлд нөлөөлөхгүй гэдгийг анхаарна уу.
mr: .2.२ संपुष्टात आणणे: कोणताही पक्ष करार आणि सर्व सेवा सदस्यता रद्द करू शकतो (i) जर अन्य पक्षाने कराराअंतर्गत त्याच्या कोणत्याही भौतिक जबाबदा bre्याचा भंग केला असेल तर आणि उल्लंघन न केल्याच्या सूचना प्राप्त झाल्याच्या तीस ()०) दिवसांत जर हा उल्लंघन बरा झाला नाही. पक्ष किंवा (ii) जर दुसरा पक्ष दिवाळखोर किंवा दिवाळखोर बनला, लिक्विडेटेड किंवा विरघळला किंवा त्याचा सर्व व्यवसाय पूर्णपणे बंद केला तर वरील कलम 5.3 चे उल्लंघन झाल्यास आम्ही करार त्वरित संपुष्टात आणू शकतो. कराराच्या समाप्तीनंतर, आपण तत्काळ सेवेचा सर्व वापर बंद कराल, आपण सेवेचे वापरकर्ता आहात अशा कोणत्याही रूपात प्रतिनिधित्व करणे थांबवाल आणि आमच्या ताब्यात असलेली सर्व गोपनीय माहिती नष्ट कराल. कराराची समाप्ती झाल्याने किंवा येथे प्रदान केलेल्या सेवेच्या कोणत्याही वर्गणीमुळे झालेल्या नुकसानीस कोणताही पक्ष जबाबदार असेल; परंतु, करार संपल्यामुळे अशा समाप्तीपूर्वी उद्भवलेल्या कोणत्याही दाव्यावर परिणाम होणार नाही.
ms: 6.2 Penamatan: Mana-mana pihak boleh menamatkan Perjanjian dan semua langganan Perkhidmatan (i) jika pihak lain melanggar mana-mana kewajiban materialnya di bawah Perjanjian dan pelanggaran tersebut tidak dapat disembuhkan dalam tiga puluh (30) hari sejak penerimaan notis dari pihak yang tidak melanggar pihak, atau (ii) jika pihak lain menjadi bangkrut atau muflis, dilikuidasi atau dibubarkan, atau menghentikan keseluruhan perniagaannya. Kami boleh menghentikan Perjanjian dengan segera sekiranya berlaku pelanggaran Bahagian 5.3 di atas. Setelah penamatan Perjanjian, anda akan segera menghentikan semua penggunaan Perkhidmatan, berhenti mewakili dalam bentuk apa pun bahawa anda adalah pengguna Perkhidmatan, dan memusnahkan semua Maklumat sulit kami yang anda miliki. Kedua-dua pihak tidak akan bertanggungjawab atas kerosakan yang berlaku akibat penamatan Perjanjian atau langganan Perkhidmatan seperti yang diperuntukkan di sini; dengan syarat, bagaimanapun, bahawa penamatan Perjanjian tidak akan mempengaruhi tuntutan yang timbul sebelum penamatan tersebut.
mt: 6.2 Temm: Kull parti tista &#39;tittermina l-Ftehim u s-sottoskrizzjonijiet kollha tas-Servizz (i) jekk il-parti l-oħra tikser xi waħda mill-obbligi materjali tagħha taħt il-Ftehim u dan il-ksur ma jfejjaqx fi żmien tletin (30) jum mill-irċevuta ta&#39; avviż min-nuqqas ta &#39;ksur parti, jew (ii) jekk il-parti l-oħra ssir insolventi jew falluta, likwidata jew tinħall, jew tieqaf sostanzjalment in-negozju tagħha kollu. Nistgħu ttemm il-Ftehim immedjatament f&#39;każ ta &#39;ksur tat-Taqsima 5.3 hawn fuq. Mat-tmiem tal-Ftehim, int immedjatament twaqqaf l-użu kollu tas-Servizzi, tieqaf milli tirrapreżenta f&#39;kull forma li int utent tas-Servizzi, u teqred l-Informazzjoni kunfidenzjali kollha tagħna fil-pussess tiegħek. L-ebda parti ma għandha tkun responsabbli għal kwalunkwe danni li jirriżultaw mit-tmiem tal-Ftehim jew kwalunkwe sottoskrizzjoni għal Servizzi kif ipprovdut hawnhekk; sakemm, madankollu, li t-terminazzjoni tal-Ftehim ma taffettwa l-ebda pretensjoni li tinqala &#39;qabel din it-tmiem.
my: ၆.၂ ရပ်စဲခြင်း - ပါတီမှသဘောတူစာချုပ်အရရုပ်ဝတ္ထုဆိုင်ရာတာဝန်ဝတ္တရားများကိုဖောက်ဖျက်ကျူးလွန်ပါကချိုးဖောက်ခြင်းမှအသိပေးစာရရှိပြီးရက်သုံးဆယ် (၃၀) အတွင်းပျောက်ဆုံးခြင်းမရှိပါကနှစ်ဖက်စလုံးကသဘောတူညီချက်နှင့် ၀ န်ဆောင်မှုခံယူမှုအားလုံးကိုရပ်ဆိုင်းနိုင်သည်။ (ခ) အခြားပါတီသည်ကွှေးမွီမဆပျနိုငျသောသို့မဟုတျဒေဝါလီခံရသလား၊ အထက်ပါပုဒ်မ ၅.၃ ကိုဖောက်ဖျက်ပါကကျွန်ုပ်တို့သည်သဘောတူညီမှုကိုချက်ချင်းဖျက်သိမ်းနိုင်သည်။ သဘောတူညီချက်ပြီးဆုံးသောအခါသင်သည် ၀ န်ဆောင်မှုများအားအသုံးပြုမှုအားလုံးကိုချက်ချင်းရပ်ဆိုင်းမည်၊ သင်သည် ၀ န်ဆောင်မှုများအသုံးပြုသူမည်သည့်ပုံစံဖြင့်မဆိုကိုယ်စားပြုခြင်းကိုရပ်တန့်စေပြီးသင်၏ပိုင်ဆိုင်မှုအတွင်းရှိကျွန်ုပ်တို့၏လျှို့ဝှက်အချက်အလက်အားလုံးကိုဖျက်ဆီးပစ်လိမ့်မည်။ စာချုပ်ရပ်စဲခြင်းသို့မဟုတ်ဤနေရာတွင်ဖော်ပြထားသည့် ၀ န်ဆောင်မှုများသို့စာရင်းသွင်းခြင်းများကြောင့်ဖြစ်ပေါ်လာသောပျက်စီးဆုံးရှုံးမှုများအတွက်မည်သည့်ပါတီမျှတာ ၀ န်မရှိပါ။ သဘောတူညီချက်၏ရပ်စဲထိုကဲ့သို့သောရပ်စဲမီပေါ်ပေါက်မည်သည့်ပြောဆိုချက်ကိုမထိခိုက်စေရမည်အကြောင်း, သို့သော်ထောက်ပံ့ပေး
ne: .2.२ अन्त्यः कुनै पनि पक्षले सम्झौता र सबै सेवा सदस्यताहरू समाप्त गर्न सक्दछ (i) यदि अर्को पक्षले सम्झौता अन्तर्गत यसको कुनै पनि भौतिक दायित्व उल्लंघन गरेमा र त्यस्तो उल्ल the्घन गैर aching उल्लंघनबाट सूचना प्राप्त भएको तीस ()०) दिन भित्र ठीक भएन भने पार्टी, वा (ii) यदि अर्को पार्टी दिवाली वा दिवालिया, लिक्विडेटेड वा विघटन भएको छ, वा यसको सम्पूर्ण व्यवसाय ठप्प छ भने। हामी माथिको धारा .3..3 को उल्लंघन भएको खण्डमा सम्झौता तुरुन्तै समाप्त गर्न सक्छौं। सम्झौता समाप्त भएपछि तपाईले सेवाहरूको सबै उपयोग तुरून्त रोक्नुहुनेछ, कुनै पनि रूपमा प्रतिनिधित्व गर्न रोक्नुहुनेछ जुन तपाईं सेवाहरूको प्रयोगकर्ता हुनुहुन्छ, र तपाईंको अधिकारमा रहेको हाम्रो सबै गोप्य जानकारी नष्ट गर्नुहोस्। कुनै पनि पक्ष सम्झौताको समाप्ति वा यहाँ प्रदान गरिएको सेवाहरूको सदस्यताहरूको परिणामले हुने कुनै पनि क्षतिको लागि जिम्मेवार हुनेछैन; तर, सम्झौता समाप्त भएमा त्यस्तो समाप्ति हुनु अघि उत्पन्न कुनै पनि दावीलाई असर गर्ने छैन।
nl: 6.2 Beëindiging: Elke partij mag de Overeenkomst en alle abonnementen op de Dienst beëindigen (i) als de andere partij een van haar materiële verplichtingen onder de Overeenkomst schendt en een dergelijke schending niet wordt hersteld binnen dertig (30) dagen na ontvangst van de kennisgeving van de niet-schending partij, of (ii) als de andere partij insolvabel of failliet wordt, wordt geliquideerd of wordt ontbonden, of vrijwel al haar activiteiten staakt. We kunnen de overeenkomst onmiddellijk beëindigen in geval van een schending van sectie 5.3 hierboven. Bij beëindiging van de Overeenkomst stopt u onmiddellijk met het gebruik van de Services, houdt u op in welke vorm dan ook dat u een gebruiker van de Services bent en vernietigt u al onze vertrouwelijke informatie die in uw bezit is. Geen van beide partijen is aansprakelijk voor enige schade als gevolg van beëindiging van de Overeenkomst of abonnementen op Services zoals hierin bepaald; op voorwaarde echter dat de beëindiging van de overeenkomst geen invloed heeft op enige claim die vóór een dergelijke beëindiging is ontstaan.
no: 6.2 Oppsigelse: Hver av partene kan si opp avtalen og alle tjenesteabonnement (i) hvis den andre parten bryter noen av sine vesentlige forpliktelser i henhold til avtalen og slikt brudd ikke blir kurert innen tretti (30) dager etter mottak av varsel fra ikke-bruddet part, eller (ii) hvis den andre parten blir insolvent eller konkurs, avviklet eller blir oppløst, eller opphører i det vesentlige all sin virksomhet. Vi kan si opp avtalen umiddelbart i tilfelle brudd på punkt 5.3 ovenfor. Etter oppsigelse av avtalen, vil du øyeblikkelig avbryte all bruk av tjenestene, slutte å representere i enhver form for at du er en bruker av tjenestene, og ødelegge all vår fortrolige informasjon som du har. Ingen av partene er ansvarlige for skader som følge av oppsigelse av avtalen eller abonnement på Tjenester som forutsatt her; under forutsetning av at oppsigelsen av avtalen ikke skal påvirke noe krav som oppstår før slik oppsigelse.
or: 6.2 ସମାପ୍ତି: ଉଭୟ ପକ୍ଷ ଚୁକ୍ତିନାମା ଏବଂ ସମସ୍ତ ସେବା ସଦସ୍ୟତା (i) ରଦ୍ଦ କରିପାରନ୍ତି ଯଦି ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ଅନ୍ୟ ପକ୍ଷ ଏହାର କ material ଣସି ସାମଗ୍ରୀକ ବାଧ୍ୟତାମୂଳକ ଉଲ୍ଲଂଘନ କରେ ଏବଂ ଅଣ-ଉଲ୍ଲଂଘନରୁ ବିଜ୍ଞପ୍ତି ଗ୍ରହଣ କରିବାର ତିରିଶ (30) ଦିନ ମଧ୍ୟରେ ଏହିପରି ଉଲ୍ଲଂଘନ ଆରୋଗ୍ୟ ହୋଇପାରିବ ନାହିଁ | ପାର୍ଟି, କିମ୍ବା (ii) ଯଦି ଅନ୍ୟ ପକ୍ଷ ଅସମର୍ଥ କିମ୍ବା ଦେବାଳିଆ ହୋଇଯାଏ, ବାତିଲ ହୁଏ କିମ୍ବା ବିଲୋପ ହୁଏ, କିମ୍ବା ଏହାର ସମସ୍ତ ବ୍ୟବସାୟ ବନ୍ଦ ହୋଇଯାଏ | ଉପରୋକ୍ତ ଧାରା 5.3 ର ଉଲ୍ଲଂଘନ ହେଲେ ଆମେ ତୁରନ୍ତ ଚୁକ୍ତିନାମାକୁ ସମାପ୍ତ କରିପାରିବା | ଚୁକ୍ତିନାମା ସମାପ୍ତ ହେବା ପରେ, ତୁମେ ତୁରନ୍ତ ସେବାଗୁଡିକର ସମସ୍ତ ବ୍ୟବହାର ବନ୍ଦ କରିବ, ଯେକ any ଣସି ରୂପରେ ପ୍ରତିନିଧିତ୍ୱ କରିବା ବନ୍ଦ କରିବ ଯେ ତୁମେ ସେବାଗୁଡିକର ଉପଭୋକ୍ତା, ଏବଂ ଆମର ସମସ୍ତ ଗୁପ୍ତ ତଥ୍ୟକୁ ତୁମର ଅଧିକାରରେ ନଷ୍ଟ କର | ଚୁକ୍ତିନାମା ସମାପ୍ତ ହେବା କିମ୍ବା ଏଠାରେ ପ୍ରଦାନ କରାଯାଇଥିବା ସେବାଗୁଡିକର କ subs ଣସି ସଦସ୍ୟତା ହେତୁ କ dam ଣସି କ୍ଷତି ପାଇଁ କ party ଣସି ପକ୍ଷ ଦାୟୀ ରହିବେ ନାହିଁ; ପ୍ରଦାନ କରାଯାଇଛି, ତଥାପି, ଚୁକ୍ତିନାମା ସମାପ୍ତି ଏହିପରି ସମାପ୍ତି ପୂର୍ବରୁ ଉତ୍ପନ୍ନ କ claim ଣସି ଦାବିକୁ ପ୍ରଭାବିତ କରିବ ନାହିଁ |
pa: 6.2 ਸਮਾਪਤੀ: ਕੋਈ ਵੀ ਧਿਰ ਸਮਝੌਤੇ ਅਤੇ ਸਾਰੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਗਾਹਕੀ ਨੂੰ ਖਤਮ ਕਰ ਸਕਦੀ ਹੈ (i) ਜੇ ਦੂਜੀ ਧਿਰ ਸਮਝੌਤੇ ਦੇ ਅਧੀਨ ਆਪਣੀਆਂ ਕੋਈ ਵੀ ਪਦਾਰਥਕ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ ਅਤੇ ਅਜਿਹੇ ਉਲੰਘਣਾ ਨੂੰ ਤੀਜੀ (30) ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਨੋਟਿਸਾਂ ਦੀ ਉਲੰਘਣਾ ਦੇ ਬਾਅਦ ਠੀਕ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਪਾਰਟੀ, ਜਾਂ (ii) ਜੇ ਦੂਜੀ ਧਿਰ ਦਿਲੀ ਜਾਂ ਦਿਵਾਲੀਆ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਰਲ ਹੋ ਜਾਂਦੀ ਹੈ ਜਾਂ ਭੰਗ ਹੋ ਜਾਂਦੀ ਹੈ, ਜਾਂ ਇਸਦੇ ਸਾਰੇ ਕਾਰੋਬਾਰ ਨੂੰ ਕਾਫ਼ੀ ਹੱਦ ਤੱਕ ਬੰਦ ਕਰ ਦਿੰਦੀ ਹੈ. ਅਸੀਂ ਉਪਰੋਕਤ ਧਾਰਾ 5.3 ਦੀ ਉਲੰਘਣਾ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਸਮਝੌਤੇ ਨੂੰ ਤੁਰੰਤ ਖਤਮ ਕਰ ਸਕਦੇ ਹਾਂ. ਸਮਝੌਤੇ ਦੇ ਖਤਮ ਹੋਣ &#39;ਤੇ, ਤੁਸੀਂ ਤੁਰੰਤ ਸੇਵਾਵਾਂ ਦੀ ਸਾਰੀ ਵਰਤੋਂ ਬੰਦ ਕਰ ਦੇਵੋਗੇ, ਕਿਸੇ ਵੀ ਰੂਪ ਵਿਚ ਪ੍ਰਤੀਨਿਧਤਾ ਕਰਨਾ ਬੰਦ ਕਰ ਦਿਓਗੇ ਕਿ ਤੁਸੀਂ ਸੇਵਾਵਾਂ ਦੇ ਉਪਭੋਗਤਾ ਹੋ, ਅਤੇ ਸਾਡੇ ਕਬਜ਼ੇ ਵਿਚ ਸਾਡੀ ਸਾਰੀ ਗੁਪਤ ਜਾਣਕਾਰੀ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦੇਵੋਗੇ. ਕੋਈ ਵੀ ਧਿਰ ਸਮਝੌਤੇ ਦੇ ਸਮਾਪਤ ਹੋਣ ਜਾਂ ਸੇਵਾਵਾਂ ਦੀ ਕੋਈ ਗਾਹਕੀ ਲੈਣ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਕਿਸੇ ਵੀ ਨੁਕਸਾਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹੋਵੇਗੀ, ਜਿਵੇਂ ਕਿ ਇਥੇ ਦਿੱਤੀ ਗਈ ਹੈ; ਬਸ਼ਰਤੇ, ਸਮਝੌਤੇ ਦੀ ਸਮਾਪਤੀ ਅਜਿਹੇ ਸਮਾਪਤੀ ਤੋਂ ਪਹਿਲਾਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਦਾਅਵੇ ਨੂੰ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਕਰੇਗੀ.
pl: 6.2 Rozwiązanie: Każda ze stron może wypowiedzieć Umowę i wszystkie subskrypcje usług (i), jeśli druga strona naruszy którekolwiek z jej istotnych zobowiązań wynikających z Umowy i takie naruszenie nie zostanie naprawione w ciągu trzydziestu (30) dni od otrzymania zawiadomienia o braku naruszenia lub (ii) jeżeli druga strona stanie się niewypłacalna lub zbankrutuje, zostanie zlikwidowana lub zostanie rozwiązana lub zakończy zasadniczo całą działalność. Możemy rozwiązać Umowę natychmiast w przypadku naruszenia punktu 5.3 powyżej. Po rozwiązaniu Umowy natychmiast zaprzestaniesz korzystania z Usług, przestaniesz w jakiejkolwiek formie oświadczać, że jesteś użytkownikiem Usług i zniszczysz wszystkie nasze poufne Informacje, które posiadasz. Żadna ze stron nie ponosi odpowiedzialności za jakiekolwiek szkody wynikające z rozwiązania Umowy lub jakichkolwiek subskrypcji Usług, jak przewidziano w niniejszym dokumencie; pod warunkiem jednak, że wypowiedzenie Umowy nie będzie miało wpływu na jakiekolwiek roszczenia powstałe przed takim rozwiązaniem.
ps: .2. Ter ختمول: هر اړخ کولی شي تړون او د خدماتو ټول شراکتونه لغوه کړي (i) که چیرې بله خوا د تړون له مخې خپل مادي مکلفیتونه سرغړونه وکړي او دا ډول سرغړونه دې د of of () 30) ورځو په جریان کې د سرغړونې څخه د خبرتیا ترلاسه کولو په صورت کې درملنه ونشي. ګوند ، یا (ii) که چیرې بل ګوند ناڅرګنده شي یا افلاس وموندل شي ، مایع شوی وي یا تحلیل شوی وي ، یا د هغه ټولې سوداګرۍ پای ته رسوي. موږ ممکن د پورتنۍ 5.3 برخې سرغړونې په صورت کې تړون سمدستي ختم کړو. د هوکړې له پای ته رسیدو وروسته ، تاسو به سمدلاسه د خدماتو ټولې کارول بند کړئ ، په هر ډول به یې نمایندګئ ته ادامه ورکړئ چې تاسو د خدماتو کاروونکي یاست ، او ستاسو په ملکیت کې زموږ ټول محرم معلومات له مینځه وړي. هیڅ لوری به د تړون له پای ته رسیدو یا خدماتو ته د کوم ګډون په توګه د لاندې شرایطو له مخې د تاوانونو لپاره مسؤل نه وي؛ په هرصورت ، چمتو شوي چې د تړون پای ته رسیدل د داسې مودې څخه دمخه راپورته شوې ادعا باندې تاثیر نکړي.
pt: 6.2 Rescisão: Qualquer uma das partes pode rescindir o Contrato e todas as assinaturas de Serviço (i) se a outra parte violar alguma de suas obrigações materiais sob o Contrato e essa violação não for sanada dentro de trinta (30) dias após o recebimento da notificação pela não violação. ou (ii) se a outra parte se tornar insolvente ou falida, liquidada ou dissolvida ou cessar substancialmente todos os seus negócios. Podemos rescindir o Contrato imediatamente no caso de uma violação da Seção 5.3 acima. Após a rescisão do Contrato, você interromperá imediatamente todo o uso dos Serviços, deixará de representar de qualquer forma que você seja um usuário dos Serviços e destruirá todas as nossas Informações confidenciais em sua posse. Nenhuma das partes será responsável por quaisquer danos resultantes da rescisão do Contrato ou de quaisquer assinaturas dos Serviços, conforme previsto neste documento; desde que, no entanto, que a rescisão do Contrato não afete nenhuma reivindicação que surgir antes dessa rescisão.
ro: 6.2 Reziliere: Fiecare parte poate rezilia Acordul și toate abonamentele Serviciului (i) în cazul în care cealaltă parte încalcă oricare dintre obligațiile sale materiale din Acord și această încălcare nu este vindecată în termen de treizeci (30) de zile de la primirea notificării de la neîndeplinirea obligațiilor o parte sau (ii) dacă cealaltă parte devine insolvabilă sau falimentară, lichidată sau este dizolvată sau încetează substanțial toate activitățile sale. Putem rezilia acordul imediat în cazul încălcării secțiunii 5.3 de mai sus. După încetarea acordului, veți întrerupe imediat orice utilizare a Serviciilor, veți înceta să reprezentați în orice formă că sunteți un utilizator al Serviciilor și să distrugeți toate informațiile noastre confidențiale aflate în posesia dvs. Niciuna dintre părți nu răspunde pentru daunele care rezultă din rezilierea Contractului sau din abonamentele la Servicii prevăzute în prezentul document; cu toate acestea, cu condiția ca rezilierea acordului să nu afecteze nicio pretenție apărută înainte de această reziliere.
ru: 6.2 Прекращение действия: любая из сторон может прекратить действие Соглашения и всех подписок на Сервис (i), если другая сторона нарушает какие-либо из своих существенных обязательств по Соглашению, и такое нарушение не устраняется в течение тридцати (30) дней с момента получения уведомления о нарушении. сторона, или (ii) если другая сторона становится неплатежеспособной или банкротом, ликвидируется или распускается, или прекращает практически всю свою деятельность. Мы можем немедленно расторгнуть Соглашение в случае нарушения Раздела 5.3 выше. После расторжения Соглашения вы немедленно прекратите любое использование Сервисов, перестанете представлять в любой форме, что вы являетесь пользователем Сервисов, и уничтожите всю нашу конфиденциальную информацию, которая находится в вашем распоряжении. Ни одна из сторон не несет ответственности за любой ущерб, возникший в результате прекращения действия Соглашения или любых подписок на Услуги, как предусмотрено в настоящем документе; при условии, однако, что расторжение Соглашения не влияет на какие-либо претензии, возникающие до такого расторжения.
rw: 6.2 Guhagarika: Impande zombi zishobora gusesa Amasezerano no kwiyandikisha kwa Serivisi zose (i) mugihe undi muburanyi yarenze ku nshingano zayo zose z’amasezerano kandi ayo masezerano akaba adakize mu minsi mirongo itatu (30) uhereye igihe yakiriye imenyesha ritubahirijwe. ishyaka, cyangwa (ii) niba undi muburanyi abaye umwenda cyangwa guhomba, guseswa cyangwa guseswa, cyangwa guhagarika ibikorwa byayo byose. Turashobora guhagarika Amasezerano ako kanya mugihe habaye ukurenga ku gice cya 5.3 hejuru. Iyo amasezerano arangiye, uzahita uhagarika imikoreshereze yose ya Serivisi, ureke guhagararira muburyo ubwo aribwo bwose ko ukoresha Serivisi, kandi usenye amakuru yacu yose yibanga ufite. Nta muburanyi ugomba kuryozwa ibyangiritse biturutse ku iseswa ry&#39;amasezerano cyangwa abiyandikishije muri serivisi nk&#39;uko biteganijwe hano; biteganijwe ariko, ko iseswa ry’amasezerano ritazagira ingaruka ku kirego cyose kivuka mbere y’iryo seswa.
sd: 6.2 معطلي: ڪنهن به ڌر معاهدو ختم ڪري سگهي ٿي ۽ سروس جا سڀ رڪنيت (i) جيڪڏهن ٻئي ڌر معاهدي جي تحت پنهنجي ڪنهن به مادي ذميواري جي ڀڃڪڙي ڪندو ۽ عدم ڀرت کان نوٽ جي وصولي جي 30 (30) ڏينهن ۾ اهڙي ڀڃڪڙي جو علاج نه ڪيو ويندو ڌر ، يا (ii) جيڪڏهن ٻئي ڌر بي بندوبست ٿي وڃي يا ڏيوالپڻي ٿي وڃي ، مائع هجي يا ختم ٿي وڃي ، يا پنهنجو س businessو ڪاروبار بند ڪري ڇڏي. اسان مٿي ڏنل سيڪشن 5.3 جي خلاف ورزي جي صورت ۾ معاهدي کي فوري طور تي ختم ڪري سگهون ٿا. معاهدي جي ختم ٿيڻ تي ، توهان فوري طور تي سروسز جو سڀ استعمال بند ڪري ڇڏيندا ، ڪنهن به شڪل ۾ نمائندگي ڪرڻ بند ڪندا ته توهان سروسز جا صارف آهيو ، ۽ اسان جي اختيار ۾ اسان جي سڀني ڳجهي معلومات کي برباد ڪري ڇڏيندا. ڪوبه ڌر معاهدي جي خاتمي جي نتيجي ۾ يا ڪنهن خدمت جي رڪنيت جي بنا ڪنهن نقصان جي ذميوار نه هوندو ؛ مهيا ڪيو ويو ، جيتوڻيڪ ، معاهدي جو خاتمو اهڙي خاتمي کان اڳ پيدا ٿيندڙ ڪنهن به دعوي تي اثر نه ڪندو.
si: 6.2 අවසන් කිරීම: එක් පාර්ශවයක් විසින් ගිවිසුම සහ සියළුම සේවා දායකත්වයන් අහෝසි කළ හැකිය (i) ගිවිසුම යටතේ වෙනත් පාර්ශවයක් සිය කිසියම් ද්‍රව්‍යමය බැඳීමක් උල්ලං and නය කරන්නේ නම් සහ උල්ලං non නය නොකිරීමෙන් දැනුම් දීමෙන් දින තිහක් (30) ඇතුළත එවැනි උල්ලං ach නය කිරීම් සුව කළ නොහැකි නම්. පක්ෂය, හෝ (ii) අනෙක් පාර්ශවය බංකොලොත් හෝ බංකොලොත් වුවහොත්, liquid වර කර හෝ විසුරුවා හරිනු ලැබුවහොත් හෝ එහි සියලු ව්‍යාපාර සැලකිය යුතු ලෙස නතර කළහොත්. ඉහත 5.3 වගන්තිය උල්ලං of නය වූ අවස්ථාවකදී අපි වහාම ගිවිසුම අවලංගු කළ හැකිය. ගිවිසුම අවසන් වූ පසු, ඔබ වහාම සියළුම සේවාවන් භාවිතා කිරීම නවතා දමනු ඇත, ඔබ සේවාවන් භාවිතා කරන්නෙකු වන ඕනෑම ආකාරයකින් නියෝජනය කිරීම නවත්වනු ඇත, සහ ඔබ සතුව ඇති අපගේ සියලු රහස්‍ය තොරතුරු විනාශ කරනු ඇත. ගිවිසුම අවසන් වීමෙන් හෝ මෙහි දක්වා ඇති පරිදි සේවාවන් සඳහා වන ඕනෑම දායකත්වයකින් සිදුවන හානිය සම්බන්ධයෙන් කිසිදු පාර්ශ්වයක් වගකිව යුතු නොවේ; කෙසේ වෙතත්, ගිවිසුම අවසන් කිරීම එවැනි අවසන් වීමට පෙර පැන නගින කිසිදු හිමිකම් පෑමකට බලපාන්නේ නැත.
sk: 6.2 Ukončenie zmluvy: Ktorákoľvek strana môže vypovedať dohodu a všetky predplatné služieb (i), ak druhá strana poruší niektorú zo svojich podstatných záväzkov podľa tejto dohody a takéto porušenie nebude vyliečené do tridsiatich (30) dní od prijatia oznámenia od neporušenia alebo ii) ak sa druhá strana stane v platobnej neschopnosti alebo v konkurze, bude zlikvidovaná alebo bude zrušená alebo v podstate ukončí všetky svoje obchodné činnosti. V prípade porušenia vyššie uvedeného oddielu 5.3 môžeme dohodu okamžite vypovedať. Po ukončení Zmluvy okamžite okamžite prestanete používať Služby, prestanete prehlasovať v akejkoľvek podobe, že ste používateľom Služieb, a zničíte všetky naše dôverné informácie, ktoré vlastníte. Žiadna zo strán nezodpovedá za žiadne škody, ktoré vzniknú v dôsledku ukončenia zmluvy alebo akéhokoľvek predplatného služieb, ako je stanovené v tejto zmluve; avšak za predpokladu, že ukončenie dohody nemá vplyv na nároky, ktoré vzniknú pred týmto ukončením.
sl: 6.2 Odpoved: Vsaka pogodbenica lahko odpove Pogodbo in vse naročniške storitve (i), če druga pogodbenica krši katero od svojih bistvenih obveznosti v skladu s Pogodbo in takšna kršitev ni odpravljena v tridesetih (30) dneh od prejema obvestila o kršitvi. (ii) če druga stranka postane insolventna ali bankrotirana, likvidirana ali razpuščena ali preneha v bistvu vse svoje posle. V primeru kršitve zgornjega oddelka 5.3 lahko sporazum takoj odpovemo. Po prenehanju pogodbe boste takoj prekinili vsako uporabo storitev, prenehali zastopati v kakršni koli obliki, da ste uporabnik storitev, in uničiti vse naše zaupne podatke, s katerimi razpolagate. Nobena pogodbenica ne odgovarja za škodo, ki bi nastala zaradi odpovedi pogodbe ali kakršne koli naročnine na Storitve, kot je določeno v tem sporazumu; pod pogojem, da odpoved sporazuma ne vpliva na kakršne koli zahtevke, ki bi nastali pred takšno odpovedjo.
sq: 6.2 Përfundimi: Secila palë mund të ndërpresë Marrëveshjen dhe të gjitha pajtimet e Shërbimit (i) nëse pala tjetër shkel ndonjë nga detyrimet e saj materiale sipas Marrëveshjes dhe një shkelje e tillë nuk shërohet brenda tridhjetë (30) ditëve nga marrja e njoftimit nga mosrespektimi palë, ose (ii) nëse pala tjetër bëhet e falimentuar ose falimenton, likuidohet ose shpërndahet, ose pushon në mënyrë thelbësore të gjithë biznesin e saj. Ne mund ta ndërpresim Marrëveshjen menjëherë në rast të shkeljes së Seksionit 5.3 më lart. Pas përfundimit të Marrëveshjes, ju menjëherë do të ndërpresni të gjithë përdorimin e Shërbimeve, do të pushoni së përfaqësuari në çfarëdo forme që jeni përdorues i Shërbimeve dhe shkatërroni të gjithë informacionin tonë konfidencial në posedimin tuaj. Asnjë palë nuk do të jetë përgjegjëse për dëmet që vijnë nga përfundimi i Marrëveshjes ose nga ndonjë pajtim në Shërbimet siç parashikohet në këtë; me kusht, megjithatë, se përfundimi i Marrëveshjes nuk do të ndikojë në ndonjë pretendim që lind para përfundimit të tillë.
sr: 6.2 Раскид: Свака страна може раскинути Уговор и све претплате на Услуге (и) ако друга страна прекрши било коју од својих материјалних обавеза из Уговора и таква повреда не буде излечена у року од тридесет (30) дана од пријема обавештења због кршења. страна, или (ии) ако друга страна постане инсолвентна или банкротирана, ликвидирана или распуштена, или прекине практично све своје послове. Уговор можемо раскинути одмах у случају кршења одељка 5.3 горе. По прекиду Уговора, одмах ћете прекинути сву употребу Услуга, престати представљати у било којем облику да сте корисник Услуга и уништити све наше поверљиве податке у вашем власништву. Ниједна страна неће бити одговорна за било какву штету насталу престанком Уговора или било које претплате на Услуге као што је овде предвиђено; под условом да раскид Уговора неће утицати на било који захтев настао пре таквог раскида.
sv: 6.2 Uppsägning: Endera parten får säga upp avtalet och alla abonnemang för tjänster (i) om den andra parten bryter mot någon av sina väsentliga skyldigheter enligt avtalet och ett sådant överträdelse inte botas inom trettio (30) dagar efter mottagandet av meddelandet från det icke-överträdande part eller (ii) om den andra parten blir insolvent eller konkurs, likviderad eller upplöses eller upphör i huvudsak all sin verksamhet. Vi kan säga upp avtalet omedelbart i händelse av brott mot avsnitt 5.3 ovan. Vid uppsägning av avtalet kommer du omedelbart att avbryta all användning av tjänsterna, upphöra att representera i någon form av att du är en användare av tjänsterna och förstöra all vår konfidentiella information som du har. Ingen av parterna är ansvariga för skador till följd av uppsägning av avtalet eller prenumerationer på tjänster som föreskrivs här. under förutsättning att avtalets uppsägning inte ska påverka något fordran som uppstår före sådan uppsägning.
sw: 6.2 Kuachishwa kazi: Chama chochote kinaweza kumaliza Mkataba na michango yote ya Huduma (i) ikiwa chama kingine kikiukauka majukumu yoyote ya nyenzo chini ya Mkataba na uvunjaji kama huo haujaponywa kati ya siku thelathini (30) baada ya kupokea taarifa kutoka kwa uvunjaji huo. chama, au (ii) ikiwa mtu mwingine amekufa au kufilisika, kufutwa kazi au kufutwa, au kukomesha kabisa biashara yake yote. Tunaweza kumaliza Mkataba mara moja katika tukio la kukiuka kwa kifungu cha 5.3 hapo juu. Baada ya kukomesha Mkataba huu, utaacha utumiaji wote wa Huduma hizo, utakoma kuwawakilisha kwa fomu yoyote kwamba wewe ni mtumiaji wa Huduma, na uangamize habari yetu yote ya siri inayomilikiwa. Hakuna mtu atakayeshtakiwa kwa uharibifu wowote unaotokana na kukomesha Mkataba au usajili wowote kwa Huduma kama ilivyoainishwa hapa; mradi, hata hivyo, kwamba kukomesha Mkataba huo hautaathiri madai yoyote yanayotokana na kusitisha kazi kama hiyo.
ta: 6 கட்சி, அல்லது (ii) மற்ற கட்சி திவாலானதாகவோ அல்லது திவாலானதாகவோ, கலைக்கப்பட்டால் அல்லது கலைக்கப்பட்டால் அல்லது அதன் அனைத்து வணிகங்களையும் கணிசமாக நிறுத்திவிட்டால். மேலே உள்ள பிரிவு 5.3 ஐ மீறினால் உடனடியாக ஒப்பந்தத்தை நிறுத்தலாம். ஒப்பந்தம் முடிவடைந்தவுடன், நீங்கள் சேவைகளின் அனைத்து பயன்பாடுகளையும் உடனடியாக நிறுத்திவிடுவீர்கள், நீங்கள் சேவைகளைப் பயன்படுத்துபவர் என்று எந்த வடிவத்திலும் பிரதிநிதித்துவப்படுத்துவதை நிறுத்திவிடுவீர்கள், மேலும் எங்களிடம் உள்ள அனைத்து ரகசிய தகவல்களையும் உங்கள் வசம் அழிப்பீர்கள். ஒப்பந்தம் முடிவடைந்ததன் விளைவாக ஏற்படும் எந்தவொரு சேதத்திற்கும் அல்லது இங்கு வழங்கப்பட்டபடி சேவைகளுக்கான எந்தவொரு சந்தாக்களுக்கும் எந்தவொரு தரப்பினரும் பொறுப்பேற்க மாட்டார்கள்; எவ்வாறாயினும், ஒப்பந்தத்தின் முடிவானது அத்தகைய முடிவுக்கு முன்னர் எழும் எந்தவொரு கோரிக்கையையும் பாதிக்காது.
te: 6.2 రద్దు: ఏ పార్టీ అయినా ఒప్పందం మరియు అన్ని సేవా సభ్యత్వాలను రద్దు చేయవచ్చు (i) ఇతర పార్టీ ఒప్పందం ప్రకారం ఏదైనా భౌతిక బాధ్యతలను ఉల్లంఘిస్తే మరియు ఉల్లంఘన నుండి నోటీసు అందిన ముప్పై (30) రోజులలోపు అటువంటి ఉల్లంఘన నయం చేయకపోతే పార్టీ, లేదా (ii) ఇతర పార్టీ దివాలా తీసినా లేదా దివాళా తీసినా, లిక్విడేట్ చేయబడినా లేదా కరిగిపోయినా, లేదా దాని వ్యాపారమంతా గణనీయంగా ఆగిపోయినా. పైన పేర్కొన్న సెక్షన్ 5.3 ఉల్లంఘించిన సందర్భంలో మేము వెంటనే ఒప్పందాన్ని ముగించవచ్చు. ఒప్పందం ముగిసిన తర్వాత, మీరు సేవల యొక్క అన్ని వాడకాన్ని వెంటనే నిలిపివేస్తారు, మీరు సేవల యొక్క వినియోగదారుని ఏ రూపంలోనైనా ప్రాతినిధ్యం వహించడం మానేస్తారు మరియు మీ వద్ద ఉన్న మా రహస్య సమాచారాన్ని నాశనం చేస్తారు. ఒప్పందం యొక్క ముగింపు లేదా ఇక్కడ అందించిన సేవలకు ఏదైనా చందాల వల్ల కలిగే నష్టాలకు ఏ పార్టీ కూడా బాధ్యత వహించదు; ఏదేమైనా, ఒప్పందం యొక్క ముగింపు అటువంటి రద్దుకు ముందు తలెత్తే దావాను ప్రభావితం చేయదు.
tg: 6.2. Қатъ: Ҳарду тараф метавонанд Шартномаро ва ҳама обунаҳои хидматро бекор кунанд (i) агар тарафи дигар ягон ӯҳдадории моддии худро дар доираи Шартнома вайрон кунад ва чунин вайрон дар давоми сӣ (30) рӯз аз лаҳзаи гирифтани огоҳӣ аз вайрон накардан табобат карда нашавад. ҳизб ё (ii) агар тарафи дигар муфлис бошад, муфлис гардад, барҳам дода ё барҳам дода шуда бошад ва ё асосан тиҷорати худро қатъ кунад. Мо метавонем Шартномаро фавран ҳангоми вайрон кардани қисмати 5.3 дар боло зикршуда бекор кунем. Пас аз ба итмом расидани шартнома шумо фавран ҳама истифодаи хидматҳоро қатъ мекунед, намехоҳед дар ҳама гуна шаклҳое, ки шумо корбари хидматҳо ҳастед, нест кунед ва тамоми маълумоти махфии моро дар дасти шумо нест кунед. Ҳеҷ кадоме аз тарафҳо барои ҳама гуна хисороте, ки дар натиҷаи қатъ гардидани Шартнома ё ҳар гуна обуна ба хидматҳо, ки дар ин ҷо пешбинӣ шудаанд, ҷавобгар нестанд. бо вуҷуди ин, агар бекор кардани Шартнома ба ягон даъвое, ки то чунин қатъшавӣ омадааст, таъсир нарасонад.
th: 6.2 การบอกเลิก: ฝ่ายใดฝ่ายหนึ่งอาจบอกเลิกข้อตกลงและการสมัครสมาชิกบริการทั้งหมด (i) หากฝ่ายอื่นละเมิดข้อผูกพันสำคัญใด ๆ ภายใต้ข้อตกลงและการละเมิดดังกล่าวจะไม่หายภายในสามสิบ (30) วันหลังจากได้รับแจ้งจากการไม่ละเมิด คู่สัญญาหรือ (ii) หากอีกฝ่ายเป็นบุคคลล้มละลายหรือล้มละลายเลิกกิจการหรือถูกยุบหรือเลิกกิจการธุรกิจทั้งหมดอย่างมีนัยสำคัญ เราอาจบอกเลิกข้อตกลงทันทีในกรณีที่มีการฝ่าฝืนข้อ 5.3 ข้างต้น เมื่อมีการยกเลิกข้อตกลงคุณจะหยุดการใช้บริการทันทียุติการเป็นตัวแทนในรูปแบบใด ๆ ที่คุณเป็นผู้ใช้บริการและทำลายข้อมูลที่เป็นความลับทั้งหมดของเราในความครอบครองของคุณ คู่สัญญาทั้งสองฝ่ายจะไม่รับผิดชอบต่อความเสียหายใด ๆ ที่เกิดจากการยกเลิกข้อตกลงหรือการสมัครรับบริการใด ๆ ที่มีให้ในที่นี้ อย่างไรก็ตามการยกเลิกสัญญาจะไม่ส่งผลกระทบต่อการเรียกร้องใด ๆ ที่เกิดขึ้นก่อนการยกเลิกดังกล่าว
tk: 6.2 inationatyryş: Taraplaryň ikisi-de Şertnama laýyklykda haýsydyr bir möhüm borçnamasyny bozsa we bozulmazlyk barada habarnamany alandan otuz (30) günüň dowamynda bejerilmese, taraplaryň ikisi hem şertnamany we ähli Hyzmat abunalaryny ýatyryp biler. tarap ýa-da (ii) beýleki tarap tölege ukypsyz ýa-da bankrot bolsa, ýatyrylsa ýa-da dargadylsa ýa-da ähli işini düýpgöter bes etse. Aboveokardaky 5.3 bölüm bozulan halatynda şertnamany derrew ýatyryp bileris. Şertnama ýatyrylansoň, Hyzmatlaryň ulanylyşyny derrew bes edersiňiz, Hyzmatlaryň ulanyjysydygyňyzy görkezmekden saklanarsyňyz we eýeçiligiňizdäki ähli gizlin maglumatlary ýok edersiňiz. Ylalaşygyň ýatyrylmagy ýa-da şu Kanunda göz öňünde tutulan Hyzmatlara abuna ýazylmak bilen baglanyşykly zyýan üçin hiç bir tarap jogapkärçilik çekmeýär; Şeýle-de bolsa, Ylalaşygyň ýatyrylmagy şeýle ýatyrylmazdan ozal ýüze çykýan talaplara täsir edip bilmez.
tl: 6.2 Pagwawakas: Alinmang partido ay maaaring wakasan ang Kasunduan at lahat ng mga subscription sa Serbisyo (i) kung ang iba pang partido ay paglabag sa alinman sa mga materyal na obligasyon nito sa ilalim ng Kasunduan at ang nasabing paglabag ay hindi napagaling sa loob ng tatlumpu (30) araw ng pagtanggap ng paunawa mula sa hindi paglabag partido, o (ii) kung ang ibang partido ay nagiging walang kabuluhan o pagkabangkarote, likido o nalulusaw, o natitigil na ang lahat ng negosyo nito. Maaari naming wakasan ang Kasunduan kaagad kung may paglabag sa Seksyon 5.3 sa itaas. Sa pagtatapos ng Kasunduan, aalisin mo agad ang lahat ng paggamit ng Mga Serbisyo, ititigil na kumatawan sa anumang form na ikaw ay gumagamit ng Mga Serbisyo, at sirain ang lahat ng aming lihim na Impormasyon sa iyong pag-aari. Ang alinman sa partido ay hindi mananagot para sa anumang mga pinsala na nagreresulta mula sa isang pagtatapos ng Kasunduan o anumang mga suskrisyon sa Mga Serbisyo na ibinigay para dito; ibinigay, gayunpaman, na ang pagwawakas ng Kasunduan ay hindi makakaapekto sa anumang pag-angkin na nagmula bago ang pagwawakas.
tr: 6.2 Fesih: Taraflardan herhangi biri Sözleşmeyi ve tüm Hizmet aboneliklerini feshedebilir (i) karşı taraf, Sözleşme kapsamındaki herhangi bir maddi yükümlülüğünü ihlal ederse ve bu ihlal, ihlal yapılmadığı bildirimini aldıktan sonraki otuz (30) gün içinde tedavi edilmezse veya (ii) karşı taraf iflas ederse veya iflas ederse, tasfiye edilirse veya feshedilirse veya esasen tüm işini durdurursa. Yukarıdaki Bölüm 5.3&#39;ün ihlali durumunda Anlaşmayı derhal feshedebiliriz. Sözleşmenin feshi üzerine, Hizmetlerin tüm kullanımını derhal durduracak, Hizmetlerin bir kullanıcısı olduğunuzu herhangi bir biçimde temsil etmeyi durduracak ve elinizdeki tüm gizli Bilgilerimizi imha edeceksiniz. Taraflardan hiçbiri, Sözleşmenin feshi veya burada öngörülen Hizmetlere yapılan aboneliklerden kaynaklanan zararlardan sorumlu tutulamaz; ancak, Sözleşmenin feshi, bu fesih öncesinde ortaya çıkan herhangi bir talebi etkilemez.
tt: 6.2 Туктату: Ике як та Килешүне һәм барлык Хезмәтләргә язылуны туктата ала (i) Әгәр дә килешү нигезендә аның материаль бурычларын бозса һәм бозу турында хәбәр алганнан соң утыз (30) көн эчендә дәваланмаса. яисә (ii) бүтән як түләүсез яки банкрот булса, бетерелсә яки таркатылса, яисә бөтен бизнесын туктатса. Aboveгарыдагы 5.3 бүлекне бозган очракта без Килешүне шунда ук туктата алабыз. Килешү беткәч, сез Хезмәтләрне куллануны шунда ук туктатачаксыз, Сез Хезмәтләрне кулланучы булуыгызны күрсәтәчәксез, һәм сезнең кулдагы барлык яшерен мәгълүматны юкка чыгарасыз. Килешүне туктату яки монда каралган Хезмәтләргә язылу аркасында килеп чыккан зыян өчен бер як та җаваплылыкка тартылмый. Ләкин, Килешүнең бетүе андый туктатылганчы килеп чыккан бернинди дәгъвага тәэсир итми.
ug: 6.2 ئاخىرلىشىش: ئالاقىدارلار كېلىشىمدىكى بارلىق ماددى مەجبۇرىيەتلەرگە خىلاپلىق قىلسا ، خىلاپلىق قىلىش ئۇقتۇرۇشىنى تاپشۇرۇۋالغان كۈندىن باشلاپ 30 كۈن ئىچىدە ئەسلىگە كەلمىسە ، ھەر ئىككى تەرەپ كېلىشىمنى ۋە بارلىق مۇلازىمەت مۇشتەرىلىكىنى بىكار قىلسا بولىدۇ. (2) قارشى تەرەپ ۋەيران بولغان ياكى ۋەيران بولغان ، ھېسابات ئېنىقلانغان ياكى تارقىتىۋېتىلگەن بولسا ياكى بارلىق تىجارىتىنى ئاساسەن توختاتسا. يۇقىرىدىكى 5.3-ماددىغا خىلاپلىق قىلغان ئەھۋال ئاستىدا ، كېلىشىمنى دەرھال بىكار قىلىشىمىز مۇمكىن. كېلىشىم ئاخىرلاشقاندىن كېيىن ، سىز بارلىق مۇلازىمەتلەرنى ئىشلىتىشنى دەرھال توختىتىسىز ، ھەر قانداق شەكىلدە مۇلازىمەتنى ئىشلەتكۈچى دەپ ۋەكىللىك قىلىشنى توختىتىسىز ھەمدە قولىڭىزدىكى بارلىق مەخپىي ئۇچۇرلىرىڭىزنى يوقىتىسىز. كېلىشىمنى بىكار قىلىش ياكى مۇشۇ قانۇندا بەلگىلەنگەن مۇلازىمەتكە مۇشتەرى بولۇش سەۋەبىدىن كېلىپ چىققان زىيان ئۈچۈن ھەر ئىككى تەرەپ جاۋابكارلىقنى ئۈستىگە ئالمايدۇ. لېكىن ، كېلىشىمنىڭ ئاخىرلىشىشى بۇ ئاخىرلىشىشتىن ئىلگىرى ئوتتۇرىغا قويۇلغان ھەر قانداق تەلەپكە تەسىر كۆرسەتمەيدۇ دەپ بەلگىلەنگەن.
uk: 6.2 Припинення дії: будь-яка сторона може розірвати Угоду та всі підписки на послуги (i), якщо інша сторона порушує будь-які свої істотні зобов’язання за Угодою, і таке порушення не буде усунено протягом тридцяти (30) днів з моменту отримання повідомлення про порушення сторона, або (ii) якщо інша сторона стає неплатоспроможною або банкрутом, ліквідована або розпущена, або припиняє фактично весь свій бізнес. Ми можемо негайно розірвати Угоду в разі порушення розділу 5.3 вище. Після розірвання Договору ви негайно припините все використання Послуг, перестанете представляти в будь-якій формі, що ви є користувачем Послуг, і знищите всю нашу конфіденційну інформацію, якою ви володієте. Жодна із сторін не несе відповідальності за будь-які збитки внаслідок припинення дії Договору або передплати на Послуги, передбачені цим документом; за умови, що припинення дії Угоди не впливатиме на будь-які вимоги, що виникають до такого розірвання.
ur: .2..2 خاتمہ: یا تو فریق معاہدے کو ختم کر سکتا ہے اور سروس کی سبسکرپشنز (i) اگر دوسری فریق معاہدے کے تحت اپنی کسی مادی ذمہ داری کی خلاف ورزی کرتی ہے اور اس طرح کی خلاف ورزی کا عدم خلاف ورزی سے نوٹس موصول ہونے کے تیس () 30) دن میں ٹھیک نہیں ہوتا ہے۔ فریق ، یا (ii) اگر دوسری فریق دیوالی بن کر دیوالیہ ہوجاتی ہے ، ختم ہوجاتی ہے یا تحلیل ہوجاتی ہے ، یا اس کا سارا کاروبار ختم ہوجاتا ہے۔ ہم مذکورہ سیکشن 5.3 کی خلاف ورزی کی صورت میں معاہدے کو فوری طور پر ختم کرسکتے ہیں۔ معاہدے کے خاتمے کے بعد ، آپ فوری طور پر خدمات کا تمام استعمال بند کردیں گے ، کسی بھی شکل میں نمائندگی کرنا چھوڑ دیں گے کہ آپ خدمات کے صارف ہیں ، اور ہمارے پاس موجود تمام خفیہ معلومات کو ختم کردیں گے۔ کسی بھی فریق معاہدے کے خاتمے یا خدمات کے لئے کسی بھی رکنیت کے نتیجے میں ہونے والے نقصانات کے لئے ذمہ دار نہیں ہوگا۔ بشرطیکہ ، معاہدے کا خاتمہ اس طرح کے خاتمے سے پہلے پیدا ہونے والے کسی بھی دعوے پر اثرانداز نہیں ہوگا۔
uz: 6.2. Bekor qilish: Tomonlarning har biri Shartnomani va barcha obunalarni bekor qilishi mumkin (i) agar boshqa tomon ushbu Shartnoma bo&#39;yicha o&#39;zining biron-bir majburiyatlarini buzsa va bunday buzish buzilmaganligi to&#39;g&#39;risida xabar olganidan keyin o&#39;ttiz (30) kun ichida davolanmasa. partiya yoki (ii) agar boshqa tomon to&#39;lovga qodir bo&#39;lmasa yoki bankrot bo&#39;lsa, tugatilsa yoki tarqatib yuborilsa yoki o&#39;z faoliyatini butunlay to&#39;xtatsa. Yuqoridagi 5.3-bo&#39;lim buzilgan taqdirda biz Shartnomani darhol bekor qilishimiz mumkin. Shartnoma bekor qilingandan so&#39;ng, siz darhol xizmatlardan foydalanishni to&#39;xtatasiz, xizmatlardan foydalanuvchi ekanligingizni har qanday shaklda taqdim etishni to&#39;xtatasiz va sizning shaxsiy ma&#39;lumotlaringizdagi barcha maxfiy ma&#39;lumotlarni yo&#39;q qilasiz. Hech bir tomon ushbu Shartnomani bekor qilish yoki Xizmatlarga obuna bo&#39;lish natijasida etkazilgan zarar uchun javobgar bo&#39;lmaydi; ammo, Shartnomaning bekor qilinishi, bunday bekor qilishdan oldin kelib chiqadigan har qanday da&#39;voga ta&#39;sir etmasligi sharti bilan.
vi: 6.2 Chấm dứt: Một trong hai bên có thể chấm dứt Thỏa thuận và tất cả các đăng ký Dịch vụ (i) nếu bên kia vi phạm bất kỳ nghĩa vụ vật chất nào của mình theo Thỏa thuận và vi phạm đó không được xử lý trong vòng ba mươi (30) ngày kể từ khi không vi phạm bên, hoặc (ii) nếu bên kia mất khả năng thanh toán hoặc phá sản, thanh lý hoặc giải thể, hoặc chấm dứt đáng kể tất cả hoạt động kinh doanh của mình. Chúng tôi có thể chấm dứt Thỏa thuận ngay lập tức trong trường hợp vi phạm Mục 5.3 ở trên. Sau khi chấm dứt Thỏa thuận, bạn sẽ ngay lập tức ngừng mọi hoạt động sử dụng Dịch vụ, ngừng đại diện dưới mọi hình thức bạn là người dùng Dịch vụ và hủy tất cả Thông tin bí mật của chúng tôi. Không bên nào phải chịu trách nhiệm cho bất kỳ thiệt hại nào do việc chấm dứt Thỏa thuận hoặc bất kỳ đăng ký nào đối với Dịch vụ theo quy định tại đây; tuy nhiên, với điều kiện là việc chấm dứt Thỏa thuận sẽ không ảnh hưởng đến bất kỳ khiếu nại nào phát sinh trước khi chấm dứt đó.
xh: 6.2 Ukupheliswa: Elinye iqela lisenokusiphelisa isivumelwano kunye nayo yonke imisebenzi ebhalisiweyo (i) ukuba elinye iqela laphula naluphi na uxanduva lwezinto zalo phantsi kwesiVumelwano kwaye olo lwaphulo-mthetho alunyangeki zingaphelanga iintsuku ezingama-30 (30) zokufumana isaziso sokophula umthetho. Iqela, okanye (ii) ukuba elinye iqela liye lahlawula amatyala okanye labhanga, layiphelisa okanye layekiswa, okanye layeka kakhulu yonke imicimbi yalo. Singasiphelisa ngokukhawuleza esi siVumelwano kwimeko yokophulwa kweCandelo 5.3 apha ngasentla. Emva kokupheliswa kwesiVumelwano, uya kuyeka ngoko nangoko ukusetyenziswa kweenkonzo, uyeke ukumela naluphi na uhlobo lokuba ungumsebenzisi weeNkonzo, kwaye utshabalalise lonke ulwazi lwethu oluyimfihlo onalo. Akukho mntu uya kuba noxanduva lwawo nawuphi na umonakalo obangelwe kukupheliswa kwesiVumelwano okanye naluphi na ubhaliso kwiiNkonzo njengoko kubonelelwe apha; ukuba, ukupheliswa kwesiVumelwano akuyi kuchaphazela naliphi na ibango elivela ngaphambi kokupheliswa.
yi: 6.2 טערמינאַטיאָן: יעדער פּאַרטיי קען פאַרענדיקן די אַגרעעמענט און אַלע סערוויס סאַבסקריפּשאַנז (i) אויב די אנדערע פּאַרטיי בריטשיז אַ טייל פון זייַן מאַטעריאַל אַבלאַגיישאַנז אונטער די אַגרעעמענט און אַזאַ בריטש איז נישט געהיילט אין 30 (30) טעג נאָך קאַבאָלע פון אַ ניט-בריטשינג פּאַרטיי, אָדער (ii) אויב די אנדערע פּאַרטיי ווערט ינסאַלוואַנט אָדער באַנגקראַפּט, ליקווידייטיד אָדער איז צעלאָזן, אָדער אויפהערן סאַבסטאַנשאַלי אַלע זיין געשעפט. מיר קענען ענדיקן די אַגרעעמענט מיד אין פאַל פון אַ בריטש פון אָפּטיילונג 5.3 אויבן. אויף אַ טערמאַניישאַן פון די אַגרעעמענט, איר וועט מיד אָפּשטעלן אַלע נוצן פון די סערוויסעס, אויפהערן צו פאָרשטעלן אין קיין פאָרעם אַז איר זענט אַ באַניצער פון די סערוויסעס און צעשטערן אַלע אונדזער קאַנפאַדענשאַל אינפֿאָרמאַציע אין דיין פאַרמעגן. ניט פון די פּאַרטיעס וועט זיין פאַראַנטוואָרטלעך פֿאַר קיין דאַמידזשיז געפֿירט דורך אַ טערמאַניישאַן פון די אַגרעעמענט אָדער סאַבסקריפּשאַנז צו סערוויסעס ווי צוגעשטעלט פֿאַר דאָ; צוגעשטעלט, אָבער, אַז די טערמאַניישאַן פון די אַגרעעמענט וועט ניט ווירקן קיין פאָדערן ערייזינג איידער אַזאַ טערמאַניישאַן.
