Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Custom Fields
af: Gepasmaakte velde
am: ብጁ መስኮች
ar: الحقول المخصصة
az: Fərdi Sahələr
be: Карыстальніцкія палі
bg: Персонализирани полета
bn: অস্ত্রোপচার
ca: Camps personalitzats
cs: Vlastní pole
cy: Maes Custom
da: Brugerdefinerede felter
de: Benutzerdefinierte Felder
el: Προσαρμοσμένα πεδία
eo: Propraj Kampoj
es: Campos Personalizados
et: Kohandatud väljad
eu: Eremu pertsonalizatuak
fa: فیلدهای سفارشی
fi: Mukautetut kentät
fr: Les champs personnalisés
fy: Oanpaste fjilden
ga: Réimsí an Chustaim
gd: Raointean Custom
gl: Campos personalizados
gu: કસ્ટમ ક્ષેત્રો
hi: कस्टम फील्ड्स
hr: Prilagodljiva Polja
hu: Egyéni mezők
hy: Պատվերով դաշտեր
id: Bidang Kustom
is: Sérsniðnir reitir
it: Campi personalizzati
iw: שדות מותאמים אישית
ja: カスタムフィールド
ka: მორგებული ველები
kk: Теңшелетін өрістер
km: វាលផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಕ್ಷೇತ್ರಗಳು
ku: Zeviyên Custom
ky: Ыңгайлаштырылган талаалар
lb: Benotzerdefinéiert Felder
lo: ຊ່ອງຂໍ້ມູນແບບກຳນົດເອງ
lt: Pasirinktiniai laukai
lv: Pielāgoti lauki
mg: saha manokana
mi: Apure Ritenga
mk: Прилагодени полиња
ml: ഇഷ്ടാനുസൃത ഫീൽഡുകൾ
mn: Тусгай талбарууд
mr: सानुकूल फील्ड
ms: bidang-bidang khas
mt: Oqsma tad-dwana
my: စိတ်ကြိုက်အကွက်များ
ne: अनुकूलन क्षेत्रहरू
nl: Aangepaste velden
no: Egendefinerte felt
or: କଷ୍ଟମ୍ ଫିଲ୍ଡସ୍ |
pa: ਕਸਟਮ ਖੇਤਰ
pl: Pola niestandardowe
ps: دودیز ساحې
pt: Os campos personalizados
ro: câmpuri customizate
ru: Настраиваемые поля
rw: Imirima yihariye
sd: ڪسٽم فيلڊز
si: අභිරුචි ක්ෂේත්ර
sk: Vlastné polia
sl: Polja po meri
sq: Fushat e personalizuara
sr: прилагођена област
sv: Anpassade fält
sw: Viwanja Maalum
ta: விருப்ப புலங்கள்
te: కస్టమ్ ఫీల్డ్స్
tg: Майдонҳои фармоишӣ
th: ฟิลด์ที่กำหนดเอง
tk: Omörite meýdanlar
tl: Mga Custom na Field
tr: Özel Alanlar
tt: Махсус кырлар
uk: Спеціальні поля
ur: حسب ضرورت فیلڈز
uz: Maxsus maydonlar
vi: Trường tùy chỉnh
xh: Imimandla yesiko
yi: מנהג פיעלדס

source: After Actions
af: Na aksies
am: ከተግባር በኋላ
ar: بعد الإجراءات
az: Hərəkətlərdən sonra
be: Пасля дзеянняў
bg: След действия
bn: কর্ম পরে
ca: Després d'Accions
cs: Po akcích
cy: Ar ol Gweithredoedd
da: Efter handlinger
de: Nach Aktionen
el: Μετά τις Ενέργειες
eo: Post Agoj
es: Después de las acciones
et: Pärast toiminguid
eu: Ekintzen ondoren
fa: پس از اقدامات
fi: Toimien jälkeen
fr: Actions après
fy: Nei aksjes
ga: Tar éis Gníomhartha
gd: Às dèidh Gnìomhan
gl: Despois de Accións
gu: ક્રિયાઓ પછી
hi: क्रियाओं के बाद
hr: Nakon radnji
hu: Akciók után
hy: Գործողություններից հետո
id: Setelah Tindakan
is: Eftir aðgerðir
it: Dopo le azioni
iw: לאחר פעולות
ja: アクション後
ka: მოქმედებების შემდეგ
kk: Әрекеттерден кейін
km: បន្ទាប់ពីសកម្មភាព
kn: ಕ್ರಿಯೆಗಳ ನಂತರ
ku: Piştî Çalakiyan
ky: Аракеттерден кийин
lb: No Aktiounen
lo: ຫຼັງຈາກການປະຕິບັດ
lt: Po Veiksmų
lv: Pēc darbībām
mg: Taorian'ny hetsika
mi: Whai muri i nga Mahi
mk: По акции
ml: പ്രവർത്തനങ്ങൾക്ക് ശേഷം
mn: Үйлдлүүдийн дараа
mr: क्रिया केल्यानंतर
ms: Selepas Tindakan
mt: Wara Azzjonijiet
my: ပြီးရင် Actions
ne: कार्य पछि
nl: Na acties
no: Etter handlinger
or: କାର୍ଯ୍ୟ ପରେ
pa: ਕਾਰਵਾਈਆਂ ਤੋਂ ਬਾਅਦ
pl: Po działaniach
ps: د کړنو وروسته
pt: Após as ações
ro: După Acțiuni
ru: После действий
rw: Nyuma y'ibikorwa
sd: عملن کان پوء
si: ක්රියාවෙන් පසු
sk: Po akciách
sl: Po dejanjih
sq: Pas Veprimeve
sr: Афтер Ацтионс
sv: Efter åtgärder
sw: Baada ya Matendo
ta: செயல்களுக்குப் பிறகு
te: చర్యల తర్వాత
tg: Пас аз амалҳо
th: หลังลงมือ
tk: Hereketlerden soň
tl: Pagkatapos ng Mga Aksyon
tr: Eylemlerden Sonra
tt: Эшләрдән соң
ug: ھەرىكەتتىن كېيىن
uk: Після Дії
ur: اعمال کے بعد
uz: Harakatlardan keyin
vi: Sau khi hành động
xh: Emva kweZenzo
yi: נאָך אַקשאַנז

source: Advance Settings
af: Gevorderde instellings
am: የቅድሚያ ቅንብሮች
ar: إعدادات متقدمة
az: Qabaqcıl Parametrlər
be: Дадатковыя налады
bg: Предварителни настройки
bn: অগ্রিম সেটিংস
ca: Configuració avançada
cs: Pokročilá nastavení
cy: Gosodiadau Ymlaen Llaw
da: Avancerede indstillinger
de: Erweiterte Einstellungen
el: Προηγμένες ρυθμίσεις
eo: Antaŭaj Agordoj
es: Configuraciones avanzadas
et: Täpsemad seaded
eu: Aurreratu ezarpenak
fa: تنظیمات پیشرفته
fi: Lisäasetukset
fr: Paramètres avancés
fy: Avansearre ynstellings
ga: Réamhshocruithe
gd: Roghainnean ro-làimh
gl: Configuración avanzada
gu: એડવાન્સ સેટિંગ્સ
hi: अग्रिम सेटिंग्स
hr: Napredne postavke
hu: Speciális beállítások
hy: Ընդլայնված կարգավորումներ
id: Pengaturan Lanjutan
is: Fyrirfram stillingar
it: Impostazioni avanzate
iw: הגדרות מתקדמות
ja: 詳細設定
ka: წინასწარი პარამეტრები
kk: Қосымша параметрлер
km: ការកំណត់ជាមុន
kn: ಮುಂಗಡ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ku: Mîhengên Pêşveçûnê
lb: Viraus Astellungen
lo: ການຕັ້ງຄ່າລ່ວງໜ້າ
lt: Išplėstiniai nustatymai
lv: Papildu iestatījumi
mg: Fikirana mialoha
mi: Tautuhinga Mua
mk: Напредни поставки
ml: മുൻകൂർ ക്രമീകരണങ്ങൾ
mn: Нарийвчилсан тохиргоо
mr: आगाऊ सेटिंग्ज
ms: Tetapan Awal
mt: Settings bil-quddiem
my: ကြိုတင်ဆက်တင်များ
ne: अग्रिम सेटिङहरू
nl: Geavanceerde instellingen
no: Avanserte innstillinger
or: ଆଡଭାନ୍ସ ସେଟିଂସମୂହ |
pa: ਐਡਵਾਂਸ ਸੈਟਿੰਗਾਂ
pl: Ustawienia zaawansowane
ps: پرمختگ ترتیبات
pt: Configurações Avançadas
ro: Setări avansate
ru: Дополнительные настройки
rw: Igenamiterere
sd: اڳواٽ سيٽنگون
si: අත්තිකාරම් සැකසුම්
sk: Rozšírené nastavenia
sl: Napredne nastavitve
sq: Cilësimet e avancuara
sr: Напредна подешавања
sv: Avancerade inställningar
sw: Mipangilio ya Mapema
ta: அட்வான்ஸ் செட்டிங்ஸ்
te: ముందస్తు సెట్టింగ్‌లు
tg: Танзимоти пешакӣ
th: การตั้งค่าขั้นสูง
tk: Awans sazlamalary
tl: Mga Advanced na Setting
tr: Geliştirilmiş ayarlar
tt: Алдынгы көйләүләр
ug: ئالدىن تەڭشەش
uk: Розширені налаштування
ur: ایڈوانس سیٹنگز
uz: Oldindan sozlamalar
vi: Cài đặt nâng cao
xh: Iisetingi zangaphambili
yi: שטייַגן סעטטינגס

source: Label Name
af: Etiketnaam
am: የመለያ ስም
ar: اسم الطابع
az: Etiket Adı
be: Назва этыкеткі
bg: Име на етикета
bn: লেবেল নাম
ca: Nom de l&#39;etiqueta
cs: Název štítku
cy: Enw Label
da: Etikettnavn
de: Markenname
el: Όνομα ετικέτας
eo: Etikedo Nomo
es: Nombre de etiqueta
et: Sildi nimi
eu: Etiketa izena
fa: نام برچسب
fr: Nom de l&#39;étiquette
fy: Labelnamme
ga: Ainm Lipéad
gd: Ainm Label
gl: Nome da etiqueta
gu: લેબલનું નામ
hi: लेबल का नाम
hr: Naziv naljepnice
hu: Címke neve
hy: Պիտակի անվանումը
id: Label Nama
is: Merkimiðill
it: Nome dell&#39;etichetta
iw: שם תווית
ja: ラベル名
ka: ლეიბლის სახელწოდება
kk: Белгі атауы
km: ឈ្មោះស្លាក
kn: ಲೇಬಲ್ ಹೆಸರು
ku: Navê Navekî
ky: этикеткалар Name
lb: Bezeechnung Numm
lo: ຊື່ປ້າຍຊື່
lt: Etiketės pavadinimas
lv: Uzlīmes nosaukums
mg: Anarana anarana
mi: Ingoa Tapanga
mk: Име на етикетата
ml: ലേബൽ പേര്
mn: Шошго нэр
mr: लेबल नाव
ms: Nama Label
mt: Label Isem
my: တံဆိပ်အမည်
ne: लेबल नाम
nl: Label naam
no: Etikettnavn
or: ଲେବଲ୍ ନାମ
pa: ਲੇਬਲ ਨਾਮ
pl: Nazwa etykiety
ps: د لیبل نوم
pt: Nome do rótulo
ro: Numele etichetei
ru: Название ярлыка
rw: Izina ry&#39;ikirango
sd: ليبل جو نالو
si: ලේබලය නම
sk: Názov menovky
sl: Ime oznake
sq: Emri i Label
sr: Име ознаке
sv: Etikettnamn
sw: Jina la Lebo
ta: லேபிள் பெயர்
te: లేబుల్ పేరు
tg: Номаълумот
th: ชื่อป้ายกำกับ
tk: Etiketkanyň ady
tl: Pangalan ng Tatak
tr: Etiket adı
tt: Ярлыкның исеме
ug: بەلگە ئىسمى
uk: Назва мітки
ur: لیبل کا نام
uz: Yorliq nomi
vi: Tên nhãn
xh: Igama legama
yi: פירמע נאָמען

source: Fields
af: Velde
am: መስኮች
ar: مجالات
az: Sahələr
be: поля
bg: Полетата
bn: ক্ষেত্রসমূহ
ca: Camps
cs: Pole
cy: Caeau
da: Felter
de: Felder
el: Πεδία
eo: Kampoj
es: Campos
et: Väljad
eu: eremuak
fa: زمینه های
fr: Des champs
fy: Fjilden
ga: Páirceanna
gd: Aibhnichean
gl: Campos
gu: ક્ષેત્રો
hi: खेत
hr: polja
hy: Դաշտերը
it: campi
iw: שדות
ja: フィールド
ka: სფეროები
kk: Өрістер
km: វាល
kn: ಕ್ಷೇತ್ರಗಳು
ku: Qadên
lb: Felder
lt: Laukai
lv: Lauki
mi: Ngā Āpure
mk: Полиња
ml: ഫീൽഡുകൾ
mn: Талбарууд
mr: फील्ड
ms: Medan
mt: Oqsma
my: လယ်ကွင်းများ
ne: फिल्डहरू
no: Enger
or: କ୍ଷେତ୍ରଗୁଡିକ
pa: ਫੀਲਡਜ਼
pl: Pola
ps: ساحې
pt: Campos
ro: Câmpuri
ru: поля
rw: Imirima
sd: فيلڊ
si: ක්ෂේත්ර
sl: Polja
sr: Поља
sw: Mashamba
ta: புலங்கள்
te: ఫీల్డ్స్
tg: Майдонҳо
th: ทุ่ง
tk: Meýdanlar
tl: Mga Patlang
tr: Alanlar
tt: Кырлар
ug: مەيدان
uk: Поля
ur: فیلڈز
uz: Maydonlar
vi: Lĩnh vực
yi: פעלד

source: Tag ID
af: Merk ID
am: የመለያ መታወቂያ
ar: معرف البطاقة
bg: Идент
bn: ট্যাগ আইডি
ca: Identificador d&#39;etiqueta
cs: ID značky
cy: ID Tag
el: Αναγνωριστικό ετικέτας
eo: Etikedo ID
es: ID de etiqueta
et: Sildi ID
eu: Etiketa IDa
fa: شناسه برچسب
fi: Tunnisteen tunnus
ga: ID clib
gd: ID tag
gl: ID de etiqueta
gu: ટેગ ID
hi: टैग आईडी
hr: ID oznake
hu: Címkeazonosító
hy: Tag ID- ն
id: ID Tag
iw: מזהה תג
ja: タグID
ka: საკვანძო ID
kk: Тег ID
km: លេខសម្គាល់ស្លាក
kn: ಟ್ಯಾಗ್ ID
ku: Nasnameya Tag
lt: Žymos ID
lv: Taga ID
mi: Tūtohu Toi
mk: ID на ознака
ml: ടാഗ് ഐഡി
mr: टॅग आयडी
ms: ID tag
my: tag ID ကို
ne: ट्याग ID
nl: ID-tag
no: Merk-ID
or: ଟ୍ୟାଗ୍ ID
pa: ਟੈਗ ID
pl: Identyfikator tagu
ps: د ټګی پېژند
pt: ID da tag
ro: ID-ul etichetei
ru: ID тега
rw: Ikirangantego
sd: ٽيگ جي سڃاڻپ
sk: ID štítku
sl: ID oznake
sr: ИД ознаке
sv: Tagg ID
sw: Kitambulisho cha lebo
ta: டேக் ஐடி
te: ట్యాగ్ ID
tg: ID ID
th: รหัสแท็ก
tk: Bellik belgisi
tr: Etiket Kimliği
tt: Тэг ID
ug: بەلگە كىملىكى
uk: Ідентифікатор тегу
ur: ٹیگ کی شناخت
uz: Tag identifikatori
vi: ID thẻ
xh: I-ID yeTek
yi: טאַג שייַן

source: Have many users?
af: Het jy baie gebruikers?
am: ብዙ ተጠቃሚዎች አሉዎት?
ar: هل لديك العديد من المستخدمين؟
az: Çox istifadəçi var?
be: У вас шмат карыстальнікаў?
bg: Имате много потребители?
bn: অনেক ব্যবহারকারী আছে?
ca: Tens molts usuaris?
cs: Máte mnoho uživatelů?
cy: Oes gan lawer o ddefnyddwyr?
da: Har du mange brugere?
de: Haben Sie viele Benutzer?
el: Έχετε πολλούς χρήστες;
eo: Havas multajn uzantojn?
es: ¿Tienes muchos usuarios?
et: Kas teil on palju kasutajaid?
eu: Erabiltzaile asko dituzu?
fa: کاربران زیادی دارید؟
fi: Onko paljon käyttäjiä?
fr: Vous avez de nombreux utilisateurs ?
fy: Hawwe in protte brûkers?
ga: An bhfuil go leor úsáideoirí?
gd: A bheil mòran luchd-cleachdaidh?
gl: Tes moitos usuarios?
gu: ઘણા વપરાશકર્તાઓ છે?
hi: कई उपयोगकर्ता हैं?
hr: Imate mnogo korisnika?
hu: Sok felhasználója van?
hy: Շատ օգտվողներ ունե՞ք:
id: Memiliki banyak pengguna?
is: Ertu með marga notendur?
it: Hai molti utenti?
iw: יש הרבה משתמשים?
ja: 多くのユーザーがいますか？
ka: ბევრი მომხმარებელი გყავს?
kk: Көптеген пайдаланушылар бар ма?
km: មានអ្នកប្រើប្រាស់ច្រើន?
kn: ಅನೇಕ ಬಳಕೆದಾರರನ್ನು ಹೊಂದಿದ್ದೀರಾ?
ku: Gelek bikarhêner hene?
ky: Көп колдонуучулар барбы?
lb: Hutt vill Benotzer?
lo: ມີຜູ້ໃຊ້ຫຼາຍບໍ?
lt: Ar daug vartotojų?
lv: Vai jums ir daudz lietotāju?
mg: Manana mpampiasa maro?
mi: He maha nga kaiwhakamahi?
mk: Имате многу корисници?
ml: ധാരാളം ഉപയോക്താക്കളുണ്ടോ?
mn: Олон хэрэглэгчтэй юу?
mr: बरेच वापरकर्ते आहेत?
ms: Mempunyai ramai pengguna?
mt: Għandek ħafna utenti?
my: အသုံးပြုသူများစွာရှိပါသလား။
ne: धेरै प्रयोगकर्ताहरू छन्?
nl: Heb je veel gebruikers?
no: Har du mange brukere?
or: ଅନେକ ଉପଭୋକ୍ତା ଅଛନ୍ତି କି?
pa: ਬਹੁਤ ਸਾਰੇ ਉਪਭੋਗਤਾ ਹਨ?
pl: Masz wielu użytkowników?
ps: ډیری کاروونکي لرئ؟
pt: Tem muitos usuários?
ro: Ai mulți utilizatori?
ru: У вас много пользователей?
rw: Ufite abakoresha benshi?
sd: ڪيترائي صارف آھن؟
si: බොහෝ පරිශීලකයින් සිටීද?
sk: Máte veľa používateľov?
sl: Imate veliko uporabnikov?
sq: Keni shumë përdorues?
sr: Имате много корисника?
sv: Har du många användare?
sw: Je, una watumiaji wengi?
ta: பல பயனர்கள் உள்ளதா?
te: చాలా మంది వినియోగదారులు ఉన్నారా?
tg: Оё истифодабарандагони зиёд доранд?
th: มีผู้ใช้หลายคน?
tk: Ulanyjylar köpmi?
tl: Mayroon bang maraming gumagamit?
tr: Çok kullanıcınız var mı?
tt: Кулланучылар күпме?
ug: نۇرغۇن ئابونتلىرى بارمۇ؟
uk: Маєте багато користувачів?
ur: بہت سے صارفین ہیں؟
uz: Foydalanuvchilar ko'pmi?
vi: Có nhiều người dùng?
xh: Ngaba baninzi abasebenzisi?
yi: האָבן פילע ניצערס?

source: Import users
af: Voer gebruikers in
am: ተጠቃሚዎችን አስመጣ
ar: استيراد المستخدمين
az: İstifadəçiləri idxal edin
be: Імпарт карыстальнікаў
bg: Импортирайте потребители
bn: ব্যবহারকারীদের আমদানি করুন
ca: Importa usuaris
cs: Importovat uživatele
cy: Mewnforio defnyddwyr
da: Importer brugere
de: Benutzer importieren
el: Εισαγωγή χρηστών
eo: Importi uzantojn
es: Importar usuarios
et: Kasutajate importimine
eu: Erabiltzaileak inportatu
fa: کاربران را وارد کنید
fi: Tuo käyttäjät
fr: Importer des utilisateurs
fy: Brûkers ymportearje
ga: Úsáideoirí a allmhairiú
gd: Luchd-cleachdaidh a thoirt a-steach
gl: Importar usuarios
gu: આયાત વપરાશકર્તાઓ
hi: उपयोगकर्ताओं को आयात करें
hr: Uvezi korisnike
hu: Felhasználók importálása
hy: Ներմուծեք օգտվողներ
id: Impor pengguna
is: Flytja inn notendur
it: Importa utenti
iw: ייבוא משתמשים
ja: ユーザーのインポート
ka: მომხმარებლების იმპორტი
kk: Пайдаланушыларды импорттау
km: នាំចូលអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರನ್ನು ಆಮದು ಮಾಡಿ
ku: Bikarhênerên Import
ky: Колдонуучуларды импорттоо
lb: Import Benotzer
lo: ຜູ້ໃຊ້ນໍາເຂົ້າ
lt: Importuoti vartotojus
lv: Importēt lietotājus
mg: Manafatra mpampiasa
mi: Kawemai nga kaiwhakamahi
mk: Увезете корисници
ml: ഉപയോക്താക്കളെ ഇറക്കുമതി ചെയ്യുക
mn: Хэрэглэгчдийг импортлох
mr: वापरकर्ते आयात करा
ms: Import pengguna
mt: Importa utenti
my: အသုံးပြုသူများကို တင်သွင်းပါ။
ne: प्रयोगकर्ताहरू आयात गर्नुहोस्
nl: Gebruikers importeren
no: Importer brukere
or: ଉପଯୋଗକର୍ତ୍ତାଗଣ ଆମଦାନୀ କରନ୍ତୁ |
pa: ਉਪਭੋਗਤਾ ਆਯਾਤ ਕਰੋ
pl: Importuj użytkowników
ps: د کاروونکو واردول
pt: Importar usuários
ro: Importă utilizatori
ru: Импорт пользователей
rw: Kuzana abakoresha
sd: صارفين کي درآمد ڪريو
si: පරිශීලකයන් ආනයනය කරන්න
sk: Importovať používateľov
sl: Uvozite uporabnike
sq: Përdoruesit e importit
sr: Увезите кориснике
sv: Importera användare
sw: Ingiza watumiaji
ta: பயனர்களை இறக்குமதி செய்
te: వినియోగదారులను దిగుమతి చేయండి
tg: Корбаронро ворид кунед
th: นำเข้าผู้ใช้
tk: Ulanyjylary import ediň
tl: Mag-import ng mga user
tr: Kullanıcıları içe aktar
tt: Кулланучыларны импортлау
ug: ئىشلەتكۈچىلەرنى ئىمپورت قىلىڭ
uk: Імпорт користувачів
ur: صارفین کو درآمد کریں۔
uz: Foydalanuvchilarni import qilish
vi: Nhập người dùng
xh: Thatha ngaphandle abasebenzisi
yi: אַרייַנפיר ניצערס

source: or
af: of
am: ወይም
ar: أو
az: və ya
be: або
bg: или
bn: বা
ca: o
cs: nebo
cy: neu
da: eller
de: oder
el: ή
eo: aŭ
es: o
et: või
eu: edo
fa: یا
fi: tai
fr: ou
fy: of
ga: nó
gd: neo
gl: ou
gu: અથવા
hi: या
hr: ili
hu: vagy
hy: կամ
id: atau
is: eða
it: o
iw: אוֹ
ja: また
ka: ან
kk: немесе
km: ឬ
kn: ಅಥವಾ
ku: an
ky: же
lb: oder
lo: ຫຼື
lt: arba
lv: vai
mg: na
mi: ranei
mk: или
ml: അഥവാ
mn: эсвэл
mr: किंवा
ms: atau
mt: jew
my: သို့မဟုတ်
ne: वा
nl: of
no: eller
or: କିମ୍ବା
pa: ਜਾਂ
pl: lub
ps: یا
pt: ou
ro: sau
ru: или же
rw: cyangwa
sd: يا
si: හෝ
sk: alebo
sl: oz
sq: ose
sr: или
sv: eller
sw: au
ta: அல்லது
te: లేదా
tg: ё
th: หรือ
tk: ýa-da
tl: o
tr: veya
tt: яки
ug: ياكى
uk: або
ur: یا
uz: yoki
vi: hoặc
xh: okanye
yi: אָדער

source: Send them a signup link.
af: Stuur vir hulle 'n aanmeldskakel.
am: የምዝገባ አገናኝ ላካቸው።
ar: أرسل لهم رابط التسجيل.
az: Onlara qeydiyyat linki göndərin.
be: Адпраўце ім спасылку для рэгістрацыі.
bg: Изпратете им връзка за регистрация.
bn: তাদের একটি সাইন আপ লিঙ্ক পাঠান.
ca: Envieu-los un enllaç de registre.
cs: Pošlete jim odkaz na přihlášení.
cy: Anfonwch ddolen gofrestru iddynt.
da: Send dem et tilmeldingslink.
de: Senden Sie ihnen einen Anmeldelink.
el: Στείλτε τους έναν σύνδεσμο εγγραφής.
eo: Sendu al ili aliĝan ligilon.
es: Envíales un enlace de registro.
et: Saatke neile registreerumislink.
eu: Bidali izena emateko esteka.
fa: برایشان لینک ثبت نام بفرستید
fi: Lähetä heille ilmoittautumislinkki.
fr: Envoyez-leur un lien d'inscription.
fy: Stjoer har in oanmeldingslink.
ga: Seol nasc clárúcháin chucu.
gd: Cuiribh ceangal clàraidh thuca.
gl: Envíalles unha ligazón de rexistro.
gu: તેમને સાઇનઅપ લિંક મોકલો.
hi: उन्हें एक साइनअप लिंक भेजें।
hr: Pošaljite im poveznicu za prijavu.
hu: Küldj nekik egy regisztrációs linket.
hy: Ուղարկեք նրանց գրանցման հղումը:
id: Kirimi mereka tautan pendaftaran.
is: Sendu þeim skráningartengil.
it: Invia loro un link di registrazione.
iw: שלח להם קישור הרשמה.
ja: サインアップ リンクを送信します。
ka: გაუგზავნეთ მათ რეგისტრაციის ბმული.
kk: Оларға тіркелу сілтемесін жіберіңіз.
km: ផ្ញើតំណចុះឈ្មោះឱ្យពួកគេ។
kn: ಅವರಿಗೆ ಸೈನ್ ಅಪ್ ಲಿಂಕ್ ಕಳುಹಿಸಿ.
ku: Ji wan re girêdanek qeydkirinê bişînin.
ky: Аларга катталуу шилтемесин жөнөтүңүз.
lb: Schéckt hinnen en Umeldungslink.
lo: ສົ່ງລິ້ງລົງທະບຽນໃຫ້ເຂົາເຈົ້າ.
lt: Nusiųskite jiems registracijos nuorodą.
lv: Nosūtiet viņiem pierakstīšanās saiti.
mg: Alefaso rohy fisoratana anarana izy ireo.
mi: Tukuna he hononga haina ki a ratou.
mk: Испратете им линк за регистрација.
ml: അവർക്ക് ഒരു സൈൻ അപ്പ് ലിങ്ക് അയയ്ക്കുക.
mn: Тэдэнд бүртгүүлэх холбоосыг илгээнэ үү.
mr: त्यांना साइनअप लिंक पाठवा.
ms: Hantarkan pautan pendaftaran kepada mereka.
mt: Ibgħatilhom link għall-iskrizzjoni.
my: ၎င်းတို့ကို အကောင့်ဖွင့်ရန် လင့်ခ်တစ်ခု ပေးပို့ပါ။
ne: तिनीहरूलाई साइनअप लिङ्क पठाउनुहोस्।
nl: Stuur ze een aanmeldlink.
no: Send dem en registreringslink.
or: ସେମାନଙ୍କୁ ଏକ ସାଇନ୍ ଅପ୍ ଲିଙ୍କ୍ ପଠାନ୍ତୁ |
pa: ਉਹਨਾਂ ਨੂੰ ਸਾਈਨ ਅੱਪ ਲਿੰਕ ਭੇਜੋ।
pl: Wyślij im link do rejestracji.
ps: دوی ته د لاسلیک لینک واستوئ.
pt: Envie-lhes um link de inscrição.
ro: Trimite-le un link de înscriere.
ru: Отправьте им ссылку для регистрации.
rw: Ohereza ubutumwa bwo kwiyandikisha.
sd: انهن کي هڪ سائن اپ لنڪ موڪليو.
si: ඔවුන්ට ලියාපදිංචි වීමේ සබැඳියක් යවන්න.
sk: Pošlite im odkaz na prihlásenie.
sl: Pošljite jim povezavo za prijavo.
sq: Dërgojini atyre një lidhje regjistrimi.
sr: Пошаљите им везу за регистрацију.
sv: Skicka en registreringslänk till dem.
sw: Watumie kiungo cha kujisajili.
ta: அவர்களுக்கு பதிவு இணைப்பை அனுப்பவும்.
te: వారికి సైన్అప్ లింక్‌ను పంపండి.
tg: Ба онҳо истиноди сабти ном фиристед.
th: ส่งลิงค์ลงทะเบียนให้พวกเขา
tk: Olara giriş baglanyşygyny iberiň.
tl: Padalhan sila ng link sa pag-signup.
tr: Onlara bir kayıt bağlantısı gönderin.
tt: Аларга язылу сылтамасын җибәрегез.
ug: ئۇلارغا ئىمزا ئۇلىنىشى ئەۋەتىڭ.
uk: Надішліть їм посилання для реєстрації.
ur: انہیں ایک سائن اپ لنک بھیجیں۔
uz: Ularga ro'yxatdan o'tish havolasini yuboring.
vi: Gửi cho họ một liên kết đăng ký.
xh: Bathumele ikhonkco lokubhalisa.
yi: שיקן זיי אַ סיגנופּ לינק.

source: Let's start by entering the email or phone number
af: Kom ons begin deur die e-pos of telefoonnommer in te voer
am: ወደ ኢሜል ወይም ስልክ ቁጥር በማስገባት እንጀምር
ar: لنبدأ بإدخال البريد الإلكتروني أو رقم الهاتف
az: E-poçt və ya telefon nömrəsini daxil etməklə başlayaq
be: Пачнем з уводу электроннай пошты ці нумара тэлефона
bg: Нека започнем с въвеждане на имейл или телефонен номер
bn: ইমেল বা ফোন নম্বর প্রবেশ করে শুরু করা যাক
ca: Comencem introduint el correu electrònic o el número de telèfon
cs: Začněme zadáním e-mailu nebo telefonního čísla
cy: Dechreuwn trwy nodi&#39;r e-bost neu&#39;r rhif ffôn
da: Lad os starte med at indtaste e-mail eller telefonnummer
de: Beginnen wir mit der Eingabe der E-Mail-Adresse oder der Telefonnummer
el: Ας ξεκινήσουμε εισάγοντας το email ή τον αριθμό τηλεφώνου
eo: Ni komencu per enmeto de la retpoŝto aŭ telefona numero
es: Comencemos ingresando el correo electrónico o el número de teléfono
et: Alustame e-posti aadressi või telefoninumbri sisestamisega
eu: Hasi gaitezen posta elektronikoa edo telefono zenbakia sartuz
fa: بیایید با وارد کردن ایمیل یا شماره تلفن شروع کنیم
fi: Aloitetaan antamalla sähköpostiosoite tai puhelinnumero
fr: Commençons par entrer l&#39;e-mail ou le numéro de téléphone
fy: Litte wy begjinne troch de e-post of telefoannûmer yn te fieren
ga: Tosaímid tríd an ríomhphost nó an uimhir theileafóin a iontráil
gd: Feuch an tòisich sinn le bhith a ’dol a-steach don phost-d no àireamh fòn
gl: Comezamos introducindo o correo electrónico ou o número de teléfono
gu: ચાલો ઇમેઇલ અથવા ફોન નંબર દાખલ કરીને પ્રારંભ કરીએ
hi: आइए ईमेल या फोन नंबर दर्ज करके शुरू करें
hr: Započnimo s unosom broja e-pošte ili broja telefona
hu: Kezdjük az e-mail vagy telefonszám megadásával
hy: Սկսենք մուտքագրելով էլ. Փոստի կամ հեռախոսի համարը
id: Mari kita mulai dengan memasukkan email atau nomor telepon
is: Byrjum á því að slá inn tölvupóstinn eða símanúmerið
it: Cominciamo inserendo l&#39;e-mail o il numero di telefono
iw: נתחיל בהזנת הדוא&quot;ל או מספר הטלפון
ja: まずメールアドレスまたは電話番号を入力してみましょう
ka: დავიწყოთ ელ.ფოსტის ან ტელეფონის ნომრის ჩაწერით
kk: Электрондық поштаны немесе телефон нөмірін енгізуден бастайық
km: សូមចាប់ផ្តើមដោយបញ្ចូលអ៊ីមែលឬលេខទូរស័ព្ទ
kn: ಇಮೇಲ್ ಅಥವಾ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ ಪ್ರಾರಂಭಿಸೋಣ
ku: Ka em bi navnîşana e-name an têlefona têlê dest pê bikin
ky: Электрондук почта же телефон номерин киргизүүдөн баштайлы
lb: Fänken mer un d&#39;E-Mail oder Telefonsnummer unzeginn
lo: ເລີ່ມຕົ້ນໂດຍການໃສ່ອີເມວຫລືເບີໂທລະສັບ
lt: Pradėkime įvesdami el. Pašto adresą arba telefono numerį
lv: Sāksim ar e-pasta vai tālruņa numura ievadīšanu
mg: Atombohy amin&#39;ny alàlan&#39;ny fampidirana ny laharana mailaka na ny laharana finday
mi: Me timata ma te whakauru atu i te imeera, te tau waea ranei
mk: Да започнеме со внесување на е-поштата или телефонскиот број
ml: ഇമെയിൽ അല്ലെങ്കിൽ ഫോൺ നമ്പർ നൽകി ആരംഭിക്കാം
mn: И-мэйл эсвэл утасны дугаараа оруулаад эхэлье
mr: चला ईमेल किंवा फोन नंबर प्रविष्ट करुन प्रारंभ करूया
ms: Mari mulakan dengan memasukkan e-mel atau nombor telefon
mt: Nibdew billi ddaħħal l-email jew in-numru tat-telefon
my: အီးမေးလ် (သို့) ဖုန်းနံပါတ်ကိုရိုက်ထည့်ခြင်းဖြင့်စတင်ကြပါစို့
ne: ईमेल वा फोन नम्बर प्रविष्ट गरेर सुरु गरौं
nl: Laten we beginnen met het invoeren van het e-mailadres of telefoonnummer
no: La oss starte med å oppgi e-post eller telefonnummer
or: ଇମେଲ୍ କିମ୍ବା ଫୋନ୍ ନମ୍ବର ପ୍ରବେଶ କରି ଆରମ୍ଭ କରିବା |
pa: ਚਲੋ ਈਮੇਲ ਜਾਂ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰਕੇ ਅਰੰਭ ਕਰੀਏ
pl: Zacznijmy od wprowadzenia adresu e-mail lub numeru telefonu
ps: راځئ چې د بریښنالیک یا تلیفون شمیره دننه کولو سره پیل وکړو
pt: Vamos começar digitando o e-mail ou número de telefone
ro: Să începem prin introducerea e-mailului sau a numărului de telefon
ru: Давайте начнем с ввода адреса электронной почты или номера телефона
rw: Reka dutangire winjiza imeri cyangwa numero ya terefone
sd: اچو ته شروع ڪريو اي ميل يا فون نمبر داخل ڪندي
si: ඊමේල් හෝ දුරකථන අංකය ඇතුළත් කිරීමෙන් ආරම්භ කරමු
sk: Začnime zadaním e-mailu alebo telefónneho čísla
sl: Začnimo z vnosom elektronske pošte ali telefonske številke
sq: Le të fillojmë duke futur emailin ose numrin e telefonit
sr: Кренимо од уноса броја е-поште или броја телефона
sv: Låt oss börja med att ange e-post eller telefonnummer
sw: Wacha tuanze kwa kuingiza barua pepe au nambari ya simu
ta: மின்னஞ்சல் அல்லது தொலைபேசி எண்ணை உள்ளிட்டு ஆரம்பிக்கலாம்
te: ఇమెయిల్ లేదా ఫోన్ నంబర్‌ను నమోదు చేయడం ద్వారా ప్రారంభిద్దాం
tg: Биёед аз ворид кардани почтаи электронӣ ё рақами телефон сар кунем
th: เริ่มต้นด้วยการป้อนอีเมลหรือหมายเลขโทรศัพท์
tk: E-poçta ýa-da telefon belgisini girizmek bilen başlalyň
tl: Magsimula tayo sa pamamagitan ng pagpasok ng email o numero ng telepono
tr: E-posta veya telefon numarasını girerek başlayalım
tt: Электрон почта яки телефон номерын кертеп башлыйк
ug: ئېلېكترونلۇق خەت ياكى تېلېفون نومۇرىنى كىرگۈزۈشتىن باشلايلى
uk: Почнемо з введення електронної пошти або номера телефону
ur: آئیے ای میل یا فون نمبر داخل کرکے شروع کریں
uz: Elektron pochta yoki telefon raqamini kiritishdan boshlaylik
vi: Hãy bắt đầu bằng cách nhập email hoặc số điện thoại
xh: Masiqale ngokufaka i-imeyile okanye inombolo yefowuni
yi: לאָמיר אָנהייבן דורך אַרייַן די E- בריוו אָדער טעלעפאָן נומער
