Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Delete Time
af: Vee tyd uit
am: ጊዜን ሰርዝ
ar: حذف الوقت
az: Vaxtı silin
be: Выдаліць час
bg: Изтриване на времето
bn: সময় মুছুন
ca: Suprimeix l'hora
cs: Smazat čas
cy: Dileu Amser
da: Slet tid
de: Uhrzeit löschen
el: Διαγραφή ώρας
eo: Forigi Tempon
es: Eliminar hora
et: Kustuta aeg
eu: Ezabatu ordua
fa: حذف زمان
fi: Poista aika
fr: Supprimer l'heure
fy: Tiid wiskje
ga: Scrios Am
gd: Sguab às ùine
gl: Eliminar hora
gu: સમય કાઢી નાખો
hi: समय हटाएँ
hr: Izbriši vrijeme
hu: Idő törlése
hy: Ջնջել ժամանակը
id: Hapus Waktu
is: Eyða tíma
it: Elimina ora
iw: מחק זמן
ja: 時間を削除
ka: დროის წაშლა
kk: Уақытты жою
km: លុបពេលវេលា
kn: ಸಮಯವನ್ನು ಅಳಿಸಿ
ku: Demê jêbirin
ky: Убакытты өчүрүү
lb: Läschen Zäit
lo: ລຶບເວລາ
lt: Ištrinti laiką
lv: Dzēst laiku
mg: Fafao ny fotoana
mi: Muku Wā
mk: Избриши време
ml: സമയം ഇല്ലാതാക്കുക
mn: Цаг устгах
mr: वेळ हटवा
ms: Padam Masa
mt: Ħassar Ħin
my: အချိန်ကိုဖျက်ပါ။
ne: समय मेटाउनुहोस्
nl: Tijd verwijderen
no: Slett tid
or: ସମୟ ବିଲୋପ କରନ୍ତୁ |
pa: ਸਮਾਂ ਮਿਟਾਓ
pl: Usuń czas
ps: وخت ړنګ کړئ
pt: Excluir hora
ro: Ștergeți Ora
ru: Удалить время
rw: Siba Igihe
sd: وقت ختم ڪريو
si: කාලය මකන්න
sk: Odstrániť čas
sl: Izbriši čas
sq: Fshij Kohën
sr: Избриши време
sv: Ta bort tid
sw: Futa Muda
ta: நேரத்தை நீக்கு
te: సమయాన్ని తొలగించండి
tg: Вақтро нест кунед
th: ลบเวลา
tk: Wagt öçürmek
tl: Tanggalin ang Oras
tr: Zamanı Sil
tt: Вакытны бетерү
ug: ۋاقىتنى ئۆچۈرۈڭ
uk: Видалити час
ur: وقت کو حذف کریں۔
uz: Vaqtni o'chirish
vi: Xóa thời gian
xh: Cima Ixesha
yi: ויסמעקן צייט

source: Back
af: terug
am: ተመለስ
ar: الى الخلف
az: Geri
be: назад
bg: обратно
bn: পিছনে
ca: esquena
cs: Zadní
cy: Yn ôl
da: Tilbage
de: Zurück
el: Πίσω
eo: Reen
es: Espalda
et: tagasi
fa: بازگشت
fi: Takaisin
fr: Arrière
fy: Efter
ga: Ar ais
gd: Air ais
gl: De volta
gu: પાછળ
hi: वापस
hr: leđa
hu: Hát
hy: Վերադառնալ
id: Kembali
is: Til baka
it: Indietro
iw: חזור
ja: バック
ka: უკან
kk: Артқа
km: ថយក្រោយ
kn: ಹಿಂದೆ
ku: Paş
ky: кайра
lo: ກັບຄືນໄປບ່ອນ
lt: Atgal
lv: Atpakaļ
mi: Hoki
mk: Назад
ml: തിരികെ
mn: Буцах
mr: मागे
ms: Kembali
mt: Lura
my: ပြန်.
ne: पछाडि
nl: Terug
no: Tilbake
or: ପଛକୁ
pa: ਵਾਪਸ
pl: Plecy
ps: شاته
pt: Costas
ro: Înapoi
ru: назад
rw: Inyuma
sd: پوئتي
si: ආපසු
sk: späť
sl: Nazaj
sq: prapa
sr: Назад
sv: Tillbaka
sw: Rudi
ta: மீண்டும்
te: తిరిగి
tg: Бозгашт
th: กลับ
tk: Yzyna
tl: Bumalik
tr: Geri
tt: Кире
ug: قايتىش
uk: Назад
ur: پیچھے
uz: Orqaga
vi: Trở lại
xh: Buyela
yi: צוריק

source: No Users Found
af: Geen gebruikers gevind nie
am: ተጠቃሚዎች አልተገኙም
ar: لم يتم العثور على مستخدمين
az: İstifadəçi tapılmadı
be: Карыстальнікаў не знойдзена
bg: Няма намерени потребители
bn: কোন ব্যবহারকারী নেই
ca: No s'ha trobat cap usuari
cs: Nenalezeni žádní uživatelé
cy: Ni ddarganfuwyd unrhyw ddefnyddwyr
da: Ingen brugere fundet
de: Keine Benutzer gefunden
el: Δεν βρέθηκαν χρήστες
eo: Neniuj Uzantoj Trovitaj
es: No se encontraron usuarios
et: Kasutajaid ei leitud
eu: Ez da erabiltzailerik aurkitu
fa: کاربری پیدا نشد
fi: Käyttäjiä ei löytynyt
fr: Aucun utilisateur trouvé
fy: Gjin brûkers fûn
ga: Níor aimsíodh aon úsáideoirí
gd: Cha deach cleachdaichean a lorg
gl: Non se atopou ningún usuario
gu: કોઈ વપરાશકર્તાઓ મળ્યા નથી
hi: कोई उपयोग्कर्ता नहीं मिले
hr: Nije pronađen nijedan korisnik
hu: Nem található felhasználó
hy: Ոչ մի օգտվող չի գտնվել
id: Tidak Ada Pengguna yang Ditemukan
is: Engir notendur fundust
it: Nessun utente trovato
iw: לא נמצאו משתמשים
ja: ユーザが見つかりませんでした
ka: მომხმარებლები ვერ მოიძებნა
kk: Пайдаланушылар табылмады
km: រកមិនឃើញអ្នកប្រើ
kn: ಯಾವುದೇ ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ
ku: Bikarhêner nehatin dîtin
ky: Колдонуучулар табылган жок
lb: Kee Benotzer fonnt
lo: ບໍ່ພົບຜູ້ໃຊ້
lt: Nerasta vartotojų
lv: Nav atrasts neviens lietotājs
mg: Tsy misy mpampiasa hita
mi: Kaore i kitea nga kaiwhakamahi
mk: Не се пронајдени корисници
ml: ഉപയോക്താക്കളെയൊന്നും കണ്ടെത്തിയില്ല
mn: Хэрэглэгч олдсонгүй
mr: कोणतेही वापरकर्ते आढळले नाहीत
ms: Tiada Pengguna Dijumpai
mt: Ebda Utent Misjub
my: အသုံးပြုသူများမတွေ့ပါ
ne: कुनै प्रयोगकर्ताहरू फेला परेनन्
nl: Geen gebruikers gevonden
no: Ingen brukere funnet
or: କ Users ଣସି ଉପଭୋକ୍ତା ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ ਉਪਭੋਗਤਾ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono użytkowników
ps: هیڅ کارن ونه موندل شو
pt: Usuários não encontrados
ro: Niciun utilizator găsit
ru: Пользователи не найдены
rw: Nta mukoresha wabonetse
sd: ڪوبه صارف نه مليو
si: පරිශීලකයින් හමු නොවීය
sk: Nenašli sa žiadni používatelia
sl: Uporabnikov ni bilo mogoče najti
sq: Asnjë përdorues nuk u gjet
sr: Нема пронађених корисника
sv: Inga användare hittades
sw: Hakuna Watumiaji Waliopatikana
ta: பயனர்கள் இல்லை
te: వినియోగదారులు కనుగొనబడలేదు
tg: Ягон корбар ёфт нашуд
th: ไม่พบผู้ใช้
tk: Ulanyjy tapylmady
tl: Walang nahanap na mga gumagamit
tr: Kullanıcı bulunamadı
tt: Кулланучылар табылмады
ug: ئىشلەتكۈچى تېپىلمىدى
uk: Користувачів не знайдено
ur: کوئی صارف نہیں ملا
uz: Hech qanday foydalanuvchi topilmadi
vi: Không tìm thấy người dùng
xh: Akukho Basebenzisi baFumanekileyo
yi: קיין יוזערז געפֿונען

source: No role selected
af: Geen rol gekies nie
am: ምንም ሚና አልተመረጠም
ar: لم يتم تحديد دور
az: Heç bir rol seçilməyib
be: Ролю не абрана
bg: Не е избрана роля
bn: কোনও ভূমিকা নির্বাচিত হয়নি
ca: No s’ha seleccionat cap rol
cs: Nebyla vybrána žádná role
cy: Dim rôl wedi&#39;i dewis
da: Ingen rolle valgt
de: Keine Rolle ausgewählt
el: Δεν έχει επιλεγεί ρόλος
eo: Neniu rolo elektita
es: Ningún rol seleccionado
et: Ühtegi rolli pole valitud
eu: Ez da eginkizunik aukeratu
fa: هیچ نقشی انتخاب نشده است
fi: Ei roolia valittu
fr: Aucun rôle sélectionné
fy: Gjin rol selekteare
ga: Níor roghnaíodh aon ról
gd: Cha deach dreuchd a thaghadh
gl: Non se seleccionou ningún papel
gu: કોઈ ભૂમિકા પસંદ નથી
hi: कोई भूमिका नहीं चुनी गई
hr: Nije odabrana nijedna uloga
hu: Nincs kiválasztva szerep
hy: Ոչ մի դեր չի ընտրվել
id: Tidak ada peran yang dipilih
is: Ekkert hlutverk valið
it: Nessun ruolo selezionato
iw: לא נבחר תפקיד
ja: 役割が選択されていません
ka: როლი არ არის შერჩეული
kk: Рөл таңдалмады
km: គ្មានតួនាទីត្រូវបានជ្រើសរើស
kn: ಯಾವುದೇ ಪಾತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ku: No rola hilbijartî ye
ky: Роль тандалган жок
lb: Keng Roll gewielt
lo: ບໍ່ມີ ໜ້າ ທີ່ເລືອກ
lt: Nepasirinktas nė vienas vaidmuo
lv: Nav atlasīta loma
mg: Tsy misy andraikitra voafantina
mi: Kaore i whakatauhia he mahi
mk: Нема избрана улога
ml: റോൾ ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Ямар ч дүр сонгоогүй
mr: कोणतीही भूमिका निवडलेली नाही
ms: Tiada peranan dipilih
mt: L-ebda rwol magħżul
my: အခန်းကဏ္ selected မရွေးရ
ne: कुनै भूमिका चयन गरिएको छैन
nl: Geen rol geselecteerd
no: Ingen rolle valgt
or: କ role ଣସି ଭୂମିକା ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਰੋਲ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl: Nie wybrano roli
ps: هیڅ رول نه دی ټاکل شوی
pt: Nenhuma função selecionada
ro: Nu a fost selectat niciun rol
ru: Роль не выбрана
rw: Nta ruhare rwatoranijwe
sd: ڪوبه ڪردار چونڊيل ناهي
si: කිසිදු භූමිකාවක් තෝරාගෙන නොමැත
sk: Nevybrali ste žiadnu rolu
sl: Izbrana ni nobena vloga
sq: Asnjë rol i zgjedhur
sr: Није одабрана ниједна улога
sv: Ingen roll vald
sw: Hakuna jukumu lililochaguliwa
ta: எந்த பாத்திரமும் தேர்ந்தெடுக்கப்படவில்லை
te: పాత్ర ఎంచుకోబడలేదు
tg: Ягон нақш интихоб нашудааст
th: ไม่ได้เลือกบทบาท
tk: Hiç hili rol saýlanmady
tl: Walang napiling papel
tr: Hiçbir rol seçilmedi
tt: Роль сайланмаган
ug: ھېچقانداق رول تاللانمىدى
uk: Не обрано жодної ролі
ur: کوئی کردار منتخب نہیں کیا گیا
uz: Hech qanday rol tanlanmagan
vi: Không có vai trò nào được chọn
xh: Akukho ndima ikhethiweyo
yi: קיין ראָלע איז אויסגעקליבן

source: No permissions added!
af: Geen toestemmings bygevoeg nie!
am: ምንም ፍቃዶች አልተጨመረም!
ar: لا توجد أذونات مضافة!
az: No icazələrin əlavə olundu!
be: Дазволу не дададзеныя!
bg: Няма добавени разрешения!
bn: কোন অনুমতি যোগ করা হয়েছে!
ca: No s&#39;han afegit permisos
cs: Žádné přidané oprávnění!
cy: Ni chaniateir unrhyw ganiatâd!
da: Ingen tilladelser tilføjet!
de: Keine Berechtigungen hinzugefügt!
el: Δεν έχουν προστεθεί δικαιώματα!
eo: Neniu permeso aldonita!
es: ¡Sin permisos agregados!
et: Lubasid pole lisatud!
eu: Ez da baimenik gehitu!
fa: هیچ مجوزی اضافه نشده است
fi: Lisenssiä ei lisätty!
fr: Aucune autorisation ajoutée!
fy: Gjin tagong tafoegje!
ga: Níor chuir aon cead isteach!
gd: Chan eil cead sam bith ann!
gl: Non se engadiron permisos.
gu: કોઈ પરવાનગીઓ ઉમેરાઈ નથી!
hi: कोई अनुमति नहीं गयी!
hr: Dodane dozvole!
hu: Nincs engedélye hozzáadva!
hy: Թույլտվություններ ավելացված չեն:
id: Tidak ada izin ditambahkan!
is: Engar heimildir bættar!
it: Nessuna autorizzazione aggiunta!
iw: לא נוספו הרשאות!
ja: 権限が追加されていません！
ka: ნებართვები არ დამატებულა!
kk: Рұқсаттар қосылмаған!
km: គ្មានសិទ្ធិត្រូវបានបន្ថែមទេ!
kn: ಯಾವುದೇ ಅನುಮತಿಗಳನ್ನು ಸೇರಿಸಲಾಗಿಲ್ಲ!
ky: кошулган жок уруксат!
lb: Keng Permissiounen addéieren!
lo: ບໍ່ມີສິດອະນຸຍາດເພີ່ມ!
lt: Nėra jokių leidimų!
lv: Nav pievienotas nevienas atļaujas!
mg: Tsy misy famenoana nanampy!
mi: Kaore i whakaaetia he whakaaetanga!
mk: Не се додадени дозволи!
ml: അനുമതികളൊന്നും ചേർത്തിട്ടില്ല!
mn: Нэмэлт зөвшөөрөл алга байна!
mr: कोणत्याही परवानग्या जोडल्या नाहीत!
ms: Tiada kebenaran ditambah!
mt: L-ebda permess miżjud!
my: အဘယ်သူမျှမခွင့်ပြုချက်ပေါင်းထည့်ပြီးပါပြီ!
ne: कुनै अनुमति थपिएको छैन!
nl: Geen rechten toegevoegd!
no: Ingen tillatelser lagt til!
or: କ per ଣସି ଅନୁମତି ଯୋଗ କରାଯାଇ ନାହିଁ!
pa: ਕੋਈ ਅਨੁਮਤੀਆਂ ਸ਼ਾਮਿਲ ਨਹੀਂ ਹੋਈਆਂ!
pl: Nie dodano żadnych uprawnień!
ps: اجازه نشته اضافه شوی!
pt: Nenhuma permissão adicionada!
ro: Nu s-au adăugat permisiuni!
ru: Дополнительные разрешения не добавлены!
rw: Nta ruhushya rwongeyeho!
sd: اجازت ناھي شامل ڪئي وئي
si: අවසර නොමැත!
sk: Neboli pridané žiadne povolenia!
sl: Ni dodanih dovoljenj!
sq: Nuk ka leje shtesë!
sr: Нема дозвола додато!
sv: Inga behörigheter tillagda!
sw: Hakuna ruhusa aliyoongeza!
ta: அனுமதிகள் சேர்க்கப்படவில்லை!
te: సంఖ్య అనుమతులు జోడించబడలేదు!
tg: Ҳеҷ гуна иҷозат надод!
th: ไม่มีสิทธิ์เพิ่ม!
tk: Rugsat goşulmady!
tl: Walang idinagdag na mga pahintulot!
tr: İzin verilmedi!
tt: Рөхсәтләр юк!
ug: ئىجازەت قوشۇلمىدى!
uk: Не додано жодних дозволів!
ur: کوئی اجازت نہیں شامل
uz: Hech qanday huquqlar qo&#39;shilmagan!
vi: Không cho phép thêm!
xh: Akukho zivunyelwe!
yi: קיין פּערמישאַנז מוסיף!

source: ASSIGNED USERS
af: TOEGEWENDE GEBRUIKERS
am: የተመዘገቡ ተጠቃሚዎች
ar: المستخدمون المعينون
az: Təyin olunmuş istifadəçilər
be: НАЗВАННЫЯ КАРЫСТАЛЬНІКІ
bg: НАЗНАЧЕНИ ПОТРЕБИТЕЛИ
bn: নিযুক্ত ব্যবহারকারীরা
ca: USUARIS ASSIGNATS
cs: PŘIDĚLENÍ UŽIVATELÉ
cy: DEFNYDDWYR ASEINIAD
da: TILKENDTE BRUGERE
de: ZUGEWIESENE BENUTZER
el: ΑΝΑΦΟΡΑ ΧΡΗΣΤΕΣ
eo: ASIGNITAJ UZANTOJ
es: USUARIOS ASIGNADOS
et: MÄÄRATUD KASUTAJAD
eu: ESLEITUTAKO ERABILTZAILEAK
fa: اختصاص داده شده به کاربران
fi: MÄÄRÄTYT KÄYTTÄJÄT
fr: UTILISATEURS ASSIGNÉS
fy: TEGENE BRUIKERS
ga: ÚSÁIDEOIRÍ SONRACHA
gd: CLEACHDADH SÒNRAICHTE
gl: USUARIOS ASIGNADOS
gu: સોંપેલ વપરાશકર્તાઓ
hi: असाइन किए गए उपयोगकर्ता
hr: DODJELJENI KORISNICI
hu: FELHASZNÁLT FELHASZNÁLÓK
hy: ՀԱՏՈՎԱ ՕԳՏԱԳՈՐՈՆԵՐԻՆ
id: PENGGUNA YANG TETAPKAN
is: VIÐSKIPTIR NOTENDUR
it: UTENTI ASSEGNATI
iw: משתמשים שהוקצו
ja: 割り当てられたユーザー
ka: მინიჭებული მომხმარებლები
kk: ТАПСЫРЫЛҒАН ПАЙДАЛАНУШЫЛАР
km: អ្នកប្រើដែលបានកំណត់
kn: ನಿಯೋಜಿತ ಬಳಕೆದಾರರು
ku: BERSERSVN BSXWNE
ky: ТАПШЫЛГАН КОЛДОНУЧУЛАР
lb: ASSIGNÉIERT BENOTZER
lo: ຜູ້ໃຊ້ ASSIGNED
lt: PASKIRTI VARTOTOJAI
lv: UZDEVUMI LIETOTĀJIEM
mg: MPampiasa ASA
mi: Kaiwhakamahi i tautuhia
mk: ДОСТАВЕНИ КОРИСНИЦИ
ml: നിയുക്ത ഉപയോക്താക്കൾ
mn: ОНЦЛОХ ХЭРЭГЛЭГЧИД
mr: नियुक्त केलेले वापरकर्ते
ms: PENGGUNA YANG DITETAPKAN
mt: UTENTI ASSENJATI
my: သတ်မှတ်ထားသောသုံးစွဲသူများ
ne: तोकिएको प्रयोगकर्ताहरु
nl: TOEGEWEZEN GEBRUIKERS
no: TILDELTE BRUKERE
or: ସ୍ US ୀକୃତିପ୍ରାପ୍ତ ଉପଯୋଗକର୍ତ୍ତା |
pa: ਨਿਰਧਾਰਤ ਉਪਭੋਗਤਾ
pl: PRZYPISOWANI UŻYTKOWNICY
ps: ګمارل شوي کارونکي
pt: USUÁRIOS ATRIBUÍDOS
ro: UTILIZATORI ALOCATI
ru: НАЗНАЧЕННЫЕ ПОЛЬЗОВАТЕЛИ
rw: ABAKORESHEJWE
sd: مقرر ڪيل استعمال ڪندڙ
si: පවරා ඇති පරිශීලකයින්
sk: PRIDELENÍ UŽÍVATELIA
sl: DODELJENI UPORABNIKI
sq: PSRDORUESIT E CAKTUAR
sr: ДОДЕЉЕНИ КОРИСНИЦИ
sv: TILLDELADE ANVÄNDARE
sw: Watumiaji waliopewa
ta: ஒதுக்கப்பட்ட பயனர்கள்
te: అసైన్డ్ యూజర్లు
tg: Истифодабарандагони таъиншуда
th: ผู้ใช้ที่ได้รับมอบหมาย
tk: BIRLEŞEN Ulanyjylar
tl: TINATalagang USER
tr: ATANAN KULLANICILAR
tt: БАСМАЛАР
uk: ПРИЗНАЧЕНІ КОРИСТУВАЧІ
ur: تفویض کردہ صارفین۔
uz: TAYYORLANGAN FOYDALANUVCHILAR
vi: NGƯỜI DÙNG ĐƯỢC ĐĂNG KÝ
xh: ABASETYENZISIWE
yi: אַססיגנעד יוזערז

source: CASE PERMISSIONS
af: GEVALLESTELLINGS
am: የጉዳይ ፈቃድ
ar: أذونات الحالة
az: NƏZƏR VƏZİFƏLƏR
be: ВЫРАБЫ ДЛЯ ДЗЕЯННЯ
bg: ДОКЛАДИ НА СЛУЧАЙ
bn: কেস পার্মিশন
ca: PERMISSIONS DE CAS
cs: PŘÍPADOVÉ POVOLENÍ
cy: CANIATADAU ACHOS
da: SAGTILLADELSER
de: FALLERLAUBNISSE
el: ΑΔΕΙΕΣ ΥΠΟΘΕΣΗΣ
eo: KAJ PERMISOJ
es: PERMISOS DE CASO
et: JUHTUMITE LUBAD
eu: KASUAREN ONDORIOZ
fa: مجازات موارد
fi: TAPAUKSEN SALLITTAMINEN
fr: AUTORISATIONS DE CAS
fy: CASE TERMISSEN
ga: CEISTEANNA CÁS
gd: CEISTEAN CÙIS
gl: PERMISOS DE CASOS
gu: કેસ પરમિશન
hi: मामले की जांच
hr: DOZVOLE SLUČAJA
hu: ESETES MEGENGEDÉSEK
hy: ԴԻՏԱՐԿՈՒՄՆԵՐ
id: IZIN KASUS
is: TILBOÐFRÉTTIR
it: AUTORIZZAZIONI
iw: הרשאות מקרה
ja: ケース許可
ka: შემთხვევითი პირობები
kk: ІС-ШАРТТАР
km: ការស៊ើបអង្កេតករណី
kn: ಕೇಸ್ ಅನುಮತಿಗಳು
ku: ASN CASE
lb: FALLZPERMISSIOUNEN
lo: ການປະຕິບັດວຽກງານ
lt: ATVEJŲ LEIDIMAI
lv: LIETU ATĻAUJAS
mg: DESISY KASOA
mi: TE WHAKAMAHI KORE
mk: СЛУБИ ПЕРМИСИИ
ml: കേസ് അനുമതികൾ
mn: ТУСГАЙ ШАЛГАЛТ
mr: केस परमीशन
ms: KEBENARAN KES
mt: PERMISSJONIJIET TAL-KAŻ
my: ပြPနာခွင့်ပြုချက်
ne: केस PERMISSIONS
nl: TOESTEMMINGSMOGELIJKHEDEN
no: SAKTILLATELSER
or: କେସ୍ ଅନୁମତି |
pa: ਕੇਸ ਪਰਮੀਸ਼ਨ
pl: ZEZWOLENIA NA SPRAWY
ps: د کاسی شرایط
pt: PERMISSÕES DE CASO
ro: PERMISII DE CAZ
ru: РАЗРЕШЕНИЯ НА СЛУЧАЙ
rw: URUBUGA RW&#39;URUBANZA
sd: ڪيسن جي اجازت
si: සිද්ධි අවසර
sk: PRÍPADOVÉ POVOLENIA
sl: DOVOLJENJA PRIMEROV
sq: PREMISIONET E RASTIT
sr: ДОЗВОЛЕ СЛУЧАЈА
sv: FÖRMÅLANDE
sw: KESI PERMISSIONS
ta: வழக்கு அனுமதிகள்
te: కేసు అనుమతులు
tg: САД ВАСИЯТИ ПАЁМБАР
th: ใบอนุญาตกรณี
tk: KESEL RUGSATLARY
tl: Mga KAHULUGAN NG KASO
tr: VAKA İZİNLERİ
tt: Эш рөхсәте
ug: دېلو مىسالى
uk: ВИМОГИ ВИПАДКУ
ur: کیس اجازت نامے
uz: ISH DASTURI
vi: GIẤY PHÉP
xh: UKUHAMBELA KWEEMPAWU
yi: קאַסע פּערמישאַנז

source: User ID
af: Gebruikers-ID
am: የተጠቃሚው መለያ
ar: معرف المستخدم
az: İstifadəçi adı
be: Ідэнтыфікатар карыстальніка
bg: Идентификационен номер на потребителя
bn: ব্যবহারকারী আইডি
ca: ID d&#39;usuari
cs: uživatelské ID
cy: ID Defnyddiwr
da: bruger ID
de: Benutzeridentifikation
el: ταυτότητα χρήστη
eo: Uzanto-ID
es: Identidad de usuario
et: kasutaja ID
eu: Erabiltzaile IDa
fa: شناسه کاربر
fi: käyttäjätunnus
fr: Identifiant d&#39;utilisateur
ga: ID Úsáideora
gd: ID chleachdaiche
gl: ID do usuario
gu: વપરાશકર્તા ID
hi: यूज़र आईडी
hr: Korisnički ID
hu: Felhasználói azonosító
hy: օգտագործողի այ - Դի
id: identitas pengguna
is: notandanafn
it: ID utente
iw: זהות המשתמש
ja: ユーザーID
ka: მომხმარებლის იდენტიფიკაცია
kk: Қолданушының ID
km: លេខ​សម្គាល់​អ្នក​ប្រើ
kn: ಬಳಕೆದಾರರ ಗುರುತು
ku: Nasnameya nasnameyê
ky: Колдонуучунун ID
lb: Benotzer ID
lt: Vartotojo ID
lv: Lietotāja ID
mg: Anara-mpampiasa
mi: ID Kaiwhakamahi
mk: ИД на корисникот
ml: യൂസർ ഐഡി
mn: Хэрэглэгчийн ID
mr: वापरकर्ता ID
ms: ID Pengguna
mt: ID tal-Utent
my: သုံးစွဲသူအိုင်ဒီ
ne: प्रयोगकर्ता ID
nl: gebruikersnaam
no: bruker-ID
or: ଯୁଜର ଆଇଡି
pa: ਯੂਜਰ ਆਈਡੀ
pl: Identyfikator użytkownika
ps: کارن نوم
pt: ID do usuário
ro: numele de utilizator
ru: Идентификатор пользователя
rw: Indangamuntu
sd: استعمال ڪندڙ جي سڃاڻپ
si: පරිශීලක ID
sk: ID používateľa
sl: Uporabniško ime
sq: ID-ja e përdoruesit
sr: ИД корисник
sv: användar ID
sw: Kitambulisho cha mtumiaji
ta: பயனர் ஐடி
te: వినియోగదారుని గుర్తింపు
tg: Шаҳодатномаи Корбар
tk: Ulanyjy şahsyýetnamasy
tr: Kullanıcı adı
tt: Кулланучы таныклыгы
ug: ئىشلەتكۈچى كىملىكى
uk: ідентифікатор користувача
ur: صارف کی شناخت
uz: foydalanuvchi IDsi
vi: Tên người dùng
xh: Isazisi somsebenzisi
yi: באַניצער שייַן

source: Role
af: Rol
am: ሚና
ar: وظيفة
az: Rolu
be: ролю
bg: роля
bn: ভূমিকা
ca: Paper
cy: Rôl
da: rolle
de: Rolle
el: Ρόλος
eo: Rolo
es: Papel
et: Roll
fa: نقش
fi: Rooli
fr: Rôle
fy: Rol
ga: Ról
gd: Dreuchd
gl: Papel
gu: ભૂમિકા
hi: भूमिका
hr: Uloga
hu: Szerep
hy: Դերը
id: Peran
is: Hlutverk
it: Ruolo
iw: תפקיד
ja: 役割
ka: როლი
kk: Рөл
km: តួនាទី
kn: ಪಾತ್ರ
ky: Мыкты
lb: Roll
lo: ພາລະບົດບາດ
lt: Vaidmuo
lv: Loma
mg: anjara asa
mi: Poari
mk: Улога
ml: പങ്ക്
mn: Даалгавар
mr: भूमिका
ms: Peranan
mt: Rwol
my: အခန်းက္ပ
ne: भूमिका
nl: Rol
no: rolle
or: ଭୂମିକା
pa: ਭੂਮਿਕਾ
pl: Rola
ps: رول
pt: Função
ro: Rol
ru: Роль
rw: Uruhare
sd: ڪردار
si: භූමිකාව
sk: úloha
sl: Vloga
sq: rol
sr: Улога
sv: Roll
sw: Wajibu
ta: பங்கு
te: పాత్ర
tg: Роланд
th: บทบาท
tk: Rol
tl: Papel
tr: rol
tt: Роль
ug: رولى
uk: Роль
ur: کردار
uz: Rol
vi: Vai trò
xh: Indima
yi: ראָלע

source: remove
af: Verwyder
am: ያስወግዱት
ar: إزالة
az: çıxarın
be: выдаліць
bg: Премахване
bn: অপসারণ
ca: traieu
cs: odstranit
cy: tynnu
da: fjerne
de: entfernen
el: αφαιρώ
eo: forigi
es: eliminar
et: eemalda
eu: kendu
fa: برداشتن
fi: Poista
fr: retirer
fy: weinimme
ga: bain
gd: cuir às
gl: quitar
gu: દૂર કરો
hi: हटाना
hr: ukloniti
hu: eltávolítás
hy: հեռացնել
id: menghapus
is: fjarlægja
it: rimuovere
iw: לְהַסִיר
ja: 削除する
ka: ამოიღე
kk: алып тастаңыз
km: យកចេញ
kn: ತೆಗೆದುಹಾಕಿ
ku: dûrxistin
lb: ewechhuelen
lo: ເອົາອອກ
lt: pašalinti
lv: noņemt
mg: esory
mi: tango
mk: отстрани
ml: നീക്കംചെയ്യുക
mn: арилгах
mr: काढा
ms: buang
mt: neħħi
my: ဖယ်ရှားလိုက်ပါ
ne: हटाउनुहोस्
nl: verwijderen
no: ta vekk
or: ଅପସାରଣ କର |
pa: ਹਟਾਓ
pl: usunąć
ps: لرې کول
pt: remover
ro: elimina
ru: удалять
rw: gukuramo
sd: ختم ڪريو
si: ඉවත් කරන්න
sl: Odstrani
sq: hequr
sr: уклони
sv: avlägsna
sw: ondoa
ta: அகற்று
te: తొలగిస్తాయి
tg: хориҷ кунед
th: ลบ
tk: aýyrmak
tl: alisin
tr: Kaldırmak
tt: бетерү
ug: چىقىرىۋېتىڭ
uk: видалити
ur: دور
uz: olib tashlang
vi: tẩy
xh: susa

source: Assign User
af: Gebruik gebruiker
am: ተጠቃሚን መድብ
ar: تعيين المستخدم
az: İstifadəçi Ata
be: прызначыць карыстальніка
bg: Присвояване на потребител
bn: ব্যবহারকারী বরাদ্দ করুন
ca: Assigneu usuari
cs: Přiřadit uživatele
cy: Neilltuo Defnyddiwr
da: Tildel bruger
de: Benutzer zuordnen
el: Εκχώρηση χρήστη
eo: Asigni Uzanton
es: Asignar usuario
et: Kasutaja määramine
eu: Esleitu erabiltzailea
fa: اختصاص کاربر
fi: Määritä käyttäjä
fr: Assigner un utilisateur
fy: Meitsje brûker
ga: Sann an t-úsáideoir
gd: Sònraich an cleachdaiche
gl: Asignar usuario
gu: વપરાશકર્તા સોંપો
hi: उपयोगकर्ता असाइन करें
hr: Dodijeli korisnika
hu: Felhasználó hozzárendelése
hy: Նշեք օգտվողին
id: Tetapkan Pengguna
is: Úthluta notanda
it: Assegna utente
iw: הקצה משתמש
ja: ユーザーを割り当て
ka: დანიშნოს მომხმარებელი
kk: Пайдаланушыны тағайындаңыз
km: ផ្ដល់អ្នកប្រើ
kn: ಬಳಕೆದಾರರನ್ನು ನಿಗದಿಪಡಿಸಿ
ku: Bikaranîna Bikarhêner
ky: дайындоо колдонуучу
lt: Priskirti vartotoją
lv: Piešķirt lietotājam
mg: Omeo mpampiasa
mi: Tohua Kaiwhakamahi
mk: Додели го корисникот
ml: ഉപയോക്താവിനെ നിയോഗിക്കുക
mn: Хэрэглэгчийг оноох
mr: वापरकर्त्यास नियुक्त करा
ms: Berikan Pengguna
mt: Assenja l-Utent
my: အသုံးပြုသူ assign
ne: प्रयोगकर्ता असाइन गर्नुहोस्
nl: Gebruiker toewijzen
no: Tilordne bruker
or: ଉପଯୋଗକର୍ତ୍ତା ନ୍ୟସ୍ତ କରନ୍ତୁ |
pa: ਯੂਜ਼ਰ ਨੂੰ ਸੌਂਪਣਾ
pl: Przypisz użytkownika
ps: کارن ټاکنه
pt: Atribuir usuário
ro: Alocați utilizator
ru: Назначить пользователя
rw: Shinga Umukoresha
sd: استعمال ڪريو
si: පරිශීලකයා පැවරීම
sk: Priradiť používateľa
sl: Dodeli uporabnika
sq: Cakto Përdoruesin
sr: Додели корисника
sv: Tilldela användaren
sw: Weka Mtumiaji
ta: பயனர் ஒதுக்கவும்
te: వాడుకరిని అప్పగించుము
tg: Истифодабаранда таъин кунед
th: กำหนดผู้ใช้
tk: Ulanyjy belläň
tl: Magtalaga ng User
tr: Kullanıcı Ata
tt: Кулланучыны билгеләгез
ug: ئىشلەتكۈچى بەلگىلەڭ
uk: Призначити користувача
ur: صارف کو تفویض کریں
uz: Foydalanuvchi belgilash
vi: Chỉ định người dùng
xh: Yika Umsebenzisi
yi: באַשטעטיקן באַניצער

source: User
af: Gebruiker
am: ተጠቃሚ
ar: مستخدم
az: İstifadəçi
be: Карыстальнік
bg: Потребител
bn: ব্যবহারকারী
ca: Usuari
cs: Uživatel
cy: Defnyddiwr
da: Bruger
de: Nutzer
el: Χρήστης
eo: Uzanto
es: Usuario
et: Kasutaja
eu: Erabiltzailea
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
fy: Brûker
ga: Úsáideoir
gd: Cleachdaiche
gl: Usuario
gu: વપરાશકર્તા
hi: उपयोगकर्ता
hr: Korisnik
hu: Felhasználó
hy: Օգտագործող
id: Pengguna
is: Notandi
it: Utente
iw: מִשׁתַמֵשׁ
ja: ユーザー
ka: მომხმარებელი
kk: Пайдаланушы
km: អ្នក​ប្រើ
kn: ಬಳಕೆದಾರ
ku: Bikaranîvan
ky: Колдонуучу
lb: Benotzer
lo: ຜູ້ໃຊ້
lt: Vartotojas
lv: Lietotājs
mg: Mpampiasa
mi: Kaiwhakamahi
mk: Корисник
ml: ഉപയോക്താവ്
mn: Хэрэглэгч
mr: वापरकर्ता
ms: Pengguna
mt: Utent
my: အသုံးပြုသူကို
ne: प्रयोगकर्ता
nl: Gebruiker
no: Bruker
or: ଉପଯୋଗକର୍ତ୍ତା |
pa: ਉਪਭੋਗਤਾ
pl: Użytkownik
ps: کارن
pt: Do utilizador
ro: Utilizator
ru: Пользователь
rw: Umukoresha
sd: استعمال ڪندڙ
si: පරිශීලක
sk: Používateľ
sl: Uporabnik
sq: Përdorues
sr: Корисник
sv: Användare
sw: Mtumiaji
ta: பயனர்
te: వినియోగదారు
tg: Корбар
th: ผู้ใช้
tk: Ulanyjy
tl: Gumagamit
tr: Kullanıcı
tt: Кулланучы
ug: ئىشلەتكۈچى
uk: Користувач
ur: صارف
uz: Foydalanuvchi
vi: Người sử dụng
xh: Umsebenzisi
yi: באַניצער

source: ADD USER
af: VOEG GEBRUIKER BY
am: ተጠቃሚ ያክሉ
ar: إضافة مستخدم
az: İSTİFADƏÇİ əlavə edin
be: ДАДАЦЬ КАРЫСТАЛЬНІКА
bg: ДОБАВЕТЕ ПОТРЕБИТЕЛ
bn: ব্যবহারকারী যোগ করুন
ca: AFEGEIX UN USUARI
cs: PŘIDAT UŽIVATELE
cy: YCHWANEGU DEFNYDDWYR
da: TILFØJ BRUGER
de: NUTZER HINZUFÜGEN
el: ΠΡΟΣΘΕΣΕ ΧΡΗΣΤΗ
eo: ALDONI UZANTON
es: AGREGAR USUARIO
et: LISA KASUTAJA
eu: GEHITU ERABILTZAILEA
fa: افزودن کاربر
fi: LISÄÄ KÄYTTÄJÄ
fr: AJOUTER UN UTILISATEUR
fy: Foegje brûker ta
ga: ADD ÚSÁIDEOIR
gd: ADD CLEACHDADH
gl: AGREGAR USUARIO
gu: વપરાશકર્તા ઉમેરો
hi: उपयोगकर्ता जोड़ें
hr: DODAJ KORISNIKA
hu: FELHASZNÁLÓ HOZZÁADÁSA
hy: ԼՐԱԵՔ ՕԳՏԱԳՈՐՈ
id: TAMBAHKAN PENGGUNA
is: BÆTA VIÐ NOTANDA
it: AGGIUNGI UTENTE
iw: הוסף משתמש
ja: ユーザーを追加する
ka: მომხმარებლის დამატება
kk: ПАЙДАЛАНУШЫ ҚОСУ
km: អ្នកប្រើបន្ថែម
kn: ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ
ku: Bikarhêner BIKE
ky: КОЛДОНУУЧУ КОШ
lb: BENOTZT BENOTZER
lo: ເພີ່ມຜູ້ໃຊ້
lt: PRIDĖTI VARTOTOJĄ
lv: PIEVIENOT LIETOTĀJU
mg: Mampiasà mpampiasa
mi: WHAKAMAHI KAUPAPA
mk: ДОДАЈ КОРИСНИК
ml: ഉപയോക്താവിനെ ചേർക്കുക
mn: ХЭРЭГЛЭГЧ НЭМЭХ
mr: वापरकर्ता जोडा
ms: TAMBAHKAN PENGGUNA
mt: ŻID L-UTENT
my: အသုံးပြုသူထည့်ပါ
ne: प्रयोगकर्ता थप्नुहोस्
nl: VOEG GEBRUIKER TOE
no: LEGG TIL BRUKER
or: ଉପଯୋଗକର୍ତ୍ତା ଯୋଡନ୍ତୁ |
pa: ਉਪਭੋਗਤਾ ਸ਼ਾਮਲ ਕਰੋ
pl: DODAJ UŻYTKOWNIKA
ps: د کارت اضافه
pt: ADICIONAR USUÁRIO
ro: ADĂUGAȚI UTILIZATOR
ru: ДОБАВИТЬ ПОЛЬЗОВАТЕЛЯ
rw: WONGEYE UKORESHE
sd: استعمال ڪندڙ شامل ڪريو
si: පරිශීලකයා එක් කරන්න
sk: PRIDAŤ UŽÍVATEĽA
sl: DODAJ UPORABNIKA
sq: SHTO PERRDORUESIN
sr: ДОДАТИ КОРИСНИКА
sv: LÄGG TILL ANVÄNDARE
sw: ONGEZA MTUMIAJI
ta: பயனரைச் சேர்க்கவும்
te: USER ని జోడించండి
tg: Истифодабарандаро илова кунед
th: เพิ่มผู้ใช้
tk: Ulanyjy goş
tl: IDAGDAG ANG GUMAGAMIT
tr: KULLANICI EKLE
tt: Кулланучыны өстәгез
uk: ДОДАТИ КОРИСТУВАЧА
ur: صارف شامل کریں
uz: FOYDALANuvchini qo'shish
vi: THÊM NGƯỜI DÙNG
xh: Yongeza UMSEBENZI
yi: צוגעבן באַניצער
