Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
af: 10.5 Eksklusiewe regsmiddel: Hierdie Artikel 10 bepaal die aanspreeklikheid van die skadeloosstellende party teenoor, en die skadelike party se eksklusiewe regsmiddel teen die ander party vir enige soort eis wat in hierdie Afdeling beskryf word.
am: 10.5 ልዩ መድሐኒት ይህ ክፍል 10 በዚህ ክፍል ለተገለፀው ለማንኛውም ወገን የይገባኛል ጥያቄን ለሌላ ወገን ብቸኛ ግዴታን የመወንጀል እና ብቸኛ ወገንን የመዋሸት መብት ይገልጻል ፡፡
ar: 10.5 الانتصاف الحصري: ينص هذا البند 10 على مسؤولية الطرف المُطالَب بالتعويض الوحيد ، والتعويض الحصري للطرف المُعوَّض ضد الطرف الآخر عن أي نوع من المطالبات الموضحة في هذا القسم.
az: 10.5 Eksklüziv müdafiə: Bu Bölmə 10 Bu Bölmədə təsvir olunan hər hansı bir iddia növü üçün qarşı tərəfin qarşı tərəfə qarşı yeganə cavabdehliyini və qarşı tərəfin ödədiyi müstəsna vasitəni bildirir.
be: 10.5 Эксклюзіўныя сродкі прававой абароны: У гэтым раздзеле 10 гаворыцца аб выключнай адказнасці ўдзельніка, які абвяшчае адказнасць, і эксклюзіўным сродкам прававой абароны супраць другой стороны за любы тып патрабаванняў, апісаных у гэтым раздзеле.
bg: 10.5 Изключително обезщетение: В този раздел 10 е посочена носещата отговорност на обезщетяващата страна и изключителното средство за защита на обезщетената страна срещу другата страна за всякакъв вид искове, описани в този раздел.
bn: 10.5 এক্সক্লুসিভ প্রতিকার: এই ধারা 10-এ এই ধারায় বর্ণিত যে কোনও ধরণের দাবির জন্য অন্য পক্ষের বিরুদ্ধে ক্ষতিপূরণ প্রদানকারী দলের একমাত্র দায়বদ্ধতা এবং ক্ষতিপূরণপ্রাপ্ত দলের একচেটিয়া প্রতিকার উল্লেখ করেছে states
ca: 10.5 Solució exclusiva: En aquesta secció 10 s’exposa l’única responsabilitat de la part indemnitzadora i el remei exclusiu contra la part indemnitzada contra l’altra part per a qualsevol tipus de reclamació descrita en aquesta secció.
cs: 10.5 Výhradní opravné prostředky: V tomto oddíle 10 je stanovena výhradní odpovědnost odškodňující strany vůči výlučnému odškodnění odškodněné strany vůči druhé straně za jakýkoli druh nároku popsaného v tomto oddíle.
cy: 10.5 Unioni Uniongyrchol: Mae&#39;r Adran 10 hon yn nodi unig atebolrwydd y parti indemnio i&#39;r parti arall, a rhwymedi unigryw&#39;r parti indemniedig yn ei erbyn, am unrhyw fath o hawliad a ddisgrifir yn yr Adran hon.
da: 10.5 Eksklusiv afhjælpning: Dette afsnit 10 angiver den erstatningspligtes eneste ansvar over for og den erstatningspligtes eksklusive retsmiddel mod den anden part for enhver form for krav beskrevet i dette afsnit.
de: 10.5 Ausschließliche Abhilfe: In diesem Abschnitt 10 wird die alleinige Haftung der Freistellungspartei gegenüber der anderen Partei und die ausschließliche Abhilfe der Freistellungspartei gegenüber der anderen Partei für jede in diesem Abschnitt beschriebene Art von Anspruch angegeben.
el: 10.5 Αποκλειστική αποκατάσταση: Αυτή η Ενότητα 10 δηλώνει την αποκλειστική ευθύνη του αποζημιώνοντος έναντι και την αποκλειστική αποκατάσταση του αποζημιωθέντος έναντι του άλλου για οποιοδήποτε είδος αξίωσης που περιγράφεται στην παρούσα Ενότητα.
eo: 10.5 Ekskluziva Rimedo: Ĉi tiu Sekcio 10 deklaras la solan respondecon de la akuzanto kaj la ekskluziva rimedo kontraŭ la indemnizulo kontraŭ la alia partio por ia ajn reklamacio priskribita en ĉi tiu Sekcio.
es: 10.5 Remedio exclusivo: Esta Sección 10 establece la responsabilidad exclusiva de la parte indemnizadora y el remedio exclusivo de la parte indemnizada contra la otra parte por cualquier tipo de reclamo descrito en esta Sección.
et: 10.5 Ainuõiguslik abinõu: Selles jaotises 10 sätestatakse hüvitava poole ainuvastutus teise osalise ees ja hüvitatava poole ainuõiguslikud abinõud teises osas käesolevas jaotises kirjeldatud mis tahes nõude eest.
eu: 10.5 Salbuespen esklusiboa: 10. atal honek atal honetan deskribatutako erantzukizun bakarra eta atal honetan deskribatutako edozein motatako erreklamazioen aurkako erantzukizun esklusiboa adierazten du.
fa: 10.5 راه حل منحصر به فرد: در این بخش 10 مسئولیت تنها طرف غرامت بخش از طرف مقابل برای هر نوع ادعای توصیف شده در این بخش نسبت به طرف مقابل جبران شده است.
fi: 10.5 Yksinoikeinen korvauskeino: Tässä 10 jaksossa todetaan korvausvelvollisen yksinomainen vastuu toiselle osapuolelle ja korvauksen saaneen osapuolen yksinomainen korvausvaatimus toiselle osapuolelle tässä jaksossa kuvatun tyyppisistä vaatimuksista.
fr: 10.5 Recours exclusif: Cet article 10 énonce la seule responsabilité de la partie indemnisante envers l&#39;autre partie et le recours exclusif de la partie indemnisée contre tout type de réclamation décrit dans la présente section.
fy: 10.5 Eksklusyf middel: Dizze paragraaf 10 stelt de iennichste oanspraaklikheid fan &#39;e skeafergoeding oan&#39; e, en de eksklusive remeedzje fan &#39;e frijwarde partij tsjin, de oare partij foar elke soarte fan claim beskreaun yn dizze paragraaf.
ga: 10.5 Leigheas Eisiatach: Luann an tAlt 10 seo dliteanas aonair an pháirtí slánaíochta don pháirtí eile, agus leigheas eisiach an pháirtí slánaíochta ina choinne, as aon chineál éilimh a thuairiscítear san Alt seo.
gd: 10.5 Leigheas Toirmeasg: Tha an Earrann 10 seo ag innse an aon uallach a th ’aig a’ phàrtaidh slànachaidh air a ’phàrtaidh eile, agus an aon leigheas a th’ aig a ’phàrtaidh neo-dhligheach airson tagradh de sheòrsa sam bith a tha air a mhìneachadh san Roinn seo.
gl: 10.5 Remedio exclusivo: Esta sección 10 expresa a responsabilidade exclusiva da parte indemnizadora e o recurso exclusivo contra a parte indemnizada contra a outra parte por calquera tipo de reclamación descrita nesta sección.
gu: 10.5 વિશિષ્ટ ઉપાય: આ કલમ 10 એ આ વિભાગમાં વર્ણવેલ કોઈપણ પ્રકારનાં દાવા માટે અન્ય પક્ષની ક્ષતિપૂર્તિ કરનાર પક્ષની એકમાત્ર જવાબદારી, અને અનધિકૃત પક્ષની વિશિષ્ટ ઉપાય જણાવે છે.
hi: 10.5 विशेष उपाय: यह धारा 10 बताती है कि क्षतिपूर्ति करने वाली पार्टी की पूरी ज़िम्मेदारी है, और इस धारा में वर्णित किसी भी प्रकार के दावे के लिए दूसरे पक्ष के खिलाफ निंदनीय पार्टी का अनन्य उपाय है।
hr: 10.5 Ekskluzivni pravni lijek: Ovaj odjeljak 10 navodi isključivu odgovornost stranke koja je obeštetila i isključivu pravnu sredstvo protiv druge strane za bilo koju vrstu zahtjeva opisanog u ovom odjeljku.
hu: 10.5 Kizárólagos jogorvoslat: Ez a 10. szakasz kimondja a kártalanító felet a másik féllel szemben kizárólagos felelősséggel és a kártalanított fél kizárólagos jogorvoslatával szemben a jelen szakaszban ismertetett bármely típusú követeléssel szemben.
hy: 10.5 Բացառական միջոց. 10-րդ բաժնում նշվում է որպես հատուցող կողմի միակ պարտականությունը և հատուցվող կողմի բացառիկ միջոցը մյուս կողմի նկատմամբ `այս բաժնում նկարագրված ցանկացած պահանջի համար:
id: 10.5 Obat Eksklusif: Bagian 10 ini menyatakan tanggung jawab satu-satunya pihak yang mengganti kerugian kepada, dan ganti rugi eksklusif pihak yang mendapatkan ganti rugi terhadap, pihak lain untuk segala jenis klaim yang dijelaskan dalam Bagian ini.
is: 10.5 Einkaréttarúrræði: Í þessum kafla 10 er eini skaðabótaskyldur aðilinn ábyrgur gagnvart hinum aðilanum gagnvart hinum aðilanum vegna hvers konar kröfu sem lýst er í þessum kafla.
it: 10.5 Rimedio esclusivo: la presente Sezione 10 stabilisce la sola responsabilità della parte indennizzante nei confronti della controparte e il rimedio esclusivo della parte indennizzata nei confronti di qualsiasi tipo di reclamo descritto nella presente Sezione.
iw: 10.5 סעד בלעדי: סעיף 10 זה קובע את האחריות הבלעדית של הצד המפצה כלפי הסעד האחר כלפי הצד השני בכל סוג של תביעה המתוארת בסעיף זה.
ja: 10.5独占的救済：このセクション10は、このセクションに記載されているあらゆる種類の請求に対する、補償当事者の相手方当事者に対する唯一の責任および補償当事者の独占的救済策を述べています。
ka: 10.5 ექსკლუზიური გამოსწორება: ეს ნაწილი 10 აღწერს კომპენსაციის ანაზღაურებას მხარის მიერ პასუხისმგებლობის ანაზღაურებას, ხოლო მეორე მხარეს ანაზღაურდება განსაკუთრებული ზიანის ანაზღაურება სხვა მხარის მიმართ, ამ თავში აღწერილი ნებისმიერი სარჩელის მიმართ.
kk: 10.5 Айрықша қорғау шаралары: Бұл 10-бөлімде осы бөлімде сипатталған кез-келген шағым түріне қарсы тараптың басқа тарап алдындағы жалғыз жауапкершілігі және өтелетін тараптың айрықша құқығы бар.
km: ១០.៥ សំណងផ្តាច់មុខ៖ ផ្នែកទី ១០ នេះចែងអំពីការទទួលខុសត្រូវរបស់ភាគីដែលត្រូវទទួលខុសត្រូវចំពោះសំណងនិងការផ្តាច់មុខរបស់ភាគីដែលប្រឆាំងនឹងសំណងភាគីម្ខាងទៀតចំពោះប្រភេទនៃការទាមទារណាមួយដែលបានពិពណ៌នានៅក្នុងផ្នែកនេះ។
ku: 10.5 Remareserkirina Bawer: Ev Beşê 10 bi berpirsyariya yekane ya partiya dayîna mezaxtinê, û rêgirtina berbiçav a partiya neçareserkirî, ji aliyekî din re ji bo her celebek doza ku di vê Beşê de hatî destnîşan kirin de diyar dike.
ky: 10.5 Өзгөчө коргоо чаралары: Бул 10-бөлүм, ушул бөлүктө келтирилген талаптардын ар кандай түрү үчүн, башка тараптын ордун толтурган тараптын алдындагы жалгыз жоопкерчилиги жана ордун толтурган тараптын эксклюзивдүү чарасы баяндалат.
lb: 10.5 Exklusiv Recours: Dës Sektioun 10 steet déi eenzeg Responsabilitéit vun der indemnifying Partei op, an déi exklusiv Recours géint déi aner Partei fir all aner Fuerderung beschriwwen an dëser Sektioun.
lo: 10.5 ວິທີການແກ້ໄຂສະເພາະ: ພາກນີ້ 10 ຂໍ້ກ່າວເຖິງຄວາມຮັບຜິດຊອບຂອງພັກຝ່າຍດຽວທີ່ຖືກກ່າວຫາ, ແລະວິທີການແກ້ໄຂພິເສດຂອງຝ່າຍຕໍ່ຕ້ານທີ່ຖືກກ່າວຫາ, ຝ່າຍອື່ນເພື່ອການຮ້ອງຂໍປະເພດໃດ ໜຶ່ງ ທີ່ໄດ້ອະທິບາຍໄວ້ໃນພາກນີ້.
lt: 10.5. Išimtinė teisių gynimo priemonė: Šiame 10 skyriuje nurodoma išimtinė žalos atlyginimo šalies atsakomybė kitai šaliai ir išimtinė žalos atlyginimo šalis teisei už bet kokį šiame skyriuje aprašytą ieškinį.
lv: 10.5. Ekskluzīvs tiesiskās aizsardzības līdzeklis: šajā 10. iedaļā ir noteikta atlīdzinošās puses vienīgā atbildība pret otru pusi un atlīdzinātās puses ekskluzīvie tiesiskās aizsardzības līdzekļi pret otru pusi par jebkura veida prasījumiem, kas aprakstīti šajā sadaļā.
mg: 10.5 Famelabelarana faran&#39;izay diso: Ity fizarana 10 ity dia milaza ny adin&#39;ny antoko manameloka ary ny fanafody manokana ataon&#39;ny antoko voarindra, ny antoko hafa ho an&#39;ny karazana fitakiana voalaza ao amin&#39;ity fizarana ity.
mi: 10.5 Whakawhiwhi Kuukiri: Ko tenei Wahanga 10 e kii ana i te mana o te roopu takahi ki te, me te rongoa motuhake a te roopu whakahee, ko tetahi atu roopu mo tetahi momo kereme i whakaahuatia i roto i tenei tekiona.
mk: 10.5 Ексклузивно средство за лекување: Овој дел 10 ја наведува единствената одговорност на страната на обештетување и ексклузивниот лек за обештетување на странката за кој било вид на побарување опишано во овој дел.
mn: 10.5 Онцгой арга хэмжээ авах тухай шийдвэр: Энэ 10-р хэсэгт энэ хэсэгт дурдсан аливаа нэхэмжлэлийн шаардлагыг нөгөө талд ногдуулах, нөгөө талын эсрэг нөхөн төлбөр өгөх онцгой арга хэмжээг тусгасан болно.
mr: 10.5 अनन्य उपाय: या कलम 10 मध्ये नुकसान भरपाई करणार्‍या पक्षाची संपूर्ण जबाबदारी आणि या कलमात वर्णन केलेल्या कोणत्याही प्रकारच्या दाव्यासाठी, अन्य पक्षाच्या विरोधात नुकसान भरपाई करणार्‍या पक्षाचा अनन्य उपाय आहे.
ms: 10.5 Penyelesaian Eksklusif: Bahagian 10 ini menyatakan tanggungjawab penuh pihak yang diberi ganti rugi kepada, dan penyelesaian eksklusif pihak yang dilindungi terhadap pihak lain untuk sebarang jenis tuntutan yang dijelaskan dalam Bahagian ini.
mt: 10.5 Rimedju Esklussiv: Din it-Taqsima 10 tiddikjara r-responsabbiltà esklussiva tal-parti li tikkumpensa u r-rimedju esklussiv kontra l-parti indennifikata kontra l-parti l-oħra għal kwalunkwe tip ta &#39;talba deskritta f&#39;din it-Taqsima.
my: ၁၀.၅ သီးသန့်ကုစားနည်း - ဤပုဒ်မ ၁၀ တွင်လျော်ကြေးပေးရန်ပါတီ၏တစ် ဦး တည်းတာဝန်ရှိမှုနှင့်အခြားပါတီအားဤပုဒ်မတွင်ဖော်ပြထားသောမည်သည့်ပြောဆိုချက်မျိုးကိုမဆိုဆန့်ကျင်ဖက်လျော်သောဆေးကုသမှုကိုဖော်ပြထားသည်။
ne: १०..5 अनन्य उपचार: यो धारा १० ले क्षतिपूर्ति दिने पार्टीको एकमात्र दायित्व र यस धारामा वर्णन गरिएको कुनै पनि प्रकारको दाबीको लागि अर्को पक्ष विरूद्ध क्षतिपूर्ति प्राप्त पार्टीको विशेष उपचार बताउँछ।
nl: 10.5 Exclusief rechtsmiddel: dit artikel 10 vermeldt de uitsluitende aansprakelijkheid van de schadeloosstellende partij en het exclusieve rechtsmiddel van de schadeloosgestelde partij tegen de andere partij voor elk type claim dat in dit artikel wordt beschreven.
no: 10.5 Eksklusivt middel: Dette avsnitt 10 angir den skadesløsholdendes eneste ansvar overfor, og den skadesløsholdes eksklusive middel mot den andre parten for enhver type krav beskrevet i dette avsnittet.
or: 10.5 ଏକ୍ସକ୍ଲୁସିଭ୍ ପ୍ରତିକାର: ଏହି ବିଭାଗରେ ବର୍ଣ୍ଣିତ ଯେକ type ଣସି ପ୍ରକାରର ଦାବି ପାଇଁ ଅନ୍ୟ ପକ୍ଷ ବିରୁଦ୍ଧରେ କ୍ଷତିପୂରଣ ପାର୍ଟିର ଏକମାତ୍ର ଦାୟିତ୍, ଏବଂ କ୍ଷତିପୂରଣ ପାର୍ଟିର ଏକମାତ୍ର ପ୍ରତିକାର ପାଇଁ ଦର୍ଶାଯାଇଛି |
pa: 10.5 ਨਿਵੇਕਲਾ ਉਪਚਾਰ: ਇਹ ਧਾਰਾ 10 ਇਸ ਧਾਰਾ ਵਿੱਚ ਵਰਣਿਤ ਕਿਸੇ ਵੀ ਕਿਸਮ ਦੇ ਦਾਅਵੇ ਲਈ ਦੂਸਰੀ ਧਿਰ ਵਿਰੁੱਧ ਮੁਆਵਜ਼ੇ ਦੀ ਧਿਰ ਦੀ ਇਕਮਾਤਰ ਜ਼ਿੰਮੇਵਾਰੀ, ਅਤੇ ਮੁਆਵਜ਼ੇ ਦੀ ਧਿਰ ਦਾ ਇਕਮਾਤਰ ਉਪਾਅ ਦੱਸਦੀ ਹੈ।
pl: 10.5 Wyłączne zadośćuczynienie: niniejszy punkt 10 określa wyłączną odpowiedzialność strony odszkodowawczej i wyłączne zadośćuczynienie stronie przeciwnej wobec drugiej strony z tytułu jakichkolwiek roszczeń opisanych w tej sekcji.
ps: 10.5 ځانګړې درملنه: پدې برخه 10 کې د زیان منونکي ګوند یوازینۍ مسؤلیت په ګوته کوي ، او په وړاندې د زیان منل شوي ګوند ځانګړې درملنه ، بل اړخ ته پدې برخه کې بیان شوي هر ډول ادعا لپاره.
pt: 10.5 Solução Exclusiva: Esta Seção 10 declara a responsabilidade exclusiva da parte indenizadora e a solução exclusiva da parte indenizada contra a outra parte por qualquer tipo de reivindicação descrita nesta Seção.
ro: 10.5 Remediu exclusiv: Această secțiune 10 declară răspunderea exclusivă a părții despăgubitoare față de cealaltă parte și remedierea exclusivă a părții despăgubite pentru orice tip de creanță descrisă în această secțiune.
ru: 10.5 Исключительное средство правовой защиты: в данном разделе 10 указана единоличная ответственность возмещающей стороны и исключительное средство правовой защиты возмещаемой стороны против другой стороны по любому виду претензий, описанных в этом разделе.
sd: 10.5 خاص علاج: هن سيڪشن 10 ۾ ڪنهن به قسم جي دعويٰ لاءِ ڪنهن ٻئي قسم جي دعويٰ جي لاءِ معافي ڏيڻ واري پارٽي جي مڪمل ذميواري ، ۽ ڪنهن ٻئي ڌر جي خلاف معافي جي پارٽي جي خاص ذميواري بيان ڪئي وئي آهي.
si: 10.5 සුවිශේෂී පිළියම: මෙම කොටසේ විස්තර කර ඇති ඕනෑම ආකාරයක හිමිකම් පෑමක් සඳහා වන්දි ගෙවන පාර්ශවයේ එකම වගකීම සහ අනෙක් පාර්ශවයට එරෙහිව වන්දි නොගෙවන පාර්ශවයේ සුවිශේෂී පිළියම මෙම 10 වන වගන්තියේ සඳහන් වේ.
sk: 10.5 Výhradné opravné prostriedky: V tomto oddiele 10 sa uvádza výlučná zodpovednosť odškodňujúcej strany a výhradné opravné prostriedky odškodnenej strany voči druhej strane za akýkoľvek typ nároku opísaný v tomto oddiele.
sl: 10.5 Ekskluzivno pravno sredstvo: V tem oddelku 10 je navedena izključna odgovornost odškodninske stranke do izključne odškodnine druge stranke za kakršno koli zahtevo, opisano v tem oddelku.
sq: 10.5 Mjeti juridik ekskluziv: Ky Seksion 10 tregon përgjegjësinë e vetme të palës dëmshpërbluese dhe mjetin ekskluziv të palës dëmshpërbluese ndaj palës tjetër për çdo lloj pretendimi të përshkruar në këtë Seksion.
sr: 10.5 Ексклузивни правни лек: У овом одељку 10 наведена је искључива одговорност обештећујуће стране и ексклузивни лек друге странке против било које врсте захтева описаних у овом одељку.
sv: 10.5 Exklusivt botemedel: Detta avsnitt 10 anger den skadeståndande partens enda ansvar gentemot partens exklusiva botemedel mot den andra parten för alla typer av fordringar som beskrivs i detta avsnitt.
sw: 10.5 Suluhisho la kipekee: Sehemu hii ya 10 inaelezea dhima ya kukosesha chama, na suluhisho la kipekee la chama hicho dhidi ya, mhusika mwingine kwa madai ya aina yoyote yaliyoelezwa katika Sehemu hii.
ta: 10.5 பிரத்தியேக தீர்வு: இந்த பிரிவில் விவரிக்கப்பட்டுள்ள எந்தவொரு உரிமைகோரலுக்கும் மற்ற கட்சிக்கு இழப்பீடு தரும் கட்சியின் ஒரே பொறுப்பு, மற்றும் இழப்பீடு செய்யப்படாத கட்சியின் பிரத்தியேக தீர்வு ஆகியவற்றை இந்த பிரிவு 10 கூறுகிறது.
te: 10.5 ప్రత్యేకమైన పరిహారం: ఈ విభాగంలో వివరించిన ఏ రకమైన దావాకైనా ఇతర పార్టీకి నష్టపరిహారం చెల్లించే పార్టీ యొక్క ఏకైక బాధ్యత మరియు నష్టపరిహార పార్టీ యొక్క ప్రత్యేక పరిహారం ఈ విభాగం 10 పేర్కొంది.
tg: 10.5 Роҳи истисноӣ: Дар ин фасли 10 масъулияти ягонаи ҷуброни зарар ва чораи истисноии тарафи ҷуброн аз ҷониби тарафи дигар барои ҳама гуна даъвоҳои дар ин бахш шарҳ додашуда нишон дода мешавад.
th: 10.5 การเยียวยาพิเศษ: มาตรา 10 นี้ระบุถึงความรับผิดของฝ่ายที่ชดใช้ แต่เพียงผู้เดียวและและฝ่ายที่ได้รับการเยียวยา แต่เพียงผู้เดียวที่ได้รับการชดใช้สำหรับอีกฝ่ายสำหรับการเรียกร้องประเภทใด ๆ ที่อธิบายไว้ในส่วนนี้
tk: 10.5 Aýratyn bejeriş serişdesi: 10-njy bölümde öwezini dolýan tarapyň şu Bölümde beýan edilen islendik talap görnüşi üçin beýleki tarapa garşy ýeke-täk jogapkärçiligi we öwezini dolýan tarapyň ýeke-täk çäresi görkezilýär.
tl: 10.5 Eksklusibong Natanggal: Ang Seksyon 10 na ito ay nagsasaad ng nag-iisang pananagutan ng partido sa, at ang eksklusibong remedyo ng indigadong partido laban sa, ang iba pang partido para sa anumang uri ng paghahabol na inilarawan sa Seksyon na ito.
tr: 10.5 Münhasır Çözüm: Bu Bölüm 10, Tazmin Eden Tarafın, bu Bölümde açıklanan her türlü talep için karşı tarafa karşı tek yükümlülüğünü ve Tazmin Edilen Tarafın münhasır çözüm yolunu belirtir.
tt: 10.5 Эксклюзив төзәтү: Бу бүлектә 10 бүлектә компенсацияләнгән якның бердәнбер җаваплылыгы, һәм бу бүлектә тасвирланган теләсә нинди дәгъва өчен бүтән якка каршы компенсация чарасы күрсәтелгән.
ug: 10.5 ئالاھىدە ھەل قىلىش چارىسى: بۇ 10-پاراگراف تۆلەم بەرگۈچىنىڭ بۇ پاراگرافتا تەسۋىرلەنگەن ھەر خىل تەلەپلەر ئۈچۈن قارشى تەرەپكە قارىتا تۆلەم جاۋابكارلىقىنى ئۈستىگە ئالىدۇ.
uk: 10.5 Ексклюзивні засоби захисту: У цьому розділі 10 зазначається виняткова відповідальність сторони, яка відшкодовує, та винятковий засіб захищеної сторони проти іншої сторони за будь-який тип вимог, описаний у цьому розділі.
ur: 10.5 خصوصی علاج: اس دفعہ 10 میں اس سیکشن میں بیان کردہ کسی بھی قسم کے دعوے کے لئے ، دوسری جماعت کے خلاف معاوضہ دینے والی پارٹی کی واحد ذمہ داری ، اور اس کے خلاف معاوضہ لینے والی جماعت کا خصوصی علاج بیان کیا گیا ہے۔
uz: 10.5 Eksklyuziv himoya choralari: Ushbu 10-bo&#39;limda ushbu bo&#39;limda ko&#39;rsatilgan har qanday da&#39;vo turlari uchun boshqa tomonga nisbatan javobgarlik qoplanadigan tomonning javobgarligi va boshqa tomonga nisbatan qoplanadigan maxsus himoya choralari ko&#39;rsatilgan.
vi: 10.5 Biện pháp khắc phục độc quyền: Phần 10 này nêu rõ trách nhiệm pháp lý của bên được bồi thường và biện pháp khắc phục độc quyền của bên được bồi thường đối với bên kia đối với bất kỳ loại khiếu nại nào được mô tả trong Phần này.
xh: 10.5 Uncedo oluNgafaniyo: Eli candelo le-10 lichaza uxanduva lokuhlawula amatyala akhe, kunye neqela elikhuselweyo elichasene nolunye, elinye iqela ngalo naluphi na uhlobo lwamabango achazwe kweli candelo.
yi: 10.5 ויסשליסיק סגולע: די אָפּטיילונג 10 באַשטייט פון די אַכרייַעס פון די ינדעמנאַפייינג פּאַרטיי צו, און די ויסשליסיק סגולע פון די ינדעמנאַפייד פּאַרטיי קעגן די אנדערע פּאַרטיי פֿאַר קיין טיפּ פון פאָדערן דיסקרייבד אין דעם אָפּטיילונג.

source: 11. Limitation on Liability:
af: 11. Beperking op Aanspreeklikheid:
am: የተጠያቂነት ገደብ:
ar: 11. الحد من المسؤولية:
az: 11. Məsuliyyətin məhdudlaşdırılması:
be: 11. Абмежаванне адказнасці:
bg: 11. Ограничение на отговорността:
bn: 11. দায়বদ্ধতার উপর সীমাবদ্ধতা:
ca: 11. Limitació de responsabilitat:
cs: 11. Omezení odpovědnosti:
cy: 11. Cyfyngiad ar Atebolrwydd:
da: 11. Ansvarsbegrænsning:
de: 11. Haftungsbeschränkung:
el: 11. Περιορισμός ευθύνης:
eo: 11. Limigo pri Respondeco:
es: 11. Limitación de responsabilidad:
et: 11. Vastutuse piiramine:
eu: 11. Erantzukizunaren muga:
fa: 11. محدودیت مسئولیت:
fi: 11. Vastuunrajoitus:
fr: 11. Limite de responsabilité:
ga: 11. Teorainn le Dliteanas:
gd: 11. Bacadh air Buailteachd:
gl: 11. Limitación de responsabilidade:
gu: 11. જવાબદારી પર મર્યાદા:
hi: 11. देयता पर सीमा:
hr: 11. Ograničenje odgovornosti:
hu: 11. A felelősség korlátozása:
hy: 11. Պատասխանատվության սահմանափակում.
id: 11. Batasan Tanggung Jawab:
is: 11. Takmarkanir á ábyrgð:
it: 11. Limitazione di responsabilità:
iw: 11. הגבלת חבות:
ja: 11.責任の制限
ka: 11. პასუხისმგებლობა შეზღუდვაზე:
kk: 11. Жауапкершілікті шектеу:
km: ដែនកំណត់លើការទទួលខុសត្រូវ:
kn: 11. ಹೊಣೆಗಾರಿಕೆಯ ಮೇಲಿನ ಮಿತಿ:
ku: 11. Rêzkirina Girêdanê:
ky: 11. Жоопкерчиликти чектөө:
lb: 11. Limitatioun vun der Responsabilitéit:
lo: 11. ການຈໍາກັດການຮັບຜິດຊອບ:
lt: 11. Atsakomybės apribojimas:
lv: 11. Atbildības ierobežojums:
mg: 11. Famerana ny andraikitra:
mi: 11. Te Whakataunga i runga i te Kawenga:
mk: 11. Ограничување на одговорноста:
ml: 11. ഉത്തരവാദിത്തത്തിന്റെ പരിധി:
mn: 11. Хариуцлагын хязгаарлалт:
mr: 11. उत्तरदायित्वावरील मर्यादाः
ms: 11. Batasan ke atas Liabiliti:
mt: 11. Limitazzjoni fuq ir-Responsabbiltà:
my: တာဝန်ဝတ္တရားအပေါ် 11. ဆိုက်:
ne: 11. दायित्वमा सीमा:
nl: 11. Beperking van aansprakelijkheid:
no: 11. Ansvarsbegrensning:
or: 11. ଦାୟିତ୍ Lim ଉପରେ ସୀମା:
pa: 11. ਜ਼ਿੰਮੇਵਾਰੀ &#39;ਤੇ ਸੀਮਿਤ:
pl: 11. Ograniczenie odpowiedzialności:
ps: 11. د مسؤلیتونو محدودیت:
pt: 11. Limitação de Responsabilidade:
ro: 11. Limitarea răspunderii:
ru: 11. Ограничение ответственности:
rw: 11. Imipaka ntarengwa:
sd: 11. ذميواري جي حد تائين:
si: 11. වගකීම් සීමාව:
sk: 11. Obmedzenie zodpovednosti:
sl: 11. Omejitev odgovornosti:
sq: 11. Kufizimi i përgjegjësisë:
sr: 11. Ограничење одговорности:
sv: 11. Ansvarsbegränsning:
sw: 11. Kupunguzwa kwa dhima:
ta: 11. பொறுப்பு மீதான வரம்பு:
te: బాధ్యతపై పరిమితి:
tg: 11. Маҳдудияти масъулият:
th: 11. ข้อจำกัดความรับผิด:
tk: 11. Jogapkärçiligiň çäklendirilmegi:
tl: 11. Limitasyon sa Pananagutan:
tr: 11. Sorumluluk Sınırlaması:
tt: 11. Liаваплылыкны чикләү:
ug: 11. جاۋابكارلىقنى چەكلەش:
uk: 11. Обмеження відповідальності:
ur: 11. ذمہ داری کی حد:
uz: 11. Mas&#39;uliyatni cheklash:
vi: 11. Giới hạn trách nhiệm pháp lý:
xh: 11. Ukuncipha kweMfanelo:
yi: 11. באַגרענעצונג אויף ליאַביליטי:
