Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
af: Daar is geen minimum fooie en geen vooraf verpligtinge nie. Jy betaal slegs per personeelsitplek, per maand.
am: ምንም ዝቅተኛ ክፍያዎች እና ምንም ቅድመ ግዴታዎች የሉም። የሚከፍሉት ለአንድ ሰራተኛ መቀመጫ በወር ብቻ ነው።
ar: لا يوجد حد أدنى للرسوم ولا التزامات مسبقة. أنت تدفع فقط لكل مقعد من الموظفين شهريًا.
az: Minimum ödənişlər və ilkin öhdəliklər yoxdur. Ayda yalnız hər bir işçi yeri üçün ödəyirsiniz.
be: Няма мінімальных збораў і авансавых абавязацельстваў. Вы плаціце толькі за месца персаналу ў месяц.
bg: Няма минимални такси и предварителни ангажименти. Плащате само на работно място на месец.
bn: কোন ন্যূনতম ফি এবং কোন আগাম প্রতিশ্রুতি নেই। আপনি প্রতি মাসে শুধুমাত্র স্টাফ সিট প্রতি অর্থ প্রদান করেন।
ca: No hi ha comissions mínimes ni compromisos inicials. Només pagues per lloc de personal, per mes.
cs: Neexistují žádné minimální poplatky a žádné závazky předem. Platíte pouze za místo zaměstnance měsíčně.
cy: Nid oes isafswm ffioedd a dim ymrwymiadau ymlaen llaw. Dim ond fesul sedd staff y byddwch chi'n talu, fesul mis.
da: Der er ingen minimumsgebyrer og ingen forhåndsforpligtelser. Du betaler kun per personaleplads, per måned.
de: Es gibt keine Mindestgebühren und keine Vorauszahlungen. Sie zahlen nur pro Mitarbeiterplatz und Monat.
el: Δεν υπάρχουν ελάχιστες αμοιβές και προκαταβολικές δεσμεύσεις. Πληρώνετε μόνο ανά θέση προσωπικού, ανά μήνα.
eo: Ne estas minimumaj kotizoj kaj ne estas antaŭaj devontigoj. Vi nur pagas po dungita sidloko, monate.
es: No hay tarifas mínimas ni compromisos iniciales. Solo paga por asiento de personal, por mes.
et: Minimaalseid tasusid ja ettemaksukohustusi pole. Maksate ainult töötaja koha eest kuus.
eu: Ez dago gutxieneko kuotarik eta ez dago aurretiazko konpromisorik. Langileen eserleku bakoitzeko bakarrik ordaintzen duzu, hilean.
fa: حداقل کارمزد و تعهدات اولیه وجود ندارد. شما فقط به ازای هر صندلی کارمند، در ماه پرداخت می کنید.
fi: Ei ole vähimmäismaksuja eikä ennakkositoumuksia. Maksat vain henkilökunnan paikasta kuukaudessa.
fr: Il n'y a pas de frais minimum et aucun engagement initial. Vous ne payez que par siège de personnel, par mois.
fy: D'r binne gjin minimale fergoedingen en gjin ferplichtingen foarôf. Jo betelje allinnich per personiel sit, per moanne.
ga: Níl aon táillí íosta agus aon ghealltanais roimh ré. Ní íocann tú ach in aghaidh suíochán foirne, in aghaidh na míosa.
gd: Chan eil cìsean as ìsle ann agus chan eil gealltanasan ro-làimh ann. Cha phàigh thu ach gach suidheachan luchd-obrach, gach mìos.
gl: Non hai comisións mínimas nin compromisos por adiantado. Só pagas por praza de persoal, por mes.
gu: ત્યાં કોઈ ન્યૂનતમ ફી નથી અને કોઈ અપફ્રન્ટ પ્રતિબદ્ધતાઓ નથી. તમે દર મહિને માત્ર સ્ટાફ સીટ દીઠ ચૂકવણી કરો છો.
hi: कोई न्यूनतम शुल्क नहीं है और कोई अग्रिम प्रतिबद्धता नहीं है। आप केवल प्रति कर्मचारी सीट, प्रति माह भुगतान करते हैं।
hr: Nema minimalnih naknada niti obveza unaprijed. Plaćate samo po radnom mjestu, mjesečno.
hu: Nincsenek minimális díjak és előzetes kötelezettségvállalások. Csak alkalmazotti helyenként, havonta fizet.
hy: Չկան նվազագույն վճարներ և չկան նախնական պարտավորություններ: Դուք վճարում եք միայն մեկ անձնակազմի նստատեղի համար, ամսական:
id: Tidak ada biaya minimum dan tidak ada komitmen di muka. Anda hanya membayar per kursi staf, per bulan.
is: Það eru engin lágmarksgjöld og engar fyrirframskuldbindingar. Þú greiðir aðeins fyrir hvert starfsmannasæti, á mánuði.
it: Non ci sono commissioni minime e nessun impegno anticipato. Paghi solo per posto del personale, al mese.
iw: אין עמלות מינימום ואין התחייבויות מראש. אתה משלם רק לכל מושב צוות, לחודש.
ja: 最低料金や前払いの義務はありません。毎月、スタッフ シートごとにのみお支払いいただきます。
ka: არ არსებობს მინიმალური გადასახადი და წინასწარი ვალდებულებები. იხდით მხოლოდ პერსონალის ადგილებზე, თვეში.
kk: Ең төменгі алымдар және алдын ала міндеттемелер жоқ. Сіз айына бір қызметкердің орны үшін ғана төлейсіз.
km: មិនមានថ្លៃសេវាអប្បបរមា និងគ្មានការប្តេជ្ញាចិត្តជាមុន។ អ្នកបង់ត្រឹមតែមួយកៅអីបុគ្គលិកក្នុងមួយខែ។
kn: ಯಾವುದೇ ಕನಿಷ್ಠ ಶುಲ್ಕಗಳು ಮತ್ತು ಯಾವುದೇ ಮುಂಗಡ ಬದ್ಧತೆಗಳಿಲ್ಲ. ನೀವು ಪ್ರತಿ ಸಿಬ್ಬಂದಿ ಸ್ಥಾನಕ್ಕೆ, ತಿಂಗಳಿಗೆ ಮಾತ್ರ ಪಾವತಿಸುತ್ತೀರಿ.
ku: Xercên hindiktirîn û pabendiyên pêşîn tune. Hûn tenê per kursiya karmendan, her mehê didin.
ky: Минималдуу төлөмдөр жана алдын ала милдеттенмелер жок. Сиз айына бир кызматкердин орду үчүн гана төлөйсүз.
lb: Et gi keng Mindestkäschten a keng Upfront Verpflichtungen. Dir bezuelt nëmmen pro Personal Sëtz, pro Mount.
lo: ບໍ່ມີຄ່າທໍານຽມຂັ້ນຕ່ໍາແລະບໍ່ມີຄໍາຫມັ້ນສັນຍາລ່ວງຫນ້າ. ທ່ານຈ່າຍພຽງແຕ່ຕໍ່ບ່ອນນັ່ງພະນັກງານ, ຕໍ່ເດືອນ.
lt: Nėra minimalių mokesčių ir jokių išankstinių įsipareigojimų. Mokate tik už darbo vietą per mėnesį.
lv: Nav minimālās maksas un nav nekādu avansu saistību. Jūs maksājat tikai par vienu personāla vietu mēnesī.
mg: Tsy misy sarany ambany indrindra ary tsy misy fanoloran-tena mialoha. Isaky ny seza mpiasa ihany no aloanao, isam-bolana.
mi: Karekau he utu iti rawa, karekau he herenga o mua. Ka utu koe mo ia nohoanga kaimahi, ia marama.
mk: Нема минимални такси и нема однапред обврски. Плаќате само по место за персонал, месечно.
ml: മിനിമം ഫീസുകളോ മുൻകൂർ പ്രതിബദ്ധതകളോ ഇല്ല. നിങ്ങൾ ഒരു സ്റ്റാഫ് സീറ്റിന്, പ്രതിമാസം മാത്രമേ പണം നൽകൂ.
mn: Хамгийн бага хураамж, урьдчилгаа төлбөр байхгүй. Та зөвхөн ажилчдын суудлын төлбөрийг сард төлнө.
mr: कोणतीही किमान फी नाही आणि कोणतीही आगाऊ वचनबद्धता नाही. तुम्ही फक्त प्रति कर्मचारी सीट, दरमहा पैसे द्या.
ms: Tiada yuran minimum dan tiada komitmen pendahuluan. Anda hanya membayar setiap tempat duduk kakitangan, sebulan.
mt: M'hemm l-ebda tariffi minimi u l-ebda impenji bil-quddiem. Tħallas biss għal kull siġġu tal-persunal, kull xahar.
my: အနိမ့်ဆုံးအခကြေးငွေ နှင့် ကြိုတင်ကတိကဝတ်များ မရှိပါ။ ဝန်ထမ်းတစ်ဦးစီအတွက် လစဉ်ပေးဆောင်ရမည်ဖြစ်ပါသည်။
ne: त्यहाँ कुनै न्यूनतम शुल्कहरू छैनन् र कुनै अग्रिम प्रतिबद्धताहरू छैनन्। तपाईंले प्रति कर्मचारी सिट, प्रति महिना मात्र भुक्तानी गर्नुहुन्छ।
nl: Er zijn geen minimumtarieven en geen verplichtingen vooraf. U betaalt alleen per personeelszetel, per maand.
no: Det er ingen minimumsgebyrer og ingen forhåndsforpliktelser. Du betaler kun per ansatteplass, per måned.
or: କ minimum ଣସି ସର୍ବନିମ୍ନ ଶୁଳ୍କ ନାହିଁ ଏବଂ କ fr ଣସି ଅପ୍ ଫ୍ରଣ୍ଟ୍ ପ୍ରତିଶ୍ରୁତି ନାହିଁ | ଆପଣ କେବଳ ପ୍ରତି କର୍ମଚାରୀଙ୍କ ସିଟ୍ ପ୍ରତି ମାସରେ ଦେୟ ଦିଅନ୍ତି |
pa: ਇੱਥੇ ਕੋਈ ਘੱਟੋ-ਘੱਟ ਫੀਸ ਨਹੀਂ ਹੈ ਅਤੇ ਕੋਈ ਅਗਾਊਂ ਵਚਨਬੱਧਤਾ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ ਸਿਰਫ਼ ਪ੍ਰਤੀ ਸਟਾਫ ਸੀਟ, ਪ੍ਰਤੀ ਮਹੀਨਾ ਭੁਗਤਾਨ ਕਰਦੇ ਹੋ।
pl: Nie ma opłat minimalnych ani zobowiązań z góry. Płacisz tylko za stanowisko pracownika miesięcznie.
ps: هیڅ لږترلږه فیسونه شتون نلري او هیڅ ډول ژمنې ندي. تاسو یوازې په هره میاشت کې د هر کارمند څوکۍ تادیه کوئ.
pt: Não há taxas mínimas nem compromissos iniciais. Você só paga por vaga na equipe, por mês.
ro: Nu există taxe minime și nici angajamente inițiale. Plătești doar pe loc de personal, pe lună.
ru: Минимальных комиссий и предварительных обязательств нет. Вы платите только за рабочее место в месяц.
rw: Nta mafaranga make kandi nta mihigo iri imbere. Wishyura gusa ku ntebe y'abakozi, ku kwezi.
sd: ڪابه گهٽ ۾ گهٽ فيس نه آهي ۽ نه ئي اڳواٽ واعدو. توهان صرف في اسٽاف سيٽ، هر مهيني ادا ڪندا آهيو.
si: අවම ගාස්තු සහ පෙර කැපවීම් නොමැත. ඔබ මසකට ගෙවන්නේ කාර්ය මණ්ඩල ආසනයකට පමණි.
sk: Neexistujú žiadne minimálne poplatky a žiadne záväzky vopred. Platíte len za miesto zamestnanca mesačne.
sl: Ni minimalnih provizij in vnaprejšnjih obveznosti. Plačate samo na sedež osebja na mesec.
sq: Nuk ka tarifa minimale dhe asnjë angazhim paraprak. Ju paguani vetëm për vendin e stafit, në muaj.
sr: Нема минималних накнада и унапред обавеза. Плаћате само по месту особља, месечно.
sv: Det finns inga minimiavgifter och inga förhandsåtaganden. Du betalar endast per personalplats, per månad.
sw: Hakuna ada za chini na hakuna ahadi za mapema. Unalipa tu kwa kila kiti cha wafanyikazi, kwa mwezi.
ta: குறைந்தபட்ச கட்டணங்கள் மற்றும் முன்கூட்டிய பொறுப்புகள் எதுவும் இல்லை. நீங்கள் ஒரு ஊழியர் இருக்கைக்கு, மாதத்திற்கு மட்டுமே செலுத்துகிறீர்கள்.
te: కనీస రుసుములు లేవు మరియు ముందస్తు కట్టుబాట్లు లేవు. మీరు సిబ్బంది సీటుకు, నెలకు మాత్రమే చెల్లిస్తారు.
tg: Ҳаққи ҳадди аққал ва ӯҳдадориҳои пешакӣ вуҷуд надорад. Шумо танҳо барои як курсии кормандон дар як моҳ пардохт мекунед.
th: ไม่มีค่าธรรมเนียมขั้นต่ำและไม่มีข้อผูกมัดล่วงหน้า คุณจ่ายเพียงต่อที่นั่งพนักงาน ต่อเดือน
tk: Iň pes töleg ýok we öňünden berlen borçnamalar ýok. Siz diňe işgärleriň oturgyjyna aýda töleýärsiňiz.
tl: Walang minimum na bayarin at walang upfront commitments. Magbabayad ka lamang sa bawat upuan ng kawani, bawat buwan.
tr: Minimum ücret ve peşin taahhüt yoktur. Ayda yalnızca personel koltuğu başına ödeme yaparsınız.
tt: Минималь түләүләр юк һәм алдан ук бурычлар юк. Сез ай саен персонал урынына түлисез.
ug: ئەڭ تۆۋەن ھەق ۋە ئالدىن ۋەدە يوق. سىز پەقەت ھەر بىر خىزمەتچى ئورۇن ئۈچۈن ھەق بېرىسىز.
uk: Немає мінімальних комісій і авансових зобов’язань. Ви платите лише за робоче місце на місяць.
ur: کوئی کم از کم فیس نہیں ہے اور کوئی پیشگی وعدے نہیں ہیں۔ آپ صرف فی اسٹاف سیٹ فی مہینہ ادائیگی کرتے ہیں۔
uz: Minimal to'lovlar va oldindan majburiyatlar yo'q. Siz har oyda faqat har bir xodim uchun to'laysiz.
vi: Không có phí tối thiểu và không có cam kết trả trước. Bạn chỉ trả tiền cho mỗi chỗ ngồi của nhân viên, mỗi tháng.
xh: Akukho mirhumo encinci kwaye akukho zibophelelo zangaphambili. Uhlawula kuphela isihlalo ngasinye sabasebenzi, ngenyanga.
yi: עס זענען קיין מינימום פיז און קיין אַפּפראַנט קאַמיטמאַנץ. איר באַצאָלן בלויז פּער שטעקן אַוועקזעצן, פּער חודש.

source: Pro
am: ፕሮ
ar: طليعة
be: профі
bg: Професионалист
bn: প্রো
cy: Proffesiynol
de: Profi
fa: حرفه ای
gu: પ્રો
hi: समर्थक
hr: profesionalac
iw: מִקצוֹעָן
ja: プロ
ka: პრო
km: គាំទ្រ
kn: ಪ್ರೊ
lo: ໂປຣ
mg: mpanohana
mk: Про
ml: പ്രൊഫ
mr: प्रो
my: လိုလားသူ
ne: प्रो
or: ପ୍ରୋ
pa: ਪ੍ਰੋ
pl: Zawodowiec
ps: پرو
pt: Pró
ru: Про
sd: پرو
sr: Про
sv: Proffs
ta: ப்ரோ
te: ప్రో
th: มือโปร
tr: profesyonel
tt: Про
ur: پرو
xh: UPro
yi: פּראָ

source: per Month
af: per Maand
am: በ ወር
ar: كل شهر
az: hər ay üçün
be: у месяц
bg: на месец
bn: প্রতি মাসে
ca: per mes
cs: za měsíc
cy: y Mis
da: om måneden
de: pro Monat
el: κάθε μήνα
eo: por Monato
es: por mes
et: kuus
eu: Hilean
fa: هر ماه
fi: kuukaudessa
fr: par mois
fy: per moanne
ga: in aghaidh na míosa
gd: sa Mhìos
gl: por mes
gu: પ્રતિ મહિના
hi: प्रति माह
hr: na mjesec
hu: havonta
hy: ամսական
id: per bulan
is: á mánuði
it: al mese
iw: לחודש
ja: 毎月
ka: თვეში
kk: айына
km: ក្នុង​មួយ​ខែ
kn: ಪ್ರತಿ ತಿಂಗಳು
ku: her meh
ky: айына
lb: pro Mount
lo: ຕໍ່​ເດືອນ
lt: per mėnesį
lv: mēnesī
mg: isam-bolana
mi: ia Marama
mk: месечно
ml: മാസം തോറും
mn: сар бүр
mr: दरमहा
ms: sebulan
mt: kull xahar
my: လအလိုက်
ne: प्रति महिना
nl: per maand
no: per måned
or: ପ୍ରତି ମାସରେ
pa: ਪ੍ਰਤੀ ਮਹੀਨਾ
pl: na miesiąc
ps: هره میاشت
pt: por mês
ro: pe luna
ru: в месяц
rw: ku kwezi
sd: هر مهيني
si: මසකට
sk: za mesiac
sl: na mesec
sq: në muaj
sr: месечно
sv: per månad
sw: kwa mwezi
ta: ஒரு மாதத்திற்கு
te: ఒక నెలకి
tg: дар як моҳ
th: ต่อเดือน
tk: aýlyk
tl: kada buwan
tr: her ay
tt: ай саен
ug: ھەر ئايدا
uk: на місяць
ur: فی مہینہ
uz: oyiga
vi: mỗi tháng
xh: ngenyanga
yi: פּער חודש

source: Everything you need to get started. 3 seats are included.
af: Alles wat jy nodig het om te begin. 3 sitplekke is ingesluit.
am: ለመጀመር የሚያስፈልግዎ ነገር ሁሉ. 3 መቀመጫዎች ተካተዋል.
ar: كل ما تحتاجه لتبدأ 3 مقاعد متضمنة.
az: Başlamaq üçün lazım olan hər şey. 3 oturacaq daxildir.
be: Усё, што трэба для пачатку. 3 месцы ўключаны.
bg: Всичко, от което се нуждаете, за да започнете. Включени са 3 седалки.
bn: আপনি শুরু করতে প্রয়োজন সবকিছু. ৩টি আসন অন্তর্ভুক্ত।
ca: Tot el que necessites per començar. S'inclouen 3 seients.
cs: Vše, co potřebujete, abyste mohli začít. V ceně jsou 3 místa.
cy: Popeth sydd ei angen arnoch i ddechrau. Mae 3 sedd wedi'u cynnwys.
da: Alt hvad du behøver for at komme i gang. 3 sæder medfølger.
de: Alles, was Sie brauchen, um loszulegen. 3 Sitze sind enthalten.
el: Όλα όσα χρειάζεστε για να ξεκινήσετε. Περιλαμβάνονται 3 θέσεις.
eo: Ĉio, kion vi bezonas por komenci. 3 sidlokoj estas inkluzivitaj.
es: Todo lo que necesitas para empezar. Se incluyen 3 asientos.
et: Kõik, mida vajate alustamiseks. Komplekti kuulub 3 istekohta.
eu: Hasteko behar duzun guztia. 3 eserleku sartzen dira.
fa: تمام آنچه که برای شروع نیاز دارید. 3 صندلی گنجانده شده است.
fi: Kaikki mitä tarvitset aloittaaksesi. 3 istuinta sisältyy hintaan.
fr: Tout ce dont vous avez besoin pour commencer. 3 sièges sont inclus.
fy: Alles wat jo nedich hawwe om te begjinnen. 3 sitten binne ynbegrepen.
ga: Gach rud atá uait chun tús a chur leis. Tá 3 shuíochán san áireamh.
gd: A h-uile dad a dh ’fheumas tu airson tòiseachadh. Tha 3 suidheachain air an toirt a-steach.
gl: Todo o que necesitas para comezar. Inclúense 3 asentos.
gu: તમારે પ્રારંભ કરવા માટે જરૂરી બધું. 3 બેઠકોનો સમાવેશ થાય છે.
hi: आपके द्वारा शुरूआत करने के लिए हर चीज उपलब्ध है। 3 सीटें शामिल हैं।
hr: Sve što vam je potrebno za početak. Uključena su 3 sjedala.
hu: Minden, amire szüksége van az induláshoz. 3 ülés van benne.
hy: Այն ամենը, ինչ անհրաժեշտ է սկսելու համար: Ներառված է 3 նստատեղ։
id: Semua yang Anda butuhkan untuk memulai. 3 kursi disertakan.
is: Allt sem þú þarft til að byrja. 3 sæti fylgja.
it: Tutto ciò di cui hai bisogno per iniziare. 3 posti sono inclusi.
iw: כל מה שאתה צריך כדי להתחיל. 3 מושבים כלולים.
ja: 始めるために必要なすべて。 3席が含まれています。
ka: ყველაფერი რაც თქვენ გჭირდებათ დასაწყებად. მოყვება 3 ადგილი.
kk: Бастау үшін қажет нәрсенің бәрі. 3 орын кіреді.
km: អ្វីគ្រប់យ៉ាងដែលអ្នកត្រូវការដើម្បីចាប់ផ្តើម។ កៅអី 3 ត្រូវបានរួមបញ្ចូល។
kn: ನೀವು ಪ್ರಾರಂಭಿಸಲು ಅಗತ್ಯವಿರುವ ಎಲ್ಲವೂ. 3 ಸ್ಥಾನಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.
ku: Her tiştê ku hûn hewce ne ku hûn dest pê bikin. 3 kursî tê de hene.
ky: Баштоо үчүн керектүү нерселердин баары. 3 орун кирет.
lb: Alles wat Dir braucht fir unzefänken. 3 Plaze sinn dobäi.
lo: ທຸກຢ່າງທີ່ທ່ານຕ້ອງການເພື່ອເລີ່ມຕົ້ນ. ລວມ 3 ບ່ອນນັ່ງ.
lt: Viskas ko reikia norint pradėti. Į kainą įeina 3 sėdimos vietos.
lv: Viss, kas nepieciešams, lai sāktu. Iekļautas 3 sēdvietas.
mg: Ny zavatra rehetra ilainao hanombohana. Misy seza 3.
mi: Ko nga mea katoa e hiahia ana koe ki te timata. 3 tūru kei roto.
mk: Сè што ви треба за да започнете. Вклучени се 3 седишта.
ml: നിങ്ങൾക്ക് ആരംഭിക്കാൻ ആവശ്യമായ എല്ലാം. 3 സീറ്റുകൾ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.
mn: Эхлэхийн тулд танд хэрэгтэй бүх зүйл. 3 суудал багтсан.
mr: आपल्याला प्रारंभ करण्यासाठी आवश्यक असलेली प्रत्येक गोष्ट. 3 जागांचा समावेश आहे.
ms: Semua yang anda perlukan untuk bermula. 3 tempat duduk disertakan.
mt: Dak kollu li għandek bżonn biex tibda. 3 siġġijiet huma inklużi.
my: စတင်ရန် လိုအပ်သမျှ။ ထိုင်ခုံ ၃ လုံး ပါဝင်ပါတယ်။
ne: तपाईंले सुरु गर्न आवश्यक सबै कुरा। 3 सिट समावेश छ।
nl: Alles wat je nodig hebt om te beginnen. 3 stoelen zijn inbegrepen.
no: Alt du trenger for å komme i gang. 3 seter er inkludert.
or: ଆପଣ ଆରମ୍ଭ କରିବାକୁ ଆବଶ୍ୟକ କରୁଥିବା ସମସ୍ତ ଜିନିଷ | 3 ଟି ସିଟ୍ ଅନ୍ତର୍ଭୁକ୍ତ |
pa: ਹਰ ਚੀਜ਼ ਜਿਸਦੀ ਤੁਹਾਨੂੰ ਸ਼ੁਰੂਆਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। 3 ਸੀਟਾਂ ਸ਼ਾਮਲ ਹਨ।
pl: Wszystko, czego potrzebujesz, aby zacząć. W zestawie 3 siedzenia.
ps: هرڅه چې تاسو یې پیل کولو ته اړتیا لرئ. 3 څوکۍ پکې شاملې دي.
pt: Tudo que você precisa para começar. 3 assentos estão incluídos.
ro: Tot ce ai nevoie pentru a începe. Sunt incluse 3 locuri.
ru: Все, что вам нужно, чтобы начать. 3 места включены.
rw: Ikintu cyose ukeneye kugirango utangire. Harimo imyanya 3.
sd: سڀڪنھن شيء کي اوھان کي شروع ڪرڻ جي ضرورت آهي. 3 سيٽون شامل آهن.
si: ඔබ ආරම්භ කිරීමට අවශ්ය සියල්ල. ආසන 3 ක් ඇතුළත් වේ.
sk: Všetko, čo potrebujete, aby ste mohli začať. V cene sú 3 miesta na sedenie.
sl: Vse, kar potrebujete za začetek. Priloženi so 3 sedeži.
sq: Gjithçka që ju nevojitet për të filluar. 3 vende janë të përfshira.
sr: Све што вам је потребно за почетак. 3 седишта су укључена.
sv: Allt du behöver för att komma igång. 3 sittplatser ingår.
sw: Kila kitu unachohitaji ili kuanza. Viti 3 vimejumuishwa.
ta: நீங்கள் தொடங்க வேண்டிய அனைத்தும். 3 இடங்கள் சேர்க்கப்பட்டுள்ளன.
te: మీరు ప్రారంభించడానికి కావలసిన ప్రతిదీ. 3 సీట్లు చేర్చబడ్డాయి.
tg: Ҳама чизест, ки ба шумо барои оғоз кардан лозим аст. 3 курсӣ дохил карда шудааст.
th: ทุกสิ่งที่คุณต้องการเพื่อเริ่มต้น รวม 3 ที่นั่ง
tk: Başlamak üçin zerur zatlaryň hemmesi. 3 oturgyç bar
tl: Lahat ng kailangan mo para makapagsimula. 3 upuan ang kasama.
tr: Tek ihtiyacın olan şey başlamak. 3 adet koltuk fiyata dahildir.
tt: Башларга кирәк булган бар нәрсә. 3 урын кертелгән.
ug: باشلاشقا تېگىشلىك بارلىق ئىشلار. 3 ئورۇننى ئۆز ئىچىگە ئالىدۇ.
uk: Все, що вам потрібно для початку. 3 місця в комплекті.
ur: ہر چیز جو آپ کو شروع کرنے کی ضرورت ہے۔ 3 نشستیں شامل ہیں۔
uz: Boshlash uchun kerak bo'lgan hamma narsa. 3 ta o'rindiq kiritilgan.
vi: Mọi thứ bạn cần đã bắt đầu. 3 chỗ ngồi được bao gồm.
xh: Yonke into oyifunayo ukuze uqalise. Izihlalo ezi-3 zibandakanyiwe.
yi: אַלץ איר דאַרפֿן צו אָנהייבן. 3 סיץ זענען אַרייַנגערעכנט.

source: Business
af: Besigheid
am: ንግድ
ar: اعمال
az: Biznes
be: Бізнес
bg: Бизнес
bn: ব্যবসা
ca: Negocis
cs: podnikání
cy: Busnes
da: Forretning
de: Geschäft
el: Επιχείρηση
eo: Komerco
es: Negocio
et: Äri
eu: Negozioak
fa: کسب و کار
fi: Liiketoimintaa
fr: Entreprise
fy: Bedriuw
ga: Gnó
gd: Gnìomhachas
gl: Negocios
gu: બિઝનેસ
hi: व्यवसाय
hr: Poslovanje
hu: Üzleti
hy: Բիզնես
id: Bisnis
is: Viðskipti
it: Affare
iw: עֵסֶק
ja: 仕事
ka: ბიზნესი
kk: Бизнес
km: អាជីវកម្ម
kn: ವ್ಯಾಪಾರ
ku: Dikan
ky: Бизнес
lo: ທຸລະກິດ
lt: Verslas
lv: Bizness
mg: raharaham-barotra
mi: Pakihi
mk: Бизнис
ml: ബിസിനസ്സ്
mn: Бизнес
mr: व्यवसाय
ms: Perniagaan
mt: Negozju
my: စီးပွားရေး
ne: व्यापार
nl: Bedrijf
no: Virksomhet
or: ବ୍ୟବସାୟ
pa: ਕਾਰੋਬਾਰ
pl: Biznes
ps: سوداګرۍ
pt: O negócio
ro: Afaceri
ru: Бизнес
rw: Ubucuruzi
sd: ڌنڌو
si: ව්යාපාරික
sk: Podnikanie
sl: Posel
sq: Biznesi
sr: Посао
sv: Företag
sw: Biashara
ta: வணிக
te: వ్యాపారం
tg: Бизнес
th: ธุรกิจ
tk: Işewürlik
tl: negosyo
tr: İşletme
tt: Бизнес
ug: سودا
uk: Бізнес
ur: کاروبار
uz: Biznes
vi: Việc kinh doanh
xh: Ishishini
yi: ביזנעס

source: Popular
af: Gewild
am: ታዋቂ
ar: جمع
az: Məşhur
be: папулярны
bg: Популярен
bn: জনপ্রিয়
cs: Populární
cy: Poblogaidd
da: Populær
de: Beliebt
el: Δημοφιλής
eo: Populara
et: Populaarne
eu: Herrikoia
fa: محبوب
fi: Suosittu
fr: Populaire
fy: Populêr
ga: Coitianta
gd: mòr-chòrdte
gu: પ્રખ્યાત
hi: लोकप्रिय
hr: Popularan
hu: Népszerű
hy: Հանրաճանաչ
id: Populer
is: Vinsælt
it: Popolare
iw: פופולרי
ja: 人気
ka: პოპულარული
kk: Танымал
km: ពេញនិយម
kn: ಜನಪ್ರಿಯ
ku: Demane
ky: Популярдуу
lb: Populär
lo: ນິຍົມ
lt: Populiarus
lv: Populārs
mg: malaza
mi: rongonui
mk: Популарни
ml: ജനപ്രിയമായത്
mn: Алдартай
mr: लोकप्रिय
mt: Popolari
my: လူကြိုက်များသည်။
ne: लोकप्रिय
nl: Populair
no: Populær
or: ଲୋକପ୍ରିୟ
pa: ਪ੍ਰਸਿੱਧ
pl: Popularny
ps: مشهور
ru: Популярный
rw: Birakunzwe
sd: مشهور
si: ජනප්රිය
sk: Populárne
sl: Priljubljeno
sq: Popullore
sr: Популарно
sv: Populär
sw: Maarufu
ta: பிரபலமானது
te: జనాదరణ పొందినది
tg: Машҳур
th: เป็นที่นิยม
tk: Meşhur
tl: Sikat
tr: Popüler
tt: Популяр
ug: ئاممىباب
uk: Популярний
ur: مقبول
uz: Mashhur
vi: Nổi tiếng
xh: Edumileyo
yi: פאָלקס
