Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
af: 5.2 Gemagtigde gebruikers: U (i) is verantwoordelik vir die nakoming van u gemagtigde gebruikers aan die Ooreenkoms, en (ii) sal kommersiële redelike pogings aanwend om ongemagtigde toegang tot of gebruik van die dienste te voorkom en ons onmiddellik in kennis stel van sodanige ongemagtigde toegang of gebruik. Dit is u verantwoordelikheid om toegang tot die dienste te verwyder indien die gemagtigde status van &#39;n gebruiker of aangewese werknemer verander.
am: 5.2 የተፈቀደላቸው ተጠቃሚዎች-እርስዎ (i) እርስዎ ለፈቃድ ተጠቃሚዎችዎ ስምምነቱን ለማክበር ሃላፊነት አለብዎ ፣ እና (ii) ያልተፈቀደላቸው የአገልግሎቶቹ እንዳይገቡ ወይም እንዳይጠቀሙ ለመከላከል በንግድ አሰራር አካሄድ መሰረት እርስዎ ተገቢውን ጥረት እንዳደረጉ ያሳውቃሉ ፣ ተጠቀም የተፈቀደለት የተጠቃሚ ወይም የተቀጠረ የሰራተኛ ስልጣን ከተቀየረ ወደ ግልጋሎቶች መድረሻን ማስወገድ የእርስዎ ነው።
ar: 5.2 المستخدمون المعتمدون: أنت (1) أنت مسؤول عن امتثال المستخدمين المصرح لهم للاتفاقية ، و (2) يجب أن تبذل جهودًا معقولة تجاريًا لمنع الوصول أو الاستخدام غير المصرح به للخدمات ويجب أن تبلغنا فورًا بأي وصول غير مصرح به أو استعمال. تقع على عاتقك مسؤولية إزالة الوصول إلى الخدمات إذا تغيرت الحالة المصرح بها لمستخدم أو موظف معين.
az: 5.2 Səlahiyyətli İstifadəçilər: Siz (i) səlahiyyətli istifadəçilərinizin Razılaşmaya uyğunluğuna görə məsuliyyət daşıyırsınız və (ii) Xidmətlərə icazəsiz daxil olmağın və ya istifadənin qarşısını almaq üçün kommersiya baxımından əlverişli səylərdən istifadə etməli və bu cür icazəsiz giriş və ya dərhal bizə məlumat verməlisiniz. istifadə etmək. Bir istifadəçinin və ya təyin edilmiş işçinin səlahiyyətli statusu dəyişdikdə Xidmətlərə girişin aradan qaldırılması sizin məsuliyyətinizdir.
be: 5.2 Аўтарызаваныя карыстальнікі: Вы (i) нясеце адказнасць за выкананне вамі паўнамоцнымі карыстальнікамі Пагаднення; (ii) вы павінны прыкласці камерцыйна абгрунтаваныя намаганні для прадухілення несанкцыянаванага доступу да паслуг і выкарыстання іх і неадкладна паведаміць нам пра любы такі несанкцыянаваны доступ альбо выкарыстанне. Вы нясеце адказнасць за выдаленне доступу да Паслуг, калі зменіцца статус аўтарызаванага карыстальніка або прызначанага супрацоўніка.
bg: 5.2 Упълномощени потребители: Вие (i) носите отговорност за спазването от страна на вашите оторизирани потребители на Споразумението и (ii) прилагате разумно търговски усилия, за да предотвратите неправомерен достъп или използване на Услугите и незабавно да ни уведомявате за всеки такъв неоторизиран достъп или използвате. Ваша е отговорността да премахнете достъпа до Услугите, ако статутът на оторизиран потребител или определен служител се промени.
bn: ৫.২ অনুমোদিত ব্যবহারকারীগণ: আপনি (i) চুক্তির সাথে আপনার অনুমোদিত ব্যবহারকারীদের সম্মতির জন্য দায়বদ্ধ এবং (ii) পরিষেবাগুলিতে অননুমোদিত অ্যাক্সেস বা ব্যবহার রোধ করতে বাণিজ্যিকভাবে যুক্তিসঙ্গত প্রচেষ্টা ব্যবহার করবেন এবং এই জাতীয় অননুমোদিত অ্যাক্সেস সম্পর্কে অবিলম্বে আমাদের অবহিত করবেন ব্যবহার করুন। যদি কোনও ব্যবহারকারীর অনুমোদিত বা মনোনীত কর্মচারীর অনুমোদিত স্থিতি পরিবর্তন হয় তবে পরিষেবাগুলিতে অ্যাক্সেস সরিয়ে নেওয়া আপনার দায়িত্ব।
ca: 5.2 Usuaris autoritzats: Vostè (i) és responsable del compliment dels vostres usuaris autoritzats amb l&#39;Acord i (ii) farà un esforç raonable comercialment per evitar l&#39;accés o l&#39;ús no autoritzat dels Serveis i ens notificarà immediatament qualsevol accés no autoritzat o utilitzar És responsabilitat vostra eliminar l’accés als Serveis si canvia l’estat autoritzat d’un usuari o d’un empleat designat.
cs: 5.2 Oprávnění uživatelé: Vy (i) jste odpovědní za to, že vaši oprávnění uživatelé dodržují Smlouvu, a (ii) vynakládáte komerčně přiměřené úsilí, aby zabránili neoprávněnému přístupu ke Službám nebo jejich využívání a neprodleně nás informují o každém takovém neoprávněném přístupu nebo použití. Je odpovědností za odebrání přístupu ke Službám, pokud se změní oprávněný status uživatele nebo určeného zaměstnance.
cy: 5.2 Defnyddwyr Awdurdodedig: Chi (i) sy&#39;n gyfrifol am gydymffurfiad eich defnyddwyr awdurdodedig â&#39;r Cytundeb, a (ii) byddwch yn defnyddio ymdrechion rhesymol fasnachol i atal mynediad heb awdurdod i&#39;r Gwasanaethau neu eu defnyddio a byddwch yn ein hysbysu ar unwaith o unrhyw fynediad heb awdurdod o&#39;r fath neu defnyddio. Eich cyfrifoldeb chi yw cael gwared ar fynediad i&#39;r Gwasanaethau os bydd statws awdurdodedig defnyddiwr neu weithiwr dynodedig yn newid.
da: 5.2 Autoriserede brugere: Du (i) er ansvarlig for dine autoriserede brugers overholdelse af aftalen, og (ii) skal bruge kommercielt rimelige bestræbelser på at forhindre uautoriseret adgang til eller brug af Tjenesterne og skal straks underrette os om enhver sådan uautoriseret adgang eller brug. Det er dit ansvar at fjerne adgang til Tjenesterne, hvis den autoriserede status for en bruger eller udpeget medarbejder ændres.
de: 5.2 Autorisierte Benutzer: Sie (i) sind für die Einhaltung der Vereinbarung durch Ihre autorisierten Benutzer verantwortlich und (ii) werden wirtschaftlich angemessene Anstrengungen unternehmen, um den unbefugten Zugriff auf oder die Nutzung der Dienste zu verhindern, und uns unverzüglich über einen solchen unbefugten Zugriff informieren oder verwenden. Es liegt in Ihrer Verantwortung, den Zugriff auf die Dienste zu entfernen, wenn sich der autorisierte Status eines Benutzers oder eines bestimmten Mitarbeiters ändert.
el: 5.2 Εξουσιοδοτημένοι χρήστες: (i) είστε υπεύθυνοι για τη συμμόρφωση των εξουσιοδοτημένων χρηστών σας με τη Συμφωνία και (ii) θα καταβάλλετε εμπορικά εύλογες προσπάθειες για την αποτροπή μη εξουσιοδοτημένης πρόσβασης ή χρήσης των Υπηρεσιών και θα μας ειδοποιήσετε αμέσως για οποιαδήποτε τέτοια μη εξουσιοδοτημένη πρόσβαση ή χρήση. Είναι δική σας ευθύνη να καταργήσετε την πρόσβαση στις Υπηρεσίες, εάν αλλάξει η εξουσιοδοτημένη κατάσταση ενός χρήστη ή ορισμένου υπαλλήλου.
eo: 5.2 Rajtigitaj Uzantoj: Vi (i) estas respondeca pri la plenumo de viaj rajtigitaj uzantoj kun la Interkonsento, kaj (ii) uzos komerce raciajn klopodojn por malebligi ne rajtigitan aliron aŭ uzon de la Servoj kaj sciigos nin tuj pri tia ne rajtigita aliro aŭ uzi. Estas via respondeco forigi la aliron al la Servoj se la rajtigita statuso de uzanto aŭ nomumita oficisto ŝanĝiĝas.
es: 5.2 Usuarios autorizados: Usted (i) es responsable del cumplimiento de sus usuarios autorizados con el Acuerdo, y (ii) hará todos los esfuerzos comercialmente razonables para evitar el acceso no autorizado o el uso de los Servicios y nos notificará de inmediato sobre dicho acceso no autorizado o utilizar. Es su responsabilidad eliminar el acceso a los Servicios si cambia el estado autorizado de un usuario o empleado designado.
et: 5.2 Volitatud kasutajad: teie (i) vastutate oma volitatud kasutajate poolt lepingu järgimise eest ja (ii) teete äriliselt mõistlikke jõupingutusi, et takistada omavolilist juurdepääsu teenustele või nende kasutamist, ja teavitate meid viivitamatult igast sellisest volitamata juurdepääsust või kasutada. Juhul kui kasutaja või määratud töötaja volitatud staatus muutub, peate oma juurdepääsu teenustele eemaldama.
eu: 5.2 Erabiltzaile baimenduak: Zuek (i) zure baimendutako erabiltzaileek Hitzarmena betetzen dutela arduratzen zara eta (ii) komertzialki zentzuzko ahaleginak egin beharko dituzu baimenik gabe sartzea edo Zerbitzuak erabiltzea saihesteko eta berehala jakinaraziko digu baimenik gabeko sarbidea edo erabili. Zerbitzuetarako sarbidea kentzea zure erantzukizuna da, erabiltzaile edo baimendutako langile baten egoera baimendua aldatzen bada.
fa: 5.2 کاربران مجاز: شما (من) مسئول پیروی کاربران مجاز از توافق نامه هستید و (ب) باید از اقدامات منطقی تجاری برای جلوگیری از دسترسی غیرمجاز به استفاده یا استفاده از خدمات استفاده کنید و سریعاً ما را از هرگونه دسترسی غیرمجاز یا غیرقانونی اطلاع خواهیم داد. استفاده کنید. اگر وضعیت مجاز کاربر یا کارمند تعیین شده تغییر کند ، این وظیفه شماست که دسترسی به خدمات را حذف کنید.
fi: 5.2 Valtuutetut käyttäjät: Sinä (i) olet vastuussa siitä, että valtuutetut käyttäjät noudattavat sopimusta, ja (ii) on toteutettava kaupallisesti kohtuullisia toimia estääksesi luvattoman pääsyn Palveluihin tai niiden käytön, ja ilmoitettava meille välittömästi kaikesta tällaisesta luvattomasta käytöstä tai käyttää. Sinun vastuullasi on poistaa palveluiden käyttöoikeudet, jos käyttäjän tai nimetyn työntekijän valtuutettu tila muuttuu.
fr: 5.2 Utilisateurs autorisés: vous (i) êtes responsable de la conformité de vos utilisateurs autorisés avec le Contrat, et (ii) déploierez des efforts commercialement raisonnables pour empêcher tout accès ou utilisation non autorisés des Services et nous aviserez immédiatement de tout accès non autorisé ou utilisation. Il est de votre responsabilité de supprimer l&#39;accès aux Services si le statut autorisé d&#39;un utilisateur ou d&#39;un employé désigné change.
fy: 5.2 Autoriseare brûkers: Jo (i) binne ferantwurdelik foar it neilibjen fan jo autorisearre brûkers oan &#39;e oerienkomst, en (ii) sil kommersjeel ridlike ynspanningen brûke om unautoriseare tagong ta of gebrûk fan&#39; e Tsjinsten te foarkommen en sille ús fuortendaliks ynformearje fan sokke unautoriseare tagong as brûke. It is jo ferantwurdlik tagong ta de Tsjinsten te ferwiderjen as de autorisearre status fan in brûker of oanwiisde wurknimmer feroaret.
ga: 5.2 Úsáideoirí Údaraithe: Tá tú (i) freagrach as comhlíonadh d’úsáideoirí údaraithe leis an gComhaontú, agus (ii) úsáidfidh tú iarrachtaí atá réasúnta tráchtála chun rochtain neamhúdaraithe ar na Seirbhísí nó úsáid neamhúdaraithe a chosc agus tabharfaidh tú fógra láithreach dúinn faoi aon rochtain neamhúdaraithe den sórt sin nó úsáid. Is ortsa atá an fhreagracht rochtain ar na Seirbhísí a bhaint má athraíonn stádas údaraithe úsáideora nó fostaí ainmnithe.
gd: 5.2 Luchd-cleachdaidh Ùghdarraichte: Tha thu (i) an urra ri gèilleadh an luchd-cleachdaidh ùghdarraichte agad ris an Aonta, agus (ii) cleachdaidh tu oidhirpean reusanta malairteach gus casg a chuir air ruigsinneachd no cleachdadh gun chead air na Seirbheisean agus bheir thu fios dhuinn sa bhad mu ruigsinneachd neo-ùghdarraichte mar sin no cleachdadh. Tha e an urra riut ruigsinneachd air na Seirbheisean a thoirt air falbh ma dh ’atharraicheas inbhe ùghdarraichte neach-cleachdaidh no neach-obrach ainmichte.
gl: 5.2 Usuarios autorizados: Vostede (i) é responsable do cumprimento dos seus acordos polos usuarios autorizados e (ii) empregará esforzos comercialmente razoables para evitar o acceso ou o uso non autorizados dos Servizos e notificaranos de inmediato calquera acceso non autorizado ou usar. É a súa responsabilidade eliminar o acceso aos Servizos se cambia o estado autorizado dun usuario ou empregado designado.
gu: .2.૨ અધિકૃત વપરાશકર્તાઓ: તમે (i) કરાર સાથેના તમારા અધિકૃત વપરાશકર્તાઓની પાલન માટે જવાબદાર છો, અને (ii) સેવાઓનો અનધિકૃત પ્રવેશ અથવા ઉપયોગ અટકાવવા માટે વ્યાવસાયિક રીતે વાજબી પ્રયત્નોનો ઉપયોગ કરવો પડશે અને આવી કોઈ અનધિકૃત ofક્સેસની તુરંત જ અમને જાણ કરીશું અથવા વાપરવુ. જો સેવાની authorizedક્સેસને દૂર કરવાની તમારી જવાબદારી છે કે જો કોઈ વપરાશકર્તા અથવા નિયુક્ત કર્મચારીની અધિકૃત સ્થિતિ બદલાય છે.
hi: 5.2 अधिकृत उपयोगकर्ता: आप (i) अनुबंध के साथ आपके अधिकृत उपयोगकर्ताओं के अनुपालन के लिए जिम्मेदार हैं, और (ii) सेवाओं के अनधिकृत उपयोग को रोकने के लिए व्यावसायिक रूप से उचित प्रयासों का उपयोग करेंगे और हमें ऐसे किसी भी अनधिकृत उत्पाद के बारे में तुरंत सूचित करेंगे। उपयोग। यदि उपयोगकर्ता या नामित कर्मचारी की अधिकृत स्थिति में परिवर्तन होता है, तो सेवाओं तक पहुँच हटाना आपकी ज़िम्मेदारी है।
hr: 5.2 Ovlašteni korisnici: Vi (i) odgovorni ste za poštivanje ovlaštenih korisnika Ugovora i (ii) upotrijebite komercijalno razumne napore za sprečavanje neovlaštenog pristupa ili upotrebe Usluga i odmah nas obavještavate o svim takvim neovlaštenim pristupima ili koristiti. Vaša je odgovornost uklanjanja pristupa Uslugama ako se promijeni status ovlaštenog korisnika ili određenog zaposlenika.
hu: 5.2. Engedélyezett felhasználók: Ön (i) felelős azért, hogy jogosult felhasználói betartják a megállapodást, és (ii) kereskedelmi szempontból ésszerű erőfeszítéseket tesz a Szolgáltatásokhoz való jogosulatlan hozzáférés megakadályozására, és haladéktalanul értesíti minket az ilyen jogosulatlan hozzáférésről vagy használat. Az Ön felelőssége, hogy megszüntesse a Szolgáltatásokhoz való hozzáférést, ha a felhasználó vagy a kijelölt alkalmazott meghatalmazott státusza megváltozik.
hy: 5.2 Լիազորված օգտագործողներ. Դուք (i) պատասխանատու եք ձեր լիազորված օգտագործողների Համաձայնագրին համապատասխանության համար, և (ii) առևտրային ողջամիտ ջանքեր կգործադրեն Ծառայությունների կողմից չարտոնված մուտքի կամ օգտագործման կանխարգելման համար և անհապաղ կտեղեկացնեն մեզ այդպիսի չարտոնված մուտքի կամ օգտագործել Ձեր պարտականությունն է Հեռացնել Ծառայություններ մուտքը, եթե փոխվում է օգտագործողի կամ նշանակված աշխատողի լիազորված կարգավիճակը:
id: 5.2 Pengguna yang Sah: Anda (i) bertanggung jawab atas kepatuhan pengguna sah Anda dengan Perjanjian ini, dan (ii) akan menggunakan upaya yang wajar secara komersial untuk mencegah akses tidak sah ke atau penggunaan Layanan dan akan segera memberi tahu kami tentang akses yang tidak sah atau menggunakan. Adalah tanggung jawab Anda untuk menghapus akses ke Layanan jika status resmi dari pengguna atau karyawan yang ditunjuk berubah.
is: 5.2 Viðurkenndir notendur: Þú (i) ert ábyrgur fyrir því að viðurkenndir notendur þínir uppfylli samninginn og (ii) skulir beita viðskiptalegum skynsemi til að koma í veg fyrir óheimilan aðgang að eða notkun á þjónustunni og tilkynna okkur strax um slíkan óheimilan aðgang eða nota. Það er á þína ábyrgð að fjarlægja aðgang að þjónustunum ef heimild stöðu notanda eða tilnefnds starfsmanns breytist.
it: 5.2 Utenti autorizzati: tu (i) sei responsabile della conformità dei tuoi utenti autorizzati al Contratto e (ii) farai sforzi commercialmente ragionevoli per prevenire l&#39;accesso o l&#39;uso non autorizzato dei Servizi e ci informerai immediatamente di tali accessi non autorizzati o uso. È tua responsabilità rimuovere l&#39;accesso ai Servizi se lo stato autorizzato di un utente o di un dipendente designato cambia.
iw: 5.2 משתמשים מורשים: אתה (i) אחראי לעמידה של המשתמשים המורשים שלך בהסכם, ו- (ii) תשתמש במאמצים סבירים מסחריים כדי למנוע גישה לא מורשית לשירותים או להשתמש בהם ותודיע לנו מייד על כל גישה בלתי מורשית כזו או להשתמש. באחריותך להסיר גישה לשירותים אם הסטטוס המורשה של משתמש או עובד המיועד לכך משתנה.
ja: 5.2認定ユーザー：お客様は、（i）認定ユーザーが本契約を遵守する責任を負い、（ii）サービスへの不正アクセスまたは使用を防止するために商業的に合理的な努力を払い、かかる不正アクセスまたは使用する。ユーザーまたは指定された従業員の許可ステータスが変更された場合、サービスへのアクセスを削除するのはお客様の責任です。
ka: 5.2 ავტორიზებული მომხმარებლები: თქვენ (i) პასუხისმგებელნი ხართ თქვენი ავტორიზებული მომხმარებლების მიერ შეთანხმებასთან შესაბამისობის დაცვაზე, და (ii) კომერციულად გონივრულ ძალისხმევას გამოიყენებთ სერვისების უნებართვო წვდომის ან გამოყენების თავიდან ასაცილებლად და დაუყოვნებლივ შეგატყობინებთ ამგვარი უნებართვო წვდომის ან. გამოყენება. თქვენი პასუხისმგებლობაა სერვისებზე წვდომის მოხსნა, თუ შეიცვლება მომხმარებლის ან თანამდებობის პირის უფლებამოსილი სტატუსი.
kk: 5.2 Уәкілетті пайдаланушылар: Сіз (i) уәкілетті пайдаланушыларыңыздың Келісімді сақтауына жауап бересіз және (ii) Қызметтерге рұқсатсыз кіруді немесе пайдалануды болдырмау үшін коммерциялық негізделген күш-жігерді қолданасыз және кез келген осындай рұқсат етілмеген қол жеткізу немесе қолдану. Пайдаланушының немесе тағайындалған қызметкердің рұқсат етілген мәртебесі өзгерсе, Қызметтерге кіруді алып тастау сіздің жауапкершілігіңіз болып табылады.
km: ៥.២ អ្នកប្រើប្រាស់ដែលមានការអនុញ្ញាត៖ អ្នក (ខ្ញុំ) ទទួលខុសត្រូវចំពោះការអនុញ្ញាតិរបស់អ្នកប្រើប្រាស់ដែលមានការអនុញ្ញាតពីកិច្ចព្រមព្រៀងហើយ (២) ត្រូវប្រើប្រាស់កិច្ចខិតខំប្រឹងប្រែងសមហេតុផលដើម្បីការពារការចូលប្រើប្រាស់ឬប្រើប្រាស់សេវាកម្មដោយគ្មានការអនុញ្ញាតហើយត្រូវជូនដំណឹងដល់យើងជាបន្ទាន់អំពីការចូលប្រើប្រាស់ដោយគ្មានការអនុញ្ញាតឬ ប្រើ។ វាគឺជាទំនួលខុសត្រូវរបស់អ្នកក្នុងការដកសិទ្ធិចូលប្រើសេវាកម្មប្រសិនបើស្ថានភាពដែលបានអនុញ្ញាតរបស់អ្នកប្រើប្រាស់ឬនិយោជិកដែលបានកំណត់ផ្លាស់ប្តូរ។
kn: 5.2 ಅಧಿಕೃತ ಬಳಕೆದಾರರು: ನಿಮ್ಮ ಅಧಿಕೃತ ಬಳಕೆದಾರರು ಒಪ್ಪಂದದ ಅನುಸರಣೆಗೆ ನೀವು (i) ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ, ಮತ್ತು (ii) ಸೇವೆಗಳಿಗೆ ಅನಧಿಕೃತ ಪ್ರವೇಶವನ್ನು ಅಥವಾ ಬಳಕೆಯನ್ನು ತಡೆಯಲು ವಾಣಿಜ್ಯಿಕವಾಗಿ ಸಮಂಜಸವಾದ ಪ್ರಯತ್ನಗಳನ್ನು ಬಳಸಬೇಕು ಮತ್ತು ಅಂತಹ ಯಾವುದೇ ಅನಧಿಕೃತ ಪ್ರವೇಶದ ಬಗ್ಗೆ ನಮಗೆ ತಕ್ಷಣವೇ ತಿಳಿಸುತ್ತದೆ ಅಥವಾ ಬಳಕೆ. ಬಳಕೆದಾರರ ಅಧಿಕೃತ ಸ್ಥಿತಿ ಅಥವಾ ಗೊತ್ತುಪಡಿಸಿದ ಉದ್ಯೋಗಿ ಬದಲಾದರೆ ಸೇವೆಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ತೆಗೆದುಹಾಕುವುದು ನಿಮ್ಮ ಜವಾಬ್ದಾರಿಯಾಗಿದೆ.
ku: 5.2 Bikarhênerên derbasdar: Hûn (i) berpirsiyar in ku bikarhênerên weyên destwerdana Peymanê ne, û (ii) dê hewlên maqûl ên bazirganî bikar bînin da ku pêşî li gihaştina nehiştbar an karanîna karûbarên nehsandî bigirin û ji me re yekser agahdarî li ser gihîştina van destûrên nehiştbar an ne. bikaranîn. Ew berpirsyariya we ye ku heger rewşa statûya bikarhênerek an karmendek destnîşankirî biguhezin karûbaran.
ky: 5.2 Ыйгарым укуктуу колдонуучулар: Сиз (i) ыйгарым укуктуу колдонуучуларыңыздын Макулдашууну сактагандыгы үчүн жооп бересиздер жана (ii) Кызматтарга уруксатсыз кирүүсүн же колдонулушун болтурбоо үчүн коммерциялык жактан негизделген аракеттерди колдонушат жана бизге ушундай уруксатсыз кирүү же кирүү жөнүндө токтоосуз билдиришет. колдонушат. Колдонуучунун же дайындалган кызматкердин ыйгарым укуктуу абалы өзгөргөндө, Кызматтарга кирүү мүмкүнчүлүгүн алып салуу үчүн сиз жооптуусуз.
lb: 5.2 Autoriséiert Benotzer: Dir (i) sidd verantwortlech fir Är autoriséiert Benotzer d&#39;Konformitéit mat der Konventioun, an (ii) soll kommerziell vernünfteg Efforte benotze fir onerlaabten Zougank zu oder d&#39;Benotzung vun de Servicer ze vermeiden an eis direkt vun sou engem onerlaabten Zougang informéieren oder benotzen. Et ass Är Verantwortung fir Zougang zu de Servicer ze entfernen wann den autoriséierten Zoustand vun engem Benotzer oder designéierte Mataarbechter ännert.
lo: 5.2 ຜູ້ໃຊ້ທີ່ໄດ້ຮັບອະນຸຍາດ: ທ່ານ (ຂ້າພະເຈົ້າ) ຮັບຜິດຊອບຕໍ່ຜູ້ຊົມໃຊ້ທີ່ໄດ້ຮັບອະນຸຍາດຂອງທ່ານຕາມສັນຍາ, ແລະ (ii) ຈະໃຊ້ຄວາມພະຍາຍາມທີ່ສົມເຫດສົມຜົນທາງການຄ້າເພື່ອປ້ອງກັນການເຂົ້າເຖິງຫຼືການ ນຳ ໃຊ້ບໍລິການທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດແລະຈະແຈ້ງໃຫ້ພວກເຮົາຊາບທັນທີກ່ຽວກັບການເຂົ້າເຖິງທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດຫຼື ການນໍາໃຊ້. ມັນເປັນຄວາມຮັບຜິດຊອບຂອງທ່ານໃນການຍ້າຍການເຂົ້າເຖິງການບໍລິການຖ້າວ່າສະຖານະພາບທີ່ຖືກອະນຸຍາດຂອງຜູ້ໃຊ້ຫລືພະນັກງານທີ່ຖືກແຕ່ງຕັ້ງຖືກປ່ຽນແປງ.
lt: 5.2 Įgalioti vartotojai: Jūs (i) esate atsakingi už tai, kad jūsų įgalioti vartotojai laikytųsi sutarties, ir (ii) imkitės komerciškai pagrįstų pastangų, kad užkirstumėte kelią neteisėtai prieigai prie Paslaugų ar jų naudojimuisi, ir nedelsdami pranešite mums apie tokią neteisėtą prieigą ar naudoti. Jūs turite pašalinti prieigą prie Paslaugų, jei pasikeičia vartotojo ar paskirto darbuotojo įgaliotas statusas.
lv: 5.2. Pilnvarotie lietotāji: Jūs (i) esat atbildīgs par to, ka jūsu pilnvarotie lietotāji ievēro Līgumu, un (ii) jāpieliek komerciāli pamatoti centieni, lai novērstu neatļautu piekļuvi Pakalpojumiem vai to izmantošanu, un nekavējoties jāpaziņo mums par jebkuru šādu neatļautu piekļuvi vai izmantot. Jūsu pienākums ir noņemt piekļuvi Pakalpojumiem, ja mainās lietotāja vai izraudzītā darbinieka pilnvarotais statuss.
mg: 5.2 Mpampiasa nahazo alalana: Ianao (i) no tompon&#39;andraikitra amin&#39;ny fanarahan-kevitr&#39;ireo mpampiasa anao amin&#39;ny alàlan&#39;ny Fifanekena, ary (ii) dia hampiasa ezaka mitombina ara-barotra mba hisorohana ny fampiasana tsy nahazoana alalana ary hampiasana ny serivisy ary tsy hampandre anay avy hatrany ny fahazoan-dàlana tsy nahazoana lalana toy izany. ampiasaina. Adidinao ny manaisotra ny fidirana amin&#39;ny serivisy raha toa ka miova ny sata nomen&#39;ny mpampiasa iray na mpiasa voatondro.
mi: 5.2 Kaiwhakamahi Whakahoahoa: Ko koe (i) te kawenga mo o te hunga whai mana o te hunga whai mana ki te Whakaaetanga, a (ii) ka whakamahi i nga mahi whaihua arero hei aukati i te uru atu ki te whakamahi ranei i nga Ratonga me te whakamohio mai ki a maatau mo etahi huarahi kore whai mana ranei whakamahi. Ko to kawenga te tango i te uru ki nga Ratonga mehemea ka rereke te mana o te kaiwhakamahi, ki te kaimahi ranei kua tohua.
mk: 5.2 Овластени корисници: Вие (i) вие сте одговорни за почитување на вашите овластени корисници со Договорот и (ii) ќе употребувате разумни комерцијални напори за да спречите неовластен пристап до или употреба на Услугите и веднаш ќе не известите за таквиот неовластен пристап или користете Ваша одговорност е да го отстраните пристапот до Услугите доколку се промени овластениот статус на корисник или назначен вработен.
ml: 5.2 അംഗീകൃത ഉപയോക്താക്കൾ: നിങ്ങളുടെ അംഗീകൃത ഉപയോക്താക്കൾ കരാറുമായി പൊരുത്തപ്പെടുന്നതിന് നിങ്ങൾ (i) ഉത്തരവാദികളാണ്, (ii) സേവനങ്ങളിലേക്ക് അനധികൃതമായി പ്രവേശിക്കുന്നത് തടയുന്നതിനോ വാണിജ്യപരമായി ന്യായമായ ശ്രമങ്ങൾ ഉപയോഗിക്കുന്നതിനോ അത്തരം അനധികൃത ആക്സസ് അല്ലെങ്കിൽ ഉടനടി ഞങ്ങളെ അറിയിക്കും. ഉപയോഗം. ഒരു ഉപയോക്താവിന്റെയോ നിയുക്ത ജീവനക്കാരന്റെയോ അംഗീകൃത നില മാറുകയാണെങ്കിൽ സേവനങ്ങളിലേക്കുള്ള ആക്സസ് നീക്കംചെയ്യേണ്ടത് നിങ്ങളുടെ ഉത്തരവാദിത്തമാണ്.
mn: 5.2. Эрх бүхий хэрэглэгчид: Та (i) таны зөвшөөрөгдсөн хэрэглэгчдийн Гэрээг дагаж мөрдөх үүрэгтэй ба (ii) Үйлчилгээнд зөвшөөрөлгүй нэвтрэх, ашиглахаас урьдчилан сэргийлэх зорилгоор худалдааны үндэслэлтэй хүчин чармайлт гаргаж, аливаа зөвшөөрөлгүй хандалтын болон нэн даруй бидэнд мэдэгдэх болно. ашиглах. Хэрэглэгчийн эсвэл томилогдсон ажилтны эрх бүхий статус өөрчлөгдсөн тохиолдолд үйлчилгээнд нэвтрэх эрхийг хасах нь таны үүрэг юм.
mr: .2.२ अधिकृत वापरकर्तेः आपण (i) आपल्या अधिकृत वापरकर्त्याच्या कराराचे पालन करण्यास जबाबदार आहात आणि (ii) सेवेचा अनधिकृत प्रवेश किंवा वापर रोखण्यासाठी व्यावसायिकदृष्ट्या वाजवी प्रयत्नांचा वापर कराल आणि आम्हाला अशा कोणत्याही अनधिकृत प्रवेशाबद्दल त्वरित सूचित केले जाईल किंवा वापरा. एखाद्या वापरकर्त्याची अधिकृत केलेली किंवा नियुक्त केलेल्या कर्मचार्यांची अधिकृत स्थिती बदलल्यास सेवेतील प्रवेश काढून टाकण्याची आपली जबाबदारी आहे.
ms: 5.2 Pengguna yang Diberi Kuasa: Anda (i) bertanggung jawab atas kepatuhan pengguna yang diberi kuasa kepada Perjanjian, dan (ii) akan menggunakan usaha yang wajar secara komersial untuk mencegah akses atau penggunaan Perkhidmatan yang tidak dibenarkan dan akan segera memberitahu kami mengenai sebarang akses tanpa izin tersebut atau menggunakan. Adalah menjadi tanggungjawab anda untuk membuang akses ke Perkhidmatan sekiranya status pengguna atau pekerja yang ditunjuk berubah.
mt: 5.2 Utenti Awtorizzati: Int (i) tkun responsabbli għall-konformità tal-utenti awtorizzati tiegħek mal-Ftehim, u (ii) tuża sforzi kummerċjalment raġonevoli biex tipprevjeni aċċess mhux awtorizzat għal jew tuża s-Servizzi u għandha tgħarrafna minnufih b&#39;kull aċċess mhux awtorizzat jew uża. Hija r-responsabbiltà tiegħek li tneħħi l-aċċess għas-Servizzi jekk l-istatus awtorizzat ta &#39;utent jew impjegat maħtur jinbidel.
my: ၅.၂ အခွင့်အာဏာရှိသောအသုံးပြုသူများ - သင် (၁) သင်၏ခွင့်ပြုထားသောအသုံးပြုသူများသည်သဘောတူညီမှုကိုလိုက်နာရန်တာ ၀ န်ရှိသည်။ (၂) ၀ န်ဆောင်မှုများကိုခွင့်ပြုချက်မရှိဘဲအသုံးပြုခြင်းကိုတားဆီးရန်စီးပွားဖြစ်ကျိုးကြောင်းဆီလျော်သောအားထုတ်မှုများကိုအသုံးပြုရမည်။ အသုံးပြုသည်။ အသုံးပြုသူသို့မဟုတ်သတ်မှတ်ထားသော ၀ န်ထမ်း၏ခွင့်ပြုချက်အဆင့်ပြောင်းလဲသွားပါက ၀ န်ဆောင်မှုများကို ၀ င်ရောက်မှုကိုဖယ်ရှားခြင်းသည်သင်၏တာဝန်ဖြစ်သည်။
ne: .2.२ प्राधिकृत प्रयोगकर्ताहरू: तपाईं (i) सम्झौताको साथ तपाईंको अधिकृत प्रयोगकर्ताहरूको अनुपालनको लागि जिम्मेवार हुनुहुन्छ, र (ii) सेवाहरूको अनाधिकृत पहुँच वा प्रयोग रोक्न व्यावसायिक रूपमा व्यावहारिक प्रयासहरू प्रयोग गर्नेछ र त्यस्ता कुनै अनाधिकृत पहुँच वा तुरून्त हामीलाई सूचित गर्नेछौं। प्रयोग गर्नुहोस्। सेवाहरूको पहुँच हटाउन यो तपाईंको उत्तरदायित्व हो कि यदि एक प्रयोगकर्ता वा तोकिएको कर्मचारीको अधिकृत स्थिति परिवर्तन भयो।
nl: 5.2 Geautoriseerde gebruikers: U (i) bent verantwoordelijk voor de naleving van de Overeenkomst door uw geautoriseerde gebruikers, en (ii) zult commercieel redelijke inspanningen verrichten om ongeoorloofde toegang tot of gebruik van de Services te voorkomen en ons onmiddellijk op de hoogte stellen van dergelijke ongeoorloofde toegang of gebruik. Het is uw verantwoordelijkheid om de toegang tot de Services te verwijderen als de geautoriseerde status van een gebruiker of aangewezen medewerker verandert.
no: 5.2 Autoriserte brukere: Du (i) er ansvarlig for dine autoriserte brukeres overholdelse av avtalen, og (ii) skal bruke kommersielt rimelige anstrengelser for å forhindre uautorisert tilgang til eller bruk av tjenestene og skal varsle oss umiddelbart om slik uautorisert tilgang eller bruk. Det er ditt ansvar å fjerne tilgang til tjenestene hvis den autoriserte statusen til en bruker eller utpekt ansatt endres.
or: 5.2 ସ୍ Author ୀକୃତପ୍ରାପ୍ତ ଉପଭୋକ୍ତା: ଚୁକ୍ତିନାମା ସହିତ ତୁମର ପ୍ରାଧିକୃତ ବ୍ୟବହାରକାରୀଙ୍କ ଅନୁପାଳନ ପାଇଁ ତୁମେ (i) ଦାୟୀ, ଏବଂ (ii) ସେବାଗୁଡିକର ଅନଧିକୃତ ପ୍ରବେଶ କିମ୍ବା ବ୍ୟବହାରକୁ ରୋକିବା ପାଇଁ ବ୍ୟବସାୟିକ ଯୁକ୍ତିଯୁକ୍ତ ପ୍ରୟାସ କରିବ ଏବଂ ଏହିପରି ଅନଧିକୃତ ପ୍ରବେଶ ବିଷୟରେ ତୁରନ୍ତ ଆମକୁ ଜଣାଇବ କିମ୍ବା ବ୍ୟବହାର କରନ୍ତୁ | ଯଦି ଜଣେ ଉପଭୋକ୍ତା କିମ୍ବା ନିଯୁକ୍ତ କର୍ମଚାରୀଙ୍କ ପ୍ରାଧିକୃତ ସ୍ଥିତି ପରିବର୍ତ୍ତନ ହୁଏ ତେବେ ସେବାଗୁଡିକର ପ୍ରବେଶ ଅପସାରଣ କରିବା ଆପଣଙ୍କର ଦାୟିତ୍। |
pa: .2..2 ਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾ: ਤੁਸੀਂ (i) ਸਮਝੌਤੇ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ, ਅਤੇ (ii) ਸੇਵਾਵਾਂ ਦੀ ਅਣਅਧਿਕਾਰਤ ਪਹੁੰਚ ਜਾਂ ਵਰਤੋਂ ਨੂੰ ਰੋਕਣ ਲਈ ਵਪਾਰਕ ਵਾਜਬ ਯਤਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋਗੇ ਅਤੇ ਸਾਨੂੰ ਅਜਿਹੀ ਕਿਸੇ ਵੀ ਅਣਅਧਿਕਾਰਤ ਪਹੁੰਚ ਜਾਂ ਤੁਰੰਤ ਸੂਚਿਤ ਕਰੋਗੇ ਵਰਤਣ. ਜੇ ਕਿਸੇ ਉਪਭੋਗਤਾ ਜਾਂ ਮਨੋਨੀਤ ਕਰਮਚਾਰੀਆਂ ਦੀ ਅਧਿਕਾਰਤ ਸਥਿਤੀ ਬਦਲ ਜਾਂਦੀ ਹੈ ਤਾਂ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਹਟਾਉਣਾ ਤੁਹਾਡੀ ਜ਼ਿੰਮੇਵਾਰੀ ਬਣਦੀ ਹੈ.
pl: 5.2 Autoryzowani użytkownicy: Użytkownik (i) jest odpowiedzialny za przestrzeganie przez autoryzowanych użytkowników Umowy, oraz (ii) podejmie uzasadnione handlowo działania, aby zapobiec nieautoryzowanemu dostępowi do Usług lub korzystaniu z nich i niezwłocznie powiadomi nas o każdym takim nieautoryzowanym dostępie lub posługiwać się. Twoim obowiązkiem jest usunięcie dostępu do Usług, jeśli zmieni się status autoryzowanego użytkownika lub wyznaczonego pracownika.
ps: .2..2 مجاز کارونکي: تاسو (i) د تړون سره ستاسو د مجاز کاروونکو اطاعت مسؤل یاست ، او (ii) خدماتو ته د غیر مجاز لاسرسي څخه مخنیوي لپاره سوداګریزې معقول هڅې وکاروئ او موږ ته به د هر ډول غیر رسمي لاسرسي یا سمدلاسه خبرداری راکړئ. کارول. دا ستاسو مسؤلیت دی چې خدماتو ته لاسرسی لرې کړئ که چیرې د کارونکي یا ټاکل شوي کارمند اختیار وضعیت بدل شي.
pt: 5.2 Usuários autorizados: Você (i) é responsável pela conformidade de seus usuários autorizados com o Contrato e (ii) envidará esforços comercialmente razoáveis para impedir o acesso não autorizado ou o uso dos Serviços e notificará-nos imediatamente de qualquer acesso não autorizado ou usar. É de sua responsabilidade remover o acesso aos Serviços se o status autorizado de um usuário ou funcionário designado mudar.
ro: 5.2 Utilizatori autorizați: (i) sunteți responsabil pentru respectarea de către utilizatorii dvs. autorizați a acordului și (ii) trebuie să faceți eforturi rezonabile din punct de vedere comercial pentru a împiedica accesul neautorizat la sau a utiliza serviciile și ne va anunța imediat orice acces neautorizat sau utilizare. Este responsabilitatea dvs. să eliminați accesul la Servicii dacă statutul autorizat al unui utilizator sau al unui angajat desemnat se modifică.
ru: 5.2 Авторизованные пользователи: Вы (i) несете ответственность за соблюдение вашими авторизованными пользователями условий Соглашения и (ii) должны предпринимать коммерчески обоснованные усилия для предотвращения несанкционированного доступа или использования Сервисов и должны немедленно уведомлять нас о любом таком несанкционированном доступе или использовать. Вы несете ответственность за прекращение доступа к Услугам в случае изменения авторизованного статуса пользователя или назначенного сотрудника.
rw: 5.2. Koresha. Ninshingano zawe kuvanaho kwinjira muri Serivisi niba imiterere yemewe yumukoresha cyangwa abakozi bagenwe bahindutse.
sd: 5.2 بااختيار استعمال ڪندڙ: توهان (i) توهان جي اجازت ڏنل صارفن جي معاهدي جي پاسداري جا ذميوار آهيو ، ۽ (ii) تجارتي طور تي معقول ڪوششون استعمال ڪنداسين يا سروسز جي غير مجاز رسائي کي روڪڻ جي لاءِ ۽ اسان کي فوري طور تي ڪنهن اهڙي غير مجاز رسائي جي اطلاع ڏين يا استعمال ڪريو. توهان جي رسائي جي رسائي کي هٽائڻ توهان جي ذميواري آهي جيڪڏهن صارف يا نامزد ملازم جي مجاز حيثيت تبديل ٿيندي.
si: 5.2 බලයලත් පරිශීලකයින්: ඔබේ බලයලත් පරිශීලකයින් ගිවිසුමට අනුකූල වීම සම්බන්ධයෙන් ඔබ (i) වගකිව යුතු අතර, (ii) සේවාවන් වෙත අනවසරයෙන් පිවිසීම හෝ භාවිතය වැළැක්වීම සඳහා වාණිජමය වශයෙන් සාධාරණ උත්සාහයන් භාවිතා කළ යුතු අතර එවැනි අනවසර ප්‍රවේශයක් පිළිබඳව වහාම අපට දන්වනු ඇත. භාවිත. පරිශීලකයෙකුගේ හෝ නම් කරන ලද සේවකයකුගේ බලයලත් තත්ත්වය වෙනස් වුවහොත් සේවාවන්ට ප්‍රවේශය ඉවත් කිරීම ඔබේ වගකීමකි.
sk: 5.2 Oprávnení používatelia: Vy ste (i) zodpovední za dodržiavanie dohody zo strany vašich oprávnených používateľov a (ii) vynaložíte komerčne primerané úsilie na zabránenie neoprávnenému prístupu k službám alebo ich využívaniu a okamžite nás informujete o akomkoľvek takom neoprávnenom prístupe alebo použiť. Ak sa zmení oprávnený status používateľa alebo určeného zamestnanca, je vašou zodpovednosťou odstrániť prístup k službám.
sl: 5.2 Pooblaščeni uporabniki: Vi (i) ste odgovorni za skladnost s pogodbo s strani svojih pooblaščenih uporabnikov in (ii) morate s komercialno razumnimi prizadevanji preprečiti nepooblaščen dostop do storitev ali njihovo uporabo in nas takoj obvestiti o kakršnem koli takšnem nepooblaščenem dostopu oz. uporaba. Vaša odgovornost je, da odstranite dostop do storitev, če se spremeni status pooblaščenega uporabnika ali imenovanega zaposlenega.
sq: 5.2 Përdoruesit e autorizuar: Ju (i) jeni përgjegjës për pajtueshmërinë e përdoruesve tuaj të autorizuar me Marrëveshjen, dhe (ii) do të përdorni përpjekje të arsyeshme tregtare për të parandaluar hyrjen e paautorizuar në ose përdorimin e Shërbimeve dhe do të na njoftoni menjëherë për çdo qasje të tillë të paautorizuar ose përdorur. Responsibilityshtë përgjegjësia juaj për të hequr hyrjen në Shërbime nëse ndryshon statusi i autorizuar i një përdoruesi ose punonjësi i caktuar.
sr: 5.2 Овлашћени корисници: Ви (и) сте одговорни за поштовање овлашћених корисника овог Уговора, и (ии) ћете користити комерцијално разумне напоре да спречите неовлашћени приступ или коришћење Услуга и одмах нас обавестите о сваком таквом неовлашћеном приступу или употреба. Ваша је одговорност да уклоните приступ Услугама ако се промени статус овлашћеног корисника или одређеног запосленог.
sv: 5.2 Auktoriserade användare: Du (i) är ansvarig för dina auktoriserade användares efterlevnad av avtalet, och (ii) ska använda kommersiellt rimliga ansträngningar för att förhindra obehörig åtkomst till eller användning av tjänsterna och ska omedelbart meddela oss om sådan obehörig åtkomst eller använda sig av. Det är ditt ansvar att ta bort tillgången till tjänsterna om en användares eller utsedda anställds godkända status ändras.
sw: Watumiaji Walioidhinishwa: Wewe (i) unawajibika kwa kufuata kwa watumiaji wako idhini ya Mkataba, na (ii) utatumia juhudi nzuri za kibiashara ili kuzuia ufikiaji usio ruhusa wa au kutumia Huduma na utatuarifu mara moja juu ya ufikiaji huo usioidhinishwa au tumia. Ni jukumu lako kuondoa ufikiaji wa Huduma ikiwa hali iliyoidhinishwa ya mtumiaji au mfanyakazi aliyeteuliwa anabadilika.
ta: 5.2 அங்கீகரிக்கப்பட்ட பயனர்கள்: ஒப்பந்தத்துடன் உங்கள் அங்கீகரிக்கப்பட்ட பயனர்களின் இணக்கத்திற்கு நீங்கள் (i) பொறுப்பு, மற்றும் (ii) சேவைகளுக்கு அங்கீகரிக்கப்படாத அணுகல் அல்லது பயன்பாட்டைத் தடுக்க வணிகரீதியாக நியாயமான முயற்சிகளைப் பயன்படுத்துவீர்கள், மேலும் இதுபோன்ற அங்கீகரிக்கப்படாத அணுகல் அல்லது உடனடியாக எங்களுக்குத் தெரிவிக்கும். பயன்பாடு. ஒரு பயனரின் அங்கீகரிக்கப்பட்ட நிலை அல்லது நியமிக்கப்பட்ட பணியாளர் மாறினால் சேவைகளுக்கான அணுகலை அகற்றுவது உங்கள் பொறுப்பு.
te: 5.2 అధీకృత వినియోగదారులు: ఒప్పందానికి మీ అధీకృత వినియోగదారుల సమ్మతికి మీరు (i) బాధ్యత వహిస్తారు మరియు (ii) సేవలకు అనధికార ప్రాప్యతను లేదా ఉపయోగాన్ని నిరోధించడానికి వాణిజ్యపరంగా సహేతుకమైన ప్రయత్నాలను ఉపయోగించాలి మరియు అటువంటి అనధికార ప్రాప్యత గురించి వెంటనే మాకు తెలియజేయాలి లేదా వా డు. వినియోగదారు లేదా నియమించబడిన ఉద్యోగి యొక్క అధీకృత స్థితి మారినట్లయితే సేవలకు ప్రాప్యతను తొలగించడం మీ బాధ్యత.
tg: 5.2 Истифодабарандагони салоҳиятдор: Шумо (i) барои мувофиқат кардани корбарони ваколатдори шумо дар Шартнома масъул ҳастед ва (ii) барои пешгирии дастрасии беиҷозат ба истифодаи хидматҳо кӯшишҳои аз нуқтаи назари тиҷорӣ асосёфтаро истифода мебаред ва моро аз ҳар гуна дастрасии беиҷозат ё фавран огоҳ месозад. истифода бурдан. Агар тағир додани мақоми ваколатдори корбар ё корманди таъйиншуда барҳам додани дастрасӣ ба хидматҳо масъулияти шумост.
th: 5.2 ผู้ใช้ที่ได้รับอนุญาต: คุณ (i) รับผิดชอบต่อการปฏิบัติตามข้อตกลงของผู้ใช้ที่ได้รับอนุญาตของคุณและ (ii) จะต้องใช้ความพยายามตามสมควรในเชิงพาณิชย์เพื่อป้องกันการเข้าถึงหรือการใช้บริการโดยไม่ได้รับอนุญาต ใช้. คุณมีหน้าที่รับผิดชอบในการลบการเข้าถึงบริการหากสถานะที่ได้รับอนุญาตของผู้ใช้หรือการเปลี่ยนแปลงพนักงานที่ได้รับมอบหมาย
tk: 5.2 Ygtyýarly ulanyjylar: Siz (i) ygtyýarly ulanyjylaryňyzyň Ylalaşygyň ýerine ýetirilmegi üçin jogapkärçilik çekýärsiňiz we (ii) Hyzmatlara birugsat girilmeginiň ýa-da ulanylmagynyň öňüni almak üçin täjirçilik taýdan esasly tagallalary ulanarsyňyz we şular ýaly rugsatsyz giriş barada derrew bize habar bereris ýa-da ulanmak. Ulanyjynyň ýa-da bellenen işgäriň ygtyýarly ýagdaýy üýtgese, Hyzmatlara girişi aýyrmak siziň jogapkärçiligiňizdir.
tl: 5.2 Mga Awtor na May Awtorisado: Ikaw (i) ay responsable para sa pagsunod sa iyong awtorisadong gumagamit sa Kasunduan, at (ii) ay dapat gumamit ng makatwirang komersyal na pagsisikap upang maiwasan ang hindi pinahihintulutang pag-access sa o paggamit ng Mga Serbisyo at dapat na ipaalam sa amin kaagad ng anumang hindi awtorisadong pag-access o paggamit. Responsibilidad mong alisin ang pag-access sa Mga Serbisyo kung ang awtorisadong katayuan ng isang gumagamit o mga itinalagang empleyado ay nagbabago.
tr: 5.2 Yetkili Kullanıcılar: Siz (i) yetkili kullanıcılarınızın Sözleşmeye uymasından siz sorumlusunuz ve (ii) Hizmetlere yetkisiz erişimi veya Hizmetlerin kullanılmasını önlemek için ticari olarak makul çabayı gösterecek ve bu tür yetkisiz erişimleri derhal haberdar edeceksiniz veya kullanın. Bir kullanıcının veya belirlenen bir çalışanın yetkili durumu değişirse, Hizmetlere erişimi kaldırmak sizin sorumluluğunuzdadır.
tt: 5.2. куллану. Әгәр дә кулланучының вәкаләтле статусы үзгәрсә, Хезмәтләргә керү мөмкинлеген бетерү сезнең бурычыгыз.
ug: 5.2 ھوقۇق بېرىلگەن ئابونتلار: سىز (i) ھوقۇق بەرگەن ئابونتلىرىڭىزنىڭ كېلىشىمنى ئىجرا قىلىشىغا مەسئۇل بولىسىز ، (2) سودىدا مۇۋاپىق تىرىشچانلىق كۆرسىتىپ ، مۇلازىمەتلەرنىڭ رۇخسەتسىز زىيارەت قىلىنىشى ياكى ئىشلىتىلىشىنىڭ ئالدىنى ئالىدۇ ھەمدە بۇ خىل ئىجازەتسىز زىيارەتنى بىزگە دەرھال ئۇقتۇرىدۇ ياكى use. ئەگەر ئىشلەتكۈچى ياكى بېكىتىلگەن خىزمەتچىلەرنىڭ ھوقۇق بېرىلگەن ئورنى ئۆزگەرسە ، مۇلازىمەتكە ئېرىشىشنى ئۆچۈرۈش سىزنىڭ مەسئۇلىيىتىڭىز.
uk: 5.2 Авторизовані користувачі: Ви (i) несете відповідальність за дотримання вами уповноваженими користувачами Договору, та (ii) вживаєте комерційно обґрунтованих зусиль для запобігання несанкціонованого доступу до або використання Послуг та негайно повідомляєте нас про будь-який такий несанкціонований доступ або використання. Ви несете відповідальність за видалення доступу до Служб, якщо статус авторизованого користувача або призначеного працівника зміниться.
ur: 5.2 مجاز صارفین: آپ (i) معاہدے کے ساتھ اپنے مجاز صارفین کی تعمیل کے لئے ذمہ دار ہیں ، اور (ii) خدمات تک غیر مجاز رسائی یا استعمال کو روکنے کے لئے تجارتی طور پر معقول کوششوں کا استعمال کریں گے اور ایسی غیر مجاز رسائی یا فوری طور پر ہمیں ہمیں مطلع کریں گے۔ استعمال کریں۔ اگر آپ کے صارف یا نامزد ملازمین کی مجاز حیثیت تبدیل ہوجاتی ہے تو خدمات تک رسائی کو دور کرنا آپ کی ذمہ داری ہے۔
uz: 5.2 Vakolatli foydalanuvchilar: Siz (i) avtorizatsiyalangan foydalanuvchilaringizning Shartnomaga muvofiqligi uchun javobgarsiz va (ii) Xizmatlarga ruxsatsiz kirish yoki undan foydalanishning oldini olish uchun tijorat maqsadlarida qilingan harakatlardan foydalanasiz va bizni har qanday bunday ruxsatsiz kirish yoki bu haqda darhol xabardor qilamiz. foydalanish. Agar foydalanuvchining yoki tayinlangan xodimning avtorizatsiya qilingan holati o&#39;zgarsa, xizmatlarga kirishni o&#39;chirish sizning zimmangizdadir.
vi: 5.2 Người dùng được ủy quyền: Bạn (i) chịu trách nhiệm về việc tuân thủ Thỏa thuận của người dùng được ủy quyền của bạn và (ii) sẽ sử dụng các nỗ lực hợp lý về mặt thương mại để ngăn chặn truy cập trái phép vào hoặc sử dụng Dịch vụ và sẽ thông báo cho chúng tôi ngay lập tức về bất kỳ sự truy cập trái phép nào hoặc sử dụng. Bạn có trách nhiệm xóa quyền truy cập vào Dịch vụ nếu trạng thái được ủy quyền của người dùng hoặc nhân viên được chỉ định thay đổi.
xh: 5.2 Abasebenzisi abagunyazisiweyo: (i) unoxanduva lokuthobela abasebenzisi bakho abagunyazisiweyo kwesi siVumelwano, kwaye (ii) uya kusebenzisa iinzame ezifanelekileyo zokurhweba ukuthintela ukufikelela okungagunyaziswanga kokusebenzisa iiNkonzo kwaye uya kusazisa kwangoko ngalo naluphi na ufikelelo olungagunyaziswanga okanye sebenzisa. Luxanduva lwakho ukususa ukufikelela kwiinkonzo ukuba inqanaba eligunyazisiweyo lomsebenzisi okanye lomsebenzi otyunjiweyo.
yi: 5.2 אָטערייזד יוזערז: איר (איך) זענען פאַראַנטוואָרטלעך פֿאַר דיין אָטערייזד יוזערז &#39;העסקעם מיט די אַגרעעמענט, און (ii) איר וועט נוצן קאַמערשאַלי גלייַך השתדלות צו פאַרמייַדן אַנאָטערייזד אַקסעס צו אָדער נוצן פון די סערוויסעס און איר וועט מיד מעלדן וועגן אַזאַ אַנאָטערייזד אַקסעס אָדער נוצן. עס איז דיין פֿאַראַנטוואָרטלעכקייט צו באַזייַטיקן אַקסעס צו די סערוויסעס אויב די אָטערייזד סטאַטוס פון אַ באַניצער אָדער דעזיגנייטיד אָנגעשטעלטער ענדערונגען.
