Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
af: Omgekeer, plaas opdaterings, beantwoord vrae, neem notas, lewer kommentaar, en hou alle besprekings gemerk deur intydse e-pos- en SMS-kennisgewings.
am: ኮንሶል ፣ ዝማኔዎችን ይለጥፉ ፣ ጥያቄዎችን ይመልሱ ፣ ማስታወሻዎችን ይውሰዱ ፣ አስተያየት ይስጡ እና ሁሉንም ውይይቶች በእውነተኛ-ጊዜ ኢሜል እና በኤስኤምኤስ ማስታወቂያዎች ላይ መለያ እንዲደረግላቸው ያድርጉ ፡፡
ar: التحدث ، ونشر التحديثات ، والإجابة على الأسئلة ، وتدوين الملاحظات ، والتعليق ، ووضع علامة على جميع المناقشات بواسطة البريد الإلكتروني وإشعارات الرسائل القصيرة في الوقت الفعلي.
az: Söhbət edin, yeniləmələri göndərin, suallara cavab verin, qeydlər edin, şərh edin və bütün müzakirələri real vaxt e-poçt və SMS bildirişləri ilə etiketləyin.
be: Наадварот, публікуйце абнаўленні, адказвайце на пытанні, рабіце нататкі, каментуйце і правядзіце ўсе абмеркаванні з пазнакай у рэжыме рэальнага часу і паведамленнямі па электроннай пошце.
bg: Обратно, публикувайте актуализации, отговаряйте на въпроси, правите бележки, коментирайте и провеждайте всички дискусии, маркирани с имейл и SMS известия в реално време.
bn: কথোপকথন, আপডেট পোস্ট করুন, প্রশ্নের উত্তর দিন, নোট নিন, মন্তব্য করুন এবং সমস্ত আলোচনা রিয়েল-টাইম ইমেল এবং এসএমএস বিজ্ঞপ্তি দ্বারা ট্যাগ করেছেন।
ca: Converseu, publiqueu actualitzacions, responeu preguntes, preneu notes, comenteu i tingueu totes les discussions etiquetades per correu electrònic i notificacions en temps real.
cs: Konverzujte, odesílejte aktualizace, odpovídejte na otázky, dělejte si poznámky, komentujte a nechte všechny diskuse označit e-mailem a SMS zprávami v reálném čase.
cy: I&#39;r gwrthwyneb, postio diweddariadau, ateb cwestiynau, cymryd nodiadau, rhoi sylwadau, a chael tagiadau ar bob trafodaeth trwy hysbysiadau e-bost a SMS amser real.
da: Konverter, post opdateringer, besvar spørgsmål, noter, kommenter og få alle diskussioner mærket med real-time e-mail og SMS-meddelelser.
de: Unterhalten Sie sich, veröffentlichen Sie Updates, beantworten Sie Fragen, machen Sie sich Notizen, kommentieren Sie und lassen Sie alle Diskussionen durch E-Mail- und SMS-Benachrichtigungen in Echtzeit markieren.
el: Συζητήστε, δημοσιεύστε ενημερώσεις, απαντήστε σε ερωτήσεις, σημειώστε, σχολιάστε και προσθέστε όλες τις συζητήσεις με ειδοποιήσεις μέσω email και SMS σε πραγματικό χρόνο.
eo: Konversacii, afiŝi ĝisdatigojn, respondi demandojn, preni notojn, komenti kaj havi ĉiujn diskutojn etikeditaj en reala tempo retpoŝto kaj SMSaj sciigoj.
es: Converse, publique actualizaciones, responda preguntas, tome notas, comente y etiquete todas las discusiones mediante notificaciones por correo electrónico y SMS en tiempo real.
et: Vestelge, postitage värskendusi, vastake küsimustele, tehke märkmeid, kommenteerige ja lisage kõik arutelud reaalajas e-posti ja SMS-märguannetega.
eu: Alderatu, bidali eguneratzeak, erantzun galderak, oharrak hartu, iruzkinak egin eta denbora errealeko posta elektronikoa eta SMS jakinarazpenak etiketatu.
fa: مکالمه ، ارسال به روزرسانی ، پاسخ به سؤالات ، یادداشت برداری ، اظهار نظر و همه بحث ها برچسب گذاری شده توسط ایمیل و اطلاعیه پیام کوتاه در زمان واقعی.
fi: Keskustele, lähetä päivityksiä, vastaa kysymyksiin, tee muistiinpanoja, kommentteja ja pidä kaikki keskustelut merkittyinä reaaliaikaisilla sähköposti- ja SMS-ilmoituksilla.
fr: Echangez, publiez des mises à jour, répondez aux questions, prenez des notes, commentez et faites en sorte que toutes les discussions soient marquées par des notifications par e-mail et SMS en temps réel.
fy: Trochgean, post updates, beantwurdzje fragen, nim notysjes, kommentaar, en hawwe alle diskusjes tagged troch real-time e-post- en SMS-notifikaasjes.
ga: Déan comhrá, nuashonruithe a phostáil, ceisteanna a fhreagairt, nótaí a thógáil, trácht a dhéanamh, agus clibeáil gach plé le fógraí ríomhphoist agus SMS fíor-ama.
gd: Converse, post ùrachaidhean, freagair ceistean, gabh notaichean, thoir beachd, agus cuir a-steach a h-uile deasbad le post-d fìor-ùine agus fiosan SMS.
gl: Conversa, publica actualizacións, responde preguntas, toma notas, comenta e fai que todas as discusións sexan etiquetadas por correo electrónico e notificacións SMS en tempo real.
gu: કન્વર્ઝ, અપડેટ્સ પોસ્ટ કરો, પ્રશ્નોના જવાબ આપો, નોંધો લો, ટિપ્પણી કરો અને બધી ચર્ચાઓ રીઅલ-ટાઇમ ઇમેઇલ અને એસએમએસ સૂચનાઓ દ્વારા ટgedગ કરે છે.
hi: बातचीत, पोस्ट अपडेट, सवालों के जवाब, नोट्स लें, टिप्पणी करें, और वास्तविक समय के ईमेल और एसएमएस सूचनाओं द्वारा टैग की गई सभी चर्चाएं हैं।
hr: Obratite se, objavite ažuriranja, odgovorite na pitanja, vodite bilješke, komentirajte i označite sve rasprave označene putem e-poruka i SMS obavijesti u stvarnom vremenu.
hu: Beszélgessen, frissítéseket tegyen közzé, válaszoljon a kérdésekre, jegyzeteket készítsen, megjegyzéseket fűzzen, és minden beszélgetést valós idejű e-mail és SMS értesítésekkel címkézzen.
hy: Զրուցեք, փակցրեք թարմացումները, պատասխանեք հարցերին, գրառումներ կատարեք, մեկնաբանեք և բոլոր քննարկումները պիտակավորված լինեն իրական ժամանակի էլ. Փոստով և SMS հաղորդագրություններով:
id: Berkomunikasi, memposting pembaruan, menjawab pertanyaan, mencatat, mengomentari, dan meminta semua diskusi ditandai dengan pemberitahuan waktu-nyata melalui email dan SMS.
is: Styddu við, sendu uppfærslur, svöruðu spurningum, taktu athugasemdir, skrifaðu athugasemdir og láttu allar umræður merktar með tölvupósti og SMS tilkynningum í rauntíma.
it: Interagisci, pubblica aggiornamenti, rispondi a domande, prendi appunti, commenta e fai taggare tutte le discussioni tramite e-mail e notifiche SMS in tempo reale.
iw: לעבור, לפרסם עדכונים, לענות על שאלות, לרשום הערות, להגיב ולקיים את כל הדיונים המתויגים על ידי הודעות דוא&quot;ל ו- SMS בזמן אמת.
ja: 会話したり、更新を投稿したり、質問に答えたり、メモを取ったり、コメントしたり、すべてのディスカッションにリアルタイムの電子メールやSMS通知でタグ付けしたりできます。
ka: დაუკავშირდით, გამოაქვეყნეთ შეტყობინებები, უპასუხეთ კითხვებს, გაითვალისწინეთ შენიშვნები, კომენტარი და გააკეთეთ ყველა დისკუსია, რომელზეც მითითებულია რეალურ დროში ელ.ფოსტა და SMS შეტყობინებები.
kk: Сөйлесу, жаңартулар жариялау, сұрақтарға жауап беру, ескертпелер жасау, түсініктеме беру және барлық талқылауларды нақты уақыттағы электрондық пошта мен SMS хабарламалар арқылы белгілеу.
km: ការផ្លាស់ប្តូរការបញ្ចូលព័ត៌មានថ្មីៗឆ្លើយសំណួរកត់ចំណាំយោបល់និងមានការពិភាក្សាទាំងអស់ដែលដាក់ស្លាកដោយអ៊ីមែលនិងការជូនដំណឹងតាមសារអេឡិចត្រូនិច។
kn: ಸಂಭಾಷಣೆ, ನವೀಕರಣಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ, ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಿ, ಟಿಪ್ಪಣಿಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ, ಕಾಮೆಂಟ್ ಮಾಡಿ ಮತ್ತು ಎಲ್ಲಾ ಚರ್ಚೆಗಳನ್ನು ನೈಜ-ಸಮಯದ ಇಮೇಲ್ ಮತ್ತು SMS ಅಧಿಸೂಚನೆಗಳಿಂದ ಟ್ಯಾಗ್ ಮಾಡಲಾಗಿದೆ.
ku: Peyivîn, nûvekirinan bişopînin, bersivên pirsan bigirin, binivîsin, şîrove bikin, û hemî nîqaş bi e-nameyên rast û e-nameyên SMS-ê rastîn hene.
ky: Сүйлөшүп, жаңыртууларды жайгаштырыңыз, суроолорго жооп бериңиз, кыска жазууларды жазыңыз, комментарий жазыңыз жана баардык талкууларды реалдуу убакытта электрондук почта жана SMS билдирүүлөрү менен белгилеңиз.
lb: Converse, post Updates, beäntwert Froen, Notize maachen, kommentéieren an hunn all Diskussiounen tagged mat Echtzäit E-Mail an SMS Notifikatiounen.
lo: ປ່ຽນໃຈເຫລື້ອມໃສ, ປັບປຸງໂພດ, ຕອບ ຄຳ ຖາມ, ຈົດບັນທຶກ, ສະແດງຄວາມຄິດເຫັນ, ແລະມີການສົນທະນາທັງ ໝົດ ຖືກຕິດຕາມດ້ວຍການແຈ້ງເຕືອນທາງອີເມວແລະ SMS.
lt: Kalbėkitės, skelbkite naujinius, atsakykite į klausimus, darykite pastabas, komentuokite ir visas diskusijas pažymėkite realaus laiko el. Pašto ir SMS pranešimais.
lv: Sarunājieties, ievietojiet atjauninājumus, atbildiet uz jautājumiem, izdariet piezīmes, komentējiet un visas diskusijas atzīmējiet ar reāllaika e-pasta un SMS paziņojumiem.
mg: Mampifamadiho, mandefa fanavaozana, mamaly fanontaniana, mandray an-tsoratra, manome valin-teny ary manana ny dinika rehetra natolotry ny mailaka sy ny fampandrenesana SMS.
mi: Whakawhitihia, tuku panui, whakautu i nga paatai, tuhia nga korero, nga korero, me nga korerorero katoa e haina ana e nga imeera me nga tohu whakamarama a-waa.
mk: Разговарајте, објавувајте ажурирања, одговарајте на прашања, забележете, коментирајте и сите дискусии се означени со е-пошта и СМС-известувања во реално време.
ml: സംഭാഷണം, അപ്‌ഡേറ്റുകൾ‌ പോസ്റ്റുചെയ്യുക, ചോദ്യങ്ങൾ‌ക്ക് ഉത്തരം നൽ‌കുക, കുറിപ്പുകൾ‌ എടുക്കുക, അഭിപ്രായമിടുക, കൂടാതെ തത്സമയ ഇമെയിൽ‌, SMS അറിയിപ്പുകൾ‌ എന്നിവ ഉപയോഗിച്ച് ടാഗുചെയ്‌ത എല്ലാ ചർച്ചകളും നടത്തുക.
mn: Ярилцах, шинэчлэлт хийх, асуултанд хариулах, тэмдэглэл хийх, сэтгэгдэл бичих, бүх хэлэлцүүлгийг цаг тухайд нь имэйл, SMS мэдэгдлээр тэмдэглэх.
mr: संभाषण, अद्यतने पोस्ट करा, प्रश्नांची उत्तरे द्या, नोट्स घ्या, टिप्पणी द्या आणि रीअल-टाइम ईमेल आणि एसएमएस सूचनांद्वारे सर्व चर्चा टॅग करा.
ms: Bercakap, pasang kemas kini, jawab soalan, ambil nota, komen, dan semua perbincangan ditandai dengan pemberitahuan e-mel dan SMS masa nyata.
mt: Ikkonverti, ibgħat aġġornamenti, twieġeb mistoqsijiet, tieħu noti, tikkummenta, u għamilt id-diskussjonijiet kollha ttikkettati permezz ta &#39;email u notifiki SMS f&#39;ħin reali.
my: အပြန်အလှန်ပြောဆို၊ တင်ရန်၊ မေးခွန်းများဖြေရန်၊ မှတ်စုရေးရန်၊ မှတ်ချက်ပေးရန်နှင့်ဆွေးနွေးရန်အားလုံးကိုအီးမေးလ်နှင့် SMS အသိပေးချက်များဖြင့် tag လုပ်ပါ။
ne: कुराकानी, अपडेट अपडेट, प्रश्नहरूको उत्तर, नोट लिनुहोस्, टिप्पणी लिनुहोस्, र सबै छलफलहरू वास्तविक-समय ईमेल र SMS सूचनाहरू द्वारा ट्याग गरिएको छ।
nl: Praat, plaats updates, beantwoord vragen, maak aantekeningen, geef commentaar en laat alle discussies taggen door realtime e-mail- en sms-meldingen.
no: Konverter, post oppdateringer, svar på spørsmål, notater, kommentarer og ha alle diskusjoner merket av sanntids e-post og SMS varsler.
or: ବାର୍ତ୍ତାଳାପ, ଅପଡେଟ୍ ପୋଷ୍ଟ କରନ୍ତୁ, ପ୍ରଶ୍ନର ଉତ୍ତର ଦିଅନ୍ତୁ, ନୋଟ୍ ନିଅନ୍ତୁ, ମନ୍ତବ୍ୟ ଦିଅନ୍ତୁ ଏବଂ ରିଅଲ୍ ଟାଇମ୍ ଇମେଲ୍ ଏବଂ SMS ବିଜ୍ଞପ୍ତି ଦ୍ୱାରା ଟ୍ୟାଗ୍ ହୋଇଥିବା ସମସ୍ତ ଆଲୋଚନାଗୁଡିକ ଅଛି |
pa: ਪਰਿਵਰਤਨ ਕਰੋ, ਅਪਡੇਟਾਂ ਪੋਸਟ ਕਰੋ, ਪ੍ਰਸ਼ਨਾਂ ਦੇ ਉੱਤਰ ਦਿਓ, ਨੋਟ ਲਓ, ਟਿੱਪਣੀ ਕਰੋ, ਅਤੇ ਸਾਰੀਆਂ ਵਿਚਾਰ-ਵਟਾਂਦਿਆਂ ਨੂੰ ਰੀਅਲ-ਟਾਈਮ ਈਮੇਲ ਅਤੇ ਐਸਐਮਐਸ ਸੂਚਨਾਵਾਂ ਦੁਆਰਾ ਟੈਗ ਕਰੋ.
pl: Rozmawiaj, publikuj aktualizacje, odpowiadaj na pytania, rób notatki, komentuj i oznaczaj wszystkie dyskusje e-mailem i SMS-em w czasie rzeczywistym.
ps: تبادله ، تازه پوسټونه ، پوښتنو ته ځوابونه ، یادداشتونه ، نظرونه ، او ټول بحثونه د ریښتیني وخت بریښنالیک او SMS پیغامونو لخوا ځړول شوي.
pt: Converse, poste atualizações, responda a perguntas, faça anotações, comente e tenha todas as discussões marcadas por email em tempo real e notificações por SMS.
ro: Conversează, postează actualizări, răspunde la întrebări, ia notițe, comentează și poartă toate discuțiile etichetate prin e-mailuri și notificări SMS în timp real.
ru: Общайтесь, публикуйте обновления, отвечайте на вопросы, делайте заметки, комментируйте и помечайте все обсуждения электронной почтой и SMS-уведомлениями в режиме реального времени.
rw: Hindura, ohereza ibishya, subiza ibibazo, wandike, utange ibitekerezo, kandi ufite ibiganiro byose byashizweho na imeri-nyayo na imenyesha rya SMS.
sd: گفتگو ڪريو ، پوسٽ اپڊيٽ ، سوالن جا جواب ، نوٽ وٺو ، تبصرو ڪريو ، ۽ سڀني بحثن ۾ حقيقي وقت جي اي ميل ۽ ايس ايم ايس وارن اطلاعن سان ٽيگ ڪئي وئي.
si: සංවාද, යාවත්කාලීන කිරීම්, ප්‍රශ්න වලට පිළිතුරු සැපයීම, සටහන් ගැනීම, අදහස් දැක්වීම සහ තථ්‍ය කාලීන විද්‍යුත් තැපැල් සහ කෙටි පණිවුඩ දැනුම්දීම් මගින් ටැග් කර ඇත.
sk: Konverzujte, uverejňujte aktualizácie, odpovedajte na otázky, robte si poznámky, komentujte a nechajte všetky diskusie označené e-mailom a SMS správami v reálnom čase.
sl: Converse, objavljajte posodobitve, odgovarjajte na vprašanja, si beležite, komentirajte in vse razprave označite z e-poštnimi sporočili in SMS-sporočili v realnem času.
sq: Bisedoni, postoni azhurnime, përgjigjuni pyetjeve, bëni shënime, komentoni dhe bëni të gjitha diskutimet të etiketuara nga njoftimet me email dhe SMS në kohë reale.
sr: Обратите се, објавите ажурирања, одговорите на питања, правите белешке, коментаришите и обележите дискусије у реалном времену и е-порукама у реалном времену.
sv: Konversera, skicka uppdateringar, svara på frågor, ta anteckningar, kommentera och ha alla diskussioner taggade med e-postmeddelanden och SMS-meddelanden i realtid.
sw: Mazungumzo, sasisho za posta, maswali ya kujibu, andika maelezo, maoni, na mazungumzo yote yapewe na arifa za barua pepe ya kweli na arifu za SMS.
ta: உரையாடல், புதுப்பிப்புகளை இடுகையிடவும், கேள்விகளுக்கு பதிலளிக்கவும், குறிப்புகளை எடுக்கவும், கருத்து தெரிவிக்கவும் மற்றும் நிகழ்நேர மின்னஞ்சல் மற்றும் எஸ்எம்எஸ் அறிவிப்புகளால் குறிக்கப்பட்ட அனைத்து விவாதங்களையும் கொண்டிருக்கவும்.
te: సంభాషణలు, నవీకరణలను పోస్ట్ చేయండి, ప్రశ్నలకు సమాధానం ఇవ్వండి, గమనికలు తీసుకోండి, వ్యాఖ్యానించండి మరియు అన్ని చర్చలను రియల్ టైమ్ ఇమెయిల్ మరియు SMS నోటిఫికేషన్ల ద్వారా ట్యాగ్ చేయండి.
tg: Сӯҳбат кунед, навсозиҳо нависед, ба саволҳо ҷавоб диҳед, қайдҳо диҳед, шарҳ диҳед ва ҳама муҳокимаҳоро тавассути почтаи электронӣ ва SMS тавассути вақти воқеӣ қайд кунед.
th: สนทนาโพสต์อัปเดตตอบคำถามจดบันทึกแสดงความคิดเห็นและติดแท็กการสนทนาทั้งหมดโดยแจ้งเตือนทางอีเมลและ SMS ตามเวลาจริง
tk: Gepleşiň, täzelenmeleri iberiň, soraglara jogap beriň, bellik alyň, teswir ýazyň we ähli çekişmeleri real wagt e-poçta we SMS habarnamalary bilen belläň.
tl: Salungat, mag-post ng mga update, sagutin ang mga katanungan, kumuha ng mga tala, puna, at lahat ng mga talakayan na naka-tag sa pamamagitan ng mga abiso sa email at SMS.
tr: Güncellemeleri paylaşın, soruları yanıtlayın, not alın, yorum yapın ve tüm tartışmaların gerçek zamanlı e-posta ve SMS bildirimleriyle etiketlenmesini sağlayın.
tt: Сөйләшү, яңартулар урнаштыру, сорауларга җавап бирү, искәрмәләр алу, аңлатма бирү, һәм реаль вакыттагы электрон почта һәм SMS хәбәрләре белән билгеләнгән барлык дискуссияләр.
ug: پىكىر ئالماشتۇرۇش ، يېڭىلاش يوللاش ، سوئاللارغا جاۋاب بېرىش ، خاتىرە قالدۇرۇش ، باھا بېرىش ۋە بارلىق مۇنازىرىلەرنى دەل ۋاقتىدا ئېلېكترونلۇق خەت ۋە قىسقا ئۇچۇر ئۇقتۇرۇشى بىلەن بەلگە قىلىش.
uk: Звертайтесь у відповідь, публікуйте оновлення, відповідайте на запитання, робіть нотатки, коментуйте та позначайте всі дискусії тегами електронних повідомлень у режимі реального часу та SMS.
ur: تبادلہ خیال ، تازہ ترین پوسٹس ، سوالات کے جوابات ، نوٹ لیں ، تبصرہ کریں ، اور تمام مباحثے کو ریئل ٹائم ای میل اور ایس ایم ایس اطلاعات کے ذریعہ ٹیگ کیا کریں۔
uz: Suhbatlashing, yangiliklarni joylashtiring, savollarga javob bering, qayd yozing, sharhlang va barcha munozaralarni real vaqt rejimida elektron pochta va SMS xabarlari orqali belgilang.
vi: Trao đổi, cập nhật bài đăng, trả lời câu hỏi, ghi chú, nhận xét và có tất cả các cuộc thảo luận được gắn thẻ bởi thông báo SMS và email thời gian thực.
xh: Ukuthetha, ukubuyekeza, ukuphendula imibuzo, ukuthatha amanqaku, ukuphawula, kunye nazo zonke iingxoxo ezimakwe nge-imeyile yexesha kunye nezaziso zeSMS.
yi: קאָנווערסע, פּאָסטן דערהייַנטיקונגען, ענטפֿערן פֿראגן, נעמען הערות, באַמערקן און האָבן אַלע דיסקוסיעס טאַגד דורך פאַקטיש-צייַט E- און SMS נאָוטאַפאַקיישאַנז.

source: Share with confidence
af: Deel met vertroue
am: በራስ መተማመን
ar: شارك بثقة
az: Etibarlı hiss
be: Падзяліцца з упэўненасцю
bg: Споделяйте с увереност
bn: আত্মবিশ্বাসের সাথে শেয়ার করুন
ca: Comparteix amb confiança
cs: Podělte se s důvěrou
cy: Rhannwch yn hyderus
da: Del med tillid
de: Mit Vertrauen teilen
el: Μοιραστείτε με αυτοπεποίθηση
eo: Dividi kun konfido
es: Comparte con confianza
et: Jagage usaldust
eu: Partekatu konfiantzaz
fa: با اطمینان به اشتراک بگذارید
fi: Jaa luottamuksellisesti
fr: Partager en toute confiance
ga: Comhroinn go muiníneach
gd: Roinn le misneachd
gl: Comparte con confianza
gu: આત્મવિશ્વાસ સાથે શેર કરો
hi: विश्वास के साथ साझा करें
hr: Dijelite s povjerenjem
hu: Ossza meg bizalommal
hy: Համոզված եղեք
id: Bagikan dengan percaya diri
is: Deila með trausti
it: Condividi con fiducia
iw: שתף בביטחון
ja: 自信を持って共有する
ka: გაუზიარეთ ნდობას
kk: Сенімділікпен бөліс
km: ចែករំលែកជាមួយទំនុកចិត្ត
kn: ಆತ್ಮವಿಶ್ವಾಸದಿಂದ ಹಂಚಿಕೊಳ್ಳಿ
ku: Bi ewlehiyê re parve bikin
ky: ишеним менен бөлүшүү
lb: Deelen mat Vertrauen
lo: ແບ່ງປັນດ້ວຍຄວາມຫມັ້ນໃຈ
lt: Pasidalink su pasitikėjimu
lv: Dalieties ar pārliecību
mg: Zarao amin&#39;ny fahatokiana
mi: A faaite ma te ti&#39;aturi
mk: Сподели со доверба
ml: ആത്മവിശ്വാസത്തോടെ പങ്കിടുക
mn: Найдвартай хуваалцаарай
mr: आत्मविश्वासाने शेअर करा
ms: Berkongsi dengan yakin
mt: Sehem b&#39;kunfidenza
my: ယုံကြည်မှုနှင့်အတူဝေမျှမယ်
ne: विश्वासको साथ साझेदारी गर्नुहोस्
nl: Deel met vertrouwen
no: Del med tillit
or: ଆତ୍ମବିଶ୍ୱାସ ସହିତ ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਭਰੋਸੇ ਨਾਲ ਸ਼ੇਅਰ ਕਰੋ
pl: Podziel się z ufnością
ps: باور سره شریک کړئ
pt: Compartilhe com confiança
ro: Împărtășește cu încredere
ru: Поделись с уверенностью
rw: Sangira ufite ikizere
sd: اعتماد سان حصيداري ڪريو
si: විශ්වාසය සමඟ බෙදාගන්න
sk: Podeľte sa s dôverou
sl: Delite z zaupanjem
sq: Ndani me besim
sr: Делите са поверењем
sv: Dela med förtroende
sw: Shiriki kwa ujasiri
ta: நம்பிக்கையுடன் பகிர்
te: విశ్వాసంతో భాగస్వామ్యం చేయండి
tg: Бо боварӣ шарҳ диҳед
th: แบ่งปันด้วยความมั่นใจ
tk: Ynam bilen paýlaşyň
tl: Ibahagi nang may kumpiyansa
tr: Güvenle paylaşın
tt: Ышаныч белән бүлешегез
ug: ئىشەنچ بىلەن ئورتاقلىشىڭ
uk: Діліться з упевненістю
ur: اعتماد کے ساتھ اشتراک کریں
uz: Ishonch bilan baham ko&#39;ring
vi: Chia sẻ với sự tự tin
xh: Yabelana ngokuzithemba
yi: ייַנטיילן מיט בטחון
