Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
af: ONS VERKLAAR ENIGE VERTEENWOORDIGINGE OF WAARBORGE WAT U GEBRUIK VAN DIE DIENSTE BEVULDIG OF VOLGENS NAKOMING VAN ENIGE WETTIGE VERPLIGTINGE OF WETTE OF REGULASIES. HIERDIE VRYSTELLING VAN TOEPASSING OP MAAR IS NIE BEPERK TOT ENIGE Federale of statute of regulasies wat op u van toepassing kan wees nie. U IS ALS VERANTWOORDELIK OM TE VERSEKER dat u gebruik van die dienste in ooreenstemming is met die toepaslike reg.
am: የ ግልጋሎቶችን መጠቀም በማንኛውም የፍትሃዊነት ወይም በማናቸውም የሕግ ግዴታዎች ወይም ሕጎች ወይም ደንቦች በመጣስ የሚያረጋግጡ ቅሬታዎችን ወይም ዋስትናዎችን እናረጋግጣለን። ይህ የውሳኔ አሰጣጥ ማመልከቻ ለፌዴራል ወይም ለክልል ስቴቶች ወይም ለእርስዎ ተፈጻሚነት ላላቸው ሕጎች የተገደበ አይደለም ፡፡ የአግልግሎቶች አጠቃቀምዎ ከሚተገበሩ ህጎች ጋር በሚጣጣም መልኩ ስለመሆኑ እርግጠኛ ለመሆን በጣም ኃላፊነት አለብዎት።
ar: نحن نخلي مسؤوليتنا عن أي إقرارات أو ضمانات بأن استخدامك للخدمات سوف يضمن أو يضمن الامتثال لأي التزامات قانونية أو قوانين أو لوائح. تنطبق شروط إخلاء المسؤولية هذه ، ولكنها لا تقتصر على أي قوانين أو لوائح اتحادية أو حكومية قد تنطبق عليك. أنت وحدك المسؤول عن التأكد من أن استخدامك للخدمات وفقا للقانون المعمول به.
az: XİDMƏTLƏRİ İSTİFADƏ EDƏN HƏR HÜQUQ MƏHBUSLARI VƏ QANUNLARI VƏ QANUNLARI İSTƏYİRƏCƏKLƏRİMİZ HESABAT VƏ ZƏMANƏTLƏRİ İSTƏYİR. BU MÜSABİQƏLƏR BUNA ÇATDIRILMAZ, SİZ ÜÇÜN tətbiq oluna bilən HƏR FEDERAL VƏ DÖVLƏT STATUTLARI VƏ QAYDALARI ilə məhdudlaşmır. XİDMƏTLƏRİNİ İSTİFADƏ ETMƏK ÜÇÜN TƏMİN EDİLMƏSİ ÜÇÜN MƏNZİL OLUNUR.
be: Мы адмаўляемся ад якіх-небудзь рэпрэзентацый альбо гарантый, што ваша выкарыстанне паслуг будзе задаволена альбо забяспечыць выкананне якіх-небудзь юрыдычных абавязацельстваў альбо законаў альбо правілаў. ГЭТАЯ АДМОВА ЗАЯВЛЯЕЦЬСЯ, АЛЕ НЕ Абмежаваная ФЕДЕРАЛЬНЫМ АБО ДЗЯРЖАЎНЫМ СТАТУТАМ І ПРАВІЛАМ, ЯКІМ ВЫ МОЖАСЯ ПРЫЛАГАЦЬСЯ. ВЫ САМО АДПАВЯЗКОВЫ за ЗАБАВАННЕ, ЯКІ ВЫКАРЫСТАННЕ УСЛУГ АБАВЯЗКОВА ІЗ ЗАЯЎКАМ.
bg: ОТКАЗВАМЕ ВСИЧКИ ПРЕДСТАВИТЕЛСТВА ИЛИ ГАРАНЦИИ, ЧЕ ИЗПОЛЗВАНЕТО НА УСЛУГИТЕ ЩЕ БЕШЕ УДОВОЛСТВЕНО ИЛИ ДА ЗАБЕЛЕЖЕТЕ ИЗПЪЛНЕНИЕТО С НЯКОИ ПРАВНИ ЗАДЪЛЖЕНИЯ ИЛИ ЗАКОН ИЛИ РЕГЛАМЕНТИ. НАСТОЯЩАТА ОТГОВОРНОСТ ПРИЛАГА НА НО, НЕ Е ОГРАНИЧЕНА НИКАКВИ ФЕДЕРАЛНИ ИЛИ ДЪРЖАВНИ СТАТУТИ ИЛИ РЕГЛАМЕНТИ, КОИТО МОЖЕ ДА СЕ ПРИЛАГАТ ЗА ВАС. ВИЕ СТЕ САМО ОТГОВОРНО ЗА ОСИГУРЯВАНЕ, ЧЕ ИЗПОЛЗВАНЕТО НА УСЛУГИТЕ СЕ СЪОТВЕТСТВА С ПРИЛОЖИМО ЗАКОН.
bn: আমরা পরিষেবাগুলির যে আপনার ব্যবহারের যে কোনও আইনী বাধ্যবাধকতা বা আইন বা বিধিবিধানের সাথে সন্তুষ্টি বা নিশ্চিতকরণের সম্মতি জানাতে হবে না এমন কোনও প্রসারণ বা গ্যারান্টি অস্বীকার করি। তবে এই অস্বীকারকারী আবেদনগুলি কিন্তু আপনার কাছে প্রয়োগযোগ্য হতে পারে এমন কোনও ফেডারেল বা রাষ্ট্রীয় পরিস্থিতি বা বিধিগুলির মধ্যে সীমাবদ্ধ নয়। আপনি পরিষেবাগুলির আপনার ব্যবহার প্রয়োগযোগ্য আইনের সাথে সামঞ্জস্য রেখে এটি নির্ধারণের জন্য কেবলমাত্র দায়বদ্ধ।
ca: NO RECLAMEM QUALQUES REPRESENTACIONS O GARANTIES QUE EL SEU ÚS DELS SERVEIS SATISFIRÀ O ASSEGURARÀ EL CONFORMITAT AMB ALGUNES OBRIGACIONS O LLEIS O NORMES. AQUEST SOL·LICITUD D&#39;APLICACIÓ PER B NO ESTÀ LIMITAT A QUALSEVOL ESTATUTS FEDERALS O ESTATUTS O REGLAMENTS QUE PODRÀS APLICAR-SE. SÓN RESPONSABLE DE VEURE QUE EL SEU ÚS DELS SERVEIS ESTÀ D&#39;ACORD AMB LA LLEI APLICABLE.
cs: ODMÍTÁME ŽÁDNÁ ZÁZNAMY NEBO ZÁRUKY, ŽE VAŠE POUŽÍVÁNÍ SLUŽEB SPOKOJÍ SPOKOJENÍ NEBO ZABEZPEČENÍ SOUHLASÍ S POVINNÝMI ZÁKONY NEBO ZÁKONY NEBO PŘEDPISY. TOTO ODMÍTNUTÍ VZTAHUJE SE, ALE NENÍ omezeno na ŽÁDNÉ FEDERÁLNÍ NEBO STÁTNÍ STATUTY NEBO NAŘÍZENÍ, KTERÁ SE NA VÁS MŮŽE VZTAHOVAT. JSTE JEDNODUŠE ODPOVĚDNÝ ZA ZAJIŠTĚNÍ, ŽE VAŠE POUŽÍVÁNÍ SLUŽEB JE V SOULADU S PLATNÝMI ZÁKONEM.
cy: RYDYM YN DATGELU UNRHYW SYLWADAU NEU RHYBUDDION Y BYDD EICH DEFNYDD O&#39;R GWASANAETHAU YN BWYSIG NEU SICRHAU CYDYMFFURFIO Â UNRHYW RHWYMEDIGAETHAU CYFREITHIOL NEU GYFRAITH NEU RHEOLIADAU. NID YW&#39;R YMWADIAD HON YN YMGEISIO OND YN DERFYN I UNRHYW STATUDAU NEU RHEOLIADAU FEDERAL NEU SEFYLLFAOL Y GELLIR EU CYMHWYSOL I CHI. RYDYCH CHI&#39;N CYFRIFOL YN UNIG AM SICRHAU BOD EICH DEFNYDD O&#39;R GWASANAETHAU YN UNOL Â CHYFRAITH CYMHWYSOL.
da: VI ANBEFALER ANERLIGE FREMSTILLINGER ELLER GARANTIER, DER DIN BRUG AF TJENESTEYDELSERNE VIL tilfredsstille eller sikre overholdelse af juridiske forpligtelser eller love eller forskrifter. DENNE ANSVARSFRASKRIVELSE ANVENDER TIL MEN ER IKKE BEGRÆNSET TIL NOGEN FEDERAL- ELLER STATSSTATUTER ELLER FORORDNINGER, DER KAN ANVENDES FOR DIG. DU ER ANSVARLIG FOR FORSIKRING AF, AT DIN BRUG AF TJENESTERNE ER I overensstemmelse med gældende lov.
de: Wir lehnen jegliche Zusicherungen oder Gewährleistungen ab, dass Ihre Nutzung der Dienste die Einhaltung gesetzlicher Verpflichtungen, Gesetze oder Vorschriften befriedigt oder sicherstellt. DIESER HAFTUNGSAUSSCHLUSS GILT ABER NICHT AUF BUNDES- ODER STAATLICHE STATUTEN ODER VORSCHRIFTEN, DIE FÜR SIE GELTEN KÖNNEN. SIE SIND AUSSCHLIESSLICH VERANTWORTLICH, UM sicherzustellen, dass Ihre Nutzung der Dienste dem anwendbaren Recht entspricht.
el: ΑΠΟΠΟΙΟΥΝΤΑΙ ΟΠΟΙΑΔΗΠΟΤΕ ΑΝΤΙΠΡΟΣΩΠΕΙΕΣ Ή ΕΓΓΥΗΣΕΙΣ ΠΟΥ ΧΡΗΣΙΜΟΠΟΙΕΙΤΑΙ Η ΧΡΗΣΗ ΤΩΝ ΥΠΗΡΕΣΙΩΝ ΣΑΣ, ΕΙΝΑΙ ΙΣΧΥΣΗ Ή ΑΣΦΑΛΙΣΗ ΣΥΜΜΟΡΦΩΣΗΣ ΜΕ ΟΠΟΙΕΣ ΝΟΜΙΚΕΣ ΥΠΟΧΡΕΩΣΕΙΣ Ή ΝΟΜΟΘΕΣΙΕΣ Ή ΚΑΝΟΝΙΣΜΟΙ. ΑΥΤΗ Η ΑΠΟΠΟΙΗΣΗ ΑΠΟΦΑΣΗΣ ΕΦΑΡΜΟΖΕΤΑΙ ΑΛΛΑ ΔΕΝ ΕΙΝΑΙ ΠΕΡΙΟΡΙΣΜΕΝΗ ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΚΑΤΑΣΤΑΤΙΚΟ Ή ΚΡΑΤΙΚΟ ΚΑΤΑΣΤΑΤΙΚΟ Ή ΚΑΝΟΝΙΣΜΟΙ ΠΟΥ ΜΠΟΡΕΙ ΝΑ ΕΦΑΡΜΟΖΟΝΤΑΙ ΓΙΑ ΣΑΣ. ΕΙΝΑΙ ΑΠΟΡΞΗ ΕΥΘΥΝΗ ΓΙΑ ΤΗ ΔΙΑΣΦΑΛΙΣΗ ΟΤΙ Η ΧΡΗΣΗ ΤΩΝ ΥΠΗΡΕΣΙΩΝ ΣΑΣ ΣΥΜΦΩΝΕΙ ΜΕ ΤΟ ΕΦΑΡΜΟΣΤΕΟ ΔΙΚΑΙΟ.
eo: NI DISKOMANDAS ALIUJN REPREZENTOJN aŭ GARANTIOJ, ke VIA UZO DE LA SERVOJ SATISFAROS aŭ ASKUROS KONFERMULOJN AL ALIAJ LEGALAJ OBLIGOJ Aŭ Leĝoj aŭ Regularoj. Ĉi tiu deklaro APLIKAS AL BUT NE ESTAS LIMITITA AL ALIAJ FEDERALAJ KAJ STATUTOJ KAJ REGULOJ KIU POVAS APLIKI AL Vi. VI ESTAS NUR RESPONTA POR certigi, ke via uzado de la servoj konformas al aplikebla leĝo.
es: NEGAMOS NINGUNA REPRESENTACIÓN O GARANTÍA DE QUE SU USO DE LOS SERVICIOS SATISFACERÁ O ASEGURARÁ EL CUMPLIMIENTO DE CUALQUIER OBLIGACIÓN, LEY O REGLAMENTO LEGAL. ESTE DESCARGO DE RESPONSABILIDAD SE APLICA PERO NO SE LIMITA A NINGÚN ESTATUTO O REGLAMENTO FEDERAL O ESTATAL QUE PUEDA SER APLICABLE A USTED. USTED ES EL ÚNICO RESPONSABLE DE ASEGURARSE DE QUE SU USO DE LOS SERVICIOS ESTÁ DE ACUERDO CON LA LEY APLICABLE.
et: KÕLASTAME KÕIKI ESINDUSTE VÕI GARANTIID, MIS TEIE TEENUSTE KASUTAMINE VASTAVAB VÕI TAGASI MIDAGI ÕIGUSLIKUD KOHUSTUSED VÕI SEADUSED VÕI MÄÄRUSED. KÄESOLEV LAHTIÜTLUS KOHALDATAKSE, EI OLE PIIRATUD MISTE ALUSELE VÕI RIIGI PÕHIKIRJA VÕI MÄÄRUSTE KOHTA, MIDA VÕIB TEILE KOHALDADA. OTSITE VASTUTUST, ET TEENUSTE KASUTAMINE VASTAVALT KOHALDATAVALE ÕIGUSELE VASTUTAB.
eu: ZERBITZUAK ERABILTZEN DITUZTEN AURKAKOAK edo BERMEAK ERABAKI DITUGU BETETZEN DITUEN BETEBEHAR BETEBEHAR BETEBEHARREKO ARAZOAK edo ARAUAK edo ARAUTEGIAK. ERABAKI HONEN ARABERA AURKITUKO DA, EZ DA ERABAKI DAITEKE ERABAKI DITUZTEN ETA ESTATUTUEN ARABERA EDO ARAUTEGIK. ZERBITZUAK ERABILTZEN DITUEN ARABERA ARABAKO ZUZENBIDEAREN ARABERA DA.
fa: ما هرگونه گزارش یا ضمانت نامه را رد می کنیم که استفاده شما از این سرویس ها را مطابق با هرگونه بدهی قانونی یا قانون یا آیین نامه های مربوطه تضمین می کند. این درخواست های رد شده اما برای هر یک از امور خارجه یا ایالتی یا آیین نامه هایی که ممکن است برای شما قابل اجرا باشد محدود نمی شوند. شما فقط برای اطمینان از اینكه استفاده شما از خدمات مطابق با قانون قابل اجرا است ، فقط مسئولیت پذیر هستید.
fi: KIELTÄMÄT MIDEN EDUSTAJIEN TAI TAKUUT, JOTKA PALVELUJEN KÄYTTÄMINEN TYYTYVÄISESTI TOTEUTTAA TIETOA MITEN LAINSIDEN VELVOITTEIDEN TAI Lakien tai asetusten noudattamisesta. TÄMÄN VASTUUVAPAUSLAUSEKKEEN EI OLE RAJOITETTU MITÄÄN ALKUPERÄISET TAI VALTIOIDEN ASETUKSET TAI MÄÄRÄYKSET, JOITA VOIMAAN SINÄ SOVELLETTAVA. VASTUUT VASTUULLISESTI VASTUUVAPAUTTAMISESTA PALVELUJEN KÄYTTÖÖN SOVELLETTAVAN LAIN MUKAISESTI.
fr: NOUS DÉCLINONS TOUTE DÉCLARATION OU GARANTIE QUE VOTRE UTILISATION DES SERVICES SERA SATISFAIT OU ASSURERA LE RESPECT DE TOUTES OBLIGATIONS, LOIS OU RÈGLEMENTS JURIDIQUES. CET AVIS DE NON-RESPONSABILITÉ S&#39;APPLIQUE MAIS N&#39;EST PAS LIMITÉ À TOUT STATUT OU RÉGLEMENTATION FÉDÉRALE OU D&#39;ÉTAT QUI PEUT VOUS ÊTRE APPLICABLE. VOUS ÊTES SEUL RESPONSABLE D&#39;ASSURER QUE VOTRE UTILISATION DES SERVICES EST CONFORME À LA LOI APPLICABLE.
fy: WE DISCLAIMJE EL FAN FERTELLINGEN OF GARANTIES DAT JOU GEBRUK FAN DE SERVICES SATISFY OAN EN FULLJE FULLJE WURKT EN ELKE RJOCHTlike ferplichtingen of wetten as regeljouwing. Dizze DISCLAIMER WETTT OP MAAR IS NET BEPERKT OP ELKE FEDERALE OF STATE STATUTEN OF REGELINGEN DAT KAN FAN JOU tapastber wêze. JO BINNE AANSPRAAKLIK FOAR FAN FERZICHTEN DAT U GEBRUK fan &#39;e tsjinsten yn oerienstimming is mei tapassing wet.
ga: TÁ SÍ I bhFAD AON IONADAITHE NÓ BARÁNTAÍ GO BHFUIL DO ÚSÁID NA SEIRBHÍSÍ COMHLÍONADH NÓ AON DLÍ DLÍ NÓ DLÍ NÓ RIALACHÁIN. NÍ GHLACFAR LEIS AN SÉANADH SEO A CHUR ISTEACH LE hAON STÁIT NÓ RIALACHÁIN CHÓNAITHE NÓ STÁIT A BHFUIL SÉ INFHEIDHME AGAT. TÁ TÚ FREAGRACH IN AISCE CHUN A CHUR ISTEACH GO BHFUIL DO ÚSÁID NA SEIRBHÍSÍ I dTACA LE DLÍ INFHEIDHME.
gd: THA SINN A ’GABHAIL A’ GABHAIL A ’GABHAIL A-STEACH NO BARANTASAN A BHIOS A’ CLEACHDADH DO NA SEIRBHEISEAN A ’GABHAIL A-STEACH NO A’ GABHAIL A-STEACH LE AON OBRACHADH LAGHAIL NO LAOIDHEAN NO RIAGHAILTEAN. CHAN EIL AN T-SAOGHAL SEO A ’CUR A BHITH A’ CUR A BHITH A ’CUR A BHITH A’ CUR A BHITH A ’CUR SÒNRAICHTE THA SINN UILE FREAGRACH AIRSON A DHÈANAMH A DHÈANAMH A DHÈANAMH A DHÈANAMH A DHÈANAMH A DHÈANAMH A DHÈANAMH LEIS NA SEIRBHEISEAN A DHÈANAMH LE LAGH IARRTAS.
gl: NON RECLAMAMOS CALQUERA REPRESENTACIÓN OU GARANTÍAS QUE O SEU USO DOS SERVIZOS SATISCIONE O SEGURO DE OBRIGANTE CON ALGUNAS OBRIGAS XURÍDICAS OU NORMAS. ESTE SOLICITUDE APLICA A PERO NON ESTÁ LIMITADO A NINGÚN ESTATUTOS FEDERAIS O ESTATUTOS OU REGULACIÓNS QUE PODEN SER APLICABLES. SOLO RESPONSABLE DE ASEGURAR QUE O SEU USO DOS SERVIZOS ESTÁ DE ACORDO COA LEI APLICABLE.
gu: અમે કોઈ પણ કાયદેસર જવાબદારી અથવા કાયદા અથવા નિયમો સાથેની સેવાઓનો ઉપયોગ સંતોષ અથવા ખાતરી કરીશું તેવી કોઈ રજૂઆત અથવા બાંહેધરીઓ નકારી કા .ીએ છીએ. પરંતુ આ ડિસક્લેમર અરજીઓ પરંતુ કોઈપણ ફેડરલ અથવા રાજ્યના નિયમો અથવા નિયમોમાં મર્યાદિત નથી જે તમને લાગુ પડી શકે. તમે સ્વીકારો છો કે સેવાઓનો તમારો ઉપયોગ લાગુ કાયદા સાથે સુસંગત રીતે કરવામાં આવે છે તેની ખાતરી કરવા માટે તમે ફક્ત જવાબદાર છો.
hi: हम किसी भी कानूनी अस्वीकृति या नियमों या नियमों के साथ सेवाओं के अपने उपयोग को पूरा करेंगे या सेवाओं का उपयोग करेंगे या किसी भी शिकायत का अनुपालन करेंगे। यह अस्वीकरण लागू करने के लिए आवेदन किसी भी संघीय या राज्य सांख्यिकी या आप के लिए लागू किया जा सकता है कि क्षेत्रों के लिए सीमित नहीं है। आप लागू नियमों के अनुसार सेवाओं के अपने उपयोग को बढ़ाने के लिए ठोस परिणाम हैं।
hr: OTKRIJEMO SVE PREDSTAVE ILI JAMSTVA DA KORIŠTENJE USLUGA ĆE SATITNO ILI OSIGURATI POTPUNO SVAKE PRAVNE OBVEZE ILI ZAKONA ILI PROPISA. OVAJ ODGOVOR ODLUČUJE, ALI NIJE OGRANIČEN NA SVE FEDERALNE ILI DRŽAVNE STATUTE ILI PRAVILE KOJE SE NA VAS PRIJAVE. VASU SU ODGOVORNU ZA OSIGURANJE DA JE VAŠA UPORABA USLUGA U SKLADU SA PRIMJENJIVIM ZAKONOM.
hu: FELELŐSSÉGET NYILATKOZIK KÉPESSÉGET VAGY GARANCIAKAT, HOGY A SZOLGÁLTATÁSOK HASZNÁLATA SEGÍTSÉGES VAGY BIZTOSÍTJA MEG JOGI KÖTELEZETTSÉGET VAGY JOGI RENDELETEKET. EZT A NYILATKOZATOT FELTÉTELEKRE NEM KAPCSOLATOS KÖVETELMÉNYEKRE VAGY ALKALMAZOTT VAGY ÁLLAMI SZABÁLYOKRA VAGY RENDELKEZÉSEKKÉRE. FELELŐS FELELŐS FELELŐS, hogy BIZTOSÍTVA, HOGY A SZOLGÁLTATÁSOK HASZNÁLATA SZABÁLYOZHATÓ MEGFELELÕEN
hy: ՄԵՆՔ ԳՏՆՈՒՄ ԵՆՔ ՆԵՐԿԱՅԱՈՒԻՉՆԵՐԸ, ԵՐԲ ՊԱՇՏՊԱՆՈՒՄ ԵՆ, ՈՐ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ՔՈՏԱՐԿՈՒՄԸ ԿԱՐՈՂ Է ԱՆՎՏԱՆԳԵԼՈՒ, ՈՐՊԵՍ ԱՊԱՀՈՎԵԼՈՒ ՀԱՄԱԳՈՐԾԱԿՈՒԹՅՈՒՆ ՈՐՈՇՈՒՄ ԻՐԱՎԱԿԱՆ ՊԱՐՏՔԵՐՈՎ, կամ ՓԱՍՏԱԲԱՆՆԵՐՆ ՈՒ ԿԱՐԳԵՐԸ: ԱՅՍ ԳԻՏԱԺՈՂՈՎԻ ԴԻՄՈՒՄՆԵՐՆ ԱՅՍՏԵՂ, ՍԱՀՄԱՆԱԴՐՎԱԾ ՉԷ ՍԱՀՄԱՆԱԴՐՎԱԾ ԱՅՍՏԵՂ, ՊԵՏԱԿԱՆ ՊԵՏԱԿԱՆ ԿԱԶՄԱԿԵՐՊՈՒԹՅՈՒՆՆԵՐԻ ԿՈՂՄԻ ԿՈՂՄԻ, ՈՐ ԿԱՐՈՂ ԵՆ ԿԱՐՈՂ ՍԿՍԵԼ: Դուք ԼՈՒՅՍ ՊԱՏԱՍԽԱՆՈՒՄ ԵՆ ԱՆՎՏԱՆԳԵԼ, ՈՐ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ՁԵՐ ՈՒՇԱԴՐՈՒԹՅՈՒՆԸ ՀԱՐՈՒՄ ԵՆ ԴԻՄՈՒՄ ԵՆ ԴՐՈՒՅԹԻ ԴԵՄ
id: KAMI MENYANGKAL SETIAP PERNYATAAN ATAU JAMINAN BAHWA PENGGUNAAN LAYANAN ANDA AKAN MEMENUHI ATAU MEMENUHI KEPATUHAN DENGAN KEWAJIBAN HUKUM ATAU HUKUM ATAU PERATURAN. PERNYATAAN INI BERLAKU UNTUK TETAPI TIDAK TERBATAS PADA SETIAP FEDERAL ATAU NEGARA ATAU PERATURAN YANG MUNGKIN BERLAKU BAGI ANDA. ANDA BERTANGGUNG JAWAB UNTUK MEMASTIKAN BAHWA PENGGUNAAN LAYANAN INI SESUAI DENGAN HUKUM YANG BERLAKU.
is: VIÐ LÁTUM ALLAR TILKYNNINGAR EÐA ÁBYRGÐ TIL AÐ NOTA ÞJÓNUSTU ÞJÓNUSTU ÞÉR ÁÆTLA EÐA GJÖRÐU ÁÐUR VIÐ LÖGREGLUM SKYLDUM EÐA LÖGREGLUM eða reglugerðum. Þessi fyrirvari sem gildir um en er ekki takmarkaður við neinar bandalags- eða ríkjasamþykktir eða reglugerðir sem geta átt við um þig. Þú ert ábyrgur fyrir því að tryggja að notkun þín á þjónustunum sé í samræmi við gildandi lög.
it: DECLINIAMO QUALSIASI RAPPRESENTAZIONE O GARANZIA CHE IL TUO UTILIZZO DEI SERVIZI SODDISFERÀ O ASSICURÀ LA CONFORMITÀ A QUALUNQUE OBBLIGO LEGALE O LEGGE O REGOLAMENTO. QUESTA ESCLUSIONE DI RESPONSABILITÀ SI APPLICA MA NON È LIMITATA A QUALUNQUE STATUTO O REGOLAMENTO FEDERALE O DI STATO CHE POTREBBE ESSERE APPLICABILE. SEI ASSOLUTAMENTE RESPONSABILE DI GARANTIRE CHE IL TUO UTILIZZO DEI SERVIZI È CONFORME ALLA LEGGE APPLICABILE.
iw: אנו מסירים מכל הצהרות או התחייבות כי השימוש שלך בשירותים יתאים או יבטיח תאימות לכל התחייבות משפטית או חוקים או תקנות. כתב ויתור זה חל על אך אינו מוגבל לתקנות או תקנות פדרליות או תקנות שיכולות להיות חלות עליך. אתה אחראי באופן בלעדי להבטיח שהשימוש שלך בשירותים תואם את החוק החל.
ja: 弊社は、サービスの利用が法的義務または法律または規制への準拠を満足または保証することを表明または保証するものではありません。この免責事項は以下に適用されますが、適用される可能性のある連邦または州の法令または規制に限定されるものではありません。お客様は、サービスの使用が適用法に従っていることを保証する責任を単独で負うものとします。
ka: ჩვენ ვინმეს წარმომადგენლები ან გარანტიები ვიმსჯელებთ, რომ თქვენი სერვისების გამოყენება დააკმაყოფილებს ან დააკმაყოფილებს შესაბამისობას ნებისმიერი იურიდიული ვალდებულებების ან კანონმდებლობის ან დებულებების შესაბამისად. ეს განცხადებები, მაგრამ არ შემოიფარგლება რაიმე ფედერალური ან სახელმწიფოებრივი სტატუსით ან დებულებით, რომლებიც შეიძლება გამოყენებული იყოს თქვენთვის. თქვენ ხართ მხოლოდ პასუხისმგებლობა, რომ თქვენი სერვისების გამოყენება შესაბამისობაშია მოქმედი კანონმდებლობით.
kk: БІЗ ҚЫЗМЕТТЕРДІ ПАЙДАЛАНҒАН КЕЗ КЕЛГЕН ӨКІЛДІКТЕРГЕ ЖӘНЕ КЕПІЛДІКТЕРДІ БІЗДІК ҚҰҚЫҚТЫҚ МІНДЕТТЕМЕЛЕРІМЕН, ҚҰҚЫҚТАРЫМЕН НЕГІЗДЕРІМЕН ҚАТЫСАДЫ. БҰЛ ДИСКЛАМЕНТ БІРІНШІЛІК БІЛДІРУГЕ СІЗДІҢ ҚОЛДАНЫЛАТЫН ФЕДЕРАЦИЯЛЫҚ ЖӘНЕ МЕМЛЕКЕТТІК МӘЛІМЕТТЕРІНІ немесе НЕГІЗДЕРІНІҢ ШЕКТЕУЛІГІ ЖОҚ. СІЗ ҚЫЗМЕТТЕРДІ ПАЙДАЛАНУҒА ҚОЛДАНЫЛҒАН ЗАҢДЫ есепке ала отырып, ҚОЛДАНУҒА ЖАУАП ЖОҚ.
km: យើងបដិសេធរាល់ការរាយការណ៍ឬការធានាណាមួយដែលការប្រើប្រាស់សេវាកម្មរបស់អ្នកនឹងប្រកបដោយការយកចិត្តទុកដាក់ឬការបំពេញការងារដោយមានកាតព្វកិច្ចឬច្បាប់ឬបទបញ្ញត្តិណាមួយ។ ការពន្យល់នេះត្រូវបានអនុវត្តចំពោះតែច្បាប់រដ្ឋធម្មនុញ្ញឬរដ្ឋនានាដែលនឹងត្រូវអនុវត្តចំពោះអ្នក។ អ្នកគឺជាការទទួលខុសត្រូវដ៏ស្មោះត្រង់សម្រាប់ការស្វែងយល់ថាការប្រើប្រាស់សេវាកម្មរបស់អ្នកគឺស្របនឹងច្បាប់ដែលអាចអនុវត្តបាន។
kn: ನಿಮ್ಮ ಸೇವೆಗಳ ಬಳಕೆಯು ಯಾವುದೇ ಕಾನೂನುಬದ್ಧ ಆಬ್ಲಿಗೇಷನ್‌ಗಳು ಅಥವಾ ಕಾನೂನುಗಳು ಅಥವಾ ನಿಯಮಗಳೊಂದಿಗೆ ತೃಪ್ತಿಪಡಿಸುತ್ತದೆ ಅಥವಾ ಉತ್ತೇಜಿಸುತ್ತದೆ ಎಂದು ನಾವು ಯಾವುದೇ ಪ್ರತಿನಿಧಿಗಳು ಅಥವಾ ಖಾತರಿಗಳನ್ನು ನಿರಾಕರಿಸುತ್ತೇವೆ. ಆದರೆ ಈ ಹಕ್ಕು ನಿರಾಕರಣೆ ಅನ್ವಯಗಳು ನಿಮಗೆ ಅನ್ವಯವಾಗುವಂತಹ ಯಾವುದೇ ಫೆಡರಲ್ ಅಥವಾ ಸ್ಟೇಟ್ ಸ್ಟ್ಯಾಟೂಟ್‌ಗಳು ಅಥವಾ ನಿಯಮಗಳಿಗೆ ಸೀಮಿತವಾಗಿಲ್ಲ. ನಿಮ್ಮ ಸೇವೆಗಳ ಬಳಕೆಯು ಅನ್ವಯವಾಗುವ ಕಾನೂನಿನೊಂದಿಗೆ ಹೊಂದಾಣಿಕೆಯಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನೀವು ಸಂಪೂರ್ಣವಾಗಿ ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ.
ku: Em REi KESN WELATAN OR GIRTIYEY THN KU JI BO SERBEST XWEYN XWE BIKIRIN JI BO PIRSNGEHA XWEYN LI XWEYN LELANYAN LA QAN REGNGEHA WNE. HIYARN DN XWEDAN DNIN BIRIN, LI SER JI BO FI FEDERAL OR JI BO STKIRIN ORN OR HEM REGRAN THNGEHA KIRIN THIYE KU JI BO JI BO JI BO LIH LT LI SER Nabe. JI BO JI BO BERSV THN B THN BERSV THN BIKIN ku karanîna we karûbarên we li gorî qanûnên pêkanîna berpirsiyar e.
ky: БИЗ КЫЗМАТТАРДЫ ПАЙДАЛАНУУ ҮЧҮН КАЙСЫ УКУКТАРДЫ ЖАНА КЕПИЛДИКТЕРДИ БИЛИП ЖАНА КЫЗМАТТАШТЫРУУ КЕРЕК, ЖАНА МЫЙЗАМЧЫЛЫКТАРДЫ ЖАНА МЫЙЗАМДАРЫ ЖАНА Регламенттер. БУЛ АЙМАКТУУЛУКТУН ӨЗҮҢҮЗ КАНТИП ФЕДЕРАЦИЯЛЫК ЖАНА МАМЛЕКЕТТИК СТАТУТТАРЫ ЖАНА Регламенттер СИЗГЕ ЧАКЫРЫЛЫШЫ МҮМКҮН. КЫЗМАТТАРДЫ ПАЙДАЛАНУУ ҮЧҮН, КОЛДОНУЛГАН МЫЙЗАМДАР МЕНЕН ЖОЛУГУШУУ ҮЧҮН ЖАКШЫ ЖООП БЕРЕТ.
lb: MIR DISKRIMÉIERT REPRESENTATIONS ODER Garantien, déi Äert Gebrauch vun de Servicer wëllen zefridden oder séchere KOMMISSÉIERT mat iergendengem juristeschen Obligatiounen oder Gesetzer oder Regulatiounen. DËS DISKLÄRER SINN BENOTZT MAACHEN NET BEI ALL FEDERALS- ODER STATUTATIOUNE ODER REGULATIOUNE BEGRÄFTEN DAT MÉI BENICHT MÉI BENOTZT ginn. DIR SINN NET VERANTWICHT FIR ÄNNEREN DAT ÄR BENOTZEN VUN DE SERVICES BEZUCH ZÄITT AN DEM applicabel Gesetz.
lo: ພວກເຮົາປະຕິເສດຄວາມຮັບຜິດຊອບຫຼືການຮັບປະກັນໃດໆທີ່ການ ນຳ ໃຊ້ການບໍລິການຂອງທ່ານຈະສະແດງຄວາມເຄົາລົບຫຼືປະຕິບັດຕາມຄວາມຈິງທີ່ມີພັນທະຫຼືກົດ ໝາຍ ຫຼືກົດ ໝາຍ ໃດໆ. ຄຳ ຮ້ອງສະ ເໜີ ທີ່ກ່າວເຖິງນີ້ແຕ່ບໍ່ ຈຳ ກັດພຽງແຕ່ລັດຖະບານກາງຫຼືສະຖານະພາບສະຖານະພາບຫຼືບົດບັນຍັດຕ່າງໆທີ່ອາດຈະ ເໝາະ ສົມກັບທ່ານ. ທ່ານເປັນຜູ້ທີ່ມີຄວາມຮັບຜິດຊອບທາງດ້ານຈິດໃຈ ສຳ ລັບການສຶກສາທີ່ວ່າການ ນຳ ໃຊ້ການບໍລິການຂອງທ່ານແມ່ນສອດຄ່ອງກັບກົດ ໝາຍ ທີ່ ເໝາະ ສົມ.
lt: ATSISAKAME JOKIŲ ATSTOVŲ AR GARANTIJŲ, KAD NAUDOJANTIS PASLAUGOMIS SUSITIKSITE ARBA UŽTIKRINAME JOKIŲ TEISINIŲ ĮSIPAREIGOJIMŲ AR ĮSTATYMŲ ARBA REGLAMENTŲ VYKDYMĄ. ŠIS ATSAKOMYBĖS ATSAKOMYBĖ TAIKOMA, BET NENORIAMA JOKIAM FEDERALINIAM ARBA VALSTYBĖS ĮSTATYMUI BEI TAISYKLĖMS, KURIAS GALI BŪTI TAIP. Jūs ATSAKINGAI ATSAKINGAS UŽ UŽTIKRINIMĄ, KAD JŪSŲ PASLAUGOS NAUDOJAMOSI PAGAL TAIKOMĄ ĮSTATYMĄ.
lv: Mēs ATTEIMAMIES JEBKĀDAS PĀRSTĀVJU VAI GARANTIJAS, KA PAKALPOJUMU LIETOŠANA APSTIPRINĀS VAI NODROŠINĀS ATBILSTĪBU JEBKĀDĀM JURIDISKĀM SAISTĪBĀM VAI LIKUMIEM UN REGLAMENTAM. ŠĪ ATBILDĪBA, KAS ATTIECAS UZ BET, TIKAI NAV JEBKĀDA ATTIECĪBĀ UZ JEBKĀDAJIEM FEDERATĪVAJIEM VAI VALSTS STATŪTIEM VAI NOTEIKUMIEM, KAS VAR BŪT PIEMĒROJAMI JUMS. JŪS ATBILDĪGI ATBILDĪGS PAR PĀRBAUDI, KA PAKALPOJUMU LIETOŠANA SASKAŅĀ AR PIEMĒROJAMO LIKUMU.
mg: HITANIANA IZAY REHETRA MBOLA NA NY FANAOVANA AZY DIDY NY FAMPIDERANA MBOLA AZY ATAO MBOLA KOMPONDRANA NA FIVORIANA AZONY NA FANAOVANA AZY. INDRINDRA INDRINDRA INDRINDRA INDRINDRA INDRINDRA INDRINDRA INDRINDRA INDRINDRA INDRINDRA INDRINDRA NA FANAOVANA AN&#39;OLATRA NA FANAFAHANA IZAO DIA MBOLA TOKONY HAMPISEHOANA ANAO. MITOMPOANA NY FAHAGAGANA ANAO MITADIAVITRA NY HANOMPOANA NY FIDERANA HO ANAO IANAO ATAO NY ARA-BAIBOLY INDRINDRA.
mi: HE WHAKAMAHI KI ANAKE WHAKAARO KI TE KAIWHITOHIA KI TE KAIAKO KI TE WANANGA KI TE WHAKAARO KI TE WHAKAARO KI TE WHAKAARO ANAKE KI TE WHAKAMAHI KI TE KAUPAPA KI TE KAUPAPA KI TE KAUPAPA. HE WHAKAMAHI KI TE WHAKAMAHI KI TE WHAKAMAHI KAUPAPA KI TE ANAKE KI TE WHAKAARO KI TE NEHI KORE KI TE NEHI KORE KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE WHAKAMAHI KI TE KAI. HEI RANGI KI TE RANGI KI TE WHAKAMAHI KI TE WHAKAMAHI I TE NGANAKI KI TE WHAKAMAHI I TE WHAKAMAHI.
mk: ПОСТАВУВАМЕ НЕКОИ ПРЕТСТАВИ ИЛИ ГАРАНЦИИ ОД ВАШИОТ КОРИСТЕЕ НА УСЛУГИТЕ SЕ ГО СПОДНЕТУВА ИЛИ ОБЕЗБЕДУВАМЕ СОСТОЈБА СО СЕКОЈ ПРАВНИ ОБВРСКИ ИЛИ ЗАКОНИ И РЕГУЛАЦИИ. ОВАА ПОВЕЕ ПРИМАРИ ЗА НО, НЕ Е ограничен на кој било федерален или државен статус или регулативи што може да бидат применливи за вас. ВИЕ СЕ ЕДНО СЕ ОДГОВОРНИ ДА ГИ ОБЕЗБЕДУВАТЕ ДА СЕ УПОТРЕБАТЕТЕ УСЛУГИТЕ НА УСЛУГИТЕ СЕ СОГЛАСНО СО ПРИМАРНО ЗАКОН.
ml: നിങ്ങളുടെ സേവനങ്ങളുടെ ഉപയോഗം ഏതെങ്കിലും നിയമപരമായ ബാധ്യതകളോ നിയമങ്ങളോ നിയമങ്ങളോ ഉപയോഗിച്ച് തൃപ്തികരമോ ഉറപ്പുനൽകുന്നതോ ആയ ഏതെങ്കിലും പ്രാതിനിധ്യങ്ങളോ വാറന്റികളോ ഞങ്ങൾ നിരാകരിക്കുന്നു. എന്നാൽ ഈ നിരാകരണ അപേക്ഷകൾ‌ നിങ്ങൾ‌ക്ക് ബാധകമായേക്കാവുന്ന ഏതെങ്കിലും ഫെഡറൽ‌ അല്ലെങ്കിൽ‌ സ്റ്റേറ്റ്‌ സ്റ്റാറ്റ്യൂട്ടുകൾ‌ അല്ലെങ്കിൽ‌ റെഗുലേഷനുകൾ‌ക്ക് പരിമിതപ്പെടുത്തിയിട്ടില്ല. നിങ്ങളുടെ സേവനങ്ങളുടെ ഉപയോഗം ബാധകമായ നിയമത്തിനനുസൃതമായി പ്രവർത്തിക്കുന്നുവെന്ന് ഉറപ്പാക്കുന്നതിന് നിങ്ങൾ പൂർണ്ണമായും ഉത്തരവാദിത്തമുള്ളവരാണ്.
mn: БИД ХҮНИЙ ҮЙЛЧИЛГЭЭГИЙН ҮЙЛ АЖИЛЛАГАА эсвэл АЖИЛЛАГААГҮЙ АЖИЛЛАГАА, АЖИЛЛАГАА, АЖИЛЛАГАА, ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ БОЛОМЖТОЙ. ЭНЭ ЗӨВЛӨГӨӨ АЖИЛЛАГААГҮЙ БОЛОМЖТОЙ БОЛОМЖТОЙ БАЙХГҮЙ, ФЕДЕРАТИАЛ, ТӨГСГӨЛИЙН ТӨЛӨВЛӨГӨӨГҮЙ эсвэл НЭГДҮГЭЭР ХҮРГЭЕ. ТА БҮХЭНД ҮЙЛЧИЛГЭЭГИЙН ҮЙЛЧИЛГЭЭГИЙН ҮЙЛ АЖИЛЛАГААГ ЗӨВЛӨГӨӨГҮЙ ЗӨВЛӨГӨӨГҮЙ БАЙХГҮЙ БАЙНА.
mr: आम्ही आपल्या सेवेच्या कोणत्याही सेवेचे कायदेशीर उत्तरदायित्व किंवा कायदे किंवा कायदे किंवा विनियम संतोष किंवा खात्री करुन घेणार आहोत याची हमी किंवा अस्वीकरणे आम्ही अस्वीकार करतो. परंतु हे अस्वीकरण अर्ज आपल्यास लागू होऊ शकतील अशा कोणत्याही फेडरल किंवा राज्य स्थिती किंवा नियमांपुरते मर्यादित नाहीत. आपण सेवांचा वापर वापर लागू असणार्‍या कायद्यासह संपुष्टात आणण्यासाठी आपण पूर्णपणे जबाबदार आहात.
ms: KAMI MENAFIKAN SETIAP PERWAKILAN ATAU JAMINAN BAHWA PENGGUNAAN PERKHIDMATAN ANDA AKAN MEMUASKAN ATAU MEMASTIKAN PEMATUHAN DENGAN SETIAP KEWAJIBAN ATAU UNDANG-UNDANG ATAU PERATURAN. PENAFIAN INI BERLAKU TETAPI TIDAK TERHAD UNTUK SETIAP PERNYATAAN ATAU NEGERI NEGERI ATAU PERATURAN YANG MUNGKIN BERLAKU KEPADA ANDA. ANDA SANGAT BERTANGGUNGJAWAB UNTUK MEMASTIKAN BAHWA PENGGUNAAN PERKHIDMATAN ANDA ADALAH BERSAMA DENGAN UNDANG-UNDANG YANG BERLAKU.
mt: Niddikjaraw xi rappreżentanti jew garanziji li l-użu tiegħek tas-servizzi se jissodisfa jew jiżgura konformità ma &#39;xi obbligi jew liġijiet jew regolamenti ġuridiċi. Dan id-dikjarazzjoni ta &#39;applikazzjoni APPLIKA GĦALL-MHUX LIMITAT GĦAL L-ISTATUTI FEDERALI JEW STATUTI JEW REGOLAMENTI LI JISTGĦU JKUNU APPLIKABBLI LEJK. INTI SOPONSABBLI GĦALL-ASSIGURAZZJONI LI L-UŻU TIEGĦEK TAS-SERVIZZI HUWA SKOND IL-LIĠI APPLIKABBLI.
my: ၀ န်ဆောင်မှုများအားသင်၏အသုံးပြုမှုသည်ကျေနပ်ရောင့်ရဲမှုရှိစေနိုင်မည်လားသို့မဟုတ်ဥပဒေအရလိုက်နာသောစည်းကမ်းများ၊ ဥပဒေများသို့မဟုတ်စည်းမျဉ်းစည်းကမ်းများနှင့်ကိုက်ညီမှုရှိမရှိဖော်ပြပါ။ ဒီအငြင်းအခုံလျှောက်ထားပေမယ့်သင်တို့ကိုသက်ဆိုင်စေခြင်းငှါမည်သည့်ဖက်ဒရယ်သို့မဟုတ်ပြည်နယ်ပြဌာန်းချက်သို့မဟုတ်စည်းမျဉ်းများကန့်သတ်ထားသည်မဟုတ်။ သင်၏ ၀ န်ဆောင်မှုများအားသင်၏အသုံးပြုမှုသည်သက်ဆိုင်သောဥပဒေနှင့်အညီသေချာစေရန်သင့်အတွက်တာဝန်ရှိသည်။
ne: हामी कुनै पनि प्रतिनिधित्व वा ग्यारेन्टीहरू अस्वीकार गर्दछौं जुन तपाईंको सेवाहरूको उपयोगमा कुनै पनि कानुनी दायित्व वा कानून वा विनियोजनको साथ सन्तोष वा पक्का हुन्छ। यो अस्वीकरण अनुप्रयोगहरू तर कार्यान्वयन गर्नका लागि कुनै पनि फेडरल वा राज्य तथ्या OR्क वा विनियमहरू जुन तपाईंलाई लागु हुन सक्छ। तपाइँ सेवाहरूको तपाइँको प्रयोग लागू गर्न मिल्छ कानूनको अनुरूप नै छन् भनेर एन्जुर गर्नको लागि तपाइँ एकदम उत्तरदायी हुनुहुन्छ।
nl: WIJ WIJZEN ALLE VERTEGENWOORDIGINGEN OF GARANTIES AF DAT UW GEBRUIK VAN DE DIENSTEN VOLDOET OF ZORGT VOOR NALEVING VAN WETTELIJKE VERPLICHTINGEN OF WETTEN OF REGELGEVING. DEZE DISCLAIMER IS VAN TOEPASSING, MAAR IS NIET BEPERKT TOT ENIGE FEDERALE OF STAATSTATUUTEN OF REGELS DIE OP U VAN TOEPASSING ZIJN. U BENT UITSLUITEND VERANTWOORDELIJK OM TE VERZEKEREN DAT UW GEBRUIK VAN DE DIENSTEN IN OVEREENSTEMMING IS MET DE TOEPASSELIJKE WETGEVING.
no: VI ANSVAR HVILKE UTRETNINGER ELLER GARANTIER SOM DIN BRUK AV TJENESTENE VIL TILPASSE ELLER SIKRE NUHOLD MED ENHVER juridiske forpliktelser eller lover eller forskrifter. DENNE ANSVARSFRASKRIFTEN GJELDER MEN, ER IKKE BEGRENSET TIL NOE FEDERAL- ELLER STATSSTATUTER ELLER FORORDNINGER SOM KAN GJELDER FOR DEG. DU ER ALT ANSVARLIG FOR Å FORSIKRE AT DIN BRUK AV TJENESTene ER I OVERENSSTEMMELSE MED GJELDENDE LOV.
or: ଆମେ କ AN ଣସି ପ୍ରତିନିଧୀତା କିମ୍ବା ୱାରେଣ୍ଟିଗୁଡିକୁ ଅସ୍ୱୀକାର କରୁଛୁ ଯେ ଆପଣଙ୍କର ସେବାଗୁଡିକର ଉପଯୋଗ କ S ଣସି ଆଇନଗତ ଦାୟିତ୍ OR କିମ୍ବା ନିୟମ କିମ୍ବା ନିୟମ ସହିତ ସନ୍ତୁଷ୍ଟତାକୁ ସୁନିଶ୍ଚିତ କରିବ | ଏହି ଡିସକ୍ଲେମର ପ୍ରୟୋଗ କିନ୍ତୁ କ ED ଣସି ଫେଡେରାଲ୍ କିମ୍ବା ଷ୍ଟେଟ୍ ଷ୍ଟାଟସ୍ କିମ୍ବା ନିୟମାବଳୀ ପାଇଁ ସୀମିତ ନୁହେଁ ଯାହା ଆପଣଙ୍କ ପାଇଁ ପ୍ରଯୁଜ୍ୟ ହୋଇପାରେ | ଆପଣ ସେବାଗୁଡିକର ଉପଯୋଗ ପ୍ରଯୁଜ୍ୟ ଆଇନ ସହିତ ସମାନ ବୋଲି ନିଶ୍ଚିତ କରିବା ପାଇଁ ଆପଣ ଏକମାତ୍ର ଦାୟିତ୍। ଅଟନ୍ତି |
pa: ਅਸੀਂ ਕਿਸੇ ਵੀ ਪ੍ਰਕਾਸ਼ਨ ਜਾਂ ਗਰੰਟੀ ਦਾ ਦਾਅਵਾ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਹਾਡੀ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਕਿਸੇ ਕਾਨੂੰਨੀ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਜਾਂ ਕਾਨੂੰਨਾਂ ਜਾਂ ਨਿਯਮਾਂ ਨਾਲ ਸੰਤੁਸ਼ਟੀ ਜਾਂ ਅਨੁਕੂਲਤਾ ਨਾਲ ਕੀਤੀ ਜਾਏਗੀ. ਇਹ ਘੋਸ਼ਣਾਕਰਤਾ ਬਿਨੈ ਪੱਤਰ ਲਾਗੂ ਕਰਨ ਲਈ ਕਿਸੇ ਵੀ ਫੈਡਰਲ ਜਾਂ ਸਟੇਟ ਸਟੇਟਮੈਂਟ ਜਾਂ ਨਿਯਮ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ ਹੈ ਜੋ ਤੁਹਾਡੇ ਲਈ ਲਾਗੂ ਹੋ ਸਕਦੇ ਹਨ. ਤੁਸੀਂ ਇਹ ਨਿਰੰਤਰ ਜਾਰੀ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ ਕਿ ਸੇਵਾਵਾਂ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਲਾਗੂ ਕਾਨੂੰਨ ਦੇ ਅਨੁਸਾਰ ਹੈ.
pl: NIE UDZIELAMY ŻADNYCH OŚWIADCZEŃ ANI GWARANCJI, ŻE KORZYSTANIE Z USŁUG BĘDZIE ZADOWOLIĆ LUB ZAPEWNIĆ ZGODNOŚĆ Z JAKIMKOLWIEK OBOWIĄZKAMI PRAWNYMI, PRAWAMI LUB REGULAMINAMI. NINIEJSZE WYŁĄCZENIE ODPOWIEDZIALNOŚCI MA ZASTOSOWANIE, ALE NIE JEST OGRANICZONE DO ŻADNYCH STATUTÓW FEDERALNYCH LUB PAŃSTWOWYCH LUB REGULAMINÓW, KTÓRE MOGĄ MIEĆ ZASTOSOWANIE DO CIEBIE. JESTEŚ WYŁĄCZNIE ODPOWIEDZIALNY ZA ZAPEWNIENIE, ŻE KORZYSTANIE Z USŁUG JEST ZGODNE Z OBOWIĄZUJĄCYM PRAWEM.
ps: موږ د هیڅ ډول وړاندیز یا تضمین ادعا کوو چې ستاسو د خدماتو کارول د اطمینان یا اطمینان سره مطابقت لري د هیڅ قانوني قانوني مسؤلیتونو ، قانونونو یا مقرراتو سره. دا د اعلان کونکي غوښتنلیکونه مګر په هیڅ فدرالي یا دریځ وضعیت یا مقرراتو پورې محدود ندي چې کیدای شي ستاسو لپاره د تطبیق وړ وي. تاسو د دې ډاډ ورکولو لپاره یوازې ځواب ورکوونکي یاست چې ستاسو د خدماتو کارول د پلي کونکي قانون سره سم دي.
pt: REJEITAMOS QUALQUER REPRESENTAÇÃO OU GARANTIA DE QUE O SEU USO DOS SERVIÇOS SATISFAZ OU GARANTIA O CUMPRIMENTO DE QUALQUER OBRIGAÇÃO LEGAL OU LEIS OU REGULAMENTOS. ESTA ISENÇÃO DE RESPONSABILIDADE APLICA-SE, MAS NÃO ESTÁ LIMITADA A QUAISQUER ESTATUTOS OU REGULAMENTOS FEDERAIS OU ESTADUAIS QUE PODEM SER APLICÁVEIS A VOCÊ. VOCÊ É O ÚNICO RESPONSÁVEL POR GARANTIR QUE SEU USO DOS SERVIÇOS ESTÁ DE ACORDO COM A LEI APLICÁVEL.
ro: DECLAMAM ORICE REPREZENTANȚE SAU GARANȚII CARE UTILIZEAZĂ-TE DE SERVICII SATISFIE SA ASIGURĂ CONFORMITATEA CU NICIUNE OBLIGAȚII JURIDICE SAU LEGI SAU REGULAMENTE. ACEST DECLAMATOR SE SOLICITĂ, DAR NU ESTE LIMITAT LA NICIUN STATUTUL FEDERAL SAU STATUTULUI SAU A REGULAMENTELOR CARE POT FI APLICABILE. DUMNEAVOASTRĂ SUNT RESPONSABIL PENTRU ASIGURAREA CĂ UTILIZAREA DUMNEAVOASTRĂ A SERVICIILOR ESTE ÎN conformitate cu LEGEA APLICABILĂ.
ru: МЫ ОТКАЗЫВАЕМСЯ ОТ ЛЮБЫХ ПРЕДСТАВИТЕЛЬСТВ ИЛИ ГАРАНТИЙ, КОТОРЫЕ ВЫ ИСПОЛЬЗУЕТЕ, ЧТО ИСПОЛЬЗУЕТЕ ИСПОЛЬЗОВАНИЕ УСЛУГ, ИЛИ ОБЕСПЕЧИВАЕТЕ СОБЛЮДЕНИЕ ЛЮБЫХ ЮРИДИЧЕСКИХ ОБЯЗАТЕЛЬСТВ ИЛИ ЗАКОНОДАТЕЛЬСТВ ИЛИ РЕГЛАМЕНТОВ. НАСТОЯЩИЙ ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ ПРИМЕНЯЕТСЯ, НО НЕ ОГРАНИЧИВАЕТСЯ ЛЮБЫМИ ФЕДЕРАЛЬНЫМИ ИЛИ ГОСУДАРСТВЕННЫМИ СТАТУТАМИ ИЛИ ПРАВИЛАМИ, КОТОРЫЕ МОГУТ БЫТЬ ПРИМЕНИМЫ ДЛЯ ВАС. ВЫ НЕСЕТЕ ОТВЕТСТВЕННУЮ ОТВЕТСТВЕННОСТЬ ЗА ОБЕСПЕЧЕНИЕ ИСПОЛЬЗОВАНИЯ УСЛУГ В СООТВЕТСТВИИ С ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ.
rw: DUSOBANURA ABAHAGARARIYE CYANGWA BEMEZO KO UKORESHEJE SERIVISI BIZAHAGARAGARA CYANGWA BIKWEMERA KUBIKORWA N&#39;INSHINGANO Z&#39;AMATEGEKO CYANGWA AMATEGEKO CYANGWA AMATEGEKO. IYI NYUMA YASABWE ARIKO NTIBISHOBORA KUBA LETA ZOSE ZA FEDERAL CYANGWA LETA CYANGWA AMATEGEKO ASHOBORA KUBONA. URI INSHINGANO CYANE KUBONA KO UKORESHEJE SERIVISI BIFATANYIJE N&#39;AMATEGEKO AKORESHWA.
sd: اسان ڪنهن به نمائندي يا وارنٽي جو اعلان ڪريون ٿا ته توهان جي خدمتن جو استعمال توهان کي اطمينان ڏيڻو پوندو يا ڪنهن به قانوني واعدي يا قانون يا قانون سان مطابقت کي يقيني بڻائينداسين. هي اعلان ظاهر ڪنهن تي به وفاق يا رياست يا قانون جي پابند ناهي جو توهان جي لاءِ قابل اطلاق هوندو. توهان پنهنجي خدمتن جي درست استعمال کي يقيني بڻائڻ لاءِ مڪمل طور تي ذميوار آهيو. قابل اطلاق قانون سان.
si: ඔබ සේවා භාවිතා කරන බවට කිසිදු ප්‍රකාශයක් හෝ වගකීමක් අප විසින් ප්‍රතික්ෂේප කරනු ලැබේ. ඕනෑම නීතිමය වගකීම් හෝ නීති හෝ රෙගුලාසි සමඟ සෑහීමකට පත්විය හැකිය. නමුත් මෙම වියාචනය ඉල්ලුම් කිරීම ඔබට අදාළ විය හැකි කිසිදු ෆෙඩරල් හෝ රාජ්‍ය ප්‍රමිති හෝ රෙගුලාසි වලට සීමා නොවේ. ඔබ සේවා භාවිතා කිරීම අදාළ නීතිය සමඟ එකඟ වන බව සහතික කිරීම සඳහා ඔබ සම්පූර්ණයෙන්ම වගකිව යුතුය.
sk: ZRIEKAME SA ŽIADNE ZASTÚPENIA ALEBO ZÁRUKY, ŽE VAŠE POUŽÍVANIE SLUŽIEB SPOKOJÍ SPOKOJNOSŤ ALEBO ZABEZPEČIŤ SÚLAD S AKÝMIKOĽVEK ZÁKONNÝMI POVINNOSŤMI, ZÁKONMI ALEBO NARIADENIAM. TOTO ZRIEKNUTIE SA VZŤAHUJE NA, ALE NIE JE OBMEDZENÉ NA ŽIADNE FEDERÁLNE ALEBO ŠTÁTNE ŠTÁTY ALEBO NARIADENIA, KTORÉ SA MÔŽU NA VÁS VZŤAHOVAŤ. JSEM ZODPOVEDNÝ ZA ZAISTENIE, ŽE VAŠE VYUŽITIE SLUŽIEB JE V SÚLADE S PRÍSLUŠNÝMI PRÁVNYMI PREDPISMI.
sl: IZJAVLJAMO VSAKO PREDSTAVITEV ALI GARANCIJ, DA SVOJO UPORABO STORITEV ZADOVOLJSTVO ALI ZAGOTAVLJAJTE IZPOLNJEVANJE NEKATERIH PRAVNIH OBVEZ ALI ZAKONOV ALI UREDBE. TO RAZPOLOŽLJIVO ODGOVORI NA BREZ NI OMEJENO NA VSEH ZVEZNIH ALI DRŽAVNIH STATUT ALI PREDPISOV, KI JIH LAHKO UPORABLJAJO. STE SAMO ODGOVORNI ZA ZAVAROVANJE, DA JE UPORABA STORITEV V SKLADU Z VELJAVNIMI ZAKONOM.
sq: JEMI DISPOZITOJMY NDONJE PARAQITJE APO GARANCAT QAT P USRDORIMI JUAJ I SH SERVRBIMEVE DO T S KNDONI OSE TS KUJDESI PR PRFSHIRJE ME NDONJE DETYRIME LIGJORE OSE LIGJET DHE RREGULLAT. K APTU ZBATIMET E APLIKIMEVE P TOR NUK IMSHT KUFIZUAR P TOR DO SHTETE FEDERALE DHE SHTETRORE, ose RREGULLIME që mund të jenë të zbatueshme për ju. JU JENI P RESRGJIGJE P RESRGJIGJE P FORR T EN GJITHA T US PRDORIMIT TUAJ T SHRBIMEVE ISSHT IN P ACRFSHIR ME LIGJIN E Zbatueshëm.
sr: ОТКРИЈЕМО БИЛО КОЈЕ ПРЕДСТАВЉЕНОСТИ ИЛИ ГАРАНЦИЈУ ДА ВАША УПОТРЕБА УСЛУГА БИТИ САВЕЗНА ИЛИ ОСИГУРАЛА САСТАВЉАЊЕ СА СВАКИМ ПРАВНИМ ОБВЕЗАМА ИЛИ ЗАКОНОМ ИЛИ ПРОПИСИМА. ОВАЈ ОДГОВОР ОДЛУЧУЈЕ, АЛИ НИЈЕ ОГРАНИЧЕН НА СВЕ ФЕДЕРАЛНЕ ИЛИ ДРЖАВНЕ СТАТУТЕ ИЛИ ПРАВИЛЕ КОЈЕ СЕ НА ВАС ПРИЈАВЕ. ВАСО СУ ОДГОВОРНИ ЗА ОСИГУРАВАЊЕ ДА ЈЕ ВАША УПОТРЕБА УСЛУГА У СКЛАДУ СА ПРИМЕЊИВИМ ЗАКОНОМ.
sv: VI AVSÄTTER ALLA UTSKRIFTER ELLER GARANTIER SOM DIN ANVÄNDNING AV TJÄNSTERNA TILLFATTAR ELLER SÄKER ATT ENLIGT RÄTTSLIGA skyldigheter eller lagar eller förordningar. DENNA AVSLUTANDE GÄLLER ATT MEN ÄR INTE BEGRÄNSAD TILL NÅGRA FEDERAL- ELLER STATSSTATUTER OCH FÖRORDNINGAR SOM KAN GÄLLANDE DIG. DU ÄR ENHETSANSVARANDE FÖR ATT FÖRSÄKRA ATT DITT ANVÄNDNING AV TJÄNSTERNA ÄR I enlighet med tillämplig lag.
sw: TUNAONEKESHA DHAMBI ZA KIUME AU HALISI KWA KUTUMIA KWENU HUDUMA KUFANYA AU KUFUNGUA MAHUSIANO NA MALENGO YOTE YA URAHISI AU Sheria au kanuni. TAFAKARI HUU ZA KUMBUKA KWA BURE HAKUNA KUPATA HALI YOTE YA FEDERAL AU HALI ZA KUFANYA AU MAHUSIANO AMBAYO YANAYEWEZA KUFANYA WAKO. UNAJIBU KWA AJILI YA KUFUNGUA KUTUMIA KWENU KUTUMIA KWA HUDUMA HUYO KWA KUFUNGUA NA LAKI YA KUTUMIA.
ta: சேவைகளின் உங்கள் பயன்பாடு எந்தவொரு சட்டபூர்வமான உரிமைகள் அல்லது சட்டங்கள் அல்லது ஒழுங்குமுறைகளுடன் திருப்தி அளிக்கும் அல்லது இணக்கமாக இருக்கும் எந்தவொரு பிரதிநிதித்துவங்களையும் அல்லது உத்தரவாதங்களையும் நாங்கள் மறுக்கிறோம். ஆனால் இந்த மறுப்பு விண்ணப்பங்கள் உங்களுக்கு பொருந்தக்கூடிய எந்தவொரு கூட்டாட்சி அல்லது மாநில நிலைகள் அல்லது ஒழுங்குமுறைகளுக்கு வரம்பிடப்படவில்லை. உங்கள் சேவைகளின் பயன்பாடு பொருந்தக்கூடிய சட்டத்துடன் இணக்கமாக இருப்பதை உறுதிசெய்வதற்கு நீங்கள் முற்றிலும் பொறுப்பு.
te: మీ సేవలను మీరు ఉపయోగించుకునే ఏవైనా ప్రాతినిధ్యాలు లేదా వారెంటీలను మేము నిరాకరిస్తాము, ఏదైనా చట్టపరమైన ఆబ్లిగేషన్లు లేదా చట్టాలు లేదా నిబంధనలతో సంతృప్తికరంగా లేదా ధృవీకరించుకుంటాము. కానీ ఈ నిరాకరణ దరఖాస్తులు మీకు వర్తించే ఏ ఫెడరల్ లేదా స్టేట్ స్టాట్యూట్స్ లేదా రెగ్యులేషన్లకు పరిమితం కాదు. మీరు మీ సేవలను ఉపయోగించడం వర్తించే చట్టంతో సమ్మతితో ఉందని నిర్ధారించడానికి మీరు పూర్తిగా బాధ్యత వహిస్తున్నారు.
tg: Мо аз ҳеҷ гуна намояндагӣ ё кафолате, ки истифодаи он аз хидматҳо иборат аст, бо ягон ӯҳдадориҳои қонунӣ ё қонунҳо ё танзимҳо огоҳ мешавед. Ин ихтилофҳо БАРОИ БАРОИ БЕШТАР НИГОҲ ДОШТАНИ ФЕДЕРАТИАЛ ё ДАВЛАТИ ДАВЛАТ. Ё НАГУЗОРАНД, ки ШУМО БАРОИ ШУМО ИСТИФОДА МЕБАРАНД. ШУМО ҶАВОБ МЕДИҲЕМ, КИ истифодаи ХИЗМАТРАСОНИИ ХИЗМАТРО БА ҲУҚУҚҲОИ ИҶРО ШАВАНД.
th: เราขอปฏิเสธการรับรองหรือรับประกันใด ๆ ว่าการใช้บริการของคุณจะพึงพอใจหรือมั่นใจว่าการปฏิบัติตามนั้นสอดคล้องกับภาระผูกพันทางกฎหมายหรือกฎหมายหรือข้อบังคับใด ๆ การปฏิเสธความรับผิดนี้มีผลบังคับใช้ แต่ไม่ จำกัด เฉพาะกฎหมายของสหพันธรัฐหรือรัฐหรือข้อบังคับที่อาจมีผลบังคับใช้กับคุณ คุณมีความรับผิดชอบ แต่เพียงผู้เดียวในการรับรองว่าการใช้บริการของคุณเป็นไปตามกฎหมายที่มีผลบังคับใช้
tk: HYZMATLARY ULANMAGY .YZY HYZMAT EDIP BOLANOK BU Jedeller, ýöne size degişli bolup biljek haýsydyr bir federasiýa ýa-da döwlet ştaty ýa-da düzgünnamasy bilen çäklendirilmeýär. HYZMATLARY ULANMAGY .YZY. KANUNY BARADA laýyk gelmegini üpjün etmek üçin ýeke-täk jogapkärçilik çekýärsiňiz.
tl: NINSISABI NIYO ANUMANG REPRESENTASYON O WARRANTY NA ANG IYONG PAGGAMIT NG SERBISYO AY MAGPAPATALAK O MAGSUSULIT NG KOMPLOHIYA SA ANUMANG LEGAL NA MGA OBLIGASYON O BATAS O KATANGGAPAN. ANG DISPLAIMER NA APPLIES NA ITO AY PERO AY HINDI LIMITADO SA ANUMANG FEDERAL O STATE STATUTES O rehistrasyon NA MAAARING MAG-APPLIKAL SA IYO. KAYO AY MABUTI NG RESPONSIBLE PARA SA PAGPAPAKITA NA ANG IYONG PAGGAMIT NG SERBISYO AY NANGANGGAP SA APPLICABLE LAW.
tr: HİZMET KULLANIMINIZIN HİÇBİR YASAL YÜKÜMLÜLÜK VEYA YASA VEYA DÜZENLEMEYE UYUM SAHİBİ OLACAĞINI VEYA GARANTİLERİ REDDEDİYORUZ. BU FERAGAT ANCAK İÇİN UYGULANAN FEDERAL VE DEVLET TALİMATLARI VE SİZİN İÇİN GEÇERLİ OLABİLECEK YÖNETMELİKLERLE SINIRLI DEĞİLDİR. HİZMETLERİ KULLANIMINIZIN UYGULANABİLİR HUKUKLA UYUMLU OLDUĞUNDAN EMİN OLMAK İÇİN SADECE SORUMLULUĞUNUZ.
tt: БЕЗНЕ. ХЕЗМӘТЛӘРНЕ КУЛЛАНУ ТОРМЫШЫ ORӘМ КАНУЛЛАРЫ ORӘМ ЗАКОНЛАРЫ ORӘМ ЗАКОНЛАРЫ БЕЛӘН ТОРМЫШ БУЛАЧАК ВАКЫТЛАРНЫ ORӘМ КАРАПЛАРЫН ТАБЫЙБЫЗ. БУ ДИСКЛИМЕР ТАПШЫРА, ләкин ФЕДЕРАЛЫ ORӘМ ДӘATEЛӘТ СТАТУТЛАРЫ ORӘМ СЕЗГӘ КАБУЛ ИТӘ БЕЛӘН Регламентлар белән чикләнми. СЕЗ ХЕЗМӘТЛӘРНЕ КУЛЛАНУ КАБУЛЛАНГАН Законнар белән туры килүен тәэмин итү өчен сез җаваплы.
ug: بىز سىزنىڭ مۇلازىمەتنى ئىشلىتىشىڭىزنىڭ قانائەتلىنەرلىك ياكى قانۇنىي مەجبۇرىيەت ياكى قانۇن-نىزاملار بىلەن ماسلىشىشقا كاپالەتلىك قىلىدىغان ھەر قانداق ۋەكىل ياكى كاپالەتنى ئوتتۇرىغا قويمايمىز. بۇ ئىلتىماس قىلغۇچى ئىلتىماس قىلىدۇ ، ئەمما سىزگە ماس كېلىدىغان ھەر قانداق فېدېراتىپ ياكى دۆلەت شتاتلىرى ياكى بەلگىلىمىلىرى بىلەن چەكلەنمەيدۇ. سىز مۇلازىمەتنى ئىشلىتىشىڭىزنىڭ قوللىنىشچان قانۇن بىلەن ماس كېلىدىغانلىقىغا كاپالەتلىك قىلىش ئۈچۈن يالغۇز مەسئۇلىيەتسىز.
uk: Ми відмовляємось від будь-яких репрезентацій або гарантій, що ваше користування послугами буде задоволено або забезпечити відповідність будь-яким юридичним обов&#39;язкам чи законам чи регламентам. ЦЕ ВІДПОВІДАЛЬНІСТЬ ЗАСТОСУЄТЬСЯ, АЛЕ НЕ ОБМЕЖЕНА НА ЯКІ-небудь ФЕДЕРАЛЬНІ АБО ДЕРЖАВНІ СТАТУТИ ТА РЕГЛАМЕНТИ, ЯКІ ВИ МОЖУТЬСЯ ЗАЯВЛЯТЬСЯ до вас. ВИ САМО ВІДПОВІДАЛЬНІ ЗА ЗАБЕЗПЕЧЕННЯ, ЩО ВИКОРИСТАННЯ ВИКОРИСТАННЯ ПОСЛУГ ВІДПОВІДАЄТЬСЯ З ЗАСТОСУВАННЯМ ЗАКОН.
ur: ہم کسی بھی نمائندگی یا تضمین کی ضمانت نہیں دیتے ہیں کہ آپ کی خدمات کا استعمال اطمینان یا یقین دہانی کسی بھی قانونی ذمہ داریوں یا قوانین یا ضابطوں کے ساتھ ہوگا۔ لیکن یہ دستبرداری کا اطلاق کسی بھی فیڈرل یا اسٹیٹ اسٹیٹس یا ضابطوں تک محدود نہیں ہے جو آپ کے لئے قابل اطلاق ہے۔ آپ کو یقینی بنانے کے لئے مکمل طور پر ذمہ دار ہیں کہ آپ کی خدمات کا استعمال قابل اطلاق قانون کے مطابق ہے۔
uz: BIZ HIZMATNING FOYDALANISHIDAN HAR QANDAY HUQUQIY MAJBURIYaLARINGIZ YOKI QONUNChILIK VA QOIDALARINGIZNI FOYDALANIShGA YoKI VAKOLATXONALARNI YoKI KAFOLATLARIMIZNI DAVOM ETAMIZ. USHBU E&#39;LON QILIShChILARNING MUVOFIQ BO&#39;LIShI HAR QANDAY FEDERAL YOKI DAVLAT ShARTLARI YOKI QO&#39;LLANILIShI MUMKIN. XIZMATLARNING FOYDALANISHIDAN QO&#39;LLANILGAN QONUNLAR BILAN HISOB BERISh UChUN FAQAT MA&#39;LUMOT BERISIZ.
vi: CHÚNG TÔI TUYÊN BỐ BẤT K REP ĐẠI DIỆN HOẶC ĐẢM BẢO NÀO BẠN SỬ DỤNG DỊCH VỤ S SAT HÀI LÒNG HOẶC ĐẢM BẢO HOÀN TOÀN VỚI BẤT K OB NGH OBA VỤ PHÁP LÝ HOẶC LUẬT HOẶC QUY ĐỊNH. TUYÊN BỐ TỪ CHỐI NÀY ÁP DỤNG CHO NHƯNG KHÔNG GIỚI HẠN BẤT K ST TUYÊN BỐ LIÊN QUAN HOẶC NHÀ NƯỚC HOẶC QUY ĐỊNH NÀO CÓ THỂ ÁP DỤNG CHO BẠN. BẠN CÓ TRÁCH NHIỆM PHÁP LÝ ĐỂ BẢO ĐẢM RATNG VIỆC BẠN SỬ DỤNG CÁC DỊCH VỤ ĐƯỢC PHÙ HỢP VỚI LUẬT ÁP DỤNG.
xh: SIKUFUMANA UKUZONWABISA NGALINYE OKANYE UKULUNGISELELA UKUZE USETYENZISE IENKONZO KUZOKWENZA ISAKHONO OKANYE KUQINISEKISE UKUFUNYANWA KWEZOBUCHULE BENKQUBO YEMITHETHO OKANYE IMITHETHO NEMIMISELO. ESI SICELO SOKUFAKA ISIBHENGEZO UKUZE ASIQESHIWEYO NAYE NASIPHI NA ISICWANGCISO SOKUGQIBELA OKANYE UKUZE KUKHUNJUZE UKUZE UFUNE APHA KUWE. UXANDULEKILE KAKUHLE NGOKUQINISEKILEYO UKUZE USETYENZISE IENKONZO NGOKUFUMANELEKILEYO NGOMTHETHO KAMASIPALA.
yi: מיר אָפּלייקענען קיין רעפּרעזענטיישאַנז אָדער געראַנטיז אַז דיין נוצן פון די סערוויסעס וועט זיין צופֿרידן אָדער פאַרזיכערן צו נאָכפאָלגן קיין לעגאַל אַבלאַגיישאַנז אָדער געזעצן אָדער רעגיאַליישאַנז. דער אָפּלייקענונג אַפּלייז צו אָבער, איז נישט לימיטעד צו קיין פעדעראַל אָדער סטאַטוט סטאַטוטעס אָדער רעגיאַליישאַנז וואָס קען זיין אַפּלייז צו דיר. איר זענט פאַראַנטוואָרטלעך פֿאַר פאַרזיכערן אַז דיין נוצן פון די סערוויסעס איז לויט צו די אַפּלאַקיישאַן געזעץ.
