Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: NOTIFY ME WHEN IT'S READY!
af: Meld my wanneer dit klaar is!
am: ዝግጁ በሚሆንበት ጊዜ አሳውቀኝ!
ar: أخطرني عندما يكون جاهزًا!
az: HAZIR OLDUĞU BİLMƏZ!
be: Апавяшчаць мяне, калі ён гатовы!
bg: Уведоми ме, когато е готова!
bn: এটা প্রস্তুত যখন আমাকে অবহিত!
ca: NOTIFIU-ME QUAN ÉS LIST!
cs: OZNAMTE, KDYŽ JE PŘIPRAVENÁ!
cy: NODWCH ME Pan FYDD YN DARLLEN!
da: MELD MIG, NÅR DET ER KLAR!
de: Benachrichtigen Sie mich, wenn es fertig ist!
el: ΕΙΔΟΠΟΙΗΣΤΕ ΜΕ ΟΤΙ ΕΙΝΑΙ ΕΤΟΙΜΟΤΗΤΑ!
eo: Informu min, kiam ĝi estos preta!
es: ¡Avísame cuando esté listo!
et: TEADA TEADA, KUIDAS ON VALMISTATUD!
eu: AHAZTU NI ESKAINTZEN BILA!
fa: آگاه باشید که وقتی آماده است!
fi: Ilmoita minulle, kun se on valmis!
fr: NOTIFIEZ-MOI QUAND C&#39;EST PRÊT!
fy: NOTIFYM MEI IT IT BESJOCH!
ga: FÓGRAÍONN MÉ CÉN FÁTH A BHFUIL LÉIGH!
gd: FIOS AGAM A THA A-MHÀIN A-MACH A-MHÀIN!
gl: ¡NOTIFIEMO CANDO ESTÁ PREPARADO!
gu: જ્યારે તે તૈયાર છે ત્યારે મને સૂચિત કરો!
hi: मुझे यह कब से नहीं दिख रहा है!
hr: OBAVIJESTI ME KADA JE SPREMAN!
hu: MEGJEGYZÉS, HOGY KÉSZÜLT!
hy: ԶԳՈՒՇԱՑԵՔ, երբ այն պատրաստ է:
id: PEMBERITAHUAN SAYA KETIKA SIAP!
is: Tilkynna mér þegar það er tilbúið!
it: NOTIFY ME QUANDO È PRONTO!
iw: תודיע לי כאשר הוא מוכן!
ja: 準備ができたらお知らせください。
ka: გამაფრთხილე როდესაც ის მზად არის!
kk: МЕНІҢ ДАЙЫНДАУҒА КӨРСЕТІҢІЗ!
km: ជូនដំណឹងខ្ញុំនៅពេលវាជាការត្រៀមខ្លួន!
kn: ಅದು ಸಿದ್ಧವಾದಾಗ ನನಗೆ ನೋಟಿಫೈ!
ku: BİXWÎNE BİXWÎNE BİXWÎNE BİXWÎNE!
ky: Билдирүүгө даяр мага!
lb: NOTIFY MÉIGLECH ASS DAT GELIES ASS!
lo: ແຈ້ງຂ້ອຍເມື່ອມັນເປັນການກຽມພ້ອມ!
lt: PRANEŠTI, KAD REIKIA!
lv: PAZIŅOTIES, KAD IR REŽĪMS!
mg: AOKA IZAY MIVAVAKA!
mi: WHAKATOKANGA ME I TE KAUPAPA ANA!
mk: Потсети ме кога е подготвена!
ml: എന്നെ സന്തോഷിപ്പിക്കുമ്പോഴെല്ലാം എന്നെ ശ്രദ്ധിക്കൂ!
mn: Хэрвээ бэлэн болсныг нь мэдээрэй!
mr: जेव्हा ते तयार होते तेव्हा मला सूचना द्या!
ms: PEMBERI ME SETIAPNYA Sedia!
mt: INNOTIFIKI META JIĠI LEST!
my: အိုင်တီ READY က&#39;S လြှငျကြှနျုပျကိုအသိပေး!
ne: मलाई यो तयार भएपछि मलाई ध्यान दिनुहोस्!
nl: MELD JE MIJ WANNEER HET KLAAR IS!
no: Meld meg når det er klart!
or: ଯେତେବେଳେ ଏହା ପ୍ରସ୍ତୁତ ହୁଏ ମୋତେ ଧ୍ୟାନ ଦିଅନ୍ତୁ!
pa: ਜਦੋਂ ਮੈਨੂੰ ਇਹ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ ਤਾਂ ਮੈਨੂੰ ਦੱਸੋ!
pl: POWIEDZ MI, GDY JEST GOTOWY!
ps: ماته خبر راکړئ کله چې بیا چمتو کړئ!
pt: Avise-me quando estiver pronto!
ro: NOTIFICAȚI-L CÂND ESTE GĂSIT!
ru: УВЕДОМЛЯЙ МЕНЯ, КОГДА ЭТО ГОТОВО!
rw: MBONA IYO IYITEGUYE!
sd: مون کي خبر ناهي تڏهن به پڙهي وئي آهي!
si: එය සූදානම් වන්නේ කවදාද?
sk: OZNAMUJTE, KDY JE TO PRIPRAVENÁ!
sl: OBVESTI ME, KOT JE PRIPRAVLJEN!
sq: Njofto kur është e gatshme!
sr: ОБАВЕСТИ МЕ КАДА ЈЕ ГОТОВО!
sv: ANMÄR MIG när det är klart!
sw: NIFANISHA NI NI KUFUNA!
ta: எனக்கு எப்போது தெரிகிறதோ!
te: రెడీ!
tg: МЕНАМОЕМ, КИ ҲАЁТ МЕДИҲАД!
th: แจ้งให้ฉันทราบเมื่อมันพร้อม!
tk: Taýýar bolanda maňa habar beriň!
tl: I-notify AKO KUNG HINDI NAKAIBIGAN!
tr: HAZIR OLDUĞUNDA BİLDİRİN!
tt: Миңа әзер булганда игътибар итегез!
ug: ئۇ تەييار بولغاندا ماڭا دىققەت قىلىڭ!
uk: ПОВІДОМЛЮТЬ МЕНІ, коли це готово!
ur: جب میں تیار ہوں تو مجھے نوٹ نہ کرو!
uz: HECh QANDAY HAYoTGA QAYTIB BERING!
vi: THÔNG BÁO TÔI KHI NÀO S READN SÀNG!
xh: NDAZISEKE NJENGOBA KUFUNDA!
yi: נאָטיפי מיר ווען עס ס בלייבן!

source: Thank You!
af: Dankie!
am: አመሰግናለሁ!
ar: شكرا جزيلا!
az: Çox sağ ol!
be: Дзякуй!
bg: Благодаря ти!
bn: ধন্যবাদ!
ca: Gràcies!
cs: Děkuju!
cy: Diolch!
da: Tak skal du have!
de: Vielen Dank!
el: Ευχαριστώ!
eo: Dankon!
es: ¡Gracias!
et: Aitäh!
eu: Eskerrik asko!
fa: متشکرم!
fi: Kiitos!
fr: Merci!
fy: Dankewol!
ga: Go raibh maith agat!
gd: Tapadh leat!
gl: Grazas!
gu: આભાર!
hi: धन्यवाद!
hr: Hvala vam!
hu: Köszönöm!
hy: Շնորհակալություն!
id: Terima kasih!
is: Þakka þér fyrir!
it: Grazie!
iw: תודה!
ja: ありがとうございました！
ka: Გმადლობთ!
kk: Рақмет сізге!
km: សូមអរគុណ!
kn: ಧನ್ಯವಾದಗಳು!
ku: Sipas ji were!
ky: Рахмат сага!
lb: Merci!
lo: ຂອບ​ໃຈ!
lt: Ačiū!
lv: Paldies!
mg: Misaotra anao!
mi: Ka Tēnā koe!
mk: Ви благодарам!
ml: നന്ദി!
mn: Баярлалаа!
mr: धन्यवाद!
ms: Terima kasih!
mt: Grazzi!
my: ကျေးဇူးတင်ပါတယ်!
ne: धन्यवाद!
nl: Dank u!
no: Takk skal du ha!
or: ଧନ୍ୟବାଦ!
pa: ਤੁਹਾਡਾ ਧੰਨਵਾਦ!
pl: Dziękuję Ci!
ps: له تاسو مننه!
pt: Obrigado!
ro: Mulțumesc!
ru: Благодарю вас!
rw: Urakoze!
sd: توهان جي مهرباني!
si: ඔබට ස්තුතියි!
sk: Ďakujem!
sl: Hvala vam!
sq: Faleminderit!
sr: Хвала вам!
sv: Tack!
sw: Asante!
ta: நன்றி!
te: ధన్యవాదాలు!
tg: Сипос!
th: ขอบคุณ!
tk: Sagbol!
tl: Salamat!
tr: Teşekkür ederim!
tt: Рәхмәт!
ug: رەھمەت سىزگە!
uk: Дякую тобі!
ur: شکریہ!
uz: Rahmat!
vi: Cảm ơn bạn!
xh: Enkosi!
yi: אדאנק!

source: We will notify you when the app is ready
af: Ons sal u in kennis stel wanneer die app gereed is
am: መተግበሪያው ዝግጁ ሲሆን እናሳውቅዎታለን
ar: سنبلغك عندما يكون التطبيق جاهزًا
az: Tətbiq hazır olduqda sizə xəbər verəcəyik
be: Мы паведамім вам, калі дадатак будзе гатова
bg: Ще ви уведомим, когато приложението е готово
bn: অ্যাপটি প্রস্তুত হলে আমরা আপনাকে অবহিত করব
ca: Us notificarem quan l&#39;aplicació estigui preparada
cs: Až bude aplikace připravena, upozorníme vás
cy: Byddwn yn eich hysbysu pan fydd yr ap yn barod
da: Vi giver dig besked, når appen er klar
de: Wir werden Sie benachrichtigen, wenn die App fertig ist
el: Θα σας ειδοποιήσουμε όταν η εφαρμογή είναι έτοιμη
eo: Ni sciigos vin, kiam la apliko estos preta
es: Te avisaremos cuando la aplicación esté lista
et: Teatame teile, kui rakendus on valmis
eu: Aplikazioa prest dagoenean jakinaraziko dizugu
fa: ما هنگام آماده شدن برنامه به شما اطلاع خواهیم داد
fi: Ilmoitamme sinulle, kun sovellus on valmis
fr: Nous vous informerons lorsque l&#39;application sera prête
fy: Wy sille jo ynformearje as de app klear is
ga: Tabharfaimid fógra duit nuair a bheidh an aip réidh
gd: Cuiridh sinn fios thugaibh nuair a bhios an aplacaid deiseil
gl: Avisaremos cando a aplicación estea lista
gu: જ્યારે એપ્લિકેશન તૈયાર થાય ત્યારે અમે તમને સૂચિત કરીશું
hi: ऐप तैयार होने पर हम आपको सूचित करेंगे
hr: Obavijestit ćemo vas kada je aplikacija spremna
hu: Értesítjük, ha az alkalmazás kész
hy: Մենք ձեզ կտեղեկացնենք, երբ ծրագիրը պատրաստ կլինի
id: Kami akan memberi tahu Anda ketika aplikasi siap
is: Við munum láta þig vita þegar appið er tilbúið
it: Ti informeremo quando l&#39;app sarà pronta
iw: אנו נודיע לך כאשר האפליקציה מוכנה
ja: アプリの準備ができたら通知します
ka: ჩვენ შეგატყობინებთ, როდესაც აპლიკაცია მზად იქნება
kk: Қолданба дайын болған кезде сізге хабарлаймыз
km: យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលកម្មវិធីរួចរាល់
kn: ಅಪ್ಲಿಕೇಶನ್ ಸಿದ್ಧವಾದಾಗ ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ
ku: Dema ku serlêdan amade be em ê we agahdar bikin
ky: Колдонмо даяр болгондо биз сизге билдиребиз
lb: Mir wäerten Iech informéieren wann d&#39;App fäerdeg ass
lo: ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຊາບເມື່ອແອັບພ້ອມແລ້ວ
lt: Mes jums pranešime, kai programa bus paruošta
lv: Mēs jums paziņosim, kad lietotne būs gatava
mg: Izahay dia hilaza aminao rehefa vonona ny fampiharana
mi: Ka whakamohio atu matou ki a koe ina rite te taupānga
mk: Ние ќе ве известиме кога апликацијата е подготвена
ml: അപ്ലിക്കേഷൻ തയ്യാറാകുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും
mn: Апп бэлэн болмогц бид танд мэдэгдэх болно
mr: अनुप्रयोग तयार झाल्यावर आम्ही आपल्याला सूचित करू
ms: Kami akan memberitahu anda apabila aplikasi sudah siap
mt: Aħna ninnotifikawkom meta l-app tkun lesta
my: အက်ပလီကေးရှင်းအဆင်သင့်ဖြစ်သည့်အခါကျွန်ုပ်တို့သင့်အားအကြောင်းကြားပါမည်
ne: अनुप्रयोग तयार भए पछि हामी तपाईंलाई सूचित गर्नेछौं
nl: We laten je weten wanneer de app klaar is
no: Vi vil varsle deg når appen er klar
or: ଆପ୍ ପ୍ରସ୍ତୁତ ହୋଇଗଲେ ଆମେ ଆପଣଙ୍କୁ ଜଣାଇବୁ |
pa: ਜਦੋਂ ਐਪ ਤਿਆਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ
pl: Powiadomimy Cię, gdy aplikacja będzie gotowa
ps: موږ به تاسو ته خبر درکړو کله چې اپلیکیشن چمتو وي
pt: Notificaremos você quando o aplicativo estiver pronto
ro: Vă vom anunța când aplicația va fi gata
ru: Мы сообщим вам, когда приложение будет готово
rw: Tuzakumenyesha mugihe porogaramu izaba yiteguye
sd: جڏهن ايپ تيار ٿي ويندي ته اسان کي اطلاع ڪنداسين
si: යෙදුම සූදානම් වන විට අපි ඔබට දන්වන්නෙමු
sk: Keď bude aplikácia pripravená, upozorníme vás
sl: Obvestili vas bomo, ko bo aplikacija pripravljena
sq: Ne do t&#39;ju njoftojmë kur aplikacioni është gati
sr: Обавестићемо вас када је апликација спремна
sv: Vi meddelar dig när appen är klar
sw: Tutakuarifu wakati programu iko tayari
ta: பயன்பாடு தயாராக இருக்கும்போது நாங்கள் உங்களுக்கு அறிவிப்போம்
te: అనువర్తనం సిద్ధంగా ఉన్నప్పుడు మేము మీకు తెలియజేస్తాము
tg: Вақте ки барнома омода аст, шуморо огоҳ хоҳем кард
th: เราจะแจ้งให้คุณทราบเมื่อแอปพร้อม
tk: Programma taýýar bolanda size habar bereris
tl: Sasabihin namin sa iyo kapag handa na ang app
tr: Uygulama hazır olduğunda sizi bilgilendireceğiz
tt: Кушымта әзер булганда без сезгә хәбәр итәрбез
ug: ئەپ تەييار بولغاندا سىزگە خەۋەر قىلىمىز
uk: Ми повідомимо вас, коли програма буде готова
ur: جب اطلاق تیار ہوگا ہم آپ کو مطلع کریں گے
uz: Ilova tayyor bo&#39;lganda sizga xabar beramiz
vi: Chúng tôi sẽ thông báo cho bạn khi ứng dụng đã sẵn sàng
xh: Siya kukwazisa xa iapp ilungile
yi: מיר וועט געבנ צו וויסן איר ווען די אַפּ איז גרייט

source: Most popular
af: Gewildste
am: በ ጣ ም ታ ዋ ቂ
ar: الأكثر شعبية
az: Ən məşhur
be: самыя папулярныя
bg: Най - известен
bn: সবচেয়ে জনপ্রিয়
ca: El més popular
cs: Nejpopulárnější
cy: Mwyaf poblogaidd
da: Mest populære
de: Am beliebtesten
el: Δημοφιλέστερος
eo: Plej popularaj
es: Más popular
et: Populaarseim
eu: Ezagunena
fa: محبوبترین
fi: Suosituin
fr: Le plus populaire
fy: Meast populêr
ga: Is cáiliúla
gd: As còrdaichte
gl: O máis popular
gu: સૌથી વધુ લોકપ્રિય
hi: सबसे लोकप्रिय
hr: Najpopularniji
hu: Legnepszerubb
hy: Ամենահայտնի
id: Paling populer
is: Vinsælast
it: Più popolare
iw: הכי פופולארי
ja: 最も人気のある
ka: Ყველაზე პოპულარული
kk: Ең танымал
km: ពេញនិយមបំផុត
kn: ಅತ್ಯಂತ ಜನಪ್ರಿಯ
ku: Pirrjimar
ky: абдан популярдуу
lb: Déi populär
lo: ທີ່ນິຍົມຫລາຍທີ່ສຸດ
lt: Populiariausias
lv: Populārākais
mg: Malaza indrindra
mi: Te nuinga o te hunga rongonui
mk: Најпопуларен
ml: ഏറ്റവും പ്രശസ്തമായ
mn: Хамгийн алдартай
mr: सर्वात लोकप्रिय
ms: Paling popular
mt: L-aktar popolari
my: လူကြိုက်အများဆုံး
ne: सर्वाधिक लोकप्रिय
nl: Meest populair
no: Mest populær
or: ସବୁଠାରୁ ଲୋକପ୍ରିୟ |
pa: ਜ਼ਿਆਦਾਤਰ ਪ੍ਰਸਿੱਧ
pl: Najbardziej popularny
ps: ډیر مشهور
pt: Mais popular
ro: Cel mai popular
ru: Самый популярный
rw: Birazwi cyane
sd: تمام گهڻو مشهور
si: වඩාත් ජනප්රියයි
sk: Najpopulárnejší
sl: Najbolj priljubljena
sq: Më popullor
sr: Најпопуларнији
sv: Mest populär
sw: Maarufu zaidi
ta: மிகவும் பிரபலமான
te: అత్యంత ప్రజాదరణ
tg: Аксҳои машҳур
th: เป็นที่นิยมมากที่สุด
tk: Iň meşhur
tl: Pinaka sikat
tr: En popüler
tt: Иң популяр
ug: ئەڭ ئالقىشقا ئېرىشكەن
uk: Найпопулярніше
ur: سب سے زیادہ مقبول
uz: Eng ommabop
vi: Phổ biến nhất
xh: Okudume kakhulu
yi: מערסטע באקאנט

source: All languages
af: Alle tale
am: ሁሉም ቋንቋዎች
ar: كل اللغات
az: Bütün dillər
be: усе мовы
bg: Всички езици
bn: সকল ভাষা
ca: Tots els idiomes
cs: Všechny jazyky
cy: Pob iaith
da: Alle sprog
de: Alle Sprachen
el: Ολες οι γλώσσες
eo: Ĉiuj lingvoj
es: Todos los idiomas
et: Kõik keeled
eu: Hizkuntza guztiak
fa: همه زبانها
fi: Kaikki kielet
fr: Toutes les langues
fy: Alle talen
ga: Gach teanga
gd: A h-uile cànan
gl: Todos os idiomas
gu: બધી ભાષાઓ
hi: सारी भाषाएँ
hr: Svi jezici
hu: Összes nyelv
hy: Բոլոր լեզուները
id: Semua bahasa
is: Öll tungumál
it: Tutte le lingue
iw: כל השפות
ja: すべての言語
ka: ყველა ენა
kk: Барлық тілдер
km: ភាសាទាំងអស់
kn: ಎಲ್ಲಾ ಭಾಷೆಗಳು
ku: Hemî zimanan
ky: Бардык тилдер
lb: All Sproochen
lo: ພາສາທັງຫມົດ
lt: Visos kalbos
lv: Visas valodas
mg: Ny fiteny rehetra
mi: Nga reo katoa
mk: Сите јазици
ml: എല്ലാ ഭാഷകളും
mn: Бүх хэл
mr: सर्व भाषा
ms: Semua bahasa
mt: Il-lingwi kollha
my: ဘာသာစကားအားလုံး
ne: सबै भाषाहरु
nl: Alle talen
no: Alle språk
or: ସମସ୍ତ ଭାଷା |
pa: ਸਾਰੀਆਂ ਭਾਸ਼ਾਵਾਂ
pl: Wszystkie języki
ps: ټول ژبو
pt: Todas as línguas
ro: Toate limbile
ru: Все языки
rw: Indimi zose
sd: سڀ ٻوليون
si: සියලු භාෂා
sk: Všetky jazyky
sl: Vsi jeziki
sq: Të gjitha gjuhët
sr: Сви језици
sv: Alla språk
sw: Lugha zote
ta: எல்லா மொழிகளும்
te: అన్ని భాషలూ
tg: Ҳамаи забонҳо
th: ทุกภาษา
tk: Languageshli diller
tl: Lahat ng mga wika
tr: Bütün diller
tt: Барлык телләр
ug: بارلىق تىللار
uk: Всі мови
ur: تمام زبانوں
uz: Barcha tillar
vi: Tất cả các ngôn ngữ
xh: Zonke iilwimi
yi: אַלע שפּראַכן

source: Oops, Something went wrong.
af: Oeps! Iets het verkeerd gegaan.
am: ውይ ፣ የሆነ ችግር ተፈጥሯል።
ar: تبا شيء ما حدث بشكل خاطئ.
az: Xeyr, bir şey səhv oldu.
be: На жаль, нешта пайшло не так.
bg: Ами сега! Нещо се обърка.
bn: কিছু ভুল হয়েছে.
ca: Ui! Quelcom ha fallat.
cs: Jejda! Něco se pokazilo.
cy: Wps, Aeth rhywbeth o&#39;i le.
da: Ups! Noget gik galt.
de: Ups! Irgendwas lief schief.
el: Ωχ! Κάτι πήγε στραβά.
eo: Ho, io okazis malbone.
es: Huy! Algo salió mal.
et: Oops! Midagi läks valesti.
eu: Ene, zerbait oker joan da.
fa: اوه ، مشکلی پیش آمد.
fi: Hups! Jotain meni pieleen.
fr: Oups, quelque chose s&#39;est mal passé.
fy: Oeps! Der gie wat ferkeard.
ga: Úps, Chuaigh rud éigin mícheart.
gd: Oops, chaidh rudeigin ceàrr.
gl: Algo, algo pasou mal.
gu: અરેરે, કંઈક ખોટું થયું
hi: ओह! कुछ गलत हो गया है।
hr: Ups! Nešto je pošlo po zlu.
hu: Hoppá! Valami rosszul sült el.
hy: Վայ Ինչ - որ բան գնաց սխալ.
id: Ups! Ada yang tidak beres.
is: Úps! Eitthvað fór úrskeiðis.
it: Oops! Qualcosa è andato storto.
iw: אופס! משהו השתבש.
ja: おっと！何かが間違っていた。
ka: ოჰ, რამე არასწორედ წარიმართა.
kk: Ой, бірдеңе дұрыс болмады.
km: អូមានបញ្ហាអ្វីមួយកើតឡើង។
kn: ಓಹ್! ಯಾವುದೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ.
ku: Ou, tiştek derbas bû.
ky: Ой, бир жерден ката кетти.
lb: Soen, eppes ass falsch gaang.
lo: ອຸຍ, ມີບາງຢ່າງຜິດປົກກະຕິ.
lt: Oi! Kažkas negerai.
lv: Hmm! Kaut kas nogāja greizi.
mg: Oops, nisy zavatra diso.
mi: Oops, Kua tupu tetahi mea.
mk: Упс! Нешто не беше во ред.
ml: ശ്ശോ! എന്തോ തെറ്റായി സംഭവിച്ചു.
mn: Хөөе ямар нэг юм буруу болсон.
mr: अरेरे, काहीतरी चूक झाली.
ms: Op, ada yang tidak kena.
mt: Oops, Xi ħaġa marret ħażin.
my: အိုး .. တစ်ခုခုတော့မှားနေပြီ။
ne: उफ्, केही गलत भयो।
nl: Oeps! Er is iets misgegaan.
no: Oops! Noe gikk galt.
or: ଓ ops, କିଛି ଭୁଲ୍ ହୋଇଗଲା |
pa: ਓਹ ਹੋ, ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ.
pl: Ups! Coś poszło nie tak.
ps: اوه ، څه غلط شو.
pt: Ops, ocorreu um erro.
ro: Ups! Ceva a mers prost.
ru: Упс! Что-то пошло не так.
rw: Oops, Ikintu kitagenze neza.
sd: اوپس ، ڪجهه غلط ٿيو.
si: අපොයි, මොකක් හරි වැරැද්දක් වෙලා.
sk: Och! Niečo sa pokazilo.
sl: Ups! Nekaj je šlo narobe.
sq: Oops! Diçka shkoi keq.
sr: Упс! Нешто није у реду.
sv: Oops! Något gick fel.
sw: Lo, kuna kitu kimeenda vibaya.
ta: அச்சச்சோ! ஏதோ தவறு நடந்துவிட்டது.
te: అయ్యో! ఎదో తప్పు జరిగింది.
tg: Эҳ, чизе хато кард.
th: อ๊ะเกิดข้อผิดพลาดบางอย่าง
tk: Wah, bir zat ýalňyşdy.
tl: Oops! May nangyaring mali.
tr: Hoop! Birşeyler yanlış gitti.
tt: Ой, нәрсәдер дөрес булмаган.
ug: ئاپلا ، چاتاق چىقتى.
uk: Щось пішло не так.
ur: اہ! کچھ غلط ہو گیا.
uz: Xatolik yuz berdi.
vi: Rất tiếc, đã xảy ra lỗi.
xh: Owu, kukho into engahambanga kakuhle.
yi: אָאָפּס, עפּעס איז פאַלש.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
af: Oeps! Iets het verkeerd gegaan. Ons span is in kennis gestel. Probeer asseblief weer later.
am: ውይ ፣ የሆነ ችግር ተፈጥሯል። ቡድናችን እንዲያውቅ ተደርጓል ፡፡ እባክዎ ቆየት ብለው ይሞክሩ.
ar: تبا شيء ما حدث بشكل خاطئ. تم إخطار فريقنا. الرجاء معاودة المحاولة في وقت لاحق.
az: Xeyr, bir şey səhv oldu. Komandamıza məlumat verildi. Zəhmət olmasa bir az sonra yenə cəhd edin.
be: На жаль, нешта пайшло не так. Наша каманда атрымала апавяшчэнне. Калі ласка паспрабуйце зноў пазней.
bg: Ами сега! Нещо се обърка. Нашият екип е уведомен. Моля, опитайте отново по-късно.
bn: কিছু ভুল হয়েছে. আমাদের দলকে অবহিত করা হয়েছে। পরে আবার চেষ্টা করুন.
ca: Ui! Quelcom ha fallat. El nostre equip ha estat notificat. Siusplau, intenta-ho més tard.
cs: Jejda! Něco se pokazilo. Náš tým byl informován. Prosím zkuste to znovu později.
cy: Wps, Aeth rhywbeth o&#39;i le. Mae ein tîm wedi cael gwybod. Rho gynnig Arni eto&#39;n hwyrach.
da: Ups! Noget gik galt. Vores team er blevet underrettet. Prøv igen senere.
de: Ups! Irgendwas lief schief. Unser Team wurde benachrichtigt. Bitte versuchen Sie es später noch einmal.
el: Ωχ! Κάτι πήγε στραβά. Η ομάδα μας έχει ειδοποιηθεί. Παρακαλώ δοκιμάστε ξανά αργότερα.
eo: Ho, io okazis malbone. Nia teamo estis sciigita. Bonvolu reprovi poste.
es: Huy! Algo salió mal. Nuestro equipo ha sido notificado. Por favor, inténtelo de nuevo más tarde.
et: Oops! Midagi läks valesti. Meie meeskonda on teavitatud. Palun proovi hiljem uuesti.
eu: Ene, zerbait oker joan da. Gure taldeari jakinarazi zaio. Saiatu berriro geroago.
fa: اوه ، مشکلی پیش آمد. به تیم ما اطلاع داده شده است لطفا بعدا دوباره امتحان کنید.
fi: Hups! Jotain meni pieleen. Tiimillemme on ilmoitettu. Yritä uudelleen myöhemmin.
fr: Oups, quelque chose s&#39;est mal passé. Notre équipe a été prévenue. Veuillez réessayer plus tard.
fy: Oeps! Der gie wat ferkeard. Us team is op &#39;e hichte brocht. Besykje it letter op &#39;e nij.
ga: Úps, Chuaigh rud éigin mícheart. Cuireadh in iúl dár bhfoireann. Bain triail eile as níos déanaí.
gd: Oops, chaidh rudeigin ceàrr. Chaidh fios a chuir chun sgioba againn. Feuch ris a-rithist nas fhaide air adhart.
gl: Algo, algo pasou mal. O noso equipo foi notificado. Por favor inténtao de novo máis tarde.
gu: અરેરે, કંઈક ખોટું થયું અમારી ટીમને જાણ કરવામાં આવી છે. પછીથી ફરી પ્રયત્ન કરો.
hi: ओह! कुछ गलत हो गया है। हमारी टीम को सूचित कर दिया गया है। बाद में पुन: प्रयास करें।
hr: Ups! Nešto je pošlo po zlu. Naš je tim obaviješten. Molimo pokušajte ponovo kasnije.
hu: Hoppá! Valami rosszul sült el. Csapatunk értesítést kapott. Kérlek, próbáld újra később.
hy: Վայ Ինչ - որ բան գնաց սխալ. Մեր թիմին ծանուցել են: Խնդրում ենք փորձել ավելի ուշ.
id: Ups! Ada yang tidak beres. Tim kami telah diberitahu. Silakan coba lagi nanti.
is: Úps! Eitthvað fór úrskeiðis. Okkar lið hefur fengið tilkynningu. Vinsamlegast reyndu aftur síðar.
it: Oops! Qualcosa è andato storto. Il nostro team è stato avvisato. Per favore riprova più tardi.
iw: אופס! משהו השתבש. הצוות שלנו קיבל הודעה. בבקשה נסה שוב מאוחר יותר.
ja: おっと！何かが間違っていた。チームに通知されました。後でもう一度やり直してください。
ka: ოჰ, რამე არასწორედ წარიმართა. ჩვენი გუნდი შეატყობინეს. Გთხოვთ სცადოთ მოგვიანებით.
kk: Ой, бірдеңе дұрыс болмады. Біздің команда хабарландырылды. Тағы жасауды сәл кейінірек көріңізді өтінеміз.
km: អូមានបញ្ហាអ្វីមួយកើតឡើង។ ក្រុមការងាររបស់យើងត្រូវបានជូនដំណឹង។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ។
kn: ಓಹ್! ಯಾವುದೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಮ್ಮ ತಂಡಕ್ಕೆ ಸೂಚಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ku: Ou, tiştek derbas bû. Tîmê me nehatiye agahdar kirin. Ji kerema xwe paşê paşê biceribînin.
ky: Ой, бир жерден ката кетти. Биздин командага кабар берилди. Сураныч, кийинчерээк дагы аракет кылып көрүңүз.
lb: Soen, eppes ass falsch gaang. Eis Equipe ass notéiert ginn. Probéiert w.e.g. méi spéit nach eng Kéier.
lo: ອຸຍ, ມີບາງຢ່າງຜິດປົກກະຕິ. ທີມງານຂອງພວກເຮົາໄດ້ຮັບແຈ້ງການແລ້ວ. ກະລຸນາລອງ ໃໝ່ ໃນພາຍຫຼັງ.
lt: Oi! Kažkas negerai. Mūsų komandai pranešta. Pabandykite dar kartą vėliau.
lv: Hmm! Kaut kas nogāja greizi. Mūsu komanda ir informēta. Lūdzu, pamēģiniet vēlreiz vēlāk.
mg: Oops, nisy zavatra diso. Nampandrenesina ny ekipanay. Manandrama manandrana indray azafady.
mi: Oops, Kua tupu tetahi mea. Kua whakamōhiohia to ratau kapa. Tēnā whakamātau ano.
mk: Упс! Нешто не беше во ред. Нашиот тим е известен. Обидете се повторно подоцна.
ml: ശ്ശോ! എന്തോ തെറ്റായി സംഭവിച്ചു. ഞങ്ങളുടെ ടീമിനെ അറിയിച്ചു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mn: Хөөе ямар нэг юм буруу болсон. Манай баг мэдэгдсэн. Дараа дахин оролдож үзнэ үү.
mr: अरेरे, काहीतरी चूक झाली. आमच्या कार्यसंघास सूचित केले गेले आहे. कृपया पुन्हा प्रयत्न करा.
ms: Op, ada yang tidak kena. Pasukan kami telah diberitahu. Sila cuba sebentar lagi.
mt: Oops, Xi ħaġa marret ħażin. It-tim tagħna ġie notifikat. Erġa &#39;erġa&#39; aktar tard.
my: အိုး .. တစ်ခုခုတော့မှားနေပြီ။ ကျွန်ုပ်တို့၏အဖွဲ့ကိုအကြောင်းကြားပြီးပါပြီ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ
ne: उफ्, केही गलत भयो। हाम्रो टीमलाई सूचीत गरिएको छ। फेरी प्रयास गर्नु होला।
nl: Oeps! Er is iets misgegaan. Ons team is op de hoogte gebracht. Probeer het later opnieuw.
no: Oops! Noe gikk galt. Teamet vårt har blitt varslet. Prøv igjen senere.
or: ଓ ops, କିଛି ଭୁଲ୍ ହୋଇଗଲା | ଆମ ଦଳକୁ ସୂଚିତ କରାଯାଇଛି | ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਓਹ ਹੋ, ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ. ਸਾਡੀ ਟੀਮ ਨੂੰ ਸੂਚਿਤ ਕੀਤਾ ਗਿਆ ਹੈ. ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.
pl: Ups! Coś poszło nie tak. Nasz zespół został powiadomiony. Spróbuj ponownie później.
ps: اوه ، څه غلط شو. زموږ ټیم خبر شوی. مهرباني وکړئ وروسته بیا هڅه وکړئ
pt: Ops, ocorreu um erro. Nossa equipe foi notificada. Por favor, tente novamente mais tarde.
ro: Ups! Ceva a mers prost. Echipa noastră a fost anunțată. Vă rugăm să încercați din nou mai târziu.
ru: Упс! Что-то пошло не так. Наша команда была уведомлена. Пожалуйста, попробуйте позже.
rw: Oops, Ikintu kitagenze neza. Ikipe yacu yaramenyeshejwe. Nyamuneka gerageza nyuma.
sd: اوپس ، ڪجهه غلط ٿيو. اسان جي ٽيم کي اطلاع ڏنو ويو آهي. مهرباني ڪري وري ڪوشش ڪريو.
si: අපොයි, මොකක් හරි වැරැද්දක් වෙලා. අපගේ කණ්ඩායමට දැනුම් දී ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sk: Och! Niečo sa pokazilo. Náš tím bol informovaný. Skúste neskôr prosím.
sl: Ups! Nekaj je šlo narobe. Naša ekipa je bila obveščena. Prosim poskusite kasneje.
sq: Oops! Diçka shkoi keq. Ekipi ynë është njoftuar. Ju lutemi provoni përsëri më vonë.
sr: Упс! Нешто није у реду. Наш тим је обавештен. Покушајте поново касније.
sv: Oops! Något gick fel. Vårt team har meddelats. Vänligen försök igen senare.
sw: Lo, kuna kitu kimeenda vibaya. Timu yetu imearifiwa. Tafadhali jaribu tena baadae.
ta: அச்சச்சோ! ஏதோ தவறு நடந்துவிட்டது. எங்கள் குழுவுக்கு அறிவிக்கப்பட்டுள்ளது. பின்னர் மீண்டும் முயற்சிக்கவும்.
te: అయ్యో! ఎదో తప్పు జరిగింది. మా బృందానికి తెలియజేయబడింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
tg: Эҳ, чизе хато кард. Гурӯҳи мо огоҳ карда шуд. Баъдтар дубора сайъ кунед.
th: อ๊ะเกิดข้อผิดพลาดบางอย่าง ทีมของเราได้รับแจ้งแล้ว กรุณาลองใหม่อีกครั้งในภายหลัง.
tk: Wah, bir zat ýalňyşdy. Toparymyza habar berildi. Gaýrat ediň biraz wagtdan gaýtadan synanyşyň.
tl: Oops! May nangyaring mali. Ang aming koponan ay na-notify. Subukang muli mamaya.
tr: Hoop! Birşeyler yanlış gitti. Ekibimiz bilgilendirildi. Lütfen daha sonra tekrar deneyiniz.
tt: Ой, нәрсәдер дөрес булмаган. Безнең командага хәбәр иттеләр. Зинһар, соңрак кабатлап карагыз.
ug: ئاپلا ، چاتاق چىقتى. گۇرۇپپىمىزغا ئۇقتۇرۇش قىلىندى. كېيىن قايتا سىناڭ.
uk: Щось пішло не так. Наша команда отримала сповіщення. Будь-ласка спробуйте пізніше.
ur: اہ! کچھ غلط ہو گیا. ہماری ٹیم کو مطلع کردیا گیا ہے۔ براہ کرم کچھ دیر بعد کوشش کریں.
uz: Xatolik yuz berdi. Bizning jamoamiz xabardor qilindi. Iltimos keyinroq qayta urinib ko&#39;ring.
vi: Rất tiếc, đã xảy ra lỗi. Nhóm của chúng tôi đã được thông báo. Vui lòng thử lại sau.
xh: Owu, kukho into engahambanga kakuhle. Iqela lethu lazisiwe. Nceda uzame kwakhona mva.
yi: אָאָפּס, עפּעס איז פאַלש. אונדזער מאַנשאַפֿט איז נאָוטאַפייד. ביטע פרובירט נאכאמאל.
