Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
af: 13.11 Skakels na derdeparty-webwerwe: die dienste of ons webwerf kan skakels na derdeparty-webwerwe (&#39;gekoppelde webwerwe&#39;) insluit. Die gekoppelde webwerwe is nie onder ons beheer nie en ons is nie verantwoordelik vir die inhoud van enige gekoppelde webwerf nie, insluitend sonder beperking enige skakel op &#39;n gekoppelde webwerf, of enige veranderinge of opdaterings aan &#39;n gekoppelde webwerf of die dienste wat via &#39;n gekoppelde webwerf gelewer word. Ons verskaf slegs hierdie skakels aan u, en die insluiting van &#39;n skakel impliseer nie dat ons die webwerf of enige gepaardgaande dienste wat deur die webwerf gelewer word, onderskryf nie.
am: 13.11 ወደ የሶስተኛ ወገን ጣቢያዎች አገናኞች-አገልግሎቶቹ ወይም ድር ጣቢያችን የሶስተኛ ወገን ጣቢያዎችን (&#39;የተገናኙ ጣቢያዎች&#39;) አገናኞችን ሊያካትት ይችላል። የተገናኙ ጣቢያዎች በእኛ ቁጥጥር ስር አይደሉም እናም በማንኛውም የተገናኘ ጣቢያ ይዘቶች ላይ ፣ ያለገደብ በተገናኘ ጣቢያ ውስጥ የተካተተ ማገናኛን ፣ ወይም የተገናኙ ጣቢያዎችን ወይም የተገናኙ ጣቢያዎችን ለሚሰጡት አገልግሎቶች የሚደረጉትን ለውጦች ጨምሮ ማንኛውንም ኃላፊነት አይወስድም ፡፡ እነዚህን አገናኞች ለእርስዎ የምናቀርበው ለእርስዎ ምቾት ብቻ ነው ፣ እና የማንኛውም አገናኝ ማካተቱ የጣቢያው ወይም የጣቢያችን ማናቸውንም ተጓዳኝ አገልግሎቶችን የሚያረጋግጥ አይደለም ፡፡
ar: 13.11 روابط لمواقع الطرف الثالث: قد تتضمن الخدمات أو موقعنا على الويب روابط لمواقع طرف ثالث (&quot;المواقع المرتبطة&quot;). المواقع المرتبطة ليست تحت سيطرتنا ولسنا مسؤولين عن محتويات أي موقع مرتبط ، بما في ذلك على سبيل المثال لا الحصر أي رابط موجود في موقع مرتبط ، أو أي تغييرات أو تحديثات على موقع مرتبط أو الخدمات المقدمة عبر موقع مرتبط. نحن نقدم لك هذه الروابط للتسهيل عليك فقط ، وإدراج أي رابط لا يعني تأييدنا للموقع أو أي من الخدمات المرتبطة به التي يقدمها الموقع.
az: 13.11 Üçüncü tərəf saytlarına bağlantılar: Xidmətlər və ya veb saytımızda üçüncü tərəf saytlarına bağlantılar ola bilər (&#39;Bağlı Saytlar&#39;). Bağlı saytlar bizim nəzarətimizdə deyil və heç bir əlaqəli saytın məzmununa, o cümlədən məhdudlaşdırılmadan saytdakı hər hansı bir bağlantıya və ya əlaqəli sayt və ya əlaqəli sayt vasitəsilə verilən xidmətlərə edilən dəyişiklik və ya yeniləmələrə görə məsuliyyət daşımırıq. Bu əlaqələri yalnız bir rahatlıq olaraq sizə təqdim edirik və hər hansı bir bağlantının daxil edilməsi saytın və ya sayt tərəfindən təqdim olunan hər hansı bir xidmətin təsdiqlənməsini nəzərdə tutmur.
be: 13.11 Спасылкі на сайты трэціх бакоў: Службы ці наш вэб-сайт могуць утрымліваць спасылкі на сайты трэціх бакоў (&quot;Звязаныя сайты&quot;). Звязаныя сайты не знаходзяцца пад нашым кантролем, і мы не нясем адказнасці за ўтрыманне любога звязанага сайта, уключаючы, без абмежавання, любую спасылку, якая змяшчаецца на звязаным сайце, альбо любыя змены або абнаўленні на звязаным сайце альбо паслугах, якія прадастаўляюцца праз звязаны сайт. Мы даем вам гэтыя спасылкі толькі для зручнасці, і ўключэнне любой спасылкі не азначае адабрэння намі сайта альбо якіх-небудзь спадарожных паслуг, якія прадстаўляюцца сайтам.
bg: 13.11 Връзки към сайтове на трети страни: Услугите или нашият уебсайт могат да включват връзки към сайтове на трети страни („Свързани сайтове“). Свързаните сайтове не са под нашия контрол и ние не носим отговорност за съдържанието на който и да е свързан сайт, включително без ограничение всяка връзка, съдържаща се в свързан сайт, или за всички промени или актуализации на свързан сайт или услугите, предоставяни чрез свързан сайт. Ние предоставяме тези връзки за вас само като удобство и включването на която и да е връзка не предполага одобрение от нас на сайта или на свързаните с него услуги, предоставяни от него.
bn: ১৩.১১ তৃতীয় পক্ষের সাইটগুলির লিঙ্ক: পরিষেবাগুলি বা আমাদের ওয়েবসাইটে তৃতীয় পক্ষের সাইটগুলির লিঙ্ক অন্তর্ভুক্ত থাকতে পারে (&#39;লিঙ্কযুক্ত সাইটগুলি&#39;)। লিঙ্কযুক্ত সাইটগুলি আমাদের নিয়ন্ত্রণে নেই এবং আমরা কোনও লিঙ্কযুক্ত সাইটের লিঙ্কের কোনও সীমাবদ্ধতা ছাড়াই বা কোনও লিঙ্কযুক্ত সাইট বা কোনও লিঙ্কযুক্ত সাইটের মাধ্যমে প্রদত্ত পরিষেবাদিগুলিতে কোনও পরিবর্তন বা আপডেট সহ কোনও লিঙ্কযুক্ত সাইটের সামগ্রীর জন্য দায়বদ্ধ নই। আমরা আপনাকে কেবল একটি সুবিধা হিসাবে এই লিঙ্কগুলি সরবরাহ করছি, এবং কোনও লিঙ্ক অন্তর্ভুক্তি আমাদের দ্বারা সাইটের দ্বারা সরবরাহ করা বা সাইটের দ্বারা সরবরাহিত কোনও সম্পর্কিত পরিষেবাদি বোঝায় না।
ca: 13.11 Enllaços a llocs de tercers: Els Serveis o el nostre lloc web poden incloure enllaços a llocs de tercers (&quot;Llocs enllaçats&quot;). Els Llocs Enllaçats no estan sota el nostre control i no ens fem responsables dels continguts de cap Lloc enllaçat, incloent sense cap limitació cap enllaç contingut en un Lloc enllaçat, ni canvis o actualitzacions a un Lloc enllaçat o als Serveis proporcionats a través d’un Lloc enllaçat. Aquests enllaços us proporcionem només com a conveniència i la inclusió de qualsevol enllaç no implica l’aval del nostre lloc ni dels serveis associats proporcionats pel lloc.
cs: 13.11 Odkazy na stránky třetích stran: Služby nebo naše webové stránky mohou zahrnovat odkazy na stránky třetích stran (dále jen „propojené stránky“). Propojené stránky nejsou pod naší kontrolou a neneseme odpovědnost za obsah jakéhokoli propojeného webu, včetně, mimo jiné, jakéhokoli odkazu obsaženého na propojeném webu nebo za jakékoli změny nebo aktualizace propojeného webu nebo služeb poskytovaných prostřednictvím propojeného webu. Tyto odkazy vám poskytujeme pouze pro větší pohodlí a zahrnutí jakéhokoli odkazu neznamená, že web nebo jakékoli související služby poskytované tímto serverem podporujeme.
cy: 13.11 Dolenni i Safleoedd Trydydd Parti: Gall y Gwasanaethau neu ein gwefan gynnwys dolenni i wefannau trydydd parti (&#39;Safleoedd Cysylltiedig&#39;). Nid yw&#39;r Safleoedd Cysylltiedig o dan ein rheolaeth ac nid ydym yn gyfrifol am gynnwys unrhyw Safle Cysylltiedig, gan gynnwys heb gyfyngiad unrhyw ddolen sydd wedi&#39;i chynnwys mewn Safle Cysylltiedig, neu unrhyw newidiadau neu ddiweddariadau i Safle Cysylltiedig neu&#39;r Gwasanaethau a ddarperir trwy Safle Cysylltiedig. Rydym yn darparu’r dolenni hyn i chi fel cyfleustra yn unig, ac nid yw cynnwys unrhyw ddolen yn awgrymu ein bod yn cymeradwyo’r wefan nac unrhyw wasanaethau cysylltiedig a ddarperir gan y wefan.
da: 13.11 Links til tredjepartswebsteder: Tjenesterne eller vores websted kan indeholde links til tredjepartswebsteder (&#39;Linksede websteder&#39;). De tilknyttede websteder er ikke under vores kontrol, og vi er ikke ansvarlige for indholdet på et linket websted, herunder uden begrænsning et link indeholdt på et linket websted eller ændringer eller opdateringer til et linket websted eller de ydelser, der leveres via et linket websted. Vi leverer kun disse links til dig som en bekvemmelighed, og inkluderingen af et link indebærer ikke godkendelse fra os af webstedet eller tilknyttede tjenester leveret af webstedet.
de: 13.11 Links zu Websites Dritter: Die Dienste oder unsere Website können Links zu Websites Dritter (&quot;verlinkte Websites&quot;) enthalten. Die verlinkten Seiten stehen nicht unter unserer Kontrolle und wir sind nicht verantwortlich für den Inhalt einer verlinkten Seite, einschließlich, jedoch nicht beschränkt auf Links, die auf einer verlinkten Seite enthalten sind, oder für Änderungen oder Aktualisierungen einer verlinkten Seite oder der über eine verlinkte Seite bereitgestellten Dienste. Wir stellen Ihnen diese Links nur als Annehmlichkeit zur Verfügung, und die Aufnahme eines Links bedeutet nicht, dass wir die Website oder die damit verbundenen Dienste, die von der Website bereitgestellt werden, billigen.
el: 13.11 Σύνδεσμοι προς ιστότοπους τρίτων: Οι Υπηρεσίες ή ο ιστότοπός μας ενδέχεται να περιλαμβάνουν συνδέσμους προς ιστότοπους τρίτων («Συνδεδεμένοι ιστότοποι»). Οι Συνδεδεμένοι Ιστότοποι δεν είναι υπό τον έλεγχό μας και δεν είμαστε υπεύθυνοι για το περιεχόμενο οποιουδήποτε Συνδεδεμένου Ιστότοπου, συμπεριλαμβανομένων, χωρίς περιορισμό, συνδέσμου που περιέχεται σε Συνδεδεμένο Ιστότοπο, ή οποιωνδήποτε αλλαγών ή ενημερώσεων σε έναν Συνδεδεμένο Ιστότοπο ή των Υπηρεσιών που παρέχονται μέσω ενός Συνδεδεμένου Ιστότοπου. Σας παρέχουμε αυτούς τους συνδέσμους μόνο για λόγους ευκολίας και η συμπερίληψη οποιουδήποτε συνδέσμου δεν συνεπάγεται την έγκριση από εμάς του ιστότοπου ή οποιωνδήποτε σχετικών υπηρεσιών που παρέχονται από τον ιστότοπο.
eo: 13.11 Ligoj al triaj retejoj: La Servoj aŭ nia retejo povas inkluzivi ligojn al triaj retejoj (&#39;Ligitaj Lokoj&#39;). La Ligitaj Lokoj ne estas sub nia kontrolo kaj ni ne respondecas pri la enhavo de iu Ligita Retejo, inkluzive sen limigo de iu ajn ligo enhavita en Ligita Retejo, aŭ ajnaj ŝanĝoj aŭ ĝisdatigoj al Ligita Loko aŭ la Servoj provizitaj per Ligita Retejo. Ni provizas ĉi tiujn ligojn al vi nur kiel oportuno, kaj la inkludo de iu ligo ne implicas aprobon de ni de la retejo aŭ de iuj ajn rilataj servoj provizitaj de la retejo.
es: 13.11 Vínculos a sitios de terceros: Los Servicios o nuestro sitio web pueden incluir vínculos a sitios de terceros (&quot;Sitios vinculados&quot;). Los Sitios Vinculados no están bajo nuestro control y no somos responsables del contenido de ningún Sitio Vinculado, incluyendo, sin limitación, cualquier vínculo contenido en un Sitio Vinculado, o cualquier cambio o actualización a un Sitio Vinculado o los Servicios proporcionados a través de un Sitio Vinculado. Le proporcionamos estos enlaces solo para su conveniencia, y la inclusión de cualquier enlace no implica nuestro respaldo al sitio o cualquier servicio asociado proporcionado por el sitio.
et: 13.11 Lingid kolmandate osapoolte saitidele: teenused või meie veebisait võivad sisaldada linke kolmandate osapoolte saitidele (&#39;lingitud saidid&#39;). Lingitud saidid ei ole meie kontrolli all ja me ei vastuta ühegi lingitud saidi sisu eest, sealhulgas ilma piiranguteta lingitud saidil sisalduva lingi eest ega lingitud saidi või lingitud saidi kaudu pakutavate teenuste muudatuste või värskenduste eest. Pakume neid linke teile ainult mugavuse huvides ja mis tahes lingi lisamine ei tähenda, et meie oleks selle saidi või selle pakutavate seotud teenuste heaks kiitnud.
eu: 13.11 Hirugarrenen guneetarako estekak: Zerbitzuak edo gure webguneak hirugarrenen guneetarako estekak (&#39;Estekatutako guneak&#39;) izan ditzake. Lotutako Guneak ez daude gure kontrolpean eta ez gara inolako erantzukizunik lotzen Guneetako edukiengatik, estekatutako Webgune bateko estekarik, ezta Estekatutako Webgune baten edo Zerbitzuen bidez emandako zerbitzuen aldaketarik edo eguneratzeak ere. Esteka hauek erosotasun gisa soilik eskaintzen dizkizugu, eta estekak sartzeak ez dakar gurekin gunearen edo webgunearen zerbitzuekin lotutako zerbitzuen oniritzia.
fa: 13.11 پیوند به سایت های شخص ثالث: این سرویس ها یا وب سایت ما ممکن است شامل لینک هایی به سایت های شخص ثالث باشد (&#39;سایت های پیوندی&#39;). سایتهای پیوندی تحت کنترل ما نیستند و ما مسئول محتوای هر سایت پیوندی نیستیم ، از جمله بدون محدودیت ، هر پیوند موجود در یک سایت لینک شده ، یا هرگونه تغییر یا بروزرسانی در یک سایت لینک شده یا خدمات ارائه شده از طریق یک سایت لینک شده. ما این لینک ها را فقط به عنوان راحتی در اختیارتان قرار می دهیم و درج هرگونه پیوند به معنای تأیید ما توسط سایت یا خدمات مرتبط ارائه شده توسط سایت نیست.
fi: 13.11 Linkit kolmansien osapuolien sivustoille: Palvelut tai verkkosivustomme voivat sisältää linkkejä kolmansien osapuolien sivustoille (&#39;linkitetyt sivustot&#39;). Linkitetyt sivustot eivät ole valvonnassamme, emmekä ole vastuussa minkään linkitetyn sivuston sisällöstä, mukaan lukien rajoittamatta linkitetyn sivuston linkit tai linkitetyn sivuston tai linkitetyn sivuston kautta tarjottujen palveluiden muutokset tai päivitykset. Tarjoamme nämä linkit sinulle vain mukavuutena, ja minkään linkin sisällyttäminen ei tarkoita, että me hyväksymme sivuston tai sen tarjoamien palvelujen.
fr: 13.11 Liens vers des sites tiers: les services ou notre site Web peuvent inclure des liens vers des sites tiers («sites liés»). Les sites liés ne sont pas sous notre contrôle et nous ne sommes pas responsables du contenu de tout site lié, y compris, sans s&#39;y limiter, tout lien contenu dans un site lié, ou toute modification ou mise à jour d&#39;un site lié ou des services fournis via un site lié. Nous vous fournissons ces liens uniquement pour votre commodité, et l&#39;inclusion de tout lien n&#39;implique pas l&#39;approbation par nous du site ou des services associés fournis par le site.
fy: 13.11 Links nei siden fan tredden: De tsjinsten as ús webside kinne keplingen befetsje nei siden fan tredden (&#39;Keppele siden&#39;). De keppele siden binne net ûnder ús kontrôle en wy binne net ferantwurdelik foar de ynhâld fan elke keppele side, ynklusyf sûnder beheining elke keppeling befette yn in keppele side, of foar feroarings of updates oan in keppele side of de tsjinsten levere fia in keppele side. Wy leverje dizze keppelings allinich as gemak foar jo, en it opnimmen fan elke keppeling ymplisearret gjin ûnderskieding troch ús fan &#39;e side of fan alle byhearrende tsjinsten oanbean troch de side.
ga: 13.11 Naisc le Láithreáin Tríú Páirtí: D’fhéadfadh go mbeadh naisc chuig láithreáin tríú páirtí (‘Láithreáin Nasctha’) san áireamh sna Seirbhísí nó ar ár suíomh Gréasáin. Níl na Láithreáin Nasctha faoi ár smacht agus nílimid freagrach as ábhar aon Láithreáin Nasctha, lena n-áirítear gan teorainn aon nasc atá i Suíomh Nasctha, nó as aon athruithe nó nuashonruithe ar Láithreán Nasctha nó na Seirbhísí a chuirtear ar fáil trí Suíomh Nasctha. Nílimid ag soláthar na naisc seo duit ach mar áis, agus ní chiallaíonn sé go bhfuil aon fhormhuiniú againn ón suíomh nó ó aon seirbhísí gaolmhara a sholáthraíonn an láithreán má chuirtear aon nasc san áireamh.
gd: 13.11 Ceanglaichean gu làraichean treas pàrtaidh: Faodaidh ceanglaichean gu làraich treas pàrtaidh (&#39;Làraichean Ceangailte&#39;) a bhith anns na Seirbheisean no an làrach-lìn againn. Chan eil na Làraich Ceangailte fo ar smachd agus chan eil uallach oirnn airson susbaint Làrach Ceangailte, a ’toirt a-steach gun chuingealachadh ceangal sam bith a tha ann an Làrach Ceangailte, no atharrachaidhean no ùrachadh sam bith air Làrach Ceangailte no na Seirbheisean a tha air an toirt seachad tro Làrach Ceangailte. Tha sinn a ’toirt seachad na ceanglaichean sin dhut dìreach mar ghoireas, agus chan eil toirt a-steach ceangal sam bith a’ ciallachadh gu bheil sinn a ’daingneachadh an làrach no seirbheisean co-cheangailte sam bith a bheir an làrach seachad.
gl: 13.11 Ligazóns a sitios de terceiros: Os servizos ou o noso sitio web poden incluír ligazóns a sitios de terceiros (&quot;Sitios ligados&quot;). Os Sitios Ligados non están baixo o noso control e non somos responsables dos contidos de ningún sitio enlazado, incluíndo sen limitación ningunha ligazón contida nun sitio enlazado, nin cambios ou actualizacións a un sitio ligado ou dos servizos proporcionados a través dun sitio enlazado. Ofrecémoslles estas ligazóns só como comodidade, e a inclusión de calquera ligazón non implica a aprobación por nós do sitio nin ningún servizo asociado ofrecido polo sitio.
gu: 13.11 તૃતીય પક્ષ સાઇટ્સની લિંક્સ: સેવાઓ અથવા અમારી વેબસાઇટમાં તૃતીય પક્ષની સાઇટ્સ (&#39;લિંક્ડ સાઇટ્સ&#39;) ની લિંક્સ શામેલ હોઈ શકે છે. લિંક્ડ સાઇટ્સ અમારા નિયંત્રણમાં નથી અને અમે કોઈ લિંક્ડ સાઇટની સમાવિષ્ટ માટે જવાબદાર નથી, લિંક્ડ સાઇટમાં સમાયેલી કોઈપણ લિંકને લીંક કર્યા વિના, અથવા લિંક્ડ સાઈટ દ્વારા પૂરી પાડવામાં આવતી સેવાઓ અથવા સેવાઓ પરના કોઈપણ ફેરફાર અથવા અપડેટ્સ સહિત. અમે તમને આ લિંક્સ ફક્ત એક અનુકૂળતા તરીકે પ્રદાન કરી રહ્યા છીએ, અને કોઈપણ લિંક્સનો સમાવેશ સાઇટ દ્વારા અમારા દ્વારા અથવા કોઈપણ સંબંધિત સેવાઓ દ્વારા આપવામાં આવતી સમર્થન સૂચિત કરતું નથી.
hi: 13.11 थर्ड पार्टी साइट्स के लिंक: सर्विसेस या हमारी वेबसाइट में थर्ड पार्टी साइट्स (&#39;लिंक्ड साइट्स&#39;) के लिंक शामिल हो सकते हैं। लिंक्ड साइटें हमारे नियंत्रण में नहीं हैं और हम किसी भी लिंक्ड साइट की सामग्री के लिए जिम्मेदार नहीं हैं, जिसमें बिना किसी लिंक के लिंक्ड साइट में निहित कोई लिंक, या लिंक्ड साइट या लिंक साइट के माध्यम से प्रदान की गई सेवाओं में कोई परिवर्तन या अपडेट शामिल नहीं है। हम आपको केवल एक सुविधा के रूप में ये लिंक प्रदान कर रहे हैं, और किसी भी लिंक को शामिल करने से साइट या साइट द्वारा प्रदान की गई किसी भी संबंधित सेवाओं द्वारा हमें समर्थन नहीं मिलता है।
hr: 13.11 Veze na web stranice trećih strana: Usluge ili naša web stranica mogu sadržavati veze na web stranice trećih strana („Povezane stranice“). Povezana web mjesta nisu pod našom kontrolom i ne odgovaramo za sadržaj bilo kojeg povezanog web mjesta, uključujući bez ograničenja bilo koju vezu koja je sadržana na povezanom web mjestu, ili bilo kakve promjene ili ažuriranja na povezanom web mjestu ili uslugama pruženih putem povezanih web mjesta. Ove veze pružamo vam samo kao pogodnost, a uključivanje bilo koje veze ne podrazumijeva odobrenje web mjesta od strane nas ili bilo kojih povezanih usluga koje web mjesto pruža.
hu: 13.11 Linkek harmadik fél webhelyeihez: A Szolgáltatások vagy a weboldalunkon harmadik felek webhelyeire mutató hivatkozások is szerepelhetnek („Kapcsolódó webhelyek”). A kapcsolt webhelyek nem állnak ellenőrzésünk alatt, és nem vállalunk felelősséget semmilyen kapcsolt webhely tartalmáért, ideértve korlátozás nélkül a linkelt webhelyen található linkeket, valamint a kapcsolt webhelyek vagy a kapcsolt webhelyen nyújtott szolgáltatások bármilyen változását vagy frissítését. Ezeket a linkeket csak kényelmi szempontból nyújtjuk Önnek, és bármilyen link felvétele nem jelenti azt, hogy jóváhagyjuk a webhelyet vagy a webhely által nyújtott kapcsolódó szolgáltatásokat.
hy: 13.11 Հղումներ դեպի երրորդ կողմի կայքեր. Ծառայությունները կամ մեր կայքը կարող է ներառել հղումներ դեպի երրորդ կողմի կայքեր («Կապակցված կայքեր»): Կապակցված կայքերը չեն գտնվում մեր հսկողության ներքո և մենք պատասխանատվություն չենք կրում որևէ կապակցված կայքի բովանդակության համար, ներառյալ առանց սահմանափակման որևէ հղում, որը պարունակում է Կապված Կայքում, կամ կապակցված կայքի կամ կապի կայքի միջոցով մատուցվող ծառայությունների մեջ որևէ փոփոխություն կամ թարմացում: Մենք այս հղումները ձեզ տրամադրում ենք միայն որպես հարմարավետություն, և որևէ հղման ներառում չի ենթադրում կայքի կողմից կամ կայքի կողմից մատուցվող որևէ այլ հաստատման հաստատում:
id: 13.11 Tautan ke Situs Pihak Ketiga: Layanan atau situs web kami dapat menyertakan tautan ke situs pihak ketiga (&#39;Situs Tertaut&#39;). Situs Tertaut tidak berada di bawah kendali kami dan kami tidak bertanggung jawab atas konten Situs Tertaut mana pun, termasuk tanpa batasan tautan apa pun yang terdapat dalam Situs Tertaut, atau perubahan atau pembaruan apa pun ke Situs Tertaut atau Layanan yang disediakan melalui Situs Tertaut. Kami menyediakan tautan ini kepada Anda hanya untuk kenyamanan, dan penyertaan tautan apa pun tidak menyiratkan dukungan kami terhadap situs atau layanan terkait apa pun yang disediakan oleh situs.
is: 13.11 Hlekkir á vefsvæði þriðja aðila: Þjónustan eða vefsíðan okkar geta innihaldið hlekki á vefsíður þriðja aðila (&#39;tengd vefsvæði&#39;). Tengd vefsvæði eru ekki undir okkar stjórn og við erum ekki ábyrg fyrir innihaldi tengdra síðna, þar með talið án takmarkana hvaða tengil sem er á tengdum vef eða breytingum eða uppfærslum á tengdri síðu eða þjónustunni sem veitt er á tengdri síðu. Við erum að veita þessum krækjum eingöngu til þæginda og að skráning á tengilinn felur ekki í sér áritun frá okkur á síðunni eða tengda þjónustu sem vefurinn veitir.
it: 13.11 Collegamenti a siti di terze parti: i Servizi o il nostro sito Web possono includere collegamenti a siti di terze parti (&quot;Siti collegati&quot;). I siti collegati non sono sotto il nostro controllo e non siamo responsabili per i contenuti di qualsiasi sito collegato, inclusi, a titolo esemplificativo, qualsiasi collegamento contenuto in un sito collegato o qualsiasi modifica o aggiornamento a un sito collegato o ai servizi forniti tramite un sito collegato. Ti forniamo questi collegamenti solo per comodità e l&#39;inclusione di qualsiasi collegamento non implica l&#39;approvazione da parte nostra del sito o dei servizi associati forniti dal sito.
iw: 13.11 קישורים לאתרי צד ג &#39;: השירותים או האתר שלנו עשויים לכלול קישורים לאתרי צד ג&#39; (&#39;אתרים מקושרים&#39;). האתרים המקושרים אינם בשליטתנו ואנחנו לא אחראים לתכני אתר מקושר כלשהו, לרבות ללא הגבלה כל קישור הכלול באתר מקושר, או כל שינוי או עדכון באתר מקושר או בשירותים הניתנים באמצעות אתר מקושר. אנו מספקים קישורים אלה אליך רק לנוחיות, והכללת קישור כלשהי אינה מרמזת על אישור מאתנו על האתר או על כל השירותים הנלווים המסופקים על ידי האתר.
ja: 13.11第三者のサイトへのリンク：本サービスまたは当社のウェブサイトには、第三者のサイト（「リンク先サイト」）へのリンクが含まれる場合があります。リンク先サイトは当社の管理下になく、リンク先サイトに含まれるリンク、リンク先サイトまたはリンク先サイトを介して提供されるサービスの変更または更新を含むがこれらに限定されない、リンク先サイトのコンテンツについて責任を負いません。これらのリンクは便宜のためにのみ提供しており、リンクを含めることによって、サイトまたはサイトが提供する関連サービスを当社が保証していることを意味するものではありません。
ka: 13.11 ბმულები მესამე მხარის საიტებზე: სერვისები ან ჩვენი ვებ – გვერდი შეიძლება შეიცავდეს ბმულებს მესამე მხარის საიტებზე (&#39;ბმულები საიტები&#39;). დაკავშირებული საიტები არ ექვემდებარება ჩვენს კონტროლს და არ ვართ პასუხისმგებელი ნებისმიერი საიტის შინაარსზე, მათ შორის შეზღუდვის გარეშე, რაიმე ბმულზე, რომელიც შეიცავს დაკავშირებულ საიტში, ან დაკავშირებულ საიტთან დაკავშირებული ცვლილებები ან განახლებები დაკავშირებულ საიტთან. ჩვენ გთავაზობთ ჩვენ ამ ბმულებს მხოლოდ როგორც ხელსაყრელად, და ნებისმიერი ბმულის ჩართვა არ გულისხმობს საიტის მიერ ან საიტის მიერ მოწოდებულ ნებისმიერ დაკავშირებულ სერვისს.
kk: 13.11 Үшінші тарап сайттарына сілтемелер: Қызметтерде немесе біздің веб-сайтта үшінші тарап сайттарына сілтемелер болуы мүмкін (&#39;Байланыстырылған сайттар&#39;). Байланыстырылған сайттар біздің бақылауымызға кірмейді және біз кез келген байланысқан сайттың мазмұнына, оның ішінде сілтеме жасалған сайттағы кез-келген сілтемеге, немесе сілтеме жасалған сайтқа немесе сілтеме жасалған сайт арқылы көрсетілетін қызметтерге қандай да бір өзгертулер мен жаңартуларға жауапты емеспіз. Біз сізге осы сілтемелерді тек ыңғайлылық ретінде ұсынамыз және кез-келген сілтемені қосу бізді сайттың немесе сайт ұсынатын кез келген байланысты қызметтердің растауын білдірмейді.
km: ១៣.១១ បណ្តាញភ្ជាប់ទៅគេហទំព័រភាគីទីបី៖ សេវាកម្មឬគេហទំព័ររបស់យើងអាចមានភ្ជាប់បណ្តាញភ្ជាប់ទៅគេហទំព័រភាគីទីបី (&#39;គេហទំព័រភ្ជាប់បណ្តាញ&#39;) ។ គេហទំព័រភ្ជាប់មិនស្ថិតនៅក្រោមការគ្រប់គ្រងរបស់យើងទេហើយយើងមិនទទួលខុសត្រូវចំពោះខ្លឹមសារនៃគេហទំព័រភ្ជាប់ណាមួយឡើយដោយមិនមានការកំណត់ណាមួយដែលមាននៅក្នុងគេហទំព័រភ្ជាប់ឬការផ្លាស់ប្តូរឬការធ្វើបច្ចុប្បន្នភាពលើគេហទំព័រភ្ជាប់ឬសេវាកម្មដែលផ្តល់តាមរយៈគេហទំព័រភ្ជាប់។ យើងផ្តល់ជូននូវតំណភ្ជាប់ទាំងនេះទៅកាន់អ្នកគ្រាន់តែជាភាពងាយស្រួលប៉ុណ្ណោះហើយការដាក់បញ្ចូលនូវតំណភ្ជាប់ណាមួយមិនមានន័យថាជាការយល់ព្រមពីពួកយើងនៃគេហទំព័រឬសេវាកម្មពាក់ព័ន្ធណាមួយដែលផ្តល់ដោយគេហទំព័រនោះទេ។
kn: 13.11 ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೈಟ್‌ಗಳಿಗೆ ಲಿಂಕ್‌ಗಳು: ಸೇವೆಗಳು ಅಥವಾ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೈಟ್‌ಗಳಿಗೆ (&#39;ಲಿಂಕ್ಡ್ ಸೈಟ್‌ಗಳು&#39;) ಲಿಂಕ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರಬಹುದು. ಲಿಂಕ್ಡ್ ಸೈಟ್‌ಗಳು ನಮ್ಮ ನಿಯಂತ್ರಣದಲ್ಲಿಲ್ಲ ಮತ್ತು ಯಾವುದೇ ಲಿಂಕ್ಡ್ ಸೈಟ್‌ನ ವಿಷಯಗಳಿಗೆ ನಾವು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ, ಇದರಲ್ಲಿ ಲಿಂಕ್ಡ್ ಸೈಟ್‌ನಲ್ಲಿರುವ ಯಾವುದೇ ಲಿಂಕ್ ಅನ್ನು ಮಿತಿಯಿಲ್ಲದೆ, ಅಥವಾ ಲಿಂಕ್ಡ್ ಸೈಟ್ ಅಥವಾ ಲಿಂಕ್ಡ್ ಸೈಟ್ ಮೂಲಕ ಒದಗಿಸಲಾದ ಸೇವೆಗಳಿಗೆ ಯಾವುದೇ ಬದಲಾವಣೆಗಳು ಅಥವಾ ನವೀಕರಣಗಳು ಸೇರಿವೆ. ನಾವು ಈ ಲಿಂಕ್‌ಗಳನ್ನು ನಿಮಗೆ ಅನುಕೂಲಕ್ಕಾಗಿ ಮಾತ್ರ ಒದಗಿಸುತ್ತಿದ್ದೇವೆ ಮತ್ತು ಯಾವುದೇ ಲಿಂಕ್ ಅನ್ನು ಸೇರ್ಪಡೆಗೊಳಿಸುವುದರಿಂದ ಸೈಟ್‌ನ ನಮ್ಮ ಅನುಮೋದನೆ ಅಥವಾ ಸೈಟ್ ಒದಗಿಸಿದ ಯಾವುದೇ ಸಂಬಂಧಿತ ಸೇವೆಗಳನ್ನು ಸೂಚಿಸುವುದಿಲ್ಲ.
ku: 13.11 Zencîreyên Malperên Sêyemîn: Xizmet an jî malpera me dibe ku ji malperên partiya sêyemîn re têkildar be (&#39;Malperên bihevkirî&#39;). Malperên hatine girêdan ne di bin kontrola me de ne û em ne berpirs in ji bo naveroka Malperên Zêde, di nav de bêyî sînorkirinê ti girêdanek tête Malpera Zêdekirî, an jî guhartin an nûvekirinên li ser Malperê Zencîrek an karûbarên ku ji hêla Malpera Zêrîn ve hatine peyda kirin. Em van girêdan tenê wekî hêsantir ji we re peyda dikin, û têketina her girêdan nahêle bi pejirandina ji hêla malpera me ve an jî karûbarên têkildar ve ji hêla malperê ve were peyda kirin.
ky: 13.11 Үчүнчү жактардын сайттарына шилтемелер: Кызматтар же биздин веб-сайт үчүнчү жактардын сайттарына шилтемелерди камтышы мүмкүн (&#39;Шилтемеленген сайттар&#39;). Шилтемеленген сайттар биздин көзөмөлүбүздө эмес жана биз шилтемеленген сайттын мазмунун, анын ичинде шилтемеленген сайтта камтылган шилтемени, же шилтемеленген сайт аркылуу берилген кызматтарды же кызматтарды өзгөртүп же жаңыртууга жооп бербейт. Биз сизге бул шилтемелерди ыңгайлуулук катары гана сунуштайбыз жана каалаган шилтемени киргизүү биздин сайттын же сайт тарабынан сунушталган байланышкан кызматтардын колдоосун билдирбейт.
lb: 13.11 Links zu Drëtt Partei Site: D&#39;Servicer oder eis Websäit kënnen Links op Drëtt Partei Säiten enthalen (&#39;Verlinkt Websäiten&#39;). Déi verlinkt Säite sinn net ënner eiser Kontroll a mir si net verantwortlech fir den Inhalt vun engem gekoppelte Site, inklusiv ouni Limitatioun e Link op engem verlinkte Site, oder fir Ännerungen oder Aktualiséierunge vun engem Verknäppte Site oder d&#39;Servicer, déi iwwer e Linkte Site geliwwert ginn. Mir bidden dës Linken nëmmen fir Iech als Komfort, an d&#39;Inklusioun vun all Link implizéiert keng Ënnerstëtzung vun eis vum Site oder vun all verbonne Servicer vum Site.
lo: 13.11 ການເຊື່ອມຕໍ່ກັບເວັບໄຊທ໌ຂອງບຸກຄົນທີສາມ: ບໍລິການຫຼືເວບໄຊທ໌ຂອງພວກເຮົາອາດລວມມີການເຊື່ອມຕໍ່ກັບເວັບໄຊທ໌ຂອງບຸກຄົນທີສາມ (&#39;ເວັບໄຊທີ່ເຊື່ອມໂຍງ&#39;). ເວັບໄຊທ໌ທີ່ເຊື່ອມໂຍງບໍ່ຢູ່ພາຍໃຕ້ການຄວບຄຸມຂອງພວກເຮົາແລະພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ເນື້ອໃນຂອງເວບໄຊທ໌ທີ່ເຊື່ອມໂຍງ, ລວມທັງໂດຍບໍ່ ຈຳ ກັດການເຊື່ອມຕໍ່ໃດໆທີ່ມີຢູ່ໃນເວັບໄຊທ໌ທີ່ເຊື່ອມໂຍງ, ຫຼືການປ່ຽນແປງຫຼືການປັບປຸງເວັບໄຊທ໌ທີ່ເຊື່ອມໂຍງຫລືການບໍລິການທີ່ສະ ໜອງ ຜ່ານເວັບໄຊທ໌ທີ່ເຊື່ອມໂຍງ. ພວກເຮົາ ກຳ ລັງໃຫ້ການເຊື່ອມຕໍ່ເຫລົ່ານີ້ແກ່ທ່ານພຽງແຕ່ເປັນຄວາມສະດວກສະບາຍ, ແລະການລວມເອົາການເຊື່ອມຕໍ່ໃດໆບໍ່ໄດ້ ໝາຍ ເຖິງການຮັບຮອງໂດຍພວກເຮົາເວັບໄຊທ໌້ຫລືບໍລິການທີ່ກ່ຽວຂ້ອງໃດໆທີ່ສະ ໜອງ ໂດຍເວັບໄຊທ໌້.
lt: 13.11 Nuorodos į trečiųjų šalių svetaines: Paslaugose ar mūsų tinklalapyje gali būti nuorodų į trečiųjų šalių svetaines („Susietos svetainės“). Susietų svetainių mes nekontroliuojame ir mes neatsakome už bet kurios susietos svetainės turinį, įskaitant, be apribojimų, bet kurią susietoje svetainėje esančią nuorodą, ar už bet kokius susietos svetainės ar paslaugų, teikiamų per susietą svetainę, pakeitimus ar atnaujinimus. Mes teikiame jums šias nuorodas tik kaip patogumą, ir bet kurios nuorodos įtraukimas nereiškia, kad mes esame patvirtinę svetainę ar bet kokias susijusias svetainės teikiamas paslaugas.
lv: 13.11. Saites uz trešo personu vietnēm: Pakalpojumos vai mūsu vietnē var būt saites uz trešo personu vietnēm (“Saistītās vietnes”). Saistītās vietnes nav mūsu kontrolē, un mēs neesam atbildīgi par jebkuras saistītās vietnes saturu, tostarp bez ierobežojumiem par jebkuru saiti, kas atrodas saistītajā vietnē, vai par jebkurām izmaiņām vai atjauninājumiem saistītajā vietnē vai pakalpojumos, kas tiek sniegti caur saistīto vietni. Mēs piedāvājam šīs saites jums tikai ērtības labad, un jebkuras saites iekļaušana nenozīmē, ka mēs esam apstiprinājuši vietni vai jebkādus ar to saistītos pakalpojumus.
mg: 13.11 Rohy mankany amin&#39;ny tranokalan&#39;ny antoko fahatelo: Ny serivisy na ny tranonkalantsika dia mety misy rohy mankany amin&#39;ny tranokalan&#39;ny antoko fahatelo (&#39;Site mifandray&#39;). Ny tranonkala mifandraika dia tsy eo ambany fifehezanay ary tsy tompon&#39;andraikitra amin&#39;ny votoatin&#39;ny tranonkala mifandraika izahay, ary tsy misy fetrany misy rohy ao anaty tranonkala iray mifandraika, na misy fiovana na fanavaozana amin&#39;ny tranokala mifandray na serivisy nomena amin&#39;ny alàlan&#39;ny tranonkala iray mifandray. Manome anao fotsiny ireo rohy ireo izahay, ary ny fampidirana rohy iray dia tsy manondro ny fahazoan-dàlana amin&#39;ny alalàn&#39;ny tranokala na ny serivisy ifandraisan&#39;ireto tranokala ity.
mi: 13.11 Nga hononga ki nga Pae Tuatoru a te Rōpū: Ma te Ratonga me to maatau paetukutuku he hononga ki nga pae tuatoru (&#39;Nga Pae hono&#39;). Ko nga Paanga hono kaore i raro i o maatau mana kaore i te kawenga mo nga tirotiro o tetahi Pae hono, tae atu ki te kore e heria he hononga kei roto i tetahi Pae hono, he whakarereke ranei, he whakahoutanga ranei ki tetahi Pae hono, nga Ratonga ranei e tukuna ana ma tetahi Pae hono. He pai noa ki a maatau te whakarato i enei hononga ki a koe anake, ko te whakaurunga o tetahi hono kaore e kii i te tautoko e te papanga o te waahi, i etahi ratonga ranei e whakaratohia ana e te papaanga.
mk: 13.11 Линкови до страници од трети страни: Услугите или нашата веб-страница може да содржат линкови до страници од трети страни („Поврзани страници“). Поврзаните страници не се под наша контрола и ние не сме одговорни за содржината на која било поврзана страница, вклучувајќи без ограничување каква било врска содржана во поврзана страница, или какви било промени или ажурирања на поврзана страница или услуги обезбедени преку поврзана страница. Овие врски ви ги даваме само како погодност, а вклучувањето на која било врска не подразбира одобрување од страна на страницата или какви било поврзани услуги обезбедени од страницата.
ml: 13.11 മൂന്നാം കക്ഷി സൈറ്റുകളിലേക്കുള്ള ലിങ്കുകൾ: സേവനങ്ങളിലോ ഞങ്ങളുടെ വെബ്‌സൈറ്റിലോ മൂന്നാം കക്ഷി സൈറ്റുകളിലേക്കുള്ള ലിങ്കുകൾ ഉൾപ്പെടാം (&#39;ലിങ്ക്ഡ് സൈറ്റുകൾ&#39;). ലിങ്കുചെയ്‌ത സൈറ്റുകൾ‌ ഞങ്ങളുടെ നിയന്ത്രണത്തിലല്ല, കൂടാതെ ഒരു ലിങ്കുചെയ്‌ത സൈറ്റിലെ ഉള്ളടക്കങ്ങൾ‌ പരിമിതപ്പെടുത്താതെ, അല്ലെങ്കിൽ‌ ഒരു ലിങ്കുചെയ്‌ത സൈറ്റിലേക്കോ അല്ലെങ്കിൽ‌ ഒരു ലിങ്കുചെയ്‌ത സൈറ്റ് വഴി നൽ‌കുന്ന സേവനങ്ങളിലേക്കോ എന്തെങ്കിലും മാറ്റങ്ങളോ അപ്‌ഡേറ്റുകളോ ഉൾപ്പെടെ ഏതെങ്കിലും ലിങ്കുചെയ്‌ത സൈറ്റിന്റെ ഉള്ളടക്കങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദികളല്ല. ഞങ്ങൾ‌ ഈ ലിങ്കുകൾ‌ ഒരു സ ience കര്യമായി മാത്രം നിങ്ങൾ‌ക്ക് നൽ‌കുന്നു, മാത്രമല്ല ഏതെങ്കിലും ലിങ്ക് ഉൾ‌പ്പെടുത്തുന്നത് സൈറ്റിന്റെയോ സൈറ്റ് നൽ‌കുന്ന ഏതെങ്കിലും അനുബന്ധ സേവനങ്ങളുടെയോ അംഗീകാരത്തെ സൂചിപ്പിക്കുന്നില്ല.
mn: 13.11 Гуравдагч этгээдийн сайтуудын линкүүд: Үйлчилгээ эсвэл манай вэбсайт нь гуравдагч этгээдийн сайтуудын холбоосыг агуулж болно (&#39;Холбогдсон сайтууд&#39;). Холбоотой сайтууд нь бидний хяналтанд байдаггүй бөгөөд холбосон сайтын агуулгыг хязгаарлалтгүйгээр оруулах, линклэгдсэн сайт, үйлчилгээнд оруулсан өөрчлөлт, шинэчлэлт зэргийг багтаасан болно. Бид эдгээр линкийг зөвхөн танд зориулан өгч байгаа бөгөөд аливаа холбоосыг оруулах нь тухайн сайт эсвэл тухайн сайтад холбогдох үйлчилгээнд баталгаа өгөхгүй гэсэн үг биш юм.
mr: 13.11 तृतीय पक्षाच्या साइटचे दुवे: सेवा किंवा आमच्या वेबसाइटमध्ये तृतीय पक्षाच्या साइटचे दुवे समाविष्ट होऊ शकतात (&#39;लिंक्ड साइट्स&#39;). लिंक्ड साइट्स आमच्या नियंत्रणाखाली नाहीत आणि दुवा साधलेल्या साइटवरील कोणत्याही दुव्यावर मर्यादा न ठेवता किंवा दुवा साधलेल्या साइटवर किंवा सेवांमधील सेवांमधील बदल किंवा अद्यतने यासह आम्ही कोणत्याही दुवा साधलेल्या साइटची सामग्री जबाबदार नाही. आम्ही आपणास हे दुवे केवळ सोयीसाठी देत आहोत आणि कोणत्याही दुव्याचा समावेश हा आमच्याद्वारे साइटद्वारे किंवा साइटद्वारे प्रदान केलेल्या कोणत्याही संबंधित सेवांकडून समर्थन दर्शविला जात नाही.
ms: 13.11 Pautan ke Tapak Pihak Ketiga: Perkhidmatan atau laman web kami mungkin merangkumi pautan ke laman web pihak ketiga (&#39;Laman Terpaut&#39;). Tapak Terpaut tidak berada di bawah kawalan kami dan kami tidak bertanggungjawab untuk kandungan Laman Berkaitan mana pun, termasuk tanpa batasan pautan yang terkandung dalam Laman Terpaut, atau perubahan atau kemas kini ke Laman Terpaut atau Perkhidmatan yang disediakan melalui Laman Berkaitan. Kami menyediakan pautan ini kepada anda hanya sebagai kemudahan, dan penyertaan pautan apa pun tidak menunjukkan sokongan oleh kami terhadap laman web ini atau perkhidmatan berkaitan yang disediakan oleh laman web ini.
mt: 13.11 Rabtiet ma &#39;Siti ta&#39; Partijiet Terzi: Is-Servizzi jew il-websajt tagħna jistgħu jinkludu links għal siti ta &#39;partijiet terzi (&#39; Siti Marbut &#39;). Is-Siti Marbuta mhumiex taħt il-kontroll tagħna u aħna mhumiex responsabbli għall-kontenut ta &#39;kwalunkwe Sit Marbut, inkluż mingħajr limitazzjoni kull rabta li tinsab f&#39;sit Marbut, jew xi tibdiliet jew aġġornamenti għal Sit Marbut jew is-Servizzi pprovduti permezz ta&#39; Sit Marbut. Aħna nipprovdu dawn il-links lilek biss bħala konvenjenza, u l-inklużjoni ta &#39;kwalunkwe link ma timplikax approvazzjoni minna tas-sit jew ta&#39; xi servizzi assoċjati provduti mis-sit.
my: ၁၃.၁၁ တတိယပါတီဆိုဒ်များသို့ချိတ်ဆက်မှုများ - ၀ န်ဆောင်မှုများသို့မဟုတ်ကျွန်ုပ်တို့၏ဝဘ်ဆိုက်တွင်တတိယပါတီ ၀ က်ဘ်ဆိုက်များ (&#39;ချိတ်ဆက်ထားသောဆိုဒ်များ&#39;) များပါဝင်နိုင်သည်။ ချိတ်ဆက်ထားသောဆိုဒ်များသည်ကျွန်ုပ်တို့၏ထိန်းချုပ်မှုအောက်တွင်မရှိသော၊ ချိတ်ဆက်ထားသောဆိုဒ်ရှိမည်သည့်လင့်ခ်ကိုမဆိုအကန့်အသတ်မရှိပါဝင်သည်သို့မဟုတ်ချိတ်ဆက်ထားသောဆိုက်တစ်ခုမှသို့မဟုတ်ချိတ်ဆက်ထားသောဆိုက်မှတစ်ဆင့်ပေးသော ၀ န်ဆောင်မှုများအပြောင်းအလဲများသို့မဟုတ်မွမ်းမံမှုများအပါအ ၀ င်မည်သည့်ချိတ်ဆက်ထားသောဆိုဒ်များ၏ပါဝင်မှုအတွက်ကျွန်ုပ်တို့တွင်တာ ၀ န်မရှိပါ။ ကျွန်ုပ်တို့အနေဖြင့်ဤ link များကိုအဆင်ပြေစေရန်သာပံ့ပိုးပေးပြီးမည်သည့် link ကိုမဆိုထည့်သွင်းခြင်းကကျွန်ုပ်တို့၏ site သို့မဟုတ် site မှပေးထားသောဆက်စပ်ဝန်ဆောင်မှုများကိုထောက်ခံခြင်းကိုဆိုလိုခြင်းမဟုတ်ပါ။
ne: १.1.११ तेस्रो पक्ष साइटहरूको लिंक: सेवाहरू वा हाम्रो वेबसाइटले तेस्रो पार्टी साइटहरू (&#39;लिंक गरिएका साइटहरू&#39;) लाई लिंक समावेश गर्न सक्दछ। लिked्क गरिएका साइटहरू हाम्रो नियन्त्रणमा छैनन् र हामी लिंक गरिएको साइटमा समावेश कुनै लिंक, वा लि changes्क गरिएको साइट मार्फत प्रदान गरिएका सेवाहरूमा कुनै परिवर्तन वा अद्यावधिक समावेश सहित कुनै पनि लिंक गरिएको साइटको सामग्रीहरूको लागि जिम्मेवार छैनौं। हामी तपाईंलाई यी लि links्कहरू सुविधाको रूपमा मात्र प्रदान गरिरहेका छौं, र कुनै लिंक समावेशीकरणले हाम्रो साइट वा साइटले प्रदान गरेको कुनै पनि सम्बद्ध सेवाहरू द्वारा समर्थन जनाउँदैन।
nl: 13.11 Links naar sites van derden: De Services of onze website kunnen links naar sites van derden (&#39;gekoppelde sites&#39;) bevatten. De gelinkte sites vallen niet onder onze controle en wij zijn niet verantwoordelijk voor de inhoud van een gelinkte site, inclusief maar niet beperkt tot elke link op een gelinkte site, of enige wijzigingen of updates van een gelinkte site of de diensten die via een gelinkte site worden aangeboden. We bieden u deze links alleen voor uw gemak, en het opnemen van een link impliceert niet dat wij de site of aanverwante diensten van de site goedkeuren.
no: 13.11 Koblinger til tredjeparts nettsteder: Tjenestene eller nettstedet vårt kan inneholde lenker til tredjeparts nettsteder (&#39;lenket nettsteder&#39;). De tilknyttede nettstedene er ikke under vår kontroll, og vi er ikke ansvarlig for innholdet på noen tilknyttet side, inkludert uten begrensning noen lenke som er inneholdt på et lenket nettsted, eller for endringer eller oppdateringer til et lenket nettsted eller tjenestene som leveres via et lenket nettsted. Vi gir kun disse koblingene til deg som en bekvemmelighet, og inkluderingen av en hvilken som helst lenke innebærer ikke godkjenning av oss av nettstedet eller noen tilknyttede tjenester levert av nettstedet.
or: 13.11 ତୃତୀୟ ପକ୍ଷ ସାଇଟଗୁଡିକର ଲିଙ୍କ୍: ସେବା କିମ୍ବା ଆମର ୱେବସାଇଟ୍ ତୃତୀୟ ପକ୍ଷ ସାଇଟଗୁଡିକର ଲିଙ୍କ୍ ଅନ୍ତର୍ଭୂକ୍ତ କରିପାରେ (&#39;ଲିଙ୍କ୍ ହୋଇଥିବା ସାଇଟ୍&#39;) | ଲିଙ୍କ୍ ହୋଇଥିବା ସାଇଟଗୁଡିକ ଆମର ନିୟନ୍ତ୍ରଣରେ ନାହିଁ ଏବଂ କ Linked ଣସି ଲିଙ୍କ୍ ହୋଇଥିବା ସାଇଟର ବିଷୟବସ୍ତୁ ପାଇଁ ଆମେ ଦାୟୀ ନୁହଁ, ଏକ ଲିଙ୍କ୍ ହୋଇଥିବା ସାଇଟରେ ଥିବା କ link ଣସି ଲିଙ୍କକୁ ସୀମିତ ନକରି, କିମ୍ବା ଏକ ଲିଙ୍କ୍ ହୋଇଥିବା ସାଇଟ୍ କିମ୍ବା ଲିଙ୍କ୍ ହୋଇଥିବା ସାଇଟ୍ ମାଧ୍ୟମରେ ପ୍ରଦାନ କରାଯାଇଥିବା ସେବାଗୁଡିକର କ changes ଣସି ପରିବର୍ତ୍ତନ କିମ୍ବା ଅଦ୍ୟତନକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି | ଆମେ ଆପଣଙ୍କୁ କେବଳ ଏକ ସୁବିଧା ଭାବରେ ଏହି ଲିଙ୍କଗୁଡିକ ପ୍ରଦାନ କରୁଛୁ, ଏବଂ ଯେକ any ଣସି ଲିଙ୍କ୍ ଅନ୍ତର୍ଭୂକ୍ତ କରିବା ଦ୍ the ାରା ସାଇଟ୍ କିମ୍ବା ସାଇଟ୍ ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇଥିବା କ associated ଣସି ଆନୁଷଙ୍ଗିକ ସେବା ଦ୍ by ାରା ଅନୁମୋଦନ ହେବ ନାହିଁ।
pa: 13.11 ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਸਾਈਟਾਂ ਦੇ ਲਿੰਕ: ਸੇਵਾਵਾਂ ਜਾਂ ਸਾਡੀ ਵੈਬਸਾਈਟ ਵਿਚ ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਸਾਈਟਾਂ (&#39;ਲਿੰਕਡ ਸਾਈਟਸ&#39;) ਸ਼ਾਮਲ ਹੋ ਸਕਦੀਆਂ ਹਨ. ਲਿੰਕਡ ਸਾਈਟਾਂ ਸਾਡੇ ਨਿਯੰਤਰਣ ਵਿੱਚ ਨਹੀਂ ਹਨ ਅਤੇ ਅਸੀਂ ਕਿਸੇ ਲਿੰਕਡ ਸਾਈਟ ਦੀ ਸਮੱਗਰੀ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ, ਬਿਨਾਂ ਕਿਸੇ ਲਿੰਕਡ ਸਾਈਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕੋਈ ਲਿੰਕ, ਜਾਂ ਲਿੰਕਡ ਸਾਈਟ ਜਾਂ ਸੇਵਾਵਾਂ ਨਾਲ ਜੁੜੇ ਸੇਵਾਵਾਂ ਜਾਂ ਸੇਵਾਵਾਂ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਜਾਂ ਅਪਡੇਟ ਸ਼ਾਮਲ ਹੈ. ਅਸੀਂ ਇਹ ਲਿੰਕ ਤੁਹਾਨੂੰ ਸਿਰਫ ਇੱਕ ਸਹੂਲਤ ਦੇ ਰੂਪ ਵਿੱਚ ਪ੍ਰਦਾਨ ਕਰ ਰਹੇ ਹਾਂ, ਅਤੇ ਕਿਸੇ ਵੀ ਲਿੰਕ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨਾ ਸਾਡੇ ਦੁਆਰਾ ਸਾਡੀ ਸਾਈਟ ਦੁਆਰਾ ਜਾਂ ਸਾਈਟ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਗਈਆਂ ਕੋਈ ਵੀ ਸੰਬੰਧਿਤ ਸੇਵਾਵਾਂ ਦੁਆਰਾ ਸਮਰਥਨ ਦਾ ਮਤਲਬ ਨਹੀਂ ਹੈ.
pl: 13.11 Łącza do witryn osób trzecich: Usługi lub nasza witryna internetowa mogą zawierać łącza do witryn osób trzecich („Witryny połączone”). Witryny połączone nie są pod naszą kontrolą i nie ponosimy odpowiedzialności za zawartość żadnej Witryny połączonej, w tym między innymi za żadne łącze zawarte w Witrynie połączonej, ani za jakiekolwiek zmiany lub aktualizacje Witryny połączonej lub Usługi świadczone za pośrednictwem Witryny połączonej. Udostępniamy te linki wyłącznie dla wygody, a umieszczenie jakiegokolwiek łącza nie oznacza poparcia przez nas strony ani żadnych powiązanych usług świadczonych przez tę witrynę.
ps: 13.11 د دریمې ډلې سایټونو لینکونه: خدمات یا زموږ ویب پاه کې ممکن د دریمې ډلې سایټونو لینکونه شامل وي (&#39;لینک شوي سایټونه&#39;). تړل شوي سایټونه زموږ په کنټرول کې ندي او موږ د لینک شوي سایټ مینځپانګې لپاره مسؤل نه یو ، په شمول د لینک شوي سایټ کې پرته لینک ، یا د لینک شوي سایټ له لارې چمتو شوي خدماتو یا بدلونونو یا تازه معلوماتو په شمول. موږ دا لینکونه یوازې تاسو ته د اسانتیا په توګه چمتو کوو ، او د کوم لینک شاملول د دې معنی نلري چې زموږ لخوا د سایټ یا کومې اړوند خدمات چې د سایټ لخوا چمتو شوي ملاتړ کوي.
pt: 13.11 Links para sites de terceiros: Os Serviços ou nosso website podem incluir links para sites de terceiros (&#39;Sites Vinculados&#39;). Os Sites Vinculados não estão sob nosso controle e não somos responsáveis pelo conteúdo de qualquer Site Vinculado, incluindo, sem limitação, qualquer link contido em um Site Vinculado, ou quaisquer alterações ou atualizações em um Site Vinculado ou nos Serviços fornecidos através de um Site Vinculado. Estamos fornecendo esses links para você apenas como uma conveniência, e a inclusão de qualquer link não implica em nosso endosso do site ou de quaisquer serviços associados fornecidos por ele.
ro: 13.11 Link-uri către site-uri terțe: Serviciile sau site-ul nostru web pot include link-uri către site-uri terțe („Site-uri conexe”). Site-urile legate nu sunt sub controlul nostru și nu suntem responsabili pentru conținutul niciunui Site Link, inclusiv fără limitare orice legătură conținută într-un Site Link, sau modificări sau actualizări la un Site Link sau la Serviciile furnizate prin intermediul unui Site Link. Vă oferim aceste link-uri doar ca comoditate, iar includerea oricărui link nu implică aprobarea de către noi a site-ului sau a oricăror servicii asociate furnizate de site.
ru: 13.11 Ссылки на сторонние сайты: Услуги или наш веб-сайт могут содержать ссылки на сторонние сайты («Связанные сайты»). Связанные сайты не находятся под нашим контролем, и мы не несем ответственности за содержимое любого Связанного сайта, включая, помимо прочего, любую ссылку, содержащуюся на Связанном сайте, или любые изменения или обновления Связанного сайта или Услуг, предоставляемых через Связанный сайт. Мы предоставляем вам эти ссылки только для удобства, и включение любой ссылки не означает, что мы одобряем сайт или какие-либо связанные с ним услуги.
rw: 13.11 Ihuza ryurubuga rwagatatu: Serivisi cyangwa urubuga rwacu rushobora gushyiramo amahuza kurubuga rwabandi (&#39;Imbuga zihujwe&#39;). Imbuga zahujwe ntabwo zigenzurwa kandi ntabwo dushinzwe ibikubiye kurubuga urwo arirwo rwose, harimo nta mbogamizi ihuza Urubuga ruhujwe, cyangwa impinduka cyangwa ivugururwa ryurubuga ruhujwe cyangwa Serivisi zitangwa binyuze kurubuga ruhujwe. Turimo gutanga aya mahuza kuri wewe gusa nkuburyo bworoshye, kandi gushyiramo umurongo uwo ariwo wose ntabwo bivuze ko twemejwe nuru rubuga cyangwa serivisi zijyanye nayo zitangwa nurubuga.
sd: 13.11 ٽئين پارٽي سائيٽن ڏانهن لنڪس: خدمتون يا اسان جي ويب سائيٽ ٽئين پارٽي سائيٽن (&#39;ڳن Linkedيل سائيٽس&#39;) جا لنڪ شامل ٿي سگهن ٿيون. ڳن Sitesيل سائيٽون اسان جي قبضي ۾ نه آهن ۽ اسان ڪنهن به لنڪ ٿيل سائيٽ جي مواد جا ذميوار نه آهيون ، بشمول لنڪڊ سائيٽ ۾ شامل ڪنهن به لنڪ جي ، يا ڳن Linkedيل سائيٽ تي ڪا به تبديليون يا اپڊيٽ يا لنڪ ڪيل سائيٽ ذريعي فراهم ڪيل خدمتون. اسان صرف توهان کي سهولت جي لاءِ اهي لنڪ فراهم ڪري رهيا آهيون ، ۽ ڪنهن به لنڪ جي شموليت اسان طرفان سائيٽ جي طرفان يا ويب سائيٽ طرفان فراهم ڪيل ڪنهن به لاڳاپيل سهولت جي توثيق نه ڪندي آهي.
si: 13.11 තෙවන පාර්ශවීය අඩවි වෙත සබැඳි: සේවාවන් හෝ අපගේ වෙබ් අඩවියට තෙවන පාර්ශවීය අඩවි (&#39;සම්බන්ධිත අඩවි&#39;) වෙත සබැඳි ඇතුළත් විය හැකිය. සම්බන්ධිත අඩවි අපගේ පාලනය යටතේ නොමැති අතර, සම්බන්ධිත වෙබ් අඩවියක අන්තර්ගතය සීමා කිරීමකින් තොරව, හෝ සම්බන්ධිත වෙබ් අඩවියක හෝ සම්බන්ධිත වෙබ් අඩවියක් හෝ සම්බන්ධිත වෙබ් අඩවියක් හරහා සපයනු ලබන සේවාවන්හි කිසියම් වෙනස් කිරීමක් හෝ යාවත්කාලීන කිරීමක් ඇතුළුව කිසිදු සම්බන්ධිත වෙබ් අඩවියක අන්තර්ගතයට අපි වගකිව යුතු නොවේ. අපි ඔබට මෙම සබැඳි ලබා දෙන්නේ පහසුවක් ලෙස පමණක් වන අතර, ඕනෑම සබැඳියක් ඇතුළත් කිරීම මඟින් වෙබ් අඩවිය විසින් අප විසින් අනුමත කිරීමක් හෝ වෙබ් අඩවිය විසින් සපයනු ලබන වෙනත් සේවාවන් අදහස් නොකෙරේ.
sk: 13.11 Odkazy na stránky tretích strán: Služby alebo naša webová stránka môžu obsahovať odkazy na stránky tretích strán (ďalej len „prepojené stránky“). Prepojené stránky nie sú pod našou kontrolou a nenesieme zodpovednosť za obsah žiadnych prepojených stránok vrátane, okrem iného, akéhokoľvek odkazu obsiahnutého na prepojených stránkach alebo akýchkoľvek zmien alebo aktualizácií prepojených stránok alebo služieb poskytovaných prostredníctvom prepojených stránok. Tieto odkazy vám poskytujeme iba z dôvodu pohodlia a zahrnutie akéhokoľvek odkazu neznamená, že sme stránku schválili alebo s ňou spojené súvisiace služby.
sl: 13.11 Povezave do spletnih mest tretjih oseb: Storitve ali naše spletno mesto lahko vključujejo povezave do spletnih mest tretjih oseb („Povezana spletna mesta“). Povezanih spletnih mest ne nadzorujemo in ne odgovarjamo za vsebino katerega koli povezanega spletnega mesta, vključno z nobeno povezavo na povezanem spletnem mestu, ali za kakršne koli spremembe ali posodobitve povezanega spletnega mesta ali storitev, ki se zagotavljajo prek povezanega spletnega mesta. Te povezave vam ponujamo le kot priročnost in vključitev katere koli povezave ne pomeni, da bomo spletno mesto ali kakršne koli povezane storitve, ki jih ponuja spletno mesto, potrdili sami.
sq: 13.11 Lidhje me faqet e palëve të treta: Shërbimet ose faqja jonë e internetit mund të përfshijnë lidhje me faqet e palëve të treta (&#39;Faqet e lidhura&#39;). Sitet e Lidhura nuk janë nën kontrollin tonë dhe ne nuk jemi përgjegjës për përmbajtjen e ndonjë siti të lidhur, përfshirë pa asnjë kufizim ndonjë lidhje të përfshirë në një sit të lidhur, ose ndonjë ndryshim ose azhurnim në një sit të lidhur ose Shërbime të ofruara përmes një siti të lidhur. Ne ju ofrojmë këto lidhje vetëm për ju si lehtësi, dhe përfshirja e ndonjë lidhje nuk nënkupton miratimin nga ana e faqes ose ndonjë shërbim shoqërues të siguruar nga faqja e internetit.
sr: 13.11 Линкови на веб локације трећих страна: Услуге или наша веб локација могу да садрже везе на веб локације трећих страна („Повезане странице“). Повезане странице нису под нашом контролом и ми нисмо одговорни за садржај било које повезане странице, укључујући без ограничења било коју везу која се налази на повезаном веб локацији, или било какве промене или исправке на везаном веб месту или услугама преко повезаних локација. Ове линкове вам пружамо само као погодност, а укључивање било које везе не подразумева одобрење од стране веб странице или било које повезане услуге коју пружа веб локација.
sv: 13.11 Länkar till tredje parts webbplatser: Tjänsterna eller vår webbplats kan innehålla länkar till tredje parts webbplatser (&#39;Länkade webbplatser&#39;). De länkade webbplatserna är inte under vår kontroll och vi ansvarar inte för innehållet på någon länkad webbplats, inklusive utan begränsning någon länk som finns på en länkad webbplats, eller för ändringar eller uppdateringar av en länkad webbplats eller tjänster som tillhandahålls via en länkad webbplats. Vi tillhandahåller endast dessa länkar till dig som en bekvämlighet, och införandet av någon länk innebär inte godkännande av oss av sajten eller några tillhörande tjänster som tillhandahålls av webbplatsen.
sw: 13.11 Viunga na Sehemu za Tatu: Huduma au wavuti yetu inaweza kujumuisha viungo kwa wavuti za watu wengine (&#39;Sehemu zilizounganishwa&#39;). Maeneo Yaliyounganishwa hayatadhibiti na hatuwajibiki kwa yaliyomo katika Tovuti yoyote Iliyoshikamana, pamoja na bila kikomo kiungo chochote kilicho kwenye Tovuti iliyounganishwa, au mabadiliko yoyote au sasisho kwenye Tovuti iliyounganishwa au Huduma zinazotolewa kupitia Tovuti iliyounganishwa. Tunakupa viungo hivi kwako tu kama urahisi, na kuingizwa kwa kiungo chochote haimaanishi kudhibitishwa na sisi wa tovuti au huduma zozote zinazohusiana zinazotolewa na tovuti.
ta: 13.11 மூன்றாம் தரப்பு தளங்களுக்கான இணைப்புகள்: சேவைகள் அல்லது எங்கள் வலைத்தளத்தில் மூன்றாம் தரப்பு தளங்களுக்கான இணைப்புகள் (&#39;இணைக்கப்பட்ட தளங்கள்&#39;) இருக்கலாம். இணைக்கப்பட்ட தளங்கள் எங்கள் கட்டுப்பாட்டில் இல்லை, எந்தவொரு இணைக்கப்பட்ட தளத்தின் உள்ளடக்கங்களுக்கும் நாங்கள் பொறுப்பேற்க மாட்டோம், இதில் ஒரு இணைக்கப்பட்ட தளத்தில் உள்ள எந்தவொரு இணைப்பையும் கட்டுப்படுத்தாமல், அல்லது இணைக்கப்பட்ட தளத்தின் மாற்றங்கள் அல்லது புதுப்பிக்கப்பட்ட தளங்கள் அல்லது இணைக்கப்பட்ட தளத்தின் மூலம் வழங்கப்படும் சேவைகள். இந்த இணைப்புகளை நாங்கள் உங்களுக்கு ஒரு வசதியாக மட்டுமே வழங்குகிறோம், மேலும் எந்தவொரு இணைப்பையும் சேர்ப்பது தளத்தின் ஒப்புதலையும் அல்லது தளத்தால் வழங்கப்பட்ட எந்தவொரு தொடர்புடைய சேவைகளையும் குறிக்காது.
te: 13.11 మూడవ పార్టీ సైట్‌లకు లింక్‌లు: సేవలు లేదా మా వెబ్‌సైట్‌లో మూడవ పార్టీ సైట్‌లకు (&#39;లింక్డ్ సైట్స్&#39;) లింక్‌లు ఉండవచ్చు. లింక్డ్ సైట్లు మా నియంత్రణలో లేవు మరియు లింక్డ్ సైట్‌లోని ఏదైనా లింక్‌ను పరిమితం చేయకుండా, లేదా లింక్డ్ సైట్ లేదా లింక్డ్ సైట్ ద్వారా అందించబడిన సేవలకు ఏవైనా మార్పులు లేదా నవీకరణలతో సహా, ఏదైనా లింక్డ్ సైట్ యొక్క కంటెంట్‌లకు మేము బాధ్యత వహించము. మేము ఈ లింక్‌లను మీకు సౌలభ్యం వలె మాత్రమే అందిస్తున్నాము మరియు ఏదైనా లింక్‌ను చేర్చడం ద్వారా సైట్ లేదా సైట్ అందించిన ఏదైనా అనుబంధ సేవలను మేము ఆమోదించమని సూచించదు.
tg: 13.11 Истинодҳо ба сайтҳои тарафи сеюм: Хидматҳо ё вебсайти мо метавонанд пайвандҳо ба сайтҳои тарафи сеюм (&#39;Сайтҳои пайвандшуда&#39;) дар бар гиранд. Сомонаҳои пайваста таҳти назорати мо нестанд ва мо барои мундариҷаи ягон сайти пайвандшуда, аз ҷумла бидуни маҳдудият, ягон истиноде, ки дар сайти пайваста мавҷуд аст, ё ягон тағирот ё навсозӣ ба сайти пайвандшуда ё хидмате, ки тавассути сайти пайваста пешкаш мешавад, масъул нестем. Мо ин истинодҳоро ба шумо танҳо ҳамчун осонӣ пешкаш мекунем ва дохил кардани ягон истинод маънои аз ҷониби худи сайт ва ё хидматҳои ба он алоқаманд пешкаш шудани онро дар назар надорад.
th: 13.11 ลิงก์ไปยังไซต์ของบุคคลภายนอก: บริการหรือเว็บไซต์ของเราอาจมีลิงก์ไปยังไซต์ของบุคคลที่สาม (&#39;ไซต์ที่เชื่อมโยง&#39;) ไซต์ที่เชื่อมโยงไม่ได้อยู่ภายใต้การควบคุมของเราและเราจะไม่รับผิดชอบต่อเนื้อหาของไซต์ที่เชื่อมโยงใด ๆ รวมถึง แต่ไม่ จำกัด เพียงลิงก์ใด ๆ ที่อยู่ในไซต์ที่เชื่อมโยงหรือการเปลี่ยนแปลงหรืออัปเดตใด ๆ ไปยังไซต์ที่เชื่อมโยงหรือบริการที่มีให้ผ่านไซต์ที่เชื่อมโยง เราให้ลิงก์เหล่านี้แก่คุณเพื่อความสะดวกเท่านั้นและการรวมลิงก์ใด ๆ ไม่ได้หมายความว่าเราได้รับการรับรองไซต์หรือบริการที่เกี่ยวข้องใด ๆ ที่จัดหาให้โดยไซต์
tk: 13.11 Üçünji tarap sahypalaryna baglanyşyklar: Hyzmatlar ýa-da web sahypamyz üçünji tarap sahypalaryna baglanyşyklary öz içine alyp biler (&#39;Baglanan saýtlar&#39;). Birikdirilen saýtlar biziň gözegçiligimizde däl we islendik Baglanylan Saýtyň mazmuny üçin jogapkärçilik çekmeýäris, şol sanda Baglanylan Saýtdaky haýsydyr bir baglanyşygy, ýa-da Baglanylan Saýtyň ýa-da Baglanyşyk Saýtynyň üsti bilen berilýän Hyzmatlaryň üýtgemelerini ýa-da täzelenmelerini. Bu baglanyşyklary size diňe bir amatlylyk hökmünde hödürleýäris we islendik baglanyşygyň goşulmagy, sahypanyň ýa-da sahypa tarapyndan berlen hyzmatlaryň tassyklanmagyny aňlatmaýar.
tl: 13.11 Mga link sa mga Site ng Third Party: Ang Mga Serbisyo o aming website ay maaaring magsama ng mga link sa mga site ng third party (&#39;Mga Nauugnay na Site&#39;). Ang Mga Nauugnay na Site ay hindi nasa ilalim ng aming kontrol at hindi kami responsable para sa mga nilalaman ng anumang naka-link na Site, kasama ang walang limitasyon ng anumang link na nilalaman sa isang Naka-link na Site, o anumang mga pagbabago o pag-update sa isang naka-link na Site o ang Mga Serbisyo na ibinigay sa pamamagitan ng isang Naka-link na Site. Kami ay nagbibigay sa mga link na ito sa iyo lamang bilang isang kaginhawaan, at ang pagsasama ng anumang link ay hindi nagpapahiwatig ng pagrekomenda sa amin ng site o anumang mga nauugnay na serbisyo na ibinigay ng site.
tr: 13.11 Üçüncü Şahıs Sitelerine Bağlantılar: Hizmetler veya web sitemiz üçüncü şahıs sitelerine (&#39;Bağlantılı Siteler&#39;) bağlantılar içerebilir. Bağlantılı Siteler bizim kontrolümüz altında değildir ve Bağlantılı Sitede yer alan herhangi bir bağlantı veya Bağlantılı Sitede veya Bağlantılı Site aracılığıyla sağlanan Hizmetlerde yapılan herhangi bir değişiklik veya güncelleme dahil ancak bunlarla sınırlı olmamak üzere herhangi bir Bağlantılı Sitenin içeriğinden sorumlu değiliz. Bu bağlantıları size yalnızca kolaylık sağlamak amacıyla sunuyoruz ve herhangi bir bağlantının dahil edilmesi, sitenin veya site tarafından sağlanan herhangi bir ilişkili hizmetin tarafımızca onaylandığı anlamına gelmez.
tt: 13.11 Өченче як сайтларына сылтамалар: Хезмәтләр яки безнең сайт өченче як сайтларына сылтамалар кертә ала (&#39;Бәйләнгән сайтлар&#39;). Бәйләнгән сайтлар безнең контроль астында түгел һәм без бәйләнгән сайтның эчтәлеге өчен җаваплы түгел, шул исәптән бәйләнгән сайттагы сылтаманы, яки бәйләнгән сайтка үзгәрешләр, яңартулар, бәйләнгән сайт аша күрсәтелгән хезмәтләр. Без сезгә бу сылтамаларны уңайлыклар гына итеп тәкъдим итәбез, һәм теләсә нинди сылтаманы кертү сайтның хуплавын аңлатмый, яисә сайт күрсәткән бүтән хезмәтләр.
ug: 13.11 ئۈچىنچى تەرەپ تور بېكەتلىرىگە ئۇلىنىش: مۇلازىمەتلەر ياكى تور بېكىتىمىز ئۈچىنچى تەرەپ تور بېكەتلىرىنىڭ ئۇلىنىشىنى ئۆز ئىچىگە ئالىدۇ («ئۇلانغان بېكەتلەر»). ئۇلانغان تور بېكەتلەر بىزنىڭ كونتروللۇقىمىزدا ئەمەس ، بىز ئۇلانغان تور بېكەتنىڭ مەزمۇنىغا ، جۈملىدىن ئۇلانغان تور بېكەتتىكى ھەر قانداق ئۇلىنىشقا ، ياكى ئۇلانغان تور بېكەتكە ياكى تور بېكەت تەمىنلىگەن مۇلازىمەتكە ئۆزگەرتىش ياكى يېڭىلاشقا چەكلىمە قويمايمىز. بىز بۇ ئۇلىنىشلارنى سىزگە پەقەت قۇلايلىق سۈپىتىدە تەمىنلەۋاتىمىز ، ھەر قانداق ئۇلانمىنىڭ قوشۇلۇشى بىز تور بېكەتنىڭ ياكى تور بېكەت تەمىنلىگەن مۇناسىۋەتلىك مۇلازىمەتلەرنىڭ قوللىغانلىقىدىن دېرەك بەرمەيدۇ.
uk: 13.11 Посилання на сторонні сайти: Служби або наш веб-сайт можуть містити посилання на сторонні сайти (&quot;Пов&#39;язані сайти&quot;). Пов&#39;язані Сайти не знаходяться під нашим контролем, і ми не несемо відповідальності за вміст будь-якого пов&#39;язаного Сайту, включаючи, без обмежень, будь-яке посилання, що міститься на Пов&#39;язаному Сайті, або будь-які зміни або оновлення на Пов&#39;язаному Сайті або Послугах, що надаються через Пов&#39;язаний Сайт. Ми надаємо вам ці посилання лише для зручності, і включення будь-якого посилання не означає затвердження нами веб-сайту або будь-яких пов&#39;язаних з ним послуг, що надаються на сайті.
ur: 13.11 تیسری پارٹی کی سائٹوں کے ل Links لنک: خدمات یا ہماری ویب سائٹ میں تیسری پارٹی کی سائٹوں (&#39;لنکڈ سائٹس&#39;) کے لنکس شامل ہوسکتے ہیں۔ لنکڈ سائٹیں ہمارے کنٹرول میں نہیں ہیں اور ہم کسی لنکڈ سائٹ کے مندرجات کے ل responsible ذمہ دار نہیں ہیں ، بشمول کسی لنکڈ سائٹ میں موجود کوئی لنک ، یا لنکڈ سائٹ یا کسی لنکڈ سائٹ کے ذریعہ فراہم کردہ خدمات میں کوئی تبدیلی یا اپ ڈیٹ شامل ہیں۔ ہم یہ رابطے صرف ایک سہولت کے طور پر آپ کو فراہم کر رہے ہیں ، اور کسی بھی لنک کو شامل کرنے سے ہماری طرف سے سائٹ یا سائٹ کے ذریعہ فراہم کردہ کسی بھی متعلقہ خدمات کی توثیق نہیں ہوگی۔
uz: 13.11 Uchinchi tomon saytlariga havolalar: Xizmatlar yoki veb-saytimiz uchinchi tomon saytlariga havolalarni o&#39;z ichiga olishi mumkin (&#39;Bog&#39;langan saytlar&#39;). Bog&#39;langan saytlar bizning nazorati ostida emas va biz har qanday bog&#39;langan sayt tarkibiga, shu jumladan bog&#39;langan sayt tarkibidagi har qanday havolaga, yoki bog&#39;langan sayt yoki bog&#39;langan sayt orqali taqdim etiladigan xizmatlarga har qanday o&#39;zgarishlar yoki yangilanishlarga javobgar emasmiz. Biz ushbu havolalarni sizga qulaylik sifatida taqdim etamiz va har qanday havolaning kiritilishi biz tomonidan sayt tomonidan qo&#39;llab-quvvatlanmaydi yoki sayt tomonidan taqdim etilgan har qanday bog&#39;liq xizmatlar.
vi: 13.11 Liên kết đến các trang web của bên thứ ba: Dịch vụ hoặc trang web của chúng tôi có thể bao gồm các liên kết đến các trang web của bên thứ ba (&#39;Các trang web được liên kết&#39;). Các Trang được Liên kết không thuộc quyền kiểm soát của chúng tôi và chúng tôi không chịu trách nhiệm về nội dung của bất kỳ Trang được Liên kết nào, bao gồm nhưng không giới hạn bất kỳ liên kết nào có trong Trang được Liên kết, hoặc bất kỳ thay đổi hoặc cập nhật nào đối với Trang được Liên kết hoặc Dịch vụ được cung cấp qua Trang được Liên kết. Chúng tôi chỉ cung cấp các liên kết này cho bạn để tạo sự thuận tiện và việc đưa vào bất kỳ liên kết nào không có nghĩa là chúng tôi xác nhận trang web hoặc bất kỳ dịch vụ liên quan nào do trang web cung cấp.
xh: 13.11 Unxibelelaniso kwiiSayithi zoMntu wesithathu: Iinkonzo okanye iwebhusayithi yethu inokubandakanya amakhonkco esayithi lesithathu (&#39;iiNdawo eziDityanisiweyo&#39;). Iindawo eziDityanisiweyo azikho phantsi kolawulo lwethu kwaye asinoxanduva lokuqulatha nakweyiphi na indawo edityaniswe kuyo, kubandakanya ngaphandle kokuthintelwa nayiphi na ikhonkco elikuSiza esiDibeneyo, okanye naluphi na utshintsho okanye uhlaziyo kwiNdawo edityanisiweyo okanye iiNkonzo ezinikezwe ngeNdawo esiDibeneyo. Sinikezela ezi linki kuwe njengezolula, kwaye ukubandakanywa kulo naliphi na ikhonkco aluthethi ukuxhaswa sisi siza okanye naziphi na iinkonzo ezinxulumene nesayithi.
yi: 13.11 לינקס צו דריט פּאַרטיי זייטלעך: די סערוויסעס אָדער אונדזער וועבזייטל קען אַרייַננעמען לינקס צו דריט פּאַרטיי זייטלעך (&#39;לינגקט זייטלעך&#39;). די לינגקט זייטלעך זענען נישט אונטער אונדזער קאָנטראָל און מיר זענען נישט פאַראַנטוואָרטלעך פֿאַר די אינהאַלט פון קיין לינגקט מאַפּע, אַרייַנגערעכנט אָן באַגרענעצונג קיין לינק קאַנטיינד אין אַ לינקעד מאַפּע, אָדער פֿאַר ענדערונגען אָדער דערהייַנטיקונגען צו אַ לינקעד מאַפּע אָדער די סערוויסעס צוגעשטעלט דורך אַ לינקעד מאַפּע. מיר צושטעלן די פֿאַרבינדונגען צו איר בלויז ווי אַ קאַנוויניאַנס, און די ינקלוזשאַן פון קיין לינק קען נישט ימפּלייז ענדאָרסמאַנט דורך אונדז פון די מאַפּע אָדער קיין פֿאַרבונדן סערוויסעס צוגעשטעלט דורך די מאַפּע.
