Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Check your system settings to make sure that
af: Gaan jou stelselinstellings na om seker te maak dat
am: ያንን ለማረጋገጥ የስርዓት ቅንብሮችዎን ያረጋግጡ
ar: تحقق من إعدادات النظام لديك للتأكد من ذلك
az: Buna əmin olmaq üçün sistem parametrlərinizi yoxlayın
be: Праверце налады сістэмы, каб пераканацца ў гэтым
bg: Проверете системните настройки, за да се уверите, че
bn: এটি নিশ্চিত করতে আপনার সিস্টেম সেটিংস পরীক্ষা করুন
ca: Comproveu la configuració del vostre sistema per assegurar-vos-ho
cs: Zkontrolujte nastavení systému, abyste se ujistili
cy: Gwiriwch osodiadau eich system i wneud yn siŵr hynny
da: Tjek dine systemindstillinger for at sikre det
de: Überprüfen Sie Ihre Systemeinstellungen, um dies sicherzustellen
el: Ελέγξτε τις ρυθμίσεις του συστήματός σας για να βεβαιωθείτε ότι
eo: Kontrolu viajn sistemajn agordojn por certigi tion
es: Verifique la configuración de su sistema para asegurarse de que
et: Kontrollige selles veendumiseks oma süsteemiseadeid
eu: Egiaztatu zure sistemaren ezarpenak hori ziurtatzeko
fa: تنظیمات سیستم خود را بررسی کنید تا مطمئن شوید
fi: Tarkista järjestelmäasetukset varmistaaksesi sen
fr: Vérifiez les paramètres de votre système pour vous assurer que
fy: Kontrolearje jo systeemynstellingen om der wis fan te wêzen
ga: Seiceáil do shocruithe córais lena chinntiú go bhfuil
gd: Thoir sùil air roghainnean an t-siostaim agad gus dèanamh cinnteach sin
gl: Comprobe a configuración do seu sistema para asegurarse de que
gu: તેની ખાતરી કરવા માટે તમારી સિસ્ટમ સેટિંગ્સ તપાસો
hi: यह सुनिश्चित करने के लिए अपनी सिस्टम सेटिंग्स जांचें
hr: Provjerite postavke sustava kako biste bili sigurni
hu: Ellenőrizze a rendszerbeállításokat, hogy megbizonyosodjon erről
hy: Ստուգեք ձեր համակարգի կարգավորումները՝ դա համոզվելու համար
id: Periksa pengaturan sistem Anda untuk memastikan bahwa
is: Athugaðu kerfisstillingarnar þínar til að ganga úr skugga um það
it: Controlla le impostazioni di sistema per assicurarti che
iw: בדוק את הגדרות המערכת כדי לוודא זאת
ja: システム設定をチェックして、次のことを確認してください。
ka: შეამოწმეთ თქვენი სისტემის პარამეტრები, რომ დარწმუნდეთ ამაში
kk: Бұған көз жеткізу үшін жүйе параметрлерін тексеріңіз
km: សូមពិនិត្យមើលការកំណត់ប្រព័ន្ធរបស់អ្នក ដើម្បីប្រាកដថាវា។
kn: ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ku: Mîhengên pergala xwe kontrol bikin da ku hûn pê ewle bibin
ky: Муну текшерүү үчүн тутум орнотууларыңызды текшериңиз
lb: Kontrolléiert Är Systemastellungen fir sécher ze stellen datt
lo: ກວດເບິ່ງການຕັ້ງຄ່າລະບົບຂອງທ່ານເພື່ອໃຫ້ແນ່ໃຈວ່າ
lt: Patikrinkite sistemos nustatymus, kad tuo įsitikintumėte
lv: Pārbaudiet sistēmas iestatījumus, lai par to pārliecinātos
mg: Jereo ny firafitry ny rafitrao mba hahazoana antoka izany
mi: Tirohia o tautuhinga punaha kia mohio ai
mk: Проверете ги поставките на системот за да се уверите во тоа
ml: അത് ഉറപ്പാക്കാൻ നിങ്ങളുടെ സിസ്റ്റം ക്രമീകരണങ്ങൾ പരിശോധിക്കുക
mn: Үүнийг шалгахын тулд системийн тохиргоогоо шалгана уу
mr: याची खात्री करण्यासाठी तुमच्या सिस्टम सेटिंग्ज तपासा
ms: Semak tetapan sistem anda untuk memastikannya
mt: Iċċekkja s-settings tas-sistema tiegħek biex tiżgura li
my: သေချာအောင် သင့်စနစ်ဆက်တင်များကို စစ်ဆေးပါ။
ne: यो सुनिश्चित गर्न आफ्नो प्रणाली सेटिङहरू जाँच गर्नुहोस्
nl: Controleer uw systeeminstellingen om er zeker van te zijn dat:
no: Sjekk systeminnstillingene dine for å forsikre deg om det
or: ଏହା ନିଶ୍ଚିତ କରିବାକୁ ଆପଣଙ୍କର ସିଷ୍ଟମ୍ ସେଟିଂସମୂହ ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਆਪਣੀਆਂ ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdź ustawienia systemu, aby upewnić się, że
ps: د دې ډاډ ترلاسه کولو لپاره خپل سیسټم تنظیمات چیک کړئ
pt: Verifique as configurações do sistema para certificar-se de que
ro: Verificați setările sistemului pentru a vă asigura că
ru: Проверьте настройки вашей системы, чтобы убедиться, что
rw: Reba igenamiterere rya sisitemu kugirango umenye neza ko
sd: انهي کي پڪ ڪرڻ لاء توهان جي سسٽم سيٽنگون چيڪ ڪريو
si: එය තහවුරු කර ගැනීමට ඔබේ පද්ධති සැකසුම් පරීක්ෂා කරන්න
sk: Skontrolujte nastavenia svojho systému, aby ste sa uistili
sl: Preverite sistemske nastavitve, da se prepričate o tem
sq: Kontrolloni cilësimet e sistemit tuaj për t'u siguruar që
sr: Проверите подешавања система да бисте се уверили у то
sv: Kontrollera dina systeminställningar för att säkerställa det
sw: Angalia mipangilio ya mfumo wako ili kuhakikisha kuwa
ta: என்பதை உறுதிப்படுத்த உங்கள் கணினி அமைப்புகளைச் சரிபார்க்கவும்
te: అని నిర్ధారించుకోవడానికి మీ సిస్టమ్ సెట్టింగ్‌లను తనిఖీ చేయండి
tg: Танзимоти системаи худро тафтиш кунед, то боварӣ ҳосил кунед, ки ин
th: ตรวจสอบการตั้งค่าระบบของคุณเพื่อให้แน่ใจว่า
tk: Muny anyklamak üçin ulgam sazlamalaryňyzy barlaň
tl: Suriin ang iyong mga setting ng system upang matiyak iyon
tr: olduğundan emin olmak için sistem ayarlarınızı kontrol edin.
tt: Моны тикшерү өчен система көйләнмәләрен тикшерегез
ug: بۇنى جەزملەشتۈرۈش ئۈچۈن سىستېما تەڭشىكىڭىزنى تەكشۈرۈڭ
uk: Перевірте налаштування системи, щоб переконатися в цьому
ur: اس بات کو یقینی بنانے کے لیے اپنے سسٹم کی ترتیبات چیک کریں۔
uz: Bunga ishonch hosil qilish uchun tizim sozlamalarini tekshiring
vi: Kiểm tra cài đặt hệ thống của bạn để đảm bảo rằng
xh: Jonga iisetingi zesixokelelwano sakho ukuze uqiniseke ukuba
yi: קאָנטראָלירן דיין סיסטעם סעטטינגס צו מאַכן זיכער אַז

source: is available. If not, plug one in. You might need to restart your browser.
af: is beskikbaar. Indien nie, prop een in. Jy sal dalk jou blaaier moet herbegin.
am: ይገኛል ። ካልሆነ አንዱን ይሰኩት። አሳሽህን እንደገና ማስጀመር ያስፈልግህ ይሆናል።
ar: متاح. إذا لم يكن كذلك ، فقم بتوصيل واحد. قد تحتاج إلى إعادة تشغيل المتصفح.
az: mövcuddur. Əgər yoxsa, birini qoşun. Brauzerinizi yenidən başlatmalı ola bilərsiniz.
be: даступны. Калі няма, падключыце адзін. Магчыма, вам спатрэбіцца перазапусціць браўзер.
bg: е на разположение. Ако не, включете такъв. Може да се наложи да рестартирате браузъра си.
bn: সহজলভ্য. যদি না হয়, তাহলে একটি প্লাগ ইন করুন৷ আপনাকে আপনার ব্রাউজার পুনরায় চালু করতে হতে পারে৷
ca: està disponible. Si no, connecteu-ne un. És possible que hàgiu de reiniciar el navegador.
cs: je k dispozici. Pokud ne, zapojte jeden. Možná budete muset restartovat prohlížeč.
cy: ar gael. Os na, plygiwch un i mewn. Efallai y bydd angen i chi ailgychwyn eich porwr.
da: er tilgængelig. Hvis ikke, skal du tilslutte en. Du skal muligvis genstarte din browser.
de: ist verfügbar. Wenn nicht, schließen Sie einen an. Möglicherweise müssen Sie Ihren Browser neu starten.
el: είναι διαθέσιμο. Εάν όχι, συνδέστε ένα. Ίσως χρειαστεί να επανεκκινήσετε το πρόγραμμα περιήγησής σας.
eo: estas disponebla. Se ne, enŝovu unu. Vi eble bezonos rekomenci vian retumilon.
es: está disponible. De lo contrario, conecte uno. Es posible que deba reiniciar su navegador.
et: on olemas. Kui ei, siis ühendage üks. Võimalik, et peate brauseri taaskäivitama.
eu: eskuragarri dago. Hala ez bada, konektatu bat. Baliteke arakatzailea berrabiarazi behar izatea.
fa: موجود است. اگر نه، یکی را وصل کنید. ممکن است لازم باشد مرورگر خود را مجددا راه اندازی کنید.
fi: on käytettävissä. Jos ei, liitä sellainen. Sinun on ehkä käynnistettävä selain uudelleen.
fr: est disponible. Si ce n'est pas le cas, branchez-en un. Vous devrez peut-être redémarrer votre navigateur.
fy: is beskikber. Sa net, plug ien yn. Jo moatte miskien opnij starte jo blêder.
ga: ar fáil. Mura bhfuil, plugáil isteach é. Seans go mbeidh ort do bhrabhsálaí a atosú.
gd: ri fhaighinn. Mur eil, plug a-steach fear. 'S dòcha gum feum thu am brabhsair agad ath-thòiseachadh.
gl: está dispoñible. Se non, conecta un. Pode que teñas que reiniciar o teu navegador.
gu: ઉપલબ્ધ છે. જો નહિં, તો એક પ્લગ ઇન કરો. તમારે તમારા બ્રાઉઝરને ફરીથી પ્રારંભ કરવાની જરૂર પડી શકે છે.
hi: उपलब्ध है। यदि नहीं, तो एक प्लग इन करें। आपको अपने ब्राउज़र को पुनरारंभ करने की आवश्यकता हो सकती है।
hr: dostupan. Ako nije, uključite jedan. Možda ćete morati ponovno pokrenuti preglednik.
hu: elérhető. Ha nem, csatlakoztasson egyet. Lehet, hogy újra kell indítania a böngészőt.
hy: առկա է. Եթե ոչ, միացրեք մեկը: Հնարավոր է, որ անհրաժեշտ լինի վերագործարկել ձեր բրաուզերը:
id: tersedia. Jika tidak, colokkan satu. Anda mungkin perlu memulai ulang browser Anda.
is: er laus. Ef ekki, stingdu einum í samband. Þú gætir þurft að endurræsa vafrann þinn.
it: è disponibile. In caso contrario, collegarne uno. Potrebbe essere necessario riavviare il browser.
iw: זמין. אם לא, חבר אחד לחשמל. ייתכן שיהיה עליך להפעיל מחדש את הדפדפן.
ja: 利用可能です。そうでない場合は、接続します。ブラウザの再起動が必要になる場合があります。
ka: ხელმისაწვდომია. თუ არა, შეაერთეთ ერთი. შეიძლება დაგჭირდეთ თქვენი ბრაუზერის გადატვირთვა.
kk: қол жетімді. Олай болмаса, біреуін қосыңыз. Браузерді қайта іске қосу қажет болуы мүмкін.
km: អាចប្រើបាន។ បើមិនអញ្ចឹងទេ សូមដោតវាមួយ។ អ្នកប្រហែលជាត្រូវចាប់ផ្តើមកម្មវិធីរុករករបស់អ្នកឡើងវិញ។
kn: ಲಭ್ಯವಿದೆ. ಇಲ್ಲದಿದ್ದರೆ, ಪ್ಲಗ್ ಇನ್ ಮಾಡಿ. ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ನೀವು ಮರುಪ್ರಾರಂಭಿಸಬೇಕಾಗಬಹುದು.
ku: heye. Ger na, yek têxe. Dibe ku hûn hewce ne ku geroka xwe ji nû ve bidin destpêkirin.
ky: жеткиликтүү. Болбосо, бирин сайыңыз. Браузериңизди өчүрүп күйгүзүшүңүз керек болушу мүмкүн.
lb: verfügbar ass. Wann net, Plug een an. Dir musst Äre Browser nei starten.
lo: ສາມາດໃຊ້ໄດ້. ຖ້າບໍ່, ໃຫ້ສຽບອັນໃດນຶ່ງເຂົ້າໄປ. ທ່ານອາດຕ້ອງປິດເປີດບຣາວເຊີຂອງທ່ານຄືນໃໝ່.
lt: yra. Jei ne, prijunkite jį. Gali reikėti iš naujo paleisti naršyklę.
lv: ir pieejams. Ja nē, pievienojiet to. Iespējams, būs jārestartē pārlūkprogramma.
mg: dia misy. Raha tsy izany, ampidiro ny iray. Mety mila averinao indray ny navigateur.
mi: kei te wātea. Ki te kore, mono tetahi ki roto. Me timata ano to kaitirotiro.
mk: е на располагање. Ако не, приклучете еден. Можеби ќе треба да го рестартирате прелистувачот.
ml: ലഭ്യമാണ്. ഇല്ലെങ്കിൽ, ഒന്ന് പ്ലഗ് ഇൻ ചെയ്യുക. നിങ്ങളുടെ ബ്രൗസർ പുനരാരംഭിക്കേണ്ടി വന്നേക്കാം.
mn: боломжтой. Үгүй бол нэгийг нь залгана уу. Та хөтчөө дахин эхлүүлэх шаардлагатай байж магадгүй.
mr: उपलब्ध आहे. नसल्यास, एक प्लग इन करा. तुम्हाला तुमचा ब्राउझर रीस्टार्ट करावा लागेल.
ms: boleh didapati. Jika tidak, palamkan satu. Anda mungkin perlu memulakan semula penyemak imbas anda.
mt: hija disponibbli. Jekk le, plagg wieħed. Jista' jkun li jkollok bżonn terġa' tibda l-browser tiegħek.
my: ရနိုင်သည်။ မဟုတ်ပါက၊ တစ်ခုအားတပ်ပါ။ သင့်ဘရောက်ဆာကို ပြန်လည်စတင်ရန် လိုအပ်နိုင်သည်။
ne: उपलब्ध छ। यदि होइन भने, एउटा प्लग इन गर्नुहोस्। तपाईंले आफ्नो ब्राउजर पुन: सुरु गर्न आवश्यक पर्दछ।
nl: is beschikbaar. Als dat niet het geval is, sluit u er een aan. Mogelijk moet u uw browser opnieuw opstarten.
no: er tilgjengelig. Hvis ikke, koble til en. Du må kanskje starte nettleseren på nytt.
or: ଉପଲବ୍ଧ | ଯଦି ନୁହେଁ, ଗୋଟିଏ ପ୍ଲଗ୍ ଇନ୍ କରନ୍ତୁ | ଆପଣଙ୍କୁ ହୁଏତ ଆପଣଙ୍କର ବ୍ରାଉଜର୍ ପୁନ rest ଆରମ୍ଭ କରିବାକୁ ପଡିବ |
pa: ਉਪਲਬਧ ਹੈ। ਜੇਕਰ ਨਹੀਂ, ਤਾਂ ਇੱਕ ਪਲੱਗ ਇਨ ਕਰੋ। ਤੁਹਾਨੂੰ ਆਪਣੇ ਬ੍ਰਾਊਜ਼ਰ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ।
pl: jest dostępny. Jeśli nie, podłącz jeden. Może być konieczne ponowne uruchomienie przeglądarki.
ps: شتون لری. که نه، یو یې ولګوئ. تاسو ممکن خپل براوزر بیا پیلولو ته اړتیا ولرئ.
pt: está disponível. Caso contrário, conecte um. Talvez seja necessário reiniciar o navegador.
ro: este disponibil. Dacă nu, conectați unul. Poate fi necesar să reporniți browserul.
ru: доступен. Если нет, подключите его. Возможно, вам потребуется перезапустить браузер.
rw: irahari. Niba atariyo, shyiramo imwe. Urashobora gukenera gutangira mushakisha yawe.
sd: دستياب آهي. جيڪڏھن نه، ھڪڙو پلگ ان ڪريو. توھان کي پنھنجي برائوزر کي ٻيهر شروع ڪرڻ جي ضرورت پوندي.
si: ලබා ගත හැක. එසේ නොවේ නම්, එකක් පේනුගත කරන්න. ඔබට ඔබගේ බ්‍රවුසරය නැවත ආරම්භ කිරීමට අවශ්‍ය විය හැක.
sk: je k dispozícii. Ak nie, zapojte ho. Možno budete musieť reštartovať prehliadač.
sl: Na voljo. Če ne, ga priključite. Morda boste morali znova zagnati brskalnik.
sq: është në dispozicion. Nëse jo, futeni një. Mund t'ju duhet të rinisni shfletuesin tuaj.
sr: је доступан. Ако не, прикључите један. Можда ћете морати да поново покренете прегледач.
sv: är tillgänglig. Om inte, koppla in en. Du kan behöva starta om din webbläsare.
sw: inapatikana. Ikiwa sivyo, chomeka moja. Huenda ukahitaji kuanzisha upya kivinjari chako.
ta: கிடைக்கும். இல்லையெனில், ஒன்றைச் செருகவும். உங்கள் உலாவியை மறுதொடக்கம் செய்ய வேண்டியிருக்கும்.
te: అందుబాటులో ఉంది. లేకపోతే, ప్లగ్ ఇన్ చేయండి. మీరు మీ బ్రౌజర్‌ని పునఃప్రారంభించాల్సి రావచ్చు.
tg: дастрас аст. Дар акси ҳол, якеро васл кунед. Шояд шумо бояд браузери худро бозоғоз намоед.
th: สามารถใช้ได้. หากไม่เป็นเช่นนั้น ให้เสียบเข้าไป คุณอาจต้องรีสตาร์ทเบราว์เซอร์
tk: elýeterlidir. Notok bolsa, birini dakyň. Brauzeriňizi täzeden açmaly bolmagyňyz mümkin.
tl: mayroon pa. Kung hindi, isaksak ang isa. Maaaring kailanganin mong i-restart ang iyong browser.
tr: gecerli. Değilse, bir tane takın. Tarayıcınızı yeniden başlatmanız gerekebilir.
tt: бар. Notк икән, берсен кабызыгыз. Сезгә браузерны яңадан эшләтеп җибәрергә кирәк булыр.
ug: is available. ئەگەر ئۇنداق بولمىسا ، بىرنى چېتىڭ. توركۆرگۈڭىزنى قايتا قوزغىتىشىڭىز مۇمكىن.
uk: доступний. Якщо ні, підключіть його. Можливо, вам доведеться перезапустити веб-переглядач.
ur: دستیاب ہے. اگر نہیں، تو ایک پلگ ان کریں۔ آپ کو اپنا براؤزر دوبارہ شروع کرنے کی ضرورت پڑ سکتی ہے۔
uz: mavjud. Agar yo'q bo'lsa, birini ulang. Brauzeringizni qayta ishga tushirishingiz kerak bo'lishi mumkin.
vi: có sẵn. Nếu không, hãy cắm một cái vào. Bạn có thể phải khởi động lại trình duyệt của mình.
xh: iyafumaneka. Ukuba akunjalo, plagi enye. Kusenokufuneka uqalise kwakhona isikhangeli sakho.
yi: איז בנימצא. אויב ניט, צאַפּן איינער אין. איר זאל דאַרפֿן צו ריסטאַרט דיין בלעטערער.

source: web camera
af: web kamera
am: የድር ካሜራ
ar: كاميرا ويب
az: veb kamera
be: вэб-камера
bg: уеб камера
bn: ওয়েব ক্যামেরা
ca: càmera web
cs: webová kamera
cy: camera gwe
da: web kamera
de: Web-Kamera
el: web κάμερα
eo: retkamerao
es: cámara web
et: veebikaamera
eu: web kamera
fa: دوربین وب
fi: nettikamera
fr: webcam
fy: web kamera
ga: ceamara gréasáin
gd: camara-lìn
gl: cámara web
gu: વેબ કેમેરા
hi: वेब कैमरा
hr: web kamera
hu: webkamera
hy: վեբ տեսախցիկ
id: kamera web
is: vefmyndavél
iw: מצלמת רשת
ja: ウェブカメラ
ka: ვებ კამერა
kk: веб-камера
km: កាមេរ៉ាបណ្ដាញ
kn: ವೆಬ್ ಕ್ಯಾಮರಾ
ku: kameraya webê
ky: веб камера
lb: Web Kamera
lo: ກ້ອງເວັບ
lt: internetinė kamera
lv: tīmekļa kamera
mg: fakan-tsary web
mi: kāmera tukutuku
mk: веб камера
ml: വെബ് ക്യാമറ
mn: вэб камер
mr: वेब कॅमेरा
ms: kamera sesawang
mt: kamera tal-web
my: ဝဘ်ကင်မရာ
ne: वेब क्यामेरा
no: webkamera
or: ୱେବ୍ କ୍ୟାମେରା |
pa: ਵੈੱਬ ਕੈਮਰਾ
pl: kamerka internetowa
ps: ویب کیمره
pt: câmera web
ro: camera web
ru: веб-камера
rw: kamera y'urubuga
sd: ويب ڪئميرا
si: වෙබ් කැමරාව
sk: Webová kamera
sl: spletna kamera
sq: web kamera
sr: веб камера
sv: webbkamera
sw: kamera ya wavuti
ta: வலை கேமரா
te: వెబ్ కెమెరా
tg: камераи веб
th: กล้องเว็บ
tk: web kamera
tr: internet kamerası
tt: веб-камера
ug: تور كامېراسى
uk: веб-камера
ur: ویب کیمرا
uz: veb-kamera
vi: máy ảnh web
xh: ikhamera yewebhu
yi: וועב אַפּאַראַט

source: You are going to start a Convo call. Start with:
af: Jy gaan 'n Convo-oproep begin. Begin met:
am: የኮንቮ ጥሪ ልትጀምር ነው። በ ... ጀምር:
ar: أنت ذاهب لبدء مكالمة كونفو. أبدا ب:
az: Siz Convo zənginə başlayacaqsınız. Başlayın:
be: Вы збіраецеся пачаць званок Convo. Пачніце з:
bg: Ще започнете Convo разговор. Започни с:
bn: আপনি একটি কনভো কল শুরু করতে যাচ্ছেন। শুরু করা:
ca: Iniciaràs una trucada de Convo. Començar amb:
cs: Chystáte se zahájit hovor Convo. Začít s:
cy: Rydych chi'n mynd i ddechrau galwad Convo. Dechreuwch gyda:
da: Du vil starte et Convo-opkald. Start med:
de: Sie werden einen Convo-Anruf starten. Beginnen mit:
el: Πρόκειται να ξεκινήσετε μια κλήση Convo. Αρχισε με:
eo: Vi komencos Convo-vokon. Komencu per:
es: Vas a iniciar una llamada Convo. Empezar con:
et: Alustate Convo kõnet. Alustage:
eu: Convo dei bat hasiko zara. Hasi:
fa: قرار است یک تماس Convo شروع کنید. شروع کن با:
fi: Aiot aloittaa Convo-puhelun. Aloita:
fr: Vous allez démarrer un appel Convo. Commencer avec:
fy: Jo sille in Convo-oprop begjinne. Begjinne mei:
ga: Tá tú chun glaoch Convo a thosú. Tosaigh le:
gd: Tha thu a’ dol a thòiseachadh gairm Convo. Tòisich le:
gl: Vai iniciar unha chamada de Convo. Comeza con:
gu: તમે કોન્વો કૉલ શરૂ કરવા જઈ રહ્યા છો. આનાથી પ્રારંભ કરો:
hi: आप एक Convo कॉल प्रारंभ करने जा रहे हैं। के साथ शुरू:
hr: Pokrenut ćete Convo poziv. Početi sa:
hu: Convo hívást fog indítani. Kezdeni valamivel:
hy: Դուք պատրաստվում եք Convo զանգ սկսել: Սկսել:
id: Anda akan memulai panggilan Convo. Dimulai dari:
is: Þú ætlar að hefja Convo símtal. Byrja með:
it: Stai per avviare una chiamata Convo. Iniziare con:
iw: אתה הולך להתחיל שיחת Convo. להתחיל עם:
ja: コンボ通話を開始します。皮切りに：
ka: თქვენ აპირებთ Convo ზარის დაწყებას. Ით დაწყება:
kk: Сіз Convo қоңырауын бастағалы жатырсыз. Мынадан бастаңыз:
km: អ្នក​នឹង​ចាប់​ផ្ដើម​ការ​ហៅ​ទូរសព្ទ Convo។ ចាប់ផ្តើម​ជាមួយ:
kn: ನೀವು ಕಾನ್ವೋ ಕರೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲಿದ್ದೀರಿ. ಇದರೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಿ:
ku: Hûn ê dest bi banga Convo bikin. Destpêk bi:
ky: Сиз Convo чалуусун баштаганы жатасыз. Менен баштоо:
lb: Dir wäert e Convo Uruff ufänken. Start mat:
lo: ທ່ານກຳລັງຈະເລີ່ມການໂທ Convo. ເລີ່ມຕົ້ນດ້ວຍ:
lt: Jūs ketinate pradėti Convo skambutį. Pradėti nuo:
lv: Jūs gatavojaties sākt Convo zvanu. Sākt ar:
mg: Hanomboka antso Convo ianao. Manomboka amin'ny:
mi: Ka timata koe i te waea Convo. Tīmata ki:
mk: Ќе започнете конво повик. Почни со:
ml: നിങ്ങൾ ഒരു കോൺവോ കോൾ ആരംഭിക്കാൻ പോകുന്നു. കൂടെ ആരംഭിക്കുക:
mn: Та Convo дуудлагыг эхлүүлэх гэж байна. Эхлэх:
mr: तुम्ही कॉन्व्हो कॉल सुरू करणार आहात. यासह प्रारंभ करा:
ms: Anda akan memulakan panggilan Konvo. Bermula dengan:
mt: Int ser tibda sejħa Convo. Ibda minn:
my: သင်သည် Convo ခေါ်ဆိုမှုကို စတင်တော့မည်ဖြစ်သည်။ ဖြင့် စတင်ပါ
ne: तपाईं कन्भो कल सुरु गर्न जाँदै हुनुहुन्छ। यसबाट सुरु गर्नुहोस्:
nl: U gaat een Convo-gesprek starten. Beginnen met:
no: Du skal starte en Convo-samtale. Starte med:
or: ଆପଣ ଏକ କନଭୋ କଲ୍ ଆରମ୍ଭ କରିବାକୁ ଯାଉଛନ୍ତି | ସହିତ ଆରମ୍ଭ କରନ୍ତୁ:
pa: ਤੁਸੀਂ ਇੱਕ ਕਨਵੋ ਕਾਲ ਸ਼ੁਰੂ ਕਰਨ ਜਾ ਰਹੇ ਹੋ। ਇਸ ਨਾਲ ਸ਼ੁਰੂ ਕਰੋ:
pl: Zamierzasz rozpocząć rozmowę Convo. Zacząć od:
ps: تاسو به د Convo کال پیل کړئ. سره پیل کړئ:
pt: Você vai iniciar uma chamada Convo. Começar com:
ro: Veți începe un apel Convo. Începe cu:
ru: Вы собираетесь начать вызов Convo. Начните с:
rw: Ugiye gutangira guhamagara Convo. Tangira na:
sd: توهان هڪ Convo ڪال شروع ڪرڻ وارا آهيو. سان شروع ڪريو:
si: ඔබ Convo ඇමතුමක් ආරම්භ කිරීමට යයි. සමඟ ආරම්භ කරන්න:
sk: Chystáte sa začať konverzný hovor. Začnite s:
sl: Začeli boste Convo klic. Začeti z:
sq: Ju do të filloni një telefonatë Convo. Fillojme me:
sr: Започећете конво позив. Почети са:
sv: Du ska starta ett samtal. Börja med:
sw: Utaenda kupiga simu ya Convo. Anza na:
ta: நீங்கள் கான்வோ அழைப்பைத் தொடங்கப் போகிறீர்கள். துவங்க:
te: మీరు కాన్వో కాల్‌ని ప్రారంభించబోతున్నారు. దీనితో ప్రారంభించండి:
tg: Шумо занги Convo-ро оғоз мекунед. Бо оғоз кунед:
th: คุณจะเริ่มการโทร Convo เริ่มกับ:
tk: “Convo” jaňyna başlamakçy. Başlamak:
tl: Magsisimula ka ng isang tawag sa Convo. Magsimula sa:
tr: Bir Convo araması başlatacaksınız. İle başla:
tt: Сез Convo шалтыратуны башларга җыенасыз. Башлау:
ug: سىز Convo تېلېفونىنى باشلىماقچى. باشلاش:
uk: Ви збираєтеся почати дзвінок Convo. Починати з:
ur: آپ ایک Convo کال شروع کرنے جا رہے ہیں۔ کے ساتھ شروع کریں:
uz: Siz Convo qo'ng'irog'ini boshlamoqchisiz. Boshlash:
vi: Bạn sẽ bắt đầu cuộc gọi Convo. Bắt đầu với:
xh: Uzakuqalisa iConvo call. Qala nge:
yi: איר וועט אָנהייבן אַ קאָנוואָ רופן. אָנהייבן מיט:

source: Video & Audio
af: Video en oudio
am: ቪዲዮ እና ኦዲዮ
ar: فيديو سمعي
be: Відэа і аўдыё
bg: Видео и аудио
bn: ভিডিও এবং অডিও
ca: Vídeo i àudio
cs: Video a zvuk
cy: Fideo a Sain
da: Video og lyd
el: Βίντεο & Ήχος
eo: Video & Aŭdio
es: Audio video
et: Video ja heli
eu: Bideoa eta Audioa
fa: تصویری و صوتی
fr: Vidéo et audio
fy: Fideo & Audio
ga: Fís & Fuaim
gd: Bhidio & Fuaim
gl: Vídeo e audio
gu: વિડિયો અને ઓડિયો
hi: वीडियो और ऑडियो
hr: Video i audio
hu: Videó és hang
hy: Տեսանյութ և աուդիո
is: Myndband og hljóð
it: Video e audio
iw: וידאו ואודיו
ja: ビデオとオーディオ
ka: ვიდეო და აუდიო
kk: Бейне және аудио
km: វីដេអូ & អូឌីយ៉ូ
kn: ವೀಡಿಯೊ ಮತ್ತು ಆಡಿಯೋ
ku: Vîdyo & Deng
ky: Видео жана аудио
lo: ວິດີໂອ ແລະສຽງ
lt: Vaizdo įrašas ir garsas
mi: Ataata me te Ororongo
mk: Видео и аудио
ml: വീഡിയോ & ഓഡിയോ
mn: Видео ба аудио
mr: व्हिडिओ आणि ऑडिओ
mt: Vidjo u Awdjo
my: ဗီဒီယိုနှင့် အသံ
ne: भिडियो र अडियो
no: Video og lyd
or: ଭିଡିଓ ଏବଂ ଅଡିଓ |
pa: ਵੀਡੀਓ ਅਤੇ ਆਡੀਓ
pl: Wideo i dźwięk
ps: ویډیو او آډیو
pt: Vídeo e áudio
ro: Video și audio
ru: Видео и аудио
sd: وڊيو ۽ آڊيو
si: වීඩියෝ සහ ශ්‍රව්‍ය
sl: Video in avdio
sq: Video dhe Audio
sr: Видео & Аудио
sv: Video & ljud
sw: Video na Sauti
ta: வீடியோ & ஆடியோ
te: వీడియో & ఆడియో
tg: Видео ва аудио
th: วิดีโอและเสียง
tk: Wideo we ses
tl: Video at Audio
tr: Video ve Ses
tt: Видео һәм аудио
uk: Відео та аудіо
ur: ویڈیو اور آڈیو
uz: Video va audio
vi: Video & Âm thanh
xh: Ividiyo kunye neAudio
yi: ווידעא & אַודיאָ

source: Audio Only
af: Slegs oudio
am: ኦዲዮ ብቻ
ar: صوت فقط
az: Yalnız Audio
be: Толькі аўдыя
bg: Само аудио
bn: শুধুমাত্র অডিও
ca: Només àudio
cs: Pouze zvuk
cy: Sain yn Unig
da: Kun lyd
de: Nur Audio
el: Μόνο ήχος
eo: Aŭdio Nur
es: Solo audio
et: Ainult heli
eu: Audioa soilik
fa: فقط صدا
fi: Vain ääni
fr: Audio seulement
fy: Allinnich audio
ga: Fuaime Amháin
gd: Fuaim a-mhàin
gl: Só audio
gu: માત્ર ઓડિયો
hi: सिर्फ़ ध्वनि
hr: Samo audio
hu: Csak hang
hy: Միայն աուդիո
id: Audio Saja
is: Aðeins hljóð
it: Solo audio
iw: אודיו בלבד
ja: オーディオのみ
ka: მხოლოდ აუდიო
kk: Тек аудио
km: សំឡេងតែប៉ុណ្ណោះ
kn: ಆಡಿಯೋ ಮಾತ್ರ
ku: Tenê Audio
ky: Аудио гана
lb: Nëmmen Audio
lo: ສຽງເທົ່ານັ້ນ
lt: Tik garsas
lv: Tikai audio
mg: Audio ihany
mi: Ororongo Anake
mk: Само аудио
ml: ഓഡിയോ മാത്രം
mn: Зөвхөн аудио
mr: फक्त ऑडिओ
ms: Audio Sahaja
mt: Awdjo Biss
my: အသံသာ
ne: अडियो मात्र
nl: Alleen geluid
no: Kun lyd
or: କେବଳ ଅଡିଓ |
pa: ਸਿਰਫ਼ ਆਡੀਓ
pl: Tylko dźwięk
ps: یوازې غږ
pt: Somente Audio
ro: Doar audio
ru: Только аудио
rw: Ijwi ryonyine
sd: صرف آڊيو
si: ශ්රව්ය උපකරණ පමණි
sk: Iba zvuk
sl: Samo zvok
sq: Vetëm audio
sr: Само аудио
sv: Endast ljud
sw: Sauti Pekee
ta: ஆடியோ மட்டும்
te: ఆడియో మాత్రమే
tg: Танҳо аудио
th: เสียงเท่านั้น
tk: Diňe ses
tl: Audio Lang
tr: Sadece ses
tt: Аудио гына
uk: Лише аудіо
ur: صرف آڈیو
uz: Faqat audio
vi: Chỉ có âm thanh
xh: Umsindo Kuphela
yi: בלויז אַודיאָ
