Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
af: Op voorwaarde dat u alle gelde betaalbaar wat u vir die dienste betaal, betaal het, sal ons afgeleë, regstreekse of opgeneemde opleidingsessies beskikbaar stel aan u aangewese, benoemde en gemagtigde gebruikers, en tutoriale verskaf wat beskikbaar is via die afdeling Hulp en Opleiding op ons webwerf by geen ekstra koste nie. Vir sommige dienste bied ons opleiding op die terrein op versoek en teen &#39;n ekstra koste. Kontak ons gerus deur ons te gebruik
am: ለአገልግሎቶቹ በርስዎ የሚከፍሏቸውን ክፍያዎች ሁሉ ከከፈለዎ የርቀት ፣ የቀጥታ ስርጭት ወይም የተመዘገቡ የሥልጠና ክፍለ ጊዜዎችን ለተሰየሙ ፣ ለተሰየሙ እና ስልጣን ለተሰጣቸው ተጠቃሚዎችዎ እንዲሁም በድረ ገፃችን በእገዛ እና ስልጠና ክፍል በኩል ተደራሽ የሆኑ ትምህርቶችን እናቀርባለን ፡፡ ምንም ተጨማሪ ክፍያ የለም። ለአንዳንድ አገልግሎቶች በተጠየቀ ጊዜ እና ለተጨማሪ ክፍያ የተወሰኑ የሳይት ጣቢያዎችን ስልጠና እንሰጣለን። እባክዎን የእኛን በመጠቀም ያነጋግሩን
ar: شريطة أن تكون قد دفعت جميع الرسوم التي تدفعها مقابل الخدمات ، يجب أن نوفر جلسات تدريب عن بعد أو مباشرة أو مسجلة للمستخدمين المعينين والمسمى والمصرح لهم ، بالإضافة إلى توفير برامج تعليمية يمكن الوصول إليها عبر قسم المساعدة والتدريب على موقعنا على بدون رسوم إضافية. بالنسبة لبعض الخدمات ، نقدم بعض التدريب في الموقع عند الطلب ومقابل تكلفة إضافية. يرجى الاتصال بنا باستخدام
az: Xidmətlər üçün ödəməli olduğunuz bütün haqları ödəmisinizsə, təyin edilmiş, adlandırılmış və səlahiyyətli istifadəçilərinizə uzaq, canlı və ya yazılmış təlim məşğələləri təqdim edəcəyik, həmçinin veb saytımızın Kömək və Təlim bölməsi vasitəsilə əldə edilə bilən dərsləri təqdim edəcəyik. əlavə ödəniş yoxdur. Bəzi xidmətlər üçün tələb və əlavə ödəniş üçün bəzi yerlərdə təlim veririk. Zəhmət olmasa bizimlə əlaqə saxlayın
be: Калі вы заплацілі ўсе паслугі, якія вы плацілі за паслугі, мы прадаставім выдаленыя, прамыя або запісаныя трэнінгі для вашых прызначаных, названых і ўпаўнаважаных карыстальнікаў, а таксама прадаставім падручнікі, даступныя праз раздзел &quot;Дапамога і навучанне&quot; на нашым сайце па адрасе без дадатковай платы. Для некаторых паслуг мы прадастаўляем некаторыя навучальныя праграмы на месцы па запыце і за дадатковую плату. Калі ласка, звяжыцеся з намі, выкарыстоўваючы наш
bg: При условие, че сте платили всички такси, платени от Вас за Услугите, ние ще предоставим дистанционни, на живо или записани тренировки на вашите определени, посочени и упълномощени потребители, както и ще предоставим уроци, които са достъпни чрез секцията Помощ и обучение на нашия уебсайт на адрес без допълнително заплащане. За някои Услуги ние предоставяме някои обучения на място при поискване и срещу допълнително заплащане. Моля, свържете се с нас, като използвате нашата
bn: আপনি যদি প্রদত্ত পরিষেবার জন্য প্রদত্ত সমস্ত ফি প্রদান করে থাকেন তবে আমরা আপনার মনোনীত, নামী ও অনুমোদিত ব্যবহারকারীদের জন্য দূরবর্তী, লাইভ বা রেকর্ডকৃত প্রশিক্ষণ সেশনের পাশাপাশি আমাদের ওয়েবসাইটের সহায়তা এবং প্রশিক্ষণ বিভাগের মাধ্যমে অ্যাক্সেসযোগ্য টিউটোরিয়াল সরবরাহ করব at কোন অতিরিক্ত চার্জ। কিছু পরিষেবার জন্য আমরা অনুরোধে এবং অতিরিক্ত চার্জের জন্য কিছু অন-সাইট প্রশিক্ষণ সরবরাহ করি। আমাদের ব্যবহার করে আমাদের সাথে যোগাযোগ করুন
ca: Sempre que hagueu pagat totes les tarifes que pagueu pels Serveis, posarem a disposició dels vostres usuaris designats, nomenats i autoritzats sessions de formació remota, en directe o enregistrada, i proporcionarem tutorials accessibles a la secció Ajuda i Formació del nostre lloc web a sense càrrec addicional. Per a alguns serveis, oferim una formació in situ a petició i per un suplement. Poseu-vos en contacte amb nosaltres mitjançant el nostre servei
cs: Pokud jste za Služby zaplatili všechny poplatky, které platíte, zpřístupníme dálkové, živé nebo zaznamenané školení vašim určeným, pojmenovaným a oprávněným uživatelům a poskytneme výukové programy, které jsou přístupné v části Nápověda a školení na našich webových stránkách na adrese bez dalších poplatků. U některých služeb poskytujeme školení na místě na vyžádání a za příplatek. Kontaktujte nás pomocí našeho
cy: Ar yr amod eich bod wedi talu&#39;r holl ffioedd sy&#39;n daladwy gennych chi am y Gwasanaethau, byddwn yn sicrhau bod sesiynau hyfforddi o bell, byw neu wedi&#39;u recordio i&#39;ch defnyddwyr dynodedig, enwedig ac awdurdodedig yn ogystal â darparu sesiynau tiwtorial sy&#39;n hygyrch trwy adran Cymorth a Hyfforddiant ein gwefan yn dim tâl ychwanegol. Ar gyfer rhai Gwasanaethau rydym yn darparu rhywfaint o hyfforddiant ar y safle ar gais ac am dâl ychwanegol. Cysylltwch â ni trwy ddefnyddio ein
da: Forudsat at du har betalt alle gebyrer, du skal betale for Tjenesterne, skal vi stille fjern, live eller indspillet træningssessioner til rådighed for dine udpegede, navngivne og autoriserede brugere samt give tutorials, der er tilgængelige via Hjælp og træningssektionen på vores websted på uden ekstra omkostninger. For nogle tjenester leverer vi en del træning på stedet efter anmodning og mod et ekstra gebyr. Kontakt os ved hjælp af vores
de: Sofern Sie alle von Ihnen für die Dienste zu zahlenden Gebühren bezahlt haben, stellen wir Ihren designierten, benannten und autorisierten Benutzern Remote-, Live- oder aufgezeichnete Schulungssitzungen zur Verfügung und bieten Tutorials an, die über den Bereich Hilfe und Schulung auf unserer Website unter zugänglich sind Keine zusätzliche Gebühr. Für einige Services bieten wir auf Anfrage und gegen Aufpreis Schulungen vor Ort an. Bitte kontaktieren Sie uns über unsere
el: Υπό την προϋπόθεση ότι έχετε πληρώσει όλες τις αμοιβές που καταβάλετε από εσάς για τις Υπηρεσίες, θα διαθέτουμε απομακρυσμένες, ζωντανές ή καταγεγραμμένες εκπαιδευτικές συνεδρίες στους εξουσιοδοτημένους, εξουσιοδοτημένους και εξουσιοδοτημένους χρήστες σας, καθώς και θα παρέχουμε σεμινάρια που είναι προσβάσιμα μέσω της ενότητας Βοήθεια και Εκπαίδευση του ιστότοπού μας στο χωρίς επιπλέον χρέωση. Για ορισμένες Υπηρεσίες παρέχουμε κάποια επιτόπια εκπαίδευση κατόπιν αιτήματος και με επιπλέον χρέωση. Παρακαλώ επικοινωνήστε μαζί μας χρησιμοποιώντας μας
eo: Krom se vi pagis ĉiujn kotizojn pagendajn de vi por la Servoj, ni disponigos forajn, vivajn aŭ registritajn trejnajn kunsidojn al viaj nomumitaj, nomumitaj kaj rajtigitaj uzantoj, kaj ankaŭ provizos lernilojn atingeblajn per la sekcio Helpo kaj Trejnado de nia retejo ĉe neniu aldona ŝarĝo. Por iuj Servoj ni provizas iom surloke trejnadon laŭ peto kaj por aldona ŝarĝo. Bonvolu kontakti nin per nia
es: Siempre que haya pagado todas las tarifas pagaderas por usted por los Servicios, pondremos a disposición sesiones de capacitación remotas, en vivo o grabadas para sus usuarios designados, nombrados y autorizados, así como también proporcionaremos tutoriales accesibles a través de la sección de Ayuda y Capacitación de nuestro sitio web en sin cargo adicional. Para algunos Servicios, brindamos capacitación en el lugar a pedido y por un cargo adicional. Por favor contáctenos usando nuestro
et: Kui olete tasunud kõik teenuste eest makstavad tasud, teeme teie määratud, nimetatud ja volitatud kasutajatele kättesaadavaks kaug-, reaalajas või salvestatud koolituse ning pakume õpetusi, millele pääseb ligi meie veebisaidi jaotise Abi ja koolitus kaudu: ilma lisatasuta. Mõne teenuse jaoks pakume soovi korral ja lisatasu eest kohapealset koolitust. Palun võtke meiega ühendust kasutades meie
eu: Zerbitzuengatik ordaindu beharreko kuota guztiak ordainduta baldin badituzu, urruneko, zuzeneko edo grabatutako prestakuntza saioak erabilgarri jarriko dizkiegu izendatutako, izendatutako eta baimendutako erabiltzaileei, baita gure webguneko Laguntza eta Prestakuntza atalaren bidez eskuragarri dauden tutorialak ere. kargurik gabe. Zerbitzu batzuei begira, tokiko prestakuntza eskaintzen dugu eskaera eta karga gehigarria. Mesedez, jarri gurekin harremanetan gure bidez
fa: به شرط پرداخت کلیه هزینه های پرداخت شده توسط شما برای این خدمات ، ما جلسات آموزشی از راه دور ، زنده یا ضبط شده را در اختیار کاربران تعیین شده ، نامگذاری شده و مجاز خود قرار خواهیم داد و همچنین آموزش هایی را ارائه می دهیم که از طریق بخش راهنمایی و آموزش وب سایت ما قابل دسترسی هستند. بدون هزینه اضافی برای برخی از خدمات ، ما در صورت درخواست و هزینه اضافی آموزش در محل را ارائه می دهیم. لطفا با استفاده از ما با ما تماس بگیرید
fi: Edellyttäen, että olet maksanut kaikki palvelustasi maksettavat maksut, me järjestämme etä-, live- tai nauhoitetut koulutustilaisuudet nimetyille, nimetyille ja valtuutetuille käyttäjille sekä tarjoamme oppaita, joihin pääsee verkkosivustomme Ohje ja koulutus -osiossa osoitteessa ei lisäkustannuksia. Joillekin palveluille tarjoamme joitain paikan päällä tapahtuvia koulutuksia pyynnöstä ja lisämaksusta. Ota yhteyttä käyttämällä
fr: Pourvu que vous ayez payé tous les frais que vous devez payer pour les Services, nous mettrons à disposition des sessions de formation à distance, en direct ou enregistrées à vos utilisateurs désignés, nommés et autorisés, ainsi que des tutoriels accessibles via la section Aide et formation de notre site Web à l&#39;adresse sans frais supplémentaires. Pour certains services, nous fournissons une formation sur site sur demande et moyennant des frais supplémentaires. Veuillez nous contacter en utilisant notre
fy: Op betingst dat jo alle fergoedingen dy&#39;t jo foar jo Tsjinsten betelje hawwe betelle, sille wy opliedings sesjes op ôfstân, live of opnimme beskikber stelle oan jo oanwiisde, neamde en autorisearre brûkers, lykas ek tutorials leverje dy&#39;t tagonklik binne fia de seksje Help en training fan ús webside op gjin ekstra lading. Foar guon tsjinsten leverje wy wat oplieding op &#39;e side op fersyk en foar in ekstra fergoeding. Nim dan kontakt mei ús op mei ús
ga: Ar choinníoll gur íoc tú na táillí go léir atá iníoctha agat as na Seirbhísí, cuirfimid seisiúin oiliúna iargúlta, beo nó taifeadta ar fáil d’úsáideoirí ainmnithe, ainmnithe agus údaraithe chomh maith le ranganna teagaisc a sholáthar atá inrochtana tríd an gcuid Cabhair agus Oiliúna ar ár suíomh Gréasáin ag aon mhuirear breise. Cuirimid roinnt oiliúna ar an láthair ar fáil do roinnt Seirbhísí arna iarraidh sin agus le haghaidh muirear breise. Téigh i dteagmháil linn trí úsáid a bhaint as ár
gd: Cho fad ‘s gu bheil thu air na cosgaisean uile a phàigh thu airson na Seirbheisean a phàigheadh, bidh sinn a’ toirt seachad seiseanan trèanaidh iomallach, beò no clàraichte don luchd-cleachdaidh ainmichte, ainmichte agus ùghdarraichte agad a bharrachd air clasaichean oideachaidh a thoirt seachad a tha ruigsinneach tron roinn Taic is Trèanadh air an làrach-lìn againn aig gun chosgais a bharrachd. Airson cuid de sheirbheisean bidh sinn a ’toirt seachad beagan trèanaidh air an làrach ma thèid iarraidh agus airson cosgais a bharrachd. Cuir fios thugainn le bhith a ’cleachdadh ar
gl: Sempre que pagou todos os honorarios pagados por vostede polos servizos, poñeremos a disposición de usuarios designados, nomeados e autorizados, sesións de adestramento remoto, en directo ou rexistrado, e proporcionaremos tutoriais accesibles na sección de axuda e formación do noso sitio web. sen carga adicional. Para algúns servizos, ofrecemos un adestramento in situ a solicitude e cun cargo adicional. Póñase en contacto connosco usando o noso
gu: સેવાઓ દ્વારા તમે ચૂકવણી કરેલ તમામ ફી ચૂકવણી કરી હોય તો, અમે તમારા નિયુક્ત, નામવાળી અને અધિકૃત વપરાશકર્તાઓને દૂરસ્થ, જીવંત અથવા રેકોર્ડ કરેલા તાલીમ સત્રો ઉપલબ્ધ કરીશું તેમજ અમારી વેબસાઇટના સહાય અને તાલીમ વિભાગ દ્વારા પ્રવેશ કરી શકાય તેવા ટ્યુટોરિયલ્સ પ્રદાન કરીશું. કોઈ વધારાનો ચાર્જ નહીં. કેટલીક સેવાઓ માટે અમે વિનંતી પર અને વધારાના શુલ્ક માટે કેટલીક સાઇટ પર તાલીમ પ્રદાન કરીએ છીએ. અમારા ઉપયોગ કરીને અમારો સંપર્ક કરો
hi: बशर्ते आपने सेवाओं के लिए आपके द्वारा देय सभी शुल्क का भुगतान किया हो, हम आपके नामित, नामित और अधिकृत उपयोगकर्ताओं को दूरस्थ, लाइव या रिकॉर्ड किए गए प्रशिक्षण सत्र उपलब्ध कराएंगे और साथ ही हमारी वेबसाइट की मदद और प्रशिक्षण अनुभाग के माध्यम से उपलब्ध होने वाले ट्यूटोरियल प्रदान करेंगे। कोई अतिरिक्त शुल्क नहीं। कुछ सेवाओं के लिए हम अनुरोध पर और अतिरिक्त शुल्क के लिए कुछ साइट पर प्रशिक्षण प्रदान करते हैं। कृपया हमसे संपर्क करके हमारा उपयोग करें
hr: Pod uvjetom da ste platili sve naknade koje plaćate za Usluge, učinit ćemo dostupne udaljene, uživo ili snimljene treninge vašim imenovanim, imenovanim i ovlaštenim korisnicima, kao i pružiti vodiče koji su dostupni putem odjeljka za pomoć i obuku na našoj web stranici na bez dodatnih troškova. Za neke usluge na zahtjev i uz nadoplatu pružamo određenu obuku na licu mjesta. Molimo kontaktirajte nas koristeći naš
hu: Feltéve, hogy megfizette az Ön által a Szolgáltatásokért fizetendő díjakat, távoli, élő vagy rögzített képzéseket biztosítunk a kijelölt, megnevezett és felhatalmazott felhasználók számára, valamint oktatóanyagokat biztosítunk, amelyek elérhetőek weboldalunkon a Súgó és képzés részben, a következő címen: nincs pótdíj. Egyes szolgáltatások esetében kérésre és felár ellenében biztosítunk helyszíni képzést. Kérjük, vegye fel velünk a kapcsolatot a
hy: Այն պայմանով, որ դուք վճարել եք ձեր կողմից վճարվող բոլոր վճարները Ծառայությունների համար, մենք մատչելի կդարձնենք հեռավար, կենդանի կամ ձայնագրված դասընթացներ ձեր նշանակված, անվանված և լիազորված օգտագործողների համար, ինչպես նաև կտրամադրենք ձեռնարկներ, որոնք հասանելի են մեր կայքի օգնության և վերապատրաստման բաժնի միջոցով ոչ մի լրացուցիչ վճար: Որոշ Ծառայությունների համար մենք տրամադրում ենք որոշ տեղային ուսուցում ըստ պահանջի և լրացուցիչ վճարների: Խնդրում ենք կապվել մեզ հետ `օգտագործելով մեր կայքը
id: Asalkan Anda telah membayar semua biaya yang dibayarkan oleh Anda untuk Layanan, kami akan menyediakan sesi pelatihan jarak jauh, langsung, atau direkam untuk pengguna yang ditunjuk, disebutkan, dan resmi serta memberikan tutorial yang dapat diakses melalui bagian Bantuan dan Pelatihan situs web kami di tanpa biaya tambahan. Untuk beberapa Layanan, kami menyediakan beberapa pelatihan di tempat berdasarkan permintaan dan dengan biaya tambahan. Silakan hubungi kami dengan menggunakan
is: Að því tilskildu að þú hafir greitt öll gjöld sem þú greiðir fyrir þjónustuna, þá munum við bjóða upp á ytri, lifandi eða skráðar æfingar fyrir tilnefnda, nafngreinda og viðurkennda notendur okkar og leggja fram námskeið sem eru aðgengileg í hjálp og þjálfunarhluta vefsíðu okkar á ekkert aukagjald. Fyrir suma þjónustu bjóðum við upp á þjálfun á staðnum eftir beiðni og gegn aukagjaldi. Vinsamlegast hafðu samband við okkur með því að nota okkar
it: A condizione che tu abbia pagato tutte le tasse da te dovute per i Servizi, renderemo disponibili sessioni di formazione remote, in diretta o registrate ai tuoi utenti designati, nominati e autorizzati, oltre a fornire tutorial accessibili tramite la sezione Guida e formazione del nostro sito Web all&#39;indirizzo nessun costo aggiuntivo. Per alcuni servizi forniamo una formazione in loco su richiesta ea un costo aggiuntivo. Vi preghiamo di contattarci utilizzando il nostro
iw: בתנאי ששילמתם את כל העמלות ששולמו על ידכם עבור השירותים, אנו נגיש הפעלות אימונים מרוחקות, חיות או מוקלטות למשתמשים המיועדים, השמות והמורשים שלכם, כמו כן נספק הדרכות נגישות דרך מדור העזרה וההדרכה באתר שלנו באתר ללא תשלום נוסף. עבור שירותים מסוימים אנו מספקים הדרכות באתר על פי בקשה ובתשלום נוסף. אנא צור איתנו קשר באמצעות שלנו
ja: お客様が本サービスに対して支払うべきすべての料金を支払った場合、当社は、指定された、指名された、承認されたユーザーにリモート、ライブ、または記録されたトレーニングセッションを提供するとともに、次のWebサイトのヘルプおよびトレーニングセクションからアクセスできるチュートリアルを提供します。追加料金なし。一部のサービスについては、リクエストに応じて追加料金でオンサイトトレーニングを提供しています。を使用してお問い合わせください
ka: იმ შემთხვევაში თუ თქვენ გადაიხდით თქვენს მიერ გადასახდელ საფასურს მომსახურებისთვის, ჩვენ დისტანციური, ცოცხალი ან ჩაწერილი ტრენინგები გავუწოდებთ თქვენს დანიშნულ, დასახელებულ და უფლებამოსილ მომხმარებლებს, აგრეთვე ვაძლევთ ინსტრუქციებს, რომლებიც ხელმისაწვდომია ჩვენი ვებ – გვერდის დახმარებისა და ტრენინგის განყოფილების საშუალებით. დამატებითი თანხა არ არის. ზოგიერთი სერვისისთვის ჩვენ გთავაზობთ რამდენიმე ტრენინგს ადგილზე მოთხოვნით და დამატებით საფასურს. გთხოვთ, დაგვიკავშირდეთ ჩვენი გამოყენებით
kk: Егер сіз Қызметтер үшін төлеген барлық ақыларды төлеген болсаңыз, біз сізге тағайындалған, аталған және уәкілетті пайдаланушыларға қашықтан, тірі немесе жазылған жаттығулар жасаймыз, сондай-ақ біздің веб-сайтымыздың Анықтама және оқыту бөлімі арқылы қол жетімді оқулықтар ұсынамыз. қосымша ақы алынбайды. Кейбір қызметтер үшін біз сұраныс бойынша және қосымша ақы алу үшін сайтта жаттығулар өткіземіз. Бізбен байланысыңыз
km: ផ្តល់ជូនអ្នកបានបង់ថ្លៃទាំងអស់ដែលអ្នកត្រូវបង់សម្រាប់សេវាកម្មយើងនឹងរៀបចំវគ្គបណ្តុះបណ្តាលការផ្សាយបន្តផ្ទាល់ផ្ទាល់ឬការថតសំឡេងទៅកាន់អ្នកប្រើដែលបានកំណត់ឈ្មោះនិងការអនុញ្ញាតរបស់អ្នកក៏ដូចជាផ្តល់ការបង្រៀនដែលអាចចូលដំណើរការបានតាមរយៈផ្នែកជំនួយនិងបណ្តុះបណ្តាលនៃគេហទំព័ររបស់យើងតាមរយៈ មិនគិតថ្លៃបន្ថែម។ សំរាប់សេវាកម្មខ្លះយើងផ្តល់ការបណ្តុះបណ្តាលនៅនឹងកន្លែងតាមការស្នើសុំនិងសំរាប់ការគិតថ្លៃបន្ថែម។ សូមទាក់ទងមកយើងខ្ញុំដោយប្រើរបស់យើង
kn: ಸೇವೆಗಳಿಗಾಗಿ ನೀವು ಪಾವತಿಸಬೇಕಾದ ಎಲ್ಲಾ ಶುಲ್ಕಗಳನ್ನು ನೀವು ಪಾವತಿಸಿದ್ದೀರಿ, ನಿಮ್ಮ ಗೊತ್ತುಪಡಿಸಿದ, ಹೆಸರಿಸಲಾದ ಮತ್ತು ಅಧಿಕೃತ ಬಳಕೆದಾರರಿಗೆ ನಾವು ದೂರಸ್ಥ, ಲೈವ್ ಅಥವಾ ರೆಕಾರ್ಡ್ ಮಾಡಿದ ತರಬೇತಿ ಅವಧಿಗಳನ್ನು ಲಭ್ಯಗೊಳಿಸುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನ ಸಹಾಯ ಮತ್ತು ತರಬೇತಿ ವಿಭಾಗದ ಮೂಲಕ ಪ್ರವೇಶಿಸಬಹುದಾದ ಟ್ಯುಟೋರಿಯಲ್ಗಳನ್ನು ಒದಗಿಸುತ್ತೇವೆ. ಹೆಚ್ಚುವರಿ ಶುಲ್ಕವಿಲ್ಲ. ಕೆಲವು ಸೇವೆಗಳಿಗಾಗಿ ನಾವು ವಿನಂತಿಯ ಮೇರೆಗೆ ಮತ್ತು ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಕ್ಕಾಗಿ ಕೆಲವು ಆನ್-ಸೈಟ್ ತರಬೇತಿಯನ್ನು ನೀಡುತ್ತೇವೆ. ನಮ್ಮನ್ನು ಬಳಸಿಕೊಂಡು ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ku: Ji ber ku we hemî karûbarên ku ji hêla Xizmetguzarî ve ji we re hatine dayîn, we dane me, em ê bikarhênerên dîzaynkirî, navdar û destûrdar dersên perwerdeyê yên dûr, zindî an tomar bikin û her weha dersên ku ji hêla beşa Alîkarî û Perwerdehiyê ya malpera me ve têne peyda kirin pêşkêş bikin. no heqê zêde. Ji bo Hin Karûbaran em li ser daxwazê û ji bo berdêveke din perwerdehiya ser-cî didin. Ji kerema xwe bi karanîna me re bi me re têkilî daynin
ky: Кызматтар үчүн сиз төлөгөн бардык төлөмдөрдү төлөп берген болсоңуз, биз дайындалган, аталган жана ыйгарым укуктуу колдонуучуларга алыскы, түз же жаздырылган окутуу сабактарын беребиз, ошондой эле биздин веб-сайттын Жардам жана Окуу бөлүмү аркылуу жеткиликтүү окуу куралдарын беребиз. кошумча акы жок. Айрым Кызматтар үчүн биз сурамжылоо боюнча жана кошумча акы үчүн бир нече жерде окутуу жүргүзөбүз. Сураныч, биздин колдонуу менен биз менен байланышкыла
lb: Wann Dir all Käschten, déi vun Iech fir d&#39;Servicer bezuelt hunn, bezuelt hunn, bidde mir Remote, Live oder opgeholl Trainingssitzungen un Ären designéierte, benannten an autoriséierten Useren zur Verfügung, souwéi Tutorials ubidden, déi verfügbar sinn iwwer d&#39;Hëllef an Training Sektioun vun eiser Websäit op keng zousätzlech Käschten. Fir verschidde Servicer bidde mir e puer Ausbildung op der Plaz op Ufro an fir eng Zousätzlech. Kontaktéiert eis mat Hëllef vun eisem
lo: ສະ ໜອງ ໃຫ້ທ່ານໄດ້ຈ່າຍຄ່າ ທຳ ນຽມທັງ ໝົດ ທີ່ທ່ານຈ່າຍ ສຳ ລັບການບໍລິການ, ພວກເຮົາຈະ ດຳ ເນີນການຝຶກອົບຮົມໄລຍະໄກ, ການຖ່າຍທອດສົດຫຼືບັນທຶກໃຫ້ຜູ້ຊົມໃຊ້ທີ່ໄດ້ຮັບການຄັດເລືອກ, ຕັ້ງຊື່ແລະອະນຸຍາດຂອງທ່ານພ້ອມທັງໃຫ້ ຄຳ ແນະ ນຳ ທີ່ສາມາດເຂົ້າເຖິງໄດ້ຜ່ານພາກການຊ່ວຍເຫຼືອແລະການຝຶກອົບຮົມຂອງເວບໄຊທ໌ຂອງພວກເຮົາທີ່ ບໍ່ມີຄ່າໃຊ້ຈ່າຍເພີ່ມເຕີມ. ສຳ ລັບການບໍລິການບາງຢ່າງພວກເຮົາສະ ໜອງ ການຝຶກອົບຮົມບາງບ່ອນຢູ່ໃນເວັບໄຊຕາມການຮ້ອງຂໍແລະຄ່າໃຊ້ຈ່າຍເພີ່ມເຕີມ. ກະລຸນາຕິດຕໍ່ຫາພວກເຮົາໂດຍການ ນຳ ໃຊ້ຂອງພວກເຮົາ
lt: Jei sumokėsite visus mokesčius, kuriuos turite sumokėti už Paslaugas, mes paskirsime nuotolinius, tiesioginius ar įrašytus mokymo užsiėmimus jūsų paskirtiems, įvardytiems ir įgaliotiems vartotojams, taip pat pateiksime mokomuosius dokumentus, kuriuos galite rasti mūsų tinklalapio skyriuje „Pagalba ir mokymai“ šiuo adresu: be jokio papildomo mokesčio. Kai kurioms paslaugoms paprašius ir už papildomą mokestį rengiame mokymus vietoje. Susisiekite su mumis naudodamiesi mūsų
lv: Ja esat samaksājis visas maksas, kas jums jāmaksā par Pakalpojumiem, mēs jūsu izraudzītajiem, nosauktajiem un pilnvarotajiem lietotājiem nodrošināsim attālinātas, tiešas vai ierakstītas apmācības sesijas, kā arī nodrošināsim apmācības, kas ir pieejamas mūsu vietnes sadaļā Palīdzība un apmācība vietnē bez papildu maksas. Dažiem pakalpojumiem mēs piedāvājam apmācību uz vietas pēc pieprasījuma un par papildu samaksu. Lūdzu, sazinieties ar mums, izmantojot mūsu
mg: Raha toa ianao ka nandoa ny saram-bola tokony andoavanao anao amin&#39;ny serivisy, dia hataonay amin&#39;ireo fampiofanana ho an&#39;ny mpamonjy voina, velona na voarakitra an-tsoratra, amin&#39;ireo mpampiasa voatondro anarana sy nomena anarana ary manome torolalana azo aloa amin&#39;ny alàlan&#39;ny fizarana fanampiana sy fanofanana amin&#39;ny tranokalanay. tsy misy sarany fanampiny. Ho an&#39;ny Serivisy sasany dia manome fiofanana vitsivitsy eny an-toerana amin&#39;ny fangatahana ary misy sarany fanampiny. Azafady mba mifandraisa aminay amin&#39;ny fampiasana ny
mi: Mena kua utua e koe nga utu katoa e utua ana e koe mo nga Ratonga, ka waihohia e koe nga waahi whakangungu mamao, ora, tuhia ranei ki nga kaiwhakamahi kua tohua, kua whakaingoatia, kua whakamanahia, me nga akoranga e waatea ana ma te waahanga awhina me te Whakangungu o ta maatau paetukutuku i. kaore he utu taapiri. Mo etahi Ratonga ka whakaratohia e matou etahi whakangungu i runga i te papaanga tono me te utu taapiri. Tena whakapā mai ma te whakamahi i ta maatau
mk: Под услов да ги платите сите такси што се плаќаат од вас за Услугите, ние ќе ги направиме достапни на далечински, живи или снимени сесии за обука на вашите назначени, именувани и овластени корисници, како и ќе обезбедиме упатства што се достапни преку делот Помош и обука на нашата веб-страница на без дополнителни трошоци. За некои услуги нудиме обука на лице место на барање и за дополнителни трошоци. Ве молиме контактирајте не со користење на нашата
ml: സേവനങ്ങൾക്കായി നിങ്ങൾ നൽകേണ്ട എല്ലാ ഫീസുകളും നിങ്ങൾ നൽകിയിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ നിയുക്ത, പേരുള്ളതും അംഗീകൃതവുമായ ഉപയോക്താക്കൾക്ക് ഞങ്ങൾ വിദൂര, തത്സമയ അല്ലെങ്കിൽ റെക്കോർഡുചെയ്‌ത പരിശീലന സെഷനുകൾ ലഭ്യമാക്കുകയും ഒപ്പം ഞങ്ങളുടെ വെബ്‌സൈറ്റിന്റെ സഹായ-പരിശീലന വിഭാഗം വഴി ആക്‌സസ് ചെയ്യാവുന്ന ട്യൂട്ടോറിയലുകൾ നൽകുകയും ചെയ്യും. അധിക നിരക്ക് ഈടാക്കില്ല. ചില സേവനങ്ങൾ‌ക്കായി ഞങ്ങൾ‌ അഭ്യർ‌ത്ഥനയ്‌ക്കും അധിക ചാർ‌ജിനും ഓൺ‌-സൈറ്റ് പരിശീലനം നൽകുന്നു. ഞങ്ങളുടെ ഉപയോഗിച്ച് ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക
mn: Хэрэв та үйлчилгээний төлбөртэй холбоотой бүх төлбөрийг төлсөн тохиолдолд алслагдсан, шууд буюу бичлэгийн сургалтыг таны томилсон, нэрлэгдсэн, эрх бүхий хэрэглэгчдэд өгөх, мөн манай вэб сайтын Тусламж, Сургалтын хэсгээс авах боломжтой хичээлүүдийг өгөх болно. нэмэлт төлбөр авахгүй. Зарим Үйлчилгээний хувьд хүсэлт, нэмэлт төлбөр авах зорилгоор газар дээр нь сургалт явуулдаг. Та манай хаягийг ашиглан холбоо барина уу
mr: आपण सेवांसाठी देय असलेली सर्व फी दिली असेल तर आम्ही आपल्या नियुक्त केलेल्या, नावाच्या आणि अधिकृत वापरकर्त्यांसाठी दूरस्थ, थेट किंवा रेकॉर्ड केलेल्या प्रशिक्षण सत्रे तसेच आमच्या वेबसाइटवरील मदत आणि प्रशिक्षण विभागाद्वारे प्रवेशयोग्य ट्यूटोरियल उपलब्ध करुन देऊ. कोणतेही अतिरिक्त शुल्क नाही. काही सेवांसाठी आम्ही विनंतीवर आणि अतिरिक्त शुल्कासाठी काही साइटवर प्रशिक्षण प्रदान करतो. कृपया आमचा वापर करून आमच्याशी संपर्क साधा
ms: Dengan syarat anda telah membayar semua yuran yang harus dibayar oleh anda untuk Perkhidmatan, kami akan menyediakan sesi latihan jarak jauh, langsung atau rakaman kepada pengguna yang dilantik, dinamakan dan diberi kuasa serta menyediakan tutorial yang dapat diakses melalui bahagian Bantuan dan Latihan di laman web kami di tiada caj tambahan. Untuk beberapa Perkhidmatan kami menyediakan beberapa latihan di tempat berdasarkan permintaan dan dengan bayaran tambahan. Sila hubungi kami dengan menggunakan kami
mt: Sakemm tkun ħallset it-tariffi kollha li għandhom jitħallsu minnek għas-Servizzi, aħna nagħmlu disponibbli sessjonijiet ta &#39;taħriġ mill-bogħod, ħajjin jew irrekordjati għall-utenti nominati, imsemmija u awtorizzati tiegħek kif ukoll nipprovdu tutorials li huma aċċessibbli permezz tas-sezzjoni ta&#39; Għajnuna u Taħriġ tal-websajt tagħna f &#39; mingħajr ħlas addizzjonali. Għal xi Servizzi nipprovdu xi taħriġ fuq il-post fuq talba u għal ħlas addizzjonali. Jekk jogħġbok ikkuntattjana billi tuża tagħna
my: ၀ န်ဆောင်မှုများအတွက်သင်ပေးဆောင်ရမည့်အခကြေးငွေအားလုံးကိုသင်ပေးဆောင်ပါကကျွန်ုပ်တို့သည်သင်၏သတ်မှတ်ထားသော၊ အမည်ပေးထားပြီးခွင့်ပြုထားသောအသုံးပြုသူများကိုဝေးလံသော၊ တိုက်ရိုက်ထုတ်လွှသို့မဟုတ်မှတ်တမ်းတင်ထားသောလေ့ကျင့်ရေးသင်တန်းများပြုလုပ်ပေးမည်ဖြစ်ပြီးကျွန်ုပ်တို့၏ဝက်ဘ်ဆိုက်၏အကူအညီနှင့်လေ့ကျင့်ရေးကဏ္ section မှတစ်ဆင့်ကြည့်ရှုနိုင်သည့်သင်ခန်းစာများကိုလည်းပေးလိမ့်မည်။ အပိုထပ်ဆောင်းပေးစရာမလိုပါ အချို့သော ၀ န်ဆောင်မှုများအတွက်ကျွန်ုပ်တို့သည် ၀ န်ဆောင်မှုပေးရန်တောင်းဆိုခြင်းနှင့်အပိုထပ်ဆောင်းဝန်ဆောင်မှုများကိုပေးသည်။ ကျွန်ုပ်တို့၏အသုံးပြုခြင်းအားဖြင့်ကျွန်တော်တို့ကိုဆက်သွယ်ပါ
ne: तपाईंले सेवाका लागि सबै भुक्तानी गरेको भुक्तानी गर्नुभयो, हामी तपाईंको तोकिएको, नामावली र अधिकृत प्रयोगकर्ताहरूलाई टाढाको, प्रत्यक्ष वा रेकर्ड गरिएको प्रशिक्षण सत्रहरू उपलब्ध गराउँनेछौं र साथै हाम्रो वेबसाइटको मद्दत र प्रशिक्षण खण्ड मार्फत पहुँच योग्य ट्यूटोरियलहरू उपलब्ध गराउँनेछौं। कुनै अतिरिक्त शुल्क छैन। केहि सेवाहरूको लागि हामी अनुरोधमा र केही अतिरिक्त शुल्कको लागि साइटमा प्रशिक्षण प्रदान गर्दछौं। कृपया हाम्रो प्रयोग गरेर हामीलाई सम्पर्क गर्नुहोस्
nl: Op voorwaarde dat u alle door u verschuldigde vergoedingen voor de Services hebt betaald, zullen we externe, live of opgenomen trainingssessies beschikbaar stellen aan uw aangewezen, benoemde en geautoriseerde gebruikers en tutorials aanbieden die toegankelijk zijn via het gedeelte Help en training van onze website op geen extra kosten. Voor sommige Services bieden we op verzoek en tegen een extra vergoeding training op locatie. Neem dan contact met ons op via onze
no: Forutsatt at du har betalt alle avgifter som skal betales av deg for tjenestene, skal vi gjøre tilgjengelige eksterne, live eller innspilte treningsøkter for dine utpekte, navngitte og autoriserte brukere, samt tilby opplæringsprogrammer som er tilgjengelige via Hjelp og opplæring-delen av nettstedet vårt på ingen ekstra kostnad. For noen tjenester tilbyr vi opplæring på stedet på forespørsel og mot en ekstra kostnad. Kontakt oss ved å bruke vår
or: ଯଦି ଆପଣ ସେବାଗୁଡିକ ପାଇଁ ତୁମ ଦ୍ pay ାରା ପ୍ରଦାନ କରାଯିବାକୁ ଥିବା ସମସ୍ତ ଦେୟ ପ୍ରଦାନ କରିଛନ୍ତି, ଆମେ ଆପଣଙ୍କର ନିର୍ଦ୍ଦିଷ୍ଟ, ନାମିତ ଏବଂ ପ୍ରାଧିକୃତ ଉପଭୋକ୍ତାଙ୍କୁ ସୁଦୂର, ଲାଇଭ୍ କିମ୍ବା ରେକର୍ଡ ହୋଇଥିବା ତାଲିମ ଅଧିବେଶନ ଉପଲବ୍ଧ କରାଇବା ସହିତ ଟ୍ୟୁଟୋରିଆଲ୍ ପ୍ରଦାନ କରିବୁ ଯାହା ଆମ ୱେବସାଇଟ୍ ର ସହାୟତା ଏବଂ ତାଲିମ ବିଭାଗ ମାଧ୍ୟମରେ ଉପଲବ୍ଧ ହେବ | କ additional ଣସି ଅତିରିକ୍ତ ଦେୟ ନାହିଁ | କିଛି ସେବା ପାଇଁ ଆମେ ଅନୁରୋଧ ଏବଂ ଅତିରିକ୍ତ ଚାର୍ଜ ପାଇଁ କିଛି ଅନ-ସାଇଟ୍ ତାଲିମ ପ୍ରଦାନ କରୁ | ଦୟାକରି ଆମର ବ୍ୟବହାର କରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |
pa: ਬਸ਼ਰਤੇ ਤੁਸੀਂ ਸੇਵਾਵਾਂ ਦੁਆਰਾ ਤੁਹਾਡੇ ਦੁਆਰਾ ਭੁਗਤਾਨ ਯੋਗ ਸਾਰੀਆਂ ਫੀਸਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰ ਚੁੱਕੇ ਹੋ, ਅਸੀਂ ਤੁਹਾਡੇ ਨਿਰਧਾਰਤ, ਨਾਮਜ਼ਦ ਅਤੇ ਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਰਿਮੋਟ, ਲਾਈਵ ਜਾਂ ਰਿਕਾਰਡ ਕੀਤੇ ਸਿਖਲਾਈ ਸੈਸ਼ਨਾਂ ਦੇ ਨਾਲ ਨਾਲ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਦੇ ਸਹਾਇਤਾ ਅਤੇ ਸਿਖਲਾਈ ਭਾਗ ਦੁਆਰਾ ਪਹੁੰਚਯੋਗ ਟਿutorialਟੋਰਿਅਲ ਪ੍ਰਦਾਨ ਕਰਾਂਗੇ. ਕੋਈ ਵਾਧੂ ਚਾਰਜ ਨਹੀਂ. ਕੁਝ ਸੇਵਾਵਾਂ ਲਈ ਅਸੀਂ ਬੇਨਤੀ ਕਰਨ &#39;ਤੇ ਅਤੇ ਕੁਝ ਵਧੇਰੇ ਖਰਚਿਆਂ ਲਈ ਕੁਝ ਸਾਈਟ&#39; ਤੇ ਸਿਖਲਾਈ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ. ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Pod warunkiem, że zapłaciłeś wszystkie opłaty należne za usługi, udostępnimy zdalne, na żywo lub nagrane sesje szkoleniowe wyznaczonym, nazwanym i autoryzowanym użytkownikom, a także zapewnimy samouczki, które są dostępne za pośrednictwem sekcji Pomoc i szkolenia na naszej stronie internetowej pod adresem bez dodatkowych opłat. W przypadku niektórych Usług zapewniamy szkolenia na miejscu na żądanie i za dodatkową opłatą. Skontaktuj się z nami za pomocą naszego
ps: په دې شرط چې تاسو د خدماتو لپاره ستاسو لخوا تادیه شوي ټول فیسونه تادیه کړي وي ، موږ به ستاسو ټاکل شوي ، نومول شوي او مجاز کارونکي ته د لرې پرتو ، ژوندیو یا ثبت شوي روزنې ناستې چمتو کړو او همدارنګه درسونه به چمتو کړو چې زموږ د ویب پا ofې د مرستې او روزنې برخې له لارې د لاسرسي وړ دي. اضافي لګښت نشته د ځینې خدماتو لپاره موږ په غوښتنه او د اضافي لګښت لپاره ځینې په ساحه کې روزنه چمتو کوو. مهرباني وکړئ زموږ په کارولو سره موږ سره اړیکه ونیسئ
pt: Desde que você pague todas as taxas pagas pelos Serviços, disponibilizaremos sessões de treinamento remotas, ao vivo ou gravadas para os usuários designados, nomeados e autorizados, além de fornecer tutoriais acessíveis através da seção de Ajuda e treinamento do nosso site em sem custo adicional. Para alguns serviços, fornecemos treinamento no local, mediante solicitação e por um custo adicional. Entre em contato conosco usando nossa
ro: Cu condiția să plătiți toate taxele plătite de dvs. pentru servicii, vom pune la dispoziția utilizatorilor desemnați, numiți și autorizați, sesiuni de formare la distanță, în direct sau înregistrate, precum și oferim tutoriale accesibile prin secțiunea Ajutor și instruire a site-ului nostru web la fără taxe suplimentare. Pentru unele servicii, oferim instruire la fața locului la cerere și la un cost suplimentar. Vă rugăm să ne contactați folosind site-ul nostru
ru: При условии, что вы оплатили все сборы, уплачиваемые вами за Услуги, мы предоставим дистанционные, живые или записанные сеансы обучения вашим назначенным, именным и авторизованным пользователям, а также предоставим учебные материалы, доступные через раздел справки и обучения на нашем веб-сайте по адресу: без дополнительной оплаты. Для некоторых Сервисов мы предоставляем обучение на месте по запросу и за дополнительную плату. Пожалуйста, свяжитесь с нами, используя наш
rw: Mugihe wishyuye amafaranga yose yishyuwe nawe kuri Serivisi, tuzatanga amahugurwa ya kure, atuye cyangwa yanditswe mumahugurwa yabagenewe, amazina yawe kandi abifitemo uburenganzira kimwe no gutanga inyigisho zishobora kuboneka binyuze mubice bifasha n&#39;amahugurwa kurubuga rwacu kuri nta yandi mafaranga yishyurwa. Kuri Serivisi zimwe dutanga amahugurwa kumurongo kubisabwa no kwishyurwa ryinyongera. Nyamuneka twandikire ukoresheje ibyacu
sd: بشرطيڪه توهان سروسز جي طرفان توهان جي طرفان سڀني ادائيگي جي ادائيگي ادا ڪري ڇڏي ، اسان توهان جي نامزد ڪيل ، نالي وارا ۽ بااختيار صارفن لاءِ ريموٽ ، لائيو يا رڪارڊ ڪيل تربيتي سيشنون مهيا ڪنداسين ۽ گڏوگڏ سبقون فراهم ڪندا سين جيڪا اسان جي ويب سائيٽ جي مدد ۽ تربيتي سيڪشن ذريعي رسائي لائق آهن. ڪا به اضافي قيمت ڪانه آهي. ڪجهه خدمتن لاءِ اسين ڪجهه آن سائيٽ تربيت ۽ درخواست جي بنياد تي مهيا ڪندا آهيون. مهرباني ڪري اسان سان استعمال ڪندي اسان سان رابطو ڪريو
si: සේවාවන් සඳහා ඔබ විසින් ගෙවිය යුතු සියලුම ගාස්තු ඔබ විසින් ගෙවා තිබේ නම්, අපි ඔබේ නම් කරන ලද, නම් කරන ලද සහ බලයලත් පරිශීලකයින්ට දුරස්ථ, සජීවී හෝ පටිගත කරන ලද පුහුණු සැසි ලබා දීමට මෙන්ම අපගේ වෙබ් අඩවියේ උපකාර සහ පුහුණු අංශය හරහා ප්‍රවේශ විය හැකි නිබන්ධන ලබා දෙන්නෙමු. අමතර ගාස්තුවක් අය නොකෙරේ. සමහර සේවාවන් සඳහා අපි ඉල්ලීම මත සහ අමතර ගාස්තුවක් සඳහා ස්ථානීය පුහුණුවක් ලබා දෙන්නෙමු. කරුණාකර අප හා සම්බන්ධ වන්න
sk: Za predpokladu, že ste zaplatili všetky poplatky, ktoré platíte za Služby, sprístupníme vzdialené, živé alebo zaznamenané školenia vašim určeným, menovaným a oprávneným používateľom a poskytneme návody, ktoré sú prístupné v časti Pomoc a školenie na našej webovej stránke na adrese bez ďalších poplatkov. Pre niektoré služby poskytujeme na mieste a za príplatok nejaké školenie na mieste. Prosím, kontaktujte nás pomocou nášho
sl: Pod pogojem, da ste plačali vse pristojbine, ki jih plačujete za storitve, bomo vašim določenim, imenovanim in pooblaščenim uporabnikom omogočili dostop na daljavo, v živo ali posneli tečaje ter zagotovili vaje, ki so dostopne prek oddelka za pomoč in usposabljanje na našem spletnem mestu na brez doplačila. Za nekatere storitve vam na zahtevo in za doplačilo zagotovimo nekaj usposabljanja na kraju samem. Prosimo, kontaktirajte nas s pomočjo našega
sq: Me kusht që të keni paguar të gjitha tarifat që paguhen nga ju për Shërbimet, ne do të bëjmë sesione trajnimi në distanca, të drejtpërdrejta ose të regjistruara për përdoruesit tuaj të caktuar, të emëruar dhe të autorizuar, si dhe do t&#39;ju ofrojmë mësime që janë të arritshme përmes seksionit Ndihmë dhe Trajnim të faqes sonë të internetit asnjë tarifë shtesë. Për disa Shërbime ne ofrojmë disa trajnime në vend sipas kërkesës dhe për një tarifë shtesë. Ju lutemi na kontaktoni duke përdorur tonën
sr: Под условом да сте платили све накнаде које плаћате за Услуге, учинићемо доступним удаљене, живе или снимљене тренинге вашим именованим, именованим и овлашћеним корисницима, као и пружити водиче који су доступни путем одељка за помоћ и обуку на нашој веб локацији на без додатних трошкова. За неке услуге пружамо одређену обуку на лицу места на захтев и уз доплату. Молимо контактирајте нас користећи наш
sv: Under förutsättning att du har betalat alla avgifter som du betalar för tjänsterna, kommer vi att göra tillgängliga utbildningssessioner på distans, live eller inspelade till dina utsedda, namngivna och auktoriserade användare samt tillhandahålla tutorials som är tillgängliga via Hjälp och utbildningssektionen på vår webbplats på ingen extra kostnad. För vissa tjänster tillhandahåller vi utbildning på plats på begäran och mot en extra kostnad. Kontakta oss genom att använda vår
sw: Isipokuwa umelipa ada yote inayolipwa na Huduma, tutafanya vikao vya mafunzo vya mbali, vilivyo hai au virekodi kwa walioteuliwa, waliopewa majina na walioidhinishwa na pia kutoa mafunzo ambayo yanapatikana kupitia sehemu ya Msaada na Mafunzo ya tovuti yetu kwa hakuna malipo ya ziada. Kwa huduma zingine tunatoa mafunzo kadhaa kwenye tovuti kwa ombi na malipo ya ziada. Tafadhali wasiliana nasi kwa kutumia yetu
ta: சேவைகளுக்காக நீங்கள் செலுத்த வேண்டிய அனைத்து கட்டணங்களையும் நீங்கள் செலுத்தியிருந்தால், உங்கள் நியமிக்கப்பட்ட, பெயரிடப்பட்ட மற்றும் அங்கீகரிக்கப்பட்ட பயனர்களுக்கு தொலைநிலை, நேரடி அல்லது பதிவு செய்யப்பட்ட பயிற்சி அமர்வுகளை நாங்கள் வழங்குவோம், அத்துடன் எங்கள் வலைத்தளத்தின் உதவி மற்றும் பயிற்சி பிரிவு வழியாக அணுகக்கூடிய பயிற்சிகளை வழங்குவோம். கூடுதல் கட்டணம் இல்லை. சில சேவைகளுக்கு நாங்கள் கோரிக்கையின் பேரில் சில கூடுதல் இடத்திலுள்ள பயிற்சியையும் கூடுதல் கட்டணத்தையும் வழங்குகிறோம். எங்களைப் பயன்படுத்தி எங்களை தொடர்பு கொள்ளவும்
te: సేవలకు మీరు చెల్లించాల్సిన అన్ని రుసుములను మీరు చెల్లించినట్లయితే, మేము మీ నియమించబడిన, పేరున్న మరియు అధీకృత వినియోగదారులకు రిమోట్, లైవ్ లేదా రికార్డ్ చేసిన శిక్షణా సెషన్లను అందుబాటులో ఉంచుతాము మరియు మా వెబ్‌సైట్ యొక్క సహాయం మరియు శిక్షణ విభాగం ద్వారా ప్రాప్యత చేయగల ట్యుటోరియల్‌లను అందిస్తాము. అదనపు ఛార్జీలు లేవు. కొన్ని సేవల కోసం మేము అభ్యర్థనపై మరియు అదనపు ఛార్జీల కోసం ఆన్-సైట్ శిక్షణను అందిస్తాము. దయచేసి మా ఉపయోగించి మమ్మల్ని సంప్రదించండి
tg: Агар шумо тамоми пардохтҳоро барои хидматҳо пардохт кардед, мо дарсҳои фосилавии, зинда ё сабтшударо ба корбарони таъиншуда, номбаршуда ва ваколатдори шумо пешниҳод менамоем ва инчунин дарсӣ тавассути фасли Кӯмак ва таълим дар сайти мо таъмин карда мешавем. пардохти иловагӣ нест. Барои баъзе хидматҳо, мо дар асоси дархост ва музди иловагӣ каме омӯзиши макон мегузорем. Лутфан бо истифода аз мо бо мо тамос гиред
th: หากคุณชำระค่าธรรมเนียมทั้งหมดที่คุณต้องชำระสำหรับบริการเราจะจัดให้มีการฝึกอบรมระยะไกลสดหรือบันทึกการฝึกอบรมให้กับผู้ใช้ที่ได้รับมอบหมายชื่อของคุณและได้รับอนุญาตรวมถึงการสอนที่สามารถเข้าถึงได้ผ่านทาง ไม่มีค่าใช้จ่ายเพิ่มเติม สำหรับบริการบางอย่างเราให้การฝึกอบรมนอกสถานที่เมื่อมีการร้องขอและมีค่าใช้จ่ายเพิ่มเติม กรุณาติดต่อเราโดยใช้ของเรา
tk: Hyzmatlar üçin tölenmeli ähli tölegleri tölän bolsaňyz, bellenen, atlandyrylan we ygtyýarly ulanyjylaryňyza uzakdan, göni ýa-da ýazga alnan okuw sapaklaryny hödürläris, şeýle hem web sahypamyzyň Kömek we okuw bölümi arkaly girip boljak okuw sapaklaryny hödürläris. goşmaça töleg ýok. Käbir Hyzmatlar üçin haýyşy we goşmaça töleg üçin ýerinde tälim berýäris. Bizden peýdalanyp, biziň bilen habarlaşmagyňyzy haýyş edýäris
tl: Kung nabayaran mo na ang lahat ng mga bayarin na babayaran mo para sa Mga Serbisyo, gagawa kami ng magagamit na malayo, live o naitala na mga sesyon ng pagsasanay sa iyong itinalaga, pinangalanan at awtorisadong mga gumagamit pati na rin magbigay ng mga tutorial na maa-access sa pamamagitan ng seksyon ng Tulong at Pagsasanay ng aming website sa walang karagdagang singil. Para sa ilang Mga Serbisyo ay nagbibigay kami ng ilang mga site na pagsasanay sa kahilingan at para sa karagdagang bayad. Mangyaring makipag-ugnay sa amin sa pamamagitan ng paggamit ng aming
tr: Hizmetler için tarafınızdan ödenecek tüm ücretleri ödemeniz koşuluyla, belirlenmiş, adlandırılmış ve yetkilendirilmiş kullanıcılarınıza uzaktan, canlı veya kaydedilmiş eğitim oturumları sunacağız. ek ücret yok. Bazı Servisler için talep üzerine ve ek ücret karşılığında yerinde eğitim veriyoruz. Lütfen kullanarak bize ulaşın bizim
tt: Хезмәтләр өчен сез түләргә тиеш булган барлык түләүләрне түләгән очракта, без сезнең билгеләнгән, исемләнгән һәм вәкаләтле кулланучыларыгызга ерак, тере яки яздырылган тренинглар бирәчәкбез, шулай ук сайтыбызның Ярдәм һәм Тренинг бүлеге аша кереп була торган дәреслекләр бирәчәкбез. өстәмә түләү юк. Кайбер Хезмәтләр өчен без сорау буенча һәм өстәмә түләү өчен сайтта тренинг бирәбез. Зинһар, безнең белән элемтәгә керегез
ug: سىز مۇلازىمەت ئۈچۈن تۆلەيدىغان بارلىق ھەقلەرنى تۆلىگەن بولسىڭىز ، بىز بېكىتىلگەن ، ئىسمىڭىز ۋە ھوقۇق بېرىلگەن ئىشلەتكۈچىلىرىڭىزگە يىراق ، نەق مەيدان ياكى خاتىرىلەنگەن مەشىقلەرنى تەمىنلەيمىز ، شۇنداقلا تور بېكىتىمىزنىڭ ياردەم ۋە تەربىيىلەش بۆلۈمى ئارقىلىق زىيارەت قىلغىلى بولىدىغان دەرسلىك بىلەن تەمىنلەيمىز. قوشۇمچە ھەق ئېلىنمايدۇ. بەزى مۇلازىمەتلەر ئۈچۈن تەلەپ بويىچە ۋە قوشۇمچە ھەق ئۈچۈن نەق مەيداندا تەربىيىلەيمىز. بىز ئارقىلىق بىز بىلەن ئالاقىلىشىڭ
uk: Якщо ви сплатили всі збори, сплачені вами за Послуги, ми надамо доступні дистанційні, живі або записані навчальні заняття вашим призначеним, іменованим та уповноваженим користувачам, а також надамо підручники, доступні через розділ Довідка та навчання нашого веб-сайту за адресою без додаткової плати. Для деяких Служб ми надаємо певне навчання на місці за запитом та за додаткову плату. Будь ласка, зв&#39;яжіться з нами, використовуючи наше
ur: بشرطیکہ آپ نے خدمات کے ل you آپ کے ذریعہ قابل ادائیگی کی تمام فیسوں کی ادائیگی کر دی ہو ، ہم آپ کے نامزد ، نامزد اور مجاز صارفین کو دور دراز ، رواں یا ریکارڈ شدہ تربیتی سیشن فراہم کریں گے اور ساتھ ہی ہماری ویب سائٹ کے ہیلپ اینڈ ٹریننگ سیکشن کے ذریعہ قابل رسائی سبق فراہم کریں گے۔ کوئی اضافی چارج نہیں۔ کچھ خدمات کے ل we ہم درخواست پر اور اضافی معاوضہ کے لئے کچھ سائٹ پر ٹریننگ فراہم کرتے ہیں۔ براہ کرم ہمارا استعمال کرکے ہم سے رابطہ کریں
uz: Agar siz xizmatlar uchun to&#39;lanadigan barcha to&#39;lovlarni to&#39;lagan bo&#39;lsangiz, biz sizga belgilangan, ismli va vakolatli foydalanuvchilarga masofadan turib, jonli yoki yozib olingan o&#39;quv mashg&#39;ulotlarini taqdim etamiz, shuningdek bizning veb-saytimizning &quot;Yordam va o&#39;qitish&quot; bo&#39;limi orqali foydalanish mumkin bo&#39;lgan darsliklarni taqdim etamiz. qo&#39;shimcha haq olinmaydi. Ba&#39;zi xizmatlar uchun biz so&#39;rov bo&#39;yicha va qo&#39;shimcha haq evaziga joyida trening o&#39;tkazamiz. Iltimos, biznikidan foydalanib biz bilan bog&#39;laning
vi: Với điều kiện bạn đã thanh toán tất cả các khoản phí mà bạn phải trả cho Dịch vụ, chúng tôi sẽ cung cấp các buổi đào tạo từ xa, trực tiếp hoặc được ghi lại cho người dùng được chỉ định, được đặt tên và ủy quyền của bạn cũng như cung cấp các hướng dẫn có thể truy cập qua phần Trợ giúp và Đào tạo trên trang web của chúng tôi tại Không có phí bổ sung. Đối với một số Dịch vụ, chúng tôi cung cấp một số khóa đào tạo tại chỗ theo yêu cầu và có tính phí bổ sung. Vui lòng liên hệ với chúng tôi bằng cách sử dụng của chúng tôi
xh: Ukuxhomekeka ekubeni uhlawule yonke imirhumo ehlawulwa nguwe ngenxa yeenkonzo, siya kwenza ukuba kufumaneke kude, siphile okanye irekhodwe iiseshini zoqeqesho kubachwephesha bakho, abanamagama nabasebenzisi abagunyazisiweyo kunye nokubonelela ngezifundo ezifumanekayo ngecandelo loNcedo kunye noQeqelelo lwewebhusayithi yethu kwi akukho ntlawulo yongezelelweyo. Kwezinye iinkonzo sinikezela ngoqeqesho lwasesikolweni ngesicelo nangentlawulo eyongezelelweyo. Nceda unxibelelane nathi ngokusebenzisa ezethu
yi: אויב איר האָט באַצאָלט אַלע פיז וואָס איר האָט באַצאָלט פֿאַר די סערוויסעס, מיר וועלן צושטעלן פאַראַנען, לעבן אָדער רעקאָרדעד טריינינג סעשאַנז צו דיין דעזיגנייטיד, געהייסן און אָטערייזד ניצערס, און צושטעלן טוטאָריאַלז וואָס זענען צוטריטלעך דורך די הילף און טראַינינג אָפּטיילונג פון אונדזער וועבזייטל. ניט נאָך אָפּצאָל. פאר עטלעכע באַדינונגס מיר צושטעלן טריינינג אויף פּלאַץ און בעטן אַן נאָך אָפּצאָל. ביטע קאָנטאַקט אונדז דורך ניצן אונדזער
