Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
af: Gebruik die selfbedien-administratiewe funksie Neem volledige beheer van u CaseActive-bestuurspakket vanaf die platform self.
am: የራስ-አገዝ አስተዳደራዊ ባህሪን ይጠቀሙ የእርስዎን CaseActive አስተዳደር ክፍል ከመድረክ ላይ ሙሉ በሙሉ ይያዙ።
ar: استخدم الميزة الإدارية ذاتية الخدمة تحكم بالكامل في مجموعة إدارة CaseActive من النظام الأساسي نفسه.
az: Özünə xidmət etmə inzibati xüsusiyyətindən istifadə CaseActive idarəetmə dəstinizi platformanın özündən götürün.
be: Выкарыстоўвайце функцыю самаабслугоўвання адміністратара. Вазьміце поўны кантроль над пакетам кіравання CaseActive з самой платформы.
bg: Използвайте функцията за самостоятелно обслужване на администратора Поемете пълен контрол върху своя пакет за управление CaseActive от самата платформа.
bn: স্ব-পরিবেশনামূলক প্রশাসনিক বৈশিষ্ট্যটি ব্যবহার করুন প্ল্যাটফর্ম থেকে নিজের কেসএ্যাকটিভ ম্যানেজমেন্ট স্যুটের সম্পূর্ণ নিয়ন্ত্রণ নিন।
ca: Utilitzeu la funció administrativa d&#39;autoservei: feu el control total de la vostra suite de gestió CaseActive des de la mateixa plataforma.
cs: Používejte funkci samoobslužné správy Převzít úplnou kontrolu nad vaší sadou CaseActive pro správu ze samotné platformy.
cy: Defnyddiwch y Nodwedd Gweinyddol Hunan-Wasanaeth Cymerwch reolaeth lwyr ar eich cyfres reoli CaseActive o&#39;r platfform ei hun.
da: Brug den selvbetjenende administrative funktion Tag total kontrol over din CaseActive-administrationssuite fra selve platformen.
de: Verwenden der Self-Serve-Verwaltungsfunktion Übernehmen Sie die vollständige Kontrolle über Ihre CaseActive-Verwaltungssuite von der Plattform aus.
el: Χρησιμοποιήστε τη δυνατότητα διαχείρισης αυτοεξυπηρέτησης Πάρτε τον πλήρη έλεγχο της σουίτας διαχείρισης CaseActive από την ίδια την πλατφόρμα.
eo: Uzu la Mem-Servan Administran Trajton Prenu totalan kontrolon de via CaseActive-administrada suite de la platformo mem.
es: Use la función administrativa de autoservicio Tome el control total de su suite de administración CaseActive desde la plataforma misma.
et: Kasutage iseteeninduslikku haldusfunktsiooni. Juhtimiskomplekti CaseActive täielik juhtimine saate platvormilt endalt.
eu: Erabili norbere buruari funtzio administratiboa Eraiki zure CaseActive kudeaketa-suitearen kontrol osoa plataformatik.
fa: از ویژگی مدیریتی Self-Serve استفاده کنید ، کنترل کامل مجموعه مدیریت CaseActive را از روی سیستم عامل خود کنترل کنید.
fi: Käytä itsepalveltavaa hallintaominaisuutta. Ohjaa CaseActive-hallintaohjelmisto kokonaan itse alustaan.
fr: Utilisez la fonction d&#39;administration libre-service Prenez le contrôle total de votre suite de gestion CaseActive à partir de la plateforme elle-même.
fy: Brûk de Self-Serve Administrative Feature Nim folsleine kontrôle oer jo CaseActive management suite fan it platfoarm sels.
ga: Úsáid an Ghné Riaracháin Féinfhreastail Glac smacht iomlán ar do shraith bainistíochta CaseActive ón ardán féin.
gd: Cleachd am feart rianachd fèin-sheirbheis Gabh smachd iomlan air an t-sreath riaghlaidh CaseActive agad bhon àrd-ùrlar fhèin.
gl: Use a función administrativa de autoservir Toma o control total da súa suite de xestión CaseActive desde a propia plataforma.
gu: સ્વ-સેવા આપેલી વહીવટી સુવિધાનો ઉપયોગ કરો પ્લેટફોર્મ પરથી જ તમારા કેસએક્ટિવ મેનેજમેન્ટ સ્યુટનો સંપૂર્ણ નિયંત્રણ રાખો.
hi: स्व-सेवा प्रशासनिक सुविधा का उपयोग करें प्लेटफ़ॉर्म से ही अपने CaseActive प्रबंधन सूट का कुल नियंत्रण रखें।
hr: Koristite značajku Self-Serve Administracija: Potpuno kontrolirajte svoj paket za upravljanje CaseActive od same platforme.
hu: Használja az önkiszolgáló adminisztratív funkciót. Vegye át a CaseActive felügyeleti csomag teljes irányítását maga a platform.
hy: Օգտագործեք Ինքնասպասարկման Վարչական առանձնահատկությունը Վերցրեք ամբողջ հսկողությունը ձեր CaseActive կառավարման հավաքակազմին հենց այդ հարթակից:
id: Gunakan Fitur Administratif Swa-Layani Ambil kendali penuh dari suite manajemen CaseActive Anda dari platform itu sendiri.
is: Notaðu sjálfskipaða stjórnunaraðgerð Taktu fulla stjórn á CaseActive stjórnunarvítunni þinni frá pallinum sjálfum.
it: Utilizza la funzione amministrativa self-service Assumi il controllo totale della suite di gestione CaseActive dalla piattaforma stessa.
iw: השתמש בתכונה הניהולית לשרת עצמי קח שליטה מוחלטת על חבילת הניהול של CaseActive מהפלטפורמה עצמה.
ja: セルフサービス管理機能を使用するプラットフォーム自体からCaseActive管理スイートを完全に制御します。
ka: გამოიყენეთ თვითმმართველობის მოსამსახურის ადმინისტრაციული ფუნქცია, მთლიანად განახორციელეთ კონტროლი თქვენი CaseActive მენეჯმენტის კომპლექტზე პლატფორმიდან.
kk: Өзін-өзі басқаратын әкімшілік функцияны пайдалану CaseActive басқару жиынтығын платформаның өзінен басқарыңыз.
km: ប្រើលក្ខណៈពិសេសរដ្ឋបាលបម្រើដោយខ្លួនឯងគ្រប់គ្រងទាំងស្រុងនៃឈុតគ្រប់គ្រង CaseActive របស់អ្នកពីវេទិកាខ្លួនវា។
kn: ಸ್ವಯಂ-ಸೇವೆ ಆಡಳಿತಾತ್ಮಕ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಿ ನಿಮ್ಮ ಕೇಸ್‌ಆಕ್ಟಿವ್ ಮ್ಯಾನೇಜ್‌ಮೆಂಟ್ ಸೂಟ್‌ನ ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣವನ್ನು ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಿಂದಲೇ ತೆಗೆದುಕೊಳ್ಳಿ.
ku: Vebijarka Kargêriya Xweser bikar bînin Bi tevahî kontrola xweya rêveberiya CaseActive ji platformê bixwe bigirin.
ky: Өзүн-өзү тейлөөчү административдик мүмкүнчүлүктү колдонуу CaseActive башкаруу топтомун платформанын өзүнөн башкарыңыз.
lb: Benotzt d&#39;Self-Serve Administrative Feature Huelt total Kontroll vun Ärer CaseActive Management Suite vun der Plattform selwer.
lo: ໃຊ້ຄຸນະລັກສະນະການບໍລິຫານຕົນເອງໃຊ້ຄວບຄຸມຊຸດການບໍລິຫານຈັດການ CaseActive ຂອງທ່ານທັງ ໝົດ ຈາກເວທີນັ້ນເອງ.
lt: Naudokite savitarnos administravimo funkciją. Galite visiškai valdyti savo CaseActive valdymo paketą iš pačios platformos.
lv: Izmantojiet pašapkalpošanās administratīvo funkciju. Pārņemiet pilnīgu kontroli pār savu CaseActive pārvaldības komplektu no pašas platformas.
mg: Ampiasao ny toetoetra fitantanan-tena momba ny tena: Alao ny fifehezana ny CaseActive fitantanana anao amin&#39;ny sehatra.
mi: Whakamahia te Tohu Whakahaa-Motuhake Whakahaa ma te whakahaere i o roopu whakahaere CaseActive mai i te papanga ano.
mk: Користете ја административната карактеристика за само-сервирање Преземете целосна контрола врз вашиот пакет за управување со CaseActive од самата платформа.
ml: സ്വയം സേവിക്കുന്ന അഡ്‌മിനിസ്‌ട്രേറ്റീവ് സവിശേഷത ഉപയോഗിക്കുക പ്ലാറ്റ്‌ഫോമിൽ നിന്ന് തന്നെ നിങ്ങളുടെ കേസ് ആക്റ്റീവ് മാനേജുമെന്റ് സ്യൂട്ടിന്റെ പൂർണ്ണ നിയന്ത്രണം നേടുക.
mn: Өөртөө үйлчилдэг захиргааны функцийг ашиглах CaseActive менежментийн иж бүрдлийг платформоос өөрөө хянах боломжтой болно.
mr: सेल्फ-सर्व्हिव्ह प्रशासकीय वैशिष्ट्य वापरा प्लॅटफॉर्मवरुनच आपल्या केसएक्टिव मॅनेजमेंट सूटचे संपूर्ण नियंत्रण घ्या.
ms: Gunakan Ciri Pentadbiran Melayan Diri. Mengendalikan sepenuhnya suite pengurusan CaseActive anda dari platform itu sendiri.
mt: Uża l-Karatteristika Amministrattiva Awtoservja Ħu l-kontroll totali tas-suite ta &#39;ġestjoni CaseActive tiegħek mill-pjattaforma nnifisha.
my: Self-Serve အုပ်ချုပ်ရေးအင်္ဂါရပ်ကိုသုံးပါသင့် CaseActive စီမံခန့်ခွဲမှုအစီအစဉ်ကိုစင်မြင့်မှကိုယ်တိုင်ထိန်းချုပ်ပါ။
ne: सेल्फ-सर्भर प्रशासनिक सुविधा प्रयोग गर्नुहोस् प्लेटफर्मबाट नै तपाईंको केसएक्टिभ व्यवस्थापन सुइटको पूर्ण नियन्त्रण लिनुहोस्।
nl: Gebruik de Self-Serve administratieve functie Neem volledige controle over uw CaseActive-beheersuite vanaf het platform zelf.
no: Bruk den selvbetjenende administrative funksjonen Ta full kontroll over CaseActive administrasjonssuite fra selve plattformen.
or: ସେଲ୍ଫ୍ ସର୍ଭିସ୍ ଆଡମିନିଷ୍ଟ୍ରେଟିଭ୍ ଫିଚର୍ ବ୍ୟବହାର କରନ୍ତୁ ପ୍ଲାଟଫର୍ମରୁ ଆପଣଙ୍କ କେସ୍ ଆକ୍ଟିଭ୍ ମ୍ୟାନେଜମେଣ୍ଟ ସୁଟ୍ ଉପରେ ସମ୍ପୂର୍ଣ୍ଣ ନିୟନ୍ତ୍ରଣ ନିଅନ୍ତୁ |
pa: ਸਵੈ-ਸੇਵਾ ਪ੍ਰਬੰਧਕੀ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਵਰਤੋਂ ਆਪਣੇ ਪਲੇਟਫਾਰਮ ਤੋਂ ਆਪਣੇ ਕੇਸਐਕਟਿਵ ਮੈਨੇਜਮੈਂਟ ਸੂਟ ਦਾ ਪੂਰਾ ਨਿਯੰਤਰਣ ਲਓ.
pl: Korzystanie z funkcji administrowania samoobsługą Przejmij całkowitą kontrolę nad pakietem zarządzania CaseActive z samej platformy.
ps: د ځان خدمت اداره بatureه وکاروئ د خپل قضیې مدیریت سایټ بشپړ کنټرول د پلیټ فارم څخه پخپله واخلئ.
pt: Use o recurso administrativo de autoatendimento Assuma o controle total do seu conjunto de gerenciamento CaseActive a partir da própria plataforma.
ro: Utilizați funcția administrativă de servire proprie Puneți controlul total asupra suitei dvs. de gestionare CaseActive de pe platforma în sine.
ru: Используйте функцию администрирования самообслуживания. Получите полный контроль над пакетом управления CaseActive с самой платформы.
rw: Koresha Kwikorera-Kwikorera Ibiranga Ubuyobozi Fata igenzura ryuzuye rya sisitemu yo gucunga ibintu uhereye kurubuga rwonyine.
sd: سيلف سريو ايڊمنسٽريٽ فيچر استعمال ڪريو پنهنجي پليٽ فارم تان پنهنجي ڪيس اييڪٽو مئنيجمينٽ سوٽ جو مڪمل ڪنٽرول حاصل ڪريو.
si: ස්වයං සේවා පරිපාලන විශේෂාංගය භාවිතා කරන්න වේදිකාවේ සිටම ඔබේ සිද්ධි කළමනාකරණ කට්ටලයේ සම්පූර්ණ පාලනය ගන්න.
sk: Používanie samoobslužnej administratívnej funkcie Prevezmite úplnú kontrolu nad svojím balíkom riadenia CaseActive zo samotnej platformy.
sl: Uporaba samopostrežne administrativne funkcije Prevzemite popoln nadzor nad upravljalnim paketom CaseActive s same platforme.
sq: Përdorni tiparin administrativ të Vetë-Shërbimit Merrni kontrollin e plotë të suiteve tuaja të menaxhimit CaseActive nga vetë platforma.
sr: Користите Селф-Серве административну функцију Преузмите потпуну контролу над својим ЦасеАцтиве пакетом за управљање са саме платформе.
sv: Använd den självserverande administrativa funktionen Ta total kontroll över din CaseActive-hanteringssvit från själva plattformen.
sw: Tumia Makala ya Utawala ya Kujishughulisha Chukua udhibiti kamili wa Suala la usimamizi wa Uchunguzi kutoka jukwaa lenyewe.
ta: சுய சேவை நிர்வாக அம்சத்தைப் பயன்படுத்தவும் உங்கள் கேஸ்ஆக்டிவ் மேனேஜ்மென்ட் தொகுப்பின் முழு கட்டுப்பாட்டையும் மேடையில் இருந்து எடுத்துக் கொள்ளுங்கள்.
te: స్వీయ-సేవ పరిపాలనా లక్షణాన్ని ఉపయోగించండి ప్లాట్‌ఫారమ్ నుండే మీ కేస్ యాక్టివ్ మేనేజ్‌మెంట్ సూట్‌పై పూర్తి నియంత్రణ తీసుకోండి.
tg: Хусусияти маъмурии худидоракуниро истифода баред Назорати пурраи маҷмӯи идоракунии CaseActive-ро аз худи платформа ба даст оред.
th: ใช้คุณลักษณะการดูแลระบบ Self-Serve ใช้การควบคุมทั้งหมดของ CaseActive Management Suite ของคุณจากแพลตฟอร์ม
tk: Öz-özüňe hyzmat ediş administratiw aýratynlygyny ulanyň “CaseActive” dolandyryş toplumyny platformanyň özünden doly dolandyryň.
tl: Gamitin ang Tampok na Pangangasiwa sa Sarili na Paghahatid sa Sarili Kumuha ng kabuuang kontrol ng iyong suot ng CaseActive management mula sa platform mismo.
tr: Kendi Kendine Hizmet Veren Yönetim Özelliğini Kullanma CaseActive yönetim paketinizi platformun kendisinden tam olarak kontrol edin.
tt: Administrativeз-үзеңә хезмәт күрсәтү өчен административ функцияне кулланыгыз CaseActive идарә итү комплектын платформаның үзеннән алыгыз.
ug: ئۆزى مۇلازىمەت قىلىدىغان مەمۇرىي ئىقتىدارنى ئىشلىتىڭ CaseActive باشقۇرۇش يۈرۈشلۈكلىرىڭىزنى سۇپىنىڭ ئۆزىدىن كونترول قىلىڭ.
uk: Використовуйте функцію самостійного обслуговування адміністратора. Повніть контроль над своїм набором управління CaseActive від самої платформи.
ur: سیلف سرو ایڈمنسٹریشنل فیچر کا استعمال کریں اپنے کیس ایکٹیوٹیو مینجمنٹ سوٹ کا مکمل کنٹرول پلیٹ فارم سے ہی لیں۔
uz: O&#39;z-o&#39;ziga xizmat ko&#39;rsatish ma&#39;muriy xususiyatidan foydalanish CaseActive boshqaruv dasturini platformaning o&#39;zida to&#39;liq boshqarish.
vi: Sử dụng Tính năng quản trị tự phục vụ Kiểm soát toàn bộ bộ quản lý CaseActive của bạn từ chính nền tảng.
xh: Sebenzisa umSebenzisi oSebenzayo wokuLawula Thatha ulawulo olupheleleyo lwe-CaseActive management suite yakho eqongeni ngokwalo.
yi: ניצן די זעלבסט-דינען אַדמיניסטראַטיווע שטריך נעמען גאַנץ קאָנטראָל פון דיין קייסאַקטיווע פאַרוואַלטונג סוויט פון דער פּלאַטפאָרמע זיך.
