Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Take a tour
af: Neem &#39;n toer
am: ጎብኝ
ar: خذ جولة
az: Bir tur atın
be: здайце
bg: Направете обиколка
bn: ঘুরে আসা
ca: Fer una visita guiada
cs: Vydejte se na prohlídku
cy: Ewch ar daith
da: Tag en tour
de: Machen Sie eine Tour
el: Να λάβει μια περιήγηση
eo: Vojaĝu
es: Tomar un tour
et: Tehke ekskursioon
eu: Egin bira bat
fa: یک تور بروید
fi: Tutustu kiertueeseen
fr: Faire un tour
fy: In reiske meitsje
ga: Tóg turas
gd: Gabh cuairt
gl: Fai un tour
gu: એક મુલાકાત લો
hi: एक टूर लें
hr: Započnite razgledavanje
hu: Nézz körbe
hy: Ուղեւորություն
id: Ikuti tur
is: Taka ferð
it: Fare un giro
iw: סייר
ja: ツアーに参加します
ka: Ტურზე წასვლა
kk: Гастрольге барыңыз
km: ទស្សនា
kn: ಪ್ರವಾಸ ಕೈಗೊಳ್ಳಿ
ku: Biçe serdanek
ky: Тур алуу
lb: Huelt eng Tour
lo: ເອົາທັດສະນະ
lt: Apsilankykite
lv: Veikt ceļojumu
mg: Mandehana mitsidika
mi: Tangohia he haerenga
mk: Оди на турнеја
ml: ഒരു ടൂർ നടത്തുക
mn: Аялал яв
mr: एक टूर घ्या
ms: Lakukan lawatan
mt: Ħu tour
my: ခရီးစတင်ပါ
ne: टूर लिनुहोस्
nl: Neem een rondleiding
no: Ta en tur
or: ଏକ ଭ୍ରମଣ କରନ୍ତୁ |
pa: ਇੱਕ ਟੂਰ ਲਓ
pl: Wybierz się na wycieczkę
ps: سفر ته لاړ شئ
pt: Faça um tour
ro: Faceți un tur
ru: Взять тур
rw: Fata urugendo
sd: ٽوئر وٺو
si: සංචාරයක් කරන්න
sk: Urobte si prehliadku
sl: Pojdi na ogled
sq: Merr nje tur
sr: Обиђите
sv: Ta en tur
sw: Chukua ziara
ta: ஒரு சுற்றுப்பயணம் மேற்கொள்ளுங்கள்
te: పర్యటించు
tg: Ҷаҳишро гиред
th: ทัวร์ชม
tk: Gezelenç ediň
tl: Kumuha ng paglilibot
tr: Bir tur at
tt: Экскурсия
ug: ساياھەت قىلىڭ
uk: Піти на екскурсію
ur: ٹور لے لو
uz: Safarga chiqing
vi: Đi tham quan
xh: Thatha ityelelo
yi: נעמען אַ רייַזע

source: Stay Connected
af: Bly gekonnekteer
am: እንደተገናኙ ይቆዩ
ar: ابق على اتصال
az: Bağlı olun
be: Заставайцеся на сувязі
bg: Поддържайте връзка
bn: যোগাযোগ রেখো
ca: Mantén-te connectat
cs: Zůstaň připojen
cy: Arhoswch yn Gysylltiedig
da: Forbliv forbundet
de: In Verbindung bleiben
el: Μείνε συνδεδεμένος
eo: Restu Konektita
es: Mantente conectado
et: Püsi ühenduses
eu: Konektatu
fa: وصل بمون
fi: Pysyä yhteydessä
fr: Rester connecté
fy: Bliuw yn kontakt
ga: Fanacht Nasctha
gd: Fuirich ceangailte
gl: Mantéñase conectado
gu: સંપર્ક માં રહો
hi: जुड़े रहें
hr: Ostanite povezani
hu: Maradj kapcsolatban
hy: Մնացեք միացված
id: Tetap terhubung
is: Vertu tengdur
it: Rimani connesso
iw: תשאר מחובר
ja: 接続を維持
ka: იყავი დაკავშირებული
kk: Байланыста болыңыз
km: រក្សាទំនាក់ទំនង
kn: ಸಂಪರ್ಕದಲ್ಲಿರಿ
ku: Bi hev ve bimînin
ky: Байланышта бол
lb: Bleift ugeschloss
lo: ຢູ່ເຊື່ອມຕໍ່
lt: Lik prisijungęs
lv: Paliec pieslēdzies
mg: Mijanona ho mifandray
mi: Kia Tūhono
mk: Остани поврзан
ml: ബന്ധം നിലനിർത്തുക
mn: Холбоотой байх
mr: कनेक्ट रहा
ms: Sentiasa berhubung
mt: Ibqa ’Konnessi
my: ချိတ်ဆက်ပါ
ne: जडित रहनुहोस्
nl: Blijf verbonden
no: Hold kontakten
or: ସଂଯୋଜିତ ରୁହନ୍ତୁ |
pa: ਜੁੜੇ ਰਹੋ
pl: Pozostawanie w kontakcie
ps: په لیکه اوسه
pt: Permaneça conectado
ro: Rămâi conectat
ru: Оставайся на связи
rw: Komeza Guhuza
sd: ڳنڍيل رهو
si: සම්බන්ධව සිටින්න
sk: Zostaň pripojený
sl: Ostani povezan
sq: Qëndro i lidhur
sr: Останите повезани
sv: Förbli uppkopplad
sw: Kaa Uliunganishwa
ta: இணைந்திருங்கள்
te: కనెక్ట్ అయి ఉండండి
tg: Доим бошед
th: เชื่อมต่ออยู่เสมอ
tk: Baglanyşykda boluň
tl: Manatiling Nakakonekta
tr: Bağlı kalın
tt: Бәйләнегез
ug: باغلىنىپ تۇرۇڭ
uk: Залишайся на зв'язку
ur: جڑے رہیے
uz: Aloqada bo'ling
vi: Giữ liên lạc
xh: Hlala uqhagamshelwe
yi: בלייבן פארבונדן

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
af: Handhaaf onmiddellike kontak met spanlede met behulp van CaseActive se gebruikersvriendelike koppelvlak as u middelpunt vir klante- en saakbestuur.
am: ለደንበኛ እና ለጉዳይ ማቀናበሪያ እንደ CaseActive ለተጠቃሚ ምቹ የሆነ በይነገጽን በመጠቀም ከቡድን አባላት ጋር ፈጣን ግንኙነትን ይጠብቁ ፡፡
ar: حافظ على الاتصال الفوري مع أعضاء الفريق باستخدام واجهة CaseActive سهلة الاستخدام كمحطة واحدة لإدارة العميل والحالة.
az: CaseActive-in istifadəçi dostu interfeysini müştəri və iş idarəetmə üçün bir pəncərə mərkəzi olaraq istifadə edərək komanda üzvləri ilə sürətli əlaqə qurun.
be: Падтрымлівайце імгненны кантакт з членамі каманды, выкарыстоўваючы зручны для карыстача інтэрфейс CaseActive, як цэнтр &quot;адзінае прыпыненне&quot; для кіравання кліентамі і справамі.
bg: Поддържайте незабавен контакт с членовете на екипа, използвайки удобния за потребителя интерфейс на CaseActive като център за управление на клиенти и случаи.
bn: কেসএ্যাকটিভির ব্যবহারকারী-বান্ধব ইন্টারফেসটি ক্লায়েন্ট এবং কেস ম্যানেজমেন্টের জন্য আপনার ওয়ান স্টপ হাব হিসাবে ব্যবহার করে টিমের সদস্যদের সাথে তাত্ক্ষণিক যোগাযোগ বজায় রাখুন।
ca: Manteniu el contacte instantani amb els membres de l’equip mitjançant la interfície fàcil d’utilitzar CaseActive com a hub únic per a la gestió del client i dels casos.
cs: Udržujte okamžitý kontakt se členy týmu pomocí uživatelsky přívětivého rozhraní CaseActive jako vašeho centrálního uzlu pro správu klientů a případů.
cy: Cynnal cyswllt ar unwaith ag aelodau&#39;r tîm gan ddefnyddio rhyngwyneb hawdd ei ddefnyddio CaseActive fel eich canolbwynt un stop ar gyfer rheoli cleientiaid ac achosion.
da: Opret øjeblikkelig kontakt med teammedlemmer ved hjælp af CaseActives brugervenlige interface som dit one-stop hub til klient- og sagsstyring.
de: Pflegen Sie sofortigen Kontakt zu Teammitgliedern, indem Sie die benutzerfreundliche Oberfläche von CaseActive als zentrale Anlaufstelle für das Kunden- und Fallmanagement verwenden.
el: Διατηρήστε την άμεση επαφή με τα μέλη της ομάδας χρησιμοποιώντας τη φιλική προς το χρήστη διεπαφή του CaseActive ως το κέντρο μίας στάσης για τη διαχείριση πελατών και υποθέσεων.
eo: Subtenu tujan kontakton kun samideanoj per la uzantinterfaco de CaseActive kiel via unufoja nabo por kliento kaj kazo-administrado.
es: Mantenga contacto instantáneo con los miembros del equipo utilizando la interfaz fácil de usar de CaseActive como su centro único para la gestión de clientes y casos.
et: Hoidke kohest kontakti meeskonnaliikmetega, kasutades CaseActive&#39;i kasutajasõbralikku liidest, mis on teie kliendi- ja juhtumikorralduse ühe sõlmpunktina.
eu: Mantendu taldekideekin berehalako harremana CaseActive-ren interfaze erabilerraza zure bezero eta kasuen kudeaketarako gune bakarreko gunea erabiliz.
fa: با استفاده از رابط کاربری CaseActive به عنوان قطب یکجانبه برای مدیریت مشتری و پرونده ، ارتباط فوری خود را با اعضای تیم حفظ کنید.
fi: Pidä välitön yhteys tiimin jäseniin käyttämällä CaseActive-käyttäjän käyttäjäystävällistä käyttöliittymää yhden luukun keskittimenä asiakas- ja tapaushallinnassa.
fr: Maintenez un contact instantané avec les membres de l&#39;équipe en utilisant l&#39;interface conviviale de CaseActive comme centre unique pour la gestion des clients et des cas.
fy: Hâld direkt kontakt mei teamleden mei de brûkerfreonlike interface fan CaseActive as jo ien-stop-hub foar kliïnt- en saakbehear.
ga: Déan teagmháil láithreach le baill foirne agus comhéadan so-úsáidte CaseActive á úsáid agat mar mhol aon stad do bhainistíocht cliant agus cás.
gd: Cùm conaltradh sa bhad le buill sgioba a ’cleachdadh an eadar-aghaidh furasta a chleachdadh aig CaseActive mar phrìomh ionad aon-stad airson riaghladh teachdaichean is cùise.
gl: Mantén o contacto instantáneo cos membros do equipo utilizando a interface amigable de CaseActive como eixe único para a xestión de clientes e casos.
gu: ક્લાયંટ અને કેસ મેનેજમેન્ટ માટે તમારા વન સ્ટોપ હબ તરીકે કેસએક્ટિવના વપરાશકર્તા મૈત્રીપૂર્ણ ઇન્ટરફેસનો ઉપયોગ કરીને ટીમના સભ્યો સાથે ત્વરિત સંપર્ક જાળવો.
hi: क्लाइंट और केस प्रबंधन के लिए अपने वन-स्टॉप हब के रूप में CaseActive के उपयोगकर्ता के अनुकूल इंटरफेस का उपयोग करके टीम के सदस्यों के साथ तत्काल संपर्क बनाए रखें।
hr: Održavajte trenutni kontakt sa članovima tima pomoću korisničkog sučelja CaseActive kao vašeg središta za upravljanje klijentima i slučajevima.
hu: Az ügyfelek és az ügyek kezelésének egyablakos ügyintézési pontjaként tartson fenn azonnali kapcsolatot a csapat tagjaival a CaseActive felhasználóbarát felületén keresztül.
hy: Անհապաղ կապ պահպանեք թիմի անդամների հետ ՝ օգտագործելով CaseActive- ի հարմարավետ ինտերֆեյսը, որպես ձեր միակողմանի հանգույց հաճախորդի և գործի կառավարման համար:
id: Pertahankan kontak instan dengan anggota tim menggunakan antarmuka yang ramah pengguna dari CaseActive sebagai hub terpadu untuk manajemen klien dan kasus.
is: Haltu snertingu við liðsmenn með því að nota notendavænt viðmót CaseActive sem miðstöð fyrir viðskiptavin og málum.
it: Mantieni un contatto istantaneo con i membri del team utilizzando l&#39;interfaccia intuitiva di CaseActive come hub one-stop per la gestione di casi e clienti.
iw: שמור על קשר מיידי עם חברי הצוות המשתמשים בממשק הידידותי למשתמש של CaseActive כרכזתך הבלתי פוסק לניהול לקוחות ותיקים.
ja: CaseActiveの使いやすいインターフェースをクライアントとケース管理のワンストップハブとして使用して、チームメンバーとの即時の連絡を維持します。
ka: მყისიერი კონტაქტის შენარჩუნება გუნდის წევრებთან, CaseActive- ის მოსახერხებელი ინტერფეისის გამოყენებით, როგორც თქვენი ერთჯერადი კერა კლიენტისა და საქმეების მენეჯმენტისთვის.
kk: CaseActive-тің пайдаланушыға ыңғайлы интерфейсін клиенттер мен істерді басқаруға арналған бір терезе ретінде пайдалану арқылы топ мүшелерімен жедел байланыста болыңыз.
km: រក្សាទំនាក់ទំនងឱ្យបានរហ័សជាមួយសមាជិកក្រុមដោយប្រើចំណុចប្រទាក់ដែលងាយស្រួលប្រើរបស់ CaseActive ជាមជ្ឈមណ្ឌលច្រកចេញចូលតែមួយរបស់អ្នកសម្រាប់ការគ្រប់គ្រងអតិថិជននិងករណី។
kn: ಕ್ಲೈಂಟ್ ಮತ್ತು ಕೇಸ್ ಮ್ಯಾನೇಜ್‌ಮೆಂಟ್‌ಗಾಗಿ ಕೇಸ್‌ಆಕ್ಟಿವ್‌ನ ಬಳಕೆದಾರ ಸ್ನೇಹಿ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ನಿಮ್ಮ ಏಕ-ನಿಲುಗಡೆ ಕೇಂದ್ರವಾಗಿ ಬಳಸಿಕೊಂಡು ತಂಡದ ಸದಸ್ಯರೊಂದಿಗೆ ತ್ವರಿತ ಸಂಪರ್ಕವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿ.
ku: Têkiliya tavilê bi endamên tîmê re bikar bînin ku ji navgîniya kargêr a CaseActive-yê wekî hub-yek-yek-ê ji bo rêveberiya muwekîlê û bûyerê bikar bînin.
ky: CaseActiveдин колдонуучуга ыңгайлуу интерфейсин колдонуп, кардарларды жана ишти башкарууну бирдиктүү хаб катары колдонуп, команда мүчөлөрү менен ыкчам байланыш түзүңүз.
lb: Maacht direkt Kontakt mat Teammemberen déi CaseActive&#39;s User-frëndlechen Interface benotze wéi Ären One-Stop Hub fir Client a Case Management.
lo: ຮັກສາການຕິດຕໍ່ກັບສະມາຊິກໃນທີມໂດຍໃຊ້ອິນເຕີເຟດຂອງຜູ້ໃຊ້ CaseActive ເປັນສູນກາງປະຕູດຽວຂອງທ່ານ ສຳ ລັບລູກຄ້າແລະການບໍລິຫານຄະດີ.
lt: Palaikykite tiesioginį ryšį su komandos nariais naudodami patogią „CaseActive“ sąsają kaip savo „vieno langelio“ centrą klientų ir bylų valdymui.
lv: Uzturiet tūlītēju kontaktu ar komandas locekļiem, izmantojot CaseActive lietotājam draudzīgo saskarni kā vienas pieturas centru klientu un lietu pārvaldībai.
mg: Tazovy hatrany ny fifandraisan&#39;ny mpikambana ao amin&#39;ny ekipa amin&#39;ny alàlan&#39;ny CaseActive mpampiasa interface tsara ho toy ny biraonao tokana ho an&#39;ny mpanjifa sy fitantanana tranga.
mi: Kia mau tonu te whakapiri ki nga mema o te kapa ma te whakamahi i te atanga maamaa kaiwhakamahi a CaseActive hei hub a-mutu mo te kiritaki me te whakahaere take.
mk: Одржувајте непосреден контакт со членовите на тимот користејќи пријателски интерфејс на CaseActive како единствен центар за клиент и управување со случаи.
ml: ക്ലയന്റ്, കേസ് മാനേജുമെന്റ് എന്നിവയ്ക്കുള്ള നിങ്ങളുടെ ഒറ്റത്തവണ കേന്ദ്രമായി കേസ് ആക്ടീവിന്റെ ഉപയോക്തൃ-സ friendly ഹൃദ ഇന്റർഫേസ് ഉപയോഗിച്ച് ടീം അംഗങ്ങളുമായി തൽക്ഷണ സമ്പർക്കം നിലനിർത്തുക.
mn: CaseActive-ийн хэрэглэгчдэд ээлтэй интерфэйсийг үйлчлүүлэгч болон хэрэг хөтлөлтийн нэг цэгийн төв болгон ашиглаж багийн гишүүдтэй шууд холбоо барих.
mr: ग्राहक आणि केस व्यवस्थापनासाठी आपले वन-स्टॉप हब म्हणून केसएक्टिव्हचा वापरकर्ता-अनुकूल इंटरफेस वापरुन कार्यसंघ सदस्यांशी त्वरित संपर्क ठेवा.
ms: Pertahankan hubungan segera dengan ahli pasukan menggunakan antara muka mesra pengguna CaseActive sebagai hub sehenti anda untuk pengurusan pelanggan dan kes.
mt: Żomm kuntatt immedjat mal-membri tat-tim billi tuża l-interface faċli għall-utent ta &#39;CaseActive bħala l-uniku punt ta&#39; waqfien għal klijent u l-immaniġġjar tal-każijiet.
my: ၀ န်ဆောင်မှုခံယူသူများနှင့်ကိစ္စရပ်များစီမံခန့်ခွဲမှုအတွက် One-stop hub တစ်ခုအနေဖြင့် CaseActive ၏အသုံးပြုရလွယ်ကူသောမျက်နှာပြင်ကို အသုံးပြု၍ အသင်း ၀ င်များနှင့်ချက်ချင်းဆက်သွယ်ပါ။
ne: टोली सदस्यहरूसँग तत्काल सम्पर्क कायम राख्नुहोस् केसएक्टिभको प्रयोगकर्ता-मैत्री ईन्टरफेसलाई ग्राहक र केस प्रबन्धनको लागि तपाईंको एक स्टप हबको रूपमा प्रयोग गरी।
nl: Houd direct contact met teamleden met de gebruiksvriendelijke interface van CaseActive als uw one-stop-hub voor klant- en casemanagement.
no: Oppretthold øyeblikkelig kontakt med teammedlemmer ved å bruke CaseActives brukervennlige grensesnitt som et enkelt knutepunkt for klient- og saksbehandling.
or: କ୍ଲାଏଣ୍ଟ ଏବଂ କେସ୍ ମ୍ୟାନେଜମେଣ୍ଟ ପାଇଁ କେସ୍ ଆକ୍ଟିଭ୍ ର ୟୁଜର୍-ଫ୍ରେଣ୍ଡଲି ଇଣ୍ଟରଫେସ୍ ବ୍ୟବହାର କରି ଦଳ ସଦସ୍ୟଙ୍କ ସହିତ ତୁରନ୍ତ ଯୋଗାଯୋଗ ବଜାୟ ରଖନ୍ତୁ |
pa: ਕਲਾਇੱਕ ਐਕਟਿਵ ਦੇ ਉਪਭੋਗਤਾ-ਦੋਸਤਾਨਾ ਇੰਟਰਫੇਸ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਕਲਾਇੰਟ ਅਤੇ ਕੇਸ ਪ੍ਰਬੰਧਨ ਲਈ ਤੁਹਾਡੇ ਇਕ-ਸਟਾਪ ਹੱਬ ਵਜੋਂ ਟੀਮ ਦੇ ਮੈਂਬਰਾਂ ਨਾਲ ਤੁਰੰਤ ਸੰਪਰਕ ਬਣਾਈ ਰੱਖੋ.
pl: Utrzymuj natychmiastowy kontakt z członkami zespołu, korzystając z przyjaznego interfejsu CaseActive jako kompleksowego centrum zarządzania klientami i sprawami.
ps: د ټیم غړو سره فوري اړیکې وساتئ د کیسایټیک کاروونکي دوستانه انٹرفیس په کارولو سره ستاسو د مراجعینو او قضیې مدیریت لپاره د یو تمځای مرکز په توګه.
pt: Mantenha contato instantâneo com os membros da equipe usando a interface amigável do CaseActive como seu hub único para gerenciamento de clientes e casos.
ro: Mențineți contactul instant cu membrii echipei utilizând interfața prietenoasă a utilizatorului CaseActive ca hub-ul dvs. unic pentru gestionarea clientului și a cazurilor.
ru: Поддерживайте мгновенный контакт с членами команды, используя удобный интерфейс CaseActive в качестве универсального центра для управления клиентами и делами.
rw: Komeza guhita uhura nabagize itsinda ukoresheje interineti ya CaseActive-yoroheje-nkumuyoboro umwe uhuza abakiriya no gucunga imanza.
sd: ڪيس اييڪٽ جي صارف دوست انٽرفيس کي گراهڪ ۽ ڪيس مئنيجمينٽ لاءِ توهان جي ون اسٽاپ هب جي طور تي ٽيم ميمبرن سان فوري رابطو برقرار رکو.
si: සේවාදායකයා සහ සිද්ධි කළමනාකරණය සඳහා ඔබේ එක්-කේන්ද්‍රස්ථානයක් ලෙස CaseActive හි පරිශීලක-හිතකාමී අතුරුමුහුණත භාවිතා කරමින් කණ්ඩායම් සාමාජිකයන් සමඟ ක්ෂණික සම්බන්ධතා පවත්වා ගන්න.
sk: Udržujte okamžitý kontakt s členmi tímu pomocou používateľsky prívetivého rozhrania CaseActive ako svojho jediného kontaktného miesta pre správu klientov a prípadov.
sl: Ohranjajte takojšen stik s člani skupine, ki uporablja uporabniški vmesnik CaseActive kot uporabniško vmesnik za upravljanje strank in primerov.
sq: Ruani kontakt të menjëhershëm me anëtarët e ekipit duke përdorur ndërfaqen miqësore të CaseActive, si qendra juaj e një ndalese për klientin dhe menaxhimin e çështjeve.
sr: Одржавајте тренутни контакт са члановима тима користећи корисничко сучеље ЦасеАцтиве као своје средиште за управљање клијентима и случајевима.
sv: Håll omedelbar kontakt med gruppmedlemmar med hjälp av CaseActives användarvänliga gränssnitt som ett enda nav för klient- och ärendehantering.
sw: Dumisha mawasiliano ya papo hapo na washiriki wa timu kutumia interface ya rafiki ya CaseActive kama kitovu chako cha kusimamiwa kwa mteja na kesi.
ta: வாடிக்கையாளர் மற்றும் வழக்கு நிர்வாகத்திற்கான உங்கள் ஒரே இடமாக கேஸ்ஆக்டிவ் பயனர் நட்பு இடைமுகத்தைப் பயன்படுத்தி குழு உறுப்பினர்களுடன் உடனடி தொடர்பைப் பராமரிக்கவும்.
te: క్లయింట్ మరియు కేస్ మేనేజ్‌మెంట్ కోసం కేస్ఆక్టివ్ యొక్క యూజర్ ఫ్రెండ్లీ ఇంటర్‌ఫేస్‌ను మీ వన్-స్టాప్ హబ్‌గా ఉపయోగించి జట్టు సభ్యులతో తక్షణ సంబంధాన్ని కొనసాగించండి.
tg: Бо аъзои даста бо истифода аз интерфейси дӯстдоштаи CaseActive ҳамчун маркази ягонаи худ барои муштариён ва идоракунии парвандаҳо робитаи фаврӣ барпо кунед.
th: ดูแลการติดต่อทันทีกับสมาชิกในทีมโดยใช้ส่วนติดต่อผู้ใช้ที่เป็นมิตรของ CaseActive เป็นฮับเดียวสำหรับการจัดการลูกค้าและเคส
tk: Müşderi we kazyýet işi üçin bir nokatly merkez hökmünde “CaseActive” -iň ulanyjy üçin amatly interfeýsini ulanyp, toparyň agzalary bilen gyssagly aragatnaşyk saklaň.
tl: Panatilihin ang instant contact sa mga miyembro ng koponan gamit ang interface ng gumagamit ng CaseActive bilang iyong one-stop hub para sa client at case management.
tr: CaseActive&#39;in kullanıcı dostu arayüzünü istemci ve vaka yönetimi için tek noktadan merkez olarak kullanarak ekip üyeleriyle anında iletişim kurun.
tt: Клиент һәм очраклар белән идарә итү өчен CaseActive&#39;ның кулланучыларга файдалы интерфейсын кулланып, команда әгъзалары белән тиз арада элемтәдә торыгыз.
ug: CaseActive نىڭ ئابونتلارغا قولايلىق كۆرۈنمە يۈزىنى ئىشلىتىپ خېرىدارلار ۋە دېلولارنى بىر تەرەپ قىلىش مەركىزى قىلىپ گۇرۇپپا ئەزالىرى بىلەن دەرھال ئالاقىلىشىڭ.
uk: Підтримуйте миттєвий контакт з членами команди, використовуючи зручний для користувача інтерфейс CaseActive як єдиний концентратор для управління клієнтами та справами.
ur: آپ کلائنٹ اور کیس مینجمنٹ کے لئے اپنے اسٹاپ مرکز کے طور پر کیس ایکٹیو کے صارف دوست انٹرفیس کا استعمال کرتے ہوئے ٹیم کے ممبروں سے فوری رابطہ برقرار رکھیں۔
uz: CaseActive-ning foydalanuvchi bilan do&#39;stona interfeysidan foydalanib, mijozlar va ishlarni boshqarish uchun yagona darcha sifatida guruh a&#39;zolari bilan tezkor aloqani ta&#39;minlang.
vi: Duy trì liên lạc tức thì với các thành viên trong nhóm bằng giao diện thân thiện với người dùng của CaseActive làm trung tâm một cửa của bạn để quản lý khách hàng và trường hợp.
xh: Gcina unxibelelwano kwangoko kunye namalungu eqela usebenzisa i-CaseActive&#39;s interface yomsebenzisi njengendawo yakho yokumisa abathengi nolawulo lwamatyala.
yi: אָפהאַלטן רעגע קאָנטאַקט מיט מאַנשאַפֿט מיטגלידער מיט די באַניצער-פרייַנדלעך צובינד פון CaseActive ווי אַ איין-האַלטן כאַב פֿאַר קליענט און קאַסע פאַרוואַלטונג.

source: Connect
af: verbind
am: ይገናኙ
ar: الاتصال
az: Bağlayın
be: злучаць
bg: Свържете
bn: সংযোগ করা
ca: Connectar
cs: Připojit
cy: Cyswllt
da: Opret forbindelse
de: Verbinden
el: Συνδέω-συωδεομαι
eo: Konekti
es: Conectar
et: Ühenda
eu: Lotu
fa: اتصال
fi: Kytkeä
fr: Relier
fy: Ferbine
ga: Ceangal
gd: Ceangal
gl: Conectar
gu: જોડાવા
hi: जुडिये
hr: Spojiti
hu: Csatlakozás
hy: Միացեք
id: Menghubungkan
is: Tengdu
it: Collegare
iw: התחבר
ja: 接続する
ka: დაკავშირება
kk: Қосылыңыз
km: ភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಿ
ku: Bihevgirêdan
ky: байланышуу
lb: Verbannen
lo: ເຊື່ອມຕໍ່
lt: Prisijungti
lv: Savienojiet
mi: Hono
mk: Поврзете се
ml: ബന്ധിപ്പിക്കുക
mn: Холбох
mr: कनेक्ट करा
ms: Sambungkan
mt: Qabbad
my: ဆက်
ne: जडान गर्नुहोस्
nl: Aansluiten
no: Koble
or: ସଂଯୋଗ କରନ୍ତୁ |
pa: ਜੁੜੋ
pl: Połączyć
ps: نښلول
pt: Conectar
ro: Conectați
ru: соединять
rw: Ihuze
sd: ڳنڍيو
si: සම්බන්ධ කරන්න
sk: pripojiť
sl: Poveži
sq: lidh
sr: Повежи
sv: Ansluta
sw: Unganisha
ta: இணைக்கவும்
te: కనెక్ట్
tg: Пайвастшавӣ
th: ต่อ
tk: Birikdiriň
tl: Ikonekta
tr: bağlamak
tt: Бәйләнегез
ug: ئۇلاڭ
uk: Підключення
ur: رابطہ کریں
uz: Ulanmoq
vi: Kết nối
xh: Xhuma
yi: פאַרבינדן
