Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Notify
af: Stel in kennis
am: አሳውቅ
ar: يخطر
az: Xəbərdar etmək
be: Апавясціць
bg: Уведомете
bn: অবহিত
ca: Notificar
cs: Oznámit
cy: Hysbysu
da: Underrette
de: Benachrichtigen
el: Κοινοποιώ
eo: Sciigi
es: Notificar
et: Teavita
eu: Jakinarazi
fa: مطلع ساختن
fi: Ilmoittaa
fr: Notifier
ga: Fógra a thabhairt
gd: Cuir fios
gl: Notificar
gu: સૂચિત કરો
hi: सूचित करें
hr: Obavijestiti
hu: Értesítés
hy: Տեղեկացնել
id: Memberitahukan
is: Tilkynna
it: Notificare
iw: לְהוֹדִיעַ
ja: 通知する
ka: შეატყობინეთ
kk: Хабарландыру
km: ជូនដំណឹង
kn: ಸೂಚಿಸಿ
ku: Agahdan
ky: Кабарлоо
lb: Notéieren
lo: ແຈ້ງ
lt: Pranešti
lv: Paziņot
mg: hampandre
mi: Whakamōhio
mk: Известете
ml: അറിയിക്കുക
mn: Мэдэгдэх
mr: सूचित करा
ms: Maklumkan
mt: Avża
my: အကြောင်းကြားပါ။
ne: सूचित गर्नुहोस्
nl: Informeer
no: Gi beskjed
or: ସୂଚିତ କର |
pa: ਸੂਚਿਤ ਕਰੋ
pl: Notyfikować
ps: خبرتیا
pt: Notificar
ro: Notifică
ru: Уведомлять
rw: Menyesha
sd: اطلاع ڏيڻ
si: දැනුම් දෙන්න
sk: Upozorniť
sl: Obvestiti
sq: Njoftoni
sr: Обавести
sv: Meddela
sw: Arifu
ta: அறிவிக்கவும்
te: తెలియజేయి
tg: Хабардор
th: แจ้ง
tk: Duýduryş beriň
tl: Abisuhan
tr: bildir
tt: Хәбәр итегез
ug: ئۇقتۇرۇش قىلىڭ
uk: Повідомити
ur: مطلع
uz: Xabar berish
vi: Thông báo
xh: Yazisa
yi: מעלדן

source: Host User
af: Gasheergebruiker
am: አስተናጋጅ ተጠቃሚ
ar: المستخدم المضيف
az: Host İstifadəçi
be: Карыстальнік хоста
bg: Хост потребител
bn: হোস্ট ব্যবহারকারী
ca: Usuari amfitrió
cs: Hostitelský uživatel
cy: Defnyddiwr Gwesteiwr
da: Værtsbruger
de: Host-Benutzer
eo: Gastiganta Uzanto
es: Usuario anfitrión
et: Hosti kasutaja
eu: Ostalari Erabiltzailea
fa: کاربر میزبان
fi: Isäntäkäyttäjä
fr: Utilisateur hôte
fy: Host brûker
ga: Úsáideoir Óstach
gd: Cleachdaiche aoigheachd
gl: Usuario anfitrión
gu: યજમાન વપરાશકર્તા
hi: होस्ट उपयोगकर्ता
hr: Korisnik domaćina
hu: Gazdafelhasználó
hy: Հյուրընկալող օգտվող
id: Pengguna Tuan Rumah
is: Host notandi
it: Utente ospitante
iw: משתמש מארח
ja: ホストユーザー
ka: მასპინძელი მომხმარებელი
kk: Хост пайдаланушысы
km: អ្នកប្រើប្រាស់ម៉ាស៊ីន
kn: ಹೋಸ್ಟ್ ಬಳಕೆದಾರ
ku: Bikarhêner Host
ky: Хост колдонуучу
lb: Host Benotzer
lo: ຜູ້ໃຊ້ໂຮດ
lt: Prieglobos vartotojas
lv: Uzņēmēja lietotājs
mg: Mpampiasa mpampiantrano
mi: Kaiwhakamahi Kaihautū
mk: Домаќин корисник
ml: ഹോസ്റ്റ് ഉപയോക്താവ്
mn: Хост хэрэглэгч
mr: होस्ट वापरकर्ता
ms: Pengguna Hos
mt: Utent Ospitanti
my: လက်ခံအသုံးပြုသူ
ne: होस्ट प्रयोगकर्ता
nl: Hostgebruiker
no: Vertsbruker
or: ହୋଷ୍ଟ ଉପଯୋଗକର୍ତ୍ତା |
pa: ਹੋਸਟ ਯੂਜ਼ਰ
pl: Użytkownik hosta
ps: کوربه کارن
pt: Usuário anfitrião
ro: Utilizator gazdă
ru: Хост-пользователь
rw: Umukoresha
sd: ميزبان صارف
si: සත්කාරක පරිශීලක
sk: Hostiteľský používateľ
sl: Uporabnik gostitelja
sq: Përdoruesi pritës
sr: Хост Усер
sv: Värd användare
sw: Mtumiaji mwenyeji
ta: ஹோஸ்ட் பயனர்
te: హోస్ట్ యూజర్
tg: Истифодабарандаи мизбон
th: ผู้ใช้โฮสต์
tk: Hoster eýesi
tr: Ana Kullanıcı
tt: Хост кулланучы
ug: باش ئىشلەتكۈچى
uk: Користувач хосту
ur: میزبان صارف
uz: Xost foydalanuvchi
vi: Người dùng máy chủ
xh: Umsebenzisi umamkeli
yi: האָסט באַניצער

source: When a user is assigned to a case, auto add templates
af: Wanneer 'n gebruiker aan 'n saak toegewys word, voeg sjablone outomaties by
am: አንድ ተጠቃሚ ለአንድ ጉዳይ ሲመደብ አብነቶችን በራስ ሰር ያክሉ
ar: عندما يتم تعيين مستخدم لحالة ، قم بإضافة القوالب تلقائيًا
az: İstifadəçi işə təyin edildikdə, şablonları avtomatik əlavə edin
be: Калі карыстальнік прызначаны для справы, аўтаматычна дадавайце шаблоны
bg: Когато даден потребител е присвоен на случай, автоматично добавяне на шаблони
bn: যখন একজন ব্যবহারকারীকে একটি ক্ষেত্রে বরাদ্দ করা হয়, তখন স্বয়ংক্রিয়ভাবে টেমপ্লেট যোগ করে
ca: Quan s'assigna un usuari a un cas, afegeix plantilles automàticament
cs: Když je uživatel přiřazen k případu, automaticky se přidávají šablony
cy: Pan fydd defnyddiwr yn cael ei neilltuo i achos, ychwanegu templedi yn awtomatig
da: Når en bruger er tildelt en sag, skal du automatisk tilføje skabeloner
de: Wenn ein Benutzer einem Kundenvorgang zugewiesen wird, fügen Sie automatisch Vorlagen hinzu
el: Όταν ένας χρήστης έχει εκχωρηθεί σε μια υπόθεση, προσθέτει αυτόματα πρότυπα
eo: Kiam uzanto estas asignita al kazo, aŭtomate aldonu ŝablonojn
es: Cuando se asigna un usuario a un caso, agregar plantillas automáticamente
et: Kui kasutaja on juhtumile määratud, lisage malle automaatselt
eu: Erabiltzaile bat kasu bati esleitzen zaionean, gehitu txantiloiak automatikoki
fa: هنگامی که کاربر به یک مورد اختصاص داده می شود، الگوها را به صورت خودکار اضافه می کند
fi: Kun käyttäjä on määritetty tapaukseen, mallit lisätään automaattisesti
fr: Lorsqu'un utilisateur est affecté à un cas, ajouter automatiquement des modèles
fy: As in brûker wurdt tawiisd oan in saak, foegje automatysk sjabloanen ta
ga: Nuair a shanntar úsáideoir do chás, cuir teimpléid leis go huathoibríoch
gd: Nuair a thèid cùis a shònrachadh do neach-cleachdaidh, cuir teamplaidean gu fèin-ghluasadach
gl: Cando se lle asigna un usuario a un caso, engade modelos automaticamente
gu: જ્યારે વપરાશકર્તાને કેસ સોંપવામાં આવે છે, ત્યારે ઓટો એડ ટેમ્પલેટ્સ
hi: जब किसी उपयोगकर्ता को किसी मामले को असाइन किया जाता है, तो स्वतः टेम्पलेट जोड़ें
hr: Kada je korisniku dodijeljen slučaj, automatski dodajte predloške
hu: Amikor egy felhasználó hozzá van rendelve egy esethez, automatikusan ad hozzá sablonokat
hy: Երբ օգտատիրոջը հանձնարարվում է գործ, ավտոմատ ավելացրեք ձևանմուշներ
id: Saat pengguna ditugaskan ke sebuah kasus, tambahkan template secara otomatis
is: Þegar notandi er úthlutað til máls skaltu bæta við sniðmátum sjálfkrafa
it: Quando un utente viene assegnato a un caso, aggiungi automaticamente i modelli
iw: כאשר משתמש מוקצה למקרה, הוסף אוטומטית תבניות
ja: ユーザーがケースに割り当てられると、テンプレートが自動追加されます
ka: როდესაც მომხმარებელს ენიჭება საქმე, ავტომატურად დაამატეთ შაბლონები
kk: Пайдаланушы іске тағайындалғанда, үлгілерді автоматты түрде қосыңыз
km: នៅពេលដែលអ្នកប្រើប្រាស់ត្រូវបានចាត់តាំងទៅករណីមួយ បន្ថែមគំរូដោយស្វ័យប្រវត្តិ
kn: ಬಳಕೆದಾರರನ್ನು ಕೇಸ್‌ಗೆ ನಿಯೋಜಿಸಿದಾಗ, ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ಸ್ವಯಂ ಸೇರಿಸಿ
ku: Dema ku bikarhênerek ji dozekê re tê tayîn kirin, bixwe şablonan lê zêde bike
ky: Колдонуучу ишке дайындалганда, шаблондор автоматтык түрдө кошулат
lb: Wann e Benotzer un engem Fall zougewisen ass, füügt automatesch Templates derbäi
lo: ເມື່ອຜູ້ໃຊ້ຖືກມອບໝາຍໃຫ້ກໍລະນີ, ເພີ່ມແມ່ແບບອັດຕະໂນມັດ
lt: Kai vartotojas priskiriamas bylai, automatiškai pridedami šablonai
lv: Kad lietotājs ir piešķirts lietai, automātiski pievienojiet veidnes
mg: Rehefa voatendry ho an'ny tranga iray ny mpampiasa iray, dia ampio modely ho azy
mi: Ina tukuna he kaiwhakamahi ki tetahi keehi, taapiri aunoa i nga tauira
mk: Кога корисникот е доделен на случај, автоматски додавајте шаблони
ml: ഒരു ഉപയോക്താവിനെ ഒരു കേസിൽ നിയോഗിക്കുമ്പോൾ, ടെംപ്ലേറ്റുകൾ സ്വയമേവ ചേർക്കുക
mn: Хэрэглэгчийг кейст хуваарилах үед загваруудыг автоматаар нэмнэ
mr: जेव्हा वापरकर्त्याला एखाद्या केससाठी नियुक्त केले जाते, तेव्हा स्वयंचलितपणे टेम्पलेट्स जोडा
ms: Apabila pengguna ditugaskan kepada kes, tambah templat secara automatik
mt: Meta utent jiġi assenjat għal każ, żid mudelli awtomatikament
my: အသုံးပြုသူတစ်ဦးအား ကိစ္စတစ်ခုတွင် တာဝန်ပေးအပ်သောအခါ၊ ပုံစံများကို အလိုအလျောက်ထည့်ပါ။
ne: जब प्रयोगकर्तालाई केसमा तोकिएको छ, स्वत: टेम्प्लेटहरू थप्नुहोस्
nl: Wanneer een gebruiker is toegewezen aan een case, automatisch sjablonen toevoegen
no: Når en bruker blir tildelt en sak, legg til maler automatisk
or: ଯେତେବେଳେ ଜଣେ ଉପଭୋକ୍ତା ଏକ ମାମଲାରେ ନ୍ୟସ୍ତ ହୁଅନ୍ତି, ଅଟୋ ଟେମ୍ପଲେଟ୍ ଯୋଗ କରନ୍ତୁ |
pa: ਜਦੋਂ ਇੱਕ ਉਪਭੋਗਤਾ ਨੂੰ ਕਿਸੇ ਕੇਸ ਲਈ ਸਪੁਰਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਆਟੋ ਐਡ ਟੈਂਪਲੇਟਸ
pl: Gdy użytkownik jest przypisany do sprawy, automatycznie dodawaj szablony
ps: کله چې یو کارن یوې قضیې ته ګمارل کیږي، په اتوماتيک ډول ټیمپلیټونه اضافه کړئ
pt: Quando um usuário é atribuído a um caso, modelos de adição automática
ro: Când un utilizator este atribuit unui caz, adăugați automat șabloane
ru: Когда пользователь назначен на дело, автоматически добавляются шаблоны
rw: Iyo umukoresha yashinzwe murubanza, auto ongeraho inyandikorugero
sd: جڏهن هڪ صارف کي هڪ ڪيس ۾ لڳايو ويو آهي، خودڪار شامل ڪريو ٽيمپليٽ
si: පරිශීලකයෙකු නඩුවකට පවරා ඇති විට, ස්වයංක්‍රීයව සැකිලි එකතු කරන්න
sk: Keď je používateľ priradený k prípadu, automaticky sa pridávajú šablóny
sl: Ko je uporabnik dodeljen primeru, samodejno dodajte predloge
sq: Kur një përdorues i caktohet një rasti, shto automatikisht shabllone
sr: Када је корисник додељен предмету, аутоматски додајте шаблоне
sv: När en användare tilldelas ett ärende, lägg till mallar automatiskt
sw: Mtumiaji anapopewa kesi, ongeza violezo kiotomatiki
ta: ஒரு பயனர் ஒரு வழக்கிற்கு ஒதுக்கப்படும் போது, தானாக டெம்ப்ளேட்களைச் சேர்க்கவும்
te: వినియోగదారుని కేసుకు కేటాయించినప్పుడు, టెంప్లేట్‌లను స్వయంచాలకంగా జోడించండి
tg: Вақте ки корбар ба парванда таъин карда мешавад, қолабҳоро ба таври худкор илова кунед
th: เมื่อผู้ใช้ถูกกำหนดให้กับเคส ให้เพิ่ม templates อัตโนมัติ
tk: Haçan-da bir ulanyjy işe bellenen bolsa, şablonlary awtomatiki goşuň
tl: Kapag ang isang user ay itinalaga sa isang case, awtomatikong magdagdag ng mga template
tr: Bir kullanıcı bir servis talebine atandığında, şablonları otomatik olarak ekleyin
tt: Кулланучы эшкә билгеләнгәндә, шаблоннарны автоматик рәвештә өстәгез
ug: ئىشلەتكۈچى بىر دېلوغا تەقسىم قىلىنغاندا ، ئاپتوماتىك قېلىپلارنى قوشۇڭ
uk: Коли користувача призначають до справи, автоматично додають шаблони
ur: جب کسی صارف کو کسی کیس میں تفویض کیا جاتا ہے، تو خودکار طور پر ٹیمپلیٹس شامل کریں۔
uz: Agar foydalanuvchi ish uchun tayinlangan bo'lsa, shablonlarni avtomatik qo'shish
vi: Khi người dùng được chỉ định cho một trường hợp, tự động thêm mẫu
xh: Xa umsebenzisi wabelwe ityala, yongeza ngokuzenzekelayo iitemplates
yi: ווען אַ באַניצער איז אַסיינד צו אַ פאַל, אַוטאָ לייגן טעמפּלאַטעס

source: No post selected
af: Geen plasing gekies nie
am: ምንም ልጥፍ አልተመረጠም።
ar: لم يتم اختيار أي وظيفة
az: Heç bir post seçilmədi
be: Паведамленне не выбрана
bg: Няма избрана публикация
bn: কোন পোস্ট নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap publicació
cs: Nebyl vybrán žádný příspěvek
cy: Dim post wedi'i ddewis
da: Intet indlæg er valgt
de: Kein Beitrag ausgewählt
el: Δεν επιλέχθηκε ανάρτηση
eo: Neniu afiŝo elektita
es: Ninguna publicación seleccionada
et: Ühtegi postitust pole valitud
eu: Ez da mezurik hautatu
fa: هیچ پستی انتخاب نشد
fi: Viestiä ei ole valittu
fr: Aucune publication sélectionnée
fy: Gjin post selektearre
ga: Níl aon phostáil roghnaithe
gd: Cha deach post sam bith a thaghadh
gl: Non se seleccionou ningunha publicación
gu: કોઈ પોસ્ટ પસંદ કરી નથી
hi: कोई पोस्ट नहीं चुना गया
hr: Nije odabran nijedan post
hu: Nincs kiválasztva bejegyzés
hy: Ոչ մի գրառում ընտրված չէ
id: Tidak ada pos yang dipilih
is: Engin færsla valin
it: Nessun post selezionato
iw: לא נבחר פוסט
ja: 投稿が選択されていません
ka: პოსტი არ არის შერჩეული
kk: Ешбір пост таңдалмаған
km: មិនបានជ្រើសរើសប្រកាសទេ។
kn: ಯಾವುದೇ ಪೋಸ್ಟ್ ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ku: No post hilbijartin
ky: Эч пост тандалган жок
lb: Kee Post ausgewielt
lo: ບໍ່ໄດ້ເລືອກໂພສ
lt: Nepasirinktas joks įrašas
lv: Nav atlasīta neviena ziņa
mg: Tsy misy hafatra voafantina
mi: Karekau he pou i tohua
mk: Не е избрана објава
ml: ഒരു പോസ്റ്റും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Нийтлэл сонгогдоогүй байна
mr: कोणतीही पोस्ट निवडलेली नाही
ms: Tiada siaran dipilih
mt: Ebda post magħżula
my: ပို့စ်ကို ရွေးထားခြင်းမရှိပါ။
ne: कुनै पोस्ट चयन गरिएको छैन
nl: Geen bericht geselecteerd
no: Ingen innlegg er valgt
or: କ post ଣସି ପୋଷ୍ଟ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਪੋਸਟ ਨਹੀਂ ਚੁਣੀ ਗਈ
pl: Nie wybrano posta
ps: هیڅ پوسټ نه دی ټاکل شوی
pt: Nenhuma postagem selecionada
ro: Nicio postare selectată
ru: Сообщение не выбрано
rw: Nta nyandiko yatoranijwe
sd: ڪابه پوسٽ منتخب ٿيل ناهي
si: පළ කිරීමක් තෝරා නැත
sk: Nie je vybratý žiadny príspevok
sl: Izbrana ni nobena objava
sq: Asnjë postim i zgjedhur
sr: Није изабран ниједан пост
sv: Inget inlägg valt
sw: Hakuna chapisho lililochaguliwa
ta: இடுகை எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: పోస్ట్ ఏదీ ఎంచుకోబడలేదు
tg: Ягон пост интихоб нашудааст
th: ไม่ได้เลือกโพสต์
tk: Hiç hili ýazgy saýlanmady
tl: Walang napiling post
tr: Yayın seçilmedi
tt: Пост сайланмады
ug: ھېچقانداق يازما تاللانمىدى
uk: Повідомлення не вибрано
ur: کوئی پوسٹ منتخب نہیں کی گئی۔
uz: Hech qanday post tanlanmagan
vi: Không có bài đăng nào được chọn
xh: Akukho sithuba sikhethiweyo
yi: קיין פּאָסטן אויסגעקליבן

source: No form selected
af: Geen vorm gekies nie
am: ምንም ቅጽ አልተመረጠም።
ar: لم يتم اختيار أي نموذج
az: Heç bir forma seçilməyib
be: Форма не выбрана
bg: Няма избран формуляр
bn: কোন ফর্ম নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap formulari
cs: Není vybrán žádný formulář
cy: Dim ffurflen wedi'i dewis
da: Ingen formular valgt
de: Kein Formular ausgewählt
el: Δεν έχει επιλεγεί φόρμα
eo: Neniu formo elektita
es: Ningún formulario seleccionado
et: Vormi pole valitud
eu: Ez da inprimakirik hautatu
fa: هیچ فرمی انتخاب نشده است
fi: Lomaketta ei ole valittu
fr: Aucun formulaire sélectionné
fy: Gjin formulier selektearre
ga: Níor roghnaíodh aon fhoirm
gd: Cha deach foirm a thaghadh
gl: Non se seleccionou ningún formulario
gu: કોઈ ફોર્મ પસંદ કર્યું નથી
hi: कोई प्रपत्र चयनित नहीं
hr: Nijedan obrazac nije odabran
hu: Nincs kiválasztva űrlap
hy: Ոչ մի ձև ընտրված չէ
id: Tidak ada formulir yang dipilih
is: Ekkert form valið
it: Nessun modulo selezionato
iw: לא נבחר טופס
ja: フォームが選択されていません
ka: ფორმა არ არის არჩეული
kk: Ешбір пішін таңдалмаған
km: មិនបានជ្រើសរើសទម្រង់
kn: ಯಾವುದೇ ಫಾರ್ಮ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ku: Formek nehat hilbijartin
ky: Эч кандай форма тандалган
lb: Keng Form ausgewielt
lo: ບໍ່ໄດ້ເລືອກແບບຟອມ
lt: Forma nepasirinkta
lv: Veidlapa nav atlasīta
mg: Tsy misy endrika voafantina
mi: Karekau he puka i tohua
mk: Не е избрана форма
ml: ഒരു ഫോമും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Маягт сонгогдоогүй байна
mr: कोणताही फॉर्म निवडलेला नाही
ms: Tiada borang dipilih
mt: Ebda formola magħżula
my: ပုံစံမရွေးပါ။
ne: कुनै फारम चयन गरिएको छैन
nl: Geen formulier geselecteerd
no: Ingen skjema er valgt
or: କ form ଣସି ଫର୍ମ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਫਾਰਮ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl: Nie wybrano formularza
ps: هیڅ فورمه نه ده ټاکل شوې
pt: Nenhum formulário selecionado
ro: Niciun formular selectat
ru: Форма не выбрана
rw: Nta fomu yatoranijwe
sd: ڪوبه فارم نه چونڊيو ويو آهي
si: පෝරමයක් තෝරා නැත
sk: Nie je vybratý žiadny formulár
sl: Izbran ni noben obrazec
sq: Asnjë formë e zgjedhur
sr: Није изабран образац
sv: Inget formulär valt
sw: Hakuna fomu iliyochaguliwa
ta: படிவம் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: ఫారమ్ ఏదీ ఎంచుకోబడలేదు
tg: Ягон шакл интихоб нашудааст
th: ไม่ได้เลือกแบบฟอร์ม
tk: Hiç hili forma saýlanmady
tl: Walang napiling form
tr: Hiçbir form seçilmedi
tt: Форма сайланмаган
ug: ھېچقانداق جەدۋەل تاللانمىدى
uk: Форма не вибрана
ur: کوئی فارم منتخب نہیں کیا گیا۔
uz: Hech qanday shakl tanlanmagan
vi: Không có biểu mẫu nào được chọn
xh: Akukho fomu ikhethiweyo
yi: קיין פאָרעם אויסגעקליבן

source: No e-sign selected
af: Geen e-teken gekies nie
am: ምንም ኢ-ምልክት አልተመረጠም።
ar: لم يتم اختيار أي علامة إلكترونية
az: Heç bir e-işarə seçilməyib
be: Электронны знак не выбраны
bg: Не е избран електронен знак
bn: কোনো ই-সাইন নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap signe electrònic
cs: Není vybrán žádný elektronický znak
cy: Dim e-arwydd wedi'i ddewis
da: Intet e-skilt valgt
de: Keine E-Signatur ausgewählt
el: Δεν έχει επιλεγεί ηλεκτρονική επιγραφή
eo: Neniu elektronika signo elektita
es: Sin firma electrónica seleccionada
et: E-märki pole valitud
eu: Ez dago seinale elektronikorik hautatu
fa: هیچ علامت الکترونیکی انتخاب نشده است
fi: Sähköistä kylttiä ei ole valittu
fr: Aucun signe électronique sélectionné
fy: Gjin e-teken selektearre
ga: Níl aon ríomhchomhartha roghnaithe
gd: Cha deach soidhne-d a thaghadh
gl: Non se seleccionou ningún signo electrónico
gu: કોઈ ઈ-સાઇન પસંદ કરેલ નથી
hi: कोई ई-साइन चयनित नहीं
hr: Nije odabran nijedan e-znak
hu: Nincs e-jel kiválasztva
hy: Էլեկտրոնային նշան ընտրված չէ
id: Tidak ada tanda elektronik yang dipilih
is: Ekkert rafrænt merki valið
it: Nessun segno elettronico selezionato
iw: לא נבחר סימן אלקטרוני
ja: 電子署名が選択されていません
ka: არ არის არჩეული ელექტრონული ნიშანი
kk: Ешбір электрондық белгі таңдалмаған
km: មិនបានជ្រើសរើសសញ្ញាអេឡិចត្រូនិចទេ។
kn: ಯಾವುದೇ ಇ-ಚಿಹ್ನೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ku: E-nîşanek nehat hilbijartin
ky: Эч кандай электрондук белги тандалды
lb: Keen E-Zeechen ausgewielt
lo: ບໍ່ໄດ້ເລືອກ e-sign
lt: El. ženklas nepasirinktas
lv: Nav izvēlēta e-zīme
mg: Tsy misy e-sign voafidy
mi: Kaore he tohu-e i tohua
mk: Не е избран е-знак
ml: ഇ-സൈൻ ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Ямар ч цахим тэмдэг сонгогдоогүй байна
mr: कोणतेही ई-चिन्ह निवडले नाही
ms: Tiada tanda elektronik dipilih
mt: Ebda sinjal elettroniku magħżul
my: အီး-ဆိုင်းဘုတ်ကို ရွေးထားခြင်းမရှိပါ။
ne: कुनै ई-साइन चयन गरिएको छैन
nl: Geen e-teken geselecteerd
no: Ingen e-skilt valgt
or: କ No ଣସି ଇ-ଚିହ୍ନ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਈ-ਸਾਈਨ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl: Nie wybrano e-podpisu
ps: هیڅ بریښنایی نښه نه ده ټاکل شوې
pt: Nenhum sinal eletrônico selecionado
ro: Niciun semn electronic selectat
ru: Электронная подпись не выбрана
rw: Nta e-ikimenyetso cyatoranijwe
sd: ڪو به اليڪٽرانڪ نشان نه چونڊيو ويو آهي
si: විද්‍යුත් ලකුණක් තෝරාගෙන නැත
sk: Nie je vybratý žiadny elektronický znak
sl: Izbran ni noben e-znak
sq: Nuk është zgjedhur asnjë shenjë elektronike
sr: Није изабран е-знак
sv: Ingen e-skylt har valts
sw: Hakuna ishara ya kielektroniki iliyochaguliwa
ta: மின் அடையாளம் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: ఇ-సైన్ ఎంచుకోబడలేదు
tg: Ягон аломати электронӣ интихоб нашудааст
th: ไม่ได้เลือกเครื่องหมายอิเล็กทรอนิกส์
tk: Elektron belgisi saýlanmady
tl: Walang piniling e-sign
tr: E-imza seçilmedi
tt: Электрон билге сайланмады
ug: ئېلېكترونلۇق بەلگە تاللانمىدى
uk: Електронний знак не вибрано
ur: کوئی ای سائن منتخب نہیں کیا گیا۔
uz: Hech qanday elektron belgi tanlanmagan
vi: Không có ký điện tử nào được chọn
xh: Akukho phawu lwe-imeyile lukhethiweyo
yi: קיין E- צייכן אויסגעקליבן

source: Templates
af: Sjablone
am: አብነቶች
ar: القوالب
az: Şablonlar
be: Шаблоны
bg: Шаблони
bn: টেমপ্লেট
ca: Plantilles
cs: Šablony
cy: Templedi
da: Skabeloner
de: Vorlagen
el: Πρότυπα
eo: Ŝablonoj
es: Plantillas
et: Mallid
eu: Txantiloiak
fa: قالب ها
fi: Mallit
fr: Modèles
fy: Sjabloanen
ga: Teimpléid
gd: Teamplaidean
gl: Modelos
gu: નમૂનાઓ
hi: टेम्पलेट्स
hr: Predlošci
hu: Sablonok
hy: Կաղապարներ
id: Template
is: Sniðmát
it: Modelli
iw: תבניות
ja: テンプレート
ka: შაბლონები
kk: Үлгілер
km: គំរូ
kn: ಟೆಂಪ್ಲೇಟ್‌ಗಳು
ku: Şablonên
ky: Шаблондор
lb: Schablounen
lo: ແມ່ແບບ
lt: Šablonai
lv: Veidnes
mg: iombonana
mi: Nga tauira
mk: Шаблони
ml: ടെംപ്ലേറ്റുകൾ
mn: Загварууд
mr: टेम्पलेट्स
ms: templat
mt: Mudelli
my: ပုံစံများ
ne: टेम्प्लेटहरू
nl: Sjablonen
no: Maler
or: ଟେମ୍ପଲେଟ୍ |
pa: ਟੈਂਪਲੇਟਸ
pl: Szablony
ps: کينډۍ
pt: Modelos
ro: Șabloane
ru: Шаблоны
rw: Inyandikorugero
sd: ٽيمپليٽس
si: සැකිලි
sk: Šablóny
sl: Predloge
sq: Modelet
sr: Шаблони
sv: Mallar
sw: Violezo
ta: வார்ப்புருக்கள்
te: టెంప్లేట్లు
tg: Шаблонҳо
th: แม่แบบ
tk: Şablonlar
tl: Mga template
tr: şablonlar
tt: Шаблоннар
ug: قېلىپلار
uk: Шаблони
ur: ٹیمپلیٹس
uz: Shablonlar
vi: Mẫu
xh: Izempleyithi
yi: טעמפּלאַטעס

source: Add Templates
af: Voeg sjablone by
am: አብነቶችን ያክሉ
ar: أضف القوالب
az: Şablonlar əlavə edin
be: Дадаць шаблоны
bg: Добавяне на шаблони
bn: টেমপ্লেট যোগ করুন
ca: Afegeix plantilles
cs: Přidat šablony
cy: Ychwanegu Templedi
da: Tilføj skabeloner
de: Vorlagen hinzufügen
el: Προσθήκη προτύπων
eo: Aldonu Ŝablonojn
es: Agregar plantillas
et: Lisage malle
eu: Gehitu txantiloiak
fa: اضافه کردن الگوها
fi: Lisää malleja
fr: Ajouter des modèles
fy: Sjabloanen tafoegje
ga: Cuir Teimpléid leis
gd: Cuir Templates ris
gl: Engadir modelos
gu: નમૂનાઓ ઉમેરો
hi: टेम्पलेट्स जोड़ें
hr: Dodajte predloške
hu: Sablonok hozzáadása
hy: Ավելացնել կաղապարներ
id: Tambahkan Templat
is: Bæta við sniðmátum
it: Aggiungi modelli
iw: הוסף תבניות
ja: テンプレートを追加
ka: შაბლონების დამატება
kk: Үлгілерді қосу
km: បន្ថែមគំរូ
kn: ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ಸೇರಿಸಿ
ku: Şablonên lê zêde bike
ky: Калыптарды кошуу
lb: Schablounen addéieren
lo: ເພີ່ມແມ່ແບບ
lt: Pridėti šablonus
lv: Pievienojiet veidnes
mg: Ampio Templates
mi: Tāpiri Tātauira
mk: Додадете шаблони
ml: ടെംപ്ലേറ്റുകൾ ചേർക്കുക
mn: Загвар нэмэх
mr: टेम्पलेट्स जोडा
ms: Tambah Templat
mt: Żid Mudelli
my: Templates များထည့်ပါ။
ne: टेम्प्लेटहरू थप्नुहोस्
nl: Sjablonen toevoegen
no: Legg til maler
or: ଟେମ୍ପଲେଟ୍ ଯୋଡନ୍ତୁ |
pa: ਟੈਂਪਲੇਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj szablony
ps: کينډۍ اضافه کړئ
pt: Adicionar modelos
ro: Adăugați șabloane
ru: Добавить шаблоны
rw: Ongeraho Inyandikorugero
sd: ٽيمپليٽ شامل ڪريو
si: සැකිලි එකතු කරන්න
sk: Pridať šablóny
sl: Dodajte predloge
sq: Shto shabllone
sr: Додај шаблоне
sv: Lägg till mallar
sw: Ongeza Violezo
ta: டெம்ப்ளேட்களைச் சேர்க்கவும்
te: టెంప్లేట్‌లను జోడించండి
tg: Иловаи Шаблонҳо
th: เพิ่มเทมเพลต
tk: Şablonlary goşuň
tl: Magdagdag ng mga Template
tr: Şablon Ekle
tt: Шаблоннарны өстәгез
ug: قېلىپلارنى قوشۇڭ
uk: Додайте шаблони
ur: ٹیمپلیٹس شامل کریں۔
uz: Shablonlar qo'shish
vi: Thêm mẫu
xh: Yongeza izakhelo
yi: לייג טעמפּלאַטעס

source: Idle Cases
af: Idle gevalle
am: የስራ ፈት ጉዳዮች
ar: حالات الخمول
az: Boş İşlər
be: Халастыя справы
bg: Бездействащи случаи
bn: নিষ্ক্রিয় মামলা
ca: Casos inactius
cs: Nečinné případy
cy: Achosion Segur
da: Tomgangskasser
de: Untätige Fälle
el: Υποθέσεις αδράνειας
eo: Neaktivaj Kazoj
es: Casos inactivos
et: Tühikäigukastid
eu: Idle Kasuak
fa: موارد بیکار
fi: Käyttämättömät kotelot
fr: Cas inactifs
ga: Cásanna Díomhaoin
gd: Cùisean Idle
gl: Casos inactivos
gu: નિષ્ક્રિય કેસો
hi: निष्क्रिय मामले
hr: Prazni slučajevi
hu: Üresjárati esetek
hy: Պարապ գործեր
id: Kasus menganggur
it: Casi inattivi
iw: תיקי סרק
ja: アイドルケース
ka: უსაქმური საქმეები
kk: Бос жағдайлар
km: ករណីទំនេរ
kn: ಐಡಲ್ ಪ್ರಕರಣಗಳು
ku: Dozên Bêkar
ky: Бош калган учурлар
lb: Idle Fäll
lt: Tuščiosios eigos dėklai
lv: Dīkstāves gadījumi
mi: Ko nga keehi mangere
mk: Случаи за мирување
ml: നിഷ്ക്രിയ കേസുകൾ
mn: Сул зогсолттой тохиолдлууд
mr: निष्क्रिय प्रकरणे
ms: Kes Terbiar
mt: Każijiet Idle
my: Idle Cases များ
ne: निष्क्रिय केसहरू
nl: Inactieve gevallen
no: Tomgangsvesker
or: ନିଷ୍କ୍ରିୟ ମାମଲା |
pa: ਵਿਹਲੇ ਕੇਸ
pl: Bezczynne sprawy
ps: بې کاره قضیې
pt: Casos ociosos
ro: Cazuri inactiv
rw: Imanza zidafite ishingiro
sd: بيڪار ڪيس
si: නිෂ්ක්‍රීය නඩු
sk: Nečinné prípady
sq: Rastet boshe
sr: Идле Цасес
sv: Idle fall
sw: Kesi zisizo na kazi
ta: செயலற்ற வழக்குகள்
te: నిష్క్రియ కేసులు
tg: Ҳодисаҳои бекор
th: กรณีที่ไม่ได้ใช้งาน
tk: Boş ýagdaýlar
tl: Mga Idle Case
tr: Boşta Vakalar
tt: Эшсез очраклар
ug: بىكار دېلو
uk: Бездіяльні випадки
ur: بیکار کیسز
uz: Ishsiz holatlar
vi: Trường hợp nhàn rỗi
xh: Amatyala angasebenziyo
yi: ליידיק קאַסעס
