Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
af: Skep pasgemaakte vorms en stuur dit aan kliënte vir voltooiing. Versamel noodsaaklike inligting, verskaf uittrekspeilings en kry al die data wat u nodig het om u werk goed te kan doen!
am: ብጁ ቅጾችን ይፍጠሩ እና ለማጠናቀቅ ለደንበኞች ይላኩ። አስፈላጊ መረጃን ሰብስቡ ፣ የመልቀቂያ ጥናቶችን ያቅርቡ እና ስራዎን በደንብ ለመስራት የሚያስፈልጉዎትን ሁሉንም መረጃዎች ያግኙ!
ar: إنشاء نماذج مخصصة وإرسالها للعملاء لإكمالها. اجمع المعلومات الأساسية ، وقدم استطلاعات الخروج ، واحصل على جميع البيانات التي تحتاجها لأداء عملك بشكل جيد!
az: Xüsusi formaları yaradın və başa çatdırmaq üçün müştərilərə göndərin. Əsas məlumatları toplayın, çıxış anketlərini təmin edin və işinizi yaxşı aparmaq üçün lazım olan bütün məlumatları əldə edin!
be: Стварыце ўласныя формы і адпраўце іх кліентам для завяршэння. Збярыце неабходную інфармацыю, забяспечце абследаванне выхаду і атрымайце ўсе дадзеныя, неабходныя для добрай працы!
bg: Създайте персонализирани формуляри и ги изпратете на клиенти за попълване. Съберете основна информация, осигурете проучвания за излизане и вземете всички данни, които са ви необходими, за да си вършите добре работата!
bn: কাস্টম ফর্ম তৈরি করুন এবং তাদের ক্লায়েন্টদের সমাপ্তির জন্য প্রেরণ করুন। প্রয়োজনীয় তথ্য সংগ্রহ করুন, প্রস্থান জরিপ সরবরাহ করুন এবং আপনার কাজটি ভাল করার জন্য আপনার প্রয়োজনীয় সমস্ত ডেটা পান!
ca: Creeu formularis personalitzats i envieu-los als clients per completar-los. Obteniu informació essencial, proporcioneu enquestes de sortida i obteniu totes les dades que necessiteu per fer bé la vostra feina.
cs: Vytvořte si vlastní formuláře a odešlete je klientům k dokončení. Shromažďujte základní informace, poskytujte výstupní průzkumy a získejte všechna data, která potřebujete k dobré práci!
cy: Creu ffurflenni wedi&#39;u haddasu a&#39;u hanfon at gleientiaid i&#39;w llenwi. Casglwch wybodaeth hanfodol, darparwch arolygon ymadael, a chael yr holl ddata sydd ei angen arnoch i wneud eich gwaith yn dda!
da: Opret tilpassede formularer og send dem til klienter til udfyldelse. Indsamle vigtige oplysninger, give exit-undersøgelser, og få alle de data, du har brug for for at gøre dit job godt!
de: Erstellen Sie benutzerdefinierte Formulare und senden Sie sie zum Ausfüllen an Kunden. Sammeln Sie wichtige Informationen, stellen Sie Exit-Umfragen bereit und erhalten Sie alle Daten, die Sie für eine gute Arbeit benötigen!
el: Δημιουργήστε προσαρμοσμένες φόρμες και στείλτε τις σε πελάτες για ολοκλήρωση. Συγκεντρώστε βασικές πληροφορίες, παρέχετε έρευνες εξόδου και λάβετε όλα τα δεδομένα που χρειάζεστε για να κάνετε τη δουλειά σας καλά!
eo: Kreu kutimajn formojn kaj sendu ilin al klientoj por kompletigo. Kolektu esencajn informojn, havigu elirejajn enketojn kaj akiru ĉiujn datumojn, kiujn vi bezonas por fari vian taskon bone!
es: Cree formularios personalizados y envíelos a los clientes para completarlos. ¡Reúna información esencial, proporcione encuestas de salida y obtenga toda la información que necesita para hacer bien su trabajo!
et: Looge kohandatud vorme ja saatke need klientidele täitmiseks. Koguge olulist teavet, esitage väljumisküsitlused ja hankige kõik vajalikud andmed, et oma tööd hästi teha!
eu: Sortu forma pertsonalizatuak eta bidali bezeroei osatzeko. Bildu funtsezko informazioa, eman irteera inkestak eta lortu zure lana ondo egiteko behar dituzun datu guztiak!
fa: فرم های سفارشی ایجاد کرده و آنها را برای تکمیل به مشتری ارسال کنید. اطلاعات ضروری را جمع آوری کنید ، بررسی های خروجی را ارائه داده و تمام داده های لازم برای انجام کار خود را به خوبی دریافت کنید!
fi: Luo mukautettuja lomakkeita ja lähetä ne asiakkaille täydentämistä varten. Kerää tärkeitä tietoja, lähetä poistumistutkimuksia ja hanki kaikki tarvitsemasi tiedot, jotta työtä voi tehdä hyvin!
fr: Créez des formulaires personnalisés et envoyez-les aux clients pour qu&#39;ils soient complétés. Rassemblez les informations essentielles, fournissez des enquêtes de sortie et obtenez toutes les données dont vous avez besoin pour bien faire votre travail!
fy: Meitsje oanpaste formulieren en stjoer se nei kliïnten foar foltôging. Sammelje essensjele ynformaasje, leverje ûndersiken foar ôfslach en krije alle gegevens dy&#39;t jo nedich binne om jo taak goed te dwaan!
ga: Cruthaigh foirmeacha saincheaptha agus seol chuig cliaint iad le comhlánú. Cruinnigh faisnéis riachtanach, cuir suirbhéanna imeachta ar fáil, agus faigh na sonraí go léir a theastaíonn uait chun do phost a dhéanamh go maith!
gd: Cruthaich foirmean àbhaisteach agus cuir iad gu teachdaichean airson an lìonadh. Cruinnich fiosrachadh riatanach, thoir seachad sgrùdaidhean fàgail, agus faigh an dàta gu lèir a dh ’fheumas tu gus do chuid obrach a dhèanamh gu math!
gl: Crea formularios personalizados e envialos a clientes para que se completen. Reúna información esencial, proporciona enquisas de saída e obtén todos os datos que necesites para facer o teu traballo ben.
gu: વૈવિધ્યપૂર્ણ ફોર્મ્સ બનાવો અને તેમને પૂર્ણ થવા માટે ગ્રાહકોને મોકલો. આવશ્યક માહિતી એકત્રિત કરો, બહાર નીકળો સર્વેક્ષણ આપો, અને તમારી નોકરી સારી રીતે કરવા માટે જરૂરી બધા ડેટા મેળવો!
hi: कस्टम फ़ॉर्म बनाएँ और उन्हें पूरा करने के लिए ग्राहकों को भेजें। आवश्यक जानकारी इकट्ठा करें, बाहर निकलें सर्वेक्षण प्रदान करें, और अपने काम को अच्छी तरह से करने के लिए आवश्यक सभी डेटा प्राप्त करें!
hr: Izradite prilagođene obrasce i pošaljite ih klijentima na ispunjavanje. Prikupite osnovne informacije, pružite izlazne ankete i prikupite sve podatke potrebne za svoj posao dobro!
hu: Készítsen egyedi űrlapokat, és küldje el az ügyfeleknek kitöltésre. Gyűjtsön össze alapvető információkat, nyújtson be kilépési felméréseket, és szerezze be az összes adatot, amely a munkájához jó.
hy: Ստեղծեք սովորական ձևեր և դրանք ուղարկեք հաճախորդներին `ավարտելու համար: Հավաքեք հիմնական տեղեկություններ, տրամադրեք ելքի հարցումներ և ստացեք բոլոր անհրաժեշտ տվյալները ՝ ձեր գործը լավ կատարելու համար:
id: Buat formulir kustom dan kirimkan ke klien untuk penyelesaian. Kumpulkan informasi penting, berikan survei keluar, dan dapatkan semua data yang Anda butuhkan untuk melakukan pekerjaan Anda dengan baik!
is: Búðu til sérsniðin eyðublöð og sendu þeim til viðskiptavina til að ljúka þeim. Safnaðu nauðsynlegum upplýsingum, gefðu útgöngukannanir og fengu öll gögn sem þú þarft til að vinna starf þitt vel!
it: Creare moduli personalizzati e inviarli ai client per il completamento. Raccogli informazioni essenziali, fornisci sondaggi sulle uscite e ottieni tutti i dati necessari per svolgere bene il tuo lavoro!
iw: צור טפסים מותאמים אישית ושלח אותם ללקוחות להשלמתם. אסוף מידע חיוני, ספק סקרי יציאה וקבל את כל הנתונים הדרושים כדי לבצע את עבודתך היטב!
ja: カスタムフォームを作成し、完成させるためにクライアントに送信します。重要な情報を収集し、出口調査を提供し、仕事を上手に行うために必要なすべてのデータを入手してください！
ka: შექმენით საბაჟო ფორმები და გაგზავნეთ კლიენტებისთვის დასრულებისთვის. შევიკრიბოთ აუცილებელი ინფორმაცია, მოგვაწოდეთ გასასვლელი კვლევები და მიიღეთ ყველა ის მონაცემი, რომელიც გჭირდებათ თქვენი საქმის კარგად შესასრულებლად!
kk: Жеке пішіндер жасаңыз және оларды аяқтау үшін клиенттерге жіберіңіз. Маңызды ақпаратты жинаңыз, шығу сауалнамаларын жүргізіңіз және өз жұмысыңызды жақсы орындау үшін қажет барлық мәліметтерді алыңыз!
km: បង្កើតទម្រង់បែបបទផ្ទាល់ខ្លួនហើយបញ្ជូនពួកគេទៅអតិថិជនសម្រាប់ការបំពេញ។ ប្រមូលព័ត៌មានចាំបាច់ផ្តល់ការស្ទង់មតិចេញពីច្រកចេញនិងទទួលបានទិន្នន័យទាំងអស់ដែលអ្នកត្រូវការដើម្បីបំពេញការងារបានល្អ!
kn: ಕಸ್ಟಮ್ ಫಾರ್ಮ್‌ಗಳನ್ನು ರಚಿಸಿ ಮತ್ತು ಅವುಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಗ್ರಾಹಕರಿಗೆ ಕಳುಹಿಸಿ. ಅಗತ್ಯ ಮಾಹಿತಿಯನ್ನು ಒಟ್ಟುಗೂಡಿಸಿ, ನಿರ್ಗಮನ ಸಮೀಕ್ಷೆಗಳನ್ನು ಒದಗಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಕೆಲಸವನ್ನು ಉತ್ತಮವಾಗಿ ಮಾಡಲು ನಿಮಗೆ ಬೇಕಾದ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಪಡೆಯಿರಿ!
ku: Formên xwerû çêbikin û ji bo temamkirinê ji mişteriyan re bişînin. Agahdariya bingehîn hilînin, lêkolînên derketinê peyda bikin, û hemî daneyên ku hûn hewce ne ku karê xwe baş bikin bikin bigirin!
ky: Ыңгайлаштырылган бланктарды түзүп, кардарларга аяктоо үчүн жөнөтүңүз. Негизги маалыматтарды чогултуп, чыгуу сурамжылоолорун жүргүзүңүз жана жумушуңузду жакшы аткарышыңыз үчүн бардык маалыматтарды алыңыз!
lb: Erstellt personaliséiert Formen a schéckt se un d&#39;Clientë fir datt se fäerdeg sinn. Sammelt wesentlech Informatioun, liwwert Austrëtt-Ëmfroen, a kritt all d&#39;Daten déi Dir braucht fir Är Aarbecht gutt ze maachen!
lo: ສ້າງແບບຟອມທີ່ ກຳ ນົດເອງແລະສົ່ງໃຫ້ລູກຄ້າ ສຳ ເລັດ. ຮວບຮວມຂໍ້ມູນທີ່ ຈຳ ເປັນ, ໃຫ້ການ ສຳ ຫຼວດອອກ, ແລະເອົາຂໍ້ມູນທັງ ໝົດ ທີ່ທ່ານຕ້ອງການເພື່ອເຮັດວຽກຂອງທ່ານໃຫ້ດີ!
lt: Sukurkite pasirinktines formas ir nusiųskite jas klientams užpildyti. Surinkite svarbią informaciją, pateikite išvažiavimo apžvalgas ir gaukite visus duomenis, reikalingus gerai atlikti savo darbą!
lv: Izveidojiet pielāgotas veidlapas un nosūtiet tās klientiem aizpildīšanai. Apkopojiet būtisko informāciju, sniedziet apsekojumus par izeju un iegūstiet visus nepieciešamos datus, lai labi paveiktu savu darbu!
mg: Mamorona fanao mahazatra ary alefaso any amin&#39;ny mpanjifa ho vita. Angony ny fampahalalana ilaina, manaova famotopotorana amin&#39;ny fivoahana, ary alao ny angon-drakitra rehetra ilainao hatao tsara!
mi: Waihangahia nga ritenga ritenga ka tukuna ki nga kiritaki kia oti. Kohikohia nga korero nui, whakarato maataki putaatu, kia whiwhi i nga raraunga katoa e hiahia ana koe kia pai ai to mahi!
mk: Создадете сопствени формулари и испратете ги до клиенти за завршување. Соберете основни информации, обезбедете излезни истражувања и добијте ги сите податоци што ви се потребни за да си ја завршите работата добро!
ml: ഇഷ്‌ടാനുസൃത ഫോമുകൾ സൃഷ്‌ടിച്ച് പൂർത്തിയാക്കുന്നതിന് ക്ലയന്റുകളിലേക്ക് അയയ്‌ക്കുക. അവശ്യ വിവരങ്ങൾ ശേഖരിക്കുക, എക്സിറ്റ് സർവേകൾ നൽകുക, നിങ്ങളുടെ ജോലി നന്നായി ചെയ്യുന്നതിന് ആവശ്യമായ എല്ലാ ഡാറ്റയും നേടുക!
mn: Захиалгат маягт үүсгэж, тэдгээрийг дуусгахын тулд үйлчлүүлэгчдэд илгээнэ үү. Шаардлагатай мэдээллийг цуглуулж, гарах судалгааг гаргаж, ажлаа сайн хийхийн тулд шаардлагатай бүх мэдээллийг аваарай.
mr: सानुकूल फॉर्म तयार करा आणि त्यांना क्लायंट्सकडे पूर्ण करण्यासाठी पाठवा. आवश्यक माहिती गोळा करा, बाहेर पडा सर्वेक्षण प्रदान करा आणि आपल्याला आपले कार्य चांगले करण्यासाठी आवश्यक असलेला सर्व डेटा मिळवा!
ms: Buat borang khusus dan hantarkan kepada pelanggan untuk diselesaikan. Kumpulkan maklumat penting, berikan tinjauan keluar, dan dapatkan semua data yang anda perlukan untuk menjalankan tugas anda dengan baik!
mt: Oħloq formoli apposta u ibgħathom lill-klijenti għat-tlestija. Iġbor informazzjoni essenzjali, ipprovdi l-istħarriġ tal-ħruġ, u ġġib id-dejta kollha li għandek bżonn biex tagħmel xogħol tiegħek tajjeb!
my: စိတ်ကြိုက်ပုံစံများကိုဖန်တီးပြီးဖြည့်စွက်ရန်ဖောက်သည်များထံသို့သူတို့ကိုပို့ပါ။ မရှိမဖြစ်လိုအပ်သောသတင်းအချက်အလက်များကိုစုဆောင်းပါ၊ ထွက်ပေါက်စစ်တမ်းကောက်ယူပါ၊ သင်၏အလုပ်ကိုကောင်းစွာလုပ်ရန်လိုအပ်သည့်အချက်အလက်အားလုံးကိုရယူပါ။
ne: अनुकूलन फारमहरू सिर्जना गर्नुहोस् र ग्राहकलाई पूरा गर्नका लागि पठाउनुहोस्। आवश्यक जानकारी बटुल्नुहोस्, बाहिर निगरानी सर्वेक्षणहरू प्रदान गर्नुहोस्, र तपाईंलाई आफ्नो काम राम्रोसँग गर्न आवश्यक पर्ने सबै डाटा प्राप्त गर्नुहोस्!
nl: Maak aangepaste formulieren en stuur ze naar klanten voor voltooiing. Verzamel essentiële informatie, voer exit-onderzoeken uit en verkrijg alle gegevens die u nodig heeft om uw werk goed te doen!
no: Lag egendefinerte skjemaer og send dem til klienter for utfylling. Samle viktig informasjon, gi exit-undersøkelser og få all data du trenger for å gjøre jobben din godt!
or: କଷ୍ଟମ୍ ଫର୍ମ ସୃଷ୍ଟି କରନ୍ତୁ ଏବଂ ସେଗୁଡିକୁ ସମାପ୍ତ କରିବାକୁ ଗ୍ରାହକମାନଙ୍କୁ ପଠାନ୍ତୁ | ଅତ୍ୟାବଶ୍ୟକ ସୂଚନା ସଂଗ୍ରହ କରନ୍ତୁ, ପ୍ରସ୍ଥାନ ସର୍ବେକ୍ଷଣ ପ୍ରଦାନ କରନ୍ତୁ, ଏବଂ ଆପଣଙ୍କର କାର୍ଯ୍ୟକୁ ଭଲ କରିବା ପାଇଁ ଆବଶ୍ୟକ କରୁଥିବା ସମସ୍ତ ତଥ୍ୟ ପ୍ରାପ୍ତ କରନ୍ତୁ!
pa: ਕਸਟਮ ਫਾਰਮ ਬਣਾਓ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਗਾਹਕਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਭੇਜੋ. ਜ਼ਰੂਰੀ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰੋ, ਨਿਕਾਸ ਦੇ ਸਰਵੇਖਣ ਪ੍ਰਦਾਨ ਕਰੋ, ਅਤੇ ਸਾਰਾ ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰੋ ਜਿਸ ਦੀ ਤੁਹਾਨੂੰ ਆਪਣਾ ਕੰਮ ਚੰਗੀ ਤਰ੍ਹਾਂ ਕਰਨ ਲਈ ਚਾਹੀਦਾ ਹੈ!
pl: Utwórz niestandardowe formularze i wyślij je do klientów w celu uzupełnienia. Zbierz niezbędne informacje, wypełnij ankiety i uzyskaj wszystkie dane potrzebne do dobrego wykonywania pracy!
ps: دودیز فارمونه جوړ کړئ او پیرودونکو ته یې د بشپړیدو لپاره واستوئ. اړین معلومات راټول کړئ ، د وتنې سروې چمتو کړئ ، او ټول هغه ډاټا ترلاسه کړئ چې تاسو ورته اړتیا لرئ خپل دنده په ښه ډول ترسره کړئ!
pt: Crie formulários personalizados e envie-os aos clientes para conclusão. Reúna informações essenciais, forneça pesquisas de saída e obtenha todos os dados necessários para fazer bem seu trabalho!
ro: Creați formulare personalizate și trimiteți-le clienților pentru completare. Adunați informații esențiale, oferiți sondaje de ieșire și obțineți toate datele de care aveți nevoie pentru a vă face treaba bine!
ru: Создайте пользовательские формы и отправьте их клиентам для заполнения. Соберите необходимую информацию, проведите выездные опросы и получите все данные, которые вам необходимы, чтобы хорошо выполнять свою работу!
rw: Kora impapuro zabugenewe hanyuma wohereze kubakiriya kugirango barangize. Kusanya amakuru yingenzi, utange ubushakashatsi bwo gusohoka, kandi ubone amakuru yose ukeneye kugirango ukore akazi kawe neza!
sd: ڪسٽم فارم ٺاهيو ۽ انهن کي گراهڪن ڏانهن مڪمل ڪرڻ لاءِ موڪليو. ضروري معلومات گڏ ڪريو ، ٻاهرين سروي فراهم ڪريو ، ۽ سڀني ڊيٽا حاصل ڪريو جيڪا توهان کي گهربل هجي پنهنجو ڪم چ wellي طرح!
si: අභිරුචි පෝරම සාදන්න සහ ඒවා සම්පූර්ණ කිරීම සඳහා සේවාදායකයින් වෙත යවන්න. අත්‍යවශ්‍ය තොරතුරු එක්රැස් කිරීම, පිටවීමේ සමීක්ෂණ සැපයීම සහ ඔබේ කාර්යය හොඳින් කිරීමට අවශ්‍ය සියලු දත්ත ලබා ගන්න!
sk: Vytvorte vlastné formuláre a odošlite ich klientom na dokončenie. Zhromaždite základné informácie, poskytnite výstupné prieskumy a získajte všetky údaje, ktoré potrebujete pre svoju prácu dobre!
sl: Ustvarite obrazce po meri in jih pošljite strankam za izpolnitev. Zberite pomembne informacije, zagotovite izhodne ankete in pridobite vse podatke, ki jih potrebujete za svoje delo!
sq: Krijoni forma të personalizuara dhe dërgoni ato për klientët për plotësim. Mblidhni informacione thelbësore, siguroni sondazhe nga dalja dhe merrni të gjitha të dhënat që ju nevojiten për të bërë mirë punën tuaj!
sr: Креирајте прилагођене обрасце и пошаљите их клијентима на комплетирање. Прикупите основне информације, обезбедите излазне анкете и набавите све податке који су вам потребни да бисте добро обављали свој посао!
sv: Skapa anpassade formulär och skicka dem till klienter för slutförande. Samla viktig information, ge utgångsundersökningar och få all information du behöver för att göra ditt jobb bra!
sw: Unda fomu maalum na uzipeleke kwa wateja ili kukamilisha. Kukusanya habari muhimu, toa tafiti za kutoka, na upate data yote unayohitaji kufanya kazi yako vizuri!
ta: தனிப்பயன் படிவங்களை உருவாக்கி அவற்றை வாடிக்கையாளர்களுக்கு அனுப்பவும். அத்தியாவசிய தகவல்களைச் சேகரிக்கவும், வெளியேறும் கணக்கெடுப்புகளை வழங்கவும், உங்கள் வேலையைச் சிறப்பாகச் செய்யத் தேவையான எல்லா தரவையும் பெறவும்!
te: అనుకూల ఫారమ్‌లను సృష్టించండి మరియు వాటిని పూర్తి చేయడానికి ఖాతాదారులకు పంపండి. అవసరమైన సమాచారాన్ని సేకరించండి, నిష్క్రమణ సర్వేలను అందించండి మరియు మీ పనిని చక్కగా చేయడానికి అవసరమైన మొత్తం డేటాను పొందండి!
tg: Шаклҳои фармоиширо эҷод кунед ва онҳоро барои анҷом додан ба муштариён фиристед. Иттилооти заруриро ҷамъоварӣ кунед, пурсишҳо дар бар гиред ва ҳама маълумоти заруриро барои иҷрои кори худ гиред!
th: สร้างฟอร์มที่กำหนดเองและส่งไปยังลูกค้าเพื่อให้เสร็จสมบูรณ์ รวบรวมข้อมูลที่จำเป็นจัดทำแบบสำรวจออกและรับข้อมูลทั้งหมดที่คุณต้องการในการทำงานให้ดี!
tk: Customörite formalary dörediň we doldurmak üçin müşderilere iberiň. Esasy maglumatlary ýygnaň, çykyş gözleglerini beriň we işiňizi gowy ýerine ýetirmek üçin zerur maglumatlary alyň!
tl: Lumikha ng pasadyang mga form at ipadala ang mga ito sa mga kliyente para makumpleto. Ipunin ang mahahalagang impormasyon, magbigay ng mga survey sa exit, at makuha ang lahat ng data na kailangan mong gawin ang iyong trabaho nang maayos!
tr: Özel formlar oluşturun ve doldurmaları için istemcilere gönderin. Gerekli bilgileri toplayın, çıkış anketleri sağlayın ve işinizi iyi yapmak için ihtiyacınız olan tüm verileri alın!
tt: Заказлы формалар төзегез һәм аларны клиентларга тутыру өчен җибәрегез. Мөһим мәгълүмат туплагыз, чыгу өчен анкеталар бирегез, һәм эшегезне яхшы башкару өчен кирәкле барлык мәгълүматны алыгыз!
ug: ئىختىيارى جەدۋەل قۇرۇپ ، ئۇلارنى خېرىدارلارغا ئەۋەتىپ تاماملاڭ. مۇھىم ئۇچۇرلارنى توپلاڭ ، چېكىنىش تەكشۈرۈشى بىلەن تەمىنلەڭ ۋە خىزمىتىڭىزنى ياخشى ئىشلەش ئۈچۈن كېرەكلىك بارلىق سانلىق مەلۇماتلارغا ئېرىشىڭ!
uk: Створіть власні форми та надішліть їх клієнтам для завершення. Зберіть важливу інформацію, надайте опитування щодо виїзду та отримайте всі необхідні дані, щоб добре виконати свою роботу!
ur: اپنی مرضی کے مطابق فارم بنائیں اور انہیں تکمیل کے ل clients گاہکوں کو بھیجیں۔ ضروری معلومات اکٹھا کریں ، خارجی سروے مہیا کریں ، اور اپنے کام کو اچھی طرح سے انجام دینے کے لئے درکار تمام ڈیٹا حاصل کریں!
uz: Maxsus shakllarni yarating va ularni to&#39;ldirish uchun mijozlarga yuboring. Muhim ma&#39;lumotlarni to&#39;plang, chiqish so&#39;rovlarini taqdim eting va o&#39;zingizning ishingizni yaxshi bajarish uchun barcha kerakli ma&#39;lumotlarni oling!
vi: Tạo các biểu mẫu tùy chỉnh và gửi chúng cho khách hàng để hoàn thành. Thu thập thông tin cần thiết, cung cấp khảo sát thoát và nhận tất cả dữ liệu bạn cần để thực hiện tốt công việc của mình!
xh: Yenza iifom zesiko kwaye uzithumele kubathengi ukuba bazalise. Qokelela ulwazi oluyimfuneko, ubonelele ngophando oluphumayo, kwaye ufumane yonke idatha oyifunayo ukuze wenze umsebenzi wakho kakuhle!
yi: שאַפֿן מנהג פארמען און שיקן זיי צו קלייאַנץ פֿאַר קאַמפּלישאַן. קלייַבן יקערדיק אינפֿאָרמאַציע, צושטעלן אַרויסגאַנג סערווייז און באַקומען אַלע דאַטן וואָס איר דאַרפֿן צו טאָן דיין אַרבעט געזונט!

source: , Director of Sales of Cain & Company
af: , Direkteur van verkope van Kain &amp; Company
am: ፣ የቃየን እና ኩባንያ የሽያጭ ዳይሬክተር
ar: ، مدير مبيعات شركة Cain &amp; Company
az: , Cain &amp; Company satış direktoru
be: , Дырэктар па продажах Cain &amp; Company
bg: , Директор по продажбите на Cain &amp; Company
bn: , কেইন অ্যান্ড কোম্পানির বিক্রয় পরিচালক
ca: , Director de vendes de Cain &amp; Company
cs: , Ředitel prodeje společnosti Cain &amp; Company
cy: , Cyfarwyddwr Gwerthu Cain &amp; Company
da: , Direktør for salg af Kain &amp; Company
de: , Vertriebsleiter von Cain &amp; Company
el: , Διευθυντής Πωλήσεων Cain &amp; Company
eo: , Direktoro de Vendoj de Kaino kaj Kompanio
es: , Director de Ventas de Cain &amp; Company
et: , Ettevõtte Cain &amp; Company müügidirektor
eu: , Cain &amp; Company enpresako salmenten zuzendaria
fa: مدیر فروش شرکت قابیل و شرکت
fi: , Cain &amp; Companyn myyntijohtaja
fr: , Directeur des Ventes de Cain &amp; Company
fy: , Direkteur fan ferkeap fan Kaïn en bedriuw
ga: , Stiúrthóir Díolachán Cain &amp; Company
gd: , Stiùiriche Reic Cain &amp; Companaidh
gl: , Director de Vendas de Cain &amp; Company
gu: , કેઈન એન્ડ કંપનીના સેલ્સ ડિરેક્ટર
hi: , कैन एंड कंपनी की बिक्री के निदेशक
hr: , Direktor prodaje tvrtke Cain &amp; Company
hu: , A Cain &amp; Company értékesítési igazgatója
hy: , Կայեն և Ընկերության վաճառքների տնօրեն
id: , Direktur Penjualan Kain &amp; Perusahaan
is: , Forstöðumaður sölu Cain &amp; Company
it: , Direttore delle vendite di Cain &amp; Company
iw: מנהל מכירות קין וחברה
ja: 、Cain＆Companyの営業部長
ka: , კაინისა და კომპანიის გაყიდვების დირექტორი
kk: , Cain &amp; Company сату департаментінің директоры
km: នាយកផ្នែកលក់កាអ៊ីននិងក្រុមហ៊ុន
kn: , ಕೇನ್ &amp; ಕಂಪನಿಯ ಮಾರಾಟ ನಿರ್ದೇಶಕ
ku: , Director of Sales of Cain &amp; Company
ky: , Cain &amp; Company сатуу боюнча директору
lb: , Direkter vum Verkaf vu Kain a Gesellschaft
lo: , ຜູ້ ອຳ ນວຍການຝ່າຍຂາຍຂອງກາອິນ &amp; ບໍລິສັດ
lt: , „Cain &amp; Company“ pardavimų direktorius
lv: , Uzņēmuma Cain &amp; Company pārdošanas direktors
mg: , Talen&#39;ny varotra an&#39;i Kaina &amp; Orinasa
mi: , Kaiwhakahaere mo nga Hoko Kaina &amp; Kamupene
mk: , Директор за продажба на Каин и компанија
ml: , കെയ്ൻ &amp; കമ്പനി സെയിൽസ് ഡയറക്ടർ
mn: , Cain &amp; Company-ийн борлуулалтын захирал
mr: , केन अँड कंपनीचे सेल्स डायरेक्टर
ms: , Pengarah Jualan Cain &amp; Syarikat
mt: , Direttur tal-Bejgħ ta &#39;Cain &amp; Company
my: , Cain &amp; Company ၏အရောင်းဒါရိုက်တာ
ne: , केन एन्ड कम्पनीको बिक्री निर्देशक
nl: , Verkoopdirecteur van Cain &amp; Company
no: , Direktør for salg av Cain &amp; Company
or: , କଏନ୍ ଆଣ୍ଡ କମ୍ପାନୀର ବିକ୍ରୟ ନିର୍ଦ୍ଦେଶକ |
pa: , ਸੇਨ ਆਫ ਕੇਨ ਐਂਡ ਕੰਪਨੀ ਦੇ ਡਾਇਰੈਕਟਰ
pl: , Dyrektor sprzedaży Cain &amp; Company
ps: ، د کین او شرکت د پلور رییس
pt: , Diretor de vendas da Cain &amp; Company
ro: , Director Vânzări Cain &amp; Company
ru: Директор по продажам Cain &amp; Company
rw: , Umuyobozi wo kugurisha Cain &amp; Company
sd: ، ڪن ۽ ڪمپني جي وڪرو جو ڊائريڪٽر
si: , කේන් සහ සමාගමේ විකුණුම් අධ්‍යක්ෂ
sk: , Riaditeľ predaja spoločnosti Cain &amp; Company
sl: , Direktor prodaje družbe Cain &amp; Company
sq: , Drejtori i Shitjeve të Kainit &amp; Company
sr: , Директор продаје компаније Цаин &amp; Цомпани
sv: , Chef för försäljning av Cain &amp; Company
sw: , Mkurugenzi wa Uuzaji wa Kaini &amp; Kampuni
ta: , கெய்ன் &amp; நிறுவனத்தின் விற்பனை இயக்குநர்
te: , కేన్ &amp; కంపెనీ సేల్స్ డైరెక్టర్
tg: , Директори фурӯшҳои Cain &amp; Company
th: ผู้อำนวยการฝ่ายขายของอดัมและอีฟ
tk: , “Cain &amp; Company” -iň satuw müdiri
tl: , Direktor ng Pagbebenta ng Cain &amp; Company
tr: , Cain &amp; Company Satış Direktörü
tt: , Кабил &amp; Компания сату директоры
ug: ، قابىل ۋە شىركەتنىڭ سېتىش دېرىكتورى
uk: , Директор з продажу Cain &amp; Company
ur: ، ڈائریکٹر برائے فروخت برائے کین اینڈ کمپنی
uz: , Cain &amp; Company savdo direktori
vi: , Giám đốc bán hàng của Cain &amp; Company
xh: UMlawuli weNtengiso kaKayin kunye neNkampani
yi: , דירעקטאָר פון פארקויפונג פון קיין &amp; פירמע
