Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Automate tasks with access to API
af: Outomatiseer take met toegang tot API
am: ተግባራትን ከኤፒአይ መዳረሻ ጋር በራስ ሰር
ar: أتمتة المهام مع الوصول إلى API
az: API girişi ilə tapşırıqları avtomatlaşdırın
be: Аўтаматызуйце задачы з доступам да API
bg: Автоматизирайте задачи с достъп до API
bn: API-তে অ্যাক্সেস সহ কাজগুলি স্বয়ংক্রিয় করুন
ca: Automatitzeu tasques amb accés a l'API
cs: Automatizujte úlohy s přístupem k API
cy: Awtomeiddio tasgau gyda mynediad i API
da: Automatiser opgaver med adgang til API
de: Automatisieren Sie Aufgaben mit Zugriff auf die API
el: Αυτοματοποιήστε εργασίες με πρόσβαση στο API
eo: Aŭtomatigu taskojn kun aliro al API
es: Automatice tareas con acceso a la API
et: Automatiseerige ülesandeid juurdepääsuga API-le
eu: Automatizatu zereginak APIrako sarbidearekin
fa: وظایف با دسترسی به API را خودکار کنید
fi: Automatisoi tehtävät API:n avulla
fr: Automatisez les tâches avec accès à l'API
fy: Automatisearje taken mei tagong ta API
ga: Uathoibriú tascanna le rochtain ar API
gd: Dèan fèin-ghluasad air gnìomhan le ruigsinneachd air API
gl: Automatiza tarefas con acceso á API
gu: API ની ઍક્સેસ સાથે સ્વચાલિત કાર્યો
hi: एपीआई तक पहुंच के साथ कार्यों को स्वचालित करें
hr: Automatizirajte zadatke s pristupom API-ju
hu: Automatizálja a feladatokat az API-hoz való hozzáféréssel
hy: Ավտոմատացրեք առաջադրանքները API-ի հասանելիությամբ
id: Mengotomatiskan tugas dengan akses ke API
is: Sjálfvirk verkefni með aðgangi að API
it: Automatizza le attività con l'accesso all'API
iw: הפוך משימות לאוטומטיות עם גישה ל-API
ja: API にアクセスしてタスクを自動化する
ka: ამოცანების ავტომატიზაცია API-ზე წვდომით
kk: API қолжетімділігімен тапсырмаларды автоматтандыру
km: ធ្វើកិច្ចការដោយស្វ័យប្រវត្តិជាមួយនឹងការចូលប្រើ API
kn: API ಗೆ ಪ್ರವೇಶದೊಂದಿಗೆ ಕಾರ್ಯಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತಗೊಳಿಸಿ
ku: Karên bi gihîştina API-ê re otomatîk bikin
ky: API кирүү менен тапшырмаларды автоматташтыруу
lb: Automatiséiert Aufgaben mat Zougang zu API
lo: ເຮັດໜ້າວຽກອັດຕະໂນມັດດ້ວຍການເຂົ້າເຖິງ API
lt: Automatizuokite užduotis su prieiga prie API
lv: Automatizējiet uzdevumus, izmantojot piekļuvi API
mg: Ataovy ho azy ny asa miaraka amin'ny fidirana amin'ny API
mi: Whakaaunoa i nga mahi me te uru ki te API
mk: Автоматизирајте ги задачите со пристап до API
ml: API-യിലേക്കുള്ള ആക്‌സസ് ഉപയോഗിച്ച് ടാസ്‌ക്കുകൾ ഓട്ടോമേറ്റ് ചെയ്യുക
mn: API хандалтаар даалгавруудыг автоматжуулах
mr: API मध्ये प्रवेशासह कार्ये स्वयंचलित करा
ms: Automatikkan tugas dengan akses kepada API
mt: Awtomatizza l-kompiti b'aċċess għall-API
my: API သို့ဝင်ရောက်ခွင့်ဖြင့် လုပ်ဆောင်စရာများကို အလိုအလျောက်လုပ်ပါ။
ne: API मा पहुँचको साथ कार्यहरू स्वचालित गर्नुहोस्
nl: Automatiseer taken met toegang tot API
no: Automatiser oppgaver med tilgang til API
or: API କୁ ପ୍ରବେଶ ସହିତ କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ କରନ୍ତୁ |
pa: API ਤੱਕ ਪਹੁੰਚ ਨਾਲ ਕਾਰਜਾਂ ਨੂੰ ਸਵੈਚਾਲਤ ਕਰੋ
pl: Automatyzuj zadania z dostępem do API
ps: API ته د لاسرسي سره دندې اتومات کړئ
pt: Automatize tarefas com acesso à API
ro: Automatizați sarcinile cu acces la API
ru: Автоматизируйте задачи с доступом к API
rw: Hindura imirimo hamwe no kugera kuri API
sd: API تائين رسائي سان خودڪار ڪم
si: API වෙත ප්‍රවේශය සහිත කාර්යයන් ස්වයංක්‍රීය කරන්න
sk: Automatizujte úlohy s prístupom k API
sl: Avtomatizirajte opravila z dostopom do API-ja
sq: Automatizoni detyrat me qasje në API
sr: Аутоматизујте задатке са приступом АПИ-ју
sv: Automatisera uppgifter med tillgång till API
sw: Otosha kazi na ufikiaji wa API
ta: APIக்கான அணுகலுடன் பணிகளை தானியங்குபடுத்துங்கள்
te: APIకి యాక్సెస్‌తో టాస్క్‌లను ఆటోమేట్ చేయండి
tg: Автоматикунонии вазифаҳо бо дастрасӣ ба API
th: ทำงานอัตโนมัติด้วยการเข้าถึง API
tk: API-e girmek bilen meseleleri awtomatlaşdyryň
tl: I-automate ang mga gawain na may access sa API
tr: API erişimiyle görevleri otomatikleştirin
tt: API рөхсәте белән биремнәрне автоматлаштыру
ug: API نى زىيارەت قىلىش ئارقىلىق ۋەزىپىلەرنى ئاپتوماتىك قىلىڭ
uk: Автоматизуйте завдання з доступом до API
ur: API تک رسائی کے ساتھ کاموں کو خودکار بنائیں
uz: API-ga kirish bilan vazifalarni avtomatlashtirish
vi: Tự động hóa các tác vụ với quyền truy cập vào API
xh: Yenza imisebenzi ngokufikelela kwi-API
yi: אָטאַמייט טאַסקס מיט אַקסעס צו API

source: Module Templates
af: Module Sjablone
am: ሞጁል አብነቶች
ar: قوالب الوحدة
az: Modul şablonları
be: Шаблоны модуляў
bg: Шаблони на модули
bn: মডিউল টেমপ্লেট
ca: Plantilles de mòduls
cs: Šablony modulů
cy: Templedi Modiwl
da: Modul skabeloner
de: Modulvorlagen
el: Πρότυπα Ενοτήτων
eo: Modulaj Ŝablonoj
es: Plantillas de módulos
et: Moodulite mallid
eu: Modulu txantiloiak
fa: قالب های ماژول
fi: Moduulimallit
fr: Modèles de modules
ga: Teimpléid Modúil
gd: Teamplaidean modal
gl: Modelos de módulos
gu: મોડ્યુલ નમૂનાઓ
hi: मॉड्यूल टेम्पलेट्स
hr: Predlošci modula
hu: Modul sablonok
hy: Մոդուլի կաղապարներ
id: Template Modul
is: Sniðmát fyrir einingar
it: Modelli di modulo
iw: תבניות מודול
ja: モジュール テンプレート
ka: მოდულის შაბლონები
kk: Модуль үлгілері
km: គំរូម៉ូឌុល
kn: ಮಾಡ್ಯೂಲ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳು
ku: Şablonên Modulê
ky: Модуль калыптары
lb: Modul Schablounen
lo: ໂມດູນແມ່ແບບ
lt: Modulio šablonai
lv: Moduļu veidnes
mg: Modely Module
mi: Tauira Tauira
mk: Шаблони за модули
ml: മൊഡ്യൂൾ ടെംപ്ലേറ്റുകൾ
mn: Модулийн загварууд
mr: मॉड्यूल टेम्पलेट्स
ms: Templat Modul
mt: Mudelli tal-Moduli
my: Module Templates များ
ne: मोड्युल टेम्प्लेटहरू
nl: Modulesjablonen
no: Modulmaler
or: ମଡ୍ୟୁଲ୍ ଟେମ୍ପଲେଟ୍ |
pa: ਮੋਡੀਊਲ ਟੈਂਪਲੇਟਸ
pl: Szablony modułów
ps: د ماډل ټیمپلیټونه
pt: Modelos de módulo
ro: Șabloane de module
ru: Шаблоны модулей
rw: Inyandikorugero
sd: ماڊل ٽيمپليٽس
si: මොඩියුල සැකිලි
sk: Šablóny modulov
sl: Predloge modulov
sq: Modelet e moduleve
sr: Модуле Темплатес
sv: Modulmallar
sw: Violezo vya Moduli
ta: தொகுதி வார்ப்புருக்கள்
te: మాడ్యూల్ టెంప్లేట్లు
tg: Шаблонҳои модул
th: เทมเพลตโมดูล
tk: Modul galyplary
tl: Mga Template ng Module
tr: Modül Şablonları
tt: Модуль шаблоннары
uk: Шаблони модулів
ur: ماڈیول ٹیمپلیٹس
uz: Modul shablonlar
vi: Mẫu mô-đun
xh: Izakhelo zeModyuli
yi: מאָדולע טעמפּלאַטעס

source: Create a standard template and reuse it
af: Skep 'n standaard sjabloon en hergebruik dit
am: መደበኛ አብነት ይፍጠሩ እና እንደገና ይጠቀሙበት
ar: أنشئ نموذجًا قياسيًا وأعد استخدامه
az: Standart bir şablon yaradın və onu yenidən istifadə edin
be: Стварыце стандартны шаблон і выкарыстоўвайце яго паўторна
bg: Създайте стандартен шаблон и го използвайте повторно
bn: একটি আদর্শ টেমপ্লেট তৈরি করুন এবং এটি পুনরায় ব্যবহার করুন
ca: Creeu una plantilla estàndard i reutilitzeu-la
cs: Vytvořte standardní šablonu a znovu ji použijte
cy: Creu templed safonol a'i ailddefnyddio
da: Opret en standardskabelon og genbrug den
de: Erstellen Sie eine Standardvorlage und verwenden Sie sie wieder
el: Δημιουργήστε ένα τυπικό πρότυπο και χρησιμοποιήστε το ξανά
eo: Kreu norman ŝablonon kaj reuzu ĝin
es: Cree una plantilla estándar y reutilícela
et: Looge standardne mall ja kasutage seda uuesti
eu: Sortu txantiloi estandar bat eta berrerabili
fa: یک قالب استاندارد ایجاد کنید و دوباره از آن استفاده کنید
fi: Luo vakiomalli ja käytä sitä uudelleen
fr: Créer un modèle standard et le réutiliser
fy: Meitsje in standert sjabloan en brûk it opnij
ga: Cruthaigh teimpléad caighdeánach agus athúsáid é
gd: Cruthaich teamplaid àbhaisteach agus ath-chleachdadh e
gl: Crea un modelo estándar e reutilízao
gu: પ્રમાણભૂત નમૂના બનાવો અને તેનો ફરીથી ઉપયોગ કરો
hi: एक मानक टेम्पलेट बनाएं और उसका पुन: उपयोग करें
hr: Napravite standardni predložak i ponovno ga upotrijebite
hu: Hozzon létre egy szabványos sablont, és használja újra
hy: Ստեղծեք ստանդարտ ձևանմուշ և նորից օգտագործեք այն
id: Buat template standar dan gunakan kembali
is: Búðu til staðlað sniðmát og endurnotaðu það
it: Crea un modello standard e riutilizzalo
iw: צור תבנית סטנדרטית ועשה בה שימוש חוזר
ja: 標準テンプレートを作成して再利用する
ka: შექმენით სტანდარტული შაბლონი და ხელახლა გამოიყენეთ იგი
kk: Стандартты үлгіні жасаңыз және оны қайта пайдаланыңыз
km: បង្កើតគំរូស្តង់ដារ ហើយប្រើវាឡើងវិញ
kn: ಪ್ರಮಾಣಿತ ಟೆಂಪ್ಲೇಟ್ ಅನ್ನು ರಚಿಸಿ ಮತ್ತು ಅದನ್ನು ಮರುಬಳಕೆ ಮಾಡಿ
ku: Şablonek standard biafirînin û wê ji nû ve bikar bînin
ky: Стандарттык шаблон түзүп, аны кайра колдонуңуз
lb: Erstellt eng Standardschabloun a benotzt se erëm
lo: ສ້າງແມ່ແບບມາດຕະຖານແລະໃຊ້ມັນຄືນ
lt: Sukurkite standartinį šabloną ir naudokite jį dar kartą
lv: Izveidojiet standarta veidni un izmantojiet to atkārtoti
mg: Mamorona môdely mahazatra ary ampiasao indray
mi: Waihangahia he tauira paerewa me te whakamahi ano
mk: Направете стандарден шаблон и повторно употребете го
ml: ഒരു സാധാരണ ടെംപ്ലേറ്റ് സൃഷ്ടിച്ച് അത് വീണ്ടും ഉപയോഗിക്കുക
mn: Стандарт загвар үүсгээд дахин ашигла
mr: एक मानक टेम्पलेट तयार करा आणि त्याचा पुन्हा वापर करा
ms: Buat templat standard dan gunakan semula
mt: Oħloq mudell standard u użah mill-ġdid
my: စံပုံစံပုံစံတစ်ခုကို ဖန်တီးပြီး ၎င်းကို ပြန်လည်အသုံးပြုပါ။
ne: मानक टेम्प्लेट सिर्जना गर्नुहोस् र यसलाई पुन: प्रयोग गर्नुहोस्
nl: Maak een standaardsjabloon en hergebruik deze
no: Lag en standard mal og bruk den på nytt
or: ଏକ ମାନକ ଟେମ୍ପଲେଟ୍ ସୃଷ୍ଟି କରନ୍ତୁ ଏବଂ ଏହାକୁ ପୁନ use ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਇੱਕ ਮਿਆਰੀ ਟੈਮਪਲੇਟ ਬਣਾਓ ਅਤੇ ਇਸਦੀ ਮੁੜ ਵਰਤੋਂ ਕਰੋ
pl: Utwórz standardowy szablon i użyj go ponownie
ps: یو معیاري ټیمپلیټ جوړ کړئ او بیا یې وکاروئ
pt: Crie um modelo padrão e reutilize-o
ro: Creați un șablon standard și reutilizați-l
ru: Создайте стандартный шаблон и используйте его повторно
rw: Kora inyandikorugero isanzwe hanyuma uyikoreshe
sd: هڪ معياري ٽيمپليٽ ٺاهيو ۽ ان کي ٻيهر استعمال ڪريو
si: සම්මත අච්චුවක් සාදා එය නැවත භාවිතා කරන්න
sk: Vytvorte štandardnú šablónu a znova ju použite
sl: Ustvarite standardno predlogo in jo ponovno uporabite
sq: Krijoni një shabllon standard dhe ripërdoreni atë
sr: Направите стандардни шаблон и поново га користите
sv: Skapa en standardmall och återanvänd den
sw: Unda kiolezo cha kawaida na ukitumie tena
ta: ஒரு நிலையான டெம்ப்ளேட்டை உருவாக்கி அதை மீண்டும் பயன்படுத்தவும்
te: ప్రామాణిక టెంప్లేట్‌ను సృష్టించండి మరియు దాన్ని మళ్లీ ఉపయోగించండి
tg: Шаблони стандартиро эҷод кунед ва онро дубора истифода баред
th: สร้างเทมเพลตมาตรฐานและนำมาใช้ใหม่
tk: Adaty bir şablon dörediň we gaýtadan ulanyň
tl: Lumikha ng karaniwang template at muling gamitin ito
tr: Standart bir şablon oluşturun ve yeniden kullanın
tt: Стандарт шаблон ясагыз һәм кабат кулланыгыз
ug: ئۆلچەملىك قېلىپ قۇرۇپ قايتا ئىشلىتىڭ
uk: Створіть стандартний шаблон і використовуйте його повторно
ur: ایک معیاری ٹیمپلیٹ بنائیں اور اسے دوبارہ استعمال کریں۔
uz: Standart shablonni yarating va uni qayta ishlating
vi: Tạo một mẫu tiêu chuẩn và sử dụng lại
xh: Yenza itemplate eqhelekileyo kwaye uphinde uyisebenzise
yi: שאַפֿן אַ נאָרמאַל מוסטער און רייוז עס

source: Autorun an action when a case or case assigned is triggered
af: Voer 'n aksie outomaties uit wanneer 'n saak of saak wat toegewys is, geaktiveer word
am: የተመደበ ጉዳይ ወይም ጉዳይ ሲቀሰቀስ እርምጃን በራስ ሰር አሂድ
ar: التشغيل التلقائي لأحد الإجراءات عند تشغيل حالة أو حالة تم تعيينها
az: Təyin edilmiş iş və ya iş işə salındıqda əməliyyatı avtomatik icra edin
be: Аўтазапуск дзеяння, калі спрацоўвае выпадак або прызначаны выпадак
bg: Автоматично изпълнение на действие, когато се задейства случай или присвоен случай
bn: একটি কেস বা কেস অ্যাসাইন করা ট্রিগার হলে একটি অ্যাকশন স্বয়ংক্রিয়ভাবে চালান৷
ca: Executa automàticament una acció quan s'activa un cas o cas assignat
cs: Automatické spuštění akce, když je spuštěn případ nebo přiřazený případ
cy: Awtomeiddio gweithred pan fydd achos neu achos a neilltuwyd yn cael ei sbarduno
da: Kør automatisk en handling, når en sag eller sag, der er tildelt, udløses
de: Eine Aktion automatisch ausführen, wenn ein Fall oder ein zugewiesener Fall ausgelöst wird
el: Αυτόματη εκτέλεση μιας ενέργειας όταν ενεργοποιείται μια υπόθεση ή υπόθεση που έχει εκχωρηθεί
eo: Aŭtomate lanĉi ago kiam kazo aŭ kazo asignita estas ekigita
es: Ejecutar automáticamente una acción cuando se activa un caso o un caso asignado
et: Toimingu automaatne käivitamine, kui käivitatakse määratud juhtum
eu: Esleitutako kasu edo kasu bat abiarazten denean ekintza bat automatikoki exekutatu
fa: هنگامی که یک مورد یا مورد اختصاص داده شده راه اندازی می شود، یک عمل را به صورت خودکار اجرا کنید
fi: Suorita toiminto automaattisesti, kun tapaus tai määritetty tapaus käynnistetään
fr: Exécuter automatiquement une action lorsqu'un cas ou un cas attribué est déclenché
fy: Autorun in aksje as in saak of saak tawiisd wurdt aktivearre
ga: Gníomh a rith go huathoibríoch nuair a spreagtar cás nó cás sannta
gd: Autorun gnìomh nuair a thèid cùis no cùis a chaidh a shònrachadh a bhrosnachadh
gl: Executa automaticamente unha acción cando se activa un caso ou caso asignado
gu: જ્યારે કેસ અથવા કેસ સોંપવામાં આવે ત્યારે ઑટોરન કરો
hi: जब कोई केस या केस असाइन किया जाता है तो उसे ऑटोरन करें
hr: Automatsko pokretanje radnje kada se pokrene slučaj ili dodijeljeni slučaj
hu: Művelet automatikus futtatása, amikor egy eset vagy hozzárendelt eset aktiválódik
hy: Ինքնագործարկեք գործողությունը, երբ գործարկվում է հանձնարարված գործը կամ գործը
id: Jalankan otomatis tindakan saat kasus atau kasus yang ditetapkan dipicu
is: Keyra aðgerð sjálfkrafa þegar mál eða tilfelli sem úthlutað er er ræst
it: Eseguire automaticamente un'azione quando viene attivato un caso o un caso assegnato
iw: הפעל אוטומטית פעולה כאשר מקרה או מקרה שהוקצה מופעלים
ja: ケースまたは割り当てられたケースがトリガーされたときにアクションを自動実行する
ka: მოქმედების ავტომატური გაშვება, როდესაც საქმე ან მინიჭებული საქმე ამოქმედდება
kk: Іс немесе тағайындалған іс іске қосылғанда әрекетті автоматты түрде іске қосыңыз
km: ដំណើរការដោយស្វ័យប្រវត្តិនៅពេលដែលករណី ឬករណីដែលបានកំណត់ត្រូវបានកេះ
kn: ನಿಯೋಜಿಸಲಾದ ಕೇಸ್ ಅಥವಾ ಕೇಸ್ ಅನ್ನು ಪ್ರಚೋದಿಸಿದಾಗ ಕ್ರಿಯೆಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಮಾಡಿ
ku: Dema ku dozek an dozek hatî destnîşankirin çalakiyek bixweber bike
ky: Белгиленген иш же иш башталганда, аракетти автоматтык түрдө иштетүү
lb: Autorun eng Handlung wann e Fall oder zougewisen Fall ausgeléist gëtt
lo: ແລ່ນອັດຕະໂນມັດເມື່ອກໍລະນີ ຫຼືກໍລະນີທີ່ຖືກມອບໝາຍຖືກກະຕຸ້ນ
lt: Automatiškai paleisti veiksmą, kai suaktyvinamas priskirtas atvejis arba atvejis
lv: Automātiski palaist darbību, kad tiek aktivizēts gadījums vai piešķirtais gadījums
mg: Manao hetsika mandeha ho azy rehefa misy tranga na tranga voatendry
mi: Whakahaere-aunoa i tetahi hohenga ka paohohia he keehi, keehi ranei kua tohua
mk: Автоматско извршување на дејство кога ќе се активира доделен случај или случај
ml: ഒരു കേസ് അല്ലെങ്കിൽ അസൈൻ ചെയ്‌ത കേസ് ട്രിഗർ ചെയ്യുമ്പോൾ ഒരു പ്രവർത്തനം സ്വയമേവ പ്രവർത്തിപ്പിക്കുക
mn: Томилогдсон тохиолдол эсвэл тохиолдлыг эхлүүлэх үед үйлдлийг автоматаар ажиллуулна
mr: एखादे प्रकरण किंवा नियुक्त केलेले प्रकरण ट्रिगर झाल्यावर क्रिया ऑटोरन करा
ms: Autojalankan tindakan apabila kes atau kes yang ditetapkan dicetuskan
mt: Tmexxi azzjoni awtomatikament meta jiġi attivat każ jew każ assenjat
my: ဖြစ်ရပ်တစ်ခု သို့မဟုတ် သတ်မှတ်ပေးထားသည့် ကိစ္စတစ်ခုကို အစပျိုးလိုက်သောအခါ လုပ်ဆောင်ချက်တစ်ခုကို အလိုအလျောက်လုပ်ဆောင်ပါ။
ne: एक केस वा केस तोकिएको ट्रिगर हुँदा एक कार्य स्वतः चलाउनुहोस्
nl: Automatisch een actie uitvoeren wanneer een case of toegewezen case wordt geactiveerd
no: Kjør en handling automatisk når en sak eller sak som er tilordnet utløses
or: ଯେତେବେଳେ ଏକ ମାମଲା କିମ୍ବା ନ୍ୟସ୍ତ ହୋଇଥିବା ମାମଲା ଟ୍ରିଗର ହୁଏ ସେତେବେଳେ ଏକ କାର୍ଯ୍ୟକୁ ଅଟୋରନ୍ କରନ୍ତୁ |
pa: ਜਦੋਂ ਕੋਈ ਕੇਸ ਜਾਂ ਕੇਸ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇੱਕ ਕਾਰਵਾਈ ਨੂੰ ਆਟੋਰਨ ਕਰੋ
pl: Automatyczne uruchamianie akcji po uruchomieniu sprawy lub przypisanej sprawy
ps: یو عمل په اتوماتيک ډول چل کړئ کله چې قضیه یا قضیه ټاکل شوې وي
pt: Executar automaticamente uma ação quando um caso ou caso atribuído é acionado
ro: Executați automat o acțiune atunci când este declanșat un caz sau un caz atribuit
ru: Автозапуск действия при запуске дела или назначенного дела
rw: Autorun igikorwa mugihe urubanza cyangwa urubanza rwatanzwe
sd: خودڪار طريقي سان عمل ڪريو جڏھن ڪو ڪيس يا ڪيس لڳايو ويو آھي شروع ڪيو وڃي
si: පවරා ඇති නඩුවක් හෝ නඩුවක් ක්‍රියාත්මක වූ විට ක්‍රියාවක් ස්වයංක්‍රීයව ධාවනය කරන්න
sk: Automatické spustenie akcie, keď sa spustí prípad alebo priradený prípad
sl: Samodejni zagon dejanja, ko se sproži primer ali dodeljeni primer
sq: Ekzekutoni automatikisht një veprim kur aktivizohet një rast ose rast i caktuar
sr: Аутоматско покретање радње када се покрене случај или додељен случај
sv: Kör en åtgärd automatiskt när ett ärende eller ärende som tilldelats utlöses
sw: Tekeleza kitendo kiotomatiki wakati kesi au kesi iliyokabidhiwa imeanzishwa
ta: ஒதுக்கப்பட்ட வழக்கு அல்லது வழக்கு தூண்டப்படும்போது ஒரு செயலைத் தானாக இயக்கவும்
te: కేటాయించిన కేస్ లేదా కేస్ ట్రిగ్గర్ అయినప్పుడు చర్యను స్వయంచాలకంగా అమలు చేయండి
tg: Ҳангоми оғоз шудани парванда ё парвандаи таъиншуда амалро худкор иҷро кунед
th: เรียกใช้การดำเนินการอัตโนมัติเมื่อมีการทริกเกอร์กรณีและปัญหาที่ได้รับมอบหมาย
tk: Bellenen bir iş ýa-da kazyýet işi ýüze çykanda hereketi awtomatlaşdyryň
tl: Awtomatikong patakbuhin ang isang pagkilos kapag na-trigger ang isang kaso o kaso na itinalaga
tr: Atanan bir vaka veya vaka tetiklendiğinde bir eylemi otomatik olarak çalıştır
tt: Эш яки эш башланган очракта эшне автоматлаштырыгыз
ug: تەقسىم قىلىنغان دېلو ياكى دېلو قوزغالغاندا ھەرىكەتنى ئاپتوماتىك قىلىڭ
uk: Автозапуск дії, коли ініціюється справа або призначена справа
ur: جب کوئی کیس یا کیس تفویض کیا جاتا ہے تو اسے خودکار طور پر چلائیں۔
uz: Tayinlangan holat yoki hodisa ishga tushirilganda harakatni avtomatik bajarish
vi: Tự động chạy một hành động khi một trường hợp hoặc trường hợp được chỉ định được kích hoạt
xh: I-autorun intshukumo xa imeko okanye imeko eyabelweyo iqalisiwe
yi: אַוטאָרון אַ קאַמף ווען אַ פאַל אָדער פאַל אַסיינד איז טריגערד

source: Newsletter
af: Nuusbrief
am: ጋዜጣ
ar: النشرة الإخبارية
az: Xəbər bülleteni
be: Інфармацыйны бюлетэнь
bg: Бюлетин
bn: নিউজলেটার
ca: Butlletí informatiu
cs: Zpravodaj
cy: Cylchlythyr
da: Nyhedsbrev
el: Ενημερωτικό δελτίο
eo: Informilo
es: Boletin informativo
et: Infoleht
eu: Buletina
fa: خبرنامه
fi: Uutiskirje
fr: Bulletin
fy: Nijsbrief
ga: Nuachtlitir
gd: Cuairt-litir
gl: Boletín informativo
gu: ન્યૂઝલેટર
hi: समाचार पत्रिका
hu: Hírlevél
hy: Տեղեկագիր
id: Buletin
is: Fréttabréf
it: Notiziario
iw: ניוזלטר
ja: ニュースレター
ka: ბიულეტენი
kk: Ақпараттық бюллетень
km: ព្រឹត្តិបត្រ
kn: ಸುದ್ದಿಪತ್ರ
ky: Бюллетень
lo: ຈົດໝາຍຂ່າວ
lt: Naujienlaiškis
lv: Biļetens
mg: Gazety
mi: Panui
mk: Билтен
ml: വാർത്താക്കുറിപ്പ്
mn: Мэдээллийн хуудас
mr: वृत्तपत्र
ms: Surat berita
my: သတင်းလွှာ
ne: समाचारपत्र
nl: Nieuwsbrief
no: Nyhetsbrev
or: ସମ୍ବାଦ ଚିଠି
pa: ਨਿਊਜ਼ਲੈਟਰ
pl: Biuletyn Informacyjny
ps: خبرپاڼه
pt: Boletim de Notícias
ro: Buletin informativ
ru: Новостная рассылка
rw: Akanyamakuru
sd: نيوز ليٽر
si: පුවත් පත්‍රිකාව
sl: Glasilo
sq: Gazete
sr: Билтен
sv: Nyhetsbrev
sw: Jarida
ta: செய்திமடல்
te: వార్తాలేఖ
tg: Бюллетен
th: จดหมายข่าว
tk: Habar býulleteni
tr: Bülten
tt: Бюллетень
uk: Інформаційний бюлетень
ur: نیوز لیٹر
uz: Axborot byulleteni
vi: Bản tin
xh: Incwadana
yi: נעווסלעטטער
