Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Your Unpaid Invoices
af: Jou onbetaalde fakture
am: ያልተከፈሉ ደረሰኞችዎ
ar: فواتيرك غير المسددة
az: Ödənilməmiş fakturalarınız
be: Вашы неаплачаныя рахункі
bg: Вашите неплатени фактури
bn: আপনার অবৈতনিক চালান
ca: Les vostres factures impagades
cs: Vaše nezaplacené faktury
cy: Eich Anfonebau Di-dâl
da: Dine ubetalte fakturaer
de: Ihre unbezahlten Rechnungen
el: Τα απλήρωτα τιμολόγιά σας
eo: Viaj Nepagitaj Fakturoj
es: Sus facturas impagas
et: Teie maksmata arved
eu: Ordaindu gabeko zure fakturak
fa: فاکتورهای پرداخت نشده شما
fi: Maksamattomat laskusi
fr: Vos factures impayées
fy: Jo net betelle faktueren
ga: Do Sonraisc Neamhíoctha
gd: Na fàirdealan agad gun phàigheadh
gl: As súas facturas impagadas
gu: તમારા અવેતન ઇન્વૉઇસેસ
hi: आपके अवैतनिक चालान
hr: Vaše neplaćene fakture
hu: Kifizetetlen számlái
hy: Ձեր չվճարված հաշիվ-ապրանքագրերը
id: Faktur Anda yang Belum Dibayar
is: Ógreiddir reikningar þínir
it: Le tue fatture non pagate
iw: החשבוניות שלא שולמו
ja: 未払いの請求書
ka: თქვენი გადაუხდელი ინვოისები
kk: Сіздің төленбеген шот-фактураларыңыз
km: វិក្កយបត្រដែលមិនបានបង់របស់អ្នក។
kn: ನಿಮ್ಮ ಪಾವತಿಸದ ಇನ್‌ವಾಯ್ಸ್‌ಗಳು
ku: fatûreyên we yên bêpere
ky: Сиздин төлөнбөгөн эсеп-фактураларыңыз
lb: Är onbezuelte Rechnungen
lo: ໃບເກັບເງິນທີ່ຍັງບໍ່ໄດ້ຈ່າຍຂອງທ່ານ
lt: Jūsų neapmokėtos sąskaitos faktūros
lv: Jūsu neapmaksātie rēķini
mg: Ny faktiorao tsy voaloa
mi: Ko o nama kore utu
mk: Вашите неплатени фактури
ml: നിങ്ങളുടെ പണമടയ്ക്കാത്ത ഇൻവോയ്‌സുകൾ
mn: Таны төлөгдөөгүй нэхэмжлэх
mr: तुमचे न भरलेले चलन
ms: Invois Anda yang Belum Dibayar
mt: Il-Fatturi Mhux Imħallsa Tiegħek
my: သင်၏ အခကြေးငွေမယူရသေးသော ငွေတောင်းခံလွှာများ
ne: तपाईंको भुक्तान नगरिएको इनभ्वाइसहरू
nl: Uw onbetaalde facturen
no: Dine ubetalte fakturaer
or: ତୁମର ଅନାଦାୟ ଇନଭଏସ୍ |
pa: ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਨਾ ਕੀਤੇ ਇਨਵੌਇਸ
pl: Twoje niezapłacone faktury
ps: ستاسو نه تادیه شوي رسیدونه
pt: Suas faturas não pagas
ro: Facturile dvs. neplătite
ru: Ваши неоплаченные счета
rw: Inyemezabuguzi zitishyuwe
sd: توهان جي اڻ ادا ڪيل انوائس
si: ඔබගේ නොගෙවූ ඉන්වොයිසි
sk: Vaše nezaplatené faktúry
sl: Vaši neplačani računi
sq: Faturat tuaja të papaguara
sr: Ваше неплаћене фактуре
sv: Dina obetalda fakturor
sw: Ankara Zako Zisizolipwa
ta: உங்கள் செலுத்தப்படாத இன்வாய்ஸ்கள்
te: మీ చెల్లించని ఇన్‌వాయిస్‌లు
tg: Ҳисобнома-фактураҳои пардохтнашудаи шумо
th: ใบแจ้งหนี้ที่ยังไม่ได้ชำระของคุณ
tk: Tölenmedik hasap-fakturalaryňyz
tl: Iyong Mga Hindi Nabayarang Invoice
tr: Ödenmemiş Faturalarınız
tt: Сезнең түләнмәгән счет-фактуралар
ug: تۆلىمىگەن تالون
uk: Ваші неоплачені рахунки
ur: آپ کی بلا معاوضہ رسیدیں
uz: Sizning to'lanmagan hisob-fakturalaringiz
vi: Hóa đơn chưa thanh toán của bạn
xh: Ii-invoyisi zakho ezingekahlawulwa
yi: דיין ניט באַצאָלט ינווויסיז

source: Unpaid
af: Onbetaald
am: ያልተከፈለ
ar: غير مدفوعة
az: Ödənilməmiş
be: Неаплочаны
bg: Неплатени
bn: অবৈতনিক
ca: Sense pagar
cs: Nezaplaceno
cy: Di-dâl
da: Ubetalt
de: Unbezahlt
el: Απλήρωτος
eo: Nepagita
es: No pagado
et: Tasumata
eu: Ordaindu gabe
fa: پرداخت نشده
fi: Palkaton
fr: Non payé
fy: Net betelle
ga: Gan íoc
gd: Gun phàigheadh
gl: Sen pago
gu: અવેતન
hi: अवैतनिक
hr: Neplaćeno
hu: Kifizetetlen
hy: Չվճարված
id: belum dibayar
is: Ógreitt
it: Non pagato
iw: ללא תשלום
ja: 未払い
ka: გადაუხდელი
kk: Төленбеген
km: មិនទាន់បង់ប្រាក់
kn: ಪಾವತಿಸದ
ku: Bêpere
ky: Төлөнбөгөн
lb: Onbezuelt
lo: ບໍ່ໄດ້ຈ່າຍ
lt: Neapmokėta
lv: Neapmaksāts
mg: handraisam-bola
mi: Kare i utua
mk: Неплатено
ml: പണം നൽകാത്തത്
mn: Төлбөргүй
mr: न भरलेले
ms: Tak bergaji
mt: Mhux imħallas
my: အခကြေးငွေမယူရသေး
ne: भुक्तान नगरिएको
nl: onbetaald
no: Ubetalt
or: ଅନାଦାୟ
pa: ਬਿਨਾਂ ਭੁਗਤਾਨ ਕੀਤੇ
pl: Nie zapłacony
ps: بې معاشه
pt: Não pago
ro: Neplătit
ru: Неоплачиваемый
rw: Ntahembwa
sd: ادا نه ڪيل
si: නොගෙවූ
sk: Nezaplatené
sl: Neplačano
sq: E papaguar
sr: Неплаћено
sv: Obetald
sw: Haijalipwa
ta: செலுத்தப்படாதது
te: చెల్లించని
tg: Бемузд
th: ค้างชำระ
tk: Tölenmedik
tl: Walang bayad
tr: ödenmemiş
tt: Түләнмәгән
ug: تۆلىمىگەن
uk: Неоплачений
ur: بلا معاوضہ
uz: To'lanmagan
vi: Chưa thanh toán
xh: Engahlawulwanga
yi: ניט באַצאָלט

source: Your Paid Invoices
af: Jou betaalde fakture
am: የተከፈለባቸው ደረሰኞች
ar: فواتيرك المدفوعة
az: Ödənilmiş Fakturalarınız
be: Вашы аплачаныя рахункі
bg: Вашите платени фактури
bn: আপনার পরিশোধিত চালান
ca: Les vostres factures pagades
cs: Vaše zaplacené faktury
cy: Eich Anfonebau Taledig
da: Dine betalte fakturaer
de: Ihre bezahlten Rechnungen
el: Τα πληρωμένα τιμολόγιά σας
eo: Viaj Pagitaj Fakturoj
es: Sus facturas pagadas
et: Teie tasutud arved
eu: Zure Ordaindutako Fakturak
fa: فاکتورهای پرداخت شده شما
fi: Maksetut laskusi
fr: Vos factures payées
fy: Jo betelle faktueren
ga: Do Sonraisc Íoctha
gd: Na fàirdealan pàighte agad
gl: As súas facturas pagadas
gu: તમારા ચૂકવેલ ઇન્વૉઇસેસ
hi: आपके भुगतान किए गए चालान
hr: Vaše plaćene fakture
hu: Kifizetett számlái
hy: Ձեր վճարված հաշիվ-ապրանքագրերը
id: Faktur Berbayar Anda
is: Greiddir reikningar þínir
it: Le tue fatture pagate
iw: החשבוניות שלך בתשלום
ja: 支払い済みの請求書
ka: თქვენი გადახდილი ინვოისები
kk: Сіздің төленген шот-фактураларыңыз
km: វិក្កយបត្របង់ប្រាក់របស់អ្នក។
kn: ನಿಮ್ಮ ಪಾವತಿಸಿದ ಇನ್‌ವಾಯ್ಸ್‌ಗಳು
ku: fatûreyên we yên dayîn
ky: Төлөнгөн эсеп-фактураларыңыз
lb: Är bezuelte Rechnungen
lo: ໃບເກັບເງິນທີ່ຈ່າຍຂອງທ່ານ
lt: Jūsų apmokėtos sąskaitos faktūros
lv: Jūsu apmaksātie rēķini
mg: Ny faktiora naloanao
mi: To Utu Utu
mk: Вашите платени фактури
ml: നിങ്ങളുടെ പണമടച്ചുള്ള ഇൻവോയ്‌സുകൾ
mn: Таны төлсөн нэхэмжлэх
mr: तुमचे पेड इन्व्हॉइस
ms: Invois Berbayar Anda
mt: Il-Fatturi Mħallsa Tiegħek
my: သင်၏အခပေးငွေတောင်းခံလွှာများ
ne: तपाईंको सशुल्क इनभ्वाइसहरू
nl: Uw betaalde facturen
no: Dine betalte fakturaer
or: ତୁମର ଦେୟ ଇନଭଏସ୍ |
pa: ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਕੀਤੇ ਇਨਵੌਇਸ
pl: Twoje opłacone faktury
ps: ستاسو تادیه شوي رسیدونه
pt: Suas faturas pagas
ro: Facturile dvs. plătite
ru: Ваши оплаченные счета
rw: Inyemezabuguzi zishyuwe
sd: توهان جي ادا ڪيل انوائسز
si: ඔබේ ගෙවූ ඉන්වොයිසි
sk: Vaše zaplatené faktúry
sl: Vaši plačani računi
sq: Faturat tuaja të paguara
sr: Ваше плаћене фактуре
sv: Dina betalda fakturor
sw: Ankara Zako Zilizolipwa
ta: நீங்கள் செலுத்திய இன்வாய்ஸ்கள்
te: మీ చెల్లింపు ఇన్‌వాయిస్‌లు
tg: Ҳисобнома-фактураҳои пардохтшудаи шумо
th: ใบแจ้งหนี้ที่ชำระแล้วของคุณ
tk: Tölegli hasap-fakturalaryňyz
tl: Iyong Mga Bayad na Invoice
tr: Ödenmiş Faturalarınız
tt: Сезнең түләүле счет-фактуралар
ug: ھەقلىق تالون
uk: Ваші оплачені рахунки
ur: آپ کی ادا شدہ رسیدیں
uz: Sizning to'langan hisob-fakturalaringiz
vi: Hóa đơn đã thanh toán của bạn
xh: Ii-invoyisi zakho eziHlawulweyo
yi: דיין באַצאָלט ינווויסיז

source: Paid
af: Betaal
am: የተከፈለ
ar: دفع
az: Ödənişli
be: Платныя
bg: Платено
bn: পেড
ca: Pagat
cs: Zaplaceno
cy: Talwyd
da: Betalt
de: Bezahlt
el: επί πληρωμή
eo: Pagita
es: Pagado
et: Tasuline
eu: Ordaindua
fa: پرداخت شده
fi: Maksettu
fr: Payé
fy: Betelle
ga: Íoctha
gd: Phàigh
gl: Pagado
gu: ચૂકવેલ
hi: चुकाया गया
hr: Plaćeno
hu: Fizetett
hy: Վճարված
id: Dibayar
is: Greitt
it: Pagato
iw: שולם
ja: 有料
ka: გადახდილი
kk: Ақылы
km: បង់
kn: ಪಾವತಿಸಲಾಗಿದೆ
ku: Pere kirin
ky: Төлөндү
lb: Bezuelt
lo: ຈ່າຍແລ້ວ
lt: Mokama
lv: Apmaksāts
mg: karama
mi: Ka utua
mk: Платено
ml: പണം നൽകി
mn: Төлбөртэй
mr: पैसे दिले
ms: Dibayar
mt: Imħallas
my: အခကြေးငွေ
ne: भुक्तान गरियो
nl: Betaald
no: Betalt
or: ଦେୟ
pa: ਦਾ ਭੁਗਤਾਨ
pl: Płatny
ps: ورکړې
pt: Pago
ro: Plătit
ru: Оплаченный
rw: Yishyuwe
sd: ادا
si: ගෙවා ඇත
sk: Zaplatené
sl: Plačano
sq: I paguar
sr: Плаћено
sv: Betalt
sw: Imelipwa
ta: செலுத்தப்பட்டது
te: చెల్లించారు
tg: Пардохтшуда
th: จ่าย
tk: Tölegli
tl: Binayaran
tr: Paralı
tt: Түләүле
ug: ھەقلىق
uk: Оплачено
ur: ادا کیا
uz: To'langan
vi: Trả
xh: Ihlawulwe
yi: באַצאָלט

source: Your Invoices
af: Jou fakture
am: የእርስዎ ደረሰኞች
ar: فواتيرك
az: Fakturalarınız
be: Вашы рахункі-фактуры
bg: Вашите фактури
bn: আপনার চালান
ca: Les teves factures
cs: Vaše faktury
cy: Eich Anfonebau
da: Dine fakturaer
de: Ihre Rechnungen
el: Τα τιμολόγιά σας
eo: Viaj Fakturoj
es: Tus Facturas
et: Teie arved
eu: Zure fakturak
fa: فاکتورهای شما
fi: Sinun laskusi
fr: Vos factures
fy: Jo faktueren
ga: Do Sonraisc
gd: Na fàirdealan agad
gl: As súas facturas
gu: તમારા ઇન્વૉઇસેસ
hi: आपके चालान
hr: Vaše fakture
hu: Az Ön számlái
hy: Ձեր հաշիվ-ապրանքագրերը
id: Faktur Anda
is: Reikningar þínir
it: Le tue fatture
iw: החשבוניות שלך
ja: 請求書
ka: თქვენი ინვოისები
kk: Сіздің шот-фактураларыңыз
km: វិក្កយបត្ររបស់អ្នក។
kn: ನಿಮ್ಮ ಇನ್‌ವಾಯ್ಸ್‌ಗಳು
ku: Faturên te
ky: Сиздин эсеп-фактураларыңыз
lb: Är Rechnungen
lo: ໃບເກັບເງິນຂອງທ່ານ
lt: Jūsų sąskaitos faktūros
lv: Jūsu rēķini
mg: Ny faktiorao
mi: Ko o nama
mk: Вашите фактури
ml: നിങ്ങളുടെ ഇൻവോയ്സുകൾ
mn: Таны нэхэмжлэх
mr: तुमचे इनव्हॉइस
ms: Invois Anda
mt: Il-Fatturi Tiegħek
my: သင့်ငွေတောင်းခံစာများ
ne: तपाईंको इनभ्वाइसहरू
nl: Uw facturen
no: Dine fakturaer
or: ତୁମର ଇନଭଏସ୍ |
pa: ਤੁਹਾਡੇ ਇਨਵੌਇਸ
pl: Twoje faktury
ps: ستاسو رسیدونه
pt: Suas faturas
ro: Facturile dvs
ru: Ваши счета
rw: Inyemezabuguzi
sd: توهان جي انوائس
si: ඔබේ ඉන්වොයිසි
sk: Vaše faktúry
sl: Vaši računi
sq: Faturat tuaja
sr: Ваше фактуре
sv: Dina fakturor
sw: Ankara zako
ta: உங்கள் இன்வாய்ஸ்கள்
te: మీ ఇన్‌వాయిస్‌లు
tg: Ҳисобнома-фактураҳои шумо
th: ใบแจ้งหนี้ของคุณ
tk: Hasap-fakturalaryňyz
tl: Iyong Mga Invoice
tr: Faturalarınız
tt: Сезнең фактуралар
ug: تالونلىرىڭىز
uk: Ваші рахунки-фактури
ur: آپ کی رسیدیں
uz: Hisob-fakturalaringiz
vi: Hóa đơn của bạn
xh: Ii-invoyisi zakho
yi: דיין ינווויסיז

source: All Invoices
af: Alle fakture
am: ሁሉም ደረሰኞች
ar: جميع الفواتير
az: Bütün fakturalar
be: Усе рахункі-фактуры
bg: Всички фактури
bn: সমস্ত চালান
ca: Totes les factures
cs: Všechny faktury
cy: Pob Anfoneb
da: Alle fakturaer
de: Alle Rechnungen
el: Όλα τα τιμολόγια
eo: Ĉiuj Fakturoj
es: Todas las facturas
et: Kõik arved
eu: Faktura guztiak
fa: همه فاکتورها
fi: Kaikki laskut
fr: Toutes les factures
fy: Alle faktueren
ga: Gach Sonraisc
gd: A h-uile fàirdeal
gl: Todas as facturas
gu: બધા ઇન્વૉઇસેસ
hi: सभी चालान
hr: Sve fakture
hu: Minden számla
hy: Բոլոր հաշիվ-ապրանքագրերը
id: Semua Faktur
is: Allir reikningar
it: Tutte le fatture
iw: כל החשבוניות
ja: すべての請求書
ka: ყველა ინვოისი
kk: Барлық шот-фактуралар
km: វិក្កយបត្រទាំងអស់។
kn: ಎಲ್ಲಾ ಇನ್‌ವಾಯ್ಸ್‌ಗಳು
ku: Hemû fatûre
ky: Бардык эсеп-фактуралар
lb: All Rechnungen
lo: ໃບແຈ້ງໜີ້ທັງໝົດ
lt: Visos sąskaitos faktūros
lv: Visi rēķini
mg: Faktiora rehetra
mi: Nga nama katoa
mk: Сите фактури
ml: എല്ലാ ഇൻവോയ്സുകളും
mn: Бүх нэхэмжлэх
mr: सर्व पावत्या
ms: Semua Invois
mt: Il-Fatturi kollha
my: ပြေစာများအားလုံး
ne: सबै इनभ्वाइसहरू
nl: Alle facturen
no: Alle fakturaer
or: ସମସ୍ତ ଇନଭଏସ୍ |
pa: ਸਾਰੇ ਇਨਵੌਇਸ
pl: Wszystkie faktury
ps: ټول رسیدونه
pt: Todas as faturas
ro: Toate facturile
ru: Все счета
rw: Inyemezabuguzi zose
sd: سڀ انوائس
si: සියලුම ඉන්වොයිසි
sk: Všetky faktúry
sl: Vsi računi
sq: Të gjitha faturat
sr: Све фактуре
sv: Alla fakturor
sw: Ankara Zote
ta: அனைத்து விலைப்பட்டியல்கள்
te: అన్ని ఇన్‌వాయిస్‌లు
tg: Ҳама ҳисобнома-фактураҳо
th: ใบแจ้งหนี้ทั้งหมด
tk: Allhli hasap-fakturalar
tl: Lahat ng Invoice
tr: Tüm Faturalar
tt: Барлык фактуралар
ug: بارلىق تالون
uk: Усі рахунки-фактури
ur: تمام رسیدیں
uz: Barcha hisob-fakturalar
vi: Tất cả các hóa đơn
xh: Zonke ii-invoyisi
yi: אַלע ינווויסיז

source: Invoice Title
af: Faktuurtitel
am: የክፍያ መጠየቂያ ርዕስ
ar: عنوان الفاتورة
az: Faktura Başlığı
be: Назва рахунка-фактуры
bg: Заглавие на фактурата
bn: চালানের শিরোনাম
ca: Títol de la factura
cs: Název faktury
cy: Teitl yr Anfoneb
da: Faktura titel
de: Rechnungstitel
el: Τίτλος τιμολογίου
eo: Faktura Titolo
es: Título de la factura
et: Arve pealkiri
eu: Fakturaren titulua
fa: عنوان فاکتور
fi: Laskun otsikko
fr: Titre de la facture
fy: Invoice Titel
ga: Teideal an tSonraisc
gd: Tiotal an fhàirdeal
gl: Título da factura
gu: ભરતિયું શીર્ષક
hi: चालान शीर्षक
hr: Naslov fakture
hu: Számla címe
hy: Հաշիվ-ապրանքագրի անվանումը
id: Judul Faktur
is: Heiti reiknings
it: Titolo fattura
iw: כותרת החשבונית
ja: 請求書のタイトル
ka: ინვოისის სათაური
kk: Шот-фактура атауы
km: ចំណងជើងវិក្កយបត្រ
kn: ಸರಕುಪಟ್ಟಿ ಶೀರ್ಷಿಕೆ
ku: Sernavê fatûre
ky: Эсеп-фактуранын аталышы
lb: Rechnung Titel
lo: ຊື່ໃບເກັບເງິນ
lt: Sąskaitos faktūros pavadinimas
lv: Rēķina nosaukums
mg: Lohateny faktiora
mi: Taitara nama
mk: Наслов на фактура
ml: ഇൻവോയ്സ് ശീർഷകം
mn: Нэхэмжлэхийн гарчиг
mr: बीजक शीर्षक
ms: Tajuk Invois
mt: Titolu tal-Fattura
my: ပြေစာခေါင်းစဉ်
ne: इनभ्वाइस शीर्षक
nl: Factuurtitel
no: Fakturatittel
or: ଇନଭଏସ୍ ଆଖ୍ୟା |
pa: ਇਨਵੌਇਸ ਸਿਰਲੇਖ
pl: Tytuł faktury
ps: د رسید سرلیک
pt: Título da fatura
ro: Titlul facturii
ru: Название счета
rw: Inyemezabuguzi
sd: انوائس جو عنوان
si: ඉන්වොයිස් මාතෘකාව
sk: Názov faktúry
sl: Naslov računa
sq: Titulli i faturës
sr: Назив фактуре
sv: Fakturatitel
sw: Kichwa cha ankara
ta: விலைப்பட்டியல் தலைப்பு
te: ఇన్వాయిస్ శీర్షిక
tg: Унвони фактура
th: ชื่อใบแจ้งหนี้
tk: Hasap-faktura ady
tl: Pamagat ng Invoice
tr: Fatura Başlığı
tt: Фактура исеме
ug: تالون ئىسمى
uk: Назва рахунка-фактури
ur: انوائس کا عنوان
uz: Hisob-faktura nomi
vi: Tiêu đề hóa đơn
xh: Isihloko se-invoyisi
yi: ינווויס טיטל

source: No Invoices
af: Geen fakture nie
am: ምንም ደረሰኞች የሉም
ar: لا فواتير
az: Faktura yoxdur
be: Няма рахункаў-фактур
bg: Без фактури
bn: কোনো চালান নেই
ca: Sense factures
cs: Žádné faktury
cy: Dim Anfonebau
da: Ingen fakturaer
de: Keine Rechnungen
el: Χωρίς τιμολόγια
eo: Neniuj Fakturoj
es: Sin facturas
et: Arveid pole
eu: Fakturarik ez
fa: بدون فاکتور
fi: Ei laskuja
fr: Pas de factures
fy: Gjin faktueren
ga: Gan Sonraisc
gd: Gun fhàirdealan
gl: Sen facturas
gu: કોઈ ઇન્વૉઇસેસ નથી
hi: कोई चालान नहीं
hr: Nema faktura
hu: Nincsenek számlák
hy: Ոչ մի հաշիվ-ապրանքագիր
id: Tidak ada Faktur
is: Engir reikningar
it: Nessuna fattura
iw: אין חשבוניות
ja: 請求書なし
ka: არ არის ინვოისები
kk: Шот-фактуралар жоқ
km: គ្មានវិក្កយបត្រ
kn: ಇನ್‌ವಾಯ್ಸ್‌ಗಳಿಲ್ಲ
ku: No Fatoyên
ky: Эч кандай эсеп-фактуралар жок
lb: Keng Rechnungen
lo: ບໍ່ມີໃບແຈ້ງໜີ້
lt: Nėra sąskaitų faktūrų
lv: Nav rēķinu
mg: Tsy misy faktiora
mi: Karekau he nama
mk: Нема фактури
ml: ഇൻവോയ്സുകളൊന്നുമില്ല
mn: Нэхэмжлэхгүй
mr: पावत्या नाहीत
ms: Tiada Invois
mt: Ebda Fattura
my: ပြေစာများ မရှိပါ။
ne: कुनै इनभ्वाइसहरू छैनन्
nl: Geen facturen
no: Ingen fakturaer
or: କ No ଣସି ଇନଭଏସ୍ ନାହିଁ |
pa: ਕੋਈ ਇਨਵੌਇਸ ਨਹੀਂ
pl: Brak faktur
ps: هیڅ رسیدونه نشته
pt: Sem faturas
ro: Fara facturi
ru: Нет счетов
rw: Nta fagitire
sd: ڪوبه انوائس ناهي
si: ඉන්වොයිසි නැත
sk: Žiadne faktúry
sl: Brez računov
sq: Nuk ka Fatura
sr: Нема фактура
sv: Inga fakturor
sw: Hakuna ankara
ta: இன்வாய்ஸ்கள் இல்லை
te: ఇన్‌వాయిస్‌లు లేవు
tg: Ҳисобнома-фактураҳо нест
th: ไม่มีใบแจ้งหนี้
tk: Hasap-faktura ýok
tl: Walang mga Invoice
tr: Fatura Yok
tt: Счет-фактуралар юк
ug: تالون يوق
uk: Немає рахунків-фактур
ur: کوئی رسید نہیں۔
uz: Hisob-fakturalar yo'q
vi: Không có hóa đơn
xh: Akukho zi-invoyisi
yi: קיין ינווויסיז

source: No Audios yet.
af: Nog geen oudio's nie.
am: እስካሁን ምንም ኦዲዮዎች የሉም።
ar: لا صوتيات حتى الآن.
az: Hələ Audio yoxdur.
be: Пакуль няма аўдыя.
bg: Все още няма аудиозаписи.
bn: এখনও কোন অডিও.
ca: Encara no hi ha àudios.
cs: Zatím žádné audio.
cy: Dim Sain eto.
da: Ingen lyd endnu.
de: Noch keine Audios.
el: Δεν υπάρχουν ακόμα ήχοι.
eo: Ankoraŭ neniuj sonaĵoj.
es: Aún no hay audios.
et: Helisid pole veel.
eu: Oraindik ez dago audiorik.
fa: هنوز فایل صوتی وجود ندارد.
fi: Ei ääniä vielä.
fr: Pas encore d'audio.
fy: Noch gjin audio.
ga: Níl Fuaimeanna ar bith fós.
gd: Chan eil clàran-fuaim ann fhathast.
gl: Aínda non hai audios.
gu: હજુ સુધી કોઈ ઓડિયો નથી.
hi: अभी तक कोई ऑडियो नहीं।
hr: Još nema audio zapisa.
hu: Még nincs hanganyag.
hy: Աուդիոներ դեռ չկան:
id: Belum ada Audio.
is: Ekkert hljóð ennþá.
it: Nessun audio ancora.
iw: עדיין אין אודיו.
ja: オーディオはまだありません。
ka: აუდიო ჯერ არ არის.
kk: Аудиолар әлі жоқ.
km: មិនទាន់មានអូឌីយ៉ូនៅឡើយ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಆಡಿಯೋಗಳಿಲ್ಲ.
ku: Hîn Audios tune.
ky: Азырынча аудиолор жок.
lb: Nach keng Audios.
lo: ບໍ່ມີສຽງເທື່ອ.
lt: Dar nėra garso įrašų.
lv: Vēl nav audio.
mg: Tsy mbola misy Audios.
mi: Kaore ano nga Ororongo.
mk: Сè уште нема аудио.
ml: ഇതുവരെ ഓഡിയോകളൊന്നുമില്ല.
mn: Одоогоор аудио байхгүй байна.
mr: अद्याप कोणतेही ऑडिओ नाहीत.
ms: Tiada Audio lagi.
mt: S'issa l-ebda Awdjo.
my: အော်ဒီယိုများ မရှိသေးပါ။
ne: अहिलेसम्म कुनै अडियो छैन।
nl: Nog geen audio.
no: Ingen lyd ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ Audio ଣସି ଅଡିଓ ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਔਡੀਓ ਨਹੀਂ ਹੈ।
pl: Nie ma jeszcze plików audio.
ps: تراوسه هیڅ غږ نشته.
pt: Ainda não há áudios.
ro: Nu există încă audio.
ru: Аудио пока нет.
rw: Nta majwi.
sd: اڃان تائين ڪوبه آڊيو ناهي.
si: තවම ඕඩියෝ නැත.
sk: Zatiaľ žiadne audio.
sl: Ni še zvočnih posnetkov.
sq: Nuk ka ende audio.
sr: Још увек нема аудио записа.
sv: Inget ljud än.
sw: Bado hakuna Sauti.
ta: இதுவரை ஆடியோக்கள் இல்லை.
te: ఇంకా ఆడియోలు లేవు.
tg: Ҳанӯз аудио нест.
th: ยังไม่มีไฟล์เสียง
tk: Entek ses ýok.
tl: Wala pang Audio.
tr: Henüz Ses Yok.
tt: Аудио юк.
ug: تېخى ئاۋاز يوق.
uk: Аудіо ще немає.
ur: ابھی تک کوئی آڈیو نہیں ہے۔
uz: Hali audio mavjud emas.
vi: Chưa có Audios nào.
xh: Akukho ziAudiyo okwangoku.
yi: קיין אַודיאָס נאָך.

source: Loading failed.
af: Kon nie laai nie
am: መጫን አልተሳካም።
ar: فشل التحميل.
az: Yükləmə uğursuz oldu.
be: Не атрымалася загрузіць.
bg: Зареждането не бе успешно.
bn: লোড করা ব্যর্থ।
ca: Ha fallat la càrrega.
cs: Načítání se nezdařilo.
cy: Methodd llwytho.
da: Indlæsning mislykkedes.
de: Laden fehlgeschlagen.
el: Η φόρτωση απέτυχε.
eo: Ŝarĝado malsukcesis.
es: Carga fallida.
et: Laadimine ebaõnnestus.
eu: Kargatu egin da.
fa: بارگیری انجام نشد
fi: Lataus epäonnistui.
fr: Le chargement a échoué.
fy: Laden is mislearre.
ga: Theip ar an luchtú.
gd: Dh&#39;fhàillig an luchdachadh.
gl: Fallou a carga.
gu: લોડ કરવાનું નિષ્ફળ થયું.
hi: लोड हो रहा है विफल।
hr: Učitavanje nije uspjelo.
hu: A betöltése sikertelen.
hy: Բեռնումը ձախողվեց:
id: Gagal Memuat.
is: Hleðsla mistókst.
it: Caricamento non riuscito.
iw: הטעינה נכשלה.
ja: 読み込みに失敗しました。
ka: ჩატვირთვა ვერ მოხერხდა.
kk: Жүктеу сәтсіз аяқталды.
km: ការផ្ទុកបានបរាជ័យ។
kn: ಲೋಡ್ ವಿಫಲವಾಗಿದೆ.
ku: Barkirin bi ser neket.
ky: Жүктөлгөн жок.
lb: Luede ass net gescheitert.
lo: ການໂຫລດລົ້ມເຫລວ.
lt: Nepavyko įkelti.
lv: Lādēšana neizdevās.
mg: Tsy nahomby ny fika.
mi: Kua rahua te Hokonga.
mk: Вчитувањето не успеа
ml: ലോഡുചെയ്യുന്നത് പരാജയപ്പെട്ടു.
mn: Ачаалах үйлдэл амжилтгүй болсон байна.
mr: लोड करणे अयशस्वी.
ms: Pemuatan gagal.
mt: It-tagħbija ma rnexxietx.
my: တင်ရန်မအောင်မြင်ပါ။
ne: लोड गर्न असफल भयो।
nl: Laden mislukt.
no: Lastingen mislyktes.
or: ଲୋଡିଂ ବିଫଳ ହେଲା |
pa: ਲੋਡਿੰਗ ਅਸਫਲ
pl: Ładowanie nie powiodło się.
ps: پورته کول ناکام شول.
pt: O carregamento falhou.
ro: Nu a reușit încărcarea.
ru: Загрузка не удалась.
rw: Kuremera byarananiranye.
sd: لوڊ ٿيڻ ناڪام ٿي ويو.
si: පූරණය අසාර්ථක විය.
sk: Načítanie zlyhalo.
sl: Nalaganje ni uspelo.
sq: Loading dështoi
sr: Учитавање није успело.
sv: Laddningen misslyckades.
sw: Upakiaji umeshindwa.
ta: ஏற்றுவது தோல்வியுற்றது.
te: లోడ్ అవుతోంది విఫలమైంది.
tg: Бор карда нашуд.
th: การโหลดล้มเหลว
tk: Adingüklemek şowsuz
tl: Nabigo ang paglo-load.
tr: Yükleme başarısız.
tt: Йөкләү уңышсыз.
ug: يۈكلەش مەغلۇب بولدى.
uk: Помилка завантаження.
ur: لوڈنگ ناکام ہوگئی۔
uz: Yuklab bo&#39;lmadi.
vi: Đang tải không thành công.
xh: Ukulayisha akuphumelelanga.
yi: לאָודינג ניט אַנדערש.

source: retry
af: weer probeer
am: ድጋሚ ሞክር
ar: إعادة المحاولة
az: yenidən cəhd edin
be: паўтарыць спробу
bg: повторен опит
bn: পুনরায় চেষ্টা করা
ca: torna-ho a provar
cs: opakujte
cy: dychwelyd
da: prøve igen
de: wiederholen
el: ξαναδοκιμάσετε
eo: revenu
es: rever
et: uuesti proovima
eu: Berriro saiatu
fa: دوباره امتحان کنید
fi: uudelleen
fr: recommencez
ga: athsheiceáil
gd: ath-thòiseachadh
gl: tente de novo
gu: ફરી પ્રયાસ કરો
hi: पुन: प्रयास
hr: ponovi
hu: próbálja újra
hy: կրկին փորձեք
id: mencoba kembali
is: reyndu aftur
it: riprovare
iw: נסה שוב
ja: リトライ
ka: ხელახლა
kk: Қайталау
km: ព្យាយាមម្តងទៀត
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ku: veguhestin
ky: кайра
lb: erënneren
lo: ລອງໃຫມ່
lt: pabandykite dar kartą
lv: mēģiniet vēlreiz
mg: andramo indray
mi: raupapa
mk: обиди се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mn: дахин оролд
mr: पुन्हा प्रयत्न करा
ms: cuba semula
my: ပြန်ကြိုးစား
ne: पुन: प्रयास गर्नुहोस्
nl: opnieuw proberen
no: prøve på nytt
or: ପୁନ ry ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: spróbować ponownie
ps: بیازول
pt: tente novamente
ro: reîncerca
ru: повторить попытку
rw: ongera ugerageze
sd: وري ڪوشش ڪريو
si: නැවත උත්සාහ කරන්න
sk: skúsiť znova
sl: znova poskusi
sq: rigjykoj
sr: покушај поново
sv: Försök igen
sw: jaribu tena
ta: மீண்டும் முயற்சிக்க
te: మళ్ళీ ప్రయత్నించండి
tg: бозсозӣ кунед
th: ลองใหม่อีกครั้ง
tk: gaýtadan synanyşyň
tl: subukan muli
tr: yeniden denemek
tt: кабатлап карагыз
ug: قايتا سىناڭ
uk: повторити спробу
ur: دوبارہ کوشش کریں
uz: qayta urinib ko&#39;ring
vi: thử lại
xh: uzame kwakhona

source: No documents yet.
af: Nog geen dokumente nie.
am: እስካሁን ምንም ሰነዶች የሉም።
ar: لا توجد مستندات حتى الآن.
az: Hələ sənəd yoxdur.
be: Дакументаў пакуль няма.
bg: Все още няма документи.
bn: এখনো কোনো নথি নেই।
ca: Encara no hi ha cap document.
cs: Zatím žádné dokumenty.
cy: Dim dogfennau eto.
da: Ingen dokumenter endnu.
de: Noch keine Dokumente.
el: Δεν υπάρχουν ακόμη έγγραφα.
eo: Ankoraŭ neniuj dokumentoj.
es: No hay documentos todavía.
et: Dokumente veel pole.
eu: Oraindik ez dago dokumenturik.
fa: هنوز هیچ سندی وجود ندارد.
fi: Ei asiakirjoja vielä.
fr: Aucun document pour le moment.
fy: Noch gjin dokuminten.
ga: Gan doiciméid fós.
gd: Gun sgrìobhainnean fhathast.
gl: Aínda non hai documentos.
gu: હજુ સુધી કોઈ દસ્તાવેજો નથી.
hi: अभी तक कोई दस्तावेज नहीं।
hr: Još nema dokumenata.
hu: Még nincsenek dokumentumok.
hy: Դեռևս փաստաթղթեր չկան:
id: Belum ada dokumen.
is: Engin skjöl ennþá.
it: Nessun documento ancora.
iw: עדיין אין מסמכים.
ja: まだドキュメントはありません。
ka: ჯერ არ არის საბუთები.
kk: Әзірге құжат жоқ.
km: មិនទាន់មានឯកសារនៅឡើយ។
kn: ಇನ್ನೂ ಯಾವುದೇ ದಾಖಲೆಗಳಿಲ್ಲ.
ku: Hîn tu belge nînin.
ky: Азырынча документтер жок.
lb: Keng Dokumenter nach.
lo: ຍັງບໍ່ມີເອກະສານ.
lt: Dar nėra dokumentų.
lv: Vēl nav dokumentu.
mg: Tsy mbola misy antontan-taratasy.
mi: Kaore ano he tuhinga.
mk: Сè уште нема документи.
ml: ഇതുവരെ രേഖകളൊന്നുമില്ല.
mn: Одоогоор бичиг баримт алга.
mr: अजून कागदपत्रे नाहीत.
ms: Tiada dokumen lagi.
mt: Għadu l-ebda dokument.
my: စာရွက်စာတမ်းမရသေးပါ။
ne: अहिलेसम्म कुनै कागजात छैन।
nl: Nog geen documenten.
no: Ingen dokumenter ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ documents ଣସି ଦଲିଲ ନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਦਸਤਾਵੇਜ਼ ਨਹੀਂ ਹਨ।
pl: Brak dokumentów.
ps: تر اوسه اسناد نشته.
pt: Ainda não há documentos.
ro: Încă nu există documente.
ru: Документов пока нет.
rw: Nta nyandiko.
sd: اڃان تائين ڪوبه دستاويز ناهي.
si: තවමත් ලියකියවිලි නොමැත.
sk: Zatiaľ žiadne dokumenty.
sl: Dokumentov še ni.
sq: Nuk ka ende dokumente.
sr: Још нема докумената.
sv: Inga dokument ännu.
sw: Bado hakuna hati.
ta: இன்னும் ஆவணங்கள் இல்லை.
te: ఇంకా పత్రాలు లేవు.
tg: Ҳанӯз ҳуҷҷат нест.
th: ยังไม่มีเอกสาร
tk: Entek resminama ýok.
tl: Wala pang mga dokumento.
tr: Henüz belge yok.
tt: Әлегә документлар юк.
ug: تېخى ھۆججەت يوق.
uk: Документів ще немає.
ur: ابھی تک کوئی دستاویزات نہیں ہیں۔
uz: Hozircha hujjat yo'q.
vi: Chưa có tài liệu.
xh: Akukho maxwebhu okwangoku.
yi: נאָך קיין דאָקומענטן.
