Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Delete Logo
af: Skrap logo
am: አርማ ሰርዝ
ar: حذف الشعار
az: Loqonu silin
be: Выдаліць лагатып
bg: Изтриване на лого
bn: লোগো মুছুন
ca: Suprimeix el logotip
cs: Smazat logo
cy: Dileu Logo
da: Slet logo
de: Logo löschen
el: Διαγραφή λογότυπου
eo: Forigi Logo
es: Eliminar logotipo
et: Kustuta logo
eu: Logotipoa ezabatu
fa: حذف آرم
fi: Poista logo
fr: Supprimer le logo
fy: Logo wiskje
ga: Scrios Lógó
gd: Thoir às suaicheantas
gl: Eliminar logotipo
gu: લોગો કા Deleteી નાખો
hi: लोगो को हटाओ
hr: Izbriši logotip
hu: Logó törlése
hy: Deleteնջել պատկերանշանը
id: Hapus Logo
is: Eyða merki
it: Elimina logo
iw: מחק לוגו
ja: ロゴを削除
ka: ლოგო წაშლა
kk: Логотипті жою
km: លុបរូបសញ្ញា
kn: ಲೋಗೋ ಅಳಿಸಿ
ku: Logo bisekinin
ky: Логотипти жок кылуу
lb: Logo läschen
lo: ລົບໂລໂກ້
lt: Ištrinti logotipą
lv: Dzēst logotipu
mg: Hamafa ny mari-pamantarana
mi: Muku Moko
mk: Избриши лого
ml: ലോഗോ ഇല്ലാതാക്കുക
mn: Лого устгах
mr: लोगो हटवा
ms: Padamkan Logo
mt: Ħassar il-Logo
my: လိုဂိုအားဖျက်ပါ
ne: लोगो मेटाउनुहोस्
nl: Logo verwijderen
no: Slett logo
or: ଲୋଗୋ ଡିଲିଟ୍ କରନ୍ତୁ |
pa: ਲੋਗੋ ਮਿਟਾਓ
pl: Usuń logo
ps: لوګو ړنګ کړئ
pt: Excluir logotipo
ro: Ștergeți logo-ul
ru: Удалить логотип
rw: Siba Ikirangantego
sd: لوگو ختم ڪريو
si: ලාංඡනය මකන්න
sk: Odstrániť logo
sl: Izbriši logotip
sq: Fshi logon
sr: Избриши логотип
sv: Radera logotyp
sw: Futa Rangi
ta: லோகோவை நீக்கு
te: లోగోను తొలగించండి
tg: Нест кардани Logo
th: ลบโลโก้
tk: Logony poz
tl: Tanggalin ang Logo
tr: Logoyu Sil
tt: Логотипны бетерү
ug: بەلگىنى ئۆچۈرۈڭ
uk: Видалити логотип
ur: لوگو کو حذف کریں
uz: Logotipni o&#39;chirish
vi: Xóa biểu trưng
xh: Cima i-logo
yi: ויסמעקן לאָגאָ

source: Text Color
af: Tekskleur
am: የጽሑፍ ቀለም
ar: لون الخط
az: Mətn Rəngi
be: Колер тэксту
bg: Цвят на текста
bn: লেখার রঙ
ca: Color del text
cs: Barva textu
cy: Lliw Testun
da: Tekstfarve
de: Textfarbe
el: Χρώμα κειμένου
eo: Tekstokoloro
es: Color de texto
et: Teksti värv
eu: Testuaren kolorea
fa: رنگ متن
fi: Tekstin väri
fr: Couleur du texte
fy: Tekstkleur
ga: Dath an Téacs
gd: Dath teacsa
gl: Cor do texto
gu: ટેક્સ્ટ રંગ
hi: लिखावट का रंग
hr: Boja teksta
hu: Szöveg szín
hy: Տեքստի գույնը
id: Warna teks
is: Textalitur
it: Colore del testo
iw: צבע טקסט
ja: テキストの色
ka: ტექსტის ფერი
kk: Мәтіннің түсі
km: ពណ៌អត្ថបទ
kn: ಪಠ್ಯ ಬಣ್ಣ
ku: Rengê Nivîsar
lb: Text Faarf
lo: ສີຂໍ້ຄວາມ
lt: Teksto spalva
lv: Teksta krāsa
mg: Loko lahatsoratra
mi: Tae Kupu
mk: Боја на текст
ml: വാചക നിറം
mn: Текстийн өнгө
mr: मजकूर रंग
ms: Warna Teks
mt: Kulur tat-Test
my: စာသားအရောင်
ne: पाठ र Color्ग
nl: Tekst kleur
no: Tekstfarge
or: ପାଠ୍ୟ ରଙ୍ଗ |
pa: ਟੈਕਸਟ ਰੰਗ
pl: Kolor tekstu
ps: د متن رنګ
pt: Cor do texto
ro: Culoarea textului
ru: Цвет текста
rw: Ibara ry&#39;inyandiko
sd: متن جو رنگ
si: පෙළ වර්ණය
sk: Farba textu
sl: Barva besedila
sq: Ngjyra e tekstit
sr: Боја текста
sv: Text färg
sw: Rangi ya maandishi
ta: உரை வண்ணம்
te: వచన రంగు
tg: Ранги матн
th: สีข้อความ
tk: Tekstiň reňki
tl: Kulay ng teksto
tr: Metin Rengi
tt: Текст төсе
ug: تېكىست رەڭ
uk: Колір тексту
ur: متن کا رنگ
uz: Matn rangi
vi: Văn bản màu
xh: Umbala wombhalo
yi: טעקסט קאָליר

source: Recommended Colors:
af: Aanbevole kleure:
am: የሚመከሩ ቀለሞች
ar: الألوان الموصى بها:
az: Tövsiyə olunan rənglər:
be: Рэкамендаваныя колеры:
bg: Препоръчителни цветове:
bn: প্রস্তাবিত রঙ:
ca: Colors recomanats:
cs: Doporučené barvy:
cy: Lliwiau a Argymhellir:
da: Anbefalede farver:
de: Empfohlene Farben:
el: Προτεινόμενα χρώματα:
eo: Rekomendindaj Koloroj:
es: Colores recomendados:
et: Soovitatavad värvid:
eu: Gomendatutako koloreak:
fa: رنگهای پیشنهادی:
fi: Suositellut värit:
fr: Couleurs recommandées:
fy: Oanbefellende kleuren:
ga: Dathanna Molta:
gd: Dathan air a mholadh:
gl: Cores recomendadas:
gu: ભલામણ કરેલ કલર્સ:
hi: अनुशंसित रंग:
hr: Preporučene boje:
hu: Ajánlott színek:
hy: Առաջարկվող գույները.
id: Warna yang Direkomendasikan:
is: Mæltir litir:
it: Colori consigliati:
iw: צבעים מומלצים:
ja: 推奨色：
ka: რეკომენდებული ფერები:
kk: Ұсынылған түстер:
km: ពណ៌ដែលបានណែនាំ៖
kn: ಶಿಫಾರಸು ಮಾಡಿದ ಬಣ್ಣಗಳು:
ku: Colors Pêşniyar:
ky: Сунушталган түстөр:
lb: Recommandéiert Faarwen:
lo: ສີທີ່ແນະ ນຳ:
lt: Rekomenduojamos spalvos:
lv: Ieteicamās krāsas:
mg: Valin&#39;ny narosony:
mi: Tae Taunakitia:
mk: Препорачани бои:
ml: ശുപാർശിത നിറങ്ങൾ:
mn: Санал болгож буй өнгө:
mr: शिफारस केलेले रंगः
ms: Warna yang disyorkan:
mt: Kuluri Rakkomandati:
my: အကြံပြုထားသောအရောင်များ:
ne: सिफारिश गरिएका रंगहरू:
nl: Aanbevolen kleuren:
no: Anbefalte farger:
or: ସୁପାରିଶ କରାଯାଇଥିବା ରଙ୍ଗ:
pa: ਸਿਫਾਰਸ਼ੀ ਰੰਗ:
pl: Zalecane kolory:
ps: وړاندیز شوي رنګونه:
pt: Cores Recomendadas:
ro: Culori recomandate:
ru: Рекомендуемые цвета:
rw: Amabara asabwa:
sd: سفارش ٿيل رنگ:
si: නිර්දේශිත වර්ණ:
sk: Odporúčané farby:
sl: Priporočljive barve:
sq: Ngjyrat e rekomanduara:
sr: Препоручене боје:
sv: Rekommenderade färger:
sw: Rangi Iliyopendekezwa:
ta: பரிந்துரைக்கப்பட்ட நிறங்கள்:
te: సిఫార్సు చేసిన రంగులు:
tg: Рангҳои тавсияшаванда:
th: สีที่แนะนำ:
tk: Maslahat berilýän reňkler:
tl: Inirerekumendang Kulay:
tr: Önerilen Renkler:
tt: Тәкъдим ителгән төсләр:
ug: تەۋسىيە قىلىنغان رەڭلەر:
uk: Рекомендовані кольори:
ur: تجویز کردہ رنگ:
uz: Tavsiya etilgan ranglar:
vi: Màu sắc đề xuất:
xh: Imibala eCetyisiweyo:
yi: רעקאַמענדיד פארבן:

source: RGB:
am: አርጂቢ:
bn: আরজিবি:
fr: RVB:
gu: આરજીબી:
hi: आरजीबी:
kn: ಆರ್ಜಿಬಿ:
mr: आरजीबी:
pa: ਆਰਜੀਬੀ:
sd: آر بي جي:
sr: РГБ:
ur: آرجیبی:
xh: I-RGB:

source: reset
af: herstel
am: ዳግም አስጀምር
ar: إعادة تعيين
az: yenidən qur
be: скінуць
bg: нулиране
bn: রিসেট
ca: restablir
cy: ail gychwyn
da: Nulstil
de: zurücksetzen
el: επαναφορά
eo: restarigi
es: Reiniciar
et: lähtestamine
eu: berrezarri
fa: تنظیم مجدد
fi: asettaa uudelleen
fr: réinitialiser
fy: weromsette
ga: athshocrú
gd: ath-shuidhich
gl: restablecer
gu: ફરીથી સેટ કરો
hi: रीसेट
hu: Visszaállítás
hy: վերակայել
is: endurstilla
it: Ripristina
iw: אִתחוּל
ja: リセット
ka: გადატვირთვა
kk: ысыру
km: កំណត់ឡើងវិញ
kn: ಮರುಹೊಂದಿಸಿ
ku: resen kirin
ky: кайра орнотуу
lb: zréckgesat
lo: ຕັ້ງຄ່າ ໃໝ່
lt: atstatyti
lv: atiestatīt
mg: mamerina
mi: tautuhi
mk: ресетирање
ml: പുന .സജ്ജമാക്കുക
mn: дахин тохируулах
mr: रीसेट करा
ms: tetapkan semula
my: ပြန်လည်စတင်
ne: रिसेट
nl: resetten
no: nullstille
or: ପୁନ et ସେଟ୍ କରନ୍ତୁ |
pa: ਰੀਸੈੱਟ
pl: Resetowanie
ps: بیا تنظیمول
pt: Redefinir
ro: restabili
ru: сброс
rw: gusubiramo
sd: ري سيٽ ڪيو
si: යළි පිහිටුවන්න
sk: resetovať
sl: ponastaviti
sq: rivendosur
sr: ресетовати
sv: återställa
sw: kuweka upya
ta: மீட்டமை
te: రీసెట్
tg: баргардонидан
th: รีเซ็ต
tk: täzeden düzmek
tl: i-reset
tr: Sıfırla
tt: яңадан урнаштыру
uk: скинути
ur: دوبارہ ترتیب دیں
uz: qayta o&#39;rnatish
vi: cài lại
xh: setha kwakhona

source: Background Color
af: Agtergrondkleur
am: የበስተጀርባ ቀለም
ar: لون الخلفية
az: Fon rəngi
be: Колер фону
bg: Цвят на фона
bn: পেছনের রং
ca: Color de fons
cs: Barva pozadí
cy: Lliw cefndir
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα του φόντου
eo: Fona Koloro
es: Color de fondo
et: Taustavärv
eu: Atzeko planoko kolorea
fa: رنگ پس زمینه
fi: Taustaväri
fr: Couleur de l&#39;arrière plan
fy: Achtergrûn kleur
ga: Dath Cúlra
gd: Dath cùl-fhiosrachaidh
gl: Cor de fondo
gu: પૃષ્ઠભૂમિ રંગ
hi: पीछे का रंग
hr: Boja pozadine
hu: Háttérszín
hy: Ֆոնի գույնը
id: Warna latar belakang
is: Bakgrunns litur
it: Colore di sfondo
iw: צבע רקע
ja: 背景色
ka: Ფონის ფერი
kk: Фондық түс
km: ពណ៌ផ្ទៃខាងក្រោយ
kn: ಹಿನ್ನೆಲೆ ಬಣ್ಣ
ku: Rengê Rengîn
ky: Фон түсү
lb: Hannergrondfaarf
lo: ສີພື້ນຫລັງ
lt: Fono spalva
lv: Fona krāsa
mg: Loko ambany
mi: Tae Papamuri
mk: Боја на позадина
ml: പശ്ചാത്തല നിറം
mn: Дэвсгэр өнгө
mr: पार्श्वभूमी रंग
ms: Warna latar belakang
mt: Kulur ta &#39;l-Isfond
my: နောက်ခံအရောင်
ne: पृष्ठभूमि रंग
nl: Achtergrond kleur
no: Bakgrunnsfarge
or: ପୃଷ୍ଠଭୂମି ରଙ୍ଗ |
pa: ਬੈਕਗਰਾ .ਂਡ ਰੰਗ
pl: Kolor tła
ps: شاليد رنګ
pt: Cor de fundo
ro: Culoare de fundal
ru: Фоновый цвет
rw: Ibara ry&#39;inyuma
sd: پس منظر جو رنگ
si: පසුබිම් වර්ණය
sk: Farba pozadia
sl: Barva ozadja
sq: Ngjyrë e sfondit
sr: Боја позадине
sv: Bakgrundsfärg
sw: Rangi ya asili
ta: பின்னணி நிறம்
te: నేపథ్య రంగు
tg: Ранги замина
th: สีพื้นหลัง
tk: Arka reňki
tl: Kulay ng background
tr: Arka plan rengi
tt: Фон төсе
ug: تەگلىك رەڭگى
uk: Колір фону
ur: پس منظر کا رنگ
uz: Fon rangi
vi: Màu nền
xh: Umbala ongemva
yi: הינטערגרונט קאָליר

source: Hex:
am: ሄክስክስ
ar: عرافة:
be: Шаснаццатная:
bn: হেক্স:
ca: Hexagonal:
cs: Šestiúhelník:
cy: Hecs:
de: Verhexen:
el: Μαγεύω:
eo: Heksa:
es: Maleficio:
et: Kuusnurk:
fa: هگز:
ga: Heics:
gu: હેક્સ:
hi: हेक्स:
it: Esadecimale:
ja: 16進数：
kn: ಹೆಕ್ಸ್:
lt: Šešioliktainis:
lv: Sešstūris:
ml: ഹെക്സ്:
mr: हेक्स:
ms: Heks:
ne: हेक्स:
or: ହେକ୍ସ:
pa: ਹੇਕਸ:
pl: Klątwa:
sd: هيڪس:
si: හෙක්ස්:
sl: Šestnajsti:
sr: Хек:
ta: ஹெக்ஸ்:
tg: Шонздаҳ:
tt: Гекс:
ur: ہیکس:
yi: העקס:

source: Company Info
af: Maatskappy inligting
am: የኩባንያ መረጃ
ar: معلومات الشركة
az: Şirkət Məlumatı
be: Інфармацыя аб кампаніі
bg: Информация за компанията
bn: প্রতিষ্ঠানের তথ্য
ca: Informació de l'empresa
cs: firemní informace
cy: Gwybodaeth am y Cwmni
da: Virksomhedsoplysninger
de: Firmeninfo
el: Πληροφορίες εταιρείας
eo: Kompanio Informoj
es: Información de la compañía
et: Ettevõtte teave
eu: Enpresaren informazioa
fa: اطلاعات شرکت
fi: Yritystiedot
fr: Information d'entreprise
fy: Bedriuw Info
ga: Eolas Cuideachta
gd: Fiosrachadh companaidh
gl: Información da empresa
gu: કંપની માહિતી
hi: कंपनी की जानकारी
hr: Podaci o tvrtki
hu: Cégadatok
hy: Ընկերության տեղեկատվություն
id: Info perusahaan
is: Fyrirtækjaupplýsingar
it: Informazioni sull'azienda
iw: מידע על החברה
ja: 会社情報
ka: კომპანიის ინფორმაცია
kk: Компания туралы ақпарат
km: ព័ត៌មានក្រុមហ៊ុន
kn: ಕಂಪನಿ ಮಾಹಿತಿ
ku: Agahiyên Pargîdaniyê
ky: Компания маалыматы
lb: Firma Info
lo: ຂໍ້ມູນບໍລິສັດ
lt: Įmonės informacija
lv: Uzņēmuma informācija
mg: Information momba ny orinasa
mi: Nga korero a te Kamupene
mk: Информации за компанијата
ml: കമ്പനി വിവരം
mn: Компанийн мэдээлэл
mr: कंपनी माहिती
ms: Maklumat Syarikat
mt: Informazzjoni tal-Kumpanija
my: ကုမ္ပဏီအချက်အလက်
ne: कम्पनी जानकारी
nl: Bedrijfsinfo
no: Bedriftsinfo
or: କମ୍ପାନୀ ସୂଚନା
pa: ਕੰਪਨੀ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o firmie
ps: د شرکت معلومات
pt: Informação da companhia
ro: Informații despre companie
ru: информация о компании
rw: Amakuru yisosiyete
sd: ڪمپني بابت ڄاڻ
si: සමාගම් තොරතුරු
sk: Informácie o spoločnosti
sl: Podatki o podjetju
sq: Informacioni i Kompanisë
sr: Подаци фирме
sv: företagsinfo
sw: Taarifa za Kampuni
ta: நிறுவனத்தின் தகவல்
te: కంపెనీ సమాచారం
tg: Маълумоти ширкат
th: ข้อมูลบริษัท
tk: Kompaniýa barada maglumat
tl: Impormasyon ng Kumpanya
tr: Şirket bilgileri
tt: Компания турында мәгълүмат
ug: شىركەت ئۇچۇرى
uk: Інформація про компанію
ur: کمپنی کی معلومات
uz: Kompaniya haqida ma'lumot
vi: Thông tin công ty
xh: Ulwazi lweNkampani
yi: פירמע אינפֿאָרמאַציע

source: Website
af: Webwerf
am: ድህረገፅ
ar: موقع الكتروني
az: Veb sayt
be: Вэб-сайт
bg: уебсайт
bn: ওয়েবসাইট
ca: Lloc web
cs: webová stránka
cy: Gwefan
da: Internet side
de: Webseite
el: Δικτυακός τόπος
eo: Retejo
es: Sitio web
et: Veebisait
eu: Webgunea
fa: سایت اینترنتی
fi: Verkkosivusto
fr: Site Internet
ga: Suíomh Gréasáin
gd: Làrach-lìn
gl: Sitio web
gu: વેબસાઈટ
hi: वेबसाइट
hr: Web stranica
hu: Weboldal
hy: Կայք
id: Situs web
is: Vefsíða
it: Sito web
iw: אתר אינטרנט
ja: Webサイト
ka: საიტი
kk: Веб-сайт
km: គេហទំព័រ
kn: ಜಾಲತಾಣ
ky: Вебсайт
lb: Websäit
lo: ເວັບໄຊທ໌
lt: Interneto svetainė
lv: Tīmekļa vietne
mi: paetukutuku
mk: Веб-страница
ml: വെബ്സൈറ്റ്
mn: Вэб сайт
mr: संकेतस्थळ
ms: laman web
mt: Websajt
my: ဝဘ်ဆိုဒ်
ne: वेबसाइट
no: Nettsted
or: ୱେବସାଇଟ୍
pa: ਵੈੱਬਸਾਈਟ
pl: Strona internetowa
ps: ویب پاڼه
pt: Local na rede Internet
ro: Site-ul web
ru: Веб-сайт
rw: Urubuga
sd: ويب سائيٽ
si: වෙබ් අඩවිය
sk: webové stránky
sl: Spletna stran
sq: Faqja e internetit
sr: Веб сајт
sv: Hemsida
sw: Tovuti
ta: இணையதளம்
te: వెబ్సైట్
tg: Вебсайт
th: เว็บไซต์
tk: Sahypa
tr: İnternet sitesi
tt: Вебсайт
ug: تور بېكەت
uk: Веб-сайт
ur: ویب سائٹ
uz: Veb-sayt
vi: Trang mạng
xh: Iwebhusayithi
yi: וועבזייַטל

source: Terms of Use URL
af: Gebruiksvoorwaardes URL
am: URL የአጠቃቀም ውል
ar: شروط الاستخدام URL
az: İstifadə Şərtləri URL
be: URL умоў выкарыстання
bg: URL за условия за ползване
bn: ইউআরএল ব্যবহারের শর্তাবলী
ca: URL de les condicions d'ús
cs: Podmínky použití URL
cy: URL Telerau Defnyddio
da: Vilkår for brug URL
de: Nutzungsbedingungen-URL
el: Όροι χρήσης URL
eo: Uzokondiĉoj URL
es: URL de las Condiciones de uso
et: Kasutustingimuste URL
eu: Erabilera-baldintzak URL
fa: شرایط استفاده URL
fi: Käyttöehdot URL
fr: URL des conditions d'utilisation
fy: Betingsten foar gebrûk URL
ga: URL Téarmaí Úsáide
gd: URL teirmichean cleachdaidh
gl: Condicións de uso URL
gu: ઉપયોગની શરતો URL
hi: उपयोग की शर्तें URL
hr: URL Uvjeta korištenja
hu: Felhasználási feltételek URL
hy: Օգտագործման պայմանները URL
id: Ketentuan Penggunaan URL
is: Notkunarskilmálar URL
it: Condizioni d'uso URL
iw: כתובת האתר של תנאי השימוש
ja: 利用規約URL
ka: გამოყენების პირობები URL
kk: Пайдалану шарттары URL
km: លក្ខខណ្ឌប្រើប្រាស់ URL
kn: ಬಳಕೆಯ ನಿಯಮಗಳು URL
ku: Mercên Bikaranînê URL
ky: Колдонуу шарттары URL
lb: Benotzungsbedéngungen URL
lo: ເງື່ອນໄຂການນໍາໃຊ້ URL
lt: Naudojimo sąlygos URL
lv: Lietošanas noteikumu URL
mg: Fepetra fampiasana URL
mi: Nga Ture Whakamahi URL
mk: Услови за користење URL
ml: ഉപയോഗ നിബന്ധനകൾ URL
mn: Ашиглах нөхцөл URL
mr: वापर अटी URL
ms: URL Syarat Penggunaan
mt: Termini ta' Użu URL
my: URL အသုံးပြုမှုစည်းမျဉ်းများ
ne: प्रयोग सर्तहरू URL
nl: Gebruiksvoorwaarden URL
no: Vilkår for bruk URL
or: ବ୍ୟବହାର ସର୍ତ୍ତାବଳୀ URL
pa: URL ਦੀ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: URL warunków użytkowania
ps: د کارولو شرایط URL
pt: URL dos Termos de Uso
ro: Termenii de utilizare URL
ru: Условия использования URL
rw: Amategeko yo gukoresha URL
sd: استعمال جون شرطون URL
si: භාවිත නියමයන් URL
sk: Adresa URL podmienok používania
sl: URL pogojev uporabe
sq: Kushtet e përdorimit URL
sr: Услови коришћења УРЛ
sv: Användarvillkor URL
sw: URL ya Masharti ya Matumizi
ta: பயன்பாட்டு விதிமுறைகள் URL
te: ఉపయోగ నిబంధనలు URL
tg: Шартҳои истифода URL
th: ข้อกำหนดการใช้งาน URL
tk: Ulanyş şertleri URL
tl: URL ng Mga Tuntunin ng Paggamit
tr: Kullanım Şartları URL'si
tt: Куллану шартлары URL
ug: ئىشلىتىش شەرتلىرى URL
uk: URL-адрес умов використання
ur: یو آر ایل کے استعمال کی شرائط
uz: Foydalanish shartlari URL
vi: URL Điều khoản Sử dụng
xh: Imigaqo yokusebenzisa i-URL
yi: תּנאָים פון ניץ URL

source: User Signup
af: Gebruikersregistrasie
am: የተጠቃሚ ምዝገባ
ar: تسجيل المستخدم
az: İstifadəçi Qeydiyyatı
be: Рэгістрацыя карыстальніка
bg: Регистрация на потребител
bn: ব্যবহারকারী সাইন আপ
ca: Registre d'usuari
cs: Registrace uživatele
cy: Cofrestru Defnyddiwr
da: Brugertilmelding
de: Benutzeranmeldung
el: Εγγραφή χρήστη
eo: Uzanto-Registriĝo
es: Registro de usuario
et: Kasutaja registreerimine
eu: Erabiltzaileen erregistroa
fa: ثبت نام کاربر
fi: Käyttäjän kirjautuminen
fr: Inscription de l'utilisateur
fy: Brûker Signup
ga: Clárú Úsáideoir
gd: Clàradh cleachdaiche
gl: Rexistro de usuario
gu: વપરાશકર્તા સાઇનઅપ
hi: उपयोगकर्ता साइनअप
hr: Prijava korisnika
hu: Felhasználó regisztráció
hy: Օգտագործողի գրանցում
id: Pendaftaran Pengguna
is: Notendaskráning
it: Registrazione utente
iw: הרשמה למשתמש
ja: ユーザーサインアップ
ka: მომხმარებლის რეგისტრაცია
kk: Пайдаланушы тіркелуі
km: ការចុះឈ្មោះអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರ ಸೈನ್ ಅಪ್
ku: Bikarhêner Signup
ky: Колдонуучунун катталышы
lb: Benotzer Umeldung
lo: ລົງທະບຽນຜູ້ໃຊ້
lt: Vartotojo registracija
lv: Lietotāja reģistrācija
mg: Fisoratana anarana mpampiasa
mi: Waitohu Kaiwhakamahi
mk: Регистрација на корисникот
ml: ഉപയോക്തൃ സൈൻഅപ്പ്
mn: Хэрэглэгчийн бүртгэл
mr: वापरकर्ता साइनअप
ms: Pendaftaran Pengguna
mt: Signup tal-Utent
my: အသုံးပြုသူ အကောင့်ဖွင့်ခြင်း။
ne: प्रयोगकर्ता साइनअप
nl: Gebruikersaanmelding
no: Brukerregistrering
or: ଉପଯୋଗକର୍ତ୍ତା ସାଇନ୍ ଅପ୍ |
pa: ਉਪਭੋਗਤਾ ਸਾਈਨਅਪ
pl: Rejestracja użytkownika
ps: د کارن نوم لیکنه
pt: Inscrição do usuário
ro: Înregistrare utilizator
ru: Регистрация пользователя
rw: Umukoresha
sd: استعمال ڪندڙ سائن اپ
si: පරිශීලක ලියාපදිංචි වීම
sk: Registrácia používateľa
sl: Prijava uporabnika
sq: Regjistrimi i përdoruesit
sr: Регистрација корисника
sv: Användarregistrering
sw: Usajili wa Mtumiaji
ta: பயனர் பதிவு
te: వినియోగదారు సైన్అప్
tg: Бақайдгирии корбар
th: สมัครสมาชิก
tk: Ulanyjy belligi
tl: Pag-signup ng User
tr: Kullanıcı Kaydı
tt: Кулланучыга язылу
ug: ئىشلەتكۈچى تىزىملىتىشى
uk: Реєстрація користувача
ur: یوزر سائن اپ
uz: Foydalanuvchi ro'yxatdan o'tish
vi: Đăng ký người dùng
xh: Ukubhaliswa komsebenzisi
yi: באַניצער סיגנופּ

source: Allow Signup
af: Laat inskrywing toe
am: መመዝገብ ፍቀድ
ar: السماح بالتسجيل
az: Qeydiyyata icazə verin
be: Дазволіць рэгістрацыю
bg: Разрешаване на регистрация
bn: সাইন আপ করার অনুমতি দিন
ca: Permet la inscripció
cs: Povolit registraci
cy: Caniatáu Cofrestru
da: Tillad tilmelding
de: Anmeldung zulassen
el: Να επιτρέπεται η εγγραφή
eo: Permesu Aliĝon
es: Permitir registro
et: Luba registreerumine
eu: Baimendu izena ematea
fa: اجازه ثبت نام
fi: Salli rekisteröityminen
fr: Autoriser l'inscription
fy: Oanmelde tastean
ga: Ceadaigh Cláraigh
gd: Leig le Signup
gl: Permitir o rexistro
gu: સાઇનઅપની મંજૂરી આપો
hi: साइनअप की अनुमति दें
hr: Dopusti prijavu
hu: Regisztráció engedélyezése
hy: Թույլատրել գրանցումը
id: Izinkan Pendaftaran
is: Leyfa skráningu
it: Consenti registrazione
iw: אפשר הרשמה
ja: サインアップを許可する
ka: რეგისტრაციის დაშვება
kk: Тіркеуге рұқсат беру
km: អនុញ្ញាតឱ្យចុះឈ្មោះ
kn: ಸೈನ್ ಅಪ್ ಅನ್ನು ಅನುಮತಿಸಿ
ku: Destûrê bide Signup
ky: Катталууга уруксат берүү
lb: Erlaabt Umeldung
lo: ອະນຸຍາດໃຫ້ລົງທະບຽນ
lt: Leisti prisiregistruoti
lv: Atļaut reģistrāciju
mg: Avelao hisoratra anarana
mi: Whakaaetia te Waitohu
mk: Дозволи Регистрација
ml: സൈൻ അപ്പ് അനുവദിക്കുക
mn: Бүртгүүлэхийг зөвшөөрөх
mr: साइनअपला अनुमती द्या
ms: Benarkan Pendaftaran
mt: Ħalli Signup
my: စာရင်းသွင်းခွင့်ပြုပါ။
ne: साइनअप अनुमति दिनुहोस्
nl: Sta aanmelding toe
no: Tillat registrering
or: ସାଇନ୍ ଅପ୍ ଅନୁମତି ଦିଅନ୍ତୁ |
pa: ਸਾਈਨ ਅੱਪ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
pl: Zezwól na rejestrację
ps: د نوم لیکنې اجازه ورکړئ
pt: Permitir inscrição
ro: Permite înregistrarea
ru: Разрешить регистрацию
rw: Emera Kwiyandikisha
sd: سائن اپ جي اجازت ڏيو
si: ලියාපදිංචි වීමට ඉඩ දෙන්න
sk: Povoliť registráciu
sl: Dovoli prijavo
sq: Lejo regjistrimin
sr: Дозволи регистрацију
sv: Tillåt registrering
sw: Ruhusu Kujisajili
ta: பதிவுபெற அனுமதிக்கவும்
te: సైన్అప్‌ని అనుమతించండి
tg: Ба қайдгири иҷозат диҳед
th: อนุญาตให้สมัครสมาชิก
tk: Hasaba girmäge rugsat beriň
tl: Payagan ang Pag-signup
tr: Kaydolmaya İzin Ver
tt: Керергә рөхсәт итегез
ug: تىزىملىتىڭ
uk: Дозволити реєстрацію
ur: سائن اپ کی اجازت دیں۔
uz: Roʻyxatdan oʻtishga ruxsat bering
vi: Cho phép đăng ký
xh: Vumela Ukubhalisa
yi: לאָזן סיגנופּ

source: Auto Create Case
af: Outo skep saak
am: መያዣ በራስ-ሰር ይፍጠሩ
ar: حالة الإنشاء التلقائي
az: Avtomatik Case Yaradın
be: Аўтаматычнае стварэнне справы
bg: Автоматично създаване на случай
bn: স্বয়ংক্রিয় কেস তৈরি করুন
ca: Creació automàtica de casos
cy: Awto Creu Achos
da: Opret sag automatisk
de: Fall automatisch erstellen
el: Αυτόματη δημιουργία θήκης
eo: Aŭtomate Krei Kazon
es: Caso de creación automática
et: Loo ümbris automaatselt
eu: Sortu automatikoki kasuak
fa: کیس ایجاد خودکار
fi: Luo kotelo automaattisesti
fr: Créer automatiquement un cas
ga: Uathchruthaigh Cás
gd: Cùis cruthaich fèin-ghluasadach
gl: Creación automática de casos
gu: ઓટો ક્રિએટ કેસ
hi: ऑटो क्रिएट केस
hr: Automatsko stvaranje slučaja
hu: Tok automatikus létrehozása
id: Buat Kasing Otomatis
is: Búa til mál sjálfkrafa
it: Creazione automatica caso
iw: צור תיק אוטומטי
ja: ケースの自動作成
ka: საქმის ავტომატური შექმნა
kk: Істі автоматты түрде жасау
km: បង្កើតករណីដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ ರಚಿಸಿ ಕೇಸ್
ky: Автоматтык ишти түзүү
lb: Auto Schafen Fall
lo: ສ້າງກໍລະນີອັດຕະໂນມັດ
lt: Automatiškai sukurti dėklą
lv: Automātiski izveidot lietu
mi: Waihanga Ake Aunoa
mk: Автоматско креирање футрола
ml: യാന്ത്രികമായി കേസ് സൃഷ്ടിക്കുക
mn: Автоматаар хэрэг үүсгэх
mr: स्वयंचलित केस तयार करा
ms: Auto Cipta Kes
mt: Auto Oħloq Kawża
ne: स्वत: केस सिर्जना गर्नुहोस्
nl: Automatisch casus maken
no: Opprett sak automatisk
or: ଅଟୋ ସୃଷ୍ଟି କେସ୍ |
pa: ਸਵੈਚਲਿਤ ਕੇਸ ਬਣਾਓ
pl: Automatyczne tworzenie przypadku
ps: په اوتومات ډول قضیه جوړه کړئ
pt: Caso de criação automática
ro: Creare automată a cazului
ru: Автоматическое создание дела
rw: Kurema Imodoka
sd: خودڪار ٺاهيو ڪيس
si: ස්වයංක්‍රීය නඩුවක් සාදන්න
sl: Samodejno ustvarjanje ohišja
sq: Krijo Auto Case
sr: Аутоматско креирање случаја
sv: Skapa ärende automatiskt
sw: Unda Kesi Kiotomatiki
ta: தானாக வழக்கு உருவாக்கவும்
te: కేసును స్వయంచాలకంగా సృష్టించండి
tg: Эҷоди парвандаи худкор
th: สร้างกรณีอัตโนมัติ
tk: Awto dörediň
tl: Awtomatikong Gumawa ng Case
tr: Otomatik Vaka Oluştur
tt: Авто ясау
ug: ئاپتوماتىك قۇرۇش دېلوسى
uk: Автоматичне створення справи
ur: آٹو بنائیں کیس
uz: Avtomatik kassa yaratish
vi: Tự động tạo trường hợp
xh: Auto Yenza Case
yi: אַוטאָ שאַפֿן קאַסע

source: Case User Role
af: Geval Gebruiker Rol
am: የጉዳይ ተጠቃሚ ሚና
ar: دور مستخدم الحالة
az: Case İstifadəçi Rolu
be: Роля карыстальніка Case
bg: Роля на потребител на случай
bn: কেস ব্যবহারকারীর ভূমিকা
ca: Rol d'usuari del cas
cs: Role uživatele případu
cy: Rôl Defnyddiwr Achos
da: Case brugerrolle
de: Fallbenutzerrolle
el: Ρόλος χρήστη περίπτωσης
eo: Kaza Uzanto-Rolo
es: Rol de usuario de caso
et: Juhtumi kasutaja roll
eu: Kasuaren erabiltzaile-rola
fa: نقش کاربر موردی
fi: Tapauksen käyttäjän rooli
fr: Rôle d'utilisateur de cas
fy: Case User Rol
ga: Ról Úsáideora Cásanna
gd: Dleastanas neach-cleachdaidh cùise
gl: Papel de usuario do caso
gu: કેસ વપરાશકર્તા ભૂમિકા
hi: केस उपयोगकर्ता भूमिका
hr: Uloga korisnika slučaja
hu: Felhasználói szerepkör
hy: Գործի օգտագործողի դերը
id: Peran Pengguna Kasus
is: Hlutverk notanda máls
it: Ruolo utente caso
iw: תפקיד משתמש מקרה
ja: ケース ユーザーの役割
ka: საქმის მომხმარებლის როლი
kk: Іс пайдаланушы рөлі
km: តួនាទីអ្នកប្រើប្រាស់ករណី
kn: ಕೇಸ್ ಬಳಕೆದಾರರ ಪಾತ್ರ
ku: Rola Bikarhêner Case
lb: Fall Benotzer Roll
lo: ກໍລະນີຜູ້ໃຊ້ບົດບາດ
lt: Atvejo vartotojo vaidmuo
lv: Gadījuma lietotāja loma
mg: Andraikitry ny mpampiasa tranga
mi: Te Mahi Kaiwhakamahi Take
mk: Улога на корисник на случај
ml: കേസ് ഉപയോക്തൃ റോൾ
mn: Кейс хэрэглэгчийн үүрэг
mr: केस वापरकर्ता भूमिका
ms: Peranan Pengguna Kes
mt: Rwol tal-Utent tal-Każ
ne: केस प्रयोगकर्ता भूमिका
nl: Rol van case-gebruiker
no: Saksbrukerrolle
or: କେସ୍ ବ୍ୟବହାରକାରୀ ଭୂମିକା |
pa: ਕੇਸ ਉਪਭੋਗਤਾ ਦੀ ਭੂਮਿਕਾ
pl: Rola użytkownika sprawy
ps: د قضیې کارونکي رول
pt: Função do usuário do caso
ro: Rolul de utilizator al cazului
ru: Роль пользователя дела
rw: Uruhare rwabakoresha
sd: ڪيس استعمال ڪندڙ ڪردار
si: කේස් පරිශීලක භූමිකාව
sk: Rola používateľa prípadu
sl: Vloga uporabnika primera
sq: Roli i përdoruesit të rastit
sr: Улога корисника случаја
sv: Case Användarroll
sw: Kesi Wajibu wa Mtumiaji
ta: வழக்கு பயனர் பங்கு
te: కేస్ వినియోగదారు పాత్ర
tg: Нақши корбари парванда
th: บทบาทของผู้ใช้เคส
tk: Mysal üçin ulanyjynyň roly
tl: Tungkulin ng Gumagamit ng Kaso
tr: Vaka Kullanıcı Rolü
tt: Кулланучының роле
ug: دېلو ئىشلەتكۈچى رولى
uk: Роль користувача Case
ur: کیس صارف کا کردار
uz: Case foydalanuvchi roli
vi: Vai trò người dùng trường hợp
xh: Indima yomsebenzisi wetyala
yi: פאַל באַניצער ראָלע
