Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Securely upload files, discuss them, and share.
af: Laai lêers veilig op, bespreek dit en deel.
am: ፋይሎችን በጥንቃቄ ይስቀሉ, ይወያዩ እና ያጋሩ.
ar: تحميل الملفات بأمان ومناقشتها ومشاركتها.
az: Təhlükəsiz faylları yükləyin, müzakirə edin və paylaşın.
be: Бяспечна загружаць файлы, абмяркоўваць іх і дзяліцца.
bg: Сигурно качвайте файлове, обсъждайте ги и споделяйте.
bn: নিরাপদে ফাইল আপলোড, তাদের আলোচনা, এবং ভাগ।
ca: Carregueu fitxers de manera segura, comenteu-los i compartiu-los.
cs: Bezpečně nahrávejte soubory, diskutujte o nich a sdílejte je.
cy: Llwythwch ffeiliau i fyny yn ddiogel, trafodwch hwy a&#39;u rhannu.
da: Sikker upload upload filer, diskutere dem og del.
de: Laden Sie Dateien sicher hoch, besprechen Sie sie und geben Sie sie frei.
el: Φορτώστε τα αρχεία με ασφάλεια, συζητήστε τα και μοιραστείτε.
eo: Sekure alŝuti dosierojn, diskuti ilin kaj kunhavigi.
es: Sube archivos de forma segura, coméntelos y compártelos.
et: Failide turvaline üleslaadimine, nende arutamine ja jagamine.
eu: Kargatu erabat fitxategiak, eztabaidatu eta partekatu.
fa: ایمن فایل ها را آپلود کنید، آنها را بحث کنید و به اشتراک بگذارید.
fi: Lataa tiedostot turvallisesti, keskustele niistä ja jaa.
fr: Téléchargez des fichiers en toute sécurité, discutez-en et partagez-les.
fy: Meitsje triemmen wiskje, besykje se en dielen.
ga: Comhaid a uaslódáil go daingean, iad a phlé agus a roinnt.
gd: Luchdaich suas faidhlichean gu sàbhailte, bruidhinn riutha is co-roinn.
gl: Carga de xeito seguro ficheiros, discuta e comparte.
gu: ફાઇલોને સુરક્ષિત રૂપે અપલોડ કરો, તેમની ચર્ચા કરો અને શેર કરો.
hi: फ़ाइलों को सुरक्षित रूप से अपलोड करें, उन पर चर्चा करें और साझा करें।
hr: Sigurno učitajte datoteke, razgovarajte o njima i dijelite ih.
hu: Biztonságosan töltsön fel fájlokat, beszélje meg őket és ossza meg őket.
hy: Ապահով ֆայլեր վերբեռնեք, քննարկեք դրանք եւ կիսվեք:
id: Unggah file dengan aman, diskusikan, dan bagikan.
is: Skráðu öryggisskrár með öruggum hætti, ræða þau og deila.
it: Carica in modo sicuro i file, discuterli e condividi.
iw: העלה קבצים באופן מאובטח, דון בהם ושתף אותם.
ja: 安全にファイルをアップロードし、それらについて話し合い、そして共有しましょう。
ka: უსაფრთხოდ ატვირთოთ ფაილები, განიხილეთ ისინი და წილი.
kk: Файлдарды қауіпсіз түрде жүктеп, талқылаңыз және ортақ пайдаланыңыз.
km: ផ្ទុកឯកសារឡើងដោយសុវត្ថិភាពពិភាក្សានិងចែករំលែក។
kn: ಫೈಲ್ಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಅಪ್ಲೋಡ್ ಮಾಡಿ, ಚರ್ಚಿಸಿ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಿ.
ku: Daxistina pelên ewlehî, wan bipeyivin, û parve bikin.
ky: Коопсуз, наада, аларды талкуулоого жана бөлүшүү.
lb: Sëcher Dateien eropzelueden, diskutéieren a se matzemaachen.
lo: ອັບໂຫລດໄຟລ໌ຢ່າງປອດໄພ, ປຶກສາຫາລືແລະແບ່ງປັນ.
lt: Saugiai įkelkite failus, aptarkite juos ir bendrinkite.
lv: Droši augšupielādējiet failus, apspriest tos un kopīgojiet.
mg: Ampitao am-piadanana ny rakitra, miresaka momba azy ireo, ary zarao.
mi: Whakaritea nga kōnae tukuna, aparauhia, ka tohatoha.
mk: Безбедно испраќајте датотеки, дискутирајте ги и споделувајте.
ml: ഫയലുകൾ സുരക്ഷിതമായി അപ്ലോഡ് ചെയ്യുക, അവ ചർച്ചചെയ്യുക, പങ്കിടുക.
mn: Файлуудыг найдвартай хадгалж, ярилцаж, хуваалцаж болно.
mr: फायली सुरक्षितपणे अपलोड करा, त्यांच्याशी चर्चा करा आणि सामायिक करा.
ms: Muat naik fail dengan selamat, bincangkannya, dan kongsi.
mt: Ittella &#39;l-fajls b&#39;mod sikur, iddiskutihom, u taqsam.
my: လုံလုံခြုံခြုံ, ဖိုင်တွေ upload သူတို့ကိုဆွေးနွေးရန်နှင့်မျှဝေပါ။
ne: सुरक्षित फाइलहरू अपलोड गर्नुहोस्, छलफल गर्नुहोस् र साझेदारी गर्नुहोस्।
nl: Upload veilig bestanden, bespreek ze en deel ze.
no: Sikker opplasting av filer, diskutere dem og del.
or: ସୁରକ୍ଷିତ ଭାବରେ ଫାଇଲଗୁଡିକ ଅପଲୋଡ୍ କରନ୍ତୁ, ଆଲୋଚନା କରନ୍ତୁ ଏବଂ ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਸੁਰੱਖਿਅਤ ਤੌਰ ਤੇ ਫਾਈਲਾਂ ਅਪਲੋਡ ਕਰੋ, ਉਨ੍ਹਾਂ &#39;ਤੇ ਵਿਚਾਰ ਕਰੋ, ਅਤੇ ਸਾਂਝੇ ਕਰੋ
pl: Bezpiecznie przesyłaj pliki, omawiaj je i udostępniaj.
ps: په خوندي ډول فایلونه پورته کړئ، بحث وکړئ او شریک کړئ.
pt: Faça o upload de arquivos com segurança, discuta-os e compartilhe-os.
ro: Încărcați în siguranță fișierele, discutați-le și împărtășiți-le.
ru: Безопасно загружайте файлы, обсуждайте их и делитесь ими.
rw: Kohereza dosiye neza, ubiganireho, kandi dusangire.
sd: محفوظ طور تي فائلون اپلوڊ، ان تي بحث ڪريو، ۽ حصيداري ڪريو.
si: සුරක්ෂිත ලෙස ගොනු උඩුගත කරන්න, ඒවා සාකච්ඡා කරන්න, සහ බෙදාගන්න.
sk: Bezpečne nahrajte súbory, diskutujte o nich a zdieľajte ich.
sl: Varno nalaganje datotek, razpravljanje o njih in skupno rabo.
sq: Ngarkoni skedarët sigurt, diskutoni dhe shpërndani.
sr: Сигурно учитајте датотеке, разговарајте о њима и дијелите их.
sv: Överför filer säkert, diskutera dem och dela dem.
sw: Weka faili salama, kuzungumza nao, na ushiriki.
ta: பாதுகாப்பாக கோப்புகளை பதிவேற்றவும், அவற்றைப் பற்றி விவாதிக்கவும், பகிரவும்.
te: ఫైల్లను సురక్షితంగా అప్లోడ్ చేయండి, వాటిని చర్చించండి మరియు భాగస్వామ్యం చేయండి.
tg: Ба таври дақиқ файлҳои боргирӣ, муҳокима кунед ва мубодила кунед.
th: อัปโหลดไฟล์หารือและแบ่งปันอย่างปลอดภัย
tk: Faýllary ygtybarly ýükläň, ara alyp maslahatlaşyň we paýlaşyň.
tl: Ligtas na mag-upload ng mga file, talakayin ang mga ito, at ibahagi.
tr: Dosyaları güvenli bir şekilde yükleyin, tartışın ve paylaşın.
tt: Файлларны куркынычсыз йөкләгез, алар турында сөйләшегез һәм бүлешегез.
ug: ھۆججەتلەرنى بىخەتەر يۈكلەڭ ، مۇنازىرە قىلىڭ ۋە ئورتاقلىشىڭ.
uk: Безпечно завантажуйте файли, обговорюйте їх і обмінюйтеся ними.
ur: فائلوں کو محفوظ طریقے سے اپ لوڈ کریں، ان پر بحث کریں، اور اشتراک کریں.
uz: Fayllarni ishonchli tarzda yuklash, ularni muhokama qilish va almashish.
vi: Tải lên các tệp một cách an toàn, thảo luận về chúng và chia sẻ.
xh: Ukulayisha iifayile ngokukhuselekileyo, xubusha, kwaye wabelane.
yi: סיקיורלי ופּלאָאַד טעקעס, דיסקוטירן זיי, און טיילן.

source: Powerful Case Management
af: Kragtige Gevallebestuur
am: ጠቃሚ የጉዳይ አስተዳደር
ar: إدارة حالة قوية
az: Güclü Case Management
be: Магутныя сродкі кіравання Case
bg: Мощно управление на казуси
bn: শক্তিশালী কেস ম্যানেজমেন্ট
ca: Gestió de casos poderosa
cs: Výkonná správa případů
cy: Rheoli Achosion Pwerus
da: Kraftfuld sagstyring
de: Leistungsstarkes Case Management
el: Ισχυρή διαχείριση υποθέσεων
eo: Potenca Kaza Administrado
es: Gestión de casos de gran alcance
et: Võimas juhtumikorraldus
eu: Kasuen kudeaketa indartsua
fa: مدیریت پرونده قدرتمند
fi: Tehokas tapausten hallinta
fr: Gestion de cas puissante
ga: Bainistiú Cásanna cumhachtacha
gd: Stiùireadh Cùise cumhachdach
gl: Potente xestión de casos
gu: શક્તિશાળી કેસ મેનેજમેન્ટ
hi: शक्तिशाली केस प्रबंधन
hr: Snažno upravljanje predmetima
hu: Erős ügykezelés
hy: Հզոր գործի կառավարում
id: Manajemen Kasus yang Kuat
is: Öflugur Case Management
it: Potente gestione dei casi
iw: ניהול מקרה רב עוצמה
ja: 強力なケース管理
ka: ძლიერი საქმე მართვა
kk: Қуатты Case Management
km: ការគ្រប់គ្រងសំណុំរឿងដ៏មានឥទ្ធិពល
kn: ಶಕ್ತಿಯುತ ಕೇಸ್ ಮ್ಯಾನೇಜ್ಮೆಂಟ್
ku: Birêveberiya Pergalê Strêzer
ky: Күчтүү Case башкаруу
lb: Kraaftwierk
lo: ການຄຸ້ມຄອງກໍລະນີທີ່ມີອໍານາດ
lt: Galingas bylų valdymas
lv: Spēcīga lietu pārvaldība
mg: Tetik&#39;asa matanjaka
mi: Ko te Whakahaere Puta Nui
mk: Моќен случај за управување
ml: ശക്തമായ കേസ് മാനേജ്മെന്റ്
mn: Хүчирхэг тохиолдол менежмент
mr: शक्तिशाली केस व्यवस्थापन
ms: Pengurusan Kes Kuasa
mt: Ġestjoni Qawwija tal-Każijiet
my: အစွမ်းထက်ဖြစ်ရပ်မှန်စီမံခန့်ခွဲမှု
ne: शक्तिशाली प्रकरण व्यवस्थापन
nl: Krachtig casemanagement
no: Kraftig saksbehandling
or: ଶକ୍ତିଶାଳୀ କେସ୍ ପରିଚାଳନା |
pa: ਸ਼ਕਤੀਸ਼ਾਲੀ ਕੇਸ ਮੈਨੇਜਮੈਂਟ
pl: Potężne zarządzanie sprawami
ps: د قوي قضیې مدیریت
pt: Gerenciamento poderoso de casos
ro: Gestionarea eficientă a cazurilor
ru: Мощное управление делами
rw: Gucunga Imanza zikomeye
sd: طاقتور ڪيس جو انتظام
si: බලවත් සිද්ධි කළමනාකරණය
sk: Výkonná správa prípadov
sl: Zmogljivo upravljanje primerov
sq: Menaxhimi i fuqishëm i rasteve
sr: Моћно управљање предметима
sv: Kraftfull fallhantering
sw: Usimamizi wa Uchunguzi wenye Nguvu
ta: சக்திவாய்ந்த வழக்கு மேலாண்மை
te: శక్తివంతమైన కేస్ మేనేజ్మెంట్
tg: Идораи ҳолатҳои фавқулодда
th: การจัดการกรณีที่มีประสิทธิภาพ
tk: Kuwwatly dolandyryş
tl: Malakas na Pamamahala ng Kaso
tr: Güçlü Vaka Yönetimi
tt: Көчле очрак белән идарә итү
ug: كۈچلۈك دېلو باشقۇرۇش
uk: Потужне управління справами
ur: طاقتور کیس مینجمنٹ
uz: Kuchli vaziyatlarni boshqarish
vi: Quản lý trường hợp mạnh mẽ
xh: Ulawulo lweCandelo elinamandla
yi: שטאַרק קאַסע פאַרוואַלטונג

source: Out-of-the-Box Functionality
am: ከእሱ የተሰየሙ ተግባራት
ar: وظيفة خارج الصندوق
az: Qeyri-Dəyişən İşlevsellik
be: З-оф-Box Функцыянальнасць
bg: Функционалност извън полето
bn: আউট অফ দ্য বক্স কার্যকারিতা
ca: Funcionalitat fora de la caixa
cs: Funkce „mimo krabici“
cy: Swyddogaeth y tu allan i&#39;r blwch
da: Out-of-the-Box Funktionalitet
de: Out-of-the-Box-Funktionalität
el: Λειτουργικότητα Out-of-the-Box
eo: Ekstere de la Skatolo-Funkciado
es: Funcionalidad fuera de la caja
et: Lahtivuseta funktsionaalsus
eu: Kutxa funtzionaltasuna
fa: قابلیت خارج از جعبه
fi: Out-of-the-Box-toiminnot
fr: Fonctionnalité prête à l&#39;emploi
fy: Out-of-the-Box-funksjonaliteit
ga: Feidhmiúlacht Lasmuigh den Bhosca
gd: Comas taobh a-muigh a ’bhogsa
gl: Funcionalidade out-of-the-box
gu: આઉટ ઓફ ધ બોક્સ કાર્યક્ષમતા
hi: आउट-ऑफ-द-बॉक्स कार्यक्षमता
hr: Funkcionalnost izvan okvira
hu: A dobozon kívüli funkciók
hy: Out-of-the-Box ֆունկցիոնալությունը
id: Fungsionalitas Out-of-the-Box
is: Utan-the-kassi virkni
it: Funzionalità out-of-the-box
iw: פונקציונליות יוצאת דופן
ja: すぐに使える機能
ka: Out-of-the-Box ფუნქციონალობა
kk: Функционалдық мүмкіндіктерден тыс
km: មុខងារក្រៅប្រអប់
kn: ಔಟ್-ಆಫ್-ಬಾಕ್ಸ್ ಕಾರ್ಯವಿಧಾನ
ku: Çalakiya Out-of-Box
ky: Out-жылдын кутуча иштөөсүнө
lb: Out-of-the-Box Funktionalitéit
lo: ນອກເຫນືອຈາກການເຮັດວຽກຂອງກ່ອງ
lt: Išorinės funkcijos
lv: Ārpusbiržas funkcionalitāte
mg: Fomba ivelan&#39;ny trano
mi: Mahinga-waho-Pouaka
mk: Функционалност надвор од кутијата
ml: ഔട്ട് ഓഫ്-ഓഫ്-ബോക്സ് പ്രവർത്തനം
mn: Шийдвэрээс гадуурх үйл ажиллагаа
mr: आउट-ऑफ-द-बॉक्स फंक्शनॅलिटी
ms: Fungsi Luar-of-the-Box
mt: Funzjonalità barra mill-Kaxxa
my: Out-of The-Box ကိုလုပ်ဆောင်မှု
ne: बाहिरको-बाकस प्रकार्यता
nl: Out-of-the-Box-functionaliteit
no: Out-of-the-Box-funksjonalitet
or: ବାକ୍ସ ବାହାରେ କାର୍ଯ୍ୟକାରିତା |
pa: ਆਉਟ-ਔਨ-ਬਾਕਸ ਫੰਕਸ਼ਨੈਲਿਟੀ
pl: Funkcjonalność Out-of-the-Box
ps: د بکس څخه بهر فعالیتونه
pt: Funcionalidade Out-of-the-Box
ro: Out-of-the-Box funcționalitate
ru: Функциональность &quot;из коробки&quot;
rw: Hanze-ya-Agasanduku Imikorere
sd: مان-ب-آئوٽو ڪارڪردگي
si: Out-of-the-Box ක්රියාකාරීත්වය
sk: Funkcia mimo zariadenia
sl: Funkcionalnost Out-of-the-Box
sq: Funksionaliteti Out-of-the-Box
sr: Функционалност Оут-оф-тхе-Бок
sw: Utendaji wa nje wa Sanduku
ta: வெளியே பாக்ஸ் செயல்திறன்
te: అవుట్ ఆఫ్ ది బాక్స్ ఫంక్షనాలిటీ
tg: Функсияҳои берун аз Box
th: ฟังก์ชันการใช้งานนอกกรอบ
tk: Gutynyň daşynda işlemek
tr: Kullanıma Hazır İşlevsellik
tt: Кассадан тыш функция
ug: قۇتا سىرتىدىكى ئىقتىدار
uk: Функціональність поза коробкою
ur: باہر کی باکس کی فعالیت
uz: Of-of-Box vazifalari
vi: Chức năng vượt trội
xh: I-Out-of-Box-Operation
yi: אָוט-פון-דעם-באָקס פונקטיאָנאַליטי

source: Easily assign individuals
af: Ken individue maklik toe
am: ግለሰቦችን በቀላሉ ይመድቡ
ar: تعيين الأفراد بسهولة
az: Asanlıqla fərdlər təyin edin
be: Лёгка прызначыць асоб
bg: Лесно присвоявайте лица
bn: সহজে ব্যক্তি বরাদ্দ
ca: Assigneu fàcilment individus
cs: Snadno přiřaďte jednotlivce
cy: Hawdd neilltuo unigolion
da: Tildel enkelt enkeltpersoner
de: Einzelpersonen einfach zuordnen
el: Εύκολα αναθέστε άτομα
eo: Facile asigni individuojn
es: Asigna fácilmente individuos
et: Lihtsalt omistage üksikisikuid
eu: Banatu erraz pertsonak
fa: به راحتی افراد را اختصاص دهید
fi: Määritä yksilöt helposti
fr: Assigner facilement des individus
fy: Einfache Einzelpersonen
ga: Daoine a shannadh go héasca
gd: Sònraich daoine gu furasta
gl: Asignar facilmente individuos
gu: સરળતાથી વ્યક્તિઓ સોંપી
hi: आसानी से व्यक्तियों को असाइन करें
hr: Jednostavno dodijelite pojedince
hu: Könnyen hozzárendelhet egyéni személyeket
hy: Հեշտությամբ հանձնեք անհատներին
id: Mudah menetapkan individu
is: Einfaldlega úthluta einstaklingum
it: Assegna facilmente le persone
iw: להקצות אנשים בקלות
ja: 個人を簡単に割り当てる
ka: ადვილად დაავალოს პირებს
kk: Жеке тұлғаларды оңай тағайындаңыз
km: ងាយស្រួលកំណត់បុគ្គល
kn: ಸುಲಭವಾಗಿ ವ್ಯಕ್ತಿಗಳನ್ನು ನಿಯೋಜಿಸಿ
ku: Ji hêla kesan re hêsan bikin
ky: Жонокой адамдарды дайындоо
lb: Léen einfach Persounen
lo: ໄດ້ຢ່າງງ່າຍດາຍກໍານົດບຸກຄົນ
lt: Lengvai priskirkite asmenis
lv: Viegli piešķirt indivīdiem
mg: Mora alefa ny olona
mi: Ka taea te tautapa takitahi
mk: Лесно додели поединци
ml: വ്യക്തികളെ എളുപ്പത്തിൽ നിയമിക്കാം
mn: Хувь хүнийг хялбархан томилно
mr: सहजतेने व्यक्ती नियुक्त करा
ms: Mudah berikan individu
mt: Faċilment tassenja individwi
my: လွယ်ကူစွာတစ်ဦးချင်းစီ assign
ne: व्यक्तिहरूलाई सजिलै असाइन गर्नुहोस्
nl: Eenvoudig individuen toewijzen
no: Tilordne enkeltpersoner enkelt
or: ବ୍ୟକ୍ତିବିଶେଷଙ୍କୁ ସହଜରେ ନ୍ୟସ୍ତ କରନ୍ତୁ |
pa: ਆਸਾਨੀ ਨਾਲ ਵਿਅਕਤੀਆਂ ਨੂੰ ਸੌਂਪੋ
pl: Łatwo przypisuj osoby
ps: په اسانۍ سره افرادو ته ګمارل
pt: Atribuir facilmente indivíduos
ro: Atribuiți cu ușurință persoane
ru: Легко назначать лиц
rw: Kugenera abantu kugiti cyabo
sd: آساني سان تفويض ڪريو
si: තනි පුද්ගලයින්ට පහසුවෙන් පවරන්න
sk: Jednoducho priradiť jednotlivcov
sl: Enostavno dodelite posameznike
sq: Caktoni lehtë individët
sr: Лако доделите појединце
sv: Tilldela enkeltpersoner enkelt
sw: Weka kwa urahisi watu
ta: எளிதில் தனிநபர்களை ஒதுக்குங்கள்
te: సులభంగా వ్యక్తులు కేటాయించవచ్చు
tg: Шахсони воқеан осонро таъин мекунанд
th: กำหนดบุคคลได้อย่างง่ายดาย
tk: Şahsy adamlary aňsatlyk bilen belläň
tl: Madaling magtalaga ng mga indibidwal
tr: Kolayca birey ata
tt: Шәхесләрне җиңел бирегез
ug: شەخسلەرنى ئاسانلا تەقسىم قىلىڭ
uk: Легко призначити осіб
ur: آسانی سے افراد کو تفویض کریں
uz: Odamlarni osongina tayinlang
vi: Dễ dàng phân công cá nhân
xh: Abanika abantu ngokukhawuleza
yi: לייכט באַשטימען מענטשן

source: or teams to a case and collaborate with clients.
af: of spanne na &#39;n saak en saam met kliënte.
am: ወይም ከቡድኖች ጋር በጋራ ይሠራሉ.
ar: أو فرق إلى قضية والتعاون مع العملاء.
az: və ya qrupları bir işə çağırır və müştərilərlə əməkdaşlıq edir.
be: або каманды ў выпадку і супрацоўнічаць з кліентамі.
bg: или екипи към даден случай и да си сътрудничат с клиенти.
bn: অথবা একটি ক্ষেত্রে দল এবং ক্লায়েন্টদের সাথে সহযোগিতা।
ca: o equips a un cas i col·laborar amb els clients.
cs: nebo týmy k případu a spolupracovat s klienty.
cy: neu dimau i achos ac yn cydweithio â chleientiaid.
da: eller teams til en sag og samarbejde med kunder.
de: oder Teams zu einem Fall und arbeiten mit Kunden zusammen.
el: ή ομάδες σε μια υπόθεση και να συνεργαστεί με τους πελάτες.
eo: aŭ teamoj al kazo kaj kunlaboras kun klientoj.
es: O equipos para un caso y colaborar con los clientes.
et: või meeskondadega ja teha koostööd klientidega.
eu: edo kasu batera taldeak eta bezeroekin lankidetzan.
fa: یا تیم به یک مورد و با مشتریان همکاری کنند.
fi: tai tiimit ja toimimaan yhteistyössä asiakkaiden kanssa.
fr: ou des équipes à un cas et collaborer avec les clients.
fy: of teams nei in saak en gearwurking mei kliïnten.
ga: nó foirne le cás agus comhoibriú le cliaint.
gd: no sgiobaidhean gu cùis agus co-obrachadh le luchd-dèiligidh.
gl: ou equipos para un caso e colaborar cos clientes.
gu: અથવા કોઈ કેસમાં ટીમ્સ અથવા ક્લાયંટ્સ સાથે સહયોગ કરે છે.
hi: या एक मामले में टीमों और ग्राहकों के साथ सहयोग।
hr: ili timove u slučaju i surađivati s klijentima.
hu: vagy csapatok egy ügyben, és együttműködnek az ügyfelekkel.
hy: կամ թիմերի գործին եւ համագործակցել հաճախորդների հետ:
id: atau tim ke kasing dan berkolaborasi dengan klien.
is: eða lið til máls og vinna með viðskiptavinum.
it: o collabora a un caso e collabora con i clienti.
iw: או צוותים למקרה ושיתוף פעולה עם לקוחות.
ja: またはケースにチーム化し、クライアントと共同作業します。
ka: ან გუნდები საქმეს და თანამშრომლობენ კლიენტებთან.
kk: немесе командаларды іс бойынша және клиенттермен бірлесіп жұмыс істейді.
km: ឬក្រុមក្នុងករណីមួយនិងសហការជាមួយអតិថិជន។
kn: ಅಥವಾ ಒಂದು ಪ್ರಕರಣಕ್ಕೆ ತಂಡಗಳು ಮತ್ತು ಗ್ರಾಹಕರೊಂದಿಗೆ ಸಹಯೋಗ.
ku: an tîmên ji bo dozek û bi hevalên xwe re hevkariyê dikin.
ky: же бир учурда командалар кардарлар менен кызматташат.
lb: oder Équipen op e Fall an Zesummenaarbecht mat Clienten.
lo: ຫຼືທີມງານກັບກໍລະນີແລະຮ່ວມມືກັບລູກຄ້າ.
lt: arba komandoms ir bendradarbiauti su klientais.
lv: vai komandas un sadarbojieties ar klientiem.
mg: na ekipa amin&#39;ny raharaha iray ary miara-miasa amin&#39;ny mpanjifa.
mi: ranei nga kapa ki tetahi take me te mahi tahi me nga kiritaki.
mk: или тимови во случај и да соработуваат со клиентите.
ml: അല്ലെങ്കിൽ ടീമുകളെ ക്ലയന്റുകളിൽ സഹകരിക്കുക.
mn: эсвэл багуудад хандаж, үйлчлүүлэгчидтэйгээ хамтран ажиллах.
mr: किंवा एखाद्या प्रकरणात संघ आणि क्लायंटसह सहयोग करा.
ms: atau pasukan untuk kes dan bekerjasama dengan pelanggan.
mt: jew timijiet għal każ u jikkollaboraw mal-klijenti.
my: သို့မဟုတ်အသင်းများကိုတစ်ဦးအမှုနှင့် client များနှင့်အတူပူးပေါင်း။
ne: या एक मामला मा टीमहरु र ग्राहकहरु संग सहयोग।
nl: of teams naar een zaak en samenwerken met klanten.
no: eller lag til en sak og samarbeide med klienter.
or: କିମ୍ବା ଏକ ମାମଲା ପାଇଁ ଦଳ ଏବଂ ଗ୍ରାହକମାନଙ୍କ ସହିତ ସହଯୋଗ କରନ୍ତୁ |
pa: ਜਾਂ ਕੇਸਾਂ ਲਈ ਟੀਮਾਂ ਅਤੇ ਗਾਹਕ ਨਾਲ ਸਹਿਯੋਗ ਕਰਨਾ.
pl: lub zespoły w sprawie i współpracują z klientami.
ps: یا ټیم ته ټیمونه او د مراجعینو سره همکاري کول.
pt: ou equipes para um caso e colaborar com os clientes.
ro: sau echipe la un caz și să colaboreze cu clienții.
ru: или команды к делу и сотрудничать с клиентами.
rw: cyangwa amakipe murubanza no gufatanya nabakiriya.
sd: يا ٽيمن ڏانهن ٽيمن ۽ مراجعين سان تعاون ڪندي.
si: හෝ නඩු සඳහා කණ්ඩායම් සහ ගනුදෙනුකරුවන් සමඟ සහයෝගයෙන් කටයුතු කිරීම.
sk: alebo tímy k prípadu a spolupracovať s klientmi.
sl: ali sodelujejo s strankami.
sq: ose ekipe për një rast dhe të bashkëpunojnë me klientët.
sr: или тимова у случају и сарађују са клијентима.
sv: eller lag till ett fall och samarbeta med kunder.
sw: au timu kwenye kesi na ushirikiane na wateja.
ta: அல்லது ஒரு வழக்குக்கு அணிகள் மற்றும் வாடிக்கையாளர்களுடன் ஒத்துழைக்க வேண்டும்.
te: లేదా కేసులకు జట్లు మరియు ఖాతాదారులతో సహకరించండి.
tg: ё гурӯҳҳо ба парванда ва ҳамкорӣ бо мизоҷон.
th: หรือทีมกับเคสและทำงานร่วมกับลูกค้า
tk: ýa-da müşderiler bilen işleşmek üçin toparlar.
tl: o mga koponan sa isang kaso at makipagtulungan sa mga kliyente.
tr: veya bir dava için ekipler ve müşterileri ile işbirliği.
tt: яисә клиентлар белән хезмәттәшлек итү.
ug: ياكى گۇرۇپپىلارغا دېلو تۇرغۇزۇپ خېرىدارلار بىلەن ھەمكارلىشىدۇ.
uk: або команди до справи і співпрацювати з клієнтами.
ur: یا ایک کیس میں ٹیمیں اور گاہکوں کے ساتھ تعاون.
uz: yoki jamoalarni ishni bajarish va mijozlar bilan hamkorlik qilish.
vi: hoặc nhóm đến một trường hợp và hợp tác với khách hàng.
xh: okanye amaqela kwimeko kwaye abambisana nabaxhasi.
yi: אָדער טימז צו אַ פאַל און אַרבעט מיט קלייאַנץ.

source: Manage user groups
af: Bestuur gebruikersgroepe
am: የተጠቃሚ ቡድኖችን አቀናብር
ar: إدارة مجموعات المستخدمين
az: İstifadəçi qruplarını idarə edin
be: Кіраванне груп карыстальнікаў
bg: Управление на потребителски групи
bn: ব্যবহারকারী গ্রুপ পরিচালনা করুন
ca: Gestioneu grups d’usuaris
cs: Správa skupin uživatelů
cy: Rheoli grwpiau defnyddwyr
da: Administrer brugergrupper
de: Verwalten Sie Benutzergruppen
el: Διαχείριση ομάδων χρηστών
eo: Administri uzantogrupojn
es: Administrar grupos de usuarios
et: Kasutajagruppide haldamine
eu: Kudeatu erabiltzaile taldeak
fa: مدیریت گروه های کاربری
fi: Hallitse käyttäjäryhmiä
fr: Gérer les groupes d&#39;utilisateurs
fy: Managegroups beheare
ga: Bainistigh grúpaí úsáideoirí
gd: Stiùirich buidhnean luchd-cleachdaidh
gl: Xestione grupos de usuarios
gu: વપરાશકર્તા જૂથો મેનેજ કરો
hi: उपयोगकर्ता समूह प्रबंधित करें
hr: Upravljanje korisničkim skupinama
hu: Felhasználói csoportok kezelése
hy: Կառավարեք օգտվողների խմբերը
id: Kelola grup pengguna
is: Stjórna notendahópum
it: Gestisci gruppi di utenti
iw: ניהול קבוצות משתמשים
ja: ユーザーグループを管理する
ka: მომხმარებლის ჯგუფების მართვა
kk: Пайдаланушы топтарын басқарыңыз
km: គ្រប់គ្រងក្រុមអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಗುಂಪುಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ku: Koma komên bikar bînin
ky: Колдонуучу топторун башкаруу
lb: Benotzergruppen verwalten
lo: ຈັດການກຸ່ມຜູ້ໃຊ້
lt: Tvarkykite vartotojų grupes
lv: Pārvaldiet lietotāju grupas
mg: Mitantana vondrona mpampiasa
mi: Whakahaerehia nga rōpū kaiwhakamahi
mk: Управувајте со кориснички групи
ml: ഉപയോക്തൃ ഗ്രൂപ്പുകൾ നിയന്ത്രിക്കുക
mn: Хэрэглэгчийн бүлгүүдийг удирдах
mr: वापरकर्ता गट व्यवस्थापित करा
ms: Uruskan kumpulan pengguna
mt: Immaniġġja gruppi ta &#39;utenti
my: အသုံးပြုသူအုပ်စုများကိုစီမံခန့်ခွဲ
ne: प्रयोगकर्ता समुहहरू व्यवस्थित गर्नुहोस्
nl: Beheer gebruikersgroepen
no: Administrer brukergrupper
or: ଉପଭୋକ୍ତା ଗୋଷ୍ଠୀ ପରିଚାଳନା କରନ୍ତୁ |
pa: ਉਪਭੋਗਤਾ ਸਮੂਹ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Zarządzaj grupami użytkowników
ps: د کارن ګروپونو اداره کول
pt: Gerenciar grupos de usuários
ro: Gestionați grupurile de utilizatori
ru: Управление группами пользователей
rw: Gucunga amatsinda y&#39;abakoresha
sd: صارف گروپن کي منظم ڪريو
si: පරිශීලක කණ්ඩායම් කළමනාකරණය කරන්න
sk: Spravovať skupiny používateľov
sl: Upravljanje uporabniških skupin
sq: Menaxho grupet e përdoruesve
sr: Управљање групама корисника
sv: Hantera användargrupper
sw: Dhibiti vikundi vya watumiaji
ta: பயனர் குழுக்களை நிர்வகிக்கவும்
te: వినియోగదారు సమూహాలను నిర్వహించండి
tg: Гурӯҳҳои корбарро идора кунед
th: จัดการกลุ่มผู้ใช้
tk: Ulanyjy toparlaryny dolandyryň
tl: Pamahalaan ang mga grupo ng gumagamit
tr: Kullanıcı gruplarını yönet
tt: Кулланучылар төркемнәре белән идарә итү
ug: ئىشلەتكۈچى گۇرۇپپىسىنى باشقۇرۇش
uk: Керуйте групами користувачів
ur: صارف گروپوں کا نظم کریں
uz: Foydalanuvchi guruhlarini boshqarish
vi: Quản lý nhóm người dùng
xh: Lawula amaqela abasebenzisi
yi: פירן באַניצער גרופּעס
