Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
af: Hierdie algemene diensvoorwaardes is van toepassing op die dienste in die algemeen. Die bykomende bepalings van toepassing op elke diens wat aangebied word, word in die onderstaande skakels uiteengesit (die &#39;Bykomende diensvoorwaardes&#39;).
am: እነዚህ አጠቃላይ የአገልግሎት ውሎች በአጠቃላይ ለአገልግሎቶቹ ተፈፃሚ ይሆናሉ ፡፡ ለእያንዳንዱ አገልግሎት የሚቀርቡት ተጨማሪ ውሎች ከዚህ በታች በተዘረዘሩት አገናኞች ውስጥ ይገኛሉ (&#39;የአገልግሎት ውሎች&#39;) ፡፡
ar: تنطبق شروط الخدمة العامة هذه على الخدمات بشكل عام. الشروط الإضافية السارية على كل خدمة مقدمة موضحة في الروابط المتوفرة أدناه (&quot;شروط الخدمة الإضافية&quot;).
az: Bu Ümumi Xidmət Şərtləri ümumiyyətlə Xidmətlərə tətbiq olunur. Təqdim olunan hər bir Xidmətə tətbiq olunan əlavə şərtlər aşağıda göstərilən linklərdə (&#39;Əlavə Xidmət Şərtləri&#39;) göstərilmişdir.
be: Гэтыя Агульныя ўмовы прадастаўлення паслуг распаўсюджваюцца на Паслугі ў цэлым. Дадатковыя ўмовы, якія прымяняюцца да кожнай з прапанаваных паслуг, выкладзены ў спасылках, прыведзеных ніжэй (&quot;Дадатковыя ўмовы прадастаўлення паслуг&quot;).
bg: Тези Общи условия за ползване се прилагат за услугите като цяло. Допълнителните условия, приложими за всяка предлагана Услуга, са посочени в посочените по-долу връзки („Допълнителни условия на услуга“).
bn: এই সাধারণ পরিষেবার শর্তাদি পরিষেবাগুলিতে সাধারণভাবে প্রযোজ্য। প্রদত্ত প্রতিটি পরিষেবার ক্ষেত্রে প্রযোজ্য অতিরিক্ত শর্তাদি নীচে প্রদত্ত লিঙ্কগুলিতে (&#39;পরিষেবার অতিরিক্ত শর্তাদি&#39;) দেওয়া আছে।
ca: Aquestes Condicions Generals de Servei s&#39;apliquen als Serveis en general. Els termes addicionals aplicables a cada servei ofert s’inclouen als enllaços que es proporcionen a continuació (els “Termes i condicions addicionals del servei”).
cs: Tyto všeobecné smluvní podmínky platí pro služby obecně. Dodatečné podmínky vztahující se na každou nabízenou Službu jsou uvedeny v níže uvedených odkazech (dále jen „Další smluvní podmínky“).
cy: Mae&#39;r Telerau Gwasanaeth Cyffredinol hyn yn berthnasol i&#39;r Gwasanaethau yn gyffredinol. Mae&#39;r telerau ychwanegol sy&#39;n berthnasol i bob Gwasanaeth a gynigir wedi&#39;u nodi yn y dolenni a ddarperir isod (y &#39;Telerau Gwasanaeth Ychwanegol&#39;).
da: Disse generelle servicevilkår gælder for tjenesterne generelt. De yderligere betingelser, der gælder for hver tilbudt tjeneste, er anført i nedenstående links (&#39;Yderligere servicevilkår&#39;).
de: Diese Allgemeinen Nutzungsbedingungen gelten für die Services im Allgemeinen. Die zusätzlichen Bedingungen für jeden angebotenen Service sind in den unten angegebenen Links aufgeführt (die &quot;zusätzlichen Servicebedingungen&quot;).
el: Αυτοί οι Γενικοί Όροι Παροχής Υπηρεσιών ισχύουν γενικά για τις Υπηρεσίες. Οι πρόσθετοι όροι που ισχύουν για κάθε Προσφερόμενη Υπηρεσία παρατίθενται στους παρακάτω συνδέσμους (οι «Πρόσθετοι Όροι Παροχής Υπηρεσιών»).
eo: Ĉi tiuj Ĝeneralaj Terminoj de Servo validas ĝenerale por la Servoj. La aldonaj terminoj aplikeblaj al ĉiu Servo ofertita estas listigitaj en la ligiloj provizitaj sube (la &quot;Aldonaj Servaj Kondiĉoj&quot;).
es: Estos Términos Generales de Servicio se aplican a los Servicios en general. Los términos adicionales aplicables a cada Servicio ofrecido se establecen en los enlaces que se proporcionan a continuación (los &#39;Términos de servicio adicionales&#39;).
et: Need üldised teenusetingimused kehtivad Teenustele üldiselt. Kõigi pakutavate teenuste suhtes kohaldatavad lisatingimused on toodud allpool toodud linkidel („Lisateenuse tingimused“).
eu: Zerbitzu Baldintza Orokor hauek Zerbitzuetan orokorrean aplikatzen dira. Eskaintzen diren Zerbitzu bakoitzari dagozkion baldintza gehigarriak jarraian ematen diren esteketan ageri dira (&quot;Zerbitzu Baldintza Osagarriak&quot;).
fa: این شرایط عمومی خدمات به طور کلی در مورد خدمات اعمال می شود. شرایط اضافی قابل استفاده برای هر سرویس ارائه شده در لینکهای ارائه شده در زیر آمده است (&quot;شرایط خدمات اضافی&quot;).
fi: Nämä yleiset palveluehdot koskevat Palveluita yleensä. Jokaiseen tarjottuun Palveluun sovellettavat lisäehdot esitetään alla olevissa linkkeissä (&#39;Palvelun lisäehdot&#39;).
fr: Ces conditions générales de service s&#39;appliquent aux services en général. Les conditions supplémentaires applicables à chaque service offert sont énoncées dans les liens fournis ci-dessous (les «Conditions d&#39;utilisation supplémentaires»).
fy: Dizze Algemiene tsjinstregeling is fan tapassing op &#39;e Tsjinsten yn&#39; t algemien. De oanfoljende betingsten fan tapassing op elke oanbeane tsjinst wurde oanjûn yn &#39;e ûndersteande links (de&#39; Oanfoljende tsjinstregeling &#39;).
ga: Baineann na Téarmaí Ginearálta Seirbhíse seo leis na Seirbhísí i gcoitinne. Tá na téarmaí breise is infheidhme maidir le gach Seirbhís a thairgtear leagtha amach sna naisc thíos (na &#39;Téarmaí Seirbhíse Breise&#39;).
gd: Tha na Cumhachan Seirbheis Coitcheann seo a ’buntainn ris na Seirbheisean san fharsaingeachd. Tha na teirmean a bharrachd a tha buntainneach do gach Seirbheis air an tabhann anns na ceanglaichean gu h-ìosal (na &#39;Cumhachan Seirbheis a bharrachd&#39;).
gl: Estas condicións xerais de servizo aplícanse aos servizos en xeral. Os termos adicionais aplicables a cada servizo ofrecido figuran nas ligazóns que se indican a continuación (os &quot;Términos adicionais do servizo&quot;).
gu: આ સામાન્ય સેવાની શરતો સેવાઓ પર સામાન્ય રીતે લાગુ પડે છે. ઓફર કરેલી દરેક સેવાને લાગુ વધારાની શરતો નીચે આપેલા લિંક્સ (&#39;સેવાની વધારાની શરતો&#39;) માં સુયોજિત કરવામાં આવી છે.
hi: सेवा की ये सामान्य शर्तें सामान्य रूप से सेवाओं पर लागू होती हैं। दी गई प्रत्येक सेवा पर लागू अतिरिक्त शर्तें नीचे दिए गए लिंक (&#39;सेवा की अतिरिक्त शर्तें&#39;) में दी गई हैं।
hr: Ovi Opći uvjeti usluge odnose se na usluge u cjelini. Dodatni uvjeti primjenjivi na svaku ponuđenu uslugu izloženi su u donjim vezama (&quot;Dodatni uvjeti pružanja usluge&quot;).
hu: A jelen Általános Szolgáltatási feltételek általában a Szolgáltatásokra vonatkoznak. Az egyes felajánlott Szolgáltatásokra vonatkozó kiegészítő feltételeket az alább található linkek tartalmazzák („További Szolgáltatási feltételek”).
hy: Ծառայությունների այս Ընդհանուր Պայմանները, ընդհանուր առմամբ, վերաբերում են Ծառայություններին: Լրացուցիչ պայմանները, որոնք կիրառելի են յուրաքանչյուր առաջարկվող ծառայության համար, ներկայացված են ստորև ներկայացված հղումներում («Ծառայության լրացուցիչ պայմաններ»):
id: Persyaratan Layanan Umum ini berlaku untuk Layanan secara umum. Persyaratan tambahan yang berlaku untuk setiap Layanan yang ditawarkan diuraikan dalam tautan yang disediakan di bawah ini (&#39;Persyaratan Layanan Tambahan&#39;).
is: Þessir almennu þjónustuskilmálar eiga við um þjónusturnar almennt. Viðbótarskilmálarnir sem eiga við um hverja þjónustu sem boðið er upp á eru settir fram í krækjunum hér að neðan („Viðbótarskilmálar þjónustunnar“).
it: Le presenti Condizioni generali di servizio si applicano ai Servizi in generale. I termini aggiuntivi applicabili a ciascun Servizio offerto sono indicati nei collegamenti forniti di seguito (i &quot;Termini di servizio aggiuntivi&quot;).
iw: תנאים והגבלות כלליים אלה חלים על השירותים באופן כללי. התנאים הנוספים החלים על כל שירות המוצעים מוצגים בקישורים המפורטים להלן (&#39;תנאי השירות הנוספים&#39;).
ja: これらの一般利用規約は、サービス全般に適用されます。提供される各サービスに適用される追加の条件は、以下のリンク（「追加のサービス条件」）に記載されています。
ka: მომსახურების ზოგადი პირობები ზოგადად ვრცელდება სერვისებზე. დამატებითი სერვისები, რომლებიც გამოიყენება თითოეული შემოთავაზებული სერვისისთვის, მოცემულია ქვემოთ მოცემულ ბმულებში (&quot;მომსახურების დამატებითი პირობები&quot;).
kk: Осы жалпы қызмет көрсету шарттары жалпы Қызметтерге қолданылады. Ұсынылатын әр Қызметке қатысты қосымша шарттар төменде берілген сілтемелерде көрсетілген («Қосымша қызмет көрсету шарттары»).
km: ល័ក្ខខ័ណ្ឌទូទៅនៃសេវាកម្មទាំងនេះអនុវត្តចំពោះសេវាកម្មជាទូទៅ។ ល័ក្ខខ័ណ្ឌបន្ថែមដែលត្រូវអនុវត្តចំពោះសេវាកម្មនីមួយៗដែលត្រូវបានផ្តល់ជូនមានចែងនៅក្នុងតំណភ្ជាប់ដែលមាននៅខាងក្រោម (“ លក្ខខណ្ឌបន្ថែមនៃសេវាកម្ម”) ។
kn: ಈ ಸಾಮಾನ್ಯ ಸೇವಾ ನಿಯಮಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಸೇವೆಗಳಿಗೆ ಅನ್ವಯಿಸುತ್ತವೆ. ನೀಡಲಾಗುವ ಪ್ರತಿ ಸೇವೆಗೆ ಅನ್ವಯವಾಗುವ ಹೆಚ್ಚುವರಿ ನಿಯಮಗಳನ್ನು ಈ ಕೆಳಗಿನ ಲಿಂಕ್‌ಗಳಲ್ಲಿ ನೀಡಲಾಗಿದೆ (&#39;ಹೆಚ್ಚುವರಿ ಸೇವಾ ನಿಯಮಗಳು&#39;).
ku: Van Mercên Giştî yên Karûbarê bi gelemperî li ser Xizmetan ferz dikin. Termsertên din ên ku ji her servîsa ku tê pêşkêş kirin re têkildar in.
ky: Кызматтын ушул Жалпы шарттары Кызматтарга жалпысынан колдонулат. Сунушталган ар бир Кызматка тиешелүү кошумча шарттар төмөндөгү шилтемелерде келтирилген (&#39;Тейлөө кызматынын кошумча шарттары&#39;).
lb: Dës Allgemeng Servicebedingunge gëllen op d&#39;Servicer am Allgemengen. Déi zousätzlech Konditioune déi fir all Service ugebuede ginn, ginn an de Linken hei ënnendrënner beschriwwe (de &#39;Zousätzlech Servicebedingungen&#39;).
lo: ຂໍ້ ກຳ ນົດທົ່ວໄປຂອງການບໍລິການນີ້ໃຊ້ກັບການບໍລິການໂດຍທົ່ວໄປ. ຂໍ້ ກຳ ນົດເພີ່ມເຕີມທີ່ ນຳ ໃຊ້ກັບແຕ່ລະບໍລິການທີ່ໃຫ້ບໍລິການແມ່ນຖືກ ກຳ ນົດໄວ້ໃນລິ້ງທີ່ຢູ່ຂ້າງລຸ່ມ (&#39;ຂໍ້ ກຳ ນົດການບໍລິການເພີ່ມເຕີມ&#39;).
lt: Šios Bendrosios paslaugų teikimo sąlygos apskritai taikomos Paslaugoms. Papildomos sąlygos, taikomos kiekvienai siūlomai Paslaugai, yra pateiktos žemiau pateiktose nuorodose („Papildomos paslaugų teikimo sąlygos“).
lv: Šie vispārējie pakalpojumu sniegšanas noteikumi attiecas uz Pakalpojumiem kopumā. Papildu noteikumi, kas piemērojami katram piedāvātajam Pakalpojumam, ir norādīti zemāk esošajās saitēs (“Papildu pakalpojumu sniegšanas noteikumi”).
mg: Ireo fepetra momba ny serivisy ankapobeny dia mihatra amin&#39;ny serivisy amin&#39;ny ankapobeny. Ireo teny fanampiny ampiharina isaky ny tolotra omena dia apetraka ao amin&#39;ireo rohy omena eto ambany (ny &#39;Fepetra fanampiny momba ny serivisy&#39;).
mi: Ko enei Ture Ratonga Whanui e pa ana ki nga Ratonga me te nuinga. Ko nga kupu taapiri e tika ana ki ia Ratonga e tukuna ana, e whakaritea ana i runga i nga hononga i raro nei (ko te &#39;Taapiri Atu o te Ratonga&#39;).
mk: Овие општи Услови на Користење се применуваат општо за Услугите. Дополнителните услови што се применуваат за секоја понудена услуга се дадени на врските дадени подолу („Дополнителни услови за услуга“).
ml: ഈ പൊതു സേവന നിബന്ധനകൾ‌ പൊതുവായി സേവനങ്ങൾക്ക് ബാധകമാണ്. ഓഫർ ചെയ്യുന്ന ഓരോ സേവനത്തിനും ബാധകമായ അധിക നിബന്ധനകൾ ചുവടെ നൽകിയിരിക്കുന്ന ലിങ്കുകളിൽ പ്രതിപാദിച്ചിരിക്കുന്നു (&#39;അധിക സേവന നിബന്ധനകൾ&#39;).
mn: Эдгээр үйлчилгээний ерөнхий нөхцлүүд нь үйлчилгээнд ерөнхийдөө хамаарна. Санал болгож буй үйлчилгээ тус бүрт холбогдох нэмэлт нөхцлийг доор дурдсан холбоосууд дээр (&quot;Үйлчилгээний нэмэлт нөхцөлүүд&quot;) оруулсан болно.
mr: या सेवा अटी सर्वसाधारणपणे सेवांवर लागू होतात. देऊ केलेल्या प्रत्येक सेवेस लागू असलेल्या अतिरिक्त अटी खाली दिलेल्या लिंकवर (&#39;सेवांच्या अतिरिक्त अटी&#39;) खाली दिल्या आहेत.
ms: Syarat Perkhidmatan Umum ini berlaku untuk Perkhidmatan secara umum. Syarat tambahan yang berlaku untuk setiap Layanan yang ditawarkan dinyatakan dalam pautan yang disediakan di bawah ini (&#39;Syarat Perkhidmatan Tambahan&#39;).
mt: Dawn it-Termini Ġenerali tas-Servizz japplikaw għas-Servizzi b’mod ġenerali. It-termini addizzjonali applikabbli għal kull Servizz offrut huma stabbiliti fil-links provduti hawn taħt (it- “Termini tas-Servizz Addizzjonali”).
my: ဤ ၀ န်ဆောင်မှုအထွေထွေစည်းကမ်းချက်များသည်ယေဘုယျအားဖြင့် ၀ န်ဆောင်မှုများနှင့်သက်ဆိုင်သည်။ ကမ်းလှမ်းသော ၀ န်ဆောင်မှုတစ်ခုစီအတွက်အပိုဆောင်းအသုံးအနှုန်းများကိုအောက်ဖော်ပြပါလိပ်စာများ (&#39;၀ န်ဆောင်မှုဆိုင်ရာနောက်ထပ်သတ်မှတ်ချက်များ&#39;) တွင်ဖော်ပြထားသည်။
ne: यी सामान्य सेवा सर्तहरू सामान्य सेवाहरूमा लागू हुन्छ। प्रत्येक सेवालाई लागू हुने अतिरिक्त सर्तहरू तल दिइएका लिंकहरूमा सेट गरिएको छ (&#39;सेवाका थप सर्तहरू&#39;)।
nl: Deze Algemene Servicevoorwaarden zijn van toepassing op de Diensten in het algemeen. De aanvullende voorwaarden die van toepassing zijn op elke aangeboden Service worden uiteengezet in de onderstaande links (de &#39;Aanvullende Servicevoorwaarden&#39;).
no: Disse generelle servicevilkårene gjelder for tjenestene generelt. Tilleggsvilkårene som gjelder for hver tjeneste som tilbys, er beskrevet i lenkene nedenfor (&quot;Tilleggsbetingelser&quot;).
or: ଏହି ସାଧାରଣ ସେବା ସର୍ତ୍ତାବଳୀ ସାଧାରଣତ Services ସେବାଗୁଡିକ ପାଇଁ ପ୍ରଯୁଜ୍ୟ | ପ୍ରଦାନ କରାଯାଇଥିବା ପ୍ରତ୍ୟେକ ସେବା ପାଇଁ ପ୍ରଯୁଜ୍ୟ ଅତିରିକ୍ତ ସର୍ତ୍ତାବଳୀ ନିମ୍ନରେ ଦିଆଯାଇଥିବା ଲିଙ୍କରେ ଉଲ୍ଲେଖ କରାଯାଇଛି (&#39;ଅତିରିକ୍ତ ସେବା ସର୍ତ୍ତାବଳୀ&#39;) |
pa: ਇਹ ਸਰਵਿਸ ਦੀਆਂ ਸ਼ਰਤਾਂ ਆਮ ਤੌਰ &#39;ਤੇ ਸੇਵਾਵਾਂ&#39; ਤੇ ਲਾਗੂ ਹੁੰਦੀਆਂ ਹਨ. ਪੇਸ਼ ਕੀਤੀ ਗਈ ਹਰੇਕ ਸੇਵਾ ਤੇ ਲਾਗੂ ਵਾਧੂ ਸ਼ਰਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ (&#39;ਸੇਵਾ ਦੀਆਂ ਵਾਧੂ ਸ਼ਰਤਾਂ&#39;) ਵਿੱਚ ਦਿੱਤੀਆਂ ਗਈਆਂ ਹਨ.
pl: Niniejsze Ogólne warunki świadczenia usług mają ogólne zastosowanie do Usług. Dodatkowe warunki mające zastosowanie do każdej oferowanej Usługi są określone w linkach podanych poniżej („Dodatkowe warunki świadczenia usług”).
ps: د خدماتو دا عمومي شرایط په عمومي ډول خدماتو باندې پلي کیږي. اضافي وړاندیزونه چې وړاندیز شوي هر خدمت لپاره پلي کیږي لاندې ورکړل شوي لینکونو کې ښودل شوي (د &#39;اضافي خدمت شرایط&#39;).
pt: Estes Termos Gerais de Serviço se aplicam aos Serviços em geral. Os termos adicionais aplicáveis a cada Serviço oferecido são estabelecidos nos links fornecidos abaixo (os &#39;Termos Adicionais de Serviço&#39;).
ro: Acești Termeni și condiții generale se aplică serviciilor în general. Condițiile suplimentare aplicabile fiecărui Serviciu oferit sunt stabilite în linkurile furnizate mai jos („Condițiile suplimentare de furnizare a serviciului”).
ru: Эти Общие условия обслуживания применяются к Услугам в целом. Дополнительные условия, применимые к каждой предлагаемой услуге, изложены по ссылкам, приведенным ниже («Дополнительные условия обслуживания»).
rw: Aya Mategeko rusange ya serivisi akurikizwa kuri serivisi muri rusange. Amagambo yinyongera akoreshwa kuri buri Serivisi yatanzwe ashyirwa kumurongo watanzwe hepfo (&#39;Amabwiriza yinyongera ya serivisi&#39;).
sd: سروس جا اهي عام شرط عام طور تي خدمتن تي لاڳو ٿين ٿا. پيش ڪيل هر خدمت تي اضافي شرطن هيٺ ڏنل لنڪ ۾ بيان ڪيا ويا آهن (&#39;اضافي شرط واري خدمت&#39;).
si: මෙම සාමාන්‍ය සේවා කොන්දේසි පොදුවේ සේවාවන්ට අදාළ වේ. පිරිනමන සෑම සේවාවක් සඳහාම අදාළ වන අතිරේක කොන්දේසි පහත දක්වා ඇති සබැඳිවල දක්වා ඇත (&#39;අතිරේක සේවා කොන්දේසි&#39;).
sk: Tieto všeobecné podmienky služby sa vzťahujú na služby všeobecne. Dodatočné podmienky, ktoré sa vzťahujú na každú ponúkanú službu, sú uvedené v odkazoch uvedených nižšie („ďalšie zmluvné podmienky“).
sl: Ti splošni pogoji storitve veljajo za storitve na splošno. Dodatni pogoji, ki veljajo za vsako ponujeno storitev, so določeni v spodnjih povezavah (&quot;Dodatni pogoji storitve&quot;).
sq: Këto Kushte të Përgjithshme të Shërbimit vlejnë për Shërbimet në përgjithësi. Kushtet shtesë të zbatueshme për çdo Shërbim të ofruar janë përcaktuar në lidhjet e dhëna më poshtë (&#39;Kushtet shtesë të Shërbimit&#39;).
sr: Ови Општи услови услуге важе уопште за Услуге. Додатни услови који се примењују на сваку понуђену услугу наведени су у доле наведеним везама („додатни услови услуге“).
sv: Dessa allmänna användarvillkor gäller för tjänsterna i allmänhet. De ytterligare villkoren som gäller för varje erbjuden tjänst anges i länkarna nedan (&quot;Ytterligare servicevillkor&quot;).
sw: Masharti haya ya Huduma Jumla yanahusu Huduma kwa ujumla. Masharti ya ziada yanayotumika kwa kila Huduma inayotolewa imewekwa kwenye viungo vilivyotolewa chini (&#39;Masharti ya Huduma ya Ziada&#39;).
ta: இந்த பொது சேவை விதிமுறைகள் பொதுவாக சேவைகளுக்கு பொருந்தும். வழங்கப்படும் ஒவ்வொரு சேவைக்கும் பொருந்தும் கூடுதல் விதிமுறைகள் கீழே கொடுக்கப்பட்டுள்ள இணைப்புகளில் குறிப்பிடப்பட்டுள்ளன (&#39;கூடுதல் சேவை விதிமுறைகள்&#39;).
te: ఈ సాధారణ సేవా నిబంధనలు సాధారణంగా సేవలకు వర్తిస్తాయి. అందించే ప్రతి సేవకు వర్తించే అదనపు నిబంధనలు క్రింద ఇవ్వబడిన లింక్‌లలో (&#39;అదనపు సేవా నిబంధనలు&#39;) పేర్కొనబడ్డాయి.
tg: Ин Шартҳои Умумии Хизматрасонӣ дар маҷмӯъ ба Хидматҳо дахл доранд. Шартҳои иловагии нисбати ҳар як хидмат пешниҳодшаванда дар истиноди дар зер овардашуда оварда шудаанд (&#39;Шартҳои иловагии хидмат&#39;).
th: ข้อกำหนดในการให้บริการทั่วไปเหล่านี้ใช้กับบริการโดยทั่วไป ข้อกำหนดเพิ่มเติมที่เกี่ยวข้องกับแต่ละบริการที่นำเสนอมีระบุไว้ในลิงก์ที่ให้ไว้ด้านล่าง (&#39;ข้อกำหนดในการให้บริการเพิ่มเติม&#39;)
tk: Bu umumy hyzmat şertleri, umuman, Hyzmatlara degişlidir. Teklip edilýän her Hyzmat üçin ulanylýan goşmaça şertler aşakda görkezilen baglanyşyklarda görkezilýär (&#39;Goşmaça Hyzmat şertleri&#39;).
tl: Ang Pangkalahatang Mga Tuntunin ng Serbisyo na nalalapat sa Mga Serbisyo sa pangkalahatan. Ang mga karagdagang term na naaangkop sa bawat Serbisyo na inaalok ay nakalagay sa mga link na ibinigay sa ibaba (ang &#39;Karagdagang Mga Tuntunin ng Serbisyo&#39;).
tr: Bu Genel Hizmet Şartları genel olarak Hizmetler için geçerlidir. Sunulan her Hizmet için geçerli olan ek koşullar, aşağıda sağlanan bağlantılarda belirtilmiştir (&#39;Ek Hizmet Koşulları&#39;).
tt: Бу Гомуми Хезмәт шартлары Хезмәтләргә кагыла. Тәкъдим ителгән һәр Хезмәт өчен кулланыла торган өстәмә шартлар түбәндә күрсәтелгән сылтамаларда күрсәтелгән (&#39;Өстәмә хезмәт шартлары&#39;).
ug: بۇ ئومۇمىي مۇلازىمەت شەرتلىرى ئادەتتە مۇلازىمەتكە ماس كېلىدۇ. تەمىنلەنگەن ھەر بىر مۇلازىمەتكە قوشۇمچە قوشۇمچە شەرتلەر تۆۋەندىكى ئۇلىنىشلاردا كۆرسىتىلدى («قوشۇمچە مۇلازىمەت شەرتلىرى»).
uk: Ці Загальні умови надання послуг стосуються Послуг загалом. Додаткові умови, що застосовуються до кожної пропонованої послуги, викладені у посиланнях, наданих нижче (&quot;Додаткові умови надання послуг&quot;).
ur: یہ عام شرائط عام طور پر خدمات پر لاگو ہوتی ہیں۔ پیش کردہ ہر خدمت پر اضافی شرائط ذیل میں فراہم کردہ لنک (&#39;سروس کی اضافی شرائط&#39;) میں پیش کی گئی ہیں۔
uz: Ushbu Umumiy Xizmat Shartlari umuman Xizmatlarga qo&#39;llaniladi. Har bir xizmat uchun qo&#39;llaniladigan qo&#39;shimcha shartlar quyida keltirilgan havolalarda keltirilgan (&quot;Qo&#39;shimcha xizmat ko&#39;rsatish shartlari&quot;).
vi: Các Điều khoản Dịch vụ Chung này áp dụng cho các Dịch vụ nói chung. Các điều khoản bổ sung áp dụng cho từng Dịch vụ được cung cấp được nêu trong các liên kết được cung cấp bên dưới (&#39;Điều khoản Dịch vụ Bổ sung&#39;).
xh: Le Migaqo Jikelele yeNkonzo isebenza kwiiNkonzo ngokubanzi. Amagama ongezelelweyo asetyenziswayo kwiNkonzo nganye enikezelwayo acacisiwe kwikhonkco elinikezwe ngezantsi (&#39;iiMigaqo yeNkonzo eyongezelelweyo&#39;).
yi: די אַלגעמיינע תּנאָים פון סערוויס אַפּלייז צו די סערוויסעס אין אַלגעמיין. די נאָך טנאָים אָנווענדלעך צו יעדער סערוויס געפֿינט זענען געוויזן אין די לינקס אונטן (די &#39;נאָך תּנאָים פון סערוויס&#39;).

source: 1. Services:
af: 1. Dienste:
am: 1. አገልግሎቶች
ar: 1. الخدمات:
az: 1. Xidmətlər:
be: 1. Паслугі:
bg: 1. Услуги:
bn: 1. সেবা:
ca: 1. Serveis:
cs: 1. Služby:
cy: 1. Gwasanaethau:
da: 1. Tjenester:
de: 1. Dienstleistungen:
el: 1. Υπηρεσίες:
eo: 1. Servoj:
es: 1. Servicios:
et: 1. Teenused:
eu: 1. Zerbitzuak:
fa: 1. خدمات:
fi: 1. Palvelut:
fy: 1. Tsjinsten:
ga: 1. Seirbhísí:
gd: 1. Seirbheisean:
gl: 1. Servizos:
gu: 1. સેવાઓ:
hi: 1. सेवाएं:
hr: 1. Usluge:
hu: 1. Szolgáltatások:
hy: 1. Ծառայություններ.
id: 1. Layanan:
is: 1. Þjónusta:
it: 1. Servizi:
iw: 1. שירותים:
ja: 1.サービス
ka: 1. მომსახურება:
kk: 1. Қызметтер:
km: សេវាកម្ម:
kn: 1. ಸೇವೆಗಳು:
ku: 1. Xizmet:
lb: 1. Servicer:
lo: 1 ບໍລິການ:
lt: 1. Paslaugos:
lv: 1. Pakalpojumi:
mg: 1. Tolotra:
mi: 1. Ratonga:
mk: 1. Услуги:
ml: 1. സേവനങ്ങൾ:
mn: 1. Үйлчилгээ:
mr: 1. सेवा:
ms: 1. Perkhidmatan:
mt: 1. Servizzi:
my: 1. န်ဆောင်မှုများ:
ne: 1. सेवाहरू:
nl: 1. Diensten:
no: 1. Tjenester:
or: 1. ସେବାଗୁଡିକ:
pa: 1. ਸੇਵਾਵਾਂ:
pl: 1. Usługi:
ps: .1 خدمتونه:
pt: 1. Serviços:
ro: 1. Servicii:
ru: 1. Услуги:
rw: 1. Serivisi:
sd: 1. خدمتون:
si: 1. සේවාවන්:
sk: 1. Služby:
sl: 1. Storitve:
sq: 1. Shërbimet:
sr: 1. Услуге:
sv: 1. Tjänster:
sw: Huduma:
ta: 1. சேவைகள்:
te: 1. సేవలు:
tg: 1. Хизмат:
th: 1. บริการ:
tk: 1. Hyzmatlar:
tl: 1. Mga Serbisyo:
tr: 1. Hizmetler:
tt: 1. Хезмәтләр:
ug: 1. مۇلازىمەتلەر:
uk: 1. Послуги:
ur: 1. خدمات:
uz: 1. Xizmatlar:
vi: 1. Dịch vụ:
xh: 1. Iinkonzo:
yi: 1. באַדינונגס:
