Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Stats
af: Statistieke
am: ስታትስቲክስ
ar: احصائيات
az: Statistikalar
be: Статыстыка
bg: Статистика
bn: পরিসংখ্যান
ca: Estadístiques
cs: Statistiky
cy: Ystadegau
da: Statistik
de: Statistiken
el: Στατιστικά
eo: Statistiko
es: Estadisticas
et: Statistika
eu: Estatistikak
fa: آمار
fi: Tilastot
fr: Statistiques
ga: Státaí
gl: Estatísticas
gu: આંકડા
hi: आँकड़े
hr: Statistika
hu: Statisztika
hy: Վիճակագրություն
id: Statistik
is: Tölfræði
it: Statistiche
iw: סטטיסטיקה
ja: 統計
ka: სტატისტიკა
kk: Статистика
km: ស្ថិតិ
kn: ಅಂಕಿಅಂಶಗಳು
ku: Statîstîk
ky: Статистика
lb: Statistiken
lo: ສະຖິຕິ
lt: Statistika
lv: Statistika
mg: by MediaWiki
mi: Tatauranga
mk: Статистика
ml: സ്ഥിതിവിവരക്കണക്കുകൾ
mn: Статистик
mr: आकडेवारी
ms: Statistik
ne: तथ्या .्क
nl: Statistieken
no: Statistikk
or: ପରିସଂଖ୍ୟାନ |
pa: ਅੰਕੜੇ
pl: Statystyki
ps: ارقام
pt: Estatísticas
ro: Statistici
ru: Статистика
rw: Imibare
sd: شماريات
si: සංඛ්‍යාලේඛන
sk: Štatistiky
sl: Statistika
sq: Statistikat
sr: Статистика
sv: Statistik
sw: Takwimu
ta: புள்ளிவிவரங்கள்
te: గణాంకాలు
tg: Омор
th: สถิติ
tk: Statistikalar
tr: İstatistikler
tt: Статистика
uk: Статистика
ur: اعدادوشمار
uz: Statistika
vi: Số liệu thống kê
xh: Izibalo
yi: סטאַץ

source: Passed:
af: Geslaag:
am: አል Passል
ar: مر:
az: Keçdi:
be: Здадзены:
bg: Подаден:
bn: উত্তীর্ণ:
ca: Aprovat:
cs: Úspěšně:
cy: Pasiwyd:
da: Bestået:
de: Bestanden:
el: Πέρασε:
eo: Pasis:
es: Aprobado:
et: Läbitud:
eu: Gaindituta:
fa: گذشت:
fi: Hyväksytty:
fr: Passé:
fy: Oergien:
ga: Ritheadh:
gl: Aprobado:
gu: પસાર:
hi: बीतने के:
hr: Prošao:
hu: Sikeres:
hy: Անցել է ՝
id: Lulus:
is: Samþykkt:
it: Passato:
iw: עבר:
ja: 合格しました：
ka: გავიდა:
kk: Өтті:
km: បានឆ្លងកាត់៖
kn: ಉತ್ತೀರ್ಣ:
ku: Derbasbûyî:
ky: Өттү:
lb: Passéiert:
lo: ຜ່ານ:
lt: Išlaikyta:
lv: Izturēts:
mg: Lany:
mi: Kua paahitia:
mk: Помина:
ml: കടന്നുപോയി:
mn: Дамжсан:
mr: उत्तीर्ण:
ms: Lulus:
mt: Għadda:
my: ဖြတ်သွားသည်
ne: उत्तीर्ण:
nl: Geslaagd:
no: Bestått:
or: ପାସ୍:
pa: ਪਾਸ:
pl: Zdał:
ps: تېر شو:
pt: Passado:
ro: A trecut:
ru: Прошедший:
rw: Yatsinze:
sd: پاس ٿيل:
si: සමත්:
sk: Úspešné:
sl: Opravljeno:
sq: Kaloi:
sr: Прошло је:
sv: Passerade:
sw: Iliyopita:
ta: தேர்ச்சி:
te: ఉత్తీర్ణత:
tg: Гузашт:
th: ผ่านไป:
tk: Geçdi:
tl: Lumipas:
tr: Geçti:
tt: :Ткән:
ug: ئۆتۈپ كەتتى:
uk: Здано:
ur: پاس:
uz: O'tdi:
vi: Thông qua:
xh: Kupasile:
yi: דורכגעגאנגען:

source: Failed:
af: Misluk:
am: አልተሳካም
ar: باءت بالفشل:
az: Uğursuz:
be: Не атрымалася:
bg: Се провали:
bn: ব্যর্থ হয়েছে:
ca: Fracassat:
cs: Selhalo:
cy: Wedi methu:
da: Mislykkedes:
de: Gescheitert:
el: Απέτυχε:
eo: Malsukcesis:
es: Fallido:
et: Ebaõnnestus:
eu: Huts egin du:
fa: ناموفق:
fi: Epäonnistui:
fr: Manqué:
fy: Mislearre:
ga: Theip ar:
gd: Dh'fhàillig:
gl: Fallou:
gu: નિષ્ફળ:
hi: अनुत्तीर्ण होना:
hr: Neuspjeh:
hu: Nem sikerült:
hy: Ձախողվեց:
id: Gagal:
is: Mistókst:
it: Fallito:
iw: נִכשָׁל:
ja: 失敗：
ka: ვერ მოხერხდა:
kk: Сәтсіз аяқталды:
km: បានបរាជ័យ៖
kn: ವಿಫಲವಾಗಿದೆ:
ku: Têkçû:
ky: Ишке ашкан жок:
lb: Ausgefall:
lo: ລົ້ມເຫລວ:
lt: Nepavyko:
lv: Neizdevās:
mg: Tsy nahomby:
mi: I rahua:
mk: Не успеа:
ml: പരാജയപ്പെട്ടു:
mn: Бүтэлгүйтэв:
mr: अयशस्वी:
ms: Gagal:
mt: Falla:
my: မအောင်မြင်ပါ
ne: असफल:
nl: Mislukt:
no: Mislyktes:
or: ବିଫଳ:
pa: ਅਸਫਲ:
pl: Niepowodzenie:
ps: ونشول:
pt: Fracassado:
ro: A eșuat:
ru: Не удалось:
rw: Kunanirwa:
sd: ناڪام ٿيو
si: අසමත් විය:
sk: Zlyhanie:
sl: Ni uspelo:
sq: Dështoi:
sr: Није успео:
sv: Misslyckades:
sw: Imeshindwa:
ta: தோல்வி:
te: విఫలమైంది:
tg: Ноком:
th: ล้มเหลว:
tk: Şowsuz:
tl: Nabigo:
tr: Başarısız oldu:
tt: Уңышсыз:
ug: مەغلۇب بولدى:
uk: Помилка:
ur: ناکام:
uz: Muvaffaqiyatsiz:
vi: Thất bại:
xh: Ayiphumelelanga:
yi: דורכגעפאלן:

source: Total:
af: Totaal:
am: ድምር
ar: مجموع:
az: Ümumi:
be: Усяго:
bg: Обща сума:
bn: মোট:
cs: Celkový:
cy: Cyfanswm:
de: Gesamt:
el: Σύνολο:
eo: Entute:
et: Kokku:
eu: Guztira:
fa: جمع:
fi: Kaikki yhteensä:
fy: Totaal:
ga: Iomlán:
gd: Iomlan:
gu: કુલ:
hi: संपूर्ण:
hr: Ukupno:
hu: Teljes:
hy: Ընդհանուր:
is: Samtals:
it: Totale:
iw: סך הכל:
ja: 合計：
ka: სულ:
kk: Барлығы:
km: សរុប៖
kn: ಒಟ್ಟು:
ku: Hemî:
ky: Бардыгы:
lo: ທັງ ໝົດ:
lt: Iš viso:
lv: Kopā:
mi: Tapeke:
mk: Вкупно:
ml: ആകെ:
mn: Нийт:
mr: एकूणः
ms: Jumlah:
my: စုစုပေါင်း:
ne: कुल:
nl: Totaal:
or: ସମୁଦାୟ:
pa: ਕੁੱਲ:
pl: Całkowity:
ps: ټوله
ru: Общий:
rw: Igiteranyo:
sd: ڪُل:
si: සමස්ත:
sk: Celkom:
sl: Skupaj:
sr: Укупно:
sw: Jumla:
ta: மொத்தம்:
te: మొత్తం:
tg: Ҷамъ:
th: รวม:
tk: Jemi:
tl: Kabuuan:
tr: Toplam:
tt: Барлыгы:
ug: ئومۇمىي:
uk: Всього:
ur: کل:
uz: Jami:
vi: Toàn bộ:
xh: Iyonke:
yi: גאַנץ:

source: Add Imports
af: Voeg invoere by
am: ከውጭ አስገባ
ar: أضف الواردات
az: İdxal əlavə edin
be: Дадаць імпарт
bg: Добавяне на импортиране
bn: আমদানি যুক্ত করুন
ca: Afegeix importacions
cs: Přidat import
cy: Ychwanegu Mewnforion
da: Tilføj import
de: Importe hinzufügen
el: Προσθήκη εισαγωγών
eo: Aldoni Importojn
es: Agregar importaciones
et: Lisage import
eu: Gehitu inportazioak
fa: واردات را اضافه کنید
fi: Lisää tuonti
fr: Ajouter des importations
fy: Ymporten tafoegje
ga: Cuir Allmhairí leis
gd: Cuir ris in-mhalairt
gl: Engadir importacións
gu: આયાત ઉમેરો
hi: आयात जोड़ें
hr: Dodaj uvoz
hu: Import hozzáadása
hy: Ներմուծումներ ավելացնել
id: Tambahkan Impor
is: Bæta við innflutningi
it: Aggiungi importazioni
iw: הוסף יבוא
ja: インポートを追加
ka: იმპორტის დამატება
kk: Импортты қосу
km: បន្ថែមការនាំចូល
kn: ಆಮದುಗಳನ್ನು ಸೇರಿಸಿ
ku: Immportan zêde bikin
ky: Импортту кошуу
lb: Import derbäi
lo: ເພີ່ມການ ນຳ ເຂົ້າ
lt: Pridėti importą
lv: Pievienot importu
mg: Ampio Import
mi: Taapirihia nga Kawemai
mk: Додадете увоз
ml: ഇറക്കുമതി ചേർക്കുക
mn: Импортыг нэмэх
mr: आयात जोडा
ms: Tambah Import
mt: Żid Importazzjonijiet
my: သွင်းကုန်များကိုထည့်ပါ
ne: आयातहरू थप्नुहोस्
nl: Imports toevoegen
no: Legg til import
or: ଆମଦାନୀ ଯୋଡନ୍ତୁ |
pa: ਆਯਾਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj import
ps: واردات اضافه کړئ
pt: Adicionar Importações
ro: Adăugați importuri
ru: Добавить импорт
rw: Ongeraho Ibitumizwa hanze
sd: درآمد شامل ڪريو
si: ආනයන එකතු කරන්න
sk: Pridať import
sl: Dodaj uvoz
sq: Shto Importet
sr: Додај увоз
sv: Lägg till import
sw: Ongeza Uagizaji
ta: இறக்குமதியைச் சேர்க்கவும்
te: దిగుమతులను జోడించండి
tg: Воридотро илова кунед
th: เพิ่มการนำเข้า
tk: Import goşuň
tl: Magdagdag ng Mga Pag-import
tr: İthalat Ekle
tt: Импортны өстәгез
ug: ئىمپورتنى قوشۇڭ
uk: Додати імпорт
ur: درآمدات شامل کریں
uz: Importni qo'shish
vi: Thêm nhập khẩu
xh: Yongeza ukungenisa ngaphakathi
yi: לייג ימפּאָרץ

source: Download Sample
af: Laai voorbeeld af
am: አውርድ ናሙና
ar: تحميل نموذج
az: Nümunəni yükləyin
be: Загрузіце ўзор
bg: Изтеглете пример
bn: নমুনা ডাউনলোড করুন
ca: Descarregar mostra
cs: Stáhnout ukázku
cy: Dadlwythwch Sampl
da: Download prøve
de: Beispiel herunterladen
el: Λήψη δείγματος
eo: Elŝuti Specimenon
es: Descargar muestra
et: Laadige alla näidis
eu: Deskargatu lagina
fa: دانلود نمونه
fi: Lataa näyte
fr: Télécharger un échantillon
fy: Download foarbyld
ga: Íoslódáil Sampla
gd: Luchdaich sìos sampall
gl: Descargar mostra
gu: નમૂના ડાઉનલોડ કરો
hi: नमूना डाउनलोड करें
hr: Preuzmi uzorak
hu: Töltse le a mintát
hy: Ներբեռնեք նմուշ
id: Unduh Sampel
is: Sæktu sýnishorn
it: Scarica campione
iw: הורד דוגמא
ja: サンプルをダウンロード
ka: ჩამოტვირთეთ ნიმუში
kk: Үлгіні жүктеп алыңыз
km: ទាញយកគំរូ
kn: ಮಾದರಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ku: Nimûne dakêşin
ky: Жүктөө үлгүсү
lb: Download Beispill
lo: ດາວໂຫລດຕົວຢ່າງ
lt: Atsisiųskite pavyzdį
lv: Lejupielādēt paraugu
mg: Misintona santionany
mi: Tauira Tango
mk: Преземете примерок
ml: സാമ്പിൾ ഡൗൺലോഡുചെയ്യുക
mn: Дээж татаж авах
mr: नमुना डाउनलोड करा
ms: Muat turun Sampel
mt: Niżżel il-Kampjun
my: နမူနာရယူပါ
ne: नमूना डाउनलोड गर्नुहोस्
nl: Download voorbeeld
no: Last ned prøve
or: ନମୁନା ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
pa: ਨਮੂਨਾ ਡਾ Downloadਨਲੋਡ ਕਰੋ
pl: Pobierz próbkę
ps: نمونه ډاونلوډ کړئ
pt: Baixar amostra
ro: Descărcați eșantionul
ru: Скачать образец
rw: Kuramo Icyitegererezo
sd: نمونو ڊائون لوڊ ڪريو
si: නියැදිය බාගන්න
sk: Stiahnite si ukážku
sl: Prenesite vzorec
sq: Shkarkoni Shembullin
sr: Преузми узорак
sv: Ladda ner prov
sw: Pakua Mfano
ta: மாதிரி பதிவிறக்க
te: నమూనాను డౌన్‌లోడ్ చేయండి
tg: Намунаро зеркашӣ кунед
th: ดาวน์โหลดตัวอย่าง
tk: Nusga göçürip al
tl: Sample ng Pag-download
tr: Örnek İndir
tt: Ampleрнәкне йөкләү
ug: ئۈلگە چۈشۈرۈش
uk: Завантажте зразок
ur: نمونہ ڈاؤن لوڈ کریں
uz: Namunani yuklab oling
vi: Tải xuống mẫu
xh: Khuphela iSampula
yi: אראפקאפיע מוסטער

source: Choose a file
af: Kies 'n lêer
am: ፋይል ይምረጡ
ar: اختيار ملف
az: Bir fayl seçin
be: Выберыце файл
bg: Изберете файл
bn: একটি ফাইল চয়ন করুন
ca: Trieu un fitxer
cs: Vyberte soubor
cy: Dewiswch ffeil
da: Vælg en fil
de: Wähle eine Datei aus
el: Επιλέξτε ένα αρχείο
eo: Elektu dosieron
es: Escoge un archivo
et: Valige fail
eu: Aukeratu fitxategi bat
fa: پرونده ای را انتخاب کنید
fi: Valitse tiedosto
fr: Choisissez un fichier
fy: Kies in bestân
ga: Roghnaigh comhad
gd: Tagh faidhle
gl: Escolla un ficheiro
gu: ફાઇલ પસંદ કરો
hi: एक फ़ाइल चुनें
hr: Odaberite datoteku
hu: Válasszon egy fájlt
hy: Ընտրեք ֆայլ
id: Pilih file
is: Veldu skrá
it: Scegli un file
iw: בחר קובץ
ja: ファイルを選択してください
ka: აირჩიეთ ფაილი
kk: Файл таңдаңыз
km: ជ្រើសរើសឯកសារ
kn: ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
ku: Pelê hilbijêrin
ky: Файл тандаңыз
lb: Wielt eng Datei
lo: ເລືອກແຟ້ມ
lt: Pasirinkite failą
lv: Izvēlieties failu
mg: Misafidiana rakitra
mi: Kōwhiria he konae
mk: Изберете датотека
ml: ഒരു ഫയൽ തിരഞ്ഞെടുക്കുക
mn: Файл сонгоно уу
mr: एक फाईल निवडा
ms: Pilih fail
mt: Agħżel fajl
my: ဖိုင်ရွေးပါ
ne: फाईल छनौट गर्नुहोस्
nl: Kies een bestand
no: Velg en fil
or: ଏକ ଫାଇଲ୍ ବାଛନ୍ତୁ |
pa: ਇੱਕ ਫਾਈਲ ਚੁਣੋ
pl: Wybierz plik
ps: یوه فایل غوره کړئ
pt: Escolha um arquivo
ro: Alegeți un fișier
ru: Выберите файл
rw: Hitamo dosiye
sd: فائل چونڊيو
si: ගොනුවක් තෝරන්න
sk: Vyberte súbor
sl: Izberite datoteko
sq: Zgjidhni një skedar
sr: Изаберите датотеку
sv: Välj en fil
sw: Chagua faili
ta: ஒரு கோப்பைத் தேர்வுசெய்க
te: ఫైల్‌ను ఎంచుకోండి
tg: Файлро интихоб кунед
th: เลือกไฟล์
tk: Faýl saýlaň
tl: Pumili ng isang file
tr: Bir dosya seçin
tt: Файл сайлагыз
ug: ھۆججەت تاللاڭ
uk: Виберіть файл
ur: ایک فائل کا انتخاب کریں
uz: Faylni tanlang
vi: Chọn một tệp
xh: Khetha ifayile
yi: קלייַבן אַ טעקע

source: Edit Key
af: Wysig sleutel
am: ቁልፍን ያርትዑ
ar: مفتاح التحرير
az: Açarı redaktə edin
be: Рэдагаваць ключ
bg: Редактиране на ключ
bn: সম্পাদনা কী
ca: Edita la clau
cs: Upravit klíč
cy: Golygu Allwedd
da: Rediger nøgle
de: Schlüssel bearbeiten
el: Επεξεργασία κλειδιού
eo: Redakta Ŝlosilo
es: Editar clave
et: Redigeerimisklahv
eu: Editatu gakoa
fa: ویرایش کلید
fi: Muokkaa avainta
fr: Modifier la clé
fy: Kaai bewurkje
ga: Cuir Eochair in Eagar
gd: Deasaich iuchair
gl: Tecla de edición
gu: કી સંપાદિત કરો
hi: कुंजी संपादित करें
hr: Ključ za uređivanje
hu: Szerkesztés kulcs
hy: Խմբագրել բանալին
id: Edit Kunci
is: Breyta lykli
it: Modifica chiave
iw: עריכת מפתח
ja: キーの編集
ka: გასაღების რედაქტირება
kk: Кілтті өңдеу
km: កែសម្រួលកូនសោ
kn: ಕೀಲಿಯನ್ನು ಸಂಪಾದಿಸಿ
ku: Key Biguherîne
ky: Ачкычты түзөтүү
lb: Edit Schlëssel
lo: ແກ້ໄຂຄີ
lt: Redagavimo raktas
lv: Rediģēt atslēgu
mg: Fanalahidy fanovana
mi: Kī Whakatika
mk: Уреди го клучот
ml: കീ എഡിറ്റുചെയ്യുക
mn: Түлхүүрийг засах
mr: की संपादित करा
ms: Edit Kekunci
mt: Editja Ċ-Ċavetta
my: Key ကိုတည်းဖြတ်ပါ
ne: कुञ्जी सम्पादन गर्नुहोस्
nl: Sleutel bewerken
no: Rediger nøkkel
or: କି ସଂପାଦନ କରନ୍ତୁ |
pa: ਸੋਧ ਕੁੰਜੀ
pl: Edytuj klucz
ps: کیلي
pt: Editar chave
ro: Editați cheia
ru: Изменить ключ
rw: Hindura Urufunguzo
sd: تبديلي جو دٻو
si: යතුර සංස්කරණය කරන්න
sk: Upraviť kľúč
sl: Tipka za urejanje
sq: Redakto çelësin
sr: Тастер за уређивање
sv: Redigera nyckel
sw: Hariri Ufunguo
ta: விசையைத் திருத்து
te: కీని సవరించండి
tg: Таҳрири калид
th: แก้ไขคีย์
tk: Düwmäni redaktirläň
tl: I-edit ang Key
tr: Anahtarı Düzenle
tt: Ачкычны үзгәртү
ug: ئاچقۇچنى تەھرىرلەش
uk: Клавіша редагування
ur: کلید میں ترمیم کریں
uz: Kalitni tahrirlash
vi: Chỉnh sửa khóa
xh: Hlela isitshixo
yi: רעדאַגירן דורכפֿאַל

source: Add Key
af: Voeg sleutel by
am: ቁልፍ አክል
ar: أضف مفتاح
az: Açar əlavə edin
be: Дадаць ключ
bg: Добавяне на ключ
bn: কী যুক্ত করুন
ca: Afegeix una clau
cs: Přidat klíč
cy: Ychwanegu Allwedd
da: Tilføj nøgle
de: Schlüssel hinzufügen
el: Προσθήκη κλειδιού
eo: Aldoni Ŝlosilon
es: Agregar clave
et: Lisa võti
eu: Gehitu gakoa
fa: افزودن کلید
fi: Lisää avain
fr: Ajouter une clé
fy: Kaai tafoegje
ga: Cuir Eochair leis
gd: Cuir iuchair ris
gl: Engadir clave
gu: કી ઉમેરો
hi: कुंजी जोड़ें
hr: Dodaj ključ
hu: Kulcs hozzáadása
hy: Ավելացնել բանալին
id: Tambahkan Kunci
is: Bæta við lykli
it: Aggiungi chiave
iw: הוסף מפתח
ja: キーを追加
ka: გასაღების დამატება
kk: Кілт қосу
km: បន្ថែមកូនសោ
kn: ಕೀಲಿಯನ್ನು ಸೇರಿಸಿ
ku: Key lê zêde bike
ky: Ачкычты кошуу
lb: Schlëssel derbäi
lo: ເພີ່ມຫຼັກ
lt: Pridėti raktą
lv: Pievienot atslēgu
mi: Taapiri Kī
mk: Додај клуч
ml: കീ ചേർക്കുക
mn: Түлхүүр нэмэх
mr: की जोडा
ms: Tambah Kunci
mt: Żid Ċavetta
my: Key ထည့်ပါ
ne: कुञ्जी थप्नुहोस्
nl: Sleutel toevoegen
no: Legg til nøkkel
or: କି ଯୋଡନ୍ତୁ |
pa: ਕੁੰਜੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj klucz
ps: کیلي اضافه کړه
pt: Adicionar chave
ro: Adăugați cheie
ru: Добавить ключ
rw: Ongeraho Urufunguzo
sd: چاٻي شامل ڪريو
si: යතුර එක් කරන්න
sk: Pridať kľúč
sl: Dodaj ključ
sq: Shto çelësin
sr: Додај кључ
sv: Lägg till nyckel
sw: Ongeza Ufunguo
ta: விசையைச் சேர்
te: కీని జోడించండి
tg: Иловаи калид
th: เพิ่มคีย์
tk: Açar goş
tl: Magdagdag ng Key
tr: Anahtar Ekle
tt: Ачкыч өстәгез
ug: ئاچقۇچ قوشۇڭ
uk: Додати ключ
ur: کلید شامل کریں
uz: Kalit qo'shish
vi: Thêm khóa
xh: Yongeza isitshixo
yi: לייג דורכפֿאַל

source: No Keys yet.
af: Nog geen sleutels nie.
am: ቁልፎች ገና የሉም
ar: لا توجد مفاتيح حتى الآن.
az: Hələ açar yoxdur.
be: Ключоў пакуль няма.
bg: Все още няма ключове.
bn: কোনও কী নেই।
ca: Encara no hi ha claus.
cs: Zatím žádné klíče.
cy: Dim Allweddi eto.
da: Ingen nøgler endnu.
de: Noch keine Schlüssel.
el: Δεν υπάρχουν κλειδιά ακόμα.
eo: Ankoraŭ ne estas Ŝlosiloj.
es: Aún no hay llaves.
et: Veel võtmeid pole.
eu: Giltzarik ez oraindik.
fa: هنوز کلید وجود ندارد
fi: Ei vielä avaimia.
fr: Pas encore de clés.
fy: Noch gjin kaaien.
ga: Níl Eochracha fós.
gd: Chan eil Keys ann fhathast.
gl: Aínda non hai chaves.
gu: હજી કી નથી.
hi: अभी तक कोई चाबी नहीं।
hr: Još nema tipki.
hu: Még nincsenek kulcsok.
hy: Առայժմ ստեղներ չկան
id: Belum ada kunci.
is: Engir takkar ennþá.
it: Ancora nessuna chiave.
iw: עדיין אין מפתחות.
ja: キーはまだありません。
ka: გასაღებები ჯერ არ არის.
kk: Кілттер жоқ.
km: មិនទាន់មាន Keys នៅឡើយទេ។
kn: ಇನ್ನೂ ಕೀಗಳಿಲ್ಲ.
ku: Hê Mifte tune.
ky: Азырынча ачкычтар жок.
lb: Keng Schlësselen nach.
lo: ຍັງບໍ່ມີ Keys ເທື່ອ.
lt: Dar nėra raktų.
lv: Pagaidām nav atslēgu.
mg: Tsy misy lakile.
mi: Kaore ano he Kī.
mk: Уште нема клучеви.
ml: ഇതുവരെ കീകളൊന്നുമില്ല.
mn: Түлхүүр хараахан алга.
mr: अद्याप की नाहीत.
ms: Belum ada Kunci.
mt: L-ebda Ċwievet s’issa.
my: သော့မရှိသေးပါ
ne: कुनै कुञ्जीहरू छैन।
nl: Nog geen sleutels.
no: Ingen nøkler ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ Ke ଣସି ଚାବି ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਕੁੰਜੀਆਂ ਨਹੀਂ.
pl: Nie ma jeszcze kluczy.
ps: تراوسه کلي نه.
pt: Ainda não há chaves.
ro: Nu există încă chei.
ru: Ключей пока нет.
rw: Nta Urufunguzo.
sd: اڃا تائين ڪي به ناهن.
si: තවමත් යතුරු නොමැත.
sk: Zatiaľ žiadne kľúče.
sl: Še nobenega ključa.
sq: Ende pa çelësa.
sr: Још нема тастера.
sv: Inga nycklar ännu.
sw: Bado hakuna Funguo.
ta: விசைகள் இன்னும் இல்லை.
te: ఇంకా కీలు లేవు.
tg: Ҳоло калидҳо нест.
th: ยังไม่มีคีย์
tk: Entek açar ýok.
tl: Wala pang mga Susi.
tr: Henüz Anahtar yok.
tt: Ачкычлар юк.
ug: تېخى ئاچقۇچ يوق.
uk: Ще немає ключів.
ur: ابھی تک کوئی چابیاں نہیں ہیں۔
uz: Hali kalitlar yo‘q.
vi: Chưa có phím nào.
xh: Azikho izitshixo okwangoku.
yi: קיין קיז נאָך.

source: Source CIDR
af: Bron CIDR
am: ምንጭ CIDR
ar: المصدر CIDR
az: Mənbə CIDR
be: Крыніца CIDR
bg: Източник CIDR
bn: সূত্র সিআইডিআর
ca: CIDR font
cs: Zdroj CIDR
cy: Ffynhonnell CIDR
da: Kilde CIDR
de: Quell-CIDR
el: Πηγή CIDR
eo: Fonto CIDR
es: Fuente CIDR
et: Allikas CIDR
eu: CIDR iturria
fa: منبع CIDR
fi: Lähde CIDR
fr: CIDR source
fy: Boarne CIDR
ga: Foinse CIDR
gd: Stòr CIDR
gl: CIDR de orixe
gu: સોર્સ સીઆઇડીઆર
hi: स्रोत CIDR
hr: Izvor CIDR
hu: Forrás CIDR
hy: Աղբյուր CIDR
id: Sumber CIDR
is: Heimild CIDR
it: Fonte CIDR
iw: מקור CIDR
ja: ソースCIDR
ka: წყარო CIDR
kk: CIDR көзі
km: ប្រភព CIDR
kn: ಮೂಲ ಸಿಐಡಿಆರ್
ku: Çavkaniya CIDR
ky: Булак CIDR
lb: Quell CIDR
lo: ແຫຼ່ງ CIDR
lt: Šaltinis CIDR
lv: Avots CIDR
mg: Loharano CIDR
mi: Puna CIDR
mk: Извор CIDR
ml: ഉറവിടം CIDR
mn: Эх сурвалж CIDR
mr: स्रोत सीआयडीआर
ms: Sumber CIDR
mt: Sors CIDR
my: အရင်းအမြစ် CIDR
ne: स्रोत सीआईडीआर
nl: Bron CIDR
no: Kilde CIDR
or: ଉତ୍ସ CIDR |
pa: ਸਰੋਤ ਸੀ.ਆਈ.ਡੀ.ਆਰ.
pl: Źródło CIDR
ps: سرچینه CIDR
pt: Fonte CIDR
ro: Sursă CIDR
ru: Источник CIDR
rw: Inkomoko CIDR
sd: ذريعو سي آءِ آر آر
si: මූලාශ්රය CIDR
sk: Zdroj CIDR
sl: Vir CIDR
sq: Burimi CIDR
sr: Извор ЦИДР
sv: Källa CIDR
sw: Chanzo CIDR
ta: மூல சிஐடிஆர்
te: మూలం CIDR
tg: Манбаи CIDR
th: ที่มา CIDR
tk: Çeşme CIDR
tl: Pinagmulan ng CIDR
tr: Kaynak CIDR
tt: Чыганак CIDR
ug: مەنبە CIDR
uk: Джерело CIDR
ur: ماخذ سی آئی ڈی آر
uz: Manba CIDR
vi: Nguồn CIDR
xh: Imvelaphi yeCIDR
yi: מקור סידר

source: Remove
af: Verwyder
am: አስወግድ
ar: يزيل
az: Sil
be: Выдаліць
bg: Премахване
bn: অপসারণ
ca: Elimina
cs: Odstranit
cy: Tynnu
da: Fjerne
de: Entfernen
el: Αφαιρώ
eo: Forigi
es: Eliminar
et: Eemalda
eu: Kendu
fa: برداشتن
fi: Poista
fr: Supprimer
fy: Weinimme
ga: Bain
gd: Thoir air falbh
gl: Quitar
gu: દૂર કરો
hi: हटाना
hr: Ukloniti
hu: Eltávolítás
hy: Հեռացնել
id: Menghapus
is: Fjarlægðu
it: Rimuovere
iw: לְהַסִיר
ja: 削除する
ka: ამოღება
kk: Жою
km: យកចេញ
kn: ತೆಗೆದುಹಾಕಿ
ku: Dûrxistin
ky: Алып салуу
lb: Ewechhuelen
lo: ເອົາອອກ
lt: Pašalinti
lv: Noņemt
mg: esory
mi: Tango
mk: Отстрани
ml: നീക്കംചെയ്യുക
mn: Устгах
mr: काढा
ms: Keluarkan
mt: Neħħi
my: ဖယ်ရှားပါ
ne: हटाउनुहोस्
nl: Verwijderen
no: Ta vekk
or: ଅପସାରଣ କରନ୍ତୁ |
pa: ਹਟਾਓ
pl: Usunąć
ps: لرې کړئ
pt: Retirar
ro: Elimina
ru: Удалять
rw: Kuraho
sd: هٽايو
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstrani
sq: Hiq
sr: Уклоните
sv: Ta bort
sw: Ondoa
ta: அகற்று
te: తొలగించండి
tg: Хориҷ кардан
th: ลบ
tk: Aýyr
tl: Tanggalin
tr: Kaldırmak
tt: Чыгар
ug: ئۆچۈرۈڭ
uk: Видалити
ur: دور
uz: Olib tashlash
vi: Tẩy
xh: Susa
yi: אַראָפּנעמען

source: is invalid.
af: is ongeldig.
am: ዋጋ የለውም
ar: غير صالح.
az: etibarsızdır.
be: з'яўляецца несапраўдным.
bg: е невалидно.
bn: অবৈধ.
ca: no és vàlid.
cs: je neplatný.
cy: yn annilys.
da: er ugyldig.
de: ist ungültig.
el: είναι άκυρο.
eo: estas malvalida.
es: no es válido.
et: on kehtetu.
eu: baliogabea da.
fa: نامعتبر است
fi: on väärä.
fr: est invalide.
fy: is unjildich.
ga: neamhbhailí.
gd: neo-dhligheach.
gl: non é válido.
gu: અમાન્ય છે.
hi: अमान्य है।
hr: netočno je.
hu: érvénytelen.
hy: անվավեր է
id: tidak valid.
is: er ógilt.
it: è invalido.
iw: לא תקף.
ja: 無効です。
ka: არასწორია.
kk: жарамсыз.
km: មិនត្រឹមត្រូវ។
kn: ಅಸಿಂಧು.
ku: nederbasdar e.
ky: жараксыз.
lb: ongëlteg ass.
lo: ແມ່ນບໍ່ຖືກຕ້ອງ.
lt: negalioja.
lv: nav derīgs.
mg: tsy mety.
mi: he muhu.
mk: е неважечки.
ml: അസാധുവാണ്.
mn: хүчингүй байна.
mr: अवैध आहे.
ms: tidak sah.
mt: mhix valida.
my: မမှန်ကန်ပါ
ne: अवैध छ।
nl: is ongeldig.
no: er ugyldig.
or: ଅବ alid ଧ ଅଟେ |
pa: ਅਵੈਧ ਹੈ.
pl: jest nieważny.
ps: ناباوره ده.
pt: é inválido.
ro: este invalid.
ru: является недействительным.
rw: ni impfabusa.
sd: غلط آهي.
si: අවලංගුයි.
sk: je neplatné.
sl: je neveljavna.
sq: është i pavlefshëm.
sr: је неважећи.
sv: är ogiltig.
sw: ni batili.
ta: தவறானது.
te: చెల్లదు.
tg: эътибор надорад.
th: ไม่ถูกต้อง
tk: nädogry.
tl: ay hindi wasto
tr: geçersizdir.
tt: яраксыз.
ug: ئىناۋەتسىز.
uk: недійсний.
ur: غلط ہے۔
uz: yaroqsiz.
vi: không có hiệu lực.
xh: ayisebenzi.
yi: איז פאַרקריפּלט.

source: Secret Key
af: Geheime sleutel
am: የምስጢር ቁልፍ
ar: المفتاح السري
az: Gizli açar
be: Сакрэтны ключ
bg: Тайният ключ
bn: গোপন চাবি
ca: Clau secreta
cs: Tajný klíč
cy: Allwedd Ddirgel
da: Hemmelig nøgle
de: Geheimer Schlüssel
el: Μυστικό κλειδί
eo: Sekreta Ŝlosilo
es: Llave secreta
et: Salajane võti
eu: Giltza sekretua
fa: کلید مخفی
fi: Salainen avain
fr: Clef secrète
fy: Geheime kaai
ga: Eochair Rúnda
gd: Iuchair dhìomhair
gl: Chave secreta
gu: ગુપ્ત કી
hi: गुप्त कुंजी
hr: Tajni ključ
hu: Titkos kulcs
hy: Գաղտնի բանալին
id: Kunci rahasia
is: Leynilykill
it: Chiave segreta
iw: מפתח סודי
ja: シークレットキー
ka: საიდუმლო გასაღები
kk: Құпия кілт
km: កូនសោសម្ងាត់
kn: ರಹಸ್ಯ ಕೀ
ku: Key Secret
lb: Geheimtast
lo: ຄີລັບ
lt: Slaptas raktas
lv: Slepenā atslēga
mg: Tsiambaratelo miafina
mi: Kī muna
mk: Таен клуч
ml: രഹസ്യ കീ
mn: Нууц түлхүүр
mr: गुपित की
ms: Kunci Rahsia
mt: Ċavetta Sigrieta
my: လျှို့ဝှက်သော့
ne: गोप्य कुञ्जी
nl: Geheime sleutel
no: Hemmelig nøkkel
or: ଗୁପ୍ତ ଚାବି |
pa: ਗੁਪਤ ਕੁੰਜੀ
pl: Sekretny klucz
ps: پټ کیلي
pt: Chave secreta
ro: Cheie secreta
ru: Секретный ключ
rw: Urufunguzo rwibanga
sd: خفيه چاٻي
si: රහස් යතුර
sk: Tajný kľúč
sl: Skrivni ključ
sq: Çelësi sekret
sr: Тајни кључ
sv: Hemlig nyckel
sw: Ufunguo wa Siri
ta: ரகசிய விசை
te: సీక్రెట్ కీ
tg: Калиди махфӣ
th: คีย์ลับ
tk: Gizlin açar
tl: Lihim na Susi
tr: Gizli anahtar
tt: Серле ачкыч
ug: مەخپىي ئاچقۇچ
uk: Секретний ключ
ur: خفیہ کلید
uz: Yashirin kalit
vi: Chìa khoá bí mật
xh: Imfihlo
yi: סוד קיי
