Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Event Create
af: Gebeurtenis Skep
am: ክስተት ፍጠር
ar: خلق الحدث
az: Hadisəni yaradın
be: стварэнне падзей
bg: Създаване на събитие
bn: ইভেন্ট তৈরি করুন
ca: Esdeveniment Crea
cs: Vytvořit událost
cy: Digwyddiad Creu
da: Begivenhed Opret
de: Ereignis erstellen
el: Δημιουργία συμβάντος
eo: Evento Krei
es: Evento Crear
et: Sündmus Loo
eu: Gertaera Sortu
fa: رویداد ایجاد
fi: Tapahtuman luonti
fr: Événement Créer
ga: Imeacht Cruthaigh
gd: Tachartas Cruthachail
gl: Evento Crear
gu: ઇવેન્ટ બનાવો
hi: घटना बनाएँ
hr: Stvaranje događaja
hu: Esemény létrehozása
hy: Իրադարձություն ստեղծեք
id: Pembuatan Acara
is: Atburður Búa til
it: Crea evento
iw: יצירת אירוע
ja: イベントの作成
ka: თარიღის შექმნა
kk: Оқиға жасау
km: ព្រឹត្តិការណ៍បង្កើត
kn: ಈವೆಂಟ್ ರಚಿಸಿ
ky: окуя түзүү
lo: ເຫດການສ້າງ
lt: Renginio sukūrimas
lv: Notikuma izveide
mi: Takahanga Takahanga
mk: Креирај настан
ml: ഇവന്റ് സൃഷ്ടിക്കുക
mn: Үйл явдал үүсгэх
mr: इव्हेंट तयार करा
ms: Buat Acara
my: အဖြစ်အပျက် Create
ne: घटना सिर्जना गर्नुहोस्
nl: Evenement maken
or: ଇଭେଣ୍ଟ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇਵੈਂਟ ਬਣਾਓ
pl: Wydarzenie Utwórz
ps: پیښو جوړول
pt: Evento Criar
ro: Evenimentul Creează
ru: Создание события
rw: Kurema ibyabaye
sd: واقعي ٺاهيو
si: සිදුවීම් නිර්මාණය කරන්න
sk: Vytvorenie udalosti
sl: Ustvari dogodek
sq: Krijo ngjarje
sr: Евент Цреате
sv: Händelse Skapa
sw: Tukio la Kujenga
ta: நிகழ்வு உருவாக்கவும்
te: ఈవెంట్ సృష్టించు
tg: Ҳайати эҷодӣ
th: สร้างกิจกรรม
tk: Waka döretmek
tl: Gumawa ng Kaganapan
tr: Etkinlik Oluştur
tt: Вакыйга ясау
ug: ھادىسە قۇرۇش
uk: Створення події
ur: واقعہ بنائیں
uz: Voqeani yarating
vi: Tạo sự kiện
xh: Isenzakalo Sakha
yi: געשעעניש שאַפֿן

source: Convo Videos
af: Konvo video's
am: Convo ቪዲዮዎች
ar: فيديو كونفو
az: Convo Videolar
be: Convo відэа
bg: Convo видеоклипове
bn: কনভো ভিডিও
ca: Vídeos de conversa
cs: Konverzační videa
cy: Fideos Convo
da: Convo videoer
el: Convo βίντεο
es: Vídeos de la conferencia
et: Konvo videod
eu: Elkarrizketa bideoak
fa: ویدیوهای Convo
fi: Keskusteluvideot
fr: Convo Vidéos
ga: Físeáin Convo
gd: Convo bhidiothan
gu: કોન્વો વિડિઓઝ
hi: कॉन्वो वीडियो
hr: Convo video zapisi
hu: Convo videók
id: Video Obrolan
is: Convo myndbönd
it: Video Convo
iw: סרטוני Convo
ja: コンボビデオ
ka: კონვო ვიდეოები
km: វីដេអូ Convo
kn: ಕಾನ್ವೊ ವೀಡಿಯೊಗಳು
lb: Convo Videoen
lo: ວິດີໂອ Convo
lt: „Convo“ vaizdo įrašai
lv: Sarunu video
mi: Ataata Convo
mk: Конво видеа
ml: സംഭാഷണ വീഡിയോകൾ
mn: Convo видео
mr: कॉन्व्हो व्हिडिओ
ms: Video Konvo
my: Convo ဗီဒီယိုများ
ne: कन्भो भिडियोहरू
no: Convo-videoer
or: କନଭୋ ଭିଡିଓଗୁଡିକ |
pa: ਕਨਵੋ ਵੀਡੀਓਜ਼
pl: Konwój wideo
ps: Convo ویډیوګانې
pt: Vídeos de reunião
ru: Конво Видео
rw: Amashusho ya Convo
sd: Convo وڊيوز
si: සංවාද වීඩියෝ
sk: Konverzačné videá
sl: Convo videoposnetki
sq: Video Convo
sr: Цонво Видеос
sv: Convo-videor
sw: Video za Convo
ta: உரையாடல் வீடியோக்கள்
te: కాన్వో వీడియోలు
tg: Видео Convo
th: วิดีโอคอนโว
tk: Convo wideo
tl: Mga Convo na Video
tr: Konvo Videoları
tt: Конво видео
uk: Відео Convo
ur: Convo ویڈیوز
uz: Convo videolar
vi: Trò chuyện video
xh: Iividiyo zeConvo
yi: קאָנוואָ ווידיאס

source: Convo Audios
af: Gesprek oudio's
am: ኮንቮ ኦዲዮዎች
ar: صوتيات كونفو
bn: কনভো অডিও
es: Audios de convo
fr: Messages audio
ga: Fuaimeanna Convo
gd: Fuaimean Convo
gu: કોન્વો ઓડિયો
hi: कॉन्वो ऑडियो
id: Audio percakapan
is: Convo hljóð
it: Convo Audio
ja: コンボオーディオ
ka: კონვო აუდიო
km: សំឡេង Convo
kn: ಕಾನ್ವೋ ಆಡಿಯೋಗಳು
lo: ສຽງ Convo
mk: Конво аудио
ml: കോൺവോ ഓഡിയോസ്
mr: कॉन्व्हो ऑडिओ
ms: Audio Konvo
my: Convo အော်ဒီယိုများ
ne: कन्भो अडियो
nl: Convo-audio
or: କନଭୋ ଅଡିଓ |
pa: ਕਨਵੋ ਆਡੀਓਜ਼
pl: Konwój audio
ps: Convo آډیو
pt: Áudios de Convo
ru: Конво Аудио
rw: Amajwi ya Convo
sd: Convo آڊيو
sq: Konvo Audio
sr: Цонво Аудиос
sw: Sauti za Convo
ta: கான்வோ ஆடியோக்கள்
te: కాన్వో ఆడియోలు
tk: Convo Audio
tl: Mga Convo Audio
tr: Konvo Sesleri
tt: Конво аудио
ur: Convo آڈیوز
uz: Convo Audio
vi: Âm thanh cuộc trò chuyện
yi: קאָנוואָ אַודיאָס

source: Cases
af: Gevalle
am: ጉዳዮች
ar: حالات
az: Davalar
be: Выпадкі
bg: Случаи
bn: মামলা
ca: Casos
cs: Případy
cy: Achosion
da: Sager
de: Fälle
el: Υποθέσεις
eo: Kazoj
es: Casos
et: Juhtumid
eu: Kasuak
fa: موارد
fi: Tapaukset
fr: Cas
fy: Gefallen
ga: Cásanna
gd: Cùisean
gl: Casos
gu: કેસો
hi: मामलों
hr: Slučajevi
hu: Esetek
hy: Գործեր
id: kasus
is: Mál
it: Casi
iw: מקרים
ja: ケース
ka: საქმეები
kk: Істер
km: ករណី
kn: ಸಂದರ್ಭಗಳಲ್ಲಿ
lb: Fäll
lo: ກໍລະນີ
lt: Atvejai
lv: Gadījumi
mi: Nga keehi
mk: Случаи
ml: കേസുകൾ
mn: Тохиолдлууд
mr: प्रकरणे
ms: Kes
mt: Każijiet
my: အမှုတွဲများ
ne: केसहरू
nl: Gevallen
no: Saker
or: ମାମଲା
pa: ਕੇਸ
pl: Sprawy
ps: قضیې
pt: Casos
ro: Cazuri
ru: Случаи
rw: Imanza
sd: ڪيس
si: නඩු
sk: Prípady
sl: Primeri
sq: Rastet
sr: Случајеви
sv: Fall
sw: Kesi
ta: வழக்குகள்
te: కేసులు
tg: Ҳолатҳо
th: คดี
tk: Kazyýetler
tl: Mga kaso
tr: vakalar
tt: Эшләр
ug: دېلو
uk: Справи
ur: کیسز
uz: Ishlar
vi: Các trường hợp
xh: Amatyala
yi: קאַסעס

source: Case categories
af: Saakkategorieë
am: የጉዳይ ምድቦች
ar: فئات الحالة
az: İş növləri
be: Катэгорыі спраў
bg: Категории дела
bn: কেস বিভাগ
ca: Categories de casos
cs: Kategorie případů
cy: Categorïau achos
da: Sagskategorier
de: Fallkategorien
el: Κατηγορίες περιπτώσεων
eo: Kazaj kategorioj
es: Categorías de casos
et: Juhtumikategooriad
eu: Kasuen kategoriak
fa: دسته های مورد
fi: Tapausluokat
fr: Catégories de cas
fy: Case kategoryen
ga: Catagóirí cásanna
gd: Roinnean cùise
gl: Categorías de casos
gu: કેસ કેટેગરીઝ
hi: केस की श्रेणियां
hr: Kategorije predmeta
hu: Esetkategóriák
hy: Գործի կարգեր
id: Kategori kasus
is: Málaflokkar
it: Categorie di casi
iw: קטגוריות מקרה
ja: ケースカテゴリー
ka: საქმის კატეგორიები
kk: Іс санаттары
km: ប្រភេទករណី
kn: ಪ್ರಕರಣ ವಿಭಾಗಗಳು
ku: Kategoriyên dozê
ky: Кейс категориялары
lb: Fall Kategorien
lo: ປະເພດຄະດີ
lt: Atvejų kategorijos
lv: Lietu kategorijas
mg: Sokajy tranga
mi: Nga waahanga waahanga
mk: Категории на случаи
ml: കേസ് വിഭാഗങ്ങൾ
mn: Хэргийн ангилал
mr: प्रकरण श्रेणी
ms: Kategori kes
mt: Kategoriji tal-każijiet
my: ဖြစ်ရပ်မှန်အမျိုးအစား
ne: केस कोटिहरू
nl: Case categorieën
no: Sakskategorier
or: କେସ୍ ବର୍ଗଗୁଡିକ |
pa: ਕੇਸ ਸ਼੍ਰੇਣੀਆਂ
pl: Kategorie spraw
ps: د قضیې کټګورۍ
pt: Categorias de caso
ro: Categorii de cazuri
ru: Категории дел
rw: Ibyiciro by'imanza
sd: ڪيس جا قسمَ
si: සිද්ධි කාණ්ඩ
sk: Kategórie prípadov
sl: Kategorije primerov
sq: Kategoritë e çështjeve
sr: Категорије предмета
sv: Fallkategorier
sw: Makundi ya kesi
ta: வழக்கு பிரிவுகள்
te: కేసు వర్గాలు
tg: Категорияҳои парванда
th: ประเภทเคส
tk: Mysal kategoriýalary
tl: Mga kategorya ng kaso
tr: Vaka kategorileri
tt: Эш категорияләре
ug: دېلو تۈرى
uk: Категорії справ
ur: کیس کیٹیگریز
uz: Ish toifalari
vi: Thể loại trường hợp
xh: Iindidi zamatyala
yi: קאַסע קאַטעגאָריעס

source: Your team
af: Jou span
am: የእርስዎ ቡድን
ar: فريقك
az: Sizin komandanız
be: Ваша каманда
bg: Твоят отбор
bn: তোমার দল
ca: El vostre equip
cs: Tvůj tým
cy: Eich tîm
da: Dit hold
de: Dein Team
el: Η ομάδα σου
eo: Via teamo
es: Tu equipo
et: Teie meeskond
eu: Zure taldea
fa: تیم شما
fi: Joukkueesi
fr: Ton équipe
fy: Dyn team
ga: Do fhoireann
gd: Do sgioba
gl: O teu equipo
gu: તમારી ટીમ
hi: आपकी टीम
hr: Tvoj tim
hu: Csapatod
hy: Ձեր թիմը
id: Tim Anda
is: Liðið þitt
it: La tua squadra
iw: הצוות שלך
ja: あなたのチーム
ka: Შენი გუნდი
kk: Сіздің командаңыз
km: ក្រុមរបស់អ្នក
kn: ನಿಮ್ಮ ತಂಡ
ku: Tîmê we
ky: Сиздин командаңыз
lb: Äert Team
lo: ທີມງານຂອງທ່ານ
lt: Tavo komanda
lv: Jūsu komanda
mg: Ny ekipanao
mi: To roopu
mk: Вашиот тим
ml: നിന്റെ ടീം
mn: Таны баг
mr: तुमचा संघ
ms: Pasukan anda
mt: It-tim tiegħek
my: သင့်အဖွဲ့
ne: तपाईंको टोली
nl: Jouw team
no: Ditt lag
or: ତୁମର ଦଳ
pa: ਤੁਹਾਡੀ ਟੀਮ
pl: Twój zespół
ps: ستاسو ډله
pt: Seu time
ro: Echipa ta
ru: Твоя команда
rw: Ikipe yawe
sd: توهان جي ٽيم
si: ඔබේ කණ්ඩායම
sk: Tvoj tím
sl: Vaša ekipa
sq: Skuadra jote
sr: Ваш тим
sv: Ditt lag
sw: Timu yako
ta: உங்களுடைய அணி
te: మీ జట్టు
tg: Дастаи шумо
th: ทีมของคุณ
tk: Toparyňyz
tl: Ang iyong koponan
tr: Takımın
tt: Сезнең команда
ug: گۇرۇپپىڭىز
uk: Ваша команда
ur: آپ کی ٹیم
uz: Sizning jamoangiz
vi: Đội bạn
xh: Iqela lakho
yi: דיין מאַנשאַפֿט

source: To do
af: Om te doen
am: ለመስራት
ar: لكى يفعل
az: Etmək
be: Рабіць
bg: Да направя
bn: করতে
ca: Fer
cs: Dělat
cy: Gwneud
da: At gøre
de: Machen
el: Να κάνω
eo: Fari
es: Que hacer
et: Tegema
eu: Egin
fa: انجام دادن
fi: Tehdä
fr: Faire
fy: Dwaan
ga: A dhéanamh
gd: Ri dh&#39;eanamh
gl: Facer
gu: શું કરવું
hi: करने के लिए
hr: Napraviti
hu: Csinálni
hy: Անել
id: Melakukan
is: Að gera
it: Fare
iw: לעשות
ja: 行うには
ka: კეთება
kk: Істеу
km: ធ្វើ
kn: ಮಾಡಬೇಕಾದದ್ದು
ku: Kirin
ky: Кылуу
lb: Ze maachen
lo: ຈະເຮັດແນວໃດ
lt: Daryti
lv: Darīt
mg: Manao
mi: Hei mahi
mk: Да направиш
ml: ചെയ്യാൻ
mn: Хийх
mr: करण्यासाठी
ms: Untuk berbuat demikian
mt: Tagħmel
my: လုပ်ရန်
ne: गर्नु पर्ने
nl: Te doen
no: Å gjøre
or: କରିବା ପାଇଁ
pa: ਕਰਨਾ
pl: Do zrobienia
ps: کول
pt: Façam
ro: A face
ru: Делать
rw: Gukora
sd: ڪرڻ
si: කරන්න
sk: Robiť
sl: Narediti
sq: Për të bërë
sr: Урадити
sv: Att göra
sw: Kufanya
ta: செய்ய
te: చెయ్యవలసిన
tg: Кардан
th: ทำ
tk: Etmek
tl: Gagawin
tr: Yapmak
tt: Эшләргә
ug: قىلىش
uk: Зробити
ur: ایسا کرنے کے لئے
uz: Qilmoq
vi: Làm
xh: Ukwenza
yi: צו טוהן

source: To Do:
af: Om te doen:
am: ለመስራት:
ar: لكى يفعل:
az: Etmək:
be: Рабіць:
bg: Да направя:
bn: করতে:
ca: Fer:
cs: Dělat:
cy: Gwneud:
da: At gøre:
de: Machen:
el: Να κάνω:
eo: Fari:
es: Que hacer:
et: Tegema:
eu: Egin:
fa: انجام دادن:
fi: Tehdä:
fr: Faire:
fy: Dwaan:
ga: A dhéanamh:
gd: Ri dh'eanamh:
gl: Facer:
gu: શું કરવું:
hi: करने के लिए:
hr: Napraviti:
hu: Csinálni:
hy: Անել:
id: Melakukan:
is: Að gera:
it: Da fare:
iw: לעשות:
ja: やるべきこと：
ka: Კეთება:
kk: Істеу:
km: ធ្វើ:
kn: ಮಾಡಬೇಕಾದದ್ದು:
ku: Kirin:
ky: Кылуу:
lb: Ze maachen:
lo: ເຮັດ:
lt: Daryti:
lv: Darīt:
mg: Manao:
mi: Hei Mahi:
mk: Да направиш:
ml: ചെയ്യാൻ:
mn: Хийх:
mr: करण्यासाठी:
ms: Untuk Dilakukan:
mt: Tagħmel:
my: လုပ်ရန်:
ne: गर्नु पर्ने:
nl: Te doen:
no: Å gjøre:
or: କରିବା ପାଇଁ:
pa: ਕਰਨਾ:
pl: Do zrobienia:
ps: کول:
pt: Façam:
ro: A face:
ru: Сделать:
rw: Gukora:
sd: ڪرڻ:
si: කිරීමට:
sk: Robiť:
sl: Narediti:
sq: Për të bërë:
sr: Урадити:
sv: Att göra:
sw: Kufanya:
ta: செய்ய வேண்டியவை:
te: చెయ్యవలసిన:
tg: Кардан:
th: ทำ:
tk: Etmek:
tl: Gagawin:
tr: Yapmak:
tt: Эшләргә:
ug: قىلىش:
uk: Зробити:
ur: ایسا کرنے کے لئے:
uz: Qilmoq:
vi: Làm:
xh: Ukwenza:
yi: צו טוהן:

source: Case Categories
af: Geval Kategorieë
am: የጉዳይ ምድቦች
ar: فئات الحالة
az: Case Kateqoriyalar
be: Катэгорыі спраў
bg: Категории на дела
bn: কেস বিভাগ
ca: Categories de casos
cs: Kategorie případů
cy: Categorïau Achos
da: Sagskategorier
de: Fallkategorien
el: Κατηγορίες υποθέσεων
eo: Kazaj Kategorioj
es: Categorías de casos
et: Juhtumi kategooriad
eu: Kasu Kategoriak
fa: دسته بندی پرونده ها
fi: Tapausluokat
fr: Catégories de cas
fy: Case Kategoryen
ga: Catagóirí Cásanna
gd: Roinnean-seòrsa cùise
gl: Categorías de casos
gu: કેસ શ્રેણીઓ
hi: केस श्रेणियाँ
hr: Kategorije slučajeva
hu: Ügykategóriák
hy: Գործերի կատեգորիաներ
id: Kategori Kasus
is: Málaflokkar
it: Categorie di casi
iw: קטגוריות מקרה
ja: ケースカテゴリ
ka: საქმეების კატეგორიები
kk: Іс санаттары
km: ប្រភេទករណី
kn: ಕೇಸ್ ವರ್ಗಗಳು
ku: Kategoriyên Doza
lb: Fall Kategorien
lo: ໝວດໝູ່ກໍລະນີ
lt: Bylų kategorijos
lv: Lietu kategorijas
mg: Sokajy tranga
mi: Ngā Kāwai Take
mk: Категории на случаи
ml: കേസ് വിഭാഗങ്ങൾ
mn: Кейсийн ангилал
mr: केस श्रेण्या
ms: Kategori Kes
mt: Kategoriji tal-Każijiet
my: ဖြစ်ရပ်မှန်အမျိုးအစားများ
ne: केस कोटिहरू
nl: Case-categorieën
no: Sakskategorier
or: କେସ୍ ବର୍ଗଗୁଡିକ |
pa: ਕੇਸ ਸ਼੍ਰੇਣੀਆਂ
pl: Kategorie spraw
ps: د قضیې کټګورۍ
pt: Categorias de caso
ro: Categorii de cazuri
ru: Категории дел
rw: Ibyiciro by'imanza
sd: ڪيس ڪيٽيگريز
si: නඩු වර්ග
sk: Kategórie prípadov
sl: Kategorije primerov
sq: Kategoritë e rasteve
sr: Категорије случајева
sv: Fallkategorier
sw: Kesi Jamii
ta: வழக்கு வகைகள்
te: కేస్ కేటగిరీలు
tg: Категорияҳои парванда
th: หมวดหมู่เคส
tk: Mysal kategoriýalary
tl: Mga Kategorya ng Case
tr: Vaka Kategorileri
tt: Эш категорияләре
ug: دېلو تۈرى
uk: Категорії справ
ur: کیس کیٹیگریز
uz: Ish toifalari
vi: Danh mục trường hợp
yi: קאַסע קאַטעגאָריעס

source: Your Team
af: Jou span
am: የእርስዎ ቡድን
ar: فريقك
az: Sizin Komandanız
be: Ваша каманда
bg: Твоят отбор
bn: তোমার দল
ca: El teu equip
cs: Tvůj tým
cy: Eich Tîm
da: Dit hold
de: Dein Team
el: Η ομάδα σου
eo: Via Teamo
es: Tu equipo
et: Teie meeskond
eu: Zure taldea
fa: تیم شما
fi: Joukkueesi
fr: Ton équipe
fy: Jo team
ga: Do Fhoireann
gd: An Sgioba agad
gl: O teu equipo
gu: તમારી ટીમ
hi: आपकी टीम
hr: Tvoj tim
hu: Csapatod
hy: Ձեր թիմը
id: Tim Anda
is: Liðið þitt
it: La tua squadra
iw: הצוות שלך
ja: あなたのチーム
ka: Შენი გუნდი
kk: Сіздің командаңыз
km: ក្រុមរបស់អ្នក។
kn: ನಿಮ್ಮ ತಂಡ
ku: Tîma we
ky: Сиздин команда
lb: Är Equipe
lo: ທີມງານຂອງທ່ານ
lt: Tavo komanda
lv: Jūsu komanda
mg: Ny Ekipanao
mi: To Kapa
mk: Вашиот тим
ml: നിന്റെ ടീം
mn: Таны баг
mr: तुमचा संघ
ms: Pasukan anda
mt: It-tim tiegħek
my: မင်းရဲ့အဖွဲ့
ne: तपाईंको टोली
nl: Jouw team
no: Ditt lag
or: ତୁମର ଦଳ
pa: ਤੁਹਾਡੀ ਟੀਮ
pl: Twój zespół
ps: ستاسو ټیم
pt: Seu time
ro: Echipa ta
ru: Твоя команда
rw: Ikipe yawe
sd: توهان جي ٽيم
si: ඔබේ කණ්ඩායම
sk: Tvoj tím
sl: Vaša ekipa
sq: Skuadra jote
sr: Ваш тим
sv: Ditt lag
sw: Timu yako
ta: உங்களுடைய அணி
te: మీ జట్టు
tg: Дастаи шумо
th: ทีมของคุณ
tk: Toparyňyz
tl: Iyong Koponan
tr: Takımın
tt: Сезнең команда
ug: گۇرۇپپىڭىز
uk: Ваша команда
ur: آپ کی ٹیم
uz: Sizning jamoangiz
vi: Đội bạn
xh: Iqela lakho
yi: דיין מאַנשאַפֿט

source: To Do
af: Om te doen
am: ለመስራት
ar: لكى يفعل
az: Etmək
be: Рабіць
bg: Да направя
bn: করতে
ca: Fer
cs: Dělat
cy: Gwneud
da: At gøre
de: Machen
el: Να κάνω
eo: Fari
es: Que hacer
et: Tegema
eu: Egin
fa: انجام دادن
fi: Tehdä
fr: Faire
fy: Dwaan
ga: A dhéanamh
gd: Ri dhèanamh
gl: Facer
gu: શું કરવું
hi: करने के लिए
hr: Napraviti
hu: Csinálni
hy: Անել
id: Melakukan
is: Að gera
it: Fare
iw: לעשות
ja: やること
ka: Კეთება
kk: Істеу
km: ធ្វើ
kn: ಮಾಡಬೇಕಾದದ್ದು
ku: Kirin
ky: Кылуу
lb: Ze maachen
lo: ເຮັດ
lt: Daryti
lv: Darīt
mg: Manao
mi: Hei Mahi
mk: Да направиш
ml: ചെയ്യാൻ
mn: Хийх
mr: करण्यासाठी
ms: Untuk Dilakukan
mt: Tagħmel
my: လုပ်ရန်
ne: गर्नु पर्ने
nl: Te doen
no: Å gjøre
or: କରିବା ପାଇଁ
pa: ਕਰਨਾ
pl: Do zrobienia
ps: کول
pt: Façam
ro: A face
ru: Делать
rw: Gukora
sd: ڪرڻ
si: කිරීමට
sk: Robiť
sl: Narediti
sq: Për të bërë
sr: Урадити
sv: Att göra
sw: Kufanya
ta: செய்ய
te: చెయ్యవలసిన
tg: Кардан
th: ทำ
tk: Etmek
tl: Gagawin
tr: Yapmak
tt: Эшләргә
ug: قىلىش
uk: Зробити
ur: ایسا کرنے کے لئے
uz: Qilmoq
vi: Làm
xh: Ukwenza
yi: צו טוהן

source: Yes
af: Ja
am: አዎ
ar: نعم
az: Bəli
be: Так
bg: да
bn: হ্যাঁ
ca: Sí
cs: Ano
cy: Ydw
da: Ja
de: Ja
el: Ναί
eo: Jes
es: si
et: Jah
eu: Bai
fa: آره
fi: Joo
fr: Oui
fy: ja
ga: Sea
gd: Tha
gl: Si
gu: હા
hi: हाँ
hr: Da
hu: Igen
hy: Այո
id: Iya
is: Já
it: sì
iw: כן
ja: はい
ka: დიახ
kk: Иә
km: ត្រូវហើយ
kn: ಹೌದು
ku: Erê
ky: Ооба
lb: jo
lo: ແມ່ນແລ້ວ
lt: Taip
lv: Jā
mg: Eny
mi: Ae
mk: Да
ml: അതെ
mn: Тийм шүү
mr: होय
ms: Ya
mt: Iva
my: ဟုတ်တယ်
ne: हो
nl: Ja
no: Ja
or: ହଁ
pa: ਹਾਂ
pl: tak
ps: هو
pt: sim
ro: da
ru: да
rw: Yego
sd: ها
si: ඔව්
sk: Áno
sl: Da
sq: po
sr: да
sv: Ja
sw: Ndio
ta: ஆம்
te: అవును
tg: Бале
th: ใช่
tk: Hawa
tl: Oo
tr: Evet
tt: Әйе
ug: ھەئە
uk: Так
ur: جی ہاں
uz: Ha
vi: Đúng
xh: Ewe
yi: יאָ

source: Close
af: Naby
am: ገጠመ
ar: قريب
az: Yaxın
be: блізка
bg: Близо
bn: ঘনিষ্ঠ
ca: Tanca
cs: Zavřít
cy: Yn agos
da: Tæt
de: Schließen
el: Κοντά
eo: Fermi
es: Cerca
et: Sulge
eu: Itxi
fa: نزدیک
fi: kiinni
fr: Fermer
fy: Slute
ga: Dún
gd: Dùin
gl: Pechar
gu: બંધ
hi: बंद करे
hr: Zatvoriti
hu: Bezárás
hy: փակել
id: Dekat
is: Loka
it: Vicino
iw: לִסְגוֹר
ja: 閉じる
ka: დახურვა
kk: Жабық
km: បិទ
kn: ಮುಚ್ಚಿ
ku: Nêzîkî
ky: жакын
lb: Zoumaachen
lo: ປິດ
lt: Uždaryti
lv: Aizvērt
mi: Katia
mk: Затвори
ml: അടയ്ക്കുക
mn: Хаах
mr: बंद
ms: Tutup
mt: Agħlaq
my: ပိတ်
ne: बन्द गर्नुहोस्
nl: Dichtbij
no: Lukk
or: ବନ୍ଦ
pa: ਬੰਦ ਕਰੋ
pl: Blisko
ps: بنده
pt: Fechar
ro: Închide
ru: Закрыть
rw: Funga
sd: بند ڪريو
si: වසන්න
sk: Zavrieť
sl: Zapri
sq: afër
sr: Близу
sv: Stänga
sw: Funga
ta: நெருக்கமான
tg: Пӯшед
th: ปิด
tk: .Akyn
tl: Isara
tr: Kapat
tt: Ябу
ug: تاقاش
uk: Закрити
ur: بند کریں
uz: Yoping
vi: Gần
xh: Vala

source: Publish
af: Publiseer
am: አትም
ar: ينشر
az: dərc et
be: Апублікаваць
bg: Публикувайте
bn: প্রকাশ করুন
ca: Publicar
cs: Publikovat
cy: Cyhoeddi
da: Offentliggøre
de: Veröffentlichen
el: Δημοσιεύω
eo: Publikigi
es: Publicar
et: Avalda
eu: Argitaratu
fa: انتشار
fi: Julkaista
fr: Publier
fy: Publisearje
ga: Fhoilsiú
gd: Foillsich
gl: Publicar
gu: પ્રકાશિત કરો
hi: प्रकाशित करना
hr: Objaviti
hu: Közzététel
hy: Հրապարակել
id: Menerbitkan
is: Birta
it: Pubblicare
iw: לְפַרְסֵם
ja: 公開
ka: გამოაქვეყნეთ
kk: Жариялау
km: បោះពុម្ពផ្សាយ
kn: ಪ್ರಕಟಿಸಿ
ku: Weşandin
ky: Жарыялоо
lb: Verëffentlechen
lo: ເຜີຍແຜ່
lt: Paskelbti
lv: Publicēt
mg: torio
mi: Whakaputa
mk: Објави
ml: പ്രസിദ്ധീകരിക്കുക
mn: Нийтлэх
mr: प्रकाशित करा
ms: Menerbitkan
mt: Ippubblika
my: ထုတ်ဝေသည်။
ne: प्रकाशित गर्नुहोस्
nl: Publiceren
no: publisere
or: ପ୍ରକାଶନ କର |
pa: ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
pl: Publikować
ps: خپور کړئ
pt: Publicar
ro: Publica
ru: Публиковать
rw: Tangaza
sd: شايع ڪريو
si: ප්‍රකාශ කරන්න
sk: Publikovať
sl: Objavi
sq: Publikoni
sr: Објавите
sv: Publicera
sw: Kuchapisha
ta: வெளியிடு
te: ప్రచురించండి
tg: Нашр кунед
th: เผยแพร่
tk: Neşir et
tl: I-publish
tr: Yayınla
tt: Бастыру
uk: Опублікувати
ur: شائع کریں۔
uz: Nashr qilish
vi: Công bố
xh: Papasha
yi: אַרויסגעבן

source: Visibility
af: sigbaarheid
am: የታይነት ደረጃ
ar: رؤية
az: Görünürlük
be: бачнасць
bg: видимост
bn: দৃষ্টিপাত
ca: Visibilitat
cs: Viditelnost
cy: Gwelededd
da: Sigtbarhed
de: Sichtweite
el: Ορατότητα
eo: Videbleco
es: Visibilidad
et: Nähtavus
eu: ikusgarritasuna
fa: دید
fi: näkyvyys
fr: Visibilité
fy: Sichtberens
ga: Léargas
gd: Fàire
gl: Visibilidade
gu: દ્રશ્યતા
hi: दृश्यता
hr: Vidljivost
hu: Láthatóság
hy: Տեսանելիություն
id: Visibilitas
is: Skyggni
it: Visibilità
iw: רְאוּת
ja: 可視性
ka: ხილვადობა
kk: Көріну
km: ភាពមើលឃើញ
kn: ಗೋಚರತೆ
ku: Dîtinî
ky: көрүнүү
lb: Visibilitéit
lo: ການເບິ່ງເຫັນ
lt: Matomumas
lv: Redzamība
mk: Видливост
ml: ദൃശ്യപരത
mn: Харагдац
mr: दृश्यमानता
ms: Keterlihatan
mt: Viżibilità
my: မြင်နိုင်စွမ်း
ne: दृश्यता
nl: Zichtbaarheid
no: Synlighet
or: ଦୃଶ୍ୟମାନତା |
pa: ਦਰਿਸ਼ਗੋਚਰਤਾ
pl: Widoczność
ps: لیدلوری
pt: Visibilidade
ro: Vizibilitate
ru: видимость
rw: Kugaragara
sd: نمائش
si: දෘශ්යතාව
sk: viditeľnosť
sl: Vidljivost
sq: dukshmëri
sr: Видљивост
sv: Synlighet
sw: Kuonekana
ta: தன்மை
te: దృష్టి గోచరత
tg: Муваффақият
th: ความชัดเจน
tk: Görünmek
tr: görünürlük
tt: Күренеш
ug: كۆرۈنۈشچانلىقى
uk: Видимість
ur: نمائش
uz: Ko&#39;rinishi
vi: Hiển thị
xh: Ukubonakala
yi: זעעוודיקייט

source: all
af: almal
am: ሁሉም
ar: الكل
az: hamısı
be: усе
bg: всичко
bn: সব
ca: tot
cs: Všechno
cy: I gyd
da: alle
de: alle
el: όλα
eo: ĉio
es: todas
et: kõik
eu: guztiak
fa: همه
fi: kaikki
fr: tout
fy: alle
ga: go léir
gd: uile
gl: todo
gu: બધા
hi: सब
hr: svi
hu: minden
hy: բոլորը
id: semua
is: allt
it: tutti
iw: את כל
ja: すべて
ka: ყველა
kk: барлық
km: ទាំងអស់
kn: ಎಲ್ಲಾ
ku: gişt
ky: бардык
lo: ທັງຫມົດ
lt: visi
lv: visi
mg: rehetra
mi: katoa
mk: сите
ml: എല്ലാം
mn: бүгд
mr: सर्व
ms: semua
mt: kollha
my: အားလုံး
ne: सबै
nl: alle
no: alle
or: ସମସ୍ତ
pa: ਸਭ
pl: wszystko
ps: ټول
pt: todos
ro: toate
ru: все
rw: byose
sd: سڀ ڪجهه
si: සෑම
sk: všetko
sl: vse
sq: të gjithë
sr: све
sv: Allt
sw: wote
ta: அனைத்து
te: అన్ని
tg: ҳама
th: ทั้งหมด
tk: hemmesi
tl: lahat
tr: herşey
tt: Барысы да
ug: ھەممىسى
uk: все
ur: سب
uz: hammasi
vi: tất cả các
xh: bonke
yi: אַלע

source: sign
af: teken
am: ምልክት
ar: لافتة
az: işarəsi
be: знак
bg: знак
bn: চিহ্ন
ca: signe
cs: podepsat
cy: arwydd
da: skilt
de: Zeichen
el: σημάδι
eo: signo
es: firmar
et: märk
eu: sinatu
fa: امضا کردن
fi: merkki
fr: signe
fy: teken
ga: comhartha
gd: soidhne
gl: asinar
gu: હસ્તાક્ષર
hi: संकेत
hr: znak
hu: jel
hy: նշան
id: tanda
is: merki
it: cartello
iw: סִימָן
ja: サイン
ka: ნიშანი
kk: белгісі
km: សញ្ញា
kn: ಚಿಹ್ನೆ
ku: nîşan
ky: белги
lb: Zeechen
lo: ເຊັນ
lt: ženklas
lv: zīme
mg: FAMANTARANA
mi: tohu
mk: знак
ml: അടയാളം
mn: тэмдэг
mr: चिन्ह
ms: tanda
mt: sinjal
my: လက္ခဏာ
ne: चिन्ह
nl: teken
no: skilt
or: ଚିହ୍ନ
pa: ਚਿੰਨ੍ਹ
pl: podpisać
ps: نښه
pt: sinal
ro: semn
ru: знак
rw: ikimenyetso
sd: نشاني
si: ලකුණ
sk: znamenie
sl: znak
sq: shenjë
sr: знак
sv: skylt
sw: ishara
ta: அடையாளம்
te: సంకేతం
tg: аломат
th: เข้าสู่ระบบ
tk: gol
tl: tanda
tr: imza
tt: билге
ug: ئىمزا
uk: знак
ur: نشان
uz: belgisi
vi: dấu hiệu
xh: uphawu
yi: צייכן

source: Page
am: ገጽ
ar: صفحة
az: Səhifə
be: старонка
bg: страница
bn: পৃষ্ঠা
ca: Pàgina
cs: Stránka
cy: Tudalen
da: Side
de: Seite
el: Σελίδα
eo: Paĝo
es: Página
et: Lehekülg
fa: صفحه
fi: Sivu
fy: Side
ga: Leathanach
gd: Duilleag
gl: Páxina
gu: પૃષ્ઠ
hi: पृष्ठ
hr: Stranica
hu: oldal
hy: Էջ
id: Halaman
is: Síða
it: Pagina
iw: עמוד
ja: ページ
ka: გვერდი
kk: Бет
km: ទំព័រ
kn: ಪುಟ
ku: Rûpel
ky: бет
lb: Säit
lo: ຫນ້າ
lt: Puslapis
lv: Lappuse
mi: Whārangi
mk: Страница
ml: പേജ്
mn: Хуудас
mr: पृष्ठ
ms: Halaman
mt: Paġna
my: စာမျက်နှာ
ne: पृष्ठ
nl: Pagina
no: Side
or: ପୃଷ୍ଠା
pa: ਪੰਨਾ
pl: Strona
ps: پاڼه
pt: Página
ro: Pagină
ru: страница
rw: Urupapuro
sd: صفحو
si: පිටුව
sk: strana
sl: Stran
sq: faqe
sr: Страна
sv: Sida
sw: Ukurasa
ta: பக்கம்
te: పేజీ
tg: Саҳифа
th: หน้า
tk: Sahypa
tl: Pahina
tr: Sayfa
tt: Бит
ug: بەت
uk: Сторінка
ur: صفحہ
uz: Sahifa
vi: Trang
yi: זייַט

source: of
af: van
am: የ
ar: من
be: з
bg: на
bn: এর
ca: de
cs: z
cy: o
da: af
de: von
el: του
eo: de
es: de
et: kohta
eu: de
fa: از
fr: de
fy: fan
ga: de
gd: de
gl: de
gu: ની
hi: का
hr: od
hu: nak,-nek
hy: ի
id: dari
is: af
it: di
iw: שֶׁל
ja: の
ka: საქართველოს
kk: туралы
km: នៃ
kn: ನ
ku: ji
ky: боюнча
lb: vun
lo: ຂອງ
lt: apie
lv: gada
mg: ny
mi: Tuhinga o mua
mk: на
ml: ന്റെ
mn: -ийн
mr: च्या
ms: daripada
mt: ta '
ne: को
nl: van
no: av
or: ର
pa: ਦੇ
pl: z
ps: د
pt: do
ro: de
ru: из
rw: Bya
sd: جو
si: වල
sk: z
sl: od
sq: e
sr: од
sv: av
sw: ya
te: యొక్క
tg: аз
th: ของ
tl: ng
tr: nın-nin
tt: һәм
uk: з
ur: کے
uz: ning
vi: của
xh: ye
yi: פון

source: Processing
af: Verwerking
am: በማስኬድ ላይ
ar: معالجة
az: Qenerasiya olunur
be: Апрацоўка
bg: Обработка
bn: প্রক্রিয়াজাতকরণ
ca: Processament
cs: zpracovává se
cy: Prosesu
da: Forarbejdning
de: wird bearbeitet
el: Επεξεργασία
eo: Prilaborado
es: Procesando
et: Töötlemine
eu: Prozesamendua
fa: در حال پردازش
fi: Käsittely
fr: En traitement
fy: Bewurking
ga: Próiseáil
gd: Giullachd
gl: Procesamento
gu: પ્રક્રિયા
hi: प्रसंस्करण
hr: Obrada
hu: Feldolgozás
hy: Վերամշակում
id: Pengolahan
is: Vinnsla
it: in lavorazione
iw: מעבד
ja: 処理
ka: დამუშავება
kk: Өңдеу
km: ដំណើរការ
kn: ಸಂಸ್ಕರಣೆ
ku: Xebitandinî
ky: Иштетүү
lb: Veraarbechtung
lo: ການປຸງແຕ່ງ
lt: Apdorojimas
lv: Apstrāde
mg: fanodinana
mi: Tukatuka
mk: Обработка
ml: പ്രോസസ്സിംഗ്
mn: Боловсруулалт
mr: प्रक्रिया करीत आहे
ms: Memproses
mt: Ipproċessar
my: လုပ်ဆောင်နေသည်
ne: प्रशोधन गर्दै
nl: Verwerken
no: Behandling
or: ପ୍ରକ୍ରିୟାକରଣ
pa: ਕਾਰਵਾਈ
pl: Przetwarzanie
ps: پروسه
pt: Em processamento
ro: Prelucrare
ru: Обработка
rw: Gutunganya
sd: ڪاروائي پ
si: සැකසීම
sk: Spracovanie
sl: Obravnavati
sq: Përpunimi
sr: Обрада
sv: Bearbetning
sw: Inasindika
ta: செயலாக்கம்
te: ప్రాసెసింగ్
tg: Коркарди
th: กำลังประมวลผล
tk: Gaýtadan işlemek
tl: Pinoproseso
tr: İşleme
tt: Эшкәртү
ug: بىر تەرەپ قىلىش
uk: Обробка
ur: پروسیسنگ
uz: Qayta ishlash
vi: Chế biến
xh: Iqhubekekisa
yi: פּראַסעסינג
