Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Director Of Complaint Management
af: Direkteur van Klagbestuur
am: አቤቱታ አቀናባሪ ዳይሬክተር
ar: مدير إدارة الشكاوى
az: Şikayətlərin İdarə Edilməsi üzrə Direktor
be: Дырэктар па кіраванні скаргамі
bg: Директор по управление на жалби
bn: অভিযোগ ম্যানেজমেন্ট ডিরেক্টর
ca: Director de Gestió de Queixes
cs: Ředitel stížnosti
cy: Cyfarwyddwr Rheoli Cwynion
da: Direktør for klageadministration
de: Direktor für Beschwerdemanagement
el: Διευθυντής Διαχείρισης Παραπόνων
eo: Direktoro De Plendo-Administrado
es: Director de gestión de reclamaciones
et: Kaebuste haldamise direktor
eu: Kexa Kudeatzeko Zuzendaria
fa: مدیر مدیریت شکایت
fi: Valitusten hallinnan johtaja
fr: Directeur de la gestion des plaintes
fy: Direkteur Of Klachtenbehear
ga: Stiúrthóir Bainistíochta Gearán
gd: Stiùiriche Riaghladh Ghearanan
gl: Director de Xestión de Queixas
gu: ફરિયાદ સંચાલન નિયામક
hi: शिकायत प्रबंधन के निदेशक
hr: Direktor za upravljanje žalbama
hu: Panaszkezelő igazgató
hy: Բողոքների կառավարման տնօրեն
id: Direktur Manajemen Pengaduan
is: Forstöðumaður kærunefndar
it: Direttore della gestione dei reclami
iw: מנהל ניהול תלונות
ja: 苦情管理責任者
ka: საჩივრების მართვის დირექტორი
kk: Шағымдарды басқару жөніндегі директор
km: នាយកគ្រប់គ្រងពាក្យបណ្តឹង
kn: ದೂರು ನಿರ್ವಹಣಾ ನಿರ್ದೇಶಕರು
ku: Derhênerê Rêvebiriya gilî ya gilover
ky: Арыздарды башкаруу боюнча директор
lb: Direkter vum Kloverwaltung
lo: ຜູ້ ອຳ ນວຍການຝ່າຍບໍລິຫານ ຄຳ ຮ້ອງທຸກ
lt: Skundų tvarkymo direktorius
lv: Sūdzību vadības direktors
mg: Talen&#39;ny fitantanana fitarainana
mi: Kaiwhakahaere Whakahaere amuamu
mk: Директор за управување со жалби
ml: പരാതി മാനേജ്മെന്റ് ഡയറക്ടർ
mn: Гомдлын удирдлагын газрын дарга
mr: तक्रार व्यवस्थापन संचालक
ms: Pengarah Pengurusan Aduan
mt: Direttur tal-Ġestjoni tal-Ilmenti
my: တိုင်ကြားမှုစီမံခန့်ခွဲမှုဒါရိုက်တာ
ne: उजुरी व्यवस्थापन को निर्देशक
nl: Directeur van klachtenbeheer
or: ଅଭିଯୋଗ ପରିଚାଳନା ନିର୍ଦ୍ଦେଶକ
pa: ਸ਼ਿਕਾਇਤ ਪ੍ਰਬੰਧਨ ਦੇ ਡਾਇਰੈਕਟਰ
pl: Dyrektor ds. Zarządzania skargami
ps: د شکایتونو مدیریت ریاست
pt: Diretor de Gerenciamento de Reclamações
ro: Director de gestionare a reclamațiilor
ru: Директор управления жалобами
rw: Umuyobozi ushinzwe ibibazo
sd: شڪايت واري انتظام جو ڊائريڪٽر
si: පැමිණිලි කළමනාකරණ අධ්‍යක්ෂ
sk: Riaditeľ reklamácie
sl: Direktor za upravljanje s pritožbami
sq: Drejtori i Menaxhimit të Ankesave
sr: Директор за управљање жалбама
sw: Mkurugenzi wa Usimamizi wa Malalamiko
ta: புகார் மேலாண்மை இயக்குநர்
te: ఫిర్యాదు నిర్వహణ డైరెక్టర్
tg: Директори идоракунии шикоятҳо
th: ผู้อำนวยการฝ่ายจัดการข้อร้องเรียน
tk: Şikaýatlary dolandyrmak müdiri
tl: Direktor Ng Reklamo ng Pamamahala
tr: Şikayet Yönetimi Müdürü
tt: Шикаятьләр белән идарә итү директоры
ug: ئەرزنى باشقۇرۇش دېرىكتورى
uk: Директор з управління скаргами
ur: شکایت کے انتظام کے ڈائریکٹر
uz: Shikoyatlarni boshqarish bo&#39;yicha direktor
vi: Giám đốc quản lý khiếu nại
xh: UMlawuli woLawulo lweZikhalazo
yi: דירעקטאָר פון קלאָג מאַנאַגעמענט

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
af: Gevalvorms laat ons toe om te luister en te leer, om ons te help om verkope te verhoog deur terugvoer van kliënte.
am: የጉዳይ ቅጾች እኛን በደንብ ግብረመልስ እንድንጨምር እና እንድንማር ያደርገናል.
ar: تسمح لنا نماذج الحالات بالاستماع والتعلم ، مما يساعدنا على زيادة المبيعات من خلال ملاحظات العملاء ..
az: Davam formaları, bizə müştəri rəyləri vasitəsilə satışların artırılmasına kömək etmək üçün bizə qulaq asmağa və öyrənməyə imkan verir ..
be: Справа формы дазваляюць слухаць і вучыцца, дапамагаючы нам павялічыць аб&#39;ём продажаў за кошт зваротнай сувязі з кліентамі ..
bg: Формулярите за казуси ни позволяват да слушаме и да учим, като ни помагат да увеличим продажбите чрез обратна връзка с клиенти ..
bn: কেস ফর্ম আমাদের শুনতে এবং শিখতে অনুমতি দেয়, আমাদের গ্রাহক প্রতিক্রিয়া মাধ্যমে বিক্রয় বৃদ্ধি সাহায্য।
ca: Els formularis de casos ens permeten escoltar i aprendre, ajudant-nos a augmentar les vendes a través dels comentaris dels nostres clients ...
cs: Formuláře případů nám umožňují naslouchat a učit se, což nám pomáhá zvýšit prodej prostřednictvím zpětné vazby od zákazníků.
cy: Mae ffurflenni achos yn ein galluogi i wrando a dysgu, gan ein helpu i gynyddu gwerthiant trwy adborth cwsmeriaid.
da: Sagsblanketter giver os mulighed for at lytte og lære og hjælpe os med at øge salget gennem tilbagemeldinger fra kunderne.
de: Fallformulare ermöglichen es uns, zuzuhören und zu lernen, und helfen uns, den Umsatz durch Kundenfeedback zu steigern.
el: Τα έντυπα υποθέσεων μας επιτρέπουν να ακούμε και να μαθαίνουμε, βοηθώντας μας να αυξήσουμε τις πωλήσεις μας μέσω των σχολίων πελατών.
eo: Kestformularoj ebligas al ni aŭskulti kaj lerni, helpante nin pliigi vendojn per klientaj sugestoj ..
es: Los formularios de casos nos permiten escuchar y aprender, lo que nos ayuda a aumentar las ventas a través de los comentarios de los clientes.
et: Juhtumite vormid võimaldavad meil kuulata ja õppida, aidates meil suurendada klientide tagasisidet.
eu: Kasuen formak entzun eta ikasi dezakegu, salmentak handitzen laguntzen digu bezeroen iritzien bidez ..
fa: فرم های فرم به ما اجازه می دهد گوش دادن و یادگیری، کمک به ما افزایش فروش از طریق بازخورد مشتری ..
fi: Tapauslomakkeiden avulla voimme kuunnella ja oppia, mikä auttaa meitä lisäämään myyntiä asiakaspalautteen avulla.
fr: Les formulaires de cas nous permettent d&#39;écouter et d&#39;apprendre, nous aidant ainsi à augmenter les ventes grâce aux commentaires des clients.
fy: Kaartsfoarmen jouwe ús te harkjen en te learen, helpe ús ferkeap te fergrutsjen troch klant feedback.
ga: Cuireann foirmeacha cásanna ar ár gcumas éisteacht agus foghlaim, ag cuidiú linn díolacháin a mhéadú trí aiseolas ó chustaiméirí.
gd: Tha foirmean cùise a ’toirt dhuinn cothrom èisteachd agus ionnsachadh, agus ar cuideachadh gu bhith a’ fàs reic tro fhios air ais bho luchd-ceannach.
gl: Os formularios de casos permítennos escoitar e aprender, axudándonos a aumentar as vendas a través de comentarios dos clientes.
gu: કેસ ફોર્મ્સ અમને સાંભળવા અને શીખવા દે છે, ગ્રાહક પ્રતિસાદ દ્વારા અમને વેચાણ વધારવામાં સહાય કરે છે ..
hi: केस फॉर्म हमें ग्राहक प्रतिक्रिया के माध्यम से बिक्री बढ़ाने में मदद करने और सुनने और सीखने की अनुमति देते हैं।
hr: Obrasci slučajeva omogućuju nam da slušamo i učimo, pomažući nam povećati prodaju putem povratnih informacija od korisnika ..
hu: Az esettanulmányok lehetővé teszik számunkra, hogy meghallgassuk és tanulhassunk, segítve az ügyfelek visszajelzéseinek növelését.
hy: Գործի ձեւերը թույլ են տալիս մեզ լսել եւ սովորել `օգնելով հաճախորդների հետադարձ կապի միջոցով վաճառել վաճառքները:
id: Formulir kasus memungkinkan kami untuk mendengarkan dan belajar, membantu kami meningkatkan penjualan melalui umpan balik pelanggan ..
is: Case eyðublöð leyfa okkur að hlusta og læra, hjálpa okkur að auka sölu með endurgjöf viðskiptavina.
it: Le forme del caso ci permettono di ascoltare e imparare, aiutandoci ad aumentare le vendite attraverso il feedback dei clienti ..
iw: טופסי מקרה מאפשרים לנו להקשיב וללמוד, ולעזור לנו להגדיל את המכירות באמצעות משוב לקוחות ..
ja: ケースフォームを使用することで、私たちは耳を傾け、学ぶことができ、顧客からのフィードバックを通じて売上を増やすことができます。
ka: საქმის ფორმები საშუალებას მოგვცემს, მოუსმინოთ და ვისწავლოთ, დავეხმაროთ ჩვენს გაზრდას გაყიდვების მომხმარებელთა კავშირიდან.
kk: Іс формалары тыңдауға және үйренуге мүмкіндік береді, клиенттердің кері байланысы арқылы сату көлемін арттыруға көмектеседі.
km: សំណុំបែបបទសំណុំរឿងអនុញ្ញាតឱ្យយើងស្តាប់និងរៀនជួយយើងបង្កើនការលក់តាមរយៈមតិយោបល់របស់អតិថិជន។
kn: ಕೇಸ್ ಫಾರ್ಮ್ಗಳು ನಮಗೆ ಗ್ರಾಹಕರಿಗೆ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡುವ ಮೂಲಕ ಮಾರಾಟವನ್ನು ಹೆಚ್ಚಿಸಲು ಸಹಾಯ ಮಾಡಲು, ನಮಗೆ ಕೇಳಲು ಮತ್ತು ಕಲಿಯಲು ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತದೆ.
ku: Formên hiqûqê me bihêlin ku guhdarî bikin û fêr bibin, alîkariya me bi riya bihayê xerîdar bistînin.
ky: Case түрлөрү Бизге кардар пикир аркылуу сатууну көбөйтүүгө жардам берип, аларды угууга, үйрөнүүгө мүмкүнчүлүк берет ..
lb: Case Formulairen erméiglechen eis ze luewen an ze léieren, hëlleft eis Vertrauen duerch Customer Feedback ze verbesseren.
lo: ຮູບແບບກໍລະນີຊ່ວຍໃຫ້ພວກເຮົາຟັງແລະຮຽນຮູ້, ຊ່ວຍພວກເຮົາເພີ່ມຍອດຂາຍຜ່ານຄວາມຄິດເຫັນຂອງລູກຄ້າ.
lt: Atvejų formos leidžia mums klausytis ir išmokti, padėdami mums padidinti pardavimus per klientų atsiliepimus.
lv: Lietu veidlapas ļauj mums klausīties un mācīties, palīdzot mums palielināt pārdošanas apjomu, izmantojot klientu atsauksmes.
mg: Ny endrika fanalahidy dia ahafahantsika mihaino sy mianatra ary manampy antsika hampitombo ny varotra amin&#39;ny alalan&#39;ny tsindry amin&#39;ny mpanjifa.
mi: Ko nga tauira ka taea te whakarongo me te ako, me te awhina ia tatou ki te whakanui i nga hokohoko mai i nga urupare a te kiritaki
mk: Обрасците на случајот ни овозможуваат да слушаме и да учиме, помагајќи ни да ја зголемиме продажбата преку повратни информации од купувачи.
ml: ഉപഭോക്തൃ ഫീഡ്ബാക്ക് വഴി വിൽപ്പന വർദ്ധിപ്പിക്കാൻ സഹായിക്കുന്നതിന് കേസിന്റെ രൂപങ്ങൾ ഞങ്ങളെ പഠിക്കാനും പഠിക്കാനും അനുവദിക്കുന്നു.
mn: Кейсийн маягтууд нь биднийг сонсож, суралцах боломжийг олгодог бөгөөд хэрэглэгчийн санал хүсэлтийг ашиглан борлуулалтыг нэмэгдүүлэхэд тусалдаг.
mr: केस फॉर्म आम्हाला ऐकायला आणि शिकण्यास अनुमती देतात, आम्हाला ग्राहक अभिप्रायाद्वारे विक्री वाढविण्यात मदत करते ..
ms: Borang kes membolehkan kami mendengar dan belajar, membantu kami meningkatkan jualan melalui maklum balas pelanggan ..
mt: Formoli tal-każijiet jippermettulna nisimgħu u nitgħallmu, u tgħinna nżidu l-bejgħ permezz tal-feedback tal-klijent.
my: ဖြစ်ရပ်မှန်ပုံစံများကျွန်တော်တို့ကိုဖောက်သည်တုံ့ပြန်ချက်မှတစ်ဆင့်အရောင်းတိုးမြှင့်ကူညီခြင်း, ကျွန်တော်တို့ကိုနားထောင်ရန်နှင့်သင်ယူရန်ခွင့်ပြု ..
ne: केस फारामहरूले हामीलाई सुन्न र सिक्न अनुमति दिन्छ, हामीलाई ग्राहक प्रतिक्रिया प्रतिक्रिया मार्फत बढ्न मद्दत गर्न ..
nl: Case-formulieren stellen ons in staat om te luisteren en te leren, waardoor we de omzet kunnen verhogen via feedback van klanten.
no: Saksformularer tillater oss å lytte og lære, og hjelpe oss med å øke salget gjennom tilbakemeldinger fra kunder.
or: ଗ୍ରାହକଙ୍କ ମତାମତ ମାଧ୍ୟମରେ ବିକ୍ରୟ ବୃଦ୍ଧି କରିବାରେ ଆମକୁ ସାହାଯ୍ୟ କରିବାକୁ କେସ୍ ଫର୍ମଗୁଡିକ ଆମକୁ ଶୁଣିବାକୁ ଏବଂ ଶିଖିବାକୁ ଅନୁମତି ଦିଏ ..
pa: ਕੇਸ ਫਾਰਮ ਸਾਨੂੰ ਸੁਣਨ ਅਤੇ ਸਿੱਖਣ ਦੀ ਆਗਿਆ ਦਿੰਦੇ ਹਨ, ਗਾਹਕ ਦੀ ਪ੍ਰਤੀਕਿਰਿਆ ਦੁਆਰਾ ਵਿਕਰੀ ਵਧਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦੇ ਹਨ ..
pl: Formularze przypadków pozwalają nam słuchać i uczyć się, pomagając nam zwiększać sprzedaż poprzez opinie klientów.
ps: د قضیې فورمه موږ ته د اوریدلو او زده کولو اجازه راکوي، د پیرودونکو له نظره د پلورلو زیاتوالی کې مرسته کول
pt: Os formulários de caso nos permitem ouvir e aprender, ajudando-nos a aumentar as vendas através do feedback dos clientes.
ro: Formularele de caz ne permit să ascultăm și să învățăm, ajutându-ne să creștem vânzările prin feedback-ul clientului.
ru: Формы кейсов позволяют нам слушать и учиться, помогая нам увеличить продажи за счет отзывов клиентов.
rw: Impapuro zimanza zitwemerera kumva no kwiga, bidufasha kongera ibicuruzwa binyuze mubitekerezo byabakiriya ..
sd: ڪيس فارم اسان کي ٻڌڻ ۽ سکڻ جي اجازت ڏيندا آهن، اسان کي وڪرو وڌائڻ جي موٽ ۾ واپار وڌائڻ جي موٽ ۾ مدد.
si: නඩු ආකෘති අපට සවන්දීමට හා ඉගෙන ගැනීමට අපට ඉඩ සලසයි, පාරිභෝගිකයින්ගේ ප්රතිපෝෂණය තුළින් විකුණුම් වැඩි කිරීමට අපට උපකාරී වේ.
sk: Formuláre prípadov nám umožňujú počúvať a učiť sa a pomáhať nám zvýšiť predaj prostredníctvom spätnej väzby od zákazníkov.
sl: Obrazci primerov nam omogočajo, da poslušamo in se učimo, kar nam pomaga povečati prodajo prek povratnih informacij strank.
sq: Format e rastit na lejojnë të dëgjojmë dhe të mësojmë, duke na ndihmuar të rrisim shitjet përmes reagimeve të klientëve.
sr: Формулари случаја омогућавају нам да слушамо и учимо, помажући нам да повећамо продају путем повратних информација од корисника ..
sv: Fallformulär tillåter oss att lyssna och lära oss, vilket hjälper oss att öka försäljningen genom kundrespons ..
sw: Fomu za kesi hutuwezesha kusikiliza na kujifunza, kutusaidia kuongeza mauzo kupitia maoni ya wateja.
ta: வழக்கு படிவங்கள் எங்களுக்கு கேட்க மற்றும் கற்று கொள்ள அனுமதிக்க, எங்களுக்கு வாடிக்கையாளர் கருத்து மூலம் விற்பனை அதிகரிக்க உதவி ..
te: కేస్ రూపాలు మాకు వినండి మరియు తెలుసుకోవడానికి అనుమతిస్తాయి, కస్టమర్ ఫీడ్బ్యాక్ ద్వారా అమ్మకాలను పెంచడంలో మాకు సహాయం చేస్తాయి ..
tg: Шаклҳои парванда имконият медиҳанд,
th: แบบฟอร์มกรณีให้เราฟังและเรียนรู้ช่วยให้เราเพิ่มยอดขายผ่านคำติชมของลูกค้า ..
tk: Mysal görnüşleri, diňlemäge we öwrenmäge mümkinçilik berýär, müşderileriň pikirleri arkaly satuwy köpeltmäge kömek edýär ..
tl: Hinahayaan kami ng mga form ng kaso na makinig at matuto, na tumutulong sa amin na madagdagan ang mga benta sa pamamagitan ng feedback ng customer ..
tr: Vaka formları, müşteri geri bildirimleriyle satışları arttırmamıza yardımcı olarak dinlememizi ve öğrenmemizi sağlar.
tt: Эш формалары безгә тыңларга һәм өйрәнергә мөмкинлек бирә, клиентларның фикерләре аша сатуны арттырырга ярдәм итә ..
ug: دېلو جەدۋىلى بىزنىڭ ئاڭلاش ۋە ئۆگىنىشىمىزگە ياردەم بېرىدۇ ، خېرىدارلارنىڭ ئىنكاسى ئارقىلىق سېتىشنى ئاشۇرۇشقا ياردەم بېرىدۇ.
uk: Форми кейсів дозволяють нам слухати і вчитися, допомагаючи збільшити продажі через відгуки клієнтів.
ur: کیس فارم ہمیں سننے اور سیکھنے کی اجازت دیتا ہے، کسٹمر آراء کے ذریعے فروخت میں اضافہ کرنے میں ہماری مدد کر رہی ہے ..
uz: Ishning shakllari bizni tinglash va o&#39;rganish imkonini beradi, mijozlarning fikr-mulohazalari orqali savdolarni ko&#39;paytirishga yordam beradi.
vi: Các mẫu tình huống cho phép chúng tôi lắng nghe và học hỏi, giúp chúng tôi tăng doanh số thông qua phản hồi của khách hàng ..
xh: Iifom zeemeko zivumela ukuba siphulaphule kwaye sifunde, zisincede senyuse ukuthengisa ngokusebenzisa impendulo yabathengi ..
yi: קאַסע פארמען לאָזן אונדז צו הערן און לערנען, העלפּינג אונדז פאַרגרעסערן פארקויפונג דורך קונה באַמערקונגען.

source: Director of Sales of Cain &amp; Company
af: Direkteur van verkope van Kain &amp; Company
am: የቃየን እና የኩባንያ ሽያጭ ዳይሬክተር
ar: مدير مبيعات شركة Cain &amp; Company
az: Cain &amp; Company satış direktoru
be: Дырэктар па продажах Cain &amp; Company
bg: Директор по продажбите на Cain &amp; Company
bn: কেইন অ্যান্ড কোম্পানির বিক্রয় পরিচালক
ca: Director de vendes de Cain &amp; Company
cs: Ředitel prodeje společnosti Cain &amp; Company
cy: Cyfarwyddwr Gwerthu Cain &amp; Company
da: Direktør for salg af Kain &amp; Virksomhed
de: Verkaufsleiter von Cain &amp; Company
el: Διευθυντής Πωλήσεων Cain &amp; Company
eo: Direktoro de Vendoj de Kaino kaj Kompanio
es: Director de ventas de Cain &amp; Company
et: Cain &amp; Company müügidirektor
eu: Cain &amp; Company enpresako salmenten zuzendaria
fa: مدیر فروش شرکت قابیل و شرکت
fi: Cain &amp; Companyn myyntijohtaja
fr: Directeur des ventes de Cain &amp; Company
fy: Direkteur fan ferkeap fan Kaïn &amp; Bedriuw
ga: Stiúrthóir Díolachán Cain &amp; Company
gd: Stiùiriche Reic Cain &amp; Companaidh
gl: Director de vendas de Cain &amp; Company
gu: કેન એન્ડ કંપનીના સેલ્સ ડિરેક્ટર
hi: कैन एंड कंपनी के बिक्री निदेशक
hr: Direktor prodaje Cain &amp; Company
hu: A Cain &amp; Company értékesítési igazgatója
hy: Կայենի և ընկերության վաճառքի տնօրեն
id: Direktur Penjualan Kain &amp; Perusahaan
is: Sölustjóri Kain &amp; Company
it: Direttore delle vendite di Cain &amp; Company
iw: מנהל מכירות קין וחברה
ja: Cain＆Companyのセールスディレクター
ka: კაინისა და კომპანიის გაყიდვების დირექტორი
kk: Cain &amp; Company сату департаментінің директоры
km: នាយកផ្នែកលក់កាអ៊ីននិងក្រុមហ៊ុន
kn: ಕೇನ್ &amp; ಕಂಪನಿಯ ಮಾರಾಟ ನಿರ್ದೇಶಕ
ku: Derhênerê Firotanên Cain &amp; Company
ky: Cain &amp; Company сатуу боюнча директору
lb: Direkter vum Verkaf vu Kain a Gesellschaft
lo: ຜູ້ ອຳ ນວຍການຝ່າຍຂາຍຂອງກາອິນ &amp; ບໍລິສັດ
lt: „Cain &amp; Company“ pardavimų direktorius
lv: Cain &amp; Company pārdošanas direktors
mg: Talen&#39;ny varotra an&#39;i Kaina &amp; Orinasa
mi: Kaiwhakahaere mo nga Hoko Kaina &amp; Kamupene
mk: Директор за продажба на Каин и компанија
ml: കെയ്ൻ &amp; കമ്പനി സെയിൽസ് ഡയറക്ടർ
mn: Cain &amp; Company-ийн борлуулалтын захирал
mr: केन अँड कंपनीचे सेल्स डायरेक्टर
ms: Pengarah Jualan Cain &amp; Syarikat
mt: Direttur tal-Bejgħ ta &#39;Cain &amp; Company
my: Cain &amp; Company ၏အရောင်းဒါရိုက်တာ
ne: केन एन्ड कम्पनीको बिक्री निर्देशक
nl: Directeur verkoop van Cain &amp; Company
no: Direktør for salg av Cain &amp; Company
or: କଏନ୍ ଆଣ୍ଡ କମ୍ପାନୀର ବିକ୍ରୟ ନିର୍ଦ୍ଦେଶକ |
pa: ਸੇਨ ਆਫ ਕੇਨ ਐਂਡ ਕੰਪਨੀ ਦੇ ਡਾਇਰੈਕਟਰ
pl: Dyrektor sprzedaży Cain &amp; Company
ps: د کین او شرکت د پلور رییس
pt: Diretor de Vendas da Cain &amp; Company
ro: Director Vânzări Cain &amp; Company
ru: Директор по продажам Cain &amp; Company
rw: Umuyobozi wo kugurisha Cain &amp; Company
sd: ڪن ۽ ڪمپني جي وڪرو جو ڊائريڪٽر
si: කේන් සහ සමාගමේ විකුණුම් අධ්‍යක්ෂ
sk: Riaditeľ predaja spoločnosti Cain &amp; Company
sl: Direktor prodaje Cain &amp; Company
sq: Drejtori i Shitjeve të Kainit &amp; Company
sr: Директор продаје компаније Цаин &amp; Цомпани
sv: Försäljningschef för Cain &amp; Company
sw: Mkurugenzi wa Uuzaji wa Kaini &amp; Kampuni
ta: கெய்ன் &amp; நிறுவனத்தின் விற்பனை இயக்குநர்
te: కేన్ &amp; కంపెనీ సేల్స్ డైరెక్టర్
tg: Директори фурӯшҳои Cain &amp; Company
th: ผู้อำนวยการฝ่ายขายของอดัมและอีฟ
tk: Keýn we kompaniýanyň satuw müdiri
tl: Direktor ng Pagbebenta ng Cain &amp; Company
tr: Cain &amp; Company Satış Direktörü
tt: Кабил һәм компания сату директоры
ug: Cain &amp; Company نىڭ سېتىش دېرىكتورى
uk: Директор з продажу Cain &amp; Company
ur: ڈائریکٹر برائے فروخت برائے کین اینڈ کمپنی
uz: Cain &amp; Company savdo direktori
vi: Giám đốc bán hàng của Cain &amp; Company
xh: UMlawuli weNtengiso kaKayin kunye neNkampani
yi: דירעקטאָר פון סאַלעס פון קיין &amp; פירמע
