Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
af: Tensy dit uitdruklik deur die ander party gemagtig is, mag geen van die partye enige inligting of materiaal wat deur die ander party ingevolge die Ooreenkoms verskaf word aan &#39;n derde party openbaar maak nie en redelikerwys as vertroulik beskou word (&#39;Vertroulike inligting&#39;), of sodanige vertroulike inligting op enige ander manier gebruik as om sy verpligtinge kragtens die Ooreenkoms na te kom. Die voorafgaande beperkings is nie van toepassing op enige inligting wat in die publieke domein of reeds in die besit van die ontvangende party is nie, voor die datum van die bekendmaking aan die ontvangende party bekend was, of wat daarna aan die ontvangende party bekend geword het van &#39;n derde party wat blykbaar bona fide reg om die inligting bekend te maak, of vertroulike inligting wat die ontvangende party verplig is om ingevolge &#39;n bevel van &#39;n bevoegde hof of &#39;n geldige administratiewe dagvaarding te lewer, met dien verstande dat die ontvangende party die openbaarmakende party vroegtydig kennis gee van so &#39;n hof bestel of dagvaarding. Verder sal u verseker dat u gemagtigde gebruikers alle wagwoorde en ander toegangsinligting tot die dienste ten volle vertrou. Hierdie Artikel 9 sal die beëindiging of verstryking van hierdie ooreenkoms oorleef.
am: በሌላው ተዋዋይ ወገን በግልጽ ካልተፈቀደ በቀር ማንኛውም ተዋዋይ ወገን በስምምነትው ስር የሌላኛው ተዋዋይ ወገን ማንኛውንም መረጃ ወይም ቁሳቁሶችን ለሌላ ወገን አያሳውቅም (በምስጢር የተረጋገጠ መረጃ &#39;) ወይም እንደዚህ ዓይነቱን ሚስጥራዊ መረጃ በማንኛውም መንገድ አይጠቀምም በስምምነቱ ስር ያሉትን ግዴታዎች ለመፈፀም ፡፡ ከላይ የተዘረዘሩት ገደቦች በሕዝባዊ ጎራ ውስጥ ወይም ቀድሞውኑ በተቀባዩ አካል ይዞታ ውስጥ ላሉት መረጃዎች በሙሉ ተፈጻሚ አይሆንም ፣ ይፋ ከመደረጉበት ቀን በፊት ለ ተቀባዩ ወገን የሚታወቅ ወይም ከዚያ በኋላ በግልጽ ከታየው ከሶስተኛ ወገን ለተቀባዩ የሚታወቅ ነው ፡፡ መረጃውን የማሰራጨት ትክክለኛ መብት ፣ ወይም ተቀባዩ ወገን በተወዳዳሪነት ባለው የፍ / ቤት ትዕዛዝ ወይም ትክክለኛ የአስተዳደር ፍ / ቤት ትዕዛዝ መሠረት የማዘዝ ግዴታ አለበት ፣ ተቀባዩ ወገን እንደዚህ ያለ የፍርድ ቤት የፍርድ ጊዜ ማስታወቂያ ማዘዣ ወይም ንዑስ ትእዛዝ። በተጨማሪም ፣ የተፈቀደላቸው ተጠቃሚዎች ሁሉንም የይለፍ ቃሎች እና ሌሎች የአገልግሎቶች መዳረሻ መረጃን በጥብቅ እንደሚጠበቁ ማረጋገጥ ይችላሉ ፡፡ ይህ ክፍል 9 የዚህ ስምምነት ከተቋረጠ ወይም ከማብቃቱ ይተርፋል ፡፡
ar: ما لم يصرح الطرف الآخر صراحةً بذلك ، لا يجوز لأي طرف الإفصاح لأي طرف ثالث عن أي معلومات أو مواد يقدمها الطرف الآخر بموجب الاتفاقية ويُفهم بشكل معقول أنها سرية (&quot;المعلومات السرية&quot;) ، أو استخدام هذه المعلومات السرية بأي طريقة أخرى من أداء التزاماتها بموجب الاتفاقية. لا تنطبق القيود السابقة على أي معلومات موجودة في المجال العام أو في حوزة الطرف المتلقي بالفعل ، أو كانت معروفة للطرف المتلقي قبل تاريخ الكشف أو تصبح معروفة للطرف المتلقي بعد ذلك من طرف ثالث لديه معلومات واضحة الحق بحسن نية في الكشف عن المعلومات أو المعلومات السرية التي يلتزم الطرف المتلقي بتقديمها بموجب أمر صادر عن محكمة مختصة أو أمر استدعاء إداري ساري المفعول ، بشرط أن يقدم الطرف المتلقي للطرف المفصح إشعارًا في الوقت المناسب لهذه المحكمة أمر أو استدعاء. علاوة على ذلك ، ستضمن أن المستخدمين المصرح لهم سيحتفظون بسرية تامة بجميع كلمات المرور ومعلومات الوصول الأخرى إلى الخدمات. يظل هذا القسم 9 ساريًا بعد إنهاء أو انتهاء هذه الاتفاقية.
az: Digər tərəf tərəfindən açıq şəkildə icazə verilmədiyi təqdirdə, heç bir tərəf digər tərəfin Sazişə əsasən verdiyi və məxfi (&#39;Gizli Məlumat&#39;) kimi əsaslandırılmış məlumatları və ya materialları hər hansı üçüncü tərəfə açıqlamır və ya bu cür məxfi məlumatı başqa bir şəkildə istifadə edə bilməz. Saziş üzrə öhdəliklərini yerinə yetirməkdən daha çox. Yuxarıda göstərilən məhdudiyyətlər ictimai sahədəki və ya qəbul edən tərəfin ixtiyarında olan, açıqlama tarixindən əvvəl qəbul edən tərəfə məlum olmuş və ya üçüncü tərəfdən aşkar bir tərəfə məlum olduğu hər hansı bir məlumata şamil edilmir. məlumatı və ya qəbul edən tərəfin səlahiyyətli bir yurisdiksiya məhkəməsinin qərarı və ya etibarlı bir inzibati dəvətnamə əsasında istehsal etmək məcburiyyətində qaldığı məlumatı və ya gizli məlumatı açıqlamaq hüququndan istifadə etməklə, qəbul edən tərəf belə bir məhkəməni vaxtında xəbərdar etməyi təmin edərsə. sifariş və ya dəvətnamə. Bundan əlavə, səlahiyyətli istifadəçilərinizin bütün parolları və Xidmətlərə daxil olma məlumatlarını ciddi şəkildə qoruyacağınıza əmin olacaqsınız. Bu Bölmə 9 bu Sazişin ləğvindən və ya müddətinin bitməsindən xilas olacaqdır.
be: Калі выразна не ўпаўнаважаны іншы бок, ні адна бок не раскрывае трэцяй асобе якую-небудзь інфармацыю ці матэрыялы, прадастаўленыя іншым бокам у рамках гэтага Пагаднення і якія разумна разумеюцца канфідэнцыйнымі (&quot;Канфідэнцыйная інфармацыя&quot;), і не выкарыстоўваць такую канфідэнцыйную інфармацыю любым іншым спосабам чым выконваць свае абавязацельствы па Дамове. Вышэйзгаданыя абмежаванні не распаўсюджваюцца на любую інфармацыю, якая знаходзіцца ў адкрытым доступе ці ўжо знаходзіцца ў распараджэнні прымаючага боку, была вядомая атрымаючай асобе да даты раскрыцця інфармацыі альбо стане вядомай атрымальніку пасля гэтага ад трэцяй асобы, якая мае відавочны характар добрасумленнае права на раскрыццё інфармацыі або канфідэнцыяльную інфармацыю, якую прымаючы бок абавязаны прадставіць у адпаведнасці з пастановай суда, кампетэнтнай юрысдыкцыі або дзеючай адміністрацыйнай позвай, пры ўмове, што атрымае бок прадастаўляе ўдзельніку, які раскрывае, своечасовае апавяшчэнне аб гэтым судзе загад альбо позвы ў суд. Акрамя таго, вы гарантуеце, што вашыя аўтарызаваныя карыстальнікі будуць строга ўпэўнена захоўваць усе паролі і іншую інфармацыю пра доступ да Паслуг. Гэты Раздзел 9 перажывае скасаванне або заканчэнне тэрміну дзеяння гэтага Пагаднення.
bg: Освен ако не е изрично упълномощено от другата страна, никоя от страните не разкрива на която и да е трета страна всяка информация или материали, предоставени от другата страна съгласно Споразумението и разумно разбирана като поверителна („Поверителна информация“), нито използва такава поверителна информация по какъвто и да е начин, друг отколкото да изпълнява задълженията си по споразумението. Горните ограничения не се отнасят за информация, която е в публичното пространство или вече е в притежание на получателя, е била известна на получаващата страна преди датата на разкриване или става известна на получателя след това от трета страна, която има очевидно добросъвестно право да разкрие информацията или поверителна информация, която получаващата страна е длъжна да представи съгласно заповед на компетентен съд или валидна административна призовка, при условие че получаващата страна предоставя на разкриващата страна своевременно известие за такъв съд заповед или призовка. Освен това ще гарантирате, че вашите упълномощени потребители ще пазят в строга увереност всички пароли и друга информация за достъп до Услугите. Този раздел 9 ще оцелее след прекратяване или изтичане на настоящото споразумение.
bn: অন্য পক্ষের দ্বারা স্পষ্টভাবে অনুমোদিত না হওয়া পর্যন্ত, কোনও পক্ষ তৃতীয় পক্ষকে চুক্তির অধীনে অন্য পক্ষের সরবরাহিত কোনও তথ্য বা উপকরণ প্রকাশ করবে না এবং গোপনীয় (&#39;গোপনীয় তথ্য&#39;) হিসাবে যুক্তিসঙ্গতভাবে বোঝা যাবে, বা এই গোপনীয় তথ্য অন্য কোনও উপায়ে ব্যবহার করবে না চুক্তির অধীনে এর দায়িত্ব পালনের চেয়ে। পূর্বোক্ত বিধিনিষেধগুলি জনসাধারণের ডোমেইনে বা ইতিমধ্যে গ্রহণকারী দলের দখলে থাকা কোনও তথ্যের ক্ষেত্রে প্রযোজ্য নয়, প্রকাশের তারিখের পূর্বে প্রাপ্ত পক্ষের সাথে পরিচিত ছিল বা তৃতীয় পক্ষের তত্ক্ষণাত উপস্থিত হওয়ার পক্ষের কাছে পরিচিত হয়ে উঠল সঠিক তথ্য বা গোপনীয় তথ্য প্রকাশের যথোপযুক্ত অধিকার, গ্রহণযোগ্য পক্ষের পক্ষে উপযুক্ত এখতিয়ারের আদালতের আদেশ বা বৈধ প্রশাসনিক উপবৃত্তির অধীন পেশ করা বাধ্যতামূলক, প্রাপ্ত পক্ষ সরবরাহ করে এমন আদালতের সময়মত নোটিশের প্রকাশকারী পক্ষকে সরবরাহ করে অর্ডার বা subpoena। তদুপরি, আপনি নিশ্চিত করবেন যে আপনার অনুমোদিত ব্যবহারকারীরা পরিষেবাগুলিতে সমস্ত পাসওয়ার্ড এবং অন্যান্য অ্যাক্সেস তথ্য কঠোর আত্মবিশ্বাসের মধ্যে রাখবেন। এই বিভাগ 9 এই চুক্তির সমাপ্তি বা মেয়াদোত্তীর্ণ থেকে বেঁচে থাকবে।
ca: A menys que estigui autoritzada expressament per l’altra part, cap de les parts divulgarà a cap tercer qualsevol informació o materials proporcionats per l’altra part en virtut de l’Acord i que s’entengui raonablement confidencials (“Informació confidencial”), ni utilitzar aquesta informació confidencial de qualsevol altra manera. que complir les seves obligacions en virtut de l&#39;Acord. Les restriccions anteriors no s&#39;apliquen a cap informació que estigui en domini públic o que ja estigui en possessió de la part receptora, que fos coneguda per part de la part receptora abans de la data de divulgació o que la persona receptora la conegui a partir d&#39;aleshores d&#39;un tercer que tingui un aspecte aparent. dret de bona fe a divulgar la informació o informació confidencial que la part receptora està obligada a produir segons una ordre d&#39;un tribunal de jurisdicció competent o una citació administrativa vàlida, sempre que la part receptora proporcioni a la part reveladora una notificació oportuna d&#39;aquest tribunal. ordre o citació A més, s’assegurarà que els vostres usuaris autoritzats mantindran en estricta confiança totes les contrasenyes i altra informació d’accés als Serveis. Aquesta secció 9 sobreviurà la finalització o la caducitat d’aquest Acord.
cs: Pokud to druhá strana výslovně nepovolí, nesmí žádná ze stran sdělit jakékoli třetí straně žádné informace nebo materiály poskytnuté druhou stranou podle této dohody a přiměřeně chápané jako důvěrné („důvěrné informace“), nebo tyto důvěrné informace použít jiným způsobem než plnit své závazky vyplývající z dohody. Výše uvedená omezení se nevztahují na žádné informace, které jsou veřejně dostupné nebo již jsou v držení přijímající strany, byly známé přijímající straně před datem zveřejnění nebo se o nich později dozvěděly přijímající straně od třetí strany mající zjevné bona fide právo prozradit informace nebo důvěrné informace, které je přijímající strana povinna předložit na základě příkazu soudu příslušné jurisdikce nebo platné správní předvolání, pokud přijímající strana poskytne oznamující straně včasné oznámení takovému soudu objednávka nebo předvolání. Kromě toho zajistíte, aby vaši oprávnění uživatelé přísně věřili všem heslům a dalším informacím o přístupu ke Službám. Tento oddíl 9 zůstává v platnosti i po ukončení nebo vypršení platnosti této dohody.
cy: Oni bai ei fod wedi&#39;i awdurdodi&#39;n benodol gan y parti arall, ni chaiff y naill barti na&#39;r llall ddatgelu i unrhyw drydydd parti unrhyw wybodaeth neu ddeunyddiau a ddarperir gan y parti arall o dan y Cytundeb ac y deellir yn rhesymol eu bod yn gyfrinachol (&#39;Gwybodaeth Gyfrinachol&#39;), na defnyddio&#39;r Wybodaeth Gyfrinachol honno mewn unrhyw ffordd arall na chyflawni ei rwymedigaethau o dan y Cytundeb. Nid yw&#39;r cyfyngiadau uchod yn berthnasol i unrhyw wybodaeth sydd yn y parth cyhoeddus neu sydd eisoes ym meddiant y parti derbyn, a oedd yn hysbys i&#39;r parti sy&#39;n derbyn cyn dyddiad y datgeliad neu&#39;n dod yn hysbys i&#39;r parti sy&#39;n derbyn wedi hynny gan drydydd parti sy&#39;n ymddangos yn amlwg bona fide hawl i ddatgelu&#39;r wybodaeth, neu&#39;r Wybodaeth Gyfrinachol y mae&#39;n ofynnol i&#39;r parti derbyn ei chynhyrchu yn unol â gorchymyn llys awdurdodaeth gymwys neu subpoena gweinyddol dilys, ar yr amod bod y parti sy&#39;n derbyn yn rhoi rhybudd amserol i&#39;r llys sy&#39;n datgelu am lys o&#39;r fath. trefn neu subpoena. Ar ben hynny, byddwch yn sicrhau y bydd eich defnyddwyr awdurdodedig yn cadw&#39;n gyfrinachol yr holl gyfrineiriau a gwybodaeth fynediad arall i&#39;r Gwasanaethau. Bydd yr Adran 9 hon yn goroesi terfyniad neu ddiwedd y Cytundeb hwn.
da: Medmindre andet udtrykkeligt er godkendt af den anden part, må ingen af parterne videregive til nogen tredjepart oplysninger eller materiale leveret af den anden part i henhold til aftalen og med rimelighed forstået som fortrolige (&#39;Fortrolige oplysninger&#39;) eller bruge sådanne fortrolige oplysninger på anden måde end at udføre sine forpligtelser i henhold til aftalen. Ovennævnte begrænsninger gælder ikke for oplysninger, der er i det offentlige rum, eller som allerede er i den modtagende parts besiddelse, blev kendt af den modtagende part inden datoen for videregivelse eller bliver kendt for den modtagende part derefter fra en tredjepart, der har en tilsyneladende bona fide ret til at videregive informationen eller fortrolige oplysninger, som den modtagende part er forpligtet til at frembringe i henhold til en ordre fra en kompetent domstol eller en gyldig administrativ stævning, forudsat at den modtagende part giver den afslørende part rettidig meddelelse fra en sådan domstol ordre eller stævning. Derudover vil du sikre, at dine autoriserede brugere opretholder al tillid til alle adgangskoder og anden adgangsinformation til Tjenesterne. Denne afdeling 9 overlever opsigelsen eller udløbet af denne aftale.
de: Sofern nicht ausdrücklich von der anderen Partei genehmigt, darf keine Partei Informationen oder Materialien, die von der anderen Partei im Rahmen des Vertrags bereitgestellt und vernünftigerweise als vertraulich verstanden werden („vertrauliche Informationen“), an Dritte weitergeben oder diese vertraulichen Informationen auf andere Weise verwenden als seine Verpflichtungen aus dem Vertrag zu erfüllen. Die vorstehenden Einschränkungen gelten nicht für Informationen, die gemeinfrei sind oder sich bereits im Besitz der empfangenden Partei befinden, der empfangenden Partei vor dem Datum der Offenlegung bekannt waren oder der empfangenden Partei danach von einem Dritten bekannt werden, der eine offensichtliche Person hat gutgläubiges Recht zur Offenlegung der Informationen oder vertraulichen Informationen, zu deren Vorlage die empfangende Partei aufgrund eines Beschlusses eines zuständigen Gerichts oder einer gültigen Verwaltungsvorladung verpflichtet ist, sofern die empfangende Partei der offenlegenden Partei die rechtzeitige Benachrichtigung eines solchen Gerichts zur Verfügung stellt Bestellung oder Vorladung. Darüber hinaus stellen Sie sicher, dass Ihre autorisierten Benutzer alle Kennwörter und sonstigen Zugriffsinformationen auf die Dienste streng vertraulich behandeln. Dieser Abschnitt 9 gilt auch nach Beendigung oder Ablauf dieser Vereinbarung.
el: Εκτός εάν εξουσιοδοτείται ρητά από το άλλο μέρος, κανένα μέρος δεν θα αποκαλύψει σε τρίτους πληροφορίες ή υλικό που παρέχεται από το άλλο μέρος βάσει της Συμφωνίας και λογικά θεωρείται ότι είναι εμπιστευτικά («Εμπιστευτικές πληροφορίες») ή χρησιμοποιούν αυτές τις εμπιστευτικές πληροφορίες με οποιονδήποτε άλλο τρόπο. παρά να εκπληρώσει τις υποχρεώσεις του βάσει της Συμφωνίας. Οι προαναφερθέντες περιορισμοί δεν ισχύουν για οποιεσδήποτε πληροφορίες που βρίσκονται στον δημόσιο τομέα ή ήδη βρίσκονται στην κατοχή του παραλήπτη, ήταν γνωστές στον παραλήπτη πριν από την ημερομηνία της αποκάλυψης ή έγινε γνωστοί στη συνέχεια στον παραλήπτη από τρίτο που έχει προφανή καλόπιστο δικαίωμα να αποκαλύψει τις πληροφορίες ή εμπιστευτικές πληροφορίες που ο παραλήπτης είναι υποχρεωμένος να προσκομίσει σύμφωνα με εντολή δικαστηρίου αρμόδιας δικαιοδοσίας ή έγκυρης διοικητικής κλήτευσης, υπό την προϋπόθεση ότι ο παραλήπτης παρέχει στον κοινοποιούντα την έγκαιρη ειδοποίηση ενός τέτοιου δικαστηρίου παραγγελία ή κλήση. Επιπλέον, θα διασφαλίσετε ότι οι εξουσιοδοτημένοι χρήστες σας θα διατηρούν σε απόλυτη εμπιστοσύνη όλους τους κωδικούς πρόσβασης και άλλες πληροφορίες πρόσβασης στις Υπηρεσίες. Αυτή η Ενότητα 9 θα παραμείνει μετά τη λήξη ή τη λήξη της παρούσας Συμφωνίας.
eo: Krom se malkaŝe rajtigita de la alia partio, neniu partio malkaŝos al iu ajn terulo iujn ajn informojn aŭ materialojn donitajn de la alia partio laŭ la Interkonsento kaj racie komprenataj konfidenca (&#39;Konfidencaj Informoj&#39;), aŭ uzas tiajn Konfidajn Informojn alimaniere. ol plenumi siajn devojn laŭ la Interkonsento. La ĉi-supraj limigoj ne validas por iuj informoj, kiuj estas en la publika havaĵo aŭ jam en la posedo de la ricevanto, estis konataj de la ricevanto antaŭ la dato de diskonigo aŭ konatiĝas kun la ricevanto de tie de tria partio havanta ŝajnan bona fide rajto diskonigi la informojn, aŭ Konfidencajn Informojn, kiujn la ricevinta partio estas devigita produkti laŭ ordono de tribunalo de kompetenta jurisdikcio aŭ valida administra citaĵo, kondiĉe ke la ricevanto disponigu la malkaŝantan partion de oportuna avizo de tia kortumo. ordo aŭ subvoko. Plue, vi certigos, ke viaj rajtigitaj uzantoj tenos en strikta konfido ĉiujn pasvortojn kaj aliajn alirajn informojn al la Servoj. Ĉi tiu Sekcio 9 postvivos al la fino aŭ finiĝo de ĉi tiu Interkonsento.
es: A menos que la otra parte lo autorice expresamente, ninguna de las partes revelará a ningún tercero información o materiales proporcionados por la otra parte en virtud del Acuerdo y que se entienda razonablemente que es confidencial (&#39;Información confidencial&#39;), ni utilizará dicha Información confidencial de ninguna otra manera. que cumplir con sus obligaciones en virtud del Acuerdo. Las restricciones anteriores no se aplican a ninguna información que sea de dominio público o que ya esté en posesión de la parte receptora, que la parte receptora tuviera conocimiento antes de la fecha de divulgación o que la parte receptora conozca posteriormente por un tercero que tenga un aparente derecho de buena fe a divulgar la información, o la Información Confidencial que la parte receptora está obligada a producir de conformidad con una orden de un tribunal de jurisdicción competente o una citación administrativa válida, siempre que la parte receptora proporcione a la parte divulgadora una notificación oportuna de dicho tribunal orden o citación. Además, se asegurará de que sus usuarios autorizados mantengan en estricta confidencialidad todas las contraseñas y otra información de acceso a los Servicios. Esta Sección 9 sobrevivirá a la terminación o expiración de este Acuerdo.
et: Kui teine pool ei ole selgesõnaliselt lubanud, ei avalda kumbki pool ühelegi kolmandale osapoolele teavet ega materjale, mille teine pool on lepingu alusel andnud ja mida võib mõistlikult pidada konfidentsiaalseks („konfidentsiaalne teave”), ega kasutada seda konfidentsiaalset teavet muul viisil kui täita oma lepingust tulenevad kohustused. Eespool nimetatud piiranguid ei kohaldata sellise teabe suhtes, mis on üldkasutatav või juba vastuvõtva poole valduses, oli vastuvõtvale poolele teada enne avalikustamise kuupäeva või saab vastuvõtvale poolele pärast seda teada kolmandast isikust, kellel on ilmne heauskse teabe avalikustamise või konfidentsiaalse teabe avaldamise kohustus, mille vastuvõttev pool on kohustatud esitama pädeva kohtualluvuse kohtu määruse või kehtiva halduskutse alusel, kui vastuvõttev pool annab avalikustavale osapoolele sellise kohtu õigeaegse teavitamise korraldus või kohtukutse. Lisaks tagate, et teie volitatud kasutajad peavad kõiki salasõnu ja muud juurdepääsu teenustele täielikus konfidentsiaalsuses. See 9. jagu jääb kehtima pärast käesoleva lepingu lõppemist või lõppemist.
eu: Beste alderdiak berariaz baimendu ezean, alderdiek ez die hirugarrenei jakinaraziko beste alderdiak Hitzarmenean emandako informazio edo materialik, eta zentzuz ulertuko da isilpekoa dela (&quot;Konfidentziazko informazioa&quot;), edo Konfidentziazko informazioa erabiliko duen beste edozein modutan erabiltzea. Akordioaren arabera dituen betebeharrak betetzea baino. Aurreko murrizketak ez dira aplikatzen jabari publikoan dagoen edo dagoeneko hartzailearen jabetzakoa den informaziorako, parte hartzaileari jakinarazten zitzaion eguna baino lehen, edo gero hartzaileari jakinarazten zaio hirugarren batek itxurazko edukia duela bona fide eskubidea ezagutzera emateko informazioa edo alderdi konfidentziala hartzailea derrigortuta dagoela jurisdikzio eskuduneko auzitegi baten edo baliozko administrazio-auzitegi baten aginduaren arabera ekoizteko, baldin eta parte hartzaileak auzitegiaren jakinarazpen puntuala jakinarazten badu. agindua edo menpekoa. Gainera, zure baimendutako erabiltzaileek segurtasun osoz gordeko dituzu pasahitzak eta zerbitzuetarako sarbide informazioa. 9. Atal honek Hitzarmen hau amaitu edo iraungitzen jarraituko du.
fa: مگر در مواردی که صریحاً توسط طرف مقابل مجاز باشد ، هیچ یک از طرفین نمی توانند اطلاعات یا مطالبی را که توسط طرف دیگر در این توافقنامه تهیه شده باشد ، به شخص ثالث فاش کند و به طور منطقی محرمانه شناخته شوند (&quot;اطلاعات محرمانه&quot;) ، یا از این اطلاعات محرمانه به هر روش دیگری استفاده کنند. نسبت به انجام تعهدات خود طبق این توافق نامه. محدودیت های فوق برای هرگونه اطلاعاتی که در حوزه عمومی باشد و یا در حال حاضر در اختیار شخص گیرنده باشد صدق نمی کند ، قبل از تاریخ افشای شخص دریافت کننده شناخته شده بود یا بعداً توسط شخص ثالث برای شخص پذیرنده شناخته می شود. برای داشتن حق اقلیت برای افشای اطلاعات یا اطلاعات محرمانه مبنی بر اینكه طرف گیرنده موظف است طبق دستور دادگاه صلاحیت دار یا احضاریه اداری معتبر اقدام به تولید آن كند ، شرط دریافت كننده برای شخص مطلع كننده به موقع چنین دادگاه را اعلام می كند. سفارش یا احضار. علاوه بر این ، اطمینان حاصل خواهید کرد که کاربران مجاز خود نسبت به کلمه عبور ها و سایر اطلاعات دسترسی به این سرویس ها اطمینان کامل دارند. این بخش 9 از خاتمه یا انقضاء این توافق نامه زنده می ماند.
fi: Ellei toinen osapuoli ole nimenomaisesti valtuuttanut, kumpikaan osapuoli ei saa paljastaa kolmannelle osapuolelle mitään tietoja tai materiaaleja, jotka toinen osapuoli on toimittanut sopimuksen nojalla ja joiden voidaan kohtuudella pitää luottamuksellisina (&#39;luottamukselliset tiedot&#39;), tai käyttää sellaisia luottamuksellisia tietoja millään muulla tavalla. kuin suorittaa sopimuksen mukaiset velvoitteensa. Edellä olevat rajoitukset eivät koske mitään tietoja, jotka ovat julkisesti saatavilla tai jo vastaanottavan osapuolen hallussa, jotka olivat vastaanottavan osapuolen tiedossa ennen paljastamispäivää tai saavat sen jälkeen vastaanottavalle osapuolelle tiedossa kolmannelta osapuolelta, jolla on selvä vilpitön oikeus paljastaa tietoja tai luottamuksellisia tietoja, jotka vastaanottavan osapuolen on toimitettava toimivaltaisen tuomioistuimen määräyksen tai voimassa olevan hallinnollisen haasteen nojalla, edellyttäen, että vastaanottava osapuoli ilmoittaa paljastavalle osapuolelle hyvissä ajoin ilmoituksen tällaisesta tuomioistuimesta määräys tai haaste. Lisäksi varmistat, että valtuutetut käyttäjät pitävät luotettavasti kaikki palveluiden salasanat ja muut pääsytiedot. Tämä 9 kohta on voimassa tämän sopimuksen voimassaolon päättymisen tai voimassaolon päättymisen jälkeen.
fr: Sauf autorisation expresse de l&#39;autre partie, aucune des parties ne divulguera à un tiers les informations ou documents fournis par l&#39;autre partie dans le cadre du contrat et raisonnablement considérés comme confidentiels (`` informations confidentielles &#39;&#39;), ou n&#39;utilisera ces informations confidentielles de quelque manière que ce soit d&#39;autre que d&#39;exécuter ses obligations en vertu de l&#39;Accord. Les restrictions ci-dessus ne s&#39;appliquent à aucune information qui est dans le domaine public ou déjà en la possession de la partie destinataire, était connue de la partie destinataire avant la date de divulgation ou devient par la suite connue de la partie destinataire par un tiers ayant une droit de bonne foi de divulguer les informations ou les informations confidentielles que la partie destinataire est tenue de produire conformément à une ordonnance d&#39;un tribunal compétent ou à une assignation administrative valide, à condition que la partie destinataire fournisse à la partie divulgatrice un avis en temps opportun d&#39;un tel tribunal ordre ou assignation. En outre, vous vous assurerez que vos utilisateurs autorisés conserveront en toute confidentialité tous les mots de passe et autres informations d&#39;accès aux Services. Cette section 9 survivra à la résiliation ou à l&#39;expiration de cet accord.
fy: Behalven útdruklik tastimming fan &#39;e oare partij, sil gjin fan&#39; e partijen oan gjin tredde partij iepenbierjen fan ynformaasje of materialen levere troch de oare partij ûnder de oerienkomst en ridlik begrepen te wêzen fertroulik (&#39;Fertroulike ynformaasje&#39;), of sokke fertroulike ynformaasje op in oare manier brûke dan syn ferplichtingen út te fieren ûnder de oerienkomst. De boppesteande beheiningen binne net fan tapassing op alle ynformaasje dy&#39;t yn it publike domein is of al yn it besit fan de ûntfangende partij is, waard bekend oan &#39;e ûntfangende partij foarôfgeand oan&#39; e datum fan iepenbiering of wurdt dan bekend makke oan &#39;e ûntfangende partij fanôf in tredde partij dy&#39;t in skynber bona fide rjocht om de ynformaasje te iepenbierjen, as fertroulike ynformaasje dy&#39;t de ûntfangende partij ferplicht is te produsearjen neffens in opdracht fan in rjochtbank fan foechhawwende jurisdiksje of in jildige bestjoerlike sizzing, foarsafier&#39;t de ûntfangende partij de iepenbierende partij de yntiidske meidieling fan sa&#39;n rjochtbank leveret folchoarder as subpoena. Fierder sille jo derfoar soargje dat jo autorisearre brûkers alle wachtwurden en oare tagongsynformaasje nei de Tsjinsten yn strang fertrouwen hâlde. Dizze paragraaf 9 sil it beëinigjen of ôfrinnen fan dizze oerienkomst oerlibje.
ga: Mura n-údaraíonn an páirtí eile go sainráite, ní nochtfaidh ceachtar páirtí d&#39;aon tríú páirtí aon fhaisnéis nó ábhair a sholáthraíonn an páirtí eile faoin gComhaontú agus a thuigtear le réasún go bhfuil siad faoi rún (&#39;Faisnéis Rúnda&#39;), nó an fhaisnéis rúnda sin a úsáid ar bhealach ar bith eile ná a oibleagáidí faoin gComhaontú a chomhlíonadh. Ní bhaineann na srianta sin roimhe seo le haon fhaisnéis atá i mbéal an phobail nó atá i seilbh an pháirtí ghlactha cheana féin, a bhí ar eolas ag an bpáirtí glactha roimh dháta an nochtaithe nó a thagann an páirtí glactha ar an eolas ina dhiaidh sin ó thríú páirtí a bhfuil dealraitheach ann bona fide ceart an fhaisnéis, nó an fhaisnéis rúnda a bhfuil oibleagáid ar an bpáirtí glactha í a thabhairt ar aird de bhun ordú ó chúirt dlínse inniúla nó subpoena riaracháin bailí, ar choinníoll go soláthraíonn an páirtí glactha fógra tráthúil do chúirt den sórt sin ordú nó subpoena. Ina theannta sin, cinnteoidh tú go gcoinneoidh d’úsáideoirí údaraithe faoi rún daingean gach focal faire agus faisnéis rochtana eile ar na Seirbhísí. Mairfidh an Alt 9 seo ó fhoirceannadh nó dul in éag an Chomhaontaithe seo.
gd: Mura h-eil e air a cheadachadh gu soilleir leis a ’phàrtaidh eile, cha nochd pàrtaidh sam bith do threas pàrtaidh sam bith fiosrachadh no stuthan a thug am pàrtaidh eile fon Aonta agus a thuigear gu reusanta gu bheil iad dìomhair (‘ Fiosrachadh Dìomhaireachd ’), no a’ cleachdadh an fhiosrachadh dìomhair sin ann an dòigh sam bith eile na bhith a ’coileanadh a dhleastanasan fon Aonta. Chan eil na cuingeadan roimhe seo a ’buntainn ri fiosrachadh sam bith a tha san raon phoblach no a tha mar-thà ann an seilbh a’ phàrtaidh faighinn, a bha aithnichte don phàrtaidh a fhuair e ro cheann-latha an fhoillseachaidh no a thig fios don phàrtaidh a tha a ’faighinn às deidh sin bho threas phàrtaidh aig a bheil coltas bona fide còir am fiosrachadh fhoillseachadh, no Fiosrachadh Dìomhaireachd a tha e mar dhleastanas air a ’phàrtaidh a tha a’ toirt a-mach a rèir òrdugh cùirt uachdranas comasach no subpoena rianachd dligheach, fhad ‘s a bheir am pàrtaidh a tha a’ faighinn fios fios ùineail don chùirt sin òrdugh no subpoena. A bharrachd air an sin, nì thu cinnteach gun cum na cleachdaichean ùghdarraichte agad làn earbsa ann am faclan-faire agus fiosrachadh ruigsinneachd eile gu na Seirbheisean. Mairidh an Earrann 9 seo gu crìch no crìoch a chur air an Aonta seo.
gl: A menos que estea expresamente autorizado pola outra parte, ningunha das partes divulgará a ningún terceiro información ou material facilitado pola outra parte no marco do Acordo e que se entenda razoablemente confidencial (&quot;Información Confidencial&quot;), ou use esa Información Confidencial de calquera outra forma. que cumprir as súas obrigas conforme ao acordo. As restricións anteriores non se aplican a ningunha información que estea en dominio público ou que xa estea en posesión da parte receptora, fose coñecida pola parte receptora con anterioridade á data da divulgación ou darse a coñecer a parte receptora a partir de entón dun terceiro que teña aparente dereito de boa fe a divulgar a información ou información confidencial que a parte receptora está obrigada a producir conforme a unha orde dun xulgado de xurisdición competente ou unha citación administrativa válida, sempre que a parte destinataria proporcione á parte reveladora o aviso oportuno dun tal xulgado. orde ou citación. Ademais, asegurarase de que os seus usuarios autorizados manterán en absoluta confianza todos os contrasinais e outra información de acceso aos Servizos. Esta sección 9 sobrevivirá á rescisión ou expiración do presente acordo.
gu: અન્ય પક્ષ દ્વારા સ્પષ્ટ રીતે અધિકૃત કર્યા સિવાય, કોઈપણ પક્ષ કરાર અંતર્ગત અન્ય પક્ષ દ્વારા પૂરી પાડવામાં આવેલ કોઈપણ માહિતી અથવા સામગ્રી કોઈપણ તૃતીય પક્ષને જાહેર કરશે નહીં અને ગુપ્ત (&#39;ગોપનીય માહિતી&#39;) સમજી શકાય તેવું અથવા આ ગુપ્ત માહિતીનો કોઈપણ રીતે ઉપયોગ કરશે નહીં કરાર હેઠળ તેની જવાબદારીઓ કરવા કરતાં. ઉપરોક્ત પ્રતિબંધો એવી કોઈપણ માહિતીને લાગુ પડતી નથી કે જે જાહેર ક્ષેત્રમાં છે અથવા પહેલેથી જ પ્રાપ્ત કરનાર પક્ષના કબજામાં છે, તે જાહેરાતની તારીખ પહેલા પ્રાપ્તકર્તા પક્ષને જાણતી હતી અથવા તે પછી કોઈ તૃતીય પક્ષ દ્વારા સ્પષ્ટ થયેલી વ્યક્તિને જાણ થઈ હતી માહિતી, અથવા ગોપનીય માહિતી જાહેર કરવા માટેનો સંપૂર્ણ અધિકાર ઓર્ડર અથવા સબપોના. તદુપરાંત, તમે ખાતરી કરો છો કે તમારા અધિકૃત વપરાશકર્તાઓ સેવાઓ પરના બધા પાસવર્ડ્સ અને અન્ય informationક્સેસ માહિતીને સખત વિશ્વાસમાં રાખશે. આ કલમ 9 આ કરારની સમાપ્તિ અથવા સમાપ્તિથી બચી જશે.
hi: जब तक अन्य पार्टी द्वारा स्पष्ट रूप से अधिकृत नहीं किया जाता है, तब तक कोई भी पक्ष समझौते के तहत किसी भी तीसरे पक्ष को किसी भी पार्टी द्वारा प्रदान की गई जानकारी या सामग्री का खुलासा नहीं करेगा और यथोचित रूप से गोपनीय (&#39;गोपनीय जानकारी&#39;) समझा जाएगा, या किसी अन्य पार्टी में ऐसी गोपनीय जानकारी का उपयोग नहीं करेगा। समझौते के तहत अपने दायित्वों को पूरा करने के लिए। पूर्वगामी प्रतिबंध किसी भी जानकारी पर लागू नहीं होता है जो सार्वजनिक डोमेन में है या पहले से ही प्राप्त पार्टी के कब्जे में है, प्रकटीकरण की तारीख से पहले प्राप्त पार्टी को ज्ञात था या इसके बाद किसी तीसरे पक्ष से प्राप्त होने वाली पार्टी को ज्ञात हो जाता है। बोना सूचना, या गोपनीय सूचना का खुलासा करने के लिए सही है कि प्राप्त पक्ष सक्षम न्यायालय या वैध प्रशासनिक उप-न्यायालय के आदेश के अनुसार उत्पादन करने के लिए बाध्य है, प्राप्त करने वाली पार्टी को इस तरह के एक अदालत के समय पर नोटिस के पक्ष में पार्टी प्रदान करता है आदेश या उपप्रति। इसके अलावा, आप यह सुनिश्चित करेंगे कि आपके अधिकृत उपयोगकर्ता सख्त आत्मविश्वास से सभी पासवर्ड और सेवाओं तक अन्य पहुंच जानकारी रखेंगे। यह धारा 9 इस समझौते की समाप्ति या समाप्ति से बचेगी।
hr: Osim ako druga strana izričito ne odobri, nijedna strana ne smije dati trećoj strani bilo koju informaciju ili materijal koji je druga strana pružila na osnovu Ugovora i za koje se razumno smatra da su povjerljive (&#39;Povjerljive informacije&#39;), niti će koristiti takve Povjerljive podatke na bilo koji drugi način nego da izvršava svoje obveze iz Sporazuma. Prethodna ograničenja ne odnose se na informacije koje su u javnom vlasništvu ili su već u vlasništvu stranke primatelja, bile su poznate stranci primateljici prije datuma otkrivanja ili su postale poznate strane primatelja nakon toga od treće strane koja ima očito bona fide pravo na otkrivanje podataka ili povjerljive informacije koje je stranka koja je primila dužna dostaviti prema nalogu suda nadležne ili valjanom administrativnom pozivu, pod uvjetom da strana primateljica dostavi stranci koja otkriva pravovremene obavijesti takvog suda nalog ili sudski poziv. Nadalje, osigurat ćete da vaši autorizirani korisnici strogo čuvaju sve lozinke i druge pristupne informacije Uslugama. Ovaj Odjeljak 9 preživjeće raskid ili istek ovog Ugovora.
hu: A másik fél kifejezett felhatalmazása hiányában egyik fél sem fedheti fel harmadik fél számára a megállapodás alapján a másik fél által szolgáltatott és ésszerűen bizalmasnak tekintett információkat vagy anyagokat („bizalmas információ”), vagy az ilyen bizalmas információkat bármilyen módon felhasználhatja. mint hogy teljesítse a megállapodás szerinti kötelezettségeit. A fenti korlátozások nem vonatkoznak olyan információkra, amelyek köztulajdonban vannak vagy már a fogadó fél birtokában vannak, amelyek a fogadó félnek a nyilvánosságra hozatal időpontja előtt ismertek voltak, vagy ezt követően a fogadó fél számára ismertté válnak egy harmadik féltől. az információ vagy a bizalmas információ nyilvánosságra hozatalának jogát, amelyet az átvevő félnek az illetékes joghatósággal rendelkező bíróság végzése vagy az érvényes közigazgatási idézés alapján kötelesek benyújtani, feltéve, hogy a fogadó fél a nyilvánosságra hozó félnek időben értesíti az ilyen bíróságot végzés vagy idézés. Ezenkívül biztosítja, hogy az engedélyezett felhasználók szigorúan bizalommal őrzik meg a Szolgáltatásokhoz tartozó összes jelszót és egyéb információt. Ez a 9. szakasz fennmarad a jelen Megállapodás megszűnése vagy lejárta után.
hy: Քանի դեռ մյուս կողմը հստակորեն լիազորված չէ, ոչ մի կողմ չպետք է երրորդ կողմին բացահայտի Պայմանագրով նախատեսված մյուս կողմի տրամադրած ցանկացած տեղեկատվություն կամ նյութեր և հիմնավորված համարվի, որ գաղտնի է («Գաղտնի տեղեկատվություն»), կամ այդպիսի գաղտնի տեղեկատվություն օգտագործել ցանկացած այլ եղանակով: քան կատարել Պայմանագրով նախատեսված իր պարտավորությունները: Վերոհիշյալ սահմանափակումները չեն տարածվում հանրային տիրույթում գտնվող կամ ստացող կողմի արդեն տիրապետող ցանկացած տեղեկության վրա, որը ընդունող կողմին հայտնի էր նախքան հրապարակման օրվանից կամ ստացվում է հայտնի այն ստացող կողմին, որից հետո `երրորդ անձից, որն ունի ակնհայտ Տեղեկությունը բացահայտելու բարեխիղճ իրավունք, կամ գաղտնի տեղեկությունները, որոնք ընդունող կողմը պարտավոր է կատարել համապատասխան իրավասության դատարանի կամ վավեր վարչական դատարանի որոշմամբ, այն դեպքում, երբ ստացող կողմը ապահովում է բացահայտող կողմին այդպիսի դատարանի ժամանակին ծանուցման մասին: կարգադրություն կամ հետաքննություն: Բացի այդ, դուք կապահովեք ձեր լիազորված օգտվողները խստորեն վստահորեն պահպանել Ծառայություններին վերաբերող բոլոր գաղտնաբառերը և այլ մուտքի մասին տեղեկատվությունը: Սույն Բաժնի 9-ը գոյատևում է սույն Համաձայնագրի դադարեցումը կամ ավարտումը:
id: Kecuali secara tegas diizinkan oleh pihak lain, tidak ada pihak yang akan mengungkapkan kepada pihak ketiga mana pun informasi atau materi apa pun yang disediakan oleh pihak lain berdasarkan Perjanjian dan secara wajar dipahami sebagai rahasia (&#39;Informasi Rahasia&#39;), atau menggunakan Informasi Rahasia tersebut dengan cara apa pun selain daripada melakukan kewajibannya berdasarkan Perjanjian. Pembatasan di atas tidak berlaku untuk informasi apa pun yang ada di domain publik atau sudah dimiliki pihak penerima, diketahui pihak penerima sebelum tanggal pengungkapan, atau diketahui oleh pihak penerima setelahnya dari pihak ketiga yang jelas hak bonafide untuk mengungkapkan informasi, atau Informasi Rahasia yang wajib dibuat oleh pihak penerima sesuai dengan perintah pengadilan dengan yurisdiksi yang kompeten atau panggilan pengadilan administratif yang valid, asalkan pihak penerima memberikan pemberitahuan tepat waktu kepada pihak yang mengungkapkan dari pengadilan tersebut perintah atau panggilan pengadilan. Lebih lanjut, Anda akan memastikan pengguna resmi Anda akan menjaga kerahasiaan ketat semua kata sandi dan informasi akses lainnya ke Layanan. Bagian 9 ini akan tetap berlaku setelah pengakhiran atau berakhirnya Perjanjian ini.
is: Enginn aðili skal afhenda þriðja aðila neinar upplýsingar eða efni sem annar aðilinn veitir samkvæmt samkomulaginu, nema með skýrum hætti sé heimilt af honum, og með sanngjörnu skilningi trúnaðarmál („trúnaðarupplýsingar“), eða nota slíkar trúnaðarupplýsingar á annan hátt en að standa við skuldbindingar sínar samkvæmt samningnum. Framangreindar takmarkanir eiga ekki við um neinar upplýsingar sem eru á almennum vettvangi eða þegar í eigu móttökufyrirtækisins, þekktust móttakanda fyrir dagsetningu upplýsingagjafar eða verður þekktur fyrir móttakanda að því loknu frá þriðja aðila sem hefur greinilegt fulltrúi réttur til að afhjúpa upplýsingarnar, eða trúnaðarupplýsingar sem móttakanda er skylt að framleiða samkvæmt fyrirmælum dómstóls með lögsögu eða gildar stjórnsýslufundir, enda veitir móttakandi aðilinn upplýsingagjafanum tímanlega tilkynningu um slíkan dómstól röð eða stefna. Ennfremur muntu tryggja að viðurkenndir notendur þínir haldi fullri trú á öllum lykilorðum og öðrum aðgangsupplýsingum að þjónustunum. Þessi hluti 9 skal lifa af uppsögn eða lokun þessa samnings.
it: Salvo espressa autorizzazione dell&#39;altra parte, nessuna delle parti divulgherà a terzi qualsiasi informazione o materiale fornito dall&#39;altra parte ai sensi del Contratto e ragionevolmente inteso come confidenziale (&quot;Informazioni riservate&quot;), o utilizzerà tali Informazioni riservate in qualsiasi altro modo piuttosto che adempiere ai propri obblighi ai sensi del Contratto. Le limitazioni di cui sopra non si applicano a qualsiasi informazione che è di dominio pubblico o già in possesso della parte ricevente, era nota alla parte ricevente prima della data di divulgazione o diventa nota alla parte ricevente in seguito da una terza parte che ha un&#39;apparente diritto in buona fede di divulgare le informazioni o le Informazioni riservate che la parte ricevente è obbligata a produrre in virtù di un ordine di un tribunale della giurisdizione competente o di una citazione amministrativa valida, a condizione che la parte ricevente fornisca alla parte divulgante un avviso tempestivo di tale tribunale ordine o citazione. Inoltre, ti assicurerai che i tuoi utenti autorizzati manterranno la massima riservatezza su tutte le password e altre informazioni di accesso ai Servizi. La presente Sezione 9 sopravviverà alla risoluzione o alla scadenza del presente Contratto.
iw: אלא אם כן הוסמך במפורש על ידי הצד השני, אף אחד מהצדדים לא יגלה לצד ג &#39;כלשהו מידע או חומרים שמספק הצד השני במסגרת ההסכם ויובנו באופן סביר כחסוי (&#39; מידע סודי &#39;), או ישתמש במידע סודי כזה בכל דרך אחרת מאשר לבצע את התחייבויותיו על פי ההסכם. ההגבלות האמורות אינן חלות על כל מידע שנמצא ברשות הרבים או שכבר נמצא בידי הצד המקבל, היה ידוע לצד המקבל לפני מועד הגילוי או נודע לצד המקבל לאחר מכן מצד שלישי שיש לו לכאורה זכות בנאמנות לחשוף את המידע, או מידע סודי שהצד המקבל מחויב להפיק על פי צו של בית משפט בעל סמכות שיפוט מוסמכת או זימון מנהלי תקף, ובלבד שהצד המקבל מספק לצד החושף הודעה מוקדמת של בית משפט כזה הזמנה או זימון זימון. יתר על כן, תבטיח שהמשתמשים המורשים שלך ישמרו בביטחון מוחלט על כל הסיסמאות ומידע הגישה האחרים לשירותים. סעיף 9 זה ישרוד סיום או תום תקופת הסכם זה.
ja: 他方の当事者から明示的に許可されていない限り、いずれの当事者も、契約に基づいて他方の当事者から提供され、機密であると合理的に理解されている情報（「機密情報」）を第三者に開示すること、またはその他の方法でかかる機密情報を使用することはありません。協定に基づく義務を果たすよりも。前述の制限は、パブリックドメインにある情報、または既に受信側の所有物にある情報、開示の日付より前に受信側に知られていたか、またはその後に明らかな第三者から受信側に知られるようになる情報には適用されません。情報を開示する正当な権利、または管轄裁判所の命令または有効な行政召喚状に従って受領当事者が作成する義務がある機密情報、受領当事者がかかる裁判所の適時の通知を開示当事者に提供する場合命令または召喚状。さらに、承認されたユーザーがサービスへのすべてのパスワードおよびその他のアクセス情報を厳格に保持することを保証します。このセクション9は、本契約の終了または満了後も存続するものとします。
ka: თუ მხარის მიერ ცალსახად უფლებამოსილება არ განხორციელდება, არცერთი მხარე არ უნდა აცნობოს მესამე მხარისათვის ხელშეკრულების თანახმად სხვა მხარის მიერ მოწოდებული ინფორმაცია ან მასალები, რომლებიც გონივრულად არის გაგებული, რომ კონფიდენციალურია (&quot;კონფიდენციალური ინფორმაცია&quot;), ან გამოიყენოს ასეთი კონფიდენციალური ინფორმაცია სხვა გზით. ვიდრე ხელშეკრულებით ნაკისრი ვალდებულებების შესრულება. ზემოხსენებული შეზღუდვები არ ვრცელდება ნებისმიერ ინფორმაციას, რომელიც არის საზოგადოებრივ დომენში, ან უკვე მიმღები მხარის საკუთრებაში იყო, მიმღები მხარისათვის ცნობილი იყო გამჟღავნების თარიღამდე ან ცნობილი გახდა მიმღები მხარისათვის, ამის შემდეგ მესამე პირის მხრიდან, რომელსაც აშკარა აქვს. ინფორმაციის გამჟღავნების კეთილსინდისიერი უფლება, ან კონფიდენციალური ინფორმაცია, რომ მიმღები მხარე ვალდებულია წარმოადგინოს კომპეტენტური იურისდიქციის სასამართლოს ბრძანებით ან მოქმედ ადმინისტრაციულ სამართალდარღვევაზე, იმ შემთხვევაში, თუ მიმღები მხარე უზრუნველყოფს გამჟღავნებულ მხარეს დროულად შეატყობინოს ასეთი სასამართლო. ბრძანება ან გამოძიება. გარდა ამისა, თქვენ უზრუნველყოფთ, რომ თქვენი ავტორიზებული მომხმარებლები მკაცრად ენდობიან ყველა პაროლს და სერვისებზე წვდომის სხვა ინფორმაციას. ეს ნაწილი 9 გადარჩება ამ შეთანხმების შეწყვეტის ან ამოწურვის შესახებ.
kk: Егер екінші тараптың тікелей рұқсатын алмаған болса, ешбір тарап үшінші тарапқа Келісімге сәйкес ұсынылған және құпия («Құпия ақпарат») деп түсінілген кез-келген ақпарат немесе материалдарды жария етпейді немесе мұндай құпия ақпаратты кез келген басқа тәсілмен пайдалана алмайды. Шарт бойынша өз міндеттемелерін орындаудан гөрі. Жоғарыда айтылған шектеулер жалпыға қол жетімді немесе қабылдаушы тараптың иелігінде болған, алушы тарапқа олар жария етілгенге дейін белгілі болған немесе алушы тарапқа кейін белгілі болған үшінші тараптан белгілі болатын кез келген ақпаратқа қолданылмайды. ақпаратты алушы тарап құзыретті юрисдикция сотының бұйрығына немесе жарамды әкімшілік шақыру қағазына сәйкес шығаруға міндетті болатын ақпаратты немесе құпия ақпаратты жария ету құқығын адал қабылдайды, алушы тарап осындай сотқа уақтылы хабарламау туралы жариялаушы тарапты қамтамасыз етеді. тапсырыс немесе шақыру қағазы. Сонымен қатар, сіз авторландырылған пайдаланушылардың барлық құпия сөздерді және Қызметтерге кіру туралы басқа да ақпараттарды қатаң түрде сақтауына кепілдік бересіз. Осы 9-бөлім осы Келісімнің бұзылуынан немесе әрекет ету мерзімінің аяқталуынан сақталады.
km: លើកលែងតែមានការអនុញ្ញាតិពីភាគីម្ខាងទៀតហើយភាគីទាំងពីរមិនត្រូវផ្តល់ព័ត៌មានដល់ភាគីទីបីណាមួយនូវព័ត៌មានឬសំភារៈដែលផ្តល់ដោយភាគីម្ខាងទៀតក្រោមកិច្ចព្រមព្រៀងនិងយល់ថាសមហេតុផលដើម្បីរក្សាការសម្ងាត់ (&#39;ព័ត៌មានសម្ងាត់&#39;) ឬប្រើប្រាស់ព័ត៌មានសម្ងាត់បែបនេះក្នុងលក្ខណៈផ្សេងទៀតឡើយ។ ជាជាងអនុវត្តកាតព្វកិច្ចរបស់ខ្លួនក្រោមកិច្ចព្រមព្រៀង។ ការដាក់កម្រិតខាងលើមិនអនុវត្តចំពោះព័ត៌មានទាំងឡាយណាដែលជាកម្មសិទ្ធិសាធារណៈឬដែលជាកម្មសិទ្ធិរបស់ភាគីដែលបានទទួលរួចហើយត្រូវបានគេដឹងថាជាភាគីដែលទទួលបានមុនកាលបរិច្ឆេទនៃការលាតត្រដាងឬត្រូវបានគេស្គាល់ចំពោះភាគីដែលបានទទួលបន្ទាប់មកពីតតីយភាគីទីបី។ មានសិទ្ធិពេញលេញក្នុងការលាតត្រដាងព័ត៌មានឬព័ត៌មានសម្ងាត់ដែលថាភាគីទទួលបានកាតព្វកិច្ចត្រូវផលិតដោយអនុលោមតាមដីការបស់តុលាការមានសមត្ថកិច្ចឬដីការដ្ឋបាលដែលមានសុពលភាពដោយផ្តល់ឱ្យភាគីដែលទទួលបានផ្តល់ឱ្យភាគីដែលបានជូនដំណឹងអំពីការជូនដំណឹងរបស់តុលាការបែបនេះ។ បញ្ជាទិញឬដីកាកោះហៅ។ លើសពីនេះទៀតអ្នកនឹងធានាថាអ្នកប្រើប្រាស់ដែលមានការអនុញ្ញាតរបស់អ្នកនឹងរក្សានូវភាពជឿជាក់យ៉ាងម៉ឺងម៉ាត់នូវរាល់លេខសម្ងាត់និងព័ត៌មានចូលប្រើសេវាកម្មនានា។ ផ្នែកទី ៩ នេះនឹងរួចផុតពីការបញ្ចប់ឬផុតកំណត់នៃកិច្ចព្រមព្រៀងនេះ។
kn: ಇತರ ಪಕ್ಷವು ಸ್ಪಷ್ಟವಾಗಿ ಅಧಿಕೃತಗೊಳಿಸದ ಹೊರತು, ಯಾವುದೇ ಪಕ್ಷವು ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಗೆ ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ಇತರ ಪಕ್ಷವು ಒದಗಿಸಿದ ಯಾವುದೇ ಮಾಹಿತಿ ಅಥವಾ ವಸ್ತುಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸುವುದಿಲ್ಲ ಮತ್ತು ಗೌಪ್ಯ (&#39;ಗೌಪ್ಯ ಮಾಹಿತಿ&#39;) ಎಂದು ಸಮಂಜಸವಾಗಿ ಅರ್ಥೈಸಿಕೊಳ್ಳುತ್ತದೆ, ಅಥವಾ ಅಂತಹ ಗೌಪ್ಯ ಮಾಹಿತಿಯನ್ನು ಬೇರೆ ಯಾವುದೇ ರೀತಿಯಲ್ಲಿ ಬಳಸುವುದಿಲ್ಲ ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ತನ್ನ ಜವಾಬ್ದಾರಿಗಳನ್ನು ನಿರ್ವಹಿಸುವುದಕ್ಕಿಂತ. ಮೇಲಿನ ನಿರ್ಬಂಧಗಳು ಸಾರ್ವಜನಿಕ ಡೊಮೇನ್‌ನಲ್ಲಿರುವ ಅಥವಾ ಈಗಾಗಲೇ ಸ್ವೀಕರಿಸುವ ಪಕ್ಷದ ವಶದಲ್ಲಿರುವ ಯಾವುದೇ ಮಾಹಿತಿಗೆ ಅನ್ವಯಿಸುವುದಿಲ್ಲ, ಬಹಿರಂಗಪಡಿಸುವ ದಿನಾಂಕಕ್ಕೆ ಮುಂಚಿತವಾಗಿ ಸ್ವೀಕರಿಸುವ ಪಕ್ಷಕ್ಕೆ ತಿಳಿದಿತ್ತು ಅಥವಾ ನಂತರ ಸ್ವೀಕರಿಸುವ ಪಕ್ಷಕ್ಕೆ ತಿಳಿದಿರುತ್ತದೆ ಮತ್ತು ನಂತರ ಮೂರನೇ ವ್ಯಕ್ತಿಯಿಂದ ಸ್ಪಷ್ಟವಾಗಿ ಕಂಡುಬರುತ್ತದೆ ಮಾಹಿತಿಯನ್ನು ಬಹಿರಂಗಪಡಿಸುವ ದೃ right ವಾದ ಹಕ್ಕು, ಅಥವಾ ಸ್ವೀಕರಿಸುವ ಪಕ್ಷವು ಸಮರ್ಥ ನ್ಯಾಯವ್ಯಾಪ್ತಿಯ ನ್ಯಾಯಾಲಯದ ಆದೇಶ ಅಥವಾ ಮಾನ್ಯ ಆಡಳಿತಾತ್ಮಕ ಸಬ್‌ಒನಾದ ಅನುಸಾರವಾಗಿ ಉತ್ಪಾದಿಸಲು ಕಡ್ಡಾಯವಾಗಿದೆ ಎಂಬ ಗೌಪ್ಯ ಮಾಹಿತಿ, ಸ್ವೀಕರಿಸುವ ಪಕ್ಷವು ಅಂತಹ ನ್ಯಾಯಾಲಯದ ಸಮಯೋಚಿತ ಸೂಚನೆಯ ಬಹಿರಂಗಪಡಿಸುವ ಪಕ್ಷವನ್ನು ಒದಗಿಸುತ್ತದೆ ಆದೇಶ ಅಥವಾ ಸಬ್‌ಒಯೆನಾ. ಇದಲ್ಲದೆ, ನಿಮ್ಮ ಅಧಿಕೃತ ಬಳಕೆದಾರರು ಎಲ್ಲಾ ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಮತ್ತು ಸೇವೆಗಳಿಗೆ ಇತರ ಪ್ರವೇಶ ಮಾಹಿತಿಯನ್ನು ಕಟ್ಟುನಿಟ್ಟಾಗಿ ನಂಬುತ್ತಾರೆ ಎಂದು ನೀವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುತ್ತೀರಿ. ಈ ವಿಭಾಗ 9 ಈ ಒಪ್ಪಂದದ ಮುಕ್ತಾಯ ಅಥವಾ ಮುಕ್ತಾಯದಿಂದ ಬದುಕುಳಿಯುತ್ತದೆ.
ku: Heya ku ji hêla partiyek din ve bi awayek eşkere nehatibe pejirandin, ti partî nekare agahdarî an materyalên ku ji aliyekî din ve di bin Peymanê de hatine peydakirin û bi sedemek têgihîştî wekî nepenî were fêm kirin (&#39;Agahdariya Baweriyê&#39;), an jî Agahdariya Baweriyê bi tu awayî bikar bîne. ji xilaskirina berpirsiyariyên xwe yên li gorî Peymanê. Sînorên jorîn li ser agahdariya ku di qada giştî de ne an jî di bin xwediya partiya pêşwazî de ne be, ji partiya pêşwazî heya roja ragihandinê tê zanîn an ku ji aliyekî sêyemîn re xwedan nasnameyê ji partiya pêşwaz re tê zanîn. Ji bo eşkerekirina agahdariya rast, an agahdariya Bawerane ku partiya pêşwazî mecbûr e ku li gorî fermanê dadgeheke dadrêsî ya dadwerî an dadgehkirinek îdarî ya dadbar, hilberîne, peyda kir ku partiya pêşwazê peywira partî ya ragihandinê biwext ragihîne dadgeha wusa. ferman an gazî kirin. Zêdetir, hûn ê piştrast bikin ku bikarhênerên weyên destûrdar dê hemî şîfre û agahdariya gihîştina din a Xizmetguzarî dê di ewlehiyê de bihêlin. Ev Beşa 9 dê di binpêkirina an qedandina vê peymanê de sax be.
ky: Эгерде экинчи тарап тарабынан атайын уруксат берилбесе, эч бир тарап үчүнчү тарапка Макулдашууга ылайык берилген жана купуялуулук деп түшүнүлгөн (&quot;Жашыруун маалымат&quot;) маалыматты же материалдарды ачыкка чыгарбашы керек же мындай купуя маалыматты башка ыкмада дагы пайдаланбашы керек. Келишим боюнча өз милдеттенмелерин аткаргандан көрө. Жогоруда келтирилген чектөөлөр коомдук доменде же алуучу тараптын карамагында болгон, ачыкка чыкканга чейин алуучу тарапка белгилүү болгон же андан кийин алуучу тарапка белгилүү болгон үчүнчү тараптан белгилүү болгон маалыматтарга жайылтылбайт. маалыматты же алуучу тарап компетенттүү юрисдикциядагы соттун буйругуна же жарактуу административдик куугунтуктоонун негизинде чыгарууга милдеттүү болгон маалыматты же купуя маалыматты ачыкка чыгаруунун ак ниеттүүлүгүн, алуучу тарап мындай сотко өз убагында кабарлоону камсыз кылган шартта. буйрук же чакыруу кагазы. Андан тышкары, сиз ыйгарым укуктуу колдонуучуларыңыздын бардык сырсөздөрдү жана Кызматтарга кирүү боюнча башка маалыматты катуу сактоосуна кепилдик бересиз. Бул 9-бөлүм ушул Макулдашуунун күчүн жоготкондон же жарактан чыккандан кийин гана сакталат.
lb: Ausser ausdrécklech vun der anerer Partei autoriséiert, wäert keng Partei zu Drëtten all Informatioun oder Material vun der anerer Partei ënner der Konventioun verëffentlechen a vernünfteg verständlech vertraulech verstoen (&#39;Vertraulech Informatioun&#39;), oder benotze sou Vertraulech Informatioun op all aner Manéier wéi seng Obligatiounen no der Konventioun auszeféieren. Déi uewe genannte Restriktioune gëllen net fir all Informatioun déi am ëffentlechen Domain ass oder schonn an der Besëtzer vun der Empfangsparty war, war wärend den Empfangeparty bekannt virum Datum vun der Verëffentlechung oder gëtt den Empfangeparty duerno bekannt vun enger Drëtter Partei déi eng offensichtlech bona fide Recht d&#39;Informatioun ze verroden, oder Vertraulech Informatioun déi den Empfangeparty verflicht ass ze produzéieren no engem Uerdnung vun engem Geriicht vu kompetenter Juridictioun oder enger gëlteger administrativer Bestëmmung, bitt den Empfeelende Partei déi verëffentlechend Partei vun der fristgerechter Notiz vun esou engem Geriicht Bestellung oder Subpoena. Ausserdeem, garantéiert Dir Är autoriséiert Benotzer halen a strikt Vertrauen all Passwierder an aner Zougangsinformatioun op d&#39;Servicer. Dës Sektioun 9 soll d&#39;Ennerstëtzung oder den Auslaf vun dëser Konventioun iwwerliewen.
lo: ເວັ້ນເສຍແຕ່ໄດ້ຮັບອະນຸຍາດຈາກພາກສ່ວນອື່ນ, ທັງສອງຝ່າຍຈະບໍ່ເປີດເຜີຍຂໍ້ມູນຫຼືເອກະສານໃດໆໃຫ້ຝ່າຍທີສາມຮູ້ພາຍໃຕ້ສັນຍາແລະສົມເຫດສົມຜົນເຂົ້າໃຈວ່າເປັນຄວາມລັບ (&#39;ຂໍ້ມູນລັບ&#39;), ຫຼື ນຳ ໃຊ້ຂໍ້ມູນລັບດັ່ງກ່າວໃນລັກສະນະອື່ນ ກ່ວາການປະຕິບັດພັນທະຂອງຕົນພາຍໃຕ້ສັນຍາ. ຂໍ້ ຈຳ ກັດທີ່ກ່າວມາກ່ອນບໍ່ໄດ້ ນຳ ໃຊ້ກັບຂໍ້ມູນໃດໆທີ່ຢູ່ໃນສາທາລະນະຫລືຢູ່ໃນການຄອບຄອງຂອງຝ່າຍທີ່ໄດ້ຮັບ, ແມ່ນເປັນທີ່ຮູ້ຈັກຂອງຝ່າຍທີ່ໄດ້ຮັບກ່ອນວັນເປີດເຜີຍຫຼືກາຍເປັນທີ່ຮູ້ຈັກຂອງຝ່າຍທີ່ໄດ້ຮັບຫຼັງຈາກນັ້ນຈາກບຸກຄົນທີສາມທີ່ມີການປະກົດຕົວ bona fide ສິດໃນການເປີດເຜີຍຂໍ້ມູນ, ຫຼືຂໍ້ມູນທີ່ເປັນຄວາມລັບວ່າຝ່າຍທີ່ໄດ້ຮັບແມ່ນມີພັນທະໃນການຜະລິດຕາມ ຄຳ ສັ່ງຂອງສານທີ່ມີສິດ ອຳ ນາດຫຼື ສຳ ເນົາເອກະສານບໍລິຫານທີ່ຖືກຕ້ອງ, ໂດຍໃຫ້ຝ່າຍທີ່ໄດ້ຮັບສະ ໜອງ ໃຫ້ຝ່າຍເປີດເຜີຍການແຈ້ງການຂອງສານດັ່ງກ່າວໃຫ້ທັນເວລາ. ສັ່ງຊື້ຫລືສະ ເໜີ ຂາຍຍ່ອຍ. ຍິ່ງໄປກວ່ານັ້ນ, ທ່ານຈະຮັບປະກັນຜູ້ຊົມໃຊ້ທີ່ໄດ້ຮັບອະນຸຍາດຂອງທ່ານຈະຮັກສາຄວາມ ໝັ້ນ ໃຈຢ່າງເຄັ່ງຄັດທຸກລະຫັດຜ່ານແລະຂໍ້ມູນອື່ນໆທີ່ເຂົ້າເຖິງບໍລິການ. ພາກທີ 9 ນີ້ຈະຢູ່ລອດຈາກການສິ້ນສຸດຫລື ໝົດ ອາຍຸຂອງສັນຍາສະບັບນີ້.
lt: Nė viena šalis neatskleidžia trečiosioms šalims jokios informacijos ar medžiagos, kurią ši šalis pateikė pagal Susitarimą ir kuri yra pagrįstai suprantama kaip konfidenciali („Konfidenciali informacija“), arba jokia kita informacija nenaudojama jokiu kitu būdu. nei vykdyti savo įsipareigojimus pagal Susitarimą. Pirmiau nurodyti apribojimai netaikomi jokiai viešai prieinamai ar jau gaunančiosios šalies turimai informacijai, kuri buvo žinoma prieš gaunančiajai šaliai iki atskleidimo dienos, arba vėliau gaunančiajai šaliai tampa žinoma iš trečiosios šalies, turinčios akivaizdžių aplinkybių. bona fide teisė atskleisti informaciją arba konfidencialią informaciją, kurią gaunančioji šalis privalo pateikti pagal kompetentingo jurisdikcijos teismo nutartį arba galiojantį administracinį šaukimą, jei gaunančioji šalis praneša atskleidusiai šaliai laiku apie tokį teismą. įsakymas ar teismo šaukimas. Be to, jūs užtikrinsite, kad jūsų įgalioti vartotojai griežtai pasitikės visais slaptažodžiais ir kita prieiga prie paslaugų. Šis 9 skyrius netenka galios šio Susitarimo galiojimo pabaiga ar pasibaigimas.
lv: Ja vien otra puse nav skaidri izteikusi atļauju, neviena no pusēm neizpauž nevienai trešai pusei jebkādu informāciju vai materiālus, ko otra puse sniegusi saskaņā ar nolīgumu un kuru var pamatoti uzskatīt par konfidenciālu (“Konfidenciāla informācija”), vai arī šādu konfidenciālu informāciju izmanto citādā veidā. nekā izpildīt savas saistības saskaņā ar Līgumu. Iepriekš minētie ierobežojumi neattiecas uz informāciju, kas ir publiski pieejama vai jau ir saņēmējas puses rīcībā, kas saņēmējai pusei bija zināma pirms izpaušanas dienas vai pēc tam saņēmējai pusei kļuva zināma no trešās puses, kurai ir acīmredzams bona fide tiesības atklāt informāciju vai konfidenciālu informāciju, kas saņēmējai pusei ir pienākums sniegt saskaņā ar kompetentas jurisdikcijas tiesas rīkojumu vai spēkā esošu administratīvu pavēsti, ar nosacījumu, ka saņēmēja puse nodrošina informācijas sniedzēju pusi savlaicīgi paziņot par šādu tiesu pavēle vai tiesas pavēste. Turklāt jūs nodrošināsit, lai jūsu pilnvarotie lietotāji stingri ievērotu visas paroles un citu piekļuves informāciju pakalpojumiem. Šī 9. sadaļa paliek spēkā pēc šā līguma izbeigšanās vai termiņa beigām.
mg: Raha tsy misy alàlana omen&#39;ny antoko hafa, tsy misy fambara na fangatahana amin&#39;ny antoko fahatelo ny vaovao na fitaovana omen&#39;ny antoko hafa eo ambanin&#39;ny Fifanarahana ary fantatra mazava fa tsiambaratelo (&#39;Zava-miafina tsiambaratelo&#39;), na mampiasa fampahalalana tsiambaratelo toy izany amin&#39;ny fomba hafa fa noho ny fanatanterahana ny adidiny eo ambany Fifanarahana. Ireo fehin-javatra teo aloha ireo dia tsy mihatra amin&#39;ny fampahalalana izay eo amin&#39;ny sehatra ho an&#39;ny daholobe na efa an-dovan&#39;ny fahazoan-dàlana ho an&#39;ny antokony, efa fantatry ny antoko mandray alohan&#39;ny daty fampahafantarana na efa fantatra tamin&#39;ny antokony fandraisana taorian&#39;izay avy amin&#39;ny antoko fahatelo manana fisehoana. zon&#39;ny bona fide hamoaka ny vaovao, na fampahalalana momba ny tsiambaratelo fa ny antoko mpandray dia voatery mamokatra arakaraka ny baikon&#39;ny fitsaram-paritra mahefa, ary ny antoko tompon&#39;andraikitra dia manome ny taratasim-potoana manambara fety ara-potoana ny fitsarana toy izany. filaminana na fanamoriana. Ankoatr&#39;izay, ho azonao antoka fa ireo mpampiasa anao nahazo alalana hitandrina tamim-pahatokisana ireo tenimiafina rehetra ary fampahalalana an-telefaona hafa mankany amin&#39;ny serivisy. Ity fizarana 9 ity dia ho velona amin&#39;ny famaranana na fandavoana an&#39;io fifanarahana io.
mi: Ma te kore e whakamana i tetahi atu paati, e kore tetahi roopu e whakaatu ki tetahi atu tuatoru tetahi korero, taonga ranei e whakaratohia ana e tetahi atu paati i raro o te Whakaaetanga, me te mohio ki te noho muna (&#39;Whakakitenga Raraunga&#39;), ka whakamahi ranei i nga korero Whaitono ki etahi atu korero. nui atu i te whakatutuki i ana kawenga i raro i te Whakaaetanga. Ko nga mea e whakahuatia ana i mua atu e kore e pa ki nga korero katoa kei te rohe o te iwi, kua paahoa ranei ki nga taonga e whakawhiwhia ana, e mohiotia ana ki te kaiwhiwhi i mua i te ra o te whakakitenga, ka mohiotia ranei ki te kaiwhiwhi e whai ake ana mai i tetahi roopu tuatoru e kitea ana. Kei te tika a bona fide ki te whakapuaki i nga korero, i nga korero Whaipono ranei e tika ana kia whakawhiwhia te kaiwhiwhi ki te whakaputa i runga i te ota o te kooti a te mana whai mana, he waahanga whakahaere whaimana ranei, ma te roopu e whakawhiwhia ana ki te whakawhiwhia i te roopu whakatuatanga o te kooti ota, subpoena ranei. I tua atu, ka whakapumautia e koe o te hunga ka manaakitia kia mau tonu te whakawhirinaki ki nga kupuhipa me etahi atu korero whakauru ki nga Ratonga. Ko tenei Wahanga 9 ka ora ko te whakamutu ranei i te mutunga o tenei Whakaaetanga.
mk: Освен ако не е изречно овластено од другата страна, ниту една страна нема да открие на трети страни какви било информации или материјали дадени од другата страна според Договорот и разумно разбрано дека се доверливи („Доверливи информации“), или ги користи таквите доверливи информации на кој било друг начин отколку да ги извршува своите обврски согласно Договорот. Горенаведените ограничувања не се однесуваат на какви било информации што се во јавен домен или веќе се во сопственост на приемната страна, беше позната на приемната страна пред датумот на објавување или станува позната на приемната страна потоа од трето лице со очигледно искрено право да ги открие информациите, или Доверливите информации што странката примател е должна да ги произведе согласно налог на суд од надлежен суд или важечка административна покана, доколку странката примател обезбедува странката што открива навремено известување за таков суд нарачајте или одложувања. Покрај тоа, ќе осигурате дека вашите овластени корисници ќе ги чуваат во целост довербата сите лозинки и други информации за пристап до Услугите. Овој дел 9 ќе преживее прекинување или истекување на овој договор.
ml: മറ്റ് കക്ഷികൾ‌ക്ക് വ്യക്തമായി അംഗീകാരം നൽകിയിട്ടില്ലെങ്കിൽ‌, കരാർ‌ പ്രകാരം മറ്റ് കക്ഷികൾ‌ നൽ‌കിയ ഏതെങ്കിലും വിവരങ്ങൾ‌ അല്ലെങ്കിൽ‌ മെറ്റീരിയലുകൾ‌ ഒരു കക്ഷിയും ഏതെങ്കിലും മൂന്നാം കക്ഷിക്ക് വെളിപ്പെടുത്തുകയില്ല, മാത്രമല്ല രഹസ്യാത്മകമാണെന്ന് (&#39;രഹസ്യാത്മക വിവരങ്ങൾ‌&#39;) യുക്തിസഹമായി മനസ്സിലാക്കുകയും ചെയ്യും, അല്ലെങ്കിൽ‌ അത്തരം രഹസ്യ വിവരങ്ങൾ‌ മറ്റേതെങ്കിലും രീതിയിൽ ഉപയോഗിക്കുക കരാറിന് കീഴിൽ അതിന്റെ ബാധ്യതകൾ നിറവേറ്റുന്നതിനേക്കാൾ. മേൽപ്പറഞ്ഞ നിയന്ത്രണങ്ങൾ പൊതു ഡൊമെയ്‌നിലോ ഇതിനകം സ്വീകരിക്കുന്ന പാർട്ടിയുടെ കൈവശമോ ഉള്ള ഒരു വിവരത്തിനും ബാധകമല്ല, വെളിപ്പെടുത്തൽ തീയതിക്ക് മുമ്പായി സ്വീകരിക്കുന്ന കക്ഷിക്ക് അറിയാമായിരുന്നു അല്ലെങ്കിൽ അതിനുശേഷം ഒരു മൂന്നാം കക്ഷിക്ക് വ്യക്തമായ ഒരു മൂന്നാം കക്ഷിയിൽ നിന്ന് സ്വീകരിക്കുന്ന കക്ഷിക്ക് അറിയാം. വിവരങ്ങൾ വെളിപ്പെടുത്താനുള്ള നല്ല അവകാശം, അല്ലെങ്കിൽ സ്വീകരിക്കുന്ന കക്ഷി യോഗ്യതയുള്ള അധികാരപരിധിയിലുള്ള ഒരു കോടതിയുടെ അല്ലെങ്കിൽ സാധുവായ ഒരു അഡ്മിനിസ്ട്രേറ്റീവ് സബ്പോയയുടെ ഉത്തരവ് അനുസരിച്ച് ഹാജരാക്കാൻ ബാധ്യസ്ഥനാണെന്ന രഹസ്യ വിവരങ്ങൾ, സ്വീകരിക്കുന്ന കക്ഷി നൽകുന്നത് അത്തരം കോടതിയുടെ സമയബന്ധിതമായ അറിയിപ്പ് വെളിപ്പെടുത്തുന്ന കക്ഷി നൽകുന്നു ഓർഡർ അല്ലെങ്കിൽ സബ്പോയന. കൂടാതെ, നിങ്ങളുടെ അംഗീകൃത ഉപയോക്താക്കൾ എല്ലാ പാസ്‌വേഡുകളും സേവനങ്ങളിലേക്കുള്ള മറ്റ് ആക്സസ് വിവരങ്ങളും കർശനമായ വിശ്വാസത്തോടെ സൂക്ഷിക്കുമെന്ന് നിങ്ങൾ ഉറപ്പാക്കും. ഈ സെക്ഷൻ 9 ഈ കരാറിന്റെ അവസാനമോ കാലഹരണമോ നിലനിൽക്കും.
mn: Хэрэв нөгөө талаас шууд зөвшөөрөл аваагүй бол аль нэг тал нь Гэрээнд заасан бусад этгээдээс олгосон мэдээлэл, материалыг бусад этгээдэд нээлттэй болгохгүй бөгөөд эдгээр нь нууц (&quot;Нууц мэдээлэл&quot;) гэж ойлгогдох, эсхүл ийм нууц мэдээллийг бусад хэлбэрээр ашиглахгүй. гэрээний дагуу хүлээсэн үүргээ биелүүлэхээс илүү. Дээр дурьдсан хязгаарлалт нь нийтийн эзэмшлийн газар эсвэл хүлээн авагч талын эзэмшилд байгаа мэдээлэл нээлттэй байхаас өмнө хүлээн авагч талдаа мэдэгдэж байсан эсвэл гуравдагч этгээдээс тодорхой мэдээлэлтэй байгаа тухай мэдээлэлд хамаарахгүй. мэдээллийг хүлээн авахдаа үнэнч байх, эсхүл хүлээн авагч тал шүүхэд цаг тухайд нь мэдэгдэх тухай мэдэгдлийг хүлээн авагч тал олгосон тохиолдолд зохих эрх бүхий шүүхийн захирамжийн дагуу эсвэл хүчин төгөлдөр засаг захиргааны нэхэмжлэлтэйгээр гаргаж өгөх үүрэгтэй нууц мэдээллийг. захиалга эсвэл зарлан дуудах хуудас. Цаашилбал, та эрх бүхий хэрэглэгчдэд Үйлчилгээнд нэвтрэх бүх нууц үг болон бусад мэдээллийг чандлан сахих болно. Энэ 9-р хэсэг нь энэхүү гэрээг цуцлах эсвэл хугацаа нь дуустал үлдэнэ.
mr: जोपर्यंत अन्य पक्षाने स्पष्टपणे अधिकृत केलेला नाही तोपर्यंत कोणताही पक्ष कोणत्याही तृतीय पक्षाला कराराअंतर्गत अन्य पक्षाने प्रदान केलेली कोणतीही माहिती किंवा सामुग्री उघडकीस आणू शकत नाही आणि गोपनीय (&#39;गोपनीय माहिती&#39;) समजली जाईल किंवा अशा गोपनीय माहितीचा इतर कोणत्याही प्रकारे उपयोग करू शकणार नाही कराराच्या अंतर्गत आपली जबाबदा .्या पार पाडण्यापेक्षा. सार्वजनिकरित्या किंवा प्राप्त झालेल्या पक्षाच्या ताब्यात आधीपासून असलेल्या माहितीस पूर्वोक्त निर्बंध लागू होत नाहीत, ती जाहीर होण्याच्या तारखेपूर्वी प्राप्त झालेल्या पक्षास ज्ञात होती किंवा त्यानंतर एखाद्या तृतीय पक्षाकडून ती उघड झाल्यास प्राप्त झालेल्या पक्षास ज्ञात असेल सक्षम अधिकारक्षेत्र किंवा वैध प्रशासकीय उपविभागाच्या कोर्टाच्या आदेशानुसार प्राप्त करणार्‍या पक्षास जबाबदार असणारी माहिती किंवा गोपनीय माहिती उघड करण्याचा पूर्ण हक्क आहे, प्राप्त पक्षाला अशा कोर्टाच्या वेळेवर नोटीस देणार्‍या पक्षाला प्रदान करणे ऑर्डर किंवा सबपॉना या व्यतिरिक्त, आपण हे सुनिश्चित कराल की आपल्या अधिकृत वापरकर्त्यांनी सेवेमध्ये सर्व संकेतशब्द आणि इतर प्रवेश माहितीवर पूर्ण विश्वास ठेवावा. हा कलम 9 या कराराची समाप्ती किंवा मुदत संपेल.
ms: Kecuali dinyatakan secara tegas oleh pihak lain, kedua-dua pihak tidak akan mendedahkan kepada pihak ketiga mana-mana maklumat atau bahan yang diberikan oleh pihak lain di bawah Perjanjian dan difahami sebagai rahsia (&#39;Maklumat Rahsia&#39;), atau menggunakan Maklumat Rahsia tersebut dengan cara lain daripada melaksanakan kewajipannya di bawah Perjanjian. Batasan di atas tidak berlaku untuk setiap maklumat yang berada di domain umum atau sudah ada di pihak penerima, telah diketahui oleh pihak penerima sebelum tanggal pengungkapan atau diketahui oleh pihak penerima setelahnya dari pihak ketiga yang memiliki keterangan bona fide hak untuk mendedahkan maklumat, atau Maklumat Rahsia yang wajib diberikan oleh pihak penerima menurut perintah mahkamah pengadilan yang berwibawa atau panggilan pengadilan yang sah, dengan syarat pihak penerima memberikan pihak yang memberi tahu pemberitahuan tepat waktu dari mahkamah tersebut perintah atau sapina. Selanjutnya, anda akan memastikan pengguna anda yang sah akan tetap yakin dengan semua kata laluan dan maklumat akses lain ke Perkhidmatan. Bahagian 9 ini akan berlaku setelah penamatan atau berakhirnya Perjanjian ini.
mt: Sakemm ma tkunx espressament awtorizzata mill-parti l-oħra, l-ebda parti ma għandha tiżvela lil kwalunkwe parti terza kwalunkwe informazzjoni jew materjal ipprovdut mill-parti l-oħra taħt il-Ftehim u raġonevolment mifhuma bħala kunfidenzjali (&quot;Informazzjoni Kunfidenzjali&quot;), jew tuża dik l-Informazzjoni Kunfidenzjali b&#39;xi mod ieħor għajr li twettaq l-obbligi tagħha taħt il-Ftehim. Ir-restrizzjonijiet ta &#39;hawn fuq ma japplikawx għal kwalunkwe informazzjoni li hija fid-dominju pubbliku jew li diġà hija fil-pussess tal-parti li tirċievi, kienet magħrufa mill-parti li tirċievi qabel id-data ta&#39; żvelar jew issir magħrufa mill-parti riċevitriċi minn hemm &#39;il quddiem minn terza persuna li għandha apparenti dritt bona fide li jiżvela l-informazzjoni, jew Informazzjoni Kunfidenzjali li l-parti riċeventi hija obbligata tipproduċi skond ordni ta &#39;qorti ta&#39; ġurisdizzjoni kompetenti jew ċitazzjoni amministrattiva valida, sakemm il-parti riċeventi tipprovdi lill-parti li tiżvela avviż f&#39;waqtu ta &#39;tali qorti. ordni jew ċitazzjoni. Barra minn hekk, int se tiżgura lill-utenti awtorizzati tiegħek iżommu b&#39;kunfidenza stretta l-passwords kollha u informazzjoni oħra ta &#39;aċċess għas-Servizzi. Din it-Taqsima 9 għandha tibqa &#39;ħajja meta jintemm jew jiskadi dan il-Ftehim.
my: အခြားပါတီမှအတိအလင်းခွင့်ပြုထားခြင်းမရှိပါကမည်သည့်ပါတီကမျှတတိယပုဂ္ဂိုလ်အားသဘောတူညီချက်အရအခြားပါတီမှပေးသောမည်သည့်သတင်းအချက်အလက်ကိုမဆိုထုတ်ဖော်ခြင်းနှင့်လျှို့ဝှက်ခြင်း (“ လျှို့ဝှက်အချက်အလက်”) ဟုကျိုးကြောင်းဆီလျော်စွာနားလည်သဘောပေါက်ခြင်း (သို့) အခြားမည်သည့်နည်းဖြင့်မဆိုဤလျှို့ဝှက်အချက်အလက်များကိုအသုံးပြုခြင်းမပြုရ။ သဘောတူညီချက်အောက်မှာ၎င်း၏တာဝန်ဝတ္တရားလုပ်ဆောင်ရန်ထက်။ အထက်ပါကန့်သတ်ချက်များသည်အများပြည်သူပိုင်သို့မဟုတ်လက်ခံသူပါတီ၏ပိုင်နက်တွင်ရှိနှင့်ပြီးဖြစ်သောထုတ်ဖော်သည့်နေ့မတိုင်မှီလက်ခံရရှိသူအားသိရှိခြင်းသို့မဟုတ်လက်ခံရရှိသူအားသိသာထင်ရှားသည့်တတိယပါတီမှသိရှိခြင်းတို့နှင့်သက်ဆိုင်သည့်မည်သည့်သတင်းအချက်အလက်နှင့်မသက်ဆိုင်ပါ။ သတင်းအချက်အလက်ကိုထုတ်ဖော်ပြသရန်စစ်မှန်သောအခွင့်အရေးသို့မဟုတ်လက်ခံရရှိသူသည်အရည်အချင်းပြည့်မီသောတရားစီရင်ပိုင်ခွင့်ရှိသောတရားရုံးသို့မဟုတ်တရားဝင်အုပ်ချုပ်ရေးဆင့်ခေါ်စာများအရထုတ်လုပ်ရန်တာဝန်ရှိကြောင်းလျှို့ဝှက်သတင်းအချက်အလက်ကိုလက်ခံရရှိသူသည်ထုတ်ဖော်ပါတီအားထိုတရားရုံးအားအချိန်မီအသိပေးအကြောင်းကြားသည် အမိန့်သို့မဟုတ်ဆင့်ခေါ်စာ။ ထို့အပြင်သင်၏ခွင့်ပြုထားသောအသုံးပြုသူများသည် ၀ န်ဆောင်မှုများသို့ ၀ င်ရောက်ရန်စကားဝှက်များနှင့်အခြားသတင်းအချက်အလက်များကိုလုံး ၀ ယုံကြည်စိတ်ချစွာထားရှိမည်ကိုသင်သေချာစေမည်။ ဤပုဒ်မ ၉ သည်ဤသဘောတူညီချက်သက်တမ်းကုန်ဆုံးသွားသောအခါသို့မဟုတ်သက်တမ်းကုန်ဆုံးသွားမည်ဖြစ်သည်။
ne: अर्को पक्षले स्पष्ट रूपमा अधिकृत नभएसम्म कुनै पनि पक्षले कुनै पनि तेस्रो पक्षलाई सम्झौता अन्तर्गत अर्को पक्षले प्रदान गरेको कुनै पनि जानकारी वा सामग्री खुलासा गर्न सक्नेछैन र यथोचित गोप्य (&#39;गोप्य जानकारी&#39;) को रूपमा बुझिएको छ, वा त्यस्ता गोप्य जानकारी कुनै पनि तरिकामा अन्यथा प्रयोग गर्ने छैन। सम्झौता अन्तर्गत यसको दायित्वहरू प्रदर्शन गर्न भन्दा। माथि उल्लिखित प्रतिबन्धहरू कुनै पनि जानकारीमा लागू हुँदैन जुन सार्वजनिक डोमेनमा छ वा पहिले नै प्राप्त गर्ने पार्टीको कब्जामा छ, त्यो पार्टीलाई खुलासाको मिति भन्दा पहिले ज्ञात थियो वा त्यसपछि तेस्रो पक्षबाट स्पष्ट भएको प्राप्तकर्तालाई थाहा थियो सूचना, वा गोप्य जानकारी खुलासा गर्न स्पष्ट अधिकार छ कि प्राप्त गर्ने पार्टीले सक्षम क्षेत्राधिकार अदालत वा एक वैध प्रशासनिक उप-पनीको आदेशको बमोजिम पेश गर्न बाध्य छ, प्राप्त पार्टीले त्यस्तो अदालतको समयमै सूचनाको खुलासा गर्ने पार्टीलाई प्रदान गर्दछ। अर्डर वा subpoena। यसका साथै तपाईले यो सुनिश्चित गर्नु हुनेछ कि तपाईका आधिकारिक प्रयोगकर्ताहरूले कडा विश्वासका साथ सबै पासवर्डहरू र सेवाहरूको अन्य पहुँच जानकारी राख्नेछन्। यो सेक्शन अन्त्य वा यस सम्झौताको म्याद समाप्त हुनेछ।
nl: Tenzij uitdrukkelijk geautoriseerd door de andere partij, zal geen van de partijen informatie of materialen die door de andere partij zijn verstrekt in het kader van de Overeenkomst en redelijkerwijs als vertrouwelijk worden beschouwd (&#39;Vertrouwelijke informatie&#39;) aan derden bekendmaken, of dergelijke Vertrouwelijke informatie op een andere manier gebruiken. dan om haar verplichtingen uit de Overeenkomst na te komen. De voorgaande beperkingen zijn niet van toepassing op informatie die in het publieke domein is of al in het bezit is van de ontvangende partij, die bekend was bij de ontvangende partij vóór de datum van bekendmaking of die daarna bekend wordt bij de ontvangende partij van een derde die een duidelijke bonafide recht om de informatie of vertrouwelijke informatie die de ontvangende partij verplicht is te verstrekken op grond van een bevel van een bevoegde rechtbank of een geldige administratieve dagvaarding openbaar te maken, op voorwaarde dat de ontvangende partij de onthullende partij tijdig op de hoogte stelt van een dergelijke rechtbank bestelling of dagvaarding. Bovendien zorgt u ervoor dat uw geautoriseerde gebruikers alle wachtwoorden en andere toegangsinformatie tot de Services strikt vertrouwelijk zullen houden. Dit artikel 9 blijft van kracht na beëindiging of afloop van deze overeenkomst.
no: Ingen av partene skal utlevere noen tredjepart informasjon eller materiale levert av den andre parten i henhold til avtalen og med rimelig forståelse for å være konfidensiell (&#39;konfidensiell informasjon&#39;), eller bruke slik konfidensiell informasjon på noen annen måte enn å utføre sine forpliktelser i henhold til avtalen. Ovennevnte begrensninger gjelder ikke for informasjon som er i det offentlige eller som allerede er i mottakers part, og var kjent for mottakeren før datoen for avsløringen eller blir kjent for mottakeren deretter av en tredjepart som har en tilsynelatende god tro om å avsløre informasjonen, eller konfidensiell informasjon som mottakeren er forpliktet til å produsere i henhold til en pålegg fra en kompetent domstol eller en gyldig administrativ stevning, forutsatt at den mottakende part gir den avslørende parten rettidig varsel om en slik domstol ordre eller stevning. Videre vil du sikre at de autoriserte brukerne dine i all tillit holder passord og annen tilgangsinformasjon til tjenestene. Denne seksjon 9 skal overleve oppsigelse eller utløp av denne avtalen.
or: ଅନ୍ୟ ପକ୍ଷ ଦ୍ express ାରା ସ୍ authorized ଚ୍ଛ ଭାବରେ ଅନୁମୋଦିତ ନହେବା ପର୍ଯ୍ୟନ୍ତ, କ party ଣସି ପକ୍ଷ କ third ଣସି ତୃତୀୟ ପକ୍ଷକୁ ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ଅନ୍ୟ ପକ୍ଷ ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇଥିବା କ information ଣସି ସୂଚନା କିମ୍ବା ସାମଗ୍ରୀ ପ୍ରକାଶ କରିବେ ନାହିଁ ଏବଂ ଯୁକ୍ତିଯୁକ୍ତ ଭାବରେ ଗୁପ୍ତ ଭାବରେ ବୁ understood ିପାରିବେ (&#39;ଗୋପନୀୟ ସୂଚନା&#39;), କିମ୍ବା ଅନ୍ୟ କ manner ଣସି ପ୍ରକାରେ ଏହିପରି ଗୋପନୀୟ ସୂଚନା ବ୍ୟବହାର କରିବେ ନାହିଁ। ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ଏହାର ବାଧ୍ୟତାମୂଳକ କରିବା ଅପେକ୍ଷା | ଉପରୋକ୍ତ ପ୍ରତିବନ୍ଧକଗୁଡିକ କ any ଣସି ସୂଚନା ପାଇଁ ପ୍ରଯୁଜ୍ୟ ନୁହେଁ ଯାହା ସର୍ବସାଧାରଣ ଡୋମେନରେ ଅଛି କିମ୍ବା ଗ୍ରହଣକାରୀ ଦଳର ଅଧିକାରରେ ଅଛି, ପ୍ରକାଶ ତାରିଖ ପୂର୍ବରୁ ଗ୍ରହଣକାରୀ ପକ୍ଷକୁ ଜଣା ଥିଲା କିମ୍ବା ତୃତୀୟ ପକ୍ଷରୁ ଏକ ସ୍ପଷ୍ଟ ଜଣାପଡିବା ପରେ ଗ୍ରହଣକାରୀ ଦଳକୁ ଜଣା ପଡିଥାଏ | ସୂଚନା ପ୍ରକାଶ କରିବାକୁ ସଚ୍ଚୋଟ ଅଧିକାର, କିମ୍ବା ଗୋପନୀୟ ସୂଚନା ଯାହା ଗ୍ରହଣକାରୀ ପକ୍ଷ ଏକ ଦକ୍ଷ ଅଦାଲତର ଆଦେଶ କିମ୍ବା ଏକ ବ valid ଧ ପ୍ରଶାସନିକ ଡାକରା ଅନୁଯାୟୀ ଉତ୍ପାଦନ କରିବାକୁ ବାଧ୍ୟ, ଗ୍ରହଣକାରୀ ପକ୍ଷ ଏପରି ଅଦାଲତର ଠିକ ସମୟରେ ବିଜ୍ଞପ୍ତି ପ୍ରକାଶ କରୁଥିବା ପକ୍ଷ ପ୍ରଦାନ କରନ୍ତି | ଆଦେଶ କିମ୍ବା ଡାକରା | ଅଧିକନ୍ତୁ, ଆପଣ ନିଶ୍ଚିତ କରିବେ ଯେ ଆପଣଙ୍କର ପ୍ରାଧିକୃତ ଉପଭୋକ୍ତାମାନେ ସମସ୍ତ ପାସୱାର୍ଡ ଏବଂ ସେବାଗୁଡିକରେ ଅନ୍ୟାନ୍ୟ ପ୍ରବେଶ ସୂଚନାକୁ କଠୋର ଆତ୍ମବିଶ୍ୱାସରେ ରଖିବେ | ଏହି ଧାରା 9 ଏହି ଚୁକ୍ତିନାମା ର ସମାପ୍ତି କିମ୍ବା ସମାପ୍ତିରୁ ବଞ୍ଚିବ |
pa: ਜਦ ਤੱਕ ਕਿ ਦੂਜੀ ਧਿਰ ਦੁਆਰਾ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਅਧਿਕਾਰਤ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ, ਕੋਈ ਵੀ ਧਿਰ ਕਿਸੇ ਵੀ ਤੀਜੀ ਧਿਰ ਨੂੰ ਸਮਝੌਤੇ ਦੇ ਅਧੀਨ ਦੂਜੀ ਧਿਰ ਦੁਆਰਾ ਮੁਹੱਈਆ ਕਰਵਾਈ ਗਈ ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਜਾਂ ਸਮੱਗਰੀ ਦਾ ਖੁਲਾਸਾ ਨਹੀਂ ਕਰੇਗੀ ਅਤੇ ਗੁਪਤ (&#39;ਗੁਪਤ ਜਾਣਕਾਰੀ&#39;) ਸਮਝੀ ਜਾ ਸਕਦੀ ਹੈ, ਜਾਂ ਅਜਿਹੀ ਗੁਪਤ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਸੇ ਵੀ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਇਸਤੇਮਾਲ ਕਰੇਗੀ ਸਮਝੌਤੇ ਦੇ ਅਧੀਨ ਆਪਣੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਨਿਭਾਉਣ ਨਾਲੋਂ. ਉਪਰੋਕਤ ਉਪਰੋਕਤ ਪਾਬੰਦੀਆਂ ਕਿਸੇ ਵੀ ਜਾਣਕਾਰੀ ਤੇ ਲਾਗੂ ਨਹੀਂ ਹੁੰਦੀਆਂ ਜੋ ਜਨਤਕ ਖੇਤਰ ਵਿਚ ਜਾਂ ਪਹਿਲਾਂ ਹੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੀ ਪਾਰਟੀ ਦੇ ਕਬਜ਼ੇ ਵਿਚ ਹੈ, ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੀ ਧਿਰ ਨੂੰ ਖੁਲਾਸੇ ਦੀ ਮਿਤੀ ਤੋਂ ਪਹਿਲਾਂ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ ਜਾਂ ਉਸ ਤੋਂ ਬਾਅਦ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਹੋਣ ਵਾਲੀ ਪਾਰਟੀ ਨੂੰ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ ਜਾਣਕਾਰੀ, ਜਾਂ ਗੁਪਤ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਦਾ ਪੂਰਾ ਹੱਕ ਆਰਡਰ ਜ subpoena. ਇਸ ਤੋਂ ਇਲਾਵਾ, ਤੁਸੀਂ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋਗੇ ਕਿ ਤੁਹਾਡੇ ਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾ ਸੇਵਾਵਾਂ ਲਈ ਸਾਰੇ ਪਾਸਵਰਡ ਅਤੇ ਹੋਰ ਪਹੁੰਚ ਜਾਣਕਾਰੀ ਨੂੰ ਸਖਤ ਵਿਸ਼ਵਾਸ ਵਿੱਚ ਰੱਖਣਗੇ. ਇਹ ਧਾਰਾ 9 ਇਸ ਸਮਝੌਤੇ ਦੇ ਖਤਮ ਹੋਣ ਜਾਂ ਸਮਾਪਤ ਹੋਣ ਤੋਂ ਬਚੇਗੀ.
pl: O ile druga strona nie wyrazi na to wyraźnego upoważnienia, żadna ze stron nie będzie ujawniać żadnej stronie trzeciej żadnych informacji ani materiałów dostarczonych przez drugą stronę na mocy Umowy i rozumianych jako poufne („Informacje Poufne”), ani wykorzystywać takich Informacji Poufnych w jakikolwiek inny sposób niż wypełnić zobowiązania wynikające z Umowy. Powyższe ograniczenia nie mają zastosowania do żadnych informacji, które znajdują się w domenie publicznej lub są już w posiadaniu strony otrzymującej, były znane stronie otrzymującej przed datą ujawnienia lub stały się znane stronie otrzymującej później od osoby trzeciej mającej prawo w dobrej wierze do ujawnienia informacji lub Informacji Poufnych, które strona otrzymująca jest zobowiązana przedstawić na podstawie orzeczenia sądu właściwej jurysdykcji lub ważnego wezwania administracyjnego, pod warunkiem, że strona otrzymująca zapewni stronie ujawniającej terminowe powiadomienie takiego sądu nakaz lub wezwanie do sądu. Ponadto zagwarantujesz, że Twoi upoważnieni użytkownicy będą ściśle poufnie traktować wszystkie hasła i inne informacje dotyczące dostępu do Usług. Niniejsza sekcja 9 obowiązuje po rozwiązaniu lub wygaśnięciu niniejszej Umowy.
ps: غیر لدې چې د بلې خوا لخوا تایید شوي ، هیڅ لوری هیڅ کوم دریم اړخ ته د موافقې لاندې د بلې ډلې لخوا چمتو شوي کوم معلومات یا توکي نه افشا کوي او په محرم ډول یې محرم ګ&#39;ل شوی ((محرم معلومات)) دي ، یا دا راز محرم معلومات په بل ډول کاروي د تړون له مخې خپل مسؤلیتونه سرته رسولو څخه. مخکیني بندیزونه په کوم معلوماتو پورې اړه نلري چې په عامه ډومین کې وي یا دمخه د ترلاسه کونکي ګوند په ملکیت کې وي ، د ښکاره کولو له نیټې دمخه لاسته راوړونکي ګوند ته پیژندل شوي یا له دې وروسته د دریمې ډلې څخه لاسته راغلي ګوند ته پیژندل کیږي. د معلوماتو ، یا محرم معلوماتو افشا کولو پراخه حق چې ترلاسه کوونکی ګوند مکلف دی چې د قضاوت محکمې یا معتبرې اداري فرعي محکمې په حکم تعقیب کړي ، د ترلاسه کونکي ګوند چمتو کول چمتو کوي چې د داسې محکمې وخت په وخت خبرتیا خپروي. سپارنه یا فرعي. سربیره پردې ، تاسو به ډاډ ترلاسه کړئ چې ستاسو بااستعداده کاروونکي به خدماتو ته ټول رمزونه او نور لاسرسي معلومات په کلکه اعتماد وساتي. دا برخه 9 باید د دې تړون له پای یا پای ته رسیدو څخه وژغورل شي.
pt: A menos que expressamente autorizado pela outra parte, nenhuma das partes divulgará a terceiros quaisquer informações ou materiais fornecidos pela outra parte nos termos do Contrato e razoavelmente entendidos como confidenciais (&#39;Informações Confidenciais&#39;), ou usará tais Informações Confidenciais de qualquer outra forma do que cumprir suas obrigações nos termos do Contrato. As restrições anteriores não se aplicam a qualquer informação que seja de domínio público ou já em posse da parte receptora, fosse conhecida pela parte receptora antes da data de divulgação ou se tornasse conhecida da parte receptora posteriormente por um terceiro tendo um aparente direito de boa-fé de divulgar as informações ou Informações confidenciais que a parte receptora é obrigada a apresentar de acordo com uma ordem de um tribunal de jurisdição competente ou uma intimação administrativa válida, desde que a parte receptora forneça à parte divulgadora uma notificação oportuna de tal tribunal ordem ou intimação. Além disso, você garantirá que seus usuários autorizados manterão em sigilo todas as senhas e outras informações de acesso aos Serviços. Esta Seção 9 sobreviverá à rescisão ou expiração deste Acordo.
ro: Cu excepția cazului în care este autorizat expres de cealaltă parte, niciuna dintre părți nu dezvăluie oricărei terțe informații sau materiale furnizate de cealaltă parte în temeiul Acordului și înțeles în mod rezonabil a fi confidențiale („Informații confidențiale”) sau să folosească aceste informații confidențiale în orice alt mod. decât să-și îndeplinească obligațiile în temeiul acordului. Restricțiile de mai sus nu se aplică informațiilor care se află în domeniul public sau care deja se află în posesia părții primitoare, erau cunoscute părții primitoare înainte de data dezvăluirii sau devin cunoscute părții primitoare de la un terț care are un aspect aparent dreptul de bună credință de a dezvălui informațiile sau informațiile confidențiale pe care partea destinatară este obligată să le furnizeze în conformitate cu un ordin al unei instanțe de jurisdicție competentă sau al unei cesiuni administrative valabile, cu condiția ca partea destinatară să furnizeze părții divulgatoare o notificare în timp util a unei astfel de instanțe ordin sau citatie. În plus, vă veți asigura că utilizatorii dvs. autorizați vor păstra în strictă încredere toate parolele și alte informații de acces la Servicii. Această secțiune 9 va supraviețui încetării sau expirării prezentului acord.
ru: Если иное прямо не разрешено другой стороной, ни одна из сторон не может раскрывать третьей стороне любую информацию или материалы, предоставленные другой стороной в соответствии с Соглашением и разумно понимаемые как конфиденциальные («Конфиденциальная информация»), или использовать такую Конфиденциальную информацию любым другим способом. чем выполнять свои обязательства по Соглашению. Вышеупомянутые ограничения не применяются к любой информации, которая находится в общественном достоянии или уже находится в распоряжении получающей стороны, была известна принимающей стороне до даты раскрытия или стала известна принимающей стороне впоследствии от третьей стороны, имеющей очевидное добросовестное право раскрыть информацию или Конфиденциальную информацию, которую принимающая сторона обязана предоставить в соответствии с постановлением суда компетентной юрисдикции или действующей административной повесткой в суд, при условии, что получающая сторона своевременно уведомляет раскрывающую сторону о таком суде приказ или вызов в суд. Кроме того, вы гарантируете, что ваши авторизованные пользователи будут хранить в строгой тайне все пароли и другую информацию для доступа к Сервисам. Раздел 9 остается в силе после прекращения или истечения срока действия настоящего Соглашения.
rw: Keretse keretse byemewe n’urundi ruhande, nta muburanyi ugomba kumenyesha undi muntu amakuru cyangwa ibikoresho byatanzwe n’undi muburanyi hakurikijwe ayo masezerano kandi byumvikane neza ko ari ibanga (&#39;Amakuru y&#39;ibanga&#39;), cyangwa gukoresha ayo makuru y&#39;ibanga mu bundi buryo ubwo ari bwo bwose kuruta gukora inshingano zayo mu masezerano. Ibibujijwe bimaze kuvugwa ntabwo bikurikizwa ku makuru ayo ari yo yose ari mu ruhame rusange cyangwa asanzwe afite mu ishyaka ryakira, yari azwi n’uwakiriye mbere y’itariki yatangarijweho cyangwa akamenyekana n’uwakiriye nyuma y’undi muntu ufite ikigaragara bona uburenganzira bwo gutangaza amakuru, cyangwa Amakuru y&#39;ibanga umuburanyi yakiriye agomba gutanga hashingiwe ku cyemezo cy&#39;urukiko rubifitiye ububasha cyangwa ihamagarwa ry&#39;ubutegetsi ryemewe, mu gihe umuburanyi yakiriye atanga umuburanyi utanga amakuru ku gihe nk&#39;urwo rukiko. gutumiza cyangwa guhamagarwa. Byongeye kandi, uzemeza ko abakoresha bawe bemewe bazakomeza kugirira ikizere ijambo ryibanga ryose hamwe nandi makuru yo kugera kuri Serivisi. Iki gice cya 9 kizakomeza kurangira cyangwa kurangira aya masezerano.
sd: جيستائين ٻئي ڌر پاران واضع طور تي اجازت نه ڏني وئي آهي ، ڪا به ڌر ڪنهن ٽين ڌر کي معاهدي تحت ٻئي ڌر پاران فراهم ڪيل معلومات ۽ مواد ظاهر نه ڪندي ۽ معقول طور تي خفيه طور سمجهي ويندي (يا ”رازداري&#39;اڻ“) ، يا اهڙي مخفي معلومات ٻئي ڪنهن طريقي سان استعمال ڪندي معاهدي تحت پنهنجون ذميواريون انجام ڏيڻ کان. مٿين پابنديون ڪنهن به toاڻ تي لاڳو نه ٿيون ٿيون جيڪو پبلڪ ڊومين ۾ هجي يا اڳ ۾ ئي وصول ڪندڙ پارٽي جي قبضي ۾ هجن ، partyاڻ واري تاريخ کان اڳ وصول ڪندڙ پارٽي کي orاڻين ها يا بعد ۾ وصول ڪندڙ ڌر جي طرفان ظاهر ٿئي ٿي ٽئين ڌر کان ظاهر معلومات کي ظاهر ڪرڻ جو باضابطه حق ، يا خفيه معلومات جيڪا وصول ڪندڙ ڌر مجاز دائري جي عدالت يا هڪ جائز انتظامي عهدي جي حڪم جي مطابق پيدا ڪرڻ جي پابند هجي ، حاصل ڪرڻ واري ڌر اهڙي عدالت کي بروقت اطلاع ڏيڻ واري ڌر کي مهيا ڪري ٿي. حڪم نامو يا ان جملي. وڌيڪ ، توهان يقيني بڻائيندا ته توهان جا بااختيار صارف سختي سان اعتماد ڪندا رهندا سڀئي پاسورڊ ۽ رسائي جي معلومات ٻين خدمتن تائين. هي حصو 9 هن معاهدي جي خاتمي يا ختم ٿيڻ تائين زنده رهندو.
si: අනෙක් පාර්ශවය විසින් පැහැදිලිවම බලය පවරනු ලැබුවහොත් මිස, කිසිදු පාර්ශවයක් ගිවිසුම යටතේ වෙනත් පාර්ශවයක් විසින් සපයනු ලබන කිසිදු තොරතුරක් හෝ ද්‍රව්‍යයක් කිසිදු තෙවන පාර්ශවයකට හෙළි නොකළ යුතු අතර රහස්‍ය (&#39;රහස්‍ය තොරතුරු&#39;) ලෙස සාධාරණ ලෙස වටහාගෙන හෝ වෙනත් ආකාරයකින් එවැනි රහස්‍ය තොරතුරු භාවිතා නොකරන්න. ගිවිසුම යටතේ සිය යුතුකම් ඉටු කිරීමට වඩා. ඉහත සඳහන් සීමාවන් පොදු වසමේ හෝ දැනටමත් ලැබෙමින් පවතින පාර්ශවයේ සන්තකයේ ඇති කිසිදු තොරතුරකට අදාළ නොවේ, අනාවරණය වන දිනට පෙර ලැබුනු පාර්ශවයට දැන සිටියේය හෝ තෙවන පාර්ශවයකින් පෙනෙන පරිදි පසුව ලැබෙන පාර්ශවයට දැනගත හැකිය. තොරතුරු අනාවරණය කිරීමට ඇති අයිතිය, හෝ ලැබිය යුතු පාර්ශවය නිසි අධිකරණ බලය හෝ වලංගු පරිපාලන අනුමැතියකට අනුව නිෂ්පාදනය කිරීමට බැඳී සිටින බවට රහස්‍ය තොරතුරු, ලැබීමේ පාර්ශවය විසින් එවැනි අධිකරණයක් පිළිබඳ කාලෝචිත දැනුම්දීමක් අනාවරණය කරන පාර්ශ්වයට සපයයි. ඇණවුම හෝ අනුකමිටුව. තවද, ඔබගේ බලයලත් පරිශීලකයින් සියළුම මුරපද සහ සේවාවන් වෙත ප්‍රවේශ වීමේ තොරතුරු දැඩි විශ්වාසයකින් තබා ගන්නා බවට ඔබ සහතික වනු ඇත. මෙම ගිවිසුම අවසන් කිරීම හෝ කල් ඉකුත්වීම මෙම 9 වන වගන්තියෙන් නොනැසී පවතී.
sk: Pokiaľ to druhá strana výslovne nepovolí, žiadna zo strán neposkytne žiadnej tretej strane akékoľvek informácie alebo materiály poskytnuté druhou stranou podľa dohody a odôvodnene považované za dôverné („dôverné informácie“), alebo ich použije akýmkoľvek iným spôsobom. ako plniť svoje povinnosti podľa dohody. Predchádzajúce obmedzenia sa nevzťahujú na informácie, ktoré sú verejne dostupné alebo už sú v držbe prijímajúcej strany, boli známe prijímajúcej strane pred dátumom zverejnenia alebo sa o nich prijímajúcej strane dozvedeli od tretej strany, ktorá má zjavné bona fide právo sprístupniť informácie alebo Dôverné informácie, ktoré je prijímajúca strana povinná predložiť na základe príkazu súdu s príslušnou jurisdikciou alebo platného správneho predvolania, za predpokladu, že prijímajúca strana poskytne poskytujúcej strane včas oznámenie o takomto súde objednávka alebo predvolanie. Okrem toho zaistíte, aby vaši oprávnení používatelia prísne dôverovali všetky heslá a ďalšie informácie o prístupe k Službám. Tento oddiel 9 zostáva v platnosti aj po ukončení alebo vypršaní platnosti tejto dohody.
sl: Razen če izrecno ne dovoli druga stranka, nobena pogodbenica nobeni tretji osebi ne razkrije kakršnih koli informacij ali materialov, ki jih je druga pogodbenica predložila v skladu s Sporazumom in za katere se razumno šteje, da so zaupne („Zaupne informacije“), niti ne uporablja takšnih zaupnih informacij na kakršen koli drug način kot da izpolnjuje svoje obveznosti iz sporazuma. Navedene omejitve ne veljajo za nobene informacije, ki so v javni domeni ali so že v posesti stranke prejemnika, je bila prejemna stranka znana pred datumom razkritja ali postane prejemna stranka poznejša od tretje osebe, ki ima očitno verodostojno pravico do razkritja informacij ali zaupnih informacij, ki jih je dolžna predložiti stranka prejemnica na podlagi odredbe pristojnega sodišča ali veljavnega upravnega sodnega poziva, če stranka prejemnica pošlje stranki, ki je razkrila, pravočasno obvesti takšno sodišče. nalog ali sodni poziv. Poleg tega boste zagotovili, da bodo vaši pooblaščeni uporabniki strogo zaupno hranili vsa gesla in druge informacije o dostopu do storitev. Ta oddelek 9 preživi odpoved ali prenehanje veljavnosti tega sporazuma.
sq: Përveç nëse autorizohet shprehimisht nga pala tjetër, asnjë palë nuk do t&#39;i zbulojë palëve të treta ndonjë informacion ose material të dhënë nga pala tjetër në bazë të Marrëveshjes dhe të kuptohet në mënyrë të arsyeshme se është konfidenciale (&quot;Informacion konfidencial&quot;), ose të përdorë këtë informacion konfidencial në çfarëdo mënyre tjetër sesa të kryejë detyrimet e saj sipas Marrëveshjes. Kufizimet e mësipërme nuk zbatohen për çdo informacion që është në domenin publik ose tashmë në pronësi të palës pranuese, ishte i njohur për palën pritëse përpara datës së zbulimit ose bëhet e njohur për palën pritëse pas kësaj nga një palë e tretë që ka një të dukshme të drejtën e duhur për të zbuluar informacionin, ose informacione konfidenciale që pala pranuese është e detyruar të prodhojë në bazë të një urdhri të një gjykate të juridiksionit kompetent ose një kërkesë të vlefshme administrative, me kusht që pala pranuese të sigurojë palën zbuluese të njoftimit me kohë të një gjykate të tillë porosinë ose fletëpalosjen. Për më tepër, do të siguroheni që përdoruesit tuaj të autorizuar do të mbajnë me besim të rreptë të gjithë fjalëkalimet dhe informacionet e tjera të aksesit te Shërbimet. Ky nen 9 do t&#39;i mbijetojë përfundimit ose skadimit të kësaj Marrëveshjeje.
sr: Ако друга страна није изричито овлашћена, ниједна страна неће открити било којој трећој страни било које информације или материјале које је друга страна пружила у складу са Споразумом и за које се разумно сматра да су поверљиве („Поверљиве информације“), нити користити такве поверљиве информације на било који други начин него да извршава своје обавезе према Споразуму. Претходна ограничења не односе се на било какве информације које су у јавном власништву или су већ у поседу стране примаоца, биле су познате страни примаоцу пре датума обелодањивања или постају познате стране примаоце након тога од треће стране која има очигледно добро веровање за обелодањивање информација или поверљивих информација које је страна која прима мора да достави на основу налога суда надлежне или ваљаног административног налога, под условом да страна која прима обавештава странку која је обележила да благовремено обавештава такав суд налог или позив на позив. Надаље, осигураћете да ваши овлашћени корисници чувају строго повјерење све лозинке и друге информације о приступу Услугама. Овај члан 9 преживиће раскидање или истек овог Уговора.
sv: Om inte uttryckligen godkänts av den andra parten, ska ingen av parterna avslöja någon tredje part någon information eller material som tillhandahålls av den andra parten enligt avtalet och rimligen förstås vara konfidentiell (&quot;konfidentiell information&quot;) eller använda sådan konfidentiell information på något annat sätt än att fullgöra sina skyldigheter enligt avtalet. Ovanstående begränsningar gäller inte någon information som är i det allmänna området eller som redan finns i mottagarens part, var känd för den mottagande parten före dagen för offentliggörandet eller blir känd för den mottagande parten därefter från en tredje part som har en uppenbar god tro rätt att avslöja informationen, eller konfidentiell information som den mottagande parten är skyldig att tillhandahålla enligt ett beslut av en domstol med behörig jurisdiktion eller en giltig administrativ stämning, förutsatt att den mottagande parten tillhandahåller den avslöjande parten i god tid meddelande om en sådan domstol beställning eller stämning. Dessutom kommer du att se till att dina auktoriserade användare kommer att hålla i all säkerhet alla lösenord och annan åtkomstinformation till tjänsterna. Detta avsnitt 9 ska överleva uppsägning eller upphörande av detta avtal.
sw: Isipokuwa imeidhinishwa wazi na mtu mwingine, hakuna mtu atakayemfahamisha mtu mwingine yeyote habari au vifaa vilivyotolewa na huyo mtu mwingine chini ya Mkataba na anaeleweka kuwa ni siri (&#39;Habari za Siri&#39;), au atumie Habari za Siri kwa njia nyingine yoyote. kuliko kutekeleza majukumu yake chini ya Mkataba. Vizuizi vilivyotangulia havitumiki kwa habari yoyote ambayo iko kwenye uwanja wa umma au tayari katika milki ya chama inayopokea, ilikuwa inajulikana kwa chama cha kupokea kabla ya tarehe ya kufichua au kujulikana kwa mtu anayepokea baadaye kutoka kwa mtu wa tatu aliye dhahiri haki ya kufichua habari hiyo, au Habari ya Siri ambayo chama kinach kupokea kinalazimika kutoa kulingana na agizo la korti ya uwezo au subilaena halali ya utawala, kutoa chama kinachopokea kinatoa chama kinachofichua taarifa ya wakati kama hiyo ya korti kama hiyo. kuagiza au subpoena. Kwa kuongezea, utahakikisha watumiaji wako walioidhinishwa wataweka kwa ujasiri katika nywila zote na habari nyingine ya ufikiaji kwa Huduma. Sehemu hii ya 9 itaendelea kumaliza kazi au kumaliza muda wa Mkataba huu.
ta: மற்ற தரப்பினரால் வெளிப்படையாக அங்கீகரிக்கப்படாவிட்டால், எந்தவொரு தரப்பினரும் ஒப்பந்தத்தின் கீழ் மற்ற தரப்பினரால் வழங்கப்பட்ட எந்தவொரு தகவலையும் பொருட்களையும் எந்தவொரு மூன்றாம் தரப்பினருக்கும் வெளியிட மாட்டார்கள் மற்றும் ரகசியமாக (&#39;ரகசிய தகவல்&#39;) நியாயமான முறையில் புரிந்து கொள்ளப்படுவார்கள், அல்லது அத்தகைய ரகசிய தகவல்களை வேறு எந்த வகையிலும் பயன்படுத்த மாட்டார்கள் ஒப்பந்தத்தின் கீழ் அதன் கடமைகளைச் செய்வதை விட. மேற்கூறிய கட்டுப்பாடுகள் பொது களத்தில் அல்லது ஏற்கெனவே பெறும் கட்சியின் வசம் உள்ள எந்தவொரு தகவலுக்கும் பொருந்தாது, வெளிப்படுத்தப்பட்ட தேதிக்கு முன்பே பெறும் தரப்பினருக்குத் தெரிந்திருந்தது அல்லது அதன் பின்னர் மூன்றாம் தரப்பினரிடமிருந்து வெளிப்படையான நபருக்குத் தெரிந்திருக்கும் தகவல்களை வெளியிடுவதற்கான நேர்மையான உரிமை, அல்லது பெறும் தரப்பினர் தகுதிவாய்ந்த அதிகார வரம்பு நீதிமன்றத்தின் உத்தரவு அல்லது செல்லுபடியாகும் நிர்வாக சப்போனாவின் படி உற்பத்தி செய்ய கடமைப்பட்டுள்ளனர் என்ற ரகசிய தகவல், பெறும் கட்சி வழங்குவது அத்தகைய நீதிமன்றத்தின் சரியான நேரத்தில் அறிவிப்பை வெளிப்படுத்தும் தரப்பினருக்கு வழங்குகிறது ஆர்டர் அல்லது சப் போனா. மேலும், உங்கள் அங்கீகரிக்கப்பட்ட பயனர்கள் அனைத்து கடவுச்சொற்கள் மற்றும் சேவைகளுக்கான பிற அணுகல் தகவல்களையும் கடுமையான நம்பிக்கையுடன் வைத்திருப்பதை உறுதி செய்வீர்கள். இந்த பிரிவு 9 இந்த ஒப்பந்தத்தின் முடிவு அல்லது காலாவதியாகும்.
te: ఇతర పార్టీ స్పష్టంగా అధికారం ఇవ్వకపోతే, ఏ పార్టీ అయినా ఒప్పందం ప్రకారం ఇతర పార్టీ అందించిన సమాచారం లేదా సామగ్రిని ఏ మూడవ పార్టీకి వెల్లడించదు మరియు గోప్యంగా (&#39;రహస్య సమాచారం&#39;) సహేతుకంగా అర్థం చేసుకోవచ్చు లేదా అలాంటి రహస్య సమాచారాన్ని వేరే విధంగా ఉపయోగించకూడదు ఒప్పందం ప్రకారం దాని బాధ్యతలను నిర్వర్తించడం కంటే. పైన పేర్కొన్న పరిమితులు పబ్లిక్ డొమైన్‌లో లేదా ఇప్పటికే స్వీకరించే పార్టీ ఆధీనంలో ఉన్న ఏ సమాచారానికీ వర్తించవు, బహిర్గతం చేసిన తేదీకి ముందే స్వీకరించే పార్టీకి తెలుసు లేదా మూడవ పక్షం నుండి స్పష్టంగా ఉన్న తరువాత స్వీకరించే పార్టీకి తెలిసిపోతుంది. సమర్ధవంతమైన అధికార పరిధిలోని న్యాయస్థానం లేదా చెల్లుబాటు అయ్యే అడ్మినిస్ట్రేటివ్ సబ్‌పోనా యొక్క ఉత్తర్వులకు అనుగుణంగా స్వీకరించే పార్టీ బాధ్యత వహిస్తుందనే సమాచారాన్ని బహిర్గతం చేసే విశ్వసనీయ హక్కు, లేదా స్వీకరించే పార్టీ అందించడం అటువంటి కోర్టు యొక్క సకాలంలో నోటీసును బహిర్గతం చేసే పార్టీని అందిస్తుంది ఆర్డర్ లేదా సబ్‌పోనా. ఇంకా, మీ అధీకృత వినియోగదారులు అన్ని పాస్‌వర్డ్‌లు మరియు సేవలకు ఇతర ప్రాప్యత సమాచారాన్ని కఠినమైన విశ్వాసంతో ఉంచుతారని మీరు నిర్ధారిస్తారు. ఈ విభాగం 9 ఈ ఒప్పందం యొక్క ముగింపు లేదా గడువు నుండి బయటపడుతుంది.
tg: Агар бидуни розигии тарафи дигар, ҳеҷ кадоме аз тарафҳо ягон маълумот ё маводеро, ки тарафи дигар дар доираи Шартнома пешниҳод кардааст ва ба тариқи махфӣ (&quot;Маълумоти махфӣ&quot;) фаҳмида шудааст, ё ба ин гуна иттилооти махфӣ ба ҳеҷ ваҷҳ истифода набарад. нисбат ба иҷрои ӯҳдадориҳои худ дар доираи Шартнома. Маҳдудиятҳои дар боло зикршуда ба ҳеҷ гуна маълумоти дар домени ҷамъиятӣ мавҷудбуда ё дар ихтиёри ҷониби қабулкунанда қарордошта ба ҷониби қабулкунанда қабл аз санаи кушода дониста шуда буданд ё пас аз ҷониби ҷониби сеюм, ки аз ҷониби шахси возеҳ маълум аст Дар сурати риоя накардани қонун ё маълумоти махфӣ, ки тарафи қабулкунанда вазифадор аст тибқи фармоиши суди салоҳиятдор ва ё муроҷиати маъмурие таҳия кунад, ки тарафи қабулкунанда ба ифшои маълумоти саривақтии чунин судро диҳад. фармоиш ё даъватнома. Ғайр аз он, шумо кафолат медиҳед, ки корбарони ваколатдори шумо ҳама нишонаҳо ва дигар дастрасӣ ба хидматҳоро ба таври қатъӣ риоя хоҳанд кард. Ин Фасли 9 аз лаҳзаи қатъ гардидан ё гузаштани ин Созишнома зинда мемонад.
th: เว้นแต่จะได้รับอนุญาตอย่างชัดแจ้งจากอีกฝ่ายทั้งสองฝ่ายจะต้องไม่เปิดเผยข้อมูลหรือวัสดุใด ๆ ที่อีกฝ่ายจัดหาให้ภายใต้ข้อตกลงและเข้าใจอย่างสมเหตุสมผลว่าเป็นความลับ (&#39;ข้อมูลที่เป็นความลับ&#39;) หรือใช้ข้อมูลที่เป็นความลับดังกล่าวในลักษณะอื่นใด มากกว่าที่จะปฏิบัติตามภาระหน้าที่ภายใต้ข้อตกลง ข้อ จำกัด ที่กล่าวมาข้างต้นไม่ใช้กับข้อมูลใด ๆ ที่เป็นสาธารณสมบัติหรืออยู่ในความครอบครองของฝ่ายผู้รับอยู่แล้วซึ่งเป็นที่รู้กันของฝ่ายผู้รับก่อนวันที่จะเปิดเผยหรือเป็นที่รู้จักของฝ่ายรับหลังจากนั้นจากบุคคลที่สามที่มีการเปิดเผย สิทธิโดยสุจริตในการเปิดเผยข้อมูลหรือข้อมูลที่เป็นความลับซึ่งฝ่ายที่ได้รับมีหน้าที่ต้องจัดทำตามคำสั่งของศาลที่มีเขตอำนาจศาลหรือหมายศาลทางปกครองที่ถูกต้องโดยให้ฝ่ายที่ได้รับแจ้งให้ฝ่ายที่เปิดเผยทราบถึงเวลาที่เหมาะสมของศาลดังกล่าว คำสั่งหรือหมายศาล นอกจากนี้คุณต้องตรวจสอบให้แน่ใจว่าผู้ใช้ที่ได้รับอนุญาตของคุณจะรักษาความปลอดภัยอย่างเข้มงวดรหัสผ่านและข้อมูลการเข้าถึงอื่น ๆ ของบริการ ส่วนที่ 9 นี้จะยังคงอยู่ต่อไปเมื่อข้อตกลงนี้ยุติหรือหมดอายุ
tk: Beýleki tarap tarapyndan aç-açan ygtyýar berilmedik bolsa, hiç bir tarap beýleki tarap tarapyndan Ylalaşyga laýyklykda berlen we gizlin (&#39;Gizlin maglumatlar&#39;) düşünilen ýa-da beýle gizlin maglumatlary başga bir görnüşde ulanmaly däldir. şertnamasyna laýyklykda borçlaryny ýerine ýetirmekden has ýokarydyr. .Okarda agzalan çäklendirmeler köpçülige açyk ýa-da eýýäm kabul ediji tarapyň eýeçiliginde bolan, açylmazdan ozal kabul ediji tarapa mälim bolan ýa-da üçünji tarap tarapyndan görünýän tarapa mälim bolan maglumatlara degişli däldir. kabul edýän tarapyň ygtyýarly ýurisdiksiýa kazyýetiniň buýrugy ýa-da dogry administratiw çagyryş esasynda öndürmäge borçly maglumatlary ýa-da gizlin maglumatlary aýan etmek hukugy, kabul ediji tarap şeýle kazyýetiň öz wagtynda habar bermegini üpjün edýär. sargyt ýa-da çagyryş. Mundan başga-da, ygtyýarly ulanyjylaryňyzyň Hyzmatlara ähli parollary we beýleki giriş maglumatlaryny berk ynamda saklamagyny üpjün edersiňiz. 9-njy bölüm, şu Ylalaşygyň ýatyrylmagy ýa-da möhleti gutarandan soň dowam eder.
tl: Maliban kung malinaw na pinahintulutan ng ibang partido, ang alinman sa partido ay hindi magbubunyag sa anumang ikatlong partido ng anumang impormasyon o mga materyales na ibinigay ng ibang partido sa ilalim ng Kasunduan at makatwirang naiintindihan na kumpidensyal (&#39;Confidential Information&#39;), o gumamit ng naturang Confidential Information sa anumang paraan kaysa gawin ang mga obligasyon nito sa ilalim ng Kasunduan. Ang nabanggit na mga paghihigpit ay hindi nalalapat sa anumang impormasyon na nasa pampublikong domain o mayroon na sa pagtanggap ng partido, ay kilala sa natanggap na partido bago ang petsa ng pagsisiwalat o kilala sa natatanggap na partido mula sa isang ikatlong partido na mayroong maliwanag karapatan ng bona fide na ibunyag ang impormasyon, o Confidential Impormasyon na ang tumatanggap na partido ay obligado na makabuo alinsunod sa isang utos ng isang korte ng karampatang hurisdiksyon o isang wastong administrasyong subpoena, na nagbibigay ng pagtanggap ng partido ay nagbibigay ng pagbubunyag ng partido ng napapanahong paunawa ng isang korte order o subpoena. Bukod dito, titiyakin mong ang iyong mga awtorisadong gumagamit ay panatilihin ang mahigpit na pagtitiwala sa lahat ng mga password at iba pang impormasyon sa pag-access sa Mga Serbisyo. Ang Seksyon 9 na ito ay makakaligtas sa pagwawakas o pagtatapos ng Kasunduang ito.
tr: Diğer tarafça açıkça izin verilmedikçe, taraflardan hiçbiri diğer tarafça Sözleşme kapsamında sağlanan ve makul olarak gizli olduğu anlaşılan herhangi bir bilgi veya materyali üçüncü tarafa ifşa etmeyecek (&#39;Gizli Bilgiler&#39;) veya bu tür Gizli Bilgileri başka herhangi bir şekilde kullanmayacaktır. Sözleşme kapsamındaki yükümlülüklerini yerine getirmek yerine. Yukarıdaki kısıtlamalar, kamu malı olan veya halihazırda alıcı tarafın mülkiyetinde olan, alıcı tarafın ifşa tarihinden önce bildiği veya daha sonra alan tarafça açık bir üçüncü tarafça bilindiği herhangi bir bilgi için geçerli değildir. Bilgi alan tarafın yetkili bir mahkemenin emri veya geçerli bir idari mahkeme celbi uyarınca vermek zorunda olduğu bilgileri veya Gizli Bilgileri ifşa etme hakkına sahip olmak, alan tarafın ifşa eden tarafa böyle bir mahkemeyi zamanında ihbar etmesi şartıyla emir veya mahkeme celbi. Ayrıca, yetkili kullanıcılarınızın Hizmetlere yönelik tüm şifreleri ve diğer erişim bilgilerini kesinlikle gizli tutmasını sağlayacaksınız. Bu Bölüm 9, bu Sözleşmenin feshinden veya sona ermesinden sonra da geçerliliğini koruyacaktır.
tt: Икенче як тарафыннан ачыктан-ачык рөхсәт ителмәгән булса, бер як та өченче якка Килешү нигезендә бирелгән һәм яшерен дип аңлашылган мәгълүматны яки материалны ачарга тиеш түгел, яисә андый Конфиденциаль мәгълүматны бүтән ысул белән кулланырга тиеш. килешү нигезендә үз бурычларын үтәүгә караганда. .Гарыда күрсәтелгән чикләүләр җәмәгать доменында булган яки кабул итүче як милкендә булган, ачылу көненә кадәр кабул итүчегә билгеле булган яки аннан соң кабул итүче якка билгеле булган мәгълүматка кагылмый. кабул итүченең компетентлы юрисдикция суды боерыгы яки дөрес административ чакыру нигезендә чыгарырга тиеш булган мәгълүматны, яки яшерен мәгълүматны ачу хокукы, кабул итүче якка андый суд турында хәбәр итү вакытында тәэмин итә. заказ яки чакыру. Моннан тыш, сез вәкаләтле кулланучыларның барлык серсүзләрне һәм Хезмәтләргә бүтән керү мәгълүматларын нык ышаныч белән саклаячаксыз. Бу бүлек 9 бу Килешү беткәндә яки беткәндә исән калачак.
ug: قارشى تەرەپ ئېنىق ھوقۇق بەرگەنلىرىنى ھېسابقا ئالمىغاندا ، ھەر قانداق بىر تەرەپ ئۈچىنچى تەرەپكە كېلىشىمدە قارشى تەرەپ تەمىنلىگەن ۋە مەخپىي دەپ چۈشىنىلگەن ئۇچۇرلارنى (ماتېرىياللارنى) ئاشكارىلاشقا بولمايدۇ ، ياكى بۇ مەخپىي ئۇچۇرلارنى باشقا ئۇسۇلدا ئىشلىتىشكە بولمايدۇ. كېلىشىمدىكى مەجبۇرىيىتىنى ئادا قىلىشتىن كۆرە. يۇقارقى چەكلىمىلەر ئاممىۋى سورۇندا ياكى ئاللىبۇرۇن قوبۇل قىلغۇچى تەرەپنىڭ ئىلكىدە بولغان ، ئاشكارلانغان كۈندىن بۇرۇن تاپشۇرۇۋالغۇچىغا مەلۇم بولغان ياكى كېيىن ئۈچىنچى تەرەپتىن ئېنىق بولغان ئۈچىنچى تەرەپتىن تونۇلغان ئۇچۇرلارغا ماس كەلمەيدۇ. تاپشۇرۇۋالغۇچى ئالاقىدار باشقۇرۇش تەۋەلىكى سوت مەھكىمىسىنىڭ ياكى كۈچكە ئىگە مەمۇرىي چاقىرىق قەغىزىگە ئاساسەن ئىشلەپچىقىرىش مەجبۇرىيىتى بار ئۇچۇرلارنى ياكى مەخپىي ئۇچۇرلارنى ئاشكارىلاشقا سەمىمىي ھوقۇق بېرىدۇ ، قوبۇل قىلغۇچى تەرەپ ئاشكارلىغۇچىغا بۇ خىل سوتنى ۋاقتىدا ئۇقتۇرۇش قىلىدۇ. زاكاز ياكى چاقىرىق قەغىزى. ئۇندىن باشقا ، ھوقۇق بېرىلگەن ئىشلەتكۈچىلىرىڭىزنىڭ بارلىق پارول ۋە باشقا مۇلازىمەت ئۇچۇرلىرىنى قاتتىق ئىشەنچ بىلەن ساقلىشىغا كاپالەتلىك قىلىسىز. بۇ پاراگراف 9 - ماددا بۇ كېلىشىم ئاخىرلاشقان ياكى كۈچكە ئىگە بولىدۇ.
uk: За винятком випадків чіткого дозволу іншої сторони, жодна із сторін не повинна розголошувати будь-якій третій стороні будь-яку інформацію чи матеріали, надані іншою стороною відповідно до Договору і які розумно вважаються конфіденційними (&quot;Конфіденційна інформація&quot;), і не використовувати таку конфіденційну інформацію будь-яким іншим способом ніж виконувати свої зобов’язання за Договором. Вищевказані обмеження не поширюються на будь-яку інформацію, яка знаходиться в загальнодоступному доступі або вже знаходиться у володінні сторони, що приймає, була відома сторони, що приймає, до дати розголошення або стає відома приймаючої сторони згодом від третьої сторони, яка має очевидний добросовісне право на розголошення інформації або Конфіденційну інформацію, яку сторона, що приймає, зобов&#39;язана надати відповідно до наказу суду компетентної юрисдикції або дійсної адміністративної повістки, якщо сторона, що отримує, надає стороні, що розкриває, своєчасне повідомлення про такий суд наказ або повістка в суд. Крім того, ви гарантуєте, що ваші авторизовані користувачі будуть суворо зберігати всі паролі та іншу інформацію про доступ до Служб. Цей Розділ 9 продовжує припиняти чи закінчувати дію цієї Угоди.
ur: جب تک کہ دوسرے فریق کے ذریعہ واضح طور پر اختیار حاصل نہ ہو ، کوئی بھی فریق کسی تیسرے فریق کو معاہدہ کے تحت کسی دوسری پارٹی کے ذریعہ فراہم کردہ کوئی معلومات یا مواد ظاہر نہیں کرے گا اور خفیہ سمجھا جاتا ہے (&#39;خفیہ معلومات&#39;) ، یا اس طرح کی خفیہ معلومات کو کسی بھی طرح سے استعمال نہیں کرے گا معاہدے کے تحت اپنی ذمہ داریوں کو ادا کرنے سے زیادہ۔ مذکورہ بالا پابندیوں کا اطلاق کسی ایسی معلومات پر نہیں ہوتا جو عوامی ڈومین میں ہے یا پہلے ہی وصول کنندہ پارٹی کے قبضے میں ہے ، انکشاف کی تاریخ سے قبل وصول کنندہ فریق کے نام سے جانا جاتا تھا یا اس کے بعد کسی تیسرے فریق سے ظاہر ہونے والی جماعت کو معلوم ہوجاتا ہے یہ معلومات ، یا خفیہ معلومات کے انکشاف کرنے کا قطعی حق ہے کہ وصول کنندگان کو مجاز دائرہ اختیار کی عدالت کے ذریعہ یا ایک درست انتظامی اعداد و شمار کے مطابق پیش کرنے کا پابند ہے ، وصول کنندہ فریق کو ایسی عدالت کے بروقت اطلاع دینے کا فریق فراہم کرتا ہے آرڈر یا subpoena. مزید برآں ، آپ اس بات کو یقینی بنائیں گے کہ آپ کے مجاز صارفین کو سروسز تک تمام پاس ورڈ اور دیگر رسائ معلومات پر سخت اعتماد رہے گا۔ یہ سیکشن 9 اس معاہدے کے ختم ہونے یا ختم ہونے سے بچ سکے گا۔
uz: Agar boshqa tomonning to&#39;g&#39;ridan-to&#39;g&#39;ri ruxsati bo&#39;lmasa, hech bir tomon uchinchi tomonga ushbu Shartnoma bo&#39;yicha taqdim etgan va maxfiy (&quot;Maxfiy ma&#39;lumotlar&quot;) deb tushunilgan har qanday ma&#39;lumot yoki materialni oshkor qilmaydi yoki bunday maxfiy ma&#39;lumotni boshqa usulda ishlatmaydi. Shartnoma bo&#39;yicha o&#39;z majburiyatlarini bajarish o&#39;rniga. Yuqorida sanab o&#39;tilgan cheklovlar jamoat mulki bo&#39;lgan yoki qabul qiluvchi tomonning ixtiyorida bo&#39;lgan, qabul qiluvchi tomonga oshkor bo&#39;lishdan oldin ma&#39;lum bo&#39;lgan yoki keyinchalik qabul qiluvchi tomonga ma&#39;lum bo&#39;lgan uchinchi tomon tomonidan ma&#39;lum bo&#39;lgan ma&#39;lumotlarga taalluqli emas. qabul qiluvchi tomon vakolatli yurisdiktsiya sudining buyrug&#39;i yoki amaldagi ma&#39;muriy chaqiruv qog&#39;ozi asosida chiqarishi shart bo&#39;lgan ma&#39;lumotni yoki maxfiy ma&#39;lumotlarni oshkor qilish huquqini to&#39;la qondirish, qabul qiluvchi tomon oshkor qiluvchi tomonga bunday sud to&#39;g&#39;risida o&#39;z vaqtida xabar berish to&#39;g&#39;risida. buyurtma yoki chaqiruv qog&#39;ozi. Bundan tashqari, siz avtorizatsiyalangan foydalanuvchilaringiz parollarni va Xizmatlarga kirishga oid boshqa ma&#39;lumotlarni qat&#39;iy ravishda saqlashlariga ishonch hosil qilasiz. 9-bo&#39;lim ushbu Shartnomaning amal qilish muddati tugaganda yoki uning amal qilish muddati tugaganda saqlanib qoladi.
vi: Trừ khi được bên kia cho phép rõ ràng, không bên nào được tiết lộ cho bên thứ ba bất kỳ thông tin hoặc tài liệu nào do bên kia cung cấp theo Thỏa thuận và được hiểu một cách hợp lý là bí mật (&#39;Thông tin bí mật&#39;), hoặc sử dụng Thông tin bí mật đó theo bất kỳ cách nào khác hơn là thực hiện các nghĩa vụ của mình theo Thỏa thuận. Các hạn chế nêu trên không áp dụng cho bất kỳ thông tin nào thuộc miền công cộng hoặc đã thuộc quyền sở hữu của bên nhận, đã được bên nhận biết trước ngày tiết lộ hoặc được bên nhận biết sau đó từ bên thứ ba có thông tin rõ ràng có quyền tiết lộ thông tin hoặc Thông tin bí mật mà bên nhận có nghĩa vụ cung cấp theo lệnh của tòa án có thẩm quyền hoặc trát đòi hành chính hợp lệ, với điều kiện bên nhận cung cấp cho bên tiết lộ thông báo kịp thời về tòa án đó lệnh hoặc trát đòi hầu tòa. Hơn nữa, bạn sẽ đảm bảo những người dùng được ủy quyền của bạn sẽ giữ sự tin cậy nghiêm ngặt đối với tất cả mật khẩu và thông tin truy cập khác vào Dịch vụ. Mục 9 này sẽ có hiệu lực sau khi Thỏa thuận này chấm dứt hoặc hết hạn.
xh: Ngaphandle kokuba kugunyazisiwe ngokucacileyo kwelinye iqela, akukho mntu uya kuthi achaze naliphi na elinye iqela okanye ulwazi olunikezwe elinye iqela phantsi kwesi siVumelwano kwaye aqondwe ngokucacileyo ukuba luyimfihlo (&#39;uLwazi oluyimfihlo&#39;), okanye asebenzise olo Ncedo oluyimfihlo ngayo nayiphi na enye indlela kunokuba yenze izibophelelo zayo phantsi kwesi siVumelwano. Izithintelo ezingaphambili azisebenzi kulo naluphi na ulwazi oluseburhulumenteni kawonkewonke okanye sele ekuloo nto ifunyenwe ngumntu, belisaziwa kulowo ulamkelayo ngaphambi komhla wokuchazwa okanye laziwa kwiqela elamkelayo emva koko lisuka kumntu wesithathu Ilungelo lokubonisa ulwazi, okanye uLwazi oluyimfihlo lokuba iqela elamkelayo linyanzelekile ukuba livelise ngokomyalelo wenkundla yolawulo olufanelekileyo okanye isemthethweni subpoena, ukuba iqela elamkelayo libonelela ngeqela elivelelayo ngesaziso senkundla enjalo iodolo okanye i-subpoena. Ngapha koko, uyakuqinisekisa ukuba abasebenzisi bakho abagunyazisiweyo bazakugcina ukuzithemba ngokungqongqo kuwo onke amaphasiwedi kunye nolunye ulwazi lokufikelela kwiiNkonzo. Eli candelo 9 liya kusinda ekuphelisweni okanye ukupheliswa kwesi siVumelwano.
yi: סײַ די אויסדרוק פֿון דער אַנדערער פארטיי איז אויסדריקליך בארעכטיגט, און קיינער פארטיי וועט נישט ארויסגעבן קיין דריט פּאַרטיי קיין אינפֿאָרמאַציע אָדער מאַטעריאַלס צוגעשטעלט דורך די אנדערע פארטיי אונטער די אַגרעעמענט און ריזאַנאַבלי פארשטאנען צו זיין קאַנפאַדענשאַל (&#39;קאָנפידענטיאַל אינפארמאציע&#39;), אָדער נוצן אַזאַ קאַנפאַדענשאַל אינפֿאָרמאַציע אין קיין אנדערע וועג ווי צו דורכפירן זיין אַבלאַגיישאַנז אונטער די אַגרעעמענט. די פאָרגאַבע ריסטריקשאַנז טאָן ניט צולייגן צו קיין אינפֿאָרמאַציע וואָס איז אין דעם ציבור פעלד אָדער שוין אין די ריסיווינג פון די ריסיווינג פּאַרטיי, איז געווען באַוווסט צו די ריסיווינג פּאַרטיי איידער די דאַטע פון אַנטפּלעקונג אָדער איז באַקאַנט צו דער ריסיווינג פּאַרטיי דערנאָכדעם פון אַ דריט פּאַרטיי מיט אַן קלאָר באָנאַ פייד רעכט צו ויסזאָגן די אינפֿאָרמאַציע, אָדער קאַנפאַדענשאַל אינפֿאָרמאַציע וואָס די ריסיווינג פּאַרטיי איז אַבליידזשד צו פּראָדוצירן לויט צו אַ סדר פון אַ געריכט פון קאָמפּעטענט דזשוריסדיקשאַן אָדער אַ גילטיק אַדמיניסטראַטיווע סאַבפּאָונאַ. סדר אָדער סאַבפּאָונאַ. דערצו, איר וועט ענשור אַז דיין אָטערייזד ניצערס וועלן האַלטן אין שטרענג בטחון אַלע פּאַסווערדז און אנדערע אַקסעס אינפֿאָרמאַציע צו די סערוויסעס. דער אָפּטיילונג 9 וועט בלייַבנ לעבן טערמאַניישאַן אָדער עקספּעריישאַן פון דעם אַגרעעמענט.
