Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
af: 13.10 Publisiteit: Ons mag u nie as &#39;n gebruiker van die Dienste noem sonder u skriftelike toestemming nie.
am: 13.10 ይፋ መደረግ: እርስዎ ያለ እርስዎ የጽሁፍ ፈቃድ እንደ ግልጋሎቶች ተጠቃሚ አድርገን ስም ልንሰጥዎ አንችልም.
ar: 13.10 الدعاية: لا يجوز لنا تسميةك كمستخدم للخدمات دون موافقتك الخطية.
az: 13.10 Təqdimat: Biz sizin yazılı razılığı olmadan Sizi Xidmətlərin istifadəçisi kimi adlandırmaya bilərik.
be: 13,10 Publicity: Мы не можам назваць вас, як карыстальнік Паслуг без вашага пісьмовага згоды.
bg: 13.10 Публичност: Ние не можем да ви посочваме като потребител на Услугите без вашето писмено съгласие.
bn: 13.10 প্রচার: আপনার লিখিত সম্মতি ছাড়াই আমরা পরিষেবাগুলির একজন ব্যবহারকারী হিসাবে আপনাকে নাম দিতে পারি না।
ca: 13.10 Publicitat: és possible que no us nominem com a usuaris dels serveis sense el vostre consentiment per escrit.
cs: 13.10 Publicita: Nesmíme vás bez vašeho písemného souhlasu jmenovat jako uživatele Služeb.
cy: 13.10 Cyhoeddusrwydd: Efallai na fyddwn yn eich enwi fel defnyddiwr y Gwasanaethau heb eich caniatâd ysgrifenedig.
da: 13.10 Offentliggørelse: Vi må ikke nævne dig som bruger af Tjenesterne uden dit skriftlige samtykke.
de: 13.10 Werbung: Wir dürfen Sie ohne Ihre schriftliche Zustimmung nicht als Nutzer der Dienste benennen.
el: 13.10 Δημοσιότητα: Δεν επιτρέπεται να σας αναφέρουμε ως χρήστη των Υπηρεσιών χωρίς τη γραπτή συγκατάθεσή σας.
eo: 13.10 Publikeco: Ni eble ne nomas vin kiel uzanto de la Servoj sen via skriba konsento.
es: 13.10 Publicidad: no podemos nombrarlo como usuario de los Servicios sin su consentimiento por escrito.
et: 13.10 Avalikustamine: me ei tohi teid teie teenusekasutajana ilma teie kirjaliku nõusolekuta nimetada.
eu: 13.10 Publizitatea: Baliteke Zerbitzuen erabiltzaile gisa izendatzea zure idatzizko baimenik gabe.
fa: 13.10 انتشار: ما ممکن است شما را به عنوان یک کاربر خدمات بدون رضایت کتبی شما نامگذاری نکنید.
fi: 13.10 Julkisuus: Emme saa nimetä sinua Palvelujen käyttäjäksi ilman kirjallista suostumustasi.
fr: 13.10 Publicité: Nous ne pouvons pas vous nommer en tant qu&#39;utilisateur des Services sans votre consentement écrit.
fy: 13.10 Publisiteit: Wy kinne jo net as brûker fan de tsjinsten neamme sûnder jo skriftlike ynstimming.
ga: 13.10 Poiblíocht: Ní féidir linn tú a ainmniú mar úsáideoir na Seirbhísí gan do thoiliú i scríbhinn.
gd: 13.10 Foillseachadh: Chan fhaod sinn d ’ainm a thoirt dhut mar neach-cleachdaidh nan Seirbheisean às aonais do chead sgrìobhte.
gl: 13.10 Publicidade: É posible que non o nomeemos como usuario dos Servizos sen o seu consentimento por escrito.
gu: 13.10 પ્રચાર: અમે તમારી લેખિત સંમતિ વિના સેવાઓના ઉપયોગકર્તા તરીકે તમને નામ આપી શકતા નથી.
hi: 13.10 प्रचार: हम आपको आपकी लिखित सहमति के बिना सेवाओं के उपयोगकर्ता के रूप में नाम नहीं दे सकते।
hr: 13.10 Javnost: Ne možemo vas imenovati kao korisnika Usluga bez vašeg pisanog pristanka.
hu: 13.10 Nyilvánosság: Előfordulhat, hogy az Ön írásos beleegyezése nélkül nem nevezzük Önnek a Szolgáltatások felhasználóját.
hy: 13.10 Հրապարակություն. Մենք չենք կարող ձեզ ծառայել որպես Ծառայություն առանց ձեր գրավոր համաձայնության:
id: 13.10 Publisitas: Kami tidak dapat menyebut Anda sebagai pengguna Layanan tanpa persetujuan tertulis dari Anda.
is: 13.10 Auglýsing: Við megum ekki nefna þig sem notanda þjónustunnar án skriflegs samþykkis.
it: 13.10 Pubblicità: non possiamo nominarti come utente dei Servizi senza il tuo consenso scritto.
iw: 13.10 פרסום: אנו עשויים שלא להזכיר אותך כמשתמש בשירותים ללא הסכמתך בכתב.
ja: 13.10宣伝：あなたの書面による同意がない限り、私たちはあなたをサービスのユーザーとして指名することはできません。
ka: 13.10 საჯაროობა: თქვენი წერილობითი თანხმობის გარეშე ჩვენ არ შეგვიძლია სახელი, როგორც სერვისის მომხმარებელი.
kk: 13.10 Жариялылық: Сіздің жазбаша келісіміңізсіз сізді Қызметтердің пайдаланушысы деп атауға болмайды.
km: 13.10 ការផ្សាយពាណិជ្ជកម្ម: យើងខ្ញុំមិនអាចប្រាប់អ្នកថាជាអ្នកប្រើសេវាដោយគ្មានការយល់ព្រមជាលាយលក្ខណ៍អក្សរឡើយ។
kn: 13.10 ಪ್ರಚಾರ: ನಿಮ್ಮ ಲಿಖಿತ ಅನುಮತಿಯಿಲ್ಲದೆಯೇ ನಾವು ಸೇವೆಗಳ ಬಳಕೆದಾರನಾಗಿ ನಾವು ಹೆಸರಿಸಬಾರದು.
ku: 13.10 Pîrozbahiyê: Em ne ku hûn bikarhênerek xizmetê ne navê navnîşa bêyî ku hûn destûra xwe ya nivîskî binivîsin.
ky: 13.10 Маалымдуулук: Биз сиздин жазуу түрүндө макулдук албай туруп кызмат колдонуучу катары аты мүмкүн эмес.
lb: 13.10 D&#39;Publizitéit: Mir däerfen Iech net als Nutzer vun de Servicer mat Ärem schrëftlechen Averständnis nennen.
lo: 13.10 ການໂຄສະນາ: ພວກເຮົາອາດຈະບໍ່ສະແດງຊື່ທ່ານເປັນຜູ້ໃຊ້ບໍລິການໂດຍບໍ່ມີການຍິນຍອມເຫັນດີຂອງທ່ານ.
lt: 13.10 Viešumas: mes negalime jus pavadinti Paslaugų naudotoju be jūsų raštiško sutikimo.
lv: 13.10. Publicitāte: mēs nedrīkstam jūs nosaukt par Pakalpojumu lietotāju bez jūsu rakstiskas piekrišanas.
mg: 13.10 Fampahalalam-baovao: Azonao atao ny milaza ny maha-mpampiasa ny Services anao raha tsy misy ny fanekena an-tsoratrao.
mi: 13.10 Te Whakapuakanga: Kaore pea matou e whakahua ia koe hei kaiwhakamahi o nga Ratonga kaore i whakaaetia e koe.
mk: 13.10 Публицитет: Ние можеме да не ви се јавиме како корисник на Услугите без ваша писмена согласност.
ml: 13.10 പ്രസിദ്ധി: നിങ്ങളുടെ രേഖാമൂലമുള്ള സമ്മതമില്ലാതെ ഞങ്ങൾ നിങ്ങളെ സേവനങ്ങളുടെ ഒരു ഉപയോക്താവായി നാമനിർദ്ദേശം ചെയ്യരുത്.
mn: 13.10 Нэвтрүүлэг: Бид таны бичгээр өгсөн зөвшөөрөлгүйгээр Үйлчилгээний хэрэглэгчийн нэрээр таныг нэрлэж болохгүй.
mr: 13.10 प्रसिद्धी: आम्ही आपल्या लेखी संमतीविना सेवेचा वापरकर्ता म्हणून आपले नाव देऊ शकत नाही.
ms: 13.10 Publisiti: Kami tidak boleh menamakan anda sebagai pengguna Perkhidmatan tanpa persetujuan bertulis anda.
mt: 13.10 Pubbliċità: Aħna ma nistgħux nagħtuk bħala utent tas-Servizzi mingħajr il-kunsens tiegħek bil-miktub.
my: 13,10 ကျော်ကြားမှု: ငါတို့သည်သင်တို့၏ရေးသားထားသောသဘောတူညီချက်မပါဘဲန်ဆောင်မှုများ၏အသုံးပြုသူတစ်ဦးကဲ့သို့သင်တို့အမည်မည်မဟုတ်ပါ။
ne: 13.10 प्रचार: हामी तपाईंको लिखित सहमति बिना सेवाको प्रयोगकर्ताको रूपमा नामकरण गर्न सक्दछौं।
nl: 13.10 Publiciteit: we mogen u niet als gebruiker van de Services noemen zonder uw schriftelijke toestemming.
no: 13.10 Publisitet: Vi kan ikke nevne deg som bruker av Tjenestene uten ditt skriftlige samtykke.
or: 13.10 ପ୍ରଚାର: ଆପଣଙ୍କ ଲିଖିତ ସମ୍ମତି ବିନା ଆମେ ଆପଣଙ୍କୁ ସେବାଗୁଡିକର ଉପଭୋକ୍ତା ଭାବରେ ନାମିତ କରିପାରିବୁ ନାହିଁ |
pa: 13.10 ਪ੍ਰਚਾਰ: ਅਸੀਂ ਤੁਹਾਡੀ ਲਿਖਤ ਦੀ ਸਹਿਮਤੀ ਤੋਂ ਬਿਨਾਂ ਸੇਵਾਵਾਂ ਦਾ ਉਪਭੋਗਤਾ ਵਜੋਂ ਨਾਂ ਨਹੀਂ ਦੇ ਸਕਦੇ.
pl: 13.10 Reklama: Nie możemy podać użytkownika jako użytkownika Usług bez Twojej pisemnej zgody.
ps: 13.10 خپرونه: موږ ممکن ستاسو د لیکلي رضايت پرته د خدماتو یو کاروونکي په توګه نوم ونکړو.
pt: 13.10 Publicidade: Podemos não nomear você como usuário dos Serviços sem o seu consentimento por escrito.
ro: 13.10 Publicitate: Este posibil să nu vă numim ca utilizator al Serviciilor fără consimțământul dvs. scris.
ru: 13.10 Публичность: Мы не можем называть вас как пользователя Сервисов без вашего письменного согласия.
rw: 13.10 Kumenyekanisha: Ntidushobora kukwita umukoresha wa Serivisi utabanje kubiherwa uruhushya.
sd: 13.10 پبليڪيشن: اسان توهان جي ليکڪ رضامندي کان سواء توهان جي خدمتن جي طور تي نالو نٿي ڪري سگهون.
si: 13.10 ප්රසිද්ධිය: ඔබේ ලිඛිත අවසරයකින් තොරව සේවාලාභියෙකු ලෙස අපි ඔබව නමක් නොකියන්නෙමු.
sk: 13.10 Publicita: Nesmieme vás bez vášho písomného súhlasu označiť za používateľa Služieb.
sl: 13.10 Obveščanje javnosti: Ne smemo vas imenovati kot uporabnika storitev brez vašega pisnega soglasja.
sq: 13.10 Publiciteti: Ne nuk mund të emërojmë ty si përdorues të Shërbimeve pa pëlqimin tuaj me shkrim.
sr: 13.10 Јавност: Не смемо вас именовати као корисника услуга без вашег писаног пристанка.
sv: 13.10 Publicitet: Vi får inte namnge dig som användare av Tjänsterna utan ditt skriftliga samtycke.
sw: 13.10 Utangazaji: Hatuwezi kukuita kama mtumiaji wa Huduma bila idhini yako iliyoandikwa.
ta: 13.10 விளம்பரம்: உங்கள் எழுத்துமூல அனுமதியின்றி உங்களுக்கு சேவைகளை வழங்குவதற்கு நாங்கள் உங்களை பெயரிட முடியாது.
te: 13.10 ప్రచారం: మీ వ్రాతపూర్వక సమ్మతి లేకుండా మేము మీకు సేవలను యూజర్గా పేర్కొనలేము.
tg: 13.10 Маълумот: Мо наметавонем шуморо ҳамчун истифодабарандаи Хизмат бе розигии хаттии шумо номбар кунем.
th: 13.10 การประชาสัมพันธ์: เราไม่อาจตั้งชื่อคุณในฐานะผู้ใช้บริการโดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากคุณ
tk: 13.10 Mahabat: Siziň ýazmaça razyçylygyňyz bolmazdan, Hyzmatlaryň ulanyjysy diýip atlandyryp bilmeris.
tl: 13.10 Pampubliko: Hindi namin maaaring pangalanan ka bilang isang gumagamit ng Mga Serbisyo nang wala ang iyong nakasulat na pahintulot.
tr: 13.10 Tanıtım: Sizi yazılı izniniz olmadan Hizmetlerin kullanıcısı olarak adlandırabiliriz.
tt: 13.10 Популярлык: Сезнең язма рөхсәтегезсез сезне Хезмәтләр кулланучысы дип атый алмыйбыз.
ug: 13.10 تەشۋىقات: يازمىچە رۇخسىتىڭىزسىز سىزنى مۇلازىمەتنى ئىشلەتكۈچى دەپ ئاتىماسلىقىمىز مۇمكىن.
uk: 13.10 Публічність: Ми не можемо називати Вас як користувача Послуг без Вашої письмової згоди.
ur: 13.10 پروموشن: ہم آپ کے تحریری رضامندی کے بغیر خدمات کے صارف کے طور پر آپ کو نام نہیں کر سکتے ہیں.
uz: 13.10 Taqdimot: Biz sizning yozma roziligingizsiz Sizni Sizning xizmatlardan foydalanuvchi deb ataymiz.
vi: 13.10 Công khai: Chúng tôi không thể gọi tên bạn là người dùng Dịch vụ mà không có sự đồng ý bằng văn bản của bạn.
xh: 13.10 Ukupapashwa: Asinakukubiza ngokuba ngumsebenzisi weeNkonzo ngaphandle kwemvume yakho ebhaliweyo.
yi: 13.10 גאַנצע: מיר קען ניט נעמען איר ווי אַ באַניצער פון די סערוויסעס אָן דיין געשריבן צושטימען.
