Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
af: 10.2 Skadeloosstelling vir datasekuriteit en privaatheid: Onderhewig aan Afdeling 10.4, en gedurende die periode van u intekening op die Dienste, sal ons u op ons koste verdedig teen enige eis van derdes wat teen u ingestel word wat beweer dat ons grof nalatig is om ongemagtigde toegang te voorkom aan, of ons opsetlike wangedrag in die openbaarmaking van u persoonlike inligting wat u in ons besit of beheer het, persoonlik identifiseerbaar. Hierdie skadeloosstelling sal nie geld vir die mate waarin sodanige eis voortspruit uit of verband hou met u nalatigheid of opsetlike wangedrag of die van u agente of verteenwoordigers nie, of tot die mate dat aanspreeklikheid deur enigeen van die partye ingevolge die ooreenkoms van die hand gewys of beperk word. Die skadeloosstellingsverpligtinge wat in hierdie afdeling uiteengesit word, is afhanklik van u dat u bewys dat ons growwe nalatigheid of opsetlike wangedrag direk en onmiddellik die ongemagtigde toegang tot of openbaarmaking van persoonlike inligting van u kliënte in ons besit of beheer het.
am: 10.2 ለመረጃ ደህንነት እና ለብቻነት ማጣሪያ-በክፍል 10.4 መሠረት የተመለከቱ እና ለአገልግሎቶቹ በተመዘገቡበት ወቅት እኛ ያልተፈቀደ አጠቃቀማችንን ለመከላከል ከሚያስችለን ማንኛውም የሶስተኛ ወገን የይገባኛል ጥያቄ እንከላከልላለን ፡፡ በእጃችን ወይም በቁጥራችን ውስጥ የደንበኞችዎን ግላዊ መለያ መረጃን ለመግለጽ ወይም ሆን ብለን የፈጸመን ብልሹ አሰራራችን ፡፡ ይህ የይገባኛል ጥያቄ ከግል ግድየለሽነትዎ ወይም ከእቃዎ ወይም ከተወካዮችዎ ወይም ከተወካዮችዎ የስነምግባር ጉድለት ወይም ከድርጊቱ እስከሚፈታ ወይም እስከሚቆይበት ደረጃ ድረስ ተፈፃሚ አይሆንም ፡፡ በዚህ ክፍል ውስጥ የተመለከቱት የኃላፊነት ግዴታዎች በኛ ቁጥጥር ወይም ቁጥጥር ውስጥ የደንበኞችዎ በግል የማይታወቅ መረጃ በቀጥታ ወይም በዋናነት የኛን የግዴለሽነት ወይም የግዴለሽነት ብልሹነትዎን በቀጥታ እንዲያረጋግጡ በዋናነት በእርስዎ ላይ ተመርኩዘው አስፈላጊ ናቸው።
ar: 10.2 التعويض عن أمان البيانات والخصوصية: وفقًا للقسم 10.4 ، وخلال مدة اشتراكك في الخدمات ، سوف ندافع عنك ، على نفقتنا ، ضد أي مطالبة من طرف ثالث مرفوعة ضدك تدعي إهمالنا الجسيم في منع الوصول غير المصرح به إلى ، أو سوء سلوكنا المتعمد في الكشف عن معلومات تحديد الهوية الشخصية لعملائك في حوزتنا أو سيطرتنا. لن يتم تطبيق هذا التعويض إلى الحد الذي ينشأ فيه هذا الادعاء أو يتعلق بإهمالك أو سوء تصرفك المتعمد أو سلوك وكلائك أو ممثلينك ، أو إلى حد إخلاء المسؤولية أو تقييده من قبل أي من الطرفين بموجب الاتفاقية. تتوقف التزامات التعويض المنصوص عليها في هذا القسم على إثبات أن إهمالنا الجسيم أو سوء تصرفنا المتعمد قد أدى بشكل مباشر وقريب إلى الوصول غير المصرح به أو الكشف عن معلومات التعريف الشخصية لعملائك في حوزتنا أو سيطرتنا.
az: 10.2 Məlumat Təhlükəsizliyi və Məxfiliyə görə kompensasiya: Bölmə 10.4-ə uyğun olaraq və Xidmətlərə abunə müddəti ərzində, icazəsiz girişə mane olmağımıza dair kobud laqeydliyimizi iddia edən qarşı tərəfin iddiasına qarşı biz öz hesabımızdan müdafiə edəcəyik. mülkiyyətimizdə və ya nəzarətimizdə olan müştərilərinizin Şəxsi müəyyənləşdirilmiş məlumatlarını ifşa etməkdə və ya qəsdən pozduğumuzda. Bu kompensasiya bu iddianın səhlənkarlığınızdan və ya qəsdən qanunsuz hərəkətlərinizdən və ya agentləriniz və ya nümayəndələrinizdən qaynaqlandığı və ya əlaqəli olduğu və ya məsuliyyətin Razılığa əsasən hər hansı bir tərəf tərəfindən rədd edildiyi və ya məhdudlaşdırıldığı dərəcədə tətbiq edilmir. Bu bölmədə göstərilən ödəmə öhdəlikləri, kobud laqeydliyimizi və ya bilərəkdən işlədilmiş qanunsuzluğumuzu birbaşa və ehtimal ki, sahibliyimizdə və ya nəzarətimizdə olan müştərilərin şəxsiyyətini müəyyənləşdirən məlumatların icazəsiz əldə edilməsi və ya açıqlanması ilə nəticələndiyini sübut etməyinizə bağlıdır.
be: 10.2 Кампенсацыя за бяспеку дадзеных і прыватнасць: Згодна з раздзелам 10.4, і на працягу тэрміну вашай падпіскі на паслугі, мы за свой кошт абаранім вас ад любых прэтэнзій, накіраваных супраць вас, якія сцвярджаюць нашу грубую нядбайнасць у прадухіленні несанкцыянаванага доступу. на, ці наўмыснае парушэнне правілаў у раскрыцці асабістай інфармацыі вашых кліентаў, якімі мы валодаем ці кантралюем. Гэта кампенсацыя не будзе прымяняцца ў той ступені, у якой такая прэтэнзія ўзнікае ў сувязі з вашай неасцярожнасцю або наўмысным парушэннем правілаў альбо з боку вашых агентаў ці прадстаўнікоў, альбо калі адказнасць адмоўлена альбо абмежавана любым бокам у рамках гэтага Пагаднення. Абавязацельствы па выплаце ўзнагароджанняў, выкладзеныя ў гэтым раздзеле, залежаць ад таго, што вы дакажацеся, што наша грубая нядбайнасць альбо наўмыснае парушэнне правілаў непасрэдна і блізка прывяло да несанкцыянаванага доступу да інфармацыі або раскрыцця асабістай інфармацыі вашых кліентаў, якімі мы валодаем і кантралюем.
bg: 10.2 Обезщетение за защита на личните данни и поверителност: При спазване на раздел 10.4 и по време на срока на абонамента ви за Услугите, ние за наша сметка ще ви защитим срещу всяко предявено от вас искане на трета страна, което твърди нашата груба небрежност при предотвратяване на неоторизиран достъп към или умишленото ни нарушение при разкриване на лична информация на вашите клиенти, която притежаваме или контролираме. Това обезщетение няма да се прилага дотолкова, доколкото такова искане произтича от или се отнася до вашата небрежност или умишлено нарушение или това на вашите агенти или представители, или доколкото отговорността се отхвърля или ограничава от която и да е от страните по силата на споразумението. Задълженията за обезщетение, посочени в този раздел, са зависими от това, че докажете нашата груба небрежност или умишлено нарушение е довело пряко и близо до неправомерен достъп до или разкриване на лична информация на вашите клиенти, която притежаваме или контролираме.
bn: 10.2 ডেটা সুরক্ষা এবং গোপনীয়তার জন্য ক্ষতিপূরণ: বিভাগ 10.4 এর সাপেক্ষে, এবং পরিষেবাগুলিতে আপনার সাবস্ক্রিপশন চলাকালীন, আমরা, আমাদের ব্যয়ে, আপনার বিরুদ্ধে আনীত কোনও তৃতীয় পক্ষের দাবি থেকে রক্ষা করব যা অননুমোদিত অ্যাক্সেস প্রতিরোধে আমাদের ঘৃণ্য অবহেলার অভিযোগ করে প্রতি বা আমাদের নিয়ন্ত্রণে আপনার গ্রাহকদের ব্যক্তিগতভাবে সনাক্তকরণযোগ্য তথ্য প্রকাশের ক্ষেত্রে আমাদের ইচ্ছাকৃত দুর্বৃত্তি। এই ক্ষতিপূরণ হ&#39;ল ততটুকু প্রযোজ্য হবে না যেমন এই দাবিটি আপনার অবহেলা বা ইচ্ছাকৃত দুর্বৃত্ততা বা আপনার এজেন্ট বা প্রতিনিধিদের সাথে সম্পর্কিত, বা চুক্তির অধীনে উভয় পক্ষের দ্বারা দায়বদ্ধতার দাবি বা সীমাবদ্ধতা রয়েছে। এই বিভাগে বর্ণিত ক্ষতিপূরণ দায়বদ্ধতাগুলি আপনার উপর আমাদের নিখুঁত অবহেলা বা ইচ্ছাকৃত অসদাচরণের প্রমাণ দেওয়ার উপর নির্ভরযোগ্য এবং প্রত্যক্ষভাবে এবং ফলস্বরূপ আমাদের দখল বা নিয়ন্ত্রণে আপনার গ্রাহকদের ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্যের অননুমোদিত অ্যাক্সেস বা প্রকাশের ফলস্বরূপ।
ca: 10.2 Indemnització per seguretat i privadesa de dades: subjecte a la secció 10.4, i durant el termini de la vostra subscripció als Serveis, ens defensarem, a costa nostra, de qualsevol reclamació de tercers contra vosaltres que al·legi la nostra negligència en impedir l’accés no autoritzat. o amb la nostra mala intenció de divulgar informació personal identificable dels vostres clients en el nostre poder o control. Aquesta indemnització no s&#39;aplicarà en la mesura que aquesta reclamació es derivi o estigui relacionada amb la vostra negligència o mal comportament voluntari o la dels seus agents o representants, o en la mesura que la responsabilitat sigui exclosa o limitada per qualsevol de les parts en virtut de l&#39;Acord. Les obligacions d’indemnització previstes en aquesta secció estan condicionades a que demostreu que la nostra negligència greu o una mala conducta voluntària ha derivat directament i pròximament en l’accés o la divulgació no autoritzats d’informació personal dels vostres clients en la nostra possessió o control.
cs: 10.2 Odškodnění za bezpečnost a soukromí údajů: S výhradou bodu 10.4 a po dobu vašeho předplatného služeb vás budeme chránit na naše náklady před jakýmikoli nároky třetích stran vznesenými proti vám, které tvrdí, že naše hrubá nedbalost brání neoprávněnému přístupu k našemu úmyslnému nebo nesprávnému jednání při zveřejňování osobních údajů vašich zákazníků, které máme v držení nebo pod kontrolou. Toto odškodnění se nebude vztahovat na rozsah, v jakém takový nárok vzniká nebo se týká vaší nedbalosti nebo úmyslného pochybení nebo pochybení vašich zástupců nebo zástupců, nebo pokud je odpovědnost vyloučena nebo omezena kteroukoli ze stran podle dohody. Povinnosti týkající se odškodnění stanovené v této části jsou podmíněny tím, že prokážete, že naše hrubá nedbalost nebo úmyslné pochybení vedly přímo a bezprostředně k neoprávněnému přístupu k osobním identifikačním údajům vašich zákazníků, které máme v držení nebo pod kontrolou, nebo k jejich prozrazení.
cy: 10.2 Indemniad ar gyfer Diogelwch Data a Phreifatrwydd: Yn ddarostyngedig i Adran 10.4, ac yn ystod tymor eich tanysgrifiad i&#39;r Gwasanaethau, byddwn, ar ein traul ni, yn eich amddiffyn rhag unrhyw hawliad trydydd parti a ddygir yn eich erbyn sy&#39;n honni ein hesgeulustod dybryd wrth atal mynediad heb awdurdod i, neu ein camymddwyn bwriadol wrth ddatgelu, Gwybodaeth Adnabod yn Bersonol o&#39;ch cwsmeriaid sydd yn ein meddiant neu ein rheolaeth. Ni fydd yr indemniad hwn yn berthnasol i&#39;r graddau y mae hawliad o&#39;r fath yn deillio o&#39;ch esgeulustod neu&#39;ch camymddwyn bwriadol neu ymddygiad eich asiantau neu&#39;ch cynrychiolwyr, neu i&#39;r graddau y mae atebolrwydd yn cael ei wrthod neu ei gyfyngu gan y naill barti neu&#39;r llall o dan y Cytundeb. Mae&#39;r rhwymedigaethau indemniad a nodir yn yr adran hon yn amodol arnoch yn profi bod ein hesgeulustod dybryd neu ein camymddwyn bwriadol wedi arwain yn uniongyrchol ac yn agos at fynediad neu ddatgeliad anawdurdodedig o wybodaeth bersonol adnabyddadwy eich cwsmeriaid sydd yn ein meddiant neu ein rheolaeth.
da: 10.2 Erstatning for datasikkerhed og privatliv: Med forbehold af afsnit 10.4, og i løbet af dit abonnementsperiode på Tjenesterne, skal vi på vores bekostning forsvare dig mod ethvert krav fra tredjepart, der er anlagt mod dig, der hævder vores grove uagtsomhed med at forhindre uautoriseret adgang til eller vores forsætlige forseelser med videregivelse af personlige identificerbare oplysninger om dine kunder i vores besiddelse eller kontrol. Denne erstatning gælder ikke i det omfang, at en sådan påstand stammer fra eller vedrører din uagtsomhed eller forsætlig forseelse eller af dine agenter eller repræsentanter, eller i det omfang ansvaret fraskrives eller begrænses af nogen af parterne i henhold til aftalen. Erstatningsforpligtelserne, der er beskrevet i dette afsnit, er betinget af, at du beviser, at vores grove uagtsomhed eller forsætlige forseelser direkte og næsten har resulteret i uautoriseret adgang til eller videregivelse af personlige identificerbare oplysninger om dine kunder i vores besiddelse eller kontrol.
de: 10.2 Freistellung für Datensicherheit und Datenschutz: Vorbehaltlich des Abschnitts 10.4 und während der Laufzeit Ihres Abonnements der Dienste werden wir Sie auf unsere Kosten gegen alle gegen Sie erhobenen Ansprüche Dritter verteidigen, die unsere grobe Fahrlässigkeit bei der Verhinderung des unbefugten Zugriffs geltend machen oder unser vorsätzliches Fehlverhalten bei der Offenlegung personenbezogener Daten Ihrer Kunden, die sich in unserem Besitz oder unter unserer Kontrolle befinden. Diese Entschädigung gilt nicht in dem Umfang, in dem ein solcher Anspruch auf Ihrer Fahrlässigkeit oder Ihrem vorsätzlichen Fehlverhalten oder dem Ihrer Vertreter oder Vertreter beruht oder sich darauf bezieht, oder in dem Umfang, in dem die Haftung von einer der Parteien im Rahmen des Vertrags abgelehnt oder eingeschränkt wird. Die in diesem Abschnitt aufgeführten Freistellungsverpflichtungen hängen davon ab, dass Sie nachweisen, dass unsere grobe Fahrlässigkeit oder unser vorsätzliches Fehlverhalten direkt und unmittelbar zum unbefugten Zugriff auf oder zur Offenlegung von personenbezogenen Daten Ihrer Kunden in unserem Besitz oder unter unserer Kontrolle geführt hat.
el: 10.2 Αποζημίωση για Ασφάλεια Δεδομένων και Προστασία Προσωπικών Δεδομένων: Με την επιφύλαξη της Ενότητας 10.4 και κατά τη διάρκεια της συνδρομής σας στις Υπηρεσίες, θα σας υπερασπιστούμε, εις βάρος μας, έναντι οποιασδήποτε αξίωσης τρίτου που ασκήθηκε εναντίον σας, η οποία ισχυρίζεται τη βαριά αμέλεια μας στην αποτροπή της μη εξουσιοδοτημένης πρόσβασης ή στην εσκεμμένη συμπεριφορά μας κατά την αποκάλυψη, Προσωπικά Αναγνωρίσιμων Πληροφοριών των πελατών σας που έχουμε στην κατοχή ή τον έλεγχό μας. Αυτή η αποζημίωση δεν θα ισχύει στο βαθμό που αυτή η αξίωση προκύπτει από ή σχετίζεται με την αμέλεια ή την εσκεμμένη συμπεριφορά σας ή από τους αντιπροσώπους ή τους αντιπροσώπους σας, ή στο βαθμό που η ευθύνη αποποιείται ή περιορίζεται από οποιοδήποτε από τα μέρη βάσει της Συμφωνίας. Οι υποχρεώσεις αποζημίωσης που ορίζονται σε αυτήν την ενότητα εξαρτώνται από εσάς που αποδεικνύετε ότι η βαριά αμέλησή μας ή η εσκεμμένη κακή συμπεριφορά μας είχε ως αποτέλεσμα άμεσα και πλησίον τη μη εξουσιοδοτημένη πρόσβαση ή την αποκάλυψη προσωπικών αναγνωρίσιμων πληροφοριών των πελατών σας στην κατοχή ή τον έλεγχό μας.
eo: 10.2 Indemnizo por Sekureco kaj Privateco de Datumoj: Subjektive al Sekcio 10.4, kaj dum la daŭro de via abono al la Servoj, ni, koste al ni, defendos vin kontraŭ iu ajn pretendo alportita kontraŭ vi, kiu pledas nian gravan neglekton pri malebligado de ne rajtigita aliro. aŭ nia volonta miskonduto en malkaŝado, Persone Identigeblaj Informoj de viaj klientoj en nia posedo aŭ kontrolo. Ĉi tiu indemnizo ne aplikos en la mezuro, ke tia aserto ekestas aŭ rilatas al via neglektemo aŭ volonta miskonduto aŭ tiu de viaj agentoj aŭ reprezentantoj, aŭ en la mezuro de respondeco estas deklarita aŭ limigita de ambaŭ partioj laŭ la Interkonsento. La kompensdevigoj difinitaj en ĉi tiu sekcio dependas de vi, kiu pruvas nian gravan neglektemon aŭ volan miskonduton rekte kaj proksima rezultigis la ne rajtigita aliro aŭ malkaŝo de persone identigeblaj informoj de viaj klientoj en nia posedo aŭ kontrolo.
es: 10.2 Indemnización por seguridad y privacidad de los datos: sujeto a la Sección 10.4, y durante el plazo de su suscripción a los Servicios, lo haremos, a nuestro cargo, defenderlo contra cualquier reclamo de terceros presentado contra usted que alegue nuestra negligencia grave en la prevención de acceso no autorizado o nuestra mala conducta intencional en la divulgación de información de identificación personal de sus clientes en nuestra posesión o control. Esta indemnización no se aplicará en la medida en que dicha reclamación surja o se relacione con su negligencia o mala conducta intencional o la de sus agentes o representantes, o en la medida en que cualquiera de las partes niegue o limite la responsabilidad en virtud del Acuerdo. Las obligaciones de indemnización establecidas en esta sección dependen de que usted demuestre que nuestra negligencia grave o mala conducta intencional ha resultado directa y próximamente en el acceso no autorizado o la divulgación de información de identificación personal de sus clientes en nuestra posesión o control.
et: 10.2 Andmete turvalisuse ja privaatsuse hüvitamine: Kui punkti 10.4 sätetest ei tulene teisiti, kaitseme teie teenuste tellimise ajal teie kulul teid kulul kõigi teie vastu esitatud kolmandate osapoolte nõuete eest, mis väidavad meie tõsist hooletust volitamata juurdepääsu tõkestamisel. või meie tahtlik üleastumine meie valduses või kontrolli all olevate klientide isikut tuvastava teabe avaldamisel. Seda hüvitist ei kohaldata sel määral, kui selline nõue tuleneb teie või teie esindajate või esindajate hooletusest või tahtlikust üleastumisest või on sellega seotud, või juhul, kui kumbki lepingupool loobub vastutusest või piirab vastutust. Selles jaotises sätestatud hüvitamiskohustused sõltuvad sellest, kas tõendate, et meie raske hooletus või tahtlik üleastumine on otsese ja lähedase tulemuse andnud meie valduses või kontrolli all olevate klientide isikuandmete loata juurdepääsule või avalikustamisele.
eu: 10.2 Datuen segurtasunerako eta pribatutasunarentzako kalte-ordainak: 10.4 atalean ezarritakoa, eta Zerbitzuetara harpidetzeko epean, gure kontura, defendatuko zaituztegu, zure baimenik gabe sarbidea galarazteko gure arduragabekeria larria alegatzen duen edozein hirugarrenen aurka. edo gure bezeroen informazioa gure jabetza edo kontrolean ezagutzera ematea oker jokatzea. Kalte-ordaina ez da aplikatuko erreklamazioa zure arduragabekeriarekin edo jokabide okerrekin edo zure eragileekin edo ordezkariengandik datorren neurrian, edo erantzukizuna bi aldeek ez badute edo hitzarmenaren arabera mugatzen. Atal honetan zehaztutako kalte-ordainak gure arduragabekeria larria edo nahigabeko jokabidea zuzenean eta hurbiletik zure bezeroen informazio pertsonalizagarria gure jabetza edo kontrolean sartu edo baimendu dela frogatzearen araberakoa da.
fa: 10.2 جبران خسارت برای امنیت و حفظ حریم شخصی داده ها: منوط به بخش 10.4 ، و در طول مدت اشتراک شما در این سرویس ها ، ما با هزینه ما از شما در برابر هرگونه ادعای شخص ثالثی علیه شما دفاع خواهیم کرد که ادعای سهل انگاری ناخوشایند ما در جلوگیری از دسترسی غیرمجاز یا رفتار نادرست ما در افشای اطلاعات شخصی قابل شناسایی مشتریان در اختیار یا کنترل ما. این جبران خسارت تا حدی اعمال نمی شود که چنین ادعایی ناشی از سهل انگاری یا سوء رفتار ناخواسته شما یا رفتار نمایندگان یا نمایندگان شما باشد ، یا به حدی که مسئولیت توسط هر یک از طرفین تحت توافق محروم یا محدود شود. تعهدات غرامت مندرج در این بخش به این شرط بستگی دارد كه شما ثابت كنید كه سهل انگاری ناعادلانه یا نادرست و نادرست ما به طور مستقیم و نزدیك منجر به دسترسی غیرمجاز یا افشای اطلاعات قابل شناسایی شخصی مشتریان شما در اختیار یا كنترل ما شده است.
fi: 10.2 Tietoturvan ja yksityisyyden korvaaminen: Jollei 10.4 kohdasta muuta johdu, ja Palvelujen tilaamisen aikana puolustamme teitä omalla kustannuksellamme teitä vastaan nostettujen kolmansien osapuolten vaatimuksilta, jotka väittävät meidän törkeän huolimattomuutemme luvattoman pääsyn estämisessä. tai tahallisesta väärinkäytöksestämme paljastaessamme hallussa tai hallussa oleville asiakkaillesi henkilökohtaisesti tunnistettavia tietoja. Tätä korvausta ei sovelleta siltä osin kuin tällainen vaatimus johtuu tai liittyy sinun tai edustajien tai edustajien huolimattomuuteen tai tahalliseen väärinkäyttöön, tai siltä osin kuin jompikumpi osapuoli on vastuun epääminen tai rajoittaminen sopimuksen perusteella. Tässä osassa esitetyt korvausvelvollisuudet riippuvat siitä, että olet todistanut törkeän huolimattomuutesi tai tahallisen väärinkäytöksesi, joka on suoraan ja läheisesti johtanut siihen, että hallitsemme tai hallitsemme asiakkaidesi henkilöllisyystodistukset ovat luvattomasti saatavissa tai paljastuneet.
fr: 10.2 Indemnisation pour la sécurité et la confidentialité des données: sous réserve de l&#39;article 10.4, et pendant la durée de votre abonnement aux services, nous vous défendrons, à nos frais, contre toute réclamation de tiers contre vous alléguant notre négligence grave dans la prévention d&#39;un accès non autorisé. à, ou notre faute intentionnelle dans la divulgation, des informations personnellement identifiables de vos clients en notre possession ou sous notre contrôle. Cette indemnité ne s&#39;appliquera pas dans la mesure où une telle réclamation découle ou se rapporte à votre négligence ou faute intentionnelle ou à celle de vos agents ou représentants, ou dans la mesure où la responsabilité est rejetée ou limitée par l&#39;une ou l&#39;autre des parties en vertu de l&#39;Accord. Les obligations d&#39;indemnisation énoncées dans cette section dépendent de votre preuve que notre négligence grave ou notre faute intentionnelle a entraîné directement et de manière immédiate l&#39;accès non autorisé ou la divulgation d&#39;informations personnellement identifiables de vos clients en notre possession ou sous notre contrôle.
fy: 10.2 Skeafergoeding foar gegevensfeiligens en privacy: Under foarbehâld fan paragraaf 10.4, en yn &#39;e termyn fan jo abonnemint op&#39; e Tsjinsten, sille wy jo op ús kosten ferdigenje tsjin elke oanspraak fan tredde partijen tsjin jo dy&#39;t ús grute negligens beweare yn it foarkommen fan unautoriseare tagong oan, as ús opsetlike mishanneling by it iepenbierjen fan, persoanlik identifisearbere ynformaasje fan jo klanten yn ús besit of kontrôle. Dizze skeafergoeding sil net fan tapassing wêze yn &#39;e mjitte dat sokke foardering ûntstiet út of relatearre is oan jo neilittichheid of opsetlike mishanneling as dy fan jo aginten of fertsjintwurdigers, of foar de mjitte fan oanspraaklikens wurdt ôfwiisd of beheind troch ien fan&#39; e partijen yn &#39;e oerienkomst. De fergoedingsferplichtingen neamd yn dizze paragraaf binne ôfhinklik fan dat jo bewize dat ús gewoane negligens of opsetlike mishanneling direkt en proximaal resultearre yn &#39;e unautoriseare tagong ta of iepenbiering fan persoanlike identifisearjende ynformaasje fan jo klanten yn ús besit of kontrôle.
ga: 10.2 Slánaíocht maidir le Slándáil Sonraí agus Príobháideacht: Faoi réir Alt 10.4, agus le linn théarma do shíntiúis leis na Seirbhísí, déanfaimid, ar ár gcostas, tú a chosaint ar aon éileamh tríú páirtí a thabharfar ina choinne a líomhnaíonn ár mórfhaillí maidir le rochtain neamhúdaraithe a chosc. chuig, nó ár mí-iompar toiliúil maidir le Faisnéis inaitheanta Phearsanta ar do chustaiméirí atá inár seilbh nó inár rialú a nochtadh. Ní bheidh feidhm ag an slánaíocht seo a mhéid a eascróidh nó a bhaineann an t-éileamh sin le d’fhaillí nó mí-iompar toiliúil nó le do ghníomhairí nó d’ionadaithe, nó a mhéid a dhiúltaíonn nó a theorannaíonn dliteanas ceachtar páirtí faoin gComhaontú. Tá na hoibleagáidí slánaíochta atá leagtha amach san alt seo ag brath ort má chruthaíonn tú go bhfuil ár n-ollfhaillí nó ár mí-iompar toiliúil tar éis rochtain dhíreach nó cóngarach a dhéanamh ar fhaisnéis inaitheanta phearsanta do chustaiméirí atá inár seilbh nó inár rialú.
gd: 10.2 Slànachadh airson Tèarainteachd Dàta agus Prìobhaideachd: Le ùmhlachd do Earrann 10.4, agus rè teirm an fho-sgrìobhaidh agad dha na Seirbheisean, dìonaidh sinn, aig ar cosgais, thu an aghaidh tagradh treas pàrtaidh sam bith a thèid a thoirt nad aghaidh a tha a ’lughdachadh ar dearmad mòr ann a bhith a’ casg ruigsinneachd gun chead. gu, no ar mì-ghiùlan a dh&#39;aona ghnothaich ann a bhith a ’foillseachadh, Fiosrachadh Pearsanta Aithnichte den luchd-ceannach agad a tha nar seilbh no nar smachd. Cha bhuin an t-iomlanachd seo chun na h-ìre gu bheil an tagradh sin ag èirigh no a ’buntainn ri do dhearmad no mì-ghiùlan a dh&#39;aona ghnothaich no le do riochdairean no riochdairean, no chun na h-ìre gu bheil buailteachd air a dhiùltadh no air a chuingealachadh le gach pàrtaidh fon Aonta. Tha na dleastanasan slànaidheachd a tha air am mìneachadh san roinn seo an urra riut ma tha thu a ’dearbhadh gu bheil ar dearmad mòr no mì-ghiùlan a dh&#39;aona ghnothaich air leantainn gu dìreach agus gu faisg air làimh gu fiosrachadh neo-ùghdarraichte pearsanta den luchd-ceannach agad a tha nar seilbh no nar smachd.
gl: 10.2 Indemnización por seguridade e privacidade de datos: suxeita a Sección 10.4, e durante o prazo de subscrición aos Servizos, defenderemos, á nosa costa, calquera reclamación de terceiros contra vostede que alegue a nosa grave neglixencia ao impedir o acceso non autorizado. ou a nosa mala conducta ao revelar información de identificación persoal dos seus clientes no noso control ou control. Esta indemnización non se aplicará na medida en que tal reclamación xurda ou estea relacionada coa súa neglixencia ou mala conducta ou a dos seus axentes ou representantes, ou na medida en que a parte de acordo estea declarada ou limitada pola responsabilidade. As obrigas de indemnización establecidas nesta sección estarán condicionadas a que demostres que a nosa neglixencia grave ou unha mala conducta provocou directa e proximamente o acceso ou a divulgación non autorizada de información persoal dos teus clientes no noso poder ou control.
gu: 10.2 ડેટા સિક્યુરિટી અને ગોપનીયતા માટે વળતર: કલમ 10.4 ને આધીન, અને સેવાઓ પરના તમારા સબ્સ્ક્રિપ્શનની મુદત દરમિયાન, અમે, તમારા ખર્ચે, તમારી સામે લાવવામાં આવેલા કોઈપણ તૃતીય પક્ષના દાવા સામે તમારો બચાવ કરીશું જે અનધિકૃત preventક્સેસને રોકવામાં અમારી ઘોર બેદરકારીનો આરોપ લગાવે છે. અથવા, અમારા કબજા અથવા નિયંત્રણમાં તમારા ગ્રાહકોની વ્યક્તિગત રૂપે ઓળખાયેલી માહિતી જાહેર કરવામાં અમારી ઇરાદાપૂર્વકની ગેરવર્તન. આ હાનિકારકતા એ હદ સુધી લાગુ થશે નહીં કે જેમ કે દાવા તમારી બેદરકારી અથવા ઇરાદાપૂર્વકના ગેરવર્તણૂક અથવા તમારા એજન્ટો અથવા પ્રતિનિધિઓના સંબંધથી ઉદ્ભવે છે અથવા તેનાથી સંબંધિત છે, અથવા કરાર હેઠળ બંને પક્ષ દ્વારા જવાબદારી અસ્વીકૃત અથવા મર્યાદિત છે. આ વિભાગમાં નિર્ધારિત ક્ષતિપૂર્તિની જવાબદારીઓ તમે અમારી સાવ બેદરકારી અથવા ઇરાદાપૂર્વકના ગેરવર્તનને સાબિત કરવા માટે આકસ્મિક છે અને તેના પરિણામે અથવા નિયંત્રણમાં તમારા ગ્રાહકોની વ્યક્તિગત રૂપે ઓળખી શકાય તેવી માહિતીની અનધિકૃત accessક્સેસ અથવા જાહેર કરવામાં આવી છે.
hi: डेटा सुरक्षा और गोपनीयता के लिए 10.2 क्षतिपूर्ति: धारा 10.4 के अधीन, और सेवाओं के लिए आपकी सदस्यता की अवधि के दौरान, हम अपने खर्च पर, आपके खिलाफ लाए गए किसी भी तीसरे पक्ष के दावे के खिलाफ आपका बचाव करते हैं जो अनधिकृत पहुंच को रोकने में हमारी घोर लापरवाही का आरोप लगाते हैं। खुलासा करने के लिए, या हमारे कब्जे या नियंत्रण में अपने ग्राहकों की व्यक्तिगत रूप से पहचान योग्य जानकारी का खुलासा करने में हमारी इच्छाशक्ति का कदाचार। यह क्षतिपूर्ति इस हद तक लागू नहीं होगी कि इस तरह का दावा आपकी लापरवाही या इच्छाधारी कदाचार या आपके एजेंटों या प्रतिनिधियों से संबंधित है, या समझौते के तहत किसी भी पक्ष द्वारा देयता को अस्वीकार या सीमित किया गया है। इस खंड में तय की गई क्षतिपूर्ति संबंधी बाध्यताएँ आप पर निर्भर करती हैं, जिससे यह साबित होता है कि हमारी घोर लापरवाही या जानबूझकर किया गया दुराचार प्रत्यक्ष और अप्रत्यक्ष रूप से हमारे कब्जे या नियंत्रण में आपके ग्राहकों की व्यक्तिगत रूप से पहचान योग्य जानकारी के प्रकटीकरण या प्रकटीकरण का परिणाम है।
hr: 10.2 Naknada štete za sigurnost podataka i privatnost: Podliježe odjeljku 10.4, a za vrijeme trajanja vaše pretplate na Usluge, branit ćemo vas o bilo kojem zahtjevu treće strane koji je podignut protiv vas koji tvrdi našu veliku nepažnju u sprječavanju neovlaštenog pristupa na naše ili namjerno kršenje u otkrivanju osobnih podataka vaših kupaca u našem vlasništvu ili kontroli. Ova odšteta se neće primjenjivati u mjeri u kojoj takva tvrdnja proizilazi iz ili se odnosi na vašu nepažnju ili namjerno kršenje zakona ili zastupnika vaših zastupnika ili zastupnika, ili u mjeri u kojoj se bilo koja strana odbacuje ili ograničava u skladu s Ugovorom. Obveze odštete navedene u ovom odjeljku ovise o vama ako dokažete da je naša gruba nepažnja ili namjerno nedolično ponašanje izravno i neposredno rezultiralo neovlaštenim pristupom ili otkrivanjem osobnih podataka vaših kupaca u našem vlasništvu ili kontroli.
hu: 10.2 Kártérítés az adatbiztonságért és a magánéletért: A 10.4. Szakasz rendelkezéseire is figyelemmel, és a Szolgáltatások előfizetésének időtartama alatt, saját költségünkön megvédjük Önt minden harmadik féllel szembeni, szemben az Ön ellen felhozott követeléssel szemben, amely az illetéktelen hozzáférés megakadályozásának súlyos gondatlanságára utal. vagy szándékos kötelességszegésünk a birtokunkban vagy ellenőrzése alatt álló ügyfeleink személyes azonosításával kapcsolatos információk közzététele során. Ez a kártalanítás nem vonatkozik arra az esetre, ha az ilyen igény az Ön vagy képviselői vagy képviselői gondatlanságából vagy szándékos kötelességszegéséből származik, vagy azzal kapcsolatos, vagy amennyiben a felelõsségét a felek a Megállapodás alapján valamelyik fél elutasítja vagy korlátozza. Az ebben a szakaszban meghatározott kártalanítási kötelezettségek attól függnek, hogy igazolja-e súlyos gondatlanságunkat vagy szándékos kötelességszegésünket, közvetlenül és közvetett módon a birtokunkban vagy ellenőrzésünk alatt álló ügyfelek személyes azonosításával kapcsolatos információk jogosulatlan hozzáférésének vagy közzétételének eredményeként.
hy: 10.2 Տվյալների անվտանգության և գաղտնիության համար հատուցում. Ենթակա է 10.4 բաժնի, և Ծառայություններին բաժանորդագրվելու ժամկետի ընթացքում մենք, ձեր հաշվին, կպաշտպանենք ձեզ ընդդեմ ձեր դեմ հարուցված ցանկացած երրորդ կողմի պահանջի, որը պնդում է մեր կոպիտ անփութությունը կանխարգելիչ մուտքի կանխարգելման գործում: մեր կամ ձեր վերահսկողության ձեր հաճախորդների անձամբ ճանաչելի տեղեկությունների բացահայտման մեր կամայական սխալ վարքը: Այս փոխհատուցումը չի տարածվում այնքանով, որքանով այդ պահանջը բխում է կամ առնչվում է ձեր անզգուշության կամ դիտավորյալ չարաշահման կամ ձեր գործակալների կամ ներկայացուցիչների հետ, կամ այնքանով, որքանով պատասխանատվությունը մերժվում կամ սահմանափակվում է Կողմերից որևէ մեկի համաձայն Համաձայնագրով: Սույն բաժնում ամրագրված հատուցումների պարտավորությունները կախված են այն բանից, որ դուք ապացուցում եք մեր կոպիտ անփութության կամ կամայական պահվածքը անմիջականորեն և հարևանորեն հանգեցրել է ձեր հաճախորդների կամ վերահսկողության ձեր հաճախորդների անձամբ նույնականացված տեղեկատվության կամ դրանց բացահայտմանը:
id: 10.2 Ganti Rugi untuk Keamanan Data dan Privasi: Tunduk pada Bagian 10.4, dan selama jangka waktu berlangganan Anda ke Layanan, kami akan, dengan biaya kami, membela Anda terhadap klaim pihak ketiga mana pun yang diajukan kepada Anda yang menuduh kelalaian kami dalam mencegah akses yang tidak sah untuk, atau kesalahan kami yang disengaja dalam mengungkapkan, Informasi yang Dapat Diidentifikasi Secara Pribadi dari pelanggan Anda dalam kepemilikan atau kendali kami. Ganti rugi ini tidak akan berlaku sejauh klaim tersebut muncul dari atau terkait dengan kelalaian Anda atau kesalahan yang disengaja atau agen atau perwakilan Anda, atau sejauh tanggung jawab ditolak atau dibatasi oleh salah satu pihak berdasarkan Perjanjian. Kewajiban ganti rugi yang ditetapkan dalam bagian ini bergantung pada Anda yang membuktikan kelalaian kami atau kesalahan yang disengaja telah secara langsung dan secara progresif menghasilkan akses yang tidak sah ke atau pengungkapan informasi yang dapat diidentifikasi secara pribadi dari pelanggan Anda dalam kepemilikan atau kontrol kami.
is: 10.2 Bætur vegna gagnaöryggis og friðhelgi einkalífs: Með fyrirvara um kafla 10.4, og á meðan áskrift þín stendur að þjónustunum, verðum við á kostnað okkar að verja þig gegn kröfum frá þriðja aðila sem höfðað er gegn þér sem fullyrðir að okkar verulegu vanrækslu við að koma í veg fyrir óheimilan aðgang til eða vísvitandi misferlis okkar við birtingu, persónugreinanlegra upplýsinga um viðskiptavini þína sem eru í fórum okkar eða stjórn. Þessi skaðabótaskylda á ekki við að því marki sem slík krafa stafar af eða tengist gáleysi þínu eða vísvitandi hegðun eða umboðsmönnum þínum eða fulltrúum, eða að því leyti sem ábyrgð er hafnað eða takmörkuð af báðum aðilum samkvæmt samningnum. Skaðabótaskyldurnar, sem settar eru fram í þessum kafla, eru háðar því að þú sannar stórfellt gáleysi okkar eða vísvitandi hegðun hefur beinlínis og nánast leitt til þess að óheimill aðgangur að eða upplýsingagjöf um persónugreinanlegar upplýsingar viðskiptavina þinna í fórum okkar eða yfirráðum.
it: 10.2 Indennizzo per la sicurezza e la privacy dei dati: fatto salvo la Sezione 10.4, e durante il periodo della sottoscrizione ai Servizi, saremo, a nostre spese, difesi da qualsiasi pretesa di terzi intentata contro di te che accusa la nostra grave negligenza nel prevenire l&#39;accesso non autorizzato o la nostra condotta dolosa nel divulgare, informazioni personali identificabili dei vostri clienti in nostro possesso o controllo. Questa indennità non si applicherà nella misura in cui tale pretesa deriva o si riferisce alla tua negligenza o dolo o ai tuoi agenti o rappresentanti, o nella misura in cui la responsabilità è esclusa o limitata da entrambe le parti ai sensi del Contratto. Gli obblighi di indennità stabiliti in questa sezione dipendono dal fatto che l&#39;utente provi la nostra grave negligenza o dolo intenzionale, direttamente e prossimamente, ha provocato l&#39;accesso non autorizzato o la divulgazione di informazioni di identificazione personale dei clienti in nostro possesso o controllo.
iw: 10.2 שיפוי לאבטחת מידע ופרטיות: בכפוף לסעיף 10.4, ובמשך תקופת המנוי שלך לשירותים, אנו נגן על חשבוננו נגד כל תביעה של צד ג &#39;שהובאה נגדך הטוענת לרשלנותנו הגסה במניעת גישה בלתי מורשית אל או התנהגות בלתי הולמת שלנו בכוונה לחשוף מידע המאפשר זיהוי אישי של הלקוחות שלך שנמצאים ברשותנו או בשליטתנו. שיפוי זה לא יחול ככל שתביעה כזו נובעת או מתייחסת לרשלנות שלך או התנהגות בלתי הולמת מכוונת או של סוכניך או נציגיך, או במידה שהאחריות אינה מוסרת או מוגבלת על ידי אחד הצדדים על פי ההסכם. חובות השיפוי המפורטות בסעיף זה מותנות בך שתוכיח כי רשלנותנו הגסה או התנהגות בלתי הולמת מכוונת הביאו באופן ישיר וסמיך לגישה בלתי מורשית או לחשיפה של מידע המאפשר זיהוי אישי של לקוחותיך שברשותנו או בשליטתנו.
ja: 10.2データのセキュリティとプライバシーの補償：第10.4項に従い、サービスへのサブスクリプションの期間中、当社は、当社の費用負担で、不正アクセスの防止における重大な過失を申し立てた第三者に対する申し立てから弁護するものとします。当社の所有または管理下にあるお客様の個人を特定できる情報の開示、または開示における故意の不正行為。この補償は、そのような主張があなたの過失または故意の違法行為、またはエージェントや代理人のそれから生じるまたは関連する範囲、または責任が本契約に基づいていずれかの当事者によって放棄または制限される範囲には適用されません。このセクションに記載されている補償義務は、当社の重大な過失または故意の不正行為により、直接的または近接して、当社の所有または管理下にある顧客の個人識別情報への不正アクセスまたは個人情報の開示が発生したことを証明することを条件とします。
ka: 10.2 ანაზღაურება მონაცემთა უსაფრთხოებისა და კონფიდენციალურობისთვის: 10.4 ქვეპუნქტის შესაბამისად, და სერვისებზე თქვენი გამოწერის ვადის განმავლობაში, ჩვენ, ჩვენი ხარჯით, დავიცავთ თქვენს წინააღმდეგ წამოყენებულ ნებისმიერ მესამე მხარის წინააღმდეგ, რომელიც ამტკიცებს ჩვენს უგულებელყოფას უნებართვო წვდომის თავიდან ასაცილებლად თქვენი მიზანშეწონილი საქციელის გამოვლენისას, თქვენი მომხმარებლების პირადად იდენტიფიცირებადი ინფორმაციის შესახებ, რომელიც ჩვენს მფლობელობაშია ან კონტროლშია. ეს ანაზღაურება არ ეხება იმ ზომას, რაც ამგვარი პრეტენზია წარმოიქმნება ან ეხება შენს დაუდევრობას, უნებართვო ქმედებას, ან შენს აგენტებს ან წარმომადგენლებს, ან იმ ზომით, თუ პასუხისმგებლობა უარი ეთქვა ან შეზღუდულია რომელიმე მხარის მიერ ხელშეკრულებით. ამ ნაწილში განსაზღვრული ზიანის ანაზღაურება დამოკიდებულია იმაზე, რომ თქვენ დაადასტურეთ ჩვენი უხეში დაუდევრობა ან ნებაყოფლურმა საქციელმა უშუალოდ და ახლო ურთიერთობამ განაპირობა თქვენი მომხმარებლების პიროვნული იდენტიფიკაციური ინფორმაციის უნებართვო წვდომა ან გამჟღავნება ჩვენს საკუთრებაში ან კონტროლში.
kk: 10.2 Деректер қауіпсіздігі мен құпиялылықтың орнын толтыру: 10.4 бөлімін ескере отырып және Қызметтерге жазылу мерзімінде біз сіздің есебіңізден үшінші тараптардың бізге қарсы рұқсатсыз кіруді болдырмауға қатысты немқұрайлылығымызды қанағаттандыратын шағымынан қорғаймыз. немесе біздің иелігіміздегі немесе бақылауымыздағы тұтынушылар туралы жеке анықталатын ақпаратты ашу кезіндегі заңсыз әрекеттеріміз. Бұл өтемақы мұндай талап сіздің немқұрайдылығыңыздан немесе сіздің агенттеріңіз бен өкілдеріңіздің заңсыз әрекеттерінен туындаған немесе байланысты болған жағдайда немесе келісімге сәйкес тараптардың біреуі жауапкершіліктен бас тартқан немесе шектеген жағдайда қолданылмайды. Осы бөлімде келтірілген өтеу міндеттемелері сіздің өрескел немқұрайдылығымызды немесе қасақана теріс қылықтарымызды тікелей және мүмкін біздің иелігіміздегі немесе бақылауымыздағы клиенттердің жеке сәйкестендірілетін ақпаратына рұқсатсыз кіруге немесе жария етуге әкеп соқтыратындығымызға байланысты болады.
km: ១០.២ ការទាមទារសំណងសម្រាប់សុវត្ថិភាពទិន្នន័យនិងភាពឯកជនៈយោងតាមផ្នែកទី ១០.៤ ហើយក្នុងអំឡុងពេលនៃការជាវសេវាកម្មរបស់អ្នកយើងនឹងការពារអ្នកពីការទាមទាររបស់តតីយភាគីទីបីដែលបានចោទប្រកាន់អ្នកដែលចោទប្រកាន់ការធ្វេសប្រហែសរបស់យើងក្នុងការការពារការចូលដោយគ្មានការអនុញ្ញាត។ ចំពោះការប្រព្រឹត្តដែលអាចកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនរបស់អតិថិជនចំពោះការកាន់កាប់ឬការត្រួតពិនិត្យដោយចេតនារបស់យើងក្នុងការបង្ហាញឬទទួលខុសត្រូវ។ សំណងនេះនឹងមិនអនុវត្តចំពោះវិសាលភាពដែលការអះអាងបែបនេះកើតឡើងពីឬពាក់ព័ន្ធនឹងការធ្វេសប្រហែសរបស់អ្នកឬការប្រព្រឹត្តមិនត្រឹមត្រូវឬភ្នាក់ងារឬអ្នកតំណាងរបស់អ្នកឬចំពោះការទទួលខុសត្រូវត្រូវបានបដិសេធឬកំណត់ដោយភាគីណាមួយក្រោមកិច្ចព្រមព្រៀងនេះឡើយ។ កាតព្វកិច្ចសងជំងឺចិត្តដែលមានចែងក្នុងផ្នែកនេះគឺអាស្រ័យលើអ្នកដែលបង្ហាញពីការធ្វេសប្រហែសសរុបឬការប្រព្រឹត្តខុសដោយចេតនាបានបណ្តាលឱ្យមានការចូលប្រើប្រាស់ដោយគ្មានការអនុញ្ញាតឬបើកចំហរព័ត៌មានដែលអាចកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនរបស់អតិថិជនអ្នកក្នុងការកាន់កាប់ឬគ្រប់គ្រងរបស់យើង។
kn: 10.2 ಡೇಟಾ ಸುರಕ್ಷತೆ ಮತ್ತು ಗೌಪ್ಯತೆಗಾಗಿ ನಷ್ಟ ಪರಿಹಾರ: ವಿಭಾಗ 10.4 ಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ, ಮತ್ತು ಸೇವೆಗಳಿಗೆ ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಯ ಅವಧಿಯಲ್ಲಿ, ಅನಧಿಕೃತ ಪ್ರವೇಶವನ್ನು ತಡೆಗಟ್ಟುವಲ್ಲಿ ನಮ್ಮ ಸಂಪೂರ್ಣ ನಿರ್ಲಕ್ಷ್ಯವನ್ನು ಆರೋಪಿಸುವ ನಿಮ್ಮ ವಿರುದ್ಧದ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಹಕ್ಕಿನ ವಿರುದ್ಧ ನಾವು ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸುತ್ತೇವೆ. ನಮ್ಮ ಬಳಿ ಅಥವಾ ನಿಯಂತ್ರಣದಲ್ಲಿ ನಿಮ್ಮ ಗ್ರಾಹಕರ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ಬಹಿರಂಗಪಡಿಸುವಲ್ಲಿ ಅಥವಾ ಉದ್ದೇಶಪೂರ್ವಕ ದುಷ್ಕೃತ್ಯ. ಅಂತಹ ಹಕ್ಕು ನಿಮ್ಮ ನಿರ್ಲಕ್ಷ್ಯ ಅಥವಾ ಉದ್ದೇಶಪೂರ್ವಕ ದುಷ್ಕೃತ್ಯದಿಂದ ಅಥವಾ ನಿಮ್ಮ ಏಜೆಂಟರು ಅಥವಾ ಪ್ರತಿನಿಧಿಗಳಿಂದ ಉಂಟಾಗುವ ಅಥವಾ ಸಂಬಂಧಿಸಿರುವ ಮಟ್ಟಿಗೆ ಈ ನಷ್ಟ ಪರಿಹಾರವು ಅನ್ವಯಿಸುವುದಿಲ್ಲ, ಅಥವಾ ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ಎರಡೂ ಪಕ್ಷಗಳು ಹೊಣೆಗಾರಿಕೆಯನ್ನು ನಿರಾಕರಿಸುತ್ತವೆ ಅಥವಾ ಸೀಮಿತಗೊಳಿಸುತ್ತವೆ. ನಮ್ಮ ಸಂಪೂರ್ಣ ನಿರ್ಲಕ್ಷ್ಯ ಅಥವಾ ಉದ್ದೇಶಪೂರ್ವಕ ದುಷ್ಕೃತ್ಯವು ನಮ್ಮ ಸ್ವಾಧೀನ ಅಥವಾ ನಿಯಂತ್ರಣದಲ್ಲಿ ನಿಮ್ಮ ಗ್ರಾಹಕರ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ಅನಧಿಕೃತ ಪ್ರವೇಶಕ್ಕೆ ಅಥವಾ ಬಹಿರಂಗಪಡಿಸಲು ಕಾರಣವಾಗಿದೆ ಎಂದು ಈ ವಿಭಾಗದಲ್ಲಿ ಸೂಚಿಸಲಾದ ನಷ್ಟ ಪರಿಹಾರದ ಕಟ್ಟುಪಾಡುಗಳು ನಿಮ್ಮ ಮೇಲೆ ಅನಿಶ್ಚಿತವಾಗಿವೆ.
ku: 10.2 Navbirî ji bo Ewlekariya Ewlehî û Parastina Dataapemeniyê: Li gorî Beşa 10.4, û di dema şandina we ya Xizmetan de, em ê, bi xêra we, ji we biparêzin li hemberê doza partiya sêyem, ku li hember we hatî, ku aloziya me ya berbiçav di pêşîlêgirtina gihîna nehiştbar de, biparêze. to, an di nav de neheqî û mebesta me ya nexşekirinê, Agahdariya Kesane ya Nasîner a xerîdarên we di xwediyê an kontrola me de ne. Ev ceribandin dê li ser wê asta ku îdîaya wisa ji holê rabibe an têkildarî neheqî an bêxewletiya wefadar an we ya nûner û nûnerên we be, neyê girêdan, an jî bi qasî ku berpirsiyarî ji hêla her aliyek ve di bin Peymanê de bête pejirandin an qedexekirin. Di vê beşê de erkên mezaxtinê yên ku di vê beşê de hatine destnîşankirin bi we ve girêdayî ye ku hûn nexapîniya me ya bêserûber an tevgerên bêhêz bi rasterast û nêzîkbûna xwe re rê li ber gihaştina nehiqûqî an eşkerekirina agahdariya kesane ya nasnameya xerîdarên we yên li xwedan an kontrola me vekirine.
ky: 10.2 Маалымат коопсуздугу жана купуялуулук үчүн келтирилген зыяндын орду: 10.4 бөлүмүн эске алып, кызматтарга жазылууңуздун убагында, биз сиздин эсебиңизден, сиздин уруксатыңызсыз кирүүгө жол бербөө боюнча одоно кайдыгерлигибизди тастыктаган үчүнчү тараптын доо арызынан сизди коргойбуз. же биздин карамактагы кардарларыңыздын Жеке Инсандыгын аныктоочу маалыматты ачуудагы атайылап туура эмес аракеттерибиз. Бул компенсация, мындай доомат сиздин этиятсыздыгыңыздан же атайылап жасалган жосунсуз аракеттериңизден же сиздин агенттериңиздин же өкүлдөрүңүздүн кесепетинен келип чыккан же тиешеси бар, же Макулдашуу боюнча кайсы бир тарап тарабынан жоопкерчилик четке кагылган же чектелген деңгээлде колдонулбайт. Бул бөлүмдө келтирилген компенсация милдеттенмелери биздин одоно шалаакылыгыбызды же атайылап туура эмес иш-аракеттерибиздин түздөн-түз жана болжол менен биздин карамагыбыздагы же карамагыбыздагы кардарларыбыздын жеке аныкталуучу маалыматына уруксатсыз кирүүгө же ачыкка чыгарына алып келгендигин далилдейт.
lb: 10.2 Schuedensersécherung fir Datesécherheet a Privatsphär: Beim Sektioun 10.4, a wärend der Dauer vun Ärem Abonnement op d&#39;Servicer, verteidege mir Iech op all Käschte vun Drëtte Parteien géint Iech, déi eis grousst Noléissegkeet vermeiden fir onerlaabten Zougang ze verhënneren an, oder eist gewëssenhaft Verhale bei der Erschlësselung vun, Perséinlech Identifizéierbar Informatioun vun Äre Clienten an eisem Besëtz oder Kontroll. Dës Schiedsrecht gëlt net an engem Ausmooss, wann esou eng Fuerderung entstinn aus oder bezitt op Är Fahrlässegkeet oder virsiichteg Mëssverhalen oder déi vun Ären Agenten oder Vertrieder, oder op d&#39;Mooss vun der Verantwortung gëtt vun entweder Partei ënner der Konventioun entlooss oder limitéiert. D&#39;Verloschterverpflichtungen, déi an dëser Rubrik opgezielt sinn, hänke vun Iech duer, datt mir eis grov Noléissegkeet oder bewosst Mëssverhalen beweisen, datt direkt a proximativ onerlaabten Zougank zu oder Verëffentlechung vu perséinlecher identifizéierbar Informatioun vun Äre Clienten an eisem Besëtz oder Kontroll resultéiert.
lo: 10.2 ການບັງຄັບໃຫ້ຮັບປະກັນຄວາມປອດໄພດ້ານຂໍ້ມູນແລະຄວາມເປັນສ່ວນຕົວ: ຂື້ນກັບຂໍ້ 10.4, ແລະໃນໄລຍະທີ່ທ່ານສະ ໝັກ ໃຊ້ບໍລິການ, ພວກເຮົາຈະຕ້ອງປ້ອງກັນທ່ານຕໍ່ກັບຂໍ້ຮຽກຮ້ອງຂອງບຸກຄົນທີສາມທີ່ ນຳ ມາຕໍ່ທ່ານທີ່ກ່າວຫາການລະເລີຍລວມຂອງພວກເຮົາໃນການປ້ອງກັນການເຂົ້າເຖິງທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດ ເຖິງ, ຫຼືການກະ ທຳ ທີ່ບໍ່ຖືກຕ້ອງຂອງພວກເຮົາໃນການເປີດເຜີຍ, ຂໍ້ມູນທີ່ເປັນຕົວຕົນຂອງລູກຄ້າຂອງທ່ານໃນການຄອບຄອງຫລືຄວບຄຸມຂອງພວກເຮົາ. ການຊົດເຊີຍນີ້ຈະບໍ່ຖືກ ນຳ ໃຊ້ໃນຂອບເຂດທີ່ການຮຽກຮ້ອງດັ່ງກ່າວເກີດຂື້ນຈາກຫຼືກ່ຽວຂ້ອງກັບການລະເລີຍຂອງທ່ານຫຼືການກະ ທຳ ທີ່ບໍ່ດີຂອງເຈົ້າ ໜ້າ ທີ່ຫຼືຕົວແທນຂອງທ່ານ, ຫລືໃນຂອບເຂດຄວາມຮັບຜິດຊອບຖືກປະຕິເສດຫລື ຈຳ ກັດໂດຍຝ່າຍໃດ ໜຶ່ງ ພາຍໃຕ້ສັນຍາ. ພັນທະການທົດແທນທີ່ໄດ້ ກຳ ນົດໄວ້ໃນພາກນີ້ແມ່ນຂື້ນກັບທ່ານພິສູດການລະເລີຍລວມຍອດຂອງພວກເຮົາຫຼືການກະ ທຳ ທີ່ບໍ່ຕັ້ງໃຈໄດ້ເຮັດໃຫ້ການເຂົ້າເຖິງຫລືການເປີດເຜີຍຂໍ້ມູນທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດສ່ວນຕົວຂອງລູກຄ້າຂອງທ່ານໃນການຄອບຄອງຫລືຄວບຄຸມຂອງພວກເຮົາ.
lt: 10.2 Kompensacija už duomenų saugumą ir privatumą: Laikydamiesi 10.4 skirsnio ir jūsų prenumeratos Paslaugomis metu mes savo sąskaita ginsime jus nuo bet kokių trečiųjų šalių ieškinių, pareikštų jūsų atžvilgiu, dėl mūsų aplaidumo užkertant kelią neteisėtai prieigai. arba mūsų tyčinis netinkamas elgesys atskleidžiant mūsų turimą ar kontroliuojamą jūsų klientų asmeninę informaciją. Ši kompensacija nebus taikoma tuo atveju, kai tokia pretenzija kyla arba yra susijusi su jūsų ar jūsų atstovų aplaidumu ar sąmoningu netinkamu elgesiu ar jūsų atstovų ar atstovų aplaidumu, arba ta apimtimi, kuria bet kuri šalis pagal Sutartį atsisako atsakomybės arba ją riboja. Šiame skyriuje išdėstytos žalos atlyginimo prievolės priklauso nuo to, ar įrodysite, kad dėl mūsų didelio aplaidumo ar tyčinio netinkamo elgesio tiesiogiai ir apytiksliai atsirado neteisėta prieiga prie mūsų turimų ar kontroliuojamų jūsų klientų tapatybės duomenų ar jų atskleidimas.
lv: 10.2. Atlīdzība par datu drošību un privātumu: ievērojot 10.4. Sadaļu un uz jūsu pakalpojumu abonēšanas laiku, mēs uz mūsu rēķina aizstāvēsim jūs pret visām pret jums izvirzītajām trešo personu prasībām, kas apgalvo par mūsu rupju neuzmanību, novēršot neatļautu piekļuvi vai mūsu tīšajai rīcībai, atklājot mūsu klientu rīcībā vai kontrolē esošo, klientu identificējamu informāciju. Šī atlīdzība netiks piemērota, ja šāda prasība rodas vai ir saistīta ar jūsu vai jūsu aģentu vai pārstāvju nolaidību vai tīšu nepareizu izturēšanos, vai arī tiktāl, ciktāl atbildību saskaņā ar nolīgumu atsakās vai ierobežo kāda no pusēm. Šajā sadaļā noteiktās atlīdzināšanas saistības ir atkarīgas no tā, vai jūs pierādāt mūsu rupju nolaidību vai tīšu nepareizu izturēšanos, kas tieši un tuvāk ir izraisījusi neatļautu piekļuvi vai mūsu rīcībā vai kontrolē esošo jūsu klientu personiski identificējamas informācijas izpaušanu.
mg: 10.2 Fanamafisana ny fiarovana ny data sy ny tsiambaratelo: lohahevitra amin&#39;ny fizarana 10.4, ary mandritra ny vanim-potoana famandrihana ny serivisy, dia hiaro anao amin&#39;ny fanambarànana nataonao ho an&#39;ny antoko fahatelo ianao izay manambara ny tsy fitandremantsika lehibe amin&#39;ny fisorohana ny fidirana tsy nahazoana lalana. na, ny fitondran-tena ratsy nataontsika amin&#39;ny fanambaràna, Fahafantarana mombamomba ny mpanjifanao ao aminay na fehezinay. Ity trosa ity dia tsy mihatra amin&#39;ny tranga izay nateraky ny fitakiana toy izany na mifandraika amin&#39;ny tsy firaharahanao na ny tsy fanao ratsy nataonao na ny an&#39;ny mpisolo tenanao na ny solontenanao, na amin&#39;ny maha-tompon&#39;andraikitra azy dia esorina na voafetrin&#39;ny antoko roa eo ambanin&#39;ny Fifanarahana. Ny adidy fanefana napetraka amin&#39;ity fizarana ity dia miankina aminao izay manaporofo ny tsy fitandremantsika na ny tsy fanao ratsy nataona mivantana ary nahatratra ny fidirana tsy nahazoana alàlana na fampahafantarana ny mombamomba ny mpanjifanao ho fanananay na fehezinay.
mi: 10.2 Te Whakawhiwhinga mo te Haumaru Raraunga me te Whakawhitinga: Kaupapa ki te Tekiona 10.4, a i roto i te waa o to raihana mai ki nga Ratonga, ma matou e utu, ka tiakina e koe ki nga kereme a te hunga tuatoru i whakahe mai ki a koe e kii ana i to maatau rorotu e kore e kore e whaimana te uru. ki, ko ta matou mahi he ranei e whakaatu ana i nga korero, i nga Kupu Tuuturu Tuakiri a to kaihoko e pa ana ki a matou, i a matou mana whakahaere ranei. Ko tenei nama e kore e pa ki te nui o te kereme i ahu mai i te paanga ki to ngoikoretanga ranei, o te he o te mahi kino ranei a o apiha me o apiha ranei, a ki te whaainga kua whakahekehia, kua whakatikahia ranei e tetahi waahanga i raro i te Whakaaetanga. Ko nga haahatanga whaimana kua tohua i tenei waahanga kei runga i a koe e tohu ana i to maatau whakakeke, o taatau mahi he ranei na te tika ki te uru mai, ki te whakaatu ranei i nga korero whaaiti mai a o kaihoko i o maatau rangatira, mana whakahaere ranei.
mk: 10.2 Оштетување за безбедност и приватност на податоците: Предмет на Дел 10.4, и за време на траењето на вашата претплата на Услугите, ние, на ваш трошок, ќе ве браниме од какво било барање на трето лице, поднесено против вас, што тврди дека се работи за сериозна небрежност во спречувањето на неовластен пристап да, или нашето намерно однесување во откривањето на лични информации што може да се идентификуваат лично на вашите клиенти во наша сопственост или контрола. Ова обештетување нема да се применува во обемот на кој таквото побарување произлегува или се однесува на вашата небрежност или намерно однесување или на вашите агенти или претставници, или до степен до кој одговорноста е одречена или ограничена од која било страна според Договорот. Обврските за обештетување утврдени во овој дел зависат од тоа да ја докажете нашата сериозна небрежност или намерно однесување непосредно и приближно резултираше во неовластен пристап до или откривање на лични информации за вашите клиенти кои се во наша сопственост или контрола.
ml: 10.2 ഡാറ്റാ സുരക്ഷയ്ക്കും സ്വകാര്യതയ്ക്കുമുള്ള നഷ്ടപരിഹാരം: വകുപ്പ് 10.4 ന് വിധേയമായി, സേവനങ്ങളിലേക്കുള്ള നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷന്റെ കാലാവധിയിൽ, അനധികൃത ആക്സസ് തടയുന്നതിൽ ഞങ്ങളുടെ കടുത്ത അശ്രദ്ധ ആരോപിക്കുന്ന നിങ്ങൾക്കെതിരായ ഏതെങ്കിലും മൂന്നാം കക്ഷി ക്ലെയിമിനെതിരെ ഞങ്ങളുടെ ചെലവിൽ ഞങ്ങൾ നിങ്ങളെ പ്രതിരോധിക്കും. ഞങ്ങളുടെ കൈവശമോ നിയന്ത്രണത്തിലോ ഉള്ള നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ വ്യക്തിപരമായി തിരിച്ചറിയാൻ കഴിയുന്ന വിവരങ്ങൾ വെളിപ്പെടുത്തുന്നതിലെ ഞങ്ങളുടെ മന ful പൂർവമായ ദുരാചാരത്തിലേക്ക്. അത്തരം ക്ലെയിം നിങ്ങളുടെ അശ്രദ്ധ അല്ലെങ്കിൽ മന ful പൂർവമായ ദുരാചാരത്തിൽ നിന്നോ അല്ലെങ്കിൽ നിങ്ങളുടെ ഏജന്റുമാരുടെയോ പ്രതിനിധികളുടെയോ അവകാശവാദത്തിൽ നിന്ന് ഉണ്ടാകുന്നതോ ബന്ധപ്പെട്ടതോ ആയ പരിധിവരെ ബാധകമാകില്ല, അല്ലെങ്കിൽ കരാറിന് കീഴിലുള്ള ഏതെങ്കിലും കക്ഷികൾ ബാധ്യത നിരസിക്കുകയോ പരിമിതപ്പെടുത്തുകയോ ചെയ്യുന്നു. ഞങ്ങളുടെ കടുത്ത അശ്രദ്ധയോ മന ful പൂർവമായ ദുരാചാരമോ ഞങ്ങളുടെ കൈവശമോ നിയന്ത്രണത്തിലോ ഉള്ള നിങ്ങളുടെ ഉപഭോക്താക്കളെ വ്യക്തിപരമായി തിരിച്ചറിയാൻ കഴിയുന്ന വിവരങ്ങളിലേക്ക് അനധികൃതമായി പ്രവേശിക്കുന്നതിനോ വെളിപ്പെടുത്തുന്നതിനോ കാരണമാകുമെന്ന് ഈ വിഭാഗത്തിൽ പറഞ്ഞിരിക്കുന്ന നഷ്ടപരിഹാര ബാധ്യതകൾ നിങ്ങൾ നിരന്തരമാണ്.
mn: 10.2 Мэдээллийн аюулгүй байдал ба нууцлалыг нөхөн төлөх: 10.4-ийн хэсгийг дагаж мөрдөх ба үйлчилгээнд бүртгүүлэх хугацаанд бид зөвшөөрөлгүй нэвтрэхээс урьдчилан сэргийлэхэд ноцтой хайхрамжгүй байдлаа арилгасан гуравдагч этгээдийн гаргасан нэхэмжлэлийн эсрэг хариуцлага хүлээх болно. бидний мэдэлд байгаа эсхүл таны хяналтад байгаа үйлчлүүлэгчдийн таних боломжтой мэдээллийг задруулах, эсвэл санаатайгаар үйлдсэн үйлдэл. Энэхүү нөхөн төлбөр нь энэхүү нэхэмжлэл нь таны хайхрамжгүй байдал, таны төлөөлөгч, төлөөлөгчдийн хариуцлагагүй үйлдэл, эсхүл гэрээний дагуу аль нэг тал хариуцлага хүлээх эсвэл хязгаарласан тохиолдолд хамаарахгүй. Энэ хэсэгт заасан нөхөн төлбөрийн үүрэг нь бидний хайхрамжгүй байдал эсвэл санаатайгаар үйлдсэн үйлдлээс шууд болон ойролцоогоор бидний мэдэлд байгаа эсвэл хяналтанд байгаа таны худалдан авагчдын таних боломжтой мэдээллийг олж авах, ил тод болгоход хүргэдэг.
mr: १०.२ डेटा सुरक्षा आणि गोपनीयतेसाठी नुकसानभरपाई: कलम १०..4 च्या अधीन असून, आणि सेवेच्या आपल्या सबस्क्रिप्शनच्या मुदतीच्या दरम्यान आम्ही आमच्या खर्चावर तुमच्याविरूद्ध आणलेल्या कोणत्याही तृतीय पक्षाच्या दाव्यांविरूद्ध तुमचे रक्षण करू ज्यात आमच्याकडे अनधिकृत प्रवेश रोखण्यात घोर दुर्लक्ष केल्याचा आरोप आहे. किंवा आमच्या मालकीच्या किंवा नियंत्रणावरील आपल्या ग्राहकांची वैयक्तिकरित्या ओळखण्यायोग्य माहिती उघडकीस आणण्यात आमचा हेतूपूर्वक गैरवर्तन. हा हानीकारकपणा आपल्या दुर्लक्षामुळे किंवा हेतूपुरस्सर गैरवर्तनामुळे किंवा आपल्या एजंट्स किंवा प्रतिनिधींच्या, किंवा करारानुसार कोणत्याही पक्षाद्वारे दायित्व नाकारले किंवा मर्यादित केले गेले त्या प्रमाणात लागू होणार नाही. या कलमात नमूद केलेली नुकसान भरपाईची जबाबदारी आपल्यावर पूर्णपणे दुर्लक्ष करते किंवा हेतूपूर्वक गैरवर्तणूक सिद्ध केले जाते जे आमच्या ताब्यात किंवा नियंत्रणात आपल्या ग्राहकांच्या वैयक्तिकरित्या ओळखण्यायोग्य माहितीचा अनधिकृत प्रवेश किंवा प्रकटीकरण आहे.
ms: 10.2 Ganti rugi untuk Keselamatan dan Privasi Data: Tertakluk pada Bahagian 10.4, dan selama tempoh langganan anda ke Perkhidmatan, kami, dengan perbelanjaan kami, akan membela anda terhadap tuntutan pihak ketiga yang diajukan terhadap anda yang menuduh kecuaian kami dalam mencegah akses yang tidak dibenarkan kepada, atau salah laku kami dengan sengaja dalam mendedahkan, Maklumat Pengenalpastian Peribadi pelanggan anda yang dimiliki atau dikendalikan oleh kami. Ganti rugi ini tidak akan berlaku sejauh tuntutan tersebut timbul atau berkaitan dengan kecuaian atau salah laku anda atau ejen atau wakil anda, atau sejauh mana tanggungjawab ditolak atau dibatasi oleh salah satu pihak di bawah Perjanjian. Kewajiban ganti rugi yang dinyatakan dalam bahagian ini bergantung kepada anda yang membuktikan kelalaian berat atau salah laku kami secara langsung dan hampir mengakibatkan akses yang tidak dibenarkan kepada atau pendedahan maklumat peribadi pelanggan anda yang dimiliki atau dikendalikan oleh kami.
mt: 10.2 Indennizz għas-Sigurtà tad-Dejta u l-Privatezza: Suġġett għat-Taqsima 10.4, u matul it-terminu tas-sottoskrizzjoni tiegħek għas-Servizzi, aħna, bi spejjeż tagħna, niddefenduwek kontra kull talba ta &#39;parti terza miġjuba kontra tiegħek li tinvoka n-negliġenza kbira tagħna fil-prevenzjoni ta&#39; aċċess mhux awtorizzat. jew, jew l-imġieba ħażina volontarja tagħna fl-iżvelar, Informazzjoni Personalment Identifikabbli tal-klijenti tiegħek fil-pussess jew il-kontroll tagħna. Din l-indennizz ma tapplikax sal-punt li dik it-talba toriġina minn jew tirrigwarda n-negliġenza tiegħek jew l-imġieba ħażina volontarja jew dik tal-aġenti jew rappreżentanti tiegħek, jew safejn ir-responsabbiltà ma tiġix iddikjarata jew limitata minn kull parti taħt il-Ftehim. L-obbligi ta &#39;indennizz stabbiliti f&#39;din it-taqsima jiddependu fuqek li turi li n-negliġenza kbira tagħna jew l-imġieba ħażina volontarja rriżultaw direttament u viċinament fl-aċċess mhux awtorizzat għal jew żvelar ta&#39; informazzjoni identifikabbli personalment tal-klijenti tiegħek fil-pussess jew kontroll tagħna.
my: ၁၀.၂ ဒေတာလုံခြုံရေးနှင့်လျှို့ဝှက်ချက်အတွက်လျော်ကြေးငွေ - ပုဒ်မ ၁၀.၄ နှင့်အညီ ၀ န်ဆောင်မှုများသို့ ၀ န်ဆောင်မှုကာလသက်တမ်းအတွင်းကျွန်ုပ်တို့သည်ခွင့်ပြုချက်မရှိဘဲဝင်ရောက်ခြင်းကိုတားဆီးရာ၌ကျွန်ုပ်တို့၏အကြီးအကျယ်ပေါ့ဆမှုဟုစွပ်စွဲထားသောမည်သည့်တတိယပုဂ္ဂိုလ်မှမဆိုသင့်အားအကာအကွယ်ပေးပါမည် သင်၏ဖောက်သည်များ၏ကိုယ်ရေးကိုယ်တာနှင့်ဆိုင်သောသတင်းအချက်အလက်များကိုကျွန်ုပ်တို့၏ပိုင်ဆိုင်မှုသို့မဟုတ်ထိန်းချုပ်မှုတွင်ထုတ်ဖော်ခြင်းသို့မဟုတ်ကျွန်ုပ်တို့၏တမင်တကာအမှားပြုခြင်း။ ဤအလျော်ကြေးသည်ထိုကဲ့သို့သောပြောဆိုချက်သည်သင်၏ပေါ့ဆမှုသို့မဟုတ်တမင်ပြုသောအပြုအမူသို့မဟုတ်သင်၏ကိုယ်စားလှယ်များသို့မဟုတ်ကိုယ်စားလှယ်များကြောင့်ဖြစ်ပေါ်လာခြင်းသို့မဟုတ်သက်ဆိုင်သည့်အတိုင်းအတာအထိအကျိုးသက်ရောက်မှုရှိလိမ့်မည်မဟုတ်ပါ။ ဤအပိုင်းတွင်ဖော်ပြထားသောလျော်ကြေးပေးရန်တာဝန်ဝတ္တရားများသည်ကျွန်ုပ်တို့၏ကြီးလေးသောလျစ်လျူရှုမှုသို့မဟုတ်တမင်တကာလက်မခံနိုင်သောအပြုအမူများသည်သင်၏ပိုင်ဆိုင်မှုသို့မဟုတ်ထိန်းချုပ်မှုရှိသင့်ဖောက်သည်များ၏ပုဂ္ဂိုလ်ရေးဆိုင်ရာအချက်အလက်များကိုခွင့်ပြုချက်မရှိဘဲလက်လှမ်းမီခြင်းသို့မဟုတ်ထုတ်ဖော်ခြင်းကိုဖြစ်ပေါ်စေသည်ကိုသင်ဤအပိုင်းတွင်ဖော်ပြထားသည်။
ne: १०.२ डाटा सुरक्षा र गोपनीयताका लागि क्षतिपूर्ति: धारा १०..4 को अधीनमा, र सेवाहरूमा तपाईंको सदस्यताको अवधिमा, हामी, हाम्रो खर्चमा, तपाइँको विरुद्धमा ल्याइएको कुनै पनि तेस्रो पक्ष दावी विरूद्ध तपाईंको रक्षा गर्नेछौं जसले अनाधिकृत पहुँच रोक्नमा हाम्रो घोर लापरवाहीको आरोप लगाउँदछ। गर्न, वा खुलासा गर्न हाम्रो जानाजानी दुर्व्यवहार, हाम्रो अधिकार वा नियन्त्रण मा तपाइँको ग्राहकहरु को व्यक्तिगत पहिचान योग्य जानकारी। यो क्षतिपूर्ति त्यो हदसम्म लागू हुँदैन जब त्यस्ता दाबी तपाइँको लापरवाही वा जानाजानी कुप्रथा वा तपाइँको एजेन्ट वा प्रतिनिधिहरु बाट आउँदछ वा हदसम्म दायित्व अस्वीकृत हुन्छ वा सम्झौता अन्तर्गत कुनै पनि पार्टीले सीमित गर्दछ। यस सेक्सनमा उल्लेख गरिएको क्षतिपूर्ति दायित्वहरू तपाईंमाथि निर्भर छन् जुन हाम्रो गम्भीर लापरवाही वा जानाजानी कुप्रथाको प्रमाणित गर्दछ र सीधा र लगभग हाम्रो अधिकार वा नियन्त्रणमा तपाईंको ग्राहकहरूको व्यक्तिगत पहिचान योग्य जानकारीको अनाधिकृत पहुँच वा खुलासाको परिणाम हो।
nl: 10.2 Vrijwaring voor gegevensbeveiliging en privacy: Behoudens artikel 10.4 en gedurende de looptijd van uw abonnement op de Services, zullen wij u, op onze kosten, verdedigen tegen claims van derden die tegen u zijn ingediend en die onze grove nalatigheid in het voorkomen van ongeoorloofde toegang beweren aan, of ons opzettelijk wangedrag bij het vrijgeven van persoonlijk identificeerbare informatie van uw klanten in ons bezit of beheer. Deze vrijwaring is niet van toepassing voor zover een dergelijke claim voortvloeit uit of verband houdt met uw nalatigheid of opzettelijk wangedrag of die van uw agenten of vertegenwoordigers, of voor zover de aansprakelijkheid wordt afgewezen of beperkt door een van de partijen onder de Overeenkomst. De vrijwaringsverplichtingen uiteengezet in deze sectie zijn afhankelijk van het feit dat u aantoont dat onze grove nalatigheid of opzettelijk wangedrag direct en proximaal heeft geleid tot de ongeoorloofde toegang tot of openbaarmaking van persoonlijk identificeerbare informatie van uw klanten in ons bezit of beheer.
no: 10.2 Erstatning for datasikkerhet og personvern: Med forbehold om punkt 10.4, og i løpet av ditt abonnement på tjenestene, skal vi på vår bekostning forsvare deg mot ethvert krav fra tredjepart som er fremsatt mot deg som hevder vår grove uaktsomhet i å forhindre uautorisert tilgang til eller vår forsettlige oppførsel når det gjelder å avsløre, personlig identifiserbar informasjon om dine kunder i vår besittelse eller kontroll. Denne skadeserstatningen vil ikke gjelde i den utstrekning et slikt krav oppstår fra eller relaterer til din uaktsomhet eller forsettlig opptreden eller dine agenter eller representanter, eller i den grad ansvaret fraskrives eller begrenses av noen av partene i henhold til avtalen. Erstatningsforpliktelsene som er angitt i dette avsnittet er betinget av at du beviser vår grov uaktsomhet eller forsettlig oppførsel direkte og nært førte til uautorisert tilgang til eller avsløring av personlig identifiserbar informasjon om dine kunder i vår besittelse eller kontroll.
or: 10.2 ଡାଟା ସୁରକ୍ଷା ଏବଂ ଗୋପନୀୟତା ପାଇଁ କ୍ଷତିପୂରଣ: ଧାରା 10.4 ଅନୁଯାୟୀ, ଏବଂ ସେବାଗୁଡିକରେ ଆପଣଙ୍କର ସବସ୍କ୍ରିପସନ୍ ଅବଧି ସମୟରେ, ଆମେ ଆପଣଙ୍କ ଖର୍ଚ୍ଚରେ ଆପଣଙ୍କ ବିରୁଦ୍ଧରେ ଆଣିଥିବା କ third ଣସି ତୃତୀୟ ପକ୍ଷ ଦାବି ବିରୁଦ୍ଧରେ ଆପଣଙ୍କୁ ରକ୍ଷା କରିବୁ ଯାହା ଅନଧିକୃତ ପ୍ରବେଶକୁ ରୋକିବାରେ ଆମର ଚରମ ଅବହେଳା ଅଭିଯୋଗ କରେ | ଆମର ଅଧିକାର କିମ୍ବା ନିୟନ୍ତ୍ରଣରେ ଆପଣଙ୍କ ଗ୍ରାହକଙ୍କ ବ୍ୟକ୍ତିଗତ ପରିଚୟ ଯୋଗ୍ୟ ସୂଚନା ପ୍ରକାଶ କରିବାରେ ଆମର ଇଚ୍ଛାକୃତ ଦୁଷ୍କର୍ମ | ଏହି କ୍ଷତିପୂରଣ ସେହି ପରିମାଣରେ ପ୍ରଯୁଜ୍ୟ ହେବ ନାହିଁ ଯେଉଁଥିରେ ଆପଣଙ୍କର ଅବହେଳା କିମ୍ବା ଇଚ୍ଛାକୃତ ଅସଦାଚରଣ କିମ୍ବା ଆପଣଙ୍କ ଏଜେଣ୍ଟ କିମ୍ବା ପ୍ରତିନିଧୀଙ୍କ ଦ୍ such ାରା ଏପରି ଦାବି ଉତ୍ପନ୍ନ ହୁଏ କିମ୍ବା ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ଉଭୟ ପକ୍ଷ ଦ୍ liability ାରା ଦାୟିତ୍ laim ପ୍ରତ୍ୟାଖ୍ୟାନ କିମ୍ବା ସୀମିତ ହୋଇଯାଏ। ଆମର ଚରମ ଅବହେଳା କିମ୍ବା ଇଚ୍ଛାକୃତ ଅସଦାଚରଣକୁ ପ୍ରମାଣ କରିବା ଉପରେ ଏହି ବିଭାଗରେ ପ୍ରଦତ୍ତ କ୍ଷତିପୂରଣ ବାଧ୍ୟତାମୂଳକଗୁଡିକ ଆପଣଙ୍କ ଉପରେ ନିର୍ଭରଶୀଳ ଅଟେ ଯାହା ଆମର ଗ୍ରାହକଙ୍କ ଅଧୀନରେ ଥିବା ବ୍ୟକ୍ତିଗତ ଚିହ୍ନଟ ଯୋଗ୍ୟ ତଥ୍ୟକୁ ଅନଧିକୃତ ପ୍ରବେଶ କିମ୍ବା ପ୍ରକାଶ କରିବାରେ ସିଧାସଳଖ ଏବଂ ପାଖାପାଖି ଫଳାଫଳ ଦେଇଛି |
pa: 10.2 ਡੇਟਾ ਸੁੱਰਖਿਆ ਅਤੇ ਗੋਪਨੀਯਤਾ ਲਈ ਮੁਆਵਜ਼ਾ: ਧਾਰਾ 10.4 ਦੇ ਅਧੀਨ, ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਤੁਹਾਡੀ ਗਾਹਕੀ ਦੀ ਮਿਆਦ ਦੇ ਦੌਰਾਨ, ਅਸੀਂ, ਤੁਹਾਡੇ ਖਰਚੇ &#39;ਤੇ, ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਲਿਆਂਦੇ ਕਿਸੇ ਤੀਜੇ ਪੱਖ ਦੇ ਦਾਅਵੇ ਦੇ ਵਿਰੁੱਧ ਤੁਹਾਡਾ ਬਚਾਅ ਕਰਾਂਗੇ ਜੋ ਅਣਅਧਿਕਾਰਤ ਪਹੁੰਚ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਸਾਡੀ ਘੋਰ ਅਣਗਹਿਲੀ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ. ਨੂੰ, ਜਾਂ ਸਾਡੇ ਕਬਜ਼ੇ ਜਾਂ ਨਿਯੰਤਰਣ ਵਿਚ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਦੀ ਵਿਅਕਤੀਗਤ ਤੌਰ &#39;ਤੇ ਪਛਾਣ ਯੋਗ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਵਿਚ ਸਾਡੀ ਜਾਣਬੁੱਝ ਕੇ ਦੁਰਵਿਵਹਾਰ. ਇਹ ਮੁਆਵਜ਼ਾ ਇਸ ਹੱਦ ਤਕ ਲਾਗੂ ਨਹੀਂ ਹੋਏਗਾ ਜਿਵੇਂ ਕਿ ਇਹ ਦਾਅਵਾ ਤੁਹਾਡੀ ਅਣਗਹਿਲੀ ਜਾਂ ਜਾਣਬੁੱਝ ਕੇ ਦੁਰਾਚਾਰ ਜਾਂ ਤੁਹਾਡੇ ਏਜੰਟਾਂ ਜਾਂ ਨੁਮਾਇੰਦਿਆਂ ਨਾਲ ਸਬੰਧਤ ਹੈ, ਜਾਂ ਇਕਰਾਰਨਾਮੇ ਦੇ ਅਧੀਨ ਕਿਸੇ ਵੀ ਧਿਰ ਦੁਆਰਾ ਇਸ ਹੱਦ ਤਕ ਜ਼ਿੰਮੇਵਾਰੀ ਤੋਂ ਇਨਕਾਰ ਜਾਂ ਸੀਮਤ ਹੈ. ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਨਿਰਧਾਰਤ ਕੀਤੀ ਗਈ ਮੁਆਵਜ਼ੇ ਦੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਤੁਹਾਡੇ ਉੱਪਰ ਸਾਡੀ ਪੂਰੀ ਲਾਪਰਵਾਹੀ ਜਾਂ ਇਰਾਦਤਨ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਸਿੱਧ ਕਰ ਰਹੀਆਂ ਹਨ ਸਿੱਧੇ ਅਤੇ ਅੰਦਾਜ਼ਨ ਸਿੱਟੇ ਵਜੋਂ ਅਤੇ ਸਾਡੇ ਕਾਬੂ ਜਾਂ ਨਿਯੰਤਰਣ ਵਿਚ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਦੀ ਨਿੱਜੀ ਤੌਰ ਤੇ ਪਛਾਣਯੋਗ ਜਾਣਕਾਰੀ ਦੀ ਅਣਅਧਿਕਾਰਤ ਪਹੁੰਚ ਜਾਂ ਖੁਲਾਸਾ ਹੋਇਆ ਹੈ.
pl: 10.2 Odszkodowanie za bezpieczeństwo danych i prywatność: Z zastrzeżeniem punktu 10.4 oraz w okresie subskrypcji usług, będziemy, na nasz koszt, bronić cię przed wszelkimi roszczeniami stron trzecich, które wynikają z naszego rażącego zaniedbania w zapobieganiu nieautoryzowanemu dostępowi lub umyślne niewłaściwe postępowanie przy ujawnianiu danych osobowych klientów będących w naszym posiadaniu lub pod kontrolą. Odszkodowanie to nie będzie miało zastosowania w zakresie, w jakim takie roszczenie wynika z niedbalstwa lub umyślnego uchybienia lub działań przedstawicieli lub przedstawicieli, lub w zakresie, w jakim odpowiedzialność jest zrzeczona lub ograniczona przez którąkolwiek ze stron na podstawie Umowy. Zobowiązania odszkodowawcze określone w tej sekcji są uwarunkowane tym, że udowodnisz, że nasze rażące zaniedbanie lub umyślne przewinienie bezpośrednio i pośrednio doprowadziło do nieuprawnionego dostępu lub ujawnienia danych osobowych Twoich klientów będących w naszym posiadaniu lub pod kontrolą.
ps: 10.2 د معلوماتو امنیت او محرمیت لپاره تخفیف: د 10.4 برخې تابع کیږي ، او په خدماتو کې ستاسو د ګډون شرایط په جریان کې ، موږ به ستاسو په مقابل کې د دریمې ډلې ادعا باندې دفاع وکړو چې د غیر مجاز لاسرسي مخه نیولو کې زموږ ناخالص ادعا کوي. ته ، یا زموږ په ارادې یا کنټرول کې ستاسو د پیرودونکو شخصي پیژندل شوي معلومات افشا کولو کې زموږ قصدي غلط چلند. دا تاوان به تر هغې پورې نه پلي کیږي چې دا ډول ادعا ستاسو د غفلت یا قصدي ناوړه چلند یا ستاسو د اجنټانو یا نمایندګیو پورې اړه لري ، یا تر هغه حده پورې چې د موافقتنامې له مخې د دواړو لورو لخوا مکلفیت یا محدودیت شتون ولري. پدې برخه کې ذکر شوي زیان منونکي مسؤلیتونه په تاسو پورې اړه لري چې زموږ پراخه غفلت یا په قصدي ډول ناوړه چلند ثابتوي چې زموږ په ملکیت یا کنټرول کې ستاسو د پیرودونکو شخصي پیژندل شوي معلوماتو ته غیر رسمي لاسرسي یا افشا کول دي.
pt: 10.2 Indenização por segurança e privacidade dos dados: Sujeito à Seção 10.4, e durante a vigência da sua assinatura dos Serviços, iremos, às nossas custas, defendê-lo contra qualquer reclamação de terceiros feita contra você que alega nossa negligência grave na prevenção de acesso não autorizado ou nossa conduta dolosa na divulgação de informações de identificação pessoal de seus clientes em nossa posse ou controle. Essa indenização não se aplicará na medida em que tal reclamação surgir ou se relacionar com sua negligência ou má conduta intencional ou com a de seus agentes ou representantes, ou na medida em que a responsabilidade seja exonerada ou limitada por qualquer das partes nos termos do Contrato. As obrigações de indenização estabelecidas nesta seção dependem da comprovação de que nossa negligência grave ou conduta dolosa resultou direta e proximamente no acesso ou divulgação não autorizada de informações de identificação pessoal de seus clientes em nossa posse ou controle.
ro: 10.2 Despăgubire pentru securitatea datelor și confidențialitate: Sub rezerva secțiunii 10.4 și pe durata abonamentului dvs. la servicii, vă vom apăra, pe cheltuiala noastră, împotriva oricărei cereri de la terți înaintate împotriva dvs. care invocă neglijența noastră grea în prevenirea accesului neautorizat. sau către comportamentul nostru incorect în dezvăluirea informațiilor personale identificabile ale clienților dvs. în posesia sau controlul nostru. Această despăgubire nu se va aplica în măsura în care o astfel de reclamație rezultă din sau se referă la neglijența dvs. sau la o conduită incorectă voluntară sau la cea a agenților sau reprezentanților dvs., sau în măsura în care răspunderea este respinsă sau limitată de oricare dintre părți în baza acordului. Obligațiile de despăgubire prevăzute în această secțiune depind de dvs. care dovedesc neglijența noastră greșită sau o conduită incorectă voluntară a dus direct și proxim la accesul neautorizat la sau dezvăluirea informațiilor personale identificabile ale clienților dvs. în posesia sau controlul nostru.
ru: 10.2 Возмещение убытков за безопасность и конфиденциальность данных: в соответствии с разделом 10.4, и в течение срока вашей подписки на Услуги мы будем за наш счет защищать вас от любых претензий третьих сторон, выдвинутых против вас, в которых говорится о нашей грубой небрежности в предотвращении несанкционированного доступа. или нашего умышленного неправомерного поведения при разглашении личной информации ваших клиентов, которые находятся в нашем распоряжении или под нашим контролем. Это возмещение не будет применяться в той мере, в которой такое требование возникает или связано с вашей халатностью или преднамеренным неправомерным поведением или действиями ваших агентов или представителей, а также в той мере, в которой ответственность отказывается или ограничивается одной из сторон в соответствии с Соглашением. Обязательства по возмещению убытков, изложенные в этом разделе, зависят от того, как вы докажете, что наша грубая халатность или преднамеренное проступок прямо и косвенно привели к несанкционированному доступу или разглашению идентифицирующей личность информации ваших клиентов, которой мы владеем или контролируем.
rw: 10.2 Indishyi z&#39;umutekano wibanga n’ibanga: Haseguriwe Igice cya 10.4, kandi mugihe cyigihe cyo kwiyandikisha kuri Serivisi, tuzishyura amafaranga yacu, tuzakurwanirira ikirego cy’abandi bantu bakurega kirega uburangare bukabije mu gukumira kwinjira bitemewe. Kuri, cyangwa imyitwarire yacu idahwitse muguhishura, Umuntu ku giti cye Amakuru yamenyekanye kubakiriya bawe dufite cyangwa tugenzura. Iyi ndishyi ntizakurikizwa mugihe ibyo birego bituruka cyangwa bifitanye isano n&#39;uburangare bwawe cyangwa imyitwarire idahwitse nkana cyangwa iy&#39;abakozi bawe cyangwa abahagarariye, cyangwa ku buryo inshingano zitangwa cyangwa zigarukira ku mpande zombi hakurikijwe Amasezerano. Inshingano z&#39;indishyi zivugwa muri iki gice zishingiye kuri wewe werekana uburangare bukabije cyangwa imyitwarire idahwitse yabigizemo uruhare mu buryo butaziguye kandi byegeranye no kubona cyangwa kutamenyekanisha amakuru yihariye y&#39;abakiriya bawe dufite cyangwa tugenzura.
sd: 10.2 ڊيٽا جي حفاظت ۽ رازداري لاءِ معافي: سيڪشن 10.4 سان مشروط ، ۽ توهان جي سبسڪرپشن جي مدت جي دوران ، اسان توهان جي خرچ تي ، توهان جي خلاف ڪنهن به ٽين ڌر جي دعوي خلاف توهان جو دفاع ڪنداسين جيڪو غير مجاز رسائي کي روڪڻ ۾ اسان جي سخت غفلت جو الزام آهي. ڏانهن ، يا اسان جي گراهڪن يا ضابطي ۾ توهان جي گراهڪن جي ذاتي سڃاڻپ ڪندڙ معلومات کي ظاهر ڪرڻ ۾ اسان جي خفيه بدانتظامي. اهو ترديد ان حد تائين لاڳو نه ٿيندو ، جئين اهو دعوي توهان جي غفلت يا توهان جي غفلت يا ارادي جي بدانتظامي يا توهان جي ايجنٽن يا نمائندن سان واسطو رکي ، يا معاهدي جي تحت ڪنهن به ڌر طرفان ذميداري جي حد تائين محدود نه ٿيندي. هن حصي ۾ مقرر ڪيل غداري جي ذميواري توهان تي مڙهيل آهي ته اسان جي مڪمل غفلت يا دخل انگيز ڳالهه توهان سڌي ريت ۽ ويجهڙائي جي نتيجي ۾ اسان جي گراهڪن يا قبضي ۾ توهان جي گراهڪن جي ذاتي سڃاڻپ واري معلومات جي غير مجاز رسائي يا ظاهر ڪري ڇڏيو.
si: 10.2 දත්ත සුරක්‍ෂිතතාව සහ පෞද්ගලිකත්වය සඳහා වන්දි ගෙවීම: 10.4 වගන්තියට යටත්ව, සහ ඔබ සේවා සඳහා දායකත්වය ලබා දුන් කාල සීමාව තුළ, අනවසරයෙන් ප්‍රවේශ වීම වැළැක්වීමේදී අපගේ දැඩි නොසැලකිලිමත්කම ගැන චෝදනා කරන ඔබට එරෙහිව ගෙන එන ඕනෑම තෙවන පාර්ශවීය හිමිකම් පෑමකට එරෙහිව අපි අපගේ වියදමින් ඔබව ආරක්ෂා කරන්නෙමු. අප සන්තකයේ හෝ පාලනයෙහි සිටින ඔබේ ගනුදෙනුකරුවන්ගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු හෙළිදරව් කිරීමේදී හෝ හිතාමතා කළ විෂමාචාරය. එවැනි වන්දි මුදලක් ඔබේ නොසැලකිලිමත්කම හෝ හිතාමතා විෂමාචාරය හෝ ඔබේ නියෝජිතයින්ගේ හෝ නියෝජිතයින්ගේ අයිතිවාසිකම් හෝ අදාළ වන ප්‍රමාණයට හෝ ගිවිසුම යටතේ එක් පාර්ශ්වයක් විසින් වගකීම් පැහැර හරින ලද හෝ සීමා කරන ලද ප්‍රමාණයට මෙම වන්දි මුදල අදාළ නොවේ. අපගේ දැඩි නොසැලකිල්ල හෝ හිතාමතා විෂමාචාරය සෘජුවම හා ආසන්න වශයෙන් අපගේ සන්තකයේ හෝ පාලනයෙහි සිටින ඔබේ ගනුදෙනුකරුවන්ගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු වෙත අනවසරයෙන් ප්‍රවේශ වීමට හෝ අනාවරණය කිරීමට හේතු වී ඇති බව ඔප්පු කිරීම සඳහා මෙම කොටසේ දක්වා ඇති වන්දි වගකීම් ඔබ මත රඳා පවතී.
sk: 10.2 Odškodnenie za bezpečnosť údajov a ochranu osobných údajov: S výhradou ustanovení oddielu 10.4 a počas obdobia vášho prihlásenia sa na služby vás budeme na svoje náklady brániť pred akýmkoľvek nárokom tretej strany vzneseným proti vám, ktorý sa týka našej hrubej nedbanlivosti pri zabránení neoprávnenému prístupu. na naše úmyselné zneužitie úradnej moci pri zverejňovaní osobných údajov vašich zákazníkov, ktoré máme v držbe alebo pod kontrolou. Toto odškodnenie sa nebude vzťahovať na rozsah, v akom takýto nárok vyplýva z vašej nedbanlivosti alebo úmyselného zneužitia úradnej moci alebo zo strany vašich agentov alebo zástupcov alebo sa na ňu vzťahuje, ani do rozsahu, v akom je ktorákoľvek zo strán podľa dohody vylúčená alebo obmedzená na zodpovednosť. Povinnosti týkajúce sa odškodnenia stanovené v tejto časti sú podmienené tým, že preukážete, že naša hrubá nedbanlivosť alebo úmyselné zneužitie úradnej moci viedli priamo a bezprostredne k neoprávnenému prístupu k osobným identifikačným údajom vašich zákazníkov, ktoré máme k dispozícii alebo pod ich kontrolou.
sl: 10.2 Odškodnina za varnost podatkov in zasebnost: V skladu z oddelkom 10.4 in med trajanjem vaše naročnine na storitve vas bomo na naše stroške zagovarjali pred morebitnimi zahtevki tretjih oseb, vloženih proti vam, ki navajajo našo hudo malomarnost pri preprečevanju nepooblaščenega dostopa do ali namerno napačno razkrivanje osebnih podatkov vaših strank, ki jih imamo v lasti ali pod nadzorom. Ta odškodnina se ne bo nanašala na obseg, ki izhaja iz takega zahtevka ali se nanaša na vašo malomarnost ali naklepno ravnanje ali zastopanje vaših zastopnikov ali zastopnikov, ali če nobena od pogodbenic v skladu s pogodbo odkrije ali omeji odgovornost. Obveznosti odškodnine, določene v tem razdelku, so odvisne od tega, če dokažete, da je naša huda malomarnost ali namerna kršitev neposredno in od blizu povzročila nepooblaščen dostop ali razkritje osebnih podatkov vaših strank, ki jih imamo v lasti ali nadzoru.
sq: 10.2 Dëmshpërblimi për sigurinë e të dhënave dhe privatësinë: Në varësi të nenit 10.4, dhe gjatë kohëzgjatjes së pajtimit tuaj në Shërbime, ne, me shpenzimet tona, do t&#39;ju mbrojmë kundër çdo pretendimi të palës së tretë të ngritur kundër jush që pretendon pakujdesinë tonë në parandalimin e qasjes së paautorizuar ose sjellja e gabuar e vullnetshme për të zbuluar, Informacione të Identifikueshme Personalisht të klientëve tuaj që disponojnë ose kontrollojnë. Kjo dëmshpërblim nuk do të zbatohet në masën që pretendimi i tillë lind ose lidhet me pakujdesinë ose sjelljen e qëllimshme të tij ose atë të agjentëve ose përfaqësuesve tuaj, ose në masën që përgjegjësia është mohuar ose kufizuar nga secila palë në bazë të Marrëveshjes. Detyrimet e dëmshpërblimit të përcaktuara në këtë pjesë varen nga ju duke provuar neglizhencën tonë të rëndë ose sjelljen e gabuar të qëllimshme ka sjellë direkt dhe afërsisht në qasjen e paautorizuar në ose zbulimin e informacionit personalisht të identifikueshëm të klientëve tuaj në posedimin ose kontrollin tonë.
sr: 10.2 Одштета за сигурност података и приватност: У складу са одељком 10.4, и за време трајања ваше претплате на Услуге, ми ћемо вас на наш трошак бранити од било ког захтева поднетог против вас који тврди да је наша велика непажња у спречавању неовлашћеног приступа на или намерно погрешно поступање у обелодањивању личних података ваших купаца у нашем власништву или контроли. Ова одштета се неће применити у мери у којој таква тврдња произилази из или се односи на вашу непажњу или намерно недолично поступање или од стране ваших агената или представника, или у мери у којој је било која страна одбијена или ограничена према уговору. Обавезе одштете наведене у овом одељку зависе од тога што докажете да је наша груба непажња или намерно непоштивање директно и ближе резултирало неовлашћеним приступом или откривањем личних података ваших купаца у нашем власништву или контроли.
sv: 10.2 Ersättning för datasäkerhet och integritet: Med förbehåll för avsnitt 10.4, och under din prenumeration på tjänsterna, ska vi på vår bekostnad försvara dig mot alla krav från tredje part som väcks mot dig som påstår vår grov vårdslöshet i att förhindra obehörig åtkomst till eller vår avsiktliga felaktighet vid avslöjande av personlig information om dina kunder i vår besittning eller kontroll. Denna ersättning kommer inte att gälla i den utsträckning som ett sådant krav uppstår från eller hänför sig till din vårdslöshet eller uppsåtliga uppträdande eller av dina ombud eller representanter, eller i den utsträckning ansvarsfrihet friskrivs eller begränsas av någon av parterna enligt avtalet. Ersättningsskyldigheterna som anges i detta avsnitt är beroende av att du bevisar vår grov vårdslöshet eller uppsåtliga fel har direkt och närmast resulterat i obehörig tillgång till eller avslöjande av personlig identifierbar information om dina kunder i vår besittning eller kontroll.
sw: 10.2 Uthibitisho wa Usalama wa Takwimu na faragha: Kulingana na kifungu cha 10.4, na wakati wa usajili wako kwa Huduma, kwa gharama yetu, tutakutetea dhidi ya madai yoyote ya mtu wa tatu aliyeletwa dhidi yako ambayo inadai uzembe wetu mkubwa katika kuzuia ufikiaji usioidhinishwa. kwa, au mwenendo wetu mbaya wa makusudi katika kufichua, Maelezo ya Kibinafsi ya watambulisho wa wateja wako katika milki yetu au udhibiti wetu. Shtaka hili halitatumika kwa kiwango ambacho madai hayo yanatoka au yanahusiana na uzembe wako au mwenendo mbaya wa makusudi au ule wa mawakala wako au wawakilishi, au kwa dhima hiyo imekataliwa au kupunguzwa na chama chochote chini ya Mkataba. Majukumu ya hatia yaliyowekwa katika kifungu hiki yanategemea wewe unathibitisha uzembe wetu mkubwa au mwenendo mbaya wa makusudi ina moja kwa moja na kwa kadiri imesababisha ufikiaji usioidhinishwa wa au kufichua habari inayotambulika ya wateja wako katika milki yetu au udhibiti.
ta: 10.2 தரவு பாதுகாப்பு மற்றும் தனியுரிமைக்கான இழப்பீடு: பிரிவு 10.4 க்கு உட்பட்டு, சேவைகளுக்கான உங்கள் சந்தாவின் காலத்தின் போது, அங்கீகரிக்கப்படாத அணுகலைத் தடுப்பதில் எங்கள் முழு அலட்சியம் என்று குற்றம் சாட்டும் உங்களுக்கு எதிராகக் கொண்டுவரப்பட்ட எந்தவொரு மூன்றாம் தரப்பு உரிமைகோரலுக்கும் எதிராக நாங்கள் எங்கள் செலவில் உங்களைப் பாதுகாப்போம். எங்கள் வசம் அல்லது கட்டுப்பாட்டில் உள்ள உங்கள் வாடிக்கையாளர்களின் தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்களை வெளிப்படுத்துவதில் எங்கள் வேண்டுமென்றே தவறான நடத்தை. இத்தகைய இழப்பீடு உங்கள் அலட்சியம் அல்லது வேண்டுமென்றே தவறான நடத்தை அல்லது உங்கள் முகவர்கள் அல்லது பிரதிநிதிகளிடமிருந்து எழும் அல்லது தொடர்புடைய அளவிற்கு இந்த இழப்பீடு பொருந்தாது, அல்லது ஒப்பந்தத்தின் கீழ் எந்தவொரு தரப்பினராலும் பொறுப்பு மறுக்கப்படுகிறது அல்லது வரையறுக்கப்படுகிறது. எங்கள் மொத்த அலட்சியம் அல்லது வேண்டுமென்றே தவறான நடத்தை எங்கள் வசம் அல்லது கட்டுப்பாட்டில் உள்ள உங்கள் வாடிக்கையாளர்களின் தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்களை அங்கீகரிக்கப்படாத அணுகல் அல்லது வெளிப்படுத்தியதன் விளைவாக இந்த பிரிவில் குறிப்பிடப்பட்டுள்ள இழப்பீட்டு கடமைகள் நீங்கள் தொடர்ந்து உள்ளன.
te: 10.2 డేటా భద్రత మరియు గోప్యత కోసం నష్టపరిహారం: సెక్షన్ 10.4 కు లోబడి, మరియు సేవలకు మీ చందా వ్యవధిలో, అనధికార ప్రాప్యతను నిరోధించడంలో మా స్థూల నిర్లక్ష్యాన్ని ఆరోపిస్తూ మీకు వ్యతిరేకంగా తీసుకువచ్చిన ఏదైనా మూడవ పార్టీ దావా నుండి మేము మా ఖర్చుతో మిమ్మల్ని రక్షించుకుంటాము. మా వద్ద లేదా నియంత్రణలో మీ కస్టమర్ల యొక్క వ్యక్తిగతంగా గుర్తించదగిన సమాచారాన్ని బహిర్గతం చేయడంలో మా ఉద్దేశపూర్వక దుష్ప్రవర్తన. ఈ నష్టపరిహారం మీ నిర్లక్ష్యం లేదా ఉద్దేశపూర్వక దుష్ప్రవర్తన లేదా మీ ఏజెంట్లు లేదా ప్రతినిధుల నుండి ఉత్పన్నమయ్యే లేదా సంబంధం ఉన్నంత వరకు వర్తించదు, లేదా ఒప్పందం ప్రకారం ఏ పార్టీ అయినా బాధ్యత నిరాకరించబడుతుంది లేదా పరిమితం చేయబడుతుంది. ఈ విభాగంలో నిర్దేశించిన నష్టపరిహార బాధ్యతలు మా స్థూల నిర్లక్ష్యం లేదా ఉద్దేశపూర్వక దుష్ప్రవర్తన ప్రత్యక్షంగా మరియు సాపేక్షంగా మా స్వాధీనంలో లేదా నియంత్రణలో మీ కస్టమర్ల యొక్క వ్యక్తిగతంగా గుర్తించదగిన సమాచారాన్ని అనధికారికంగా యాక్సెస్ చేయడానికి లేదా బహిర్గతం చేయడానికి కారణమయ్యాయి.
tg: 10.2 Ҷуброни амнияти маълумот ва махфият: Бо дарназардошти фасли 10.4 ва дар давоми мӯҳлати обуна ба хидматҳо, мо аз ҳисоби мо аз даъвои тарафи сеюм, ки нисбати шумо пешниҳод шудааст, ҳимояи беэътимодии моро дар пешгирӣ кардани дастрасии беиҷозат муҳофизат мекунем. ё ба рафтори нодурусти мо дар ифшои, Маълумоти шахсии мушаххасшудаи муштариёни шумо дар ихтиёри мо ё назорати мо. Ҷубронпулӣ ба он дараҷае татбиқ намегардад, ки ин гуна даъво аз беэътиноӣ ё рафтори барқасдонаатон ё рафтори агентҳо ё намояндагони шумо ба миён ояд ё ба андозае масъулият аз ҷониби ягон тараф аз ҷониби ин тараф рад ё маҳдуд карда шавад. Ӯҳдадориҳои ҷуброни дар ин қисмат овардашуда ба шумо вобастаанд, ки аз беэътиноӣ ва рафтори барқасдона мо мустақиман ва тақрибан ба дастрасии ғайриқонунӣ ба дастрасӣ ё ифшои маълумоти шахсии мушаххаснамудаи муштариёни шумо дар ихтиёр ё назорати мо оварда мерасонад.
th: 10.2 การชดใช้ค่าเสียหายสำหรับความปลอดภัยของข้อมูลและความเป็นส่วนตัว: ภายใต้หัวข้อ 10.4 และในช่วงระยะเวลาของการสมัครใช้บริการของคุณเราจะปกป้องคุณจากการเรียกร้องจากบุคคลที่สามซึ่งอ้างว่าประมาทเลินเล่ออย่างร้ายแรงของเรา เพื่อหรือการกระทำผิดโดยจงใจของเราในการเปิดเผยข้อมูลที่สามารถระบุตัวบุคคลของลูกค้าของคุณในความครอบครองหรือการควบคุมของเรา การชดใช้ค่าสินไหมทดแทนนี้จะไม่ใช้บังคับในขอบเขตที่การเรียกร้องดังกล่าวเกิดขึ้นจากหรือเกี่ยวข้องกับความประมาทเลินเล่อหรือการกระทำผิดโดยจงใจของคุณหรือตัวแทนหรือตัวแทนของคุณหรือความรับผิดในขอบเขตที่ถูกปฏิเสธ ภาระผูกพันการชดใช้ค่าเสียหายที่ระบุไว้ในส่วนนี้จะเกิดขึ้นเมื่อคุณพิสูจน์ความประมาทเลินเล่ออย่างร้ายแรงหรือการกระทำผิดโดยจงใจของเราโดยตรงและโดยประมาณส่งผลให้มีการเข้าถึงหรือเปิดเผยข้อมูลส่วนบุคคลของลูกค้าของคุณ
tk: 10.2 Maglumat howpsuzlygy we şahsy durmuşyň eldegrilmesizligi üçin töleg: 10.4-nji bölüme laýyklykda we Hyzmatlara ýazylmagyňyzyň dowamynda, öz hasabymyzdan, rugsatsyz girişiň öňüni almakda gödek seresapsyzlygymyzy öňe sürýän üçünji tarap talaplaryndan gorarys. eýeçiligimizde ýa-da gözegçilikde saklaýan müşderileriňiziň şahsy maglumatlaryny aýan etmekde ýa-da bilkastlaýyn nädogry hereketlerimiz. Bu öwezini doluş tölegi, şeýle talapyň geleňsizligiňizden ýa-da bilkastlaýyn eden-etdiligiňizden ýa-da wekilleriňiziň ýa-da wekilleriňiziň talaplaryndan gelip çykan ýa-da Ylalaşyk boýunça taraplaryň jogapkärçiligini boýun alýan ýa-da çäklendirilen derejede ulanylmaýar. Bu bölümde görkezilen öwezini doluş borçnamalary, biziň geleňsizligimizi ýa-da bilkastlaýyn nädogry hereketlerimizi, müşderileriňiziň şahsyýetini anyklaýan maglumatlaryň rugsatsyz girilmegine ýa-da eýeçiligimizde ýa-da gözegçilikde saklanmagyna gönüden-göni sebäp bolandygyny görkezýär.
tl: 10.2 Indemnipikasyon para sa Seguridad ng Data at Pagkapribado: Paksa sa Seksyon 10.4, at sa panahon ng iyong subscription sa Mga Serbisyo, gagawin namin, sa aming gastos, ipagtatanggol ka laban sa anumang pag-angkin ng ikatlong partido na dinala laban sa iyo na nagpapagaan sa aming labis na kapabayaan sa pag-iwas sa hindi awtorisadong pag-access sa, o ang aming sinasadya ng maling pag-uugali sa isiniwalat, Personal na Pagkakilala na Impormasyon ng iyong mga customer sa aming pag-aari o kontrol. Ang utang na ito ay hindi mailalapat sa lawak na ang naturang pag-angkin ay nagmula sa o nauugnay sa iyong kapabayaan o sinasadyang maling paggawi o ng iyong mga ahente o kinatawan, o sa saklaw ng pananagutan ay itinanggi o limitado ng alinman sa partido sa ilalim ng Kasunduan. Ang mga obligasyon ng indemnidad na nakalagay sa seksyong ito ay nakasalalay sa iyo na nagpapatunay ng aming kawalang kapabayaan o sinasadya ng maling pagkilos ay direktang at malapit sa nagresulta sa hindi awtorisadong pag-access sa o pagsisiwalat ng personal na makikilalang impormasyon ng iyong mga customer sa aming pag-aari o kontrol.
tr: 10.2 Veri Güvenliği ve Gizliliğine Tazminat: Bölüm 10.4&#39;e tabi olarak ve Hizmetlere abonelik süresi boyunca, masrafları size ait olmak üzere, sizi aleyhinize yetkisiz erişimi önleme konusunda ağır ihmali iddia eden herhangi bir üçüncü taraf talebine karşı savunacağız. sahip olduğumuz veya kontrolümüzdeki müşterilerinizin Kişisel Olarak Tanımlanabilen Bilgilerini açıklamak veya kasıtlı olarak kötüye kullanmak. Bu tazminat, bu tür bir talebin ihmaliniz veya kasıtlı suiistimaliniz veya temsilcileriniz veya temsilcilerinizden kaynaklandığı veya bunlarla ilgili olduğu veya yükümlülüğün Sözleşme kapsamındaki taraflarca reddedildiği veya sınırlandığı ölçüde geçerli olmayacaktır. Bu bölümde belirtilen tazminat yükümlülükleri, büyük ihmalimizin veya kasıtlı suistimalin doğrudan ve yaklaşık olarak sahip olduğumuz veya kontrolümüzdeki müşterilerinizin kişisel olarak tanımlanabilir bilgilerine yetkisiz erişimine veya ifşa edilmesine neden olduğunu kanıtlamanıza bağlıdır.
tt: 10.2 Мәгълүмати куркынычсызлык һәм хосусыйлык өчен компенсация: 10.4 бүлекне исәпкә алып, һәм Сез Хезмәтләргә язылу чорында, без, үз хисабыбыз белән, сезгә рөхсәтсез керүдән саклап калуда безнең төп игътибарсызлыгыбызны белдергән өченче як таләбеннән яклаячакбыз. яисә безнең контрольдә булган клиентларыгызның шәхси идентификацион мәгълүматын ачуда безнең белә торып тәртип бозу. Бу компенсация андый таләп килеп чыккан яки сезнең ваемсызлыгыгыз, белә торып тәртип бозуыгыз яки сезнең агентлар яки вәкилләр белән бәйле булган очракта, яисә Килешү нигезендә ике як тарафыннан җаваплылык игълан ителгән яки чикләнгән дәрәҗәдә кулланылмый. Бу бүлектә күрсәтелгән компенсация йөкләмәләре сезнең тупас ваемсызлыгыбызны яки белә торып эшләмәвегезне раслаучы шартларга туры килә, турыдан-туры һәм якынча сезнең клиентларның шәхси идентификацион мәгълүматларына рөхсәтсез керү яки ачу безнең кулда яки контрольдә.
ug: 10.2 سانلىق مەلۇمات بىخەتەرلىكى ۋە مەخپىيەتلىككە تۆلەم تۆلەش: 10.4-ماددىغا ئاساسەن ، مۇلازىمەتكە مۇشتەرى بولۇش مۇددىتىڭىزدە ، بىز ئۆز خىراجىتىمىز بىلەن سىزگە رۇخسەت قىلىنغان زىيارەتنىڭ ئالدىنى ئېلىشتىكى ئېغىر سەۋەنلىكىمىزنى ئوتتۇرىغا قويغان ئۈچىنچى تەرەپ دەۋاسىدىن مۇداپىئە قىلىمىز. ياكى بىزنىڭ ئىگىدارچىلىقىمىز ياكى كونتروللۇقىڭىزدىكى خېرىدارلارنىڭ شەخسىي سالاھىيەت ئۇچۇرىنى ئاشكارىلاشتىكى قەستەن خاتالىقلىرىمىز. بۇ تۆلەم سىزنىڭ بۇ سەۋەنلىكىڭىز ياكى سىزنىڭ ۋاكالەتچىڭىز ياكى ۋەكىللىرىڭىزنىڭ بىپەرۋالىقىڭىز ياكى قەستەن ناتوغرا ئىستىللىرىڭىزدىن كېلىپ چىققان ياكى مۇناسىۋەتلىك ياكى كېلىشىمدىكى ئىككى تەرەپ جاۋابكارلىقنى ئۈستىگە ئالغان ياكى چەكلىگەن دائىرىدە قوللىنىلمايدۇ. بۇ پاراگرافتا بەلگىلەنگەن تۆلەم مەجبۇرىيىتى سىزنىڭ ئېغىر بىپەرۋالىقىمىز ياكى قەستەن قانۇنغا خىلاپلىق قىلغانلىقىمىزنى ئىسپاتلاش بىلەن مۇناسىۋەتلىك بولۇپ ، بىزنىڭ ئىگىدارچىلىقىمىز ياكى كونتروللۇقىڭىزدىكى خېرىدارلارنىڭ شەخسىي سالاھىيەت ئۇچۇرىنى قانۇنسىز زىيارەت قىلىش ياكى ئاشكارىلاشنى كەلتۈرۈپ چىقىرىدۇ.
uk: 10.2 Відшкодування збитків за безпеку даних та конфіденційність: Відповідно до розділу 10.4, і під час дії вашої підписки на Служби ми захищатимемо вас від будь-яких поданих проти вас позовів третьої сторони, які стверджують нашу грубу недбалість щодо запобігання несанкціонованого доступу до або нашої умисної неправомірної поведінки щодо розкриття особистої інформації Ваших клієнтів, якими ми володіємо чи контролюємо. Це відшкодування збитків не застосовуватиметься в тій мірі, в якій така вимога виникає або пов&#39;язана з вашою недбалістю чи умисним проступком або з боку ваших агентів чи представників, або наскільки відповідальність відмовляється або обмежується будь-якою стороною згідно з Угодою. Вимоги щодо відшкодування збитків, викладені в цьому розділі, залежать від того, що ви докажете, що наша груба недбалість чи навмисне проступки прямо та близько призвели до несанкціонованого доступу до або розголошення особистої інформації ваших клієнтів, якими ми володіємо чи контролюємо.
ur: 10.2 ڈیٹا سیکیورٹی اور رازداری کے لem معاوضہ: دفعہ 10.4 کے تابع ، اور خدمات میں آپ کی رکنیت کی مدت کے دوران ، ہم ، آپ کے اخراجات پر ، آپ کے خلاف لائے گئے کسی تیسرے فریق کے دعوے سے آپ کا دفاع کریں گے جو غیر مجاز رسائی کو روکنے میں ہماری مجموعی غفلت کا الزام لگاتا ہے۔ یا ہمارے جان بوجھ کر غلط انکشاف کرنے میں ، ہمارے صارفین یا کنٹرول میں آپ کے صارفین کی ذاتی طور پر شناخت کی اطلاع۔ یہ معاوضہ اس حد تک لاگو نہیں ہوگا جب تک کہ اس طرح کا دعوی آپ کی لاپرواہی یا جان بوجھ کر برتاؤ سے یا آپ کے ایجنٹوں یا نمائندوں سے ہوتا ہے ، یا معاہدے کے تحت کسی بھی فریق کے ذریعہ اس حد تک ذمہ داری کی تردید یا محدود ہوتی ہے۔ اس سیکشن میں متعین معاوضہ کی ذمہ داریاں آپ پر عائد ہوتی ہیں کہ آپ ہماری سراسر غفلت یا جان بوجھ کر برتاؤ کو ثابت کرتے ہیں جس کا نتیجہ براہ راست اور اندازہ ہے کہ ہمارے صارفین یا کنٹرول میں آپ کے صارفین کی ذاتی طور پر قابل شناخت معلومات تک غیر مجاز رسائی یا انکشاف ہوا ہے۔
uz: 10.2 Ma&#39;lumotlarning xavfsizligi va maxfiyligiga zararni qoplash: 10.4 bo&#39;limiga binoan va xizmatlarga obuna bo&#39;lishingiz davrida, biz sizning ruxsatingizsiz kirishni oldini olishda qo&#39;pol beparvolikni da&#39;vo qiladigan har qanday uchinchi tomon da&#39;vosidan himoya qilamiz. yoki egalik qilishimiz yoki boshqarishimizdagi mijozlarning shaxsiy identifikatsiya qilinadigan ma&#39;lumotlarini oshkor qilishda o&#39;zboshimchalik bilan noto&#39;g&#39;ri ishlashimiz. Ushbu qoplama bunday da&#39;vo sizning beparvolikingiz yoki o&#39;zingizning agentlaringiz yoki vakillaringizning noqonuniy xatti-harakatlaridan kelib chiqadigan yoki bog&#39;liq bo&#39;lgan yoki ushbu Bitim bo&#39;yicha biron-bir tomon tomonidan javobgarlik rad etilgan yoki cheklangan darajada qo&#39;llanilmaydi. Ushbu bo&#39;limda keltirilgan to&#39;lovlarni to&#39;lash bo&#39;yicha majburiyatlar bizning qo&#39;pol muomalamizni yoki atayin noto&#39;g&#39;ri xatti-harakatlarimizni to&#39;g&#39;ridan-to&#39;g&#39;ri va ehtimol, bizning egaligimiz yoki nazoratimizdagi mijozlarning shaxsiy identifikatsiya qilinadigan ma&#39;lumotlariga ruxsatsiz kirish yoki oshkor qilishga olib kelishini isbotlashga bog&#39;liq.
vi: 10.2 Bồi thường cho bảo mật và quyền riêng tư dữ liệu: Theo Mục 10.4 và trong thời hạn đăng ký Dịch vụ của bạn, chúng tôi sẽ bảo vệ bạn trước mọi khiếu nại của bên thứ ba chống lại bạn vì cáo buộc sơ suất của chúng tôi trong việc ngăn chặn truy cập trái phép hoặc, hoặc hành vi sai trái cố ý của chúng tôi trong việc tiết lộ Thông tin nhận dạng cá nhân của khách hàng của bạn trong quyền sở hữu hoặc quyền kiểm soát của chúng tôi. Bồi thường này sẽ không áp dụng trong trường hợp khiếu nại đó phát sinh từ hoặc liên quan đến sơ suất hoặc hành vi sai trái cố ý của bạn hoặc của các đại lý hoặc đại diện của bạn, hoặc trong phạm vi trách nhiệm pháp lý được từ chối bởi một trong hai bên theo Thỏa thuận. Các nghĩa vụ bồi thường được quy định trong phần này tùy thuộc vào việc bạn chứng minh sự sơ suất hoặc hành vi sai trái cố ý của chúng tôi đã trực tiếp và dẫn đến việc truy cập trái phép hoặc tiết lộ thông tin nhận dạng cá nhân của khách hàng của bạn trong quyền sở hữu hoặc kiểm soát của chúng tôi.
xh: 10.2 Ukuqinisekiswa koKhuseleko lweDatha kunye neMfihlo: Ngokuxhomekeke kwiCandelo 10.4, kwaye ngexesha lokubhaliswa kwakho kwiiNkonzo, siya kuthi, ngendleko zethu, sikhusele kulo naliphi na ibango lesithathu eliziswe ngakuwe elityhola ukungakhathali kwethu okukhulu ekuthinteleni ukufikelela okungagunyaziswanga. ukuba, okanye ukungaziphathi kakuhle ngabom ekuvezeni, Ulwazi lomntu ngamnye oluchaziweyo lwabathengi bakho esinayo okanye silulawula. Oku kuhlawulwa akusayi kusebenza ukuya kuthi ga apho ibango livela khona okanye linxibelelane nokungakhathali kwakho okanye ukungaziphathi ngabom okanye okwiarhente okanye abameli bakho, okanye ukuya kuthi ga kwinqanaba uxanduva luyekisiwe okanye lubekelwe umda liqela elinye phantsi kwesi siVumelwano. Uxanduva lokuhlawula ityala elichazwe kweli candelo kuxhomekeke kuwe ukungqina ukungakhathali okukhulu okanye ukungaziphathi ngabom kuye ngqo kwaye kwaqikelela ukufikelela okungagunyaziswanga kokuxelwa kolwazi oluchaziweyo lwabathengi bakho esinalo okanye ulawulo.
yi: 10.2 פאַרגיטיקונג פֿאַר דאַטן זיכערהייט און פּריוואַטקייט: אונטער די אָפּטיילונג 10.4, און בעשאַס דער טערמין פון דיין אַבאָנעמענט צו די סערוויסעס, מיר וועלן ביי אונדזער קאָסט באַשיצן קעגן קיין דריט פּאַרטיי פאָדערן געבראכט קעגן איר וואָס אַלעדזשד אונדזער גראָב נעגלאַדזשאַנס אין פּריווענץ אַנאָטערייזד אַקסעס צו, אָדער אונדזער ווילד מיסקאַנדאַקט אין דיסקלאָוזינג, פּערסנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע פון דיין קאַסטאַמערז אין אונדזער פאַרמעגן אָדער קאָנטראָל. די ינדעמנאַטי וועט נישט פּאַסן צו די מאָס אַז אַזאַ פאָדערן ערייזאַז אָדער שייכות צו דיין נעגלאַדזשאַנס אָדער ווילפאַל מיסקאַנדאַקט אָדער אַז פון דיין אגענטן אָדער פארשטייערס, אָדער צו די מאָס אַכרייַעס איז דיסקליימד אָדער לימיטעד דורך יעדער פּאַרטיי אונטער די אַגרעעמענט. די פאַראַנטוואָרטלעכקייט אַבלאַגיישאַנז וואָס זענען באַשטימט אין דעם אָפּטיילונג זענען קאַנטענשאַנאַל אויב איר באַווייַזן אונדזער גראָב נעגלאַדזשאַנס אָדער ווילד מיסקאַנדאַקט האט גלייך און פּראַקסימאַטלי געפֿירט צו די אַנאָטערייזד אַקסעס צו אָדער אַנטפּלעקונג פון פּערסאַנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע פון דיין קאַסטאַמערז אין אונדזער פאַרמעגן אָדער קאָנטראָל.
