Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
af: U sal voldoen aan alle toepaslike privaatheids- en ander wette, reëls, regulasies en riglyne met betrekking tot die beskerming, versameling, gebruik en verspreiding van persoonlik identifiseerbare inligting (soos hieronder omskryf) van enige persoon. U sal &#39;n privaatheidsverklaring op die bladsy plaas waar u Persoonlike Identifiseerbare Inligting (&#39;Privaatheidsverklaring&#39;) versamel wat voldoen aan alle toepaslike wette, reëls, regulasies en riglyne, en gebruikers ten minste &#39;n kennis gee van die Persoonlike Identifiseerbare Inligting, hoe dit gebruik sal word en hoe dit beveilig sal word, en wat die insamelingsmetode (koekies, webbakens of ander toepaslike middele) en die gebruik van inligting wat in verband met die dienste versamel is, identifiseer, en vooraf ingeligte toestemming (opt-in) verkry voordat enige gebruik gemaak word opsporingstegnologieë, in die mate wat deur toepaslike wette en regulasies vereis word. So &#39;n privaatheidsverklaring sal ook tegniese inligting bevat wat verband hou met die versameling, versending en berging van die persoonlik identifiseerbare inligting wat deur ons deur die dienste verskaf word. As dit vereis word deur toepaslike wetgewing rakende databeskerming of ander wetgewing of regulasies, sal u derdes in kennis stel dat u hul persoonlik identifiseerbare inligting aan ons verstrek vir verwerking, en sal u verseker dat enige vereiste derde partye hul toestemming tot sodanige openbaarmaking en verwerking gegee het. U stem in om die beskrywings en bepalings van die privaatheidsverklaring na te kom. &#39;Persoonlik identifiseerbare inligting&#39; beteken alle inligting wat aan &#39;n individu gekoppel kan word of opgespoor kan word, met inbegrip van die naam, adres, telefoonnommer, e-posadres, kredietkaartinligting, identiteitsnommer of soortgelyke feitelike inligting, ongeag die media waarop sulke inligting gestoor word (bv. op papier of elektronies).
am: ማንኛውንም የሚመለከታቸው ግላዊነትን እና ሌሎች ህጎችን ፣ ደንቦችን ፣ ደንቦችን ፣ ደንቦችን ፣ መመሪያዎችን ፣ እና መመሪያዎችን ከግለሰባዊ መለያ መረጃን (ከዚህ በታች እንደተገለፀው) ጥበቃን ፣ መሰብሰብን ፣ አጠቃቀምን ፣ ማሰራጨት እና ማሰራጨት ፡፡ ሁሉንም የሚመለከታቸው ህጎችን ፣ ደንቦችን ፣ ደንቦችን እና መመሪያዎችን በሚያከብር የግል መረጃ በሚሰበስቡበት ገጽ ላይ የግላዊነት መግለጫ ይለጥፋሉ ፣ እና ቢያንስ ፣ የተሰበሰቡ ግላዊ መለያ መረጃዎችን ለተጠቃሚዎች ያሳውቃል ፣ እንዴት ጥቅም ላይ እንደሚውል ፣ እና እንዴት ደህንነቱ የተጠበቀ እንደሚሆን ፣ እና የትኛውንም ዘዴ ከመጠቀማቸው በፊት የመሰብሰብ ዘዴን (ኩኪዎችን ፣ የድር ቢኮኖችን ፣ ወይም ሌሎች አግባብነት ያላቸውን መንገዶችን) የሚለይ እና ከአገልግሎቶቹ ጋር የተሰበሰበ መረጃ አጠቃቀምን የሚያመለክቱ ናቸው ፡፡ በሚመለከታቸው ህጎች እና መመሪያዎች በሚፈለገው መጠን ቴክኖሎጂዎችን መከታተል። እንዲህ ዓይነቱ የግላዊነት መግለጫ በአገልግሎቶቹ በኩል በእኛ በኩል የሰጡን ግለሰባዊ መለያ መረጃዎችን ከማሰባሰብ ፣ ከማሰራጨት እና ከማከማቸት ጋር የተያያዙ ቴክኒካዊ መረጃዎችንንም ያካትታል። በሚመለከተው የውሂብ ጥበቃ ሕግ ወይም በሌላ ህግ ወይም ደንብ ከተፈለገ ለሶስተኛ ወገኖች ለእነሱ የግል መረጃዎቻቸውን ለማስኬድ እንደሚሰጡን ለሶስተኛ ወገኖች ያሳውቃሉ እና ማንኛውም የሚፈለጉት ሶስተኛ ወገኖች ለእንደዚህ ዓይነት ይፋ መደረግ እና ማስኬጃ መስጠታቸውን ያረጋግጣሉ ፡፡ የግላዊ መግለጫው መግለጫዎችን እና ደንቦችን ለማክበር ተስማምተዋል። &#39;በግል የሚለይ መረጃ&#39; ማለት የግለሰቡ ስም ፣ አድራሻ ፣ የስልክ ቁጥር ፣ የኢ-ሜይል አድራሻ ፣ የብድር ካርድ መረጃ ፣ የሶሻል ሴኩሪቲ ቁጥር ወይም ሌሎች ተመሳሳይ ልዩ የመረጃ መረጃዎችን ጨምሮ ከማንኛውም ግለሰብ ጋር ሊዛመድ ወይም ሊዳሰስ የሚችል ማንኛውንም መረጃ ማለት ነው ፡፡ (ለምሳሌ በወረቀት ላይ ወይም በኤሌክትሮኒክ) የተቀመጠበት ሚዲያ ፡፡
ar: سوف تمتثل لجميع الخصوصية المعمول بها والقوانين والقواعد واللوائح والمبادئ التوجيهية الأخرى المتعلقة بحماية وجمع واستخدام وتوزيع معلومات التعريف الشخصية (على النحو المحدد أدناه) لأي شخص. ستنشر بيان خصوصية على الصفحة التي تجمع فيها معلومات التعريف الشخصية (&quot;بيان الخصوصية&quot;) الذي يتوافق مع جميع القوانين والقواعد واللوائح والإرشادات المعمول بها ، وعلى الأقل ، يُخطر المستخدمين بمعلومات التعريف الشخصية التي تم جمعها ، وكيف يتم ذلك سيتم استخدامها وكيف سيتم تأمينها ، والتي تحدد طريقة التجميع (ملفات تعريف الارتباط أو إشارات الويب أو غيرها من الوسائل القابلة للتطبيق) واستخدام المعلومات التي تم جمعها فيما يتعلق بالخدمات ، والحصول على الموافقة المسبقة المستنيرة (الاشتراك) قبل استخدام أي تقنيات التتبع ، إلى الحد الذي تتطلبه القوانين واللوائح المعمول بها. يجب أن يتضمن بيان الخصوصية هذا أيضًا المعلومات الفنية المتعلقة بجمع ونقل وتخزين معلومات التعريف الشخصية التي نقدمها من خلال الخدمات. إذا كان ذلك مطلوبًا بموجب تشريعات حماية البيانات المعمول بها أو أي قانون أو لائحة أخرى ، فسوف تبلغ الأطراف الثالثة بأنك تقدم معلومات التعريف الشخصية الخاصة بهم إلينا للمعالجة وستضمن أن أي أطراف ثالثة مطلوبة قد أعطت موافقتها على هذا الكشف والمعالجة. أنت توافق على الامتثال للأوصاف والأحكام الواردة في بيان الخصوصية. &quot;معلومات التعريف الشخصية&quot; تعني أي معلومات يمكن ربطها بأي فرد أو تتبعها ، بما في ذلك اسم الفرد أو العنوان أو رقم الهاتف أو عنوان البريد الإلكتروني أو معلومات بطاقة الائتمان أو رقم الضمان الاجتماعي أو غيرها من المعلومات الواقعية المحددة المماثلة ، بغض النظر عن الوسائط التي يتم تخزين هذه المعلومات عليها (على سبيل المثال على الورق أو إلكترونيًا).
az: İstənilən şəxsin şəxsiyyətini müəyyənləşdirən məlumatların (aşağıda müəyyənləşdirildiyi kimi) qorunması, toplanması, istifadəsi və yayılması ilə əlaqəli bütün məxfilik və digər qanun, qayda, qayda və təlimatlara əməl edəcəksiniz. Bütün tətbiq olunan qanunlara, qaydalara, qaydalara və qaydalara uyğun Şəxsi Şəxsiyyət Məlumatı (&#39;Gizlilik Bəyanatı&#39;) topladığınız səhifədə məxfilik bəyanatını yerləşdirəcəksiniz və ən azı toplanmış Şəxsi İdarə Olunan Məlumat istifadəçilərinə necə məlumat verir. istifadə ediləcək və necə təmin ediləcəyi, toplama metodunu (çərəzlər, veb mayakları və ya digər tətbiq olunan vasitələr) və Xidmətlərlə əlaqəli toplanmış məlumatların istifadəsini, hər hansı bir istifadə etməzdən əvvəl əvvəlcədən məlumatlandırılmış razılıq (opt-in) əldə edilməsini müəyyənləşdirir. tətbiq olunan qanun və qaydalarla tələb olunan dərəcədə izləmə texnologiyaları. Belə bir məxfilik bəyannaməsi, Xidmətlər vasitəsi ilə bizə təqdim olunan Şəxsi tanıan məlumatların toplanması, ötürülməsi və saxlanması ilə bağlı texniki məlumatları da əhatə edir. Tətbiq olunan məlumatların qorunması qanunvericiliyi və ya digər qanun və ya tənzimləmə ilə tələb olunarsa, üçüncü tərəflərə onların Şəxsi tanılanacaq məlumatlarını emal üçün bizə təqdim etdiyinizi bildirəcəksiniz və tələb olunan üçüncü tərəflərin belə açıqlanmasına və işlənməsinə razılıq verdiklərini təmin edəcəksiniz. Məxfilik Bəyanatının təsviri və müddəalarına əməl etməyə razılıq verirsiniz. &#39;Şəxsi tanıdan məlumat&#39;, hər hansı bir şəxslə əlaqəli və ya izlənilə bilən hər hansı bir məlumatı, o cümlədən şəxsin adı, ünvanı, telefon nömrəsi, e-poçt ünvanı, kredit kartı məlumatı, sosial təminat nömrəsi və ya digər oxşar xüsusi faktiki məlumatları ifadə edir. bu cür məlumatların saxlanıldığı media (məsələn, kağız və ya elektron).
be: Вы будзеце выконваць усе дзеючыя законы, правілы, палажэнні і інструкцыі, якія тычацца аховы, збору, выкарыстання і распаўсюджвання асабістай інфармацыі (як вызначана ніжэй) любога чалавека. Вы размесціце заяву аб прыватнасці на старонцы, дзе вы збіраеце асабістую інфармацыю (&quot;Заява аб прыватнасці&quot;), якая адпавядае ўсім дзеючым законам, правілам, правілам і рэкамендацыям і, як мінімум, паведамляе карыстальнікаў пра сабраную асабістую інфармацыю, як гэта будзе выкарыстоўвацца і як ён будзе забяспечаны, і які вызначае спосаб збору (кукі, вэб-маякі ці іншыя прыдатныя сродкі) і выкарыстанне інфармацыі, сабранай у сувязі са паслугамі, атрымання папярэдняга інфармаванага згоды (адмовы) перад выкарыстаннем любога тэхналогіі адсочвання, у межах, неабходных законам і нормам. Такая заява аб прыватнасці ўключае таксама тэхнічную інфармацыю, звязаную са зборам, перадачай і захоўваннем асабістай інфармацыі, прадастаўленай намі праз паслугі. Калі гэтага патрабуе дзеючае заканадаўства аб абароне дадзеных альбо іншы закон альбо нарматыўны акт, вы паведаміце трэцім асобам, што вы падаеце нам іх асабістую інфармацыю для апрацоўкі і будзеце гарантаваць, што любыя неабходныя трэція асобы далі згоду на такое раскрыццё і апрацоўку. Вы згаджаецеся выконваць апісанні і палажэнні Заявы аб прыватнасці. &quot;Індывідуальная інфармацыя&quot; азначае любую інфармацыю, якая можа быць звязана альбо прасочана з любой асобай, уключаючы імя, адрас, тэлефонны нумар, адрас электроннай пошты, інфармацыю пра крэдытную карту, нумар сацыяльнага страхавання ці іншую падобную фактычную інфармацыю, незалежна ад СМІ, на якіх захоўваецца такая інфармацыя (напрыклад, на паперы альбо ў электронным выглядзе).
bg: Вие ще спазвате всички приложими закони за поверителност и други закони, правила, разпоредби и указания, свързани със защитата, събирането, използването и разпространението на лична информация (както е определена по-долу) на всяко лице. Ще публикувате декларация за поверителност на страницата, на която събирате лична информация („Декларация за поверителност“), която отговаря на всички приложими закони, правила, разпоредби и указания и, като минимум, уведомява потребителите на събраната лична информация, как тя ще бъде използван и как ще бъде защитен и това идентифицира метода на събиране (бисквитки, уеб маяци или други приложими средства) и използването на информация, събрана във връзка със Услугите, получаване на предварително информирано съгласие (отказ) преди използване на проследяващи технологии, до степента, изисквана от приложимите закони и разпоредби. Такава декларация за поверителност включва и техническа информация, свързана със събирането, предаването и съхраняването на лична информация, предоставена от нас чрез Услугите. Ако се изисква от приложимото законодателство за защита на личните данни или друг закон или наредба, вие ще информирате трети страни, че предоставяте тяхната лична информация на нас за обработка и ще гарантирате, че всички необходими трети страни са дали съгласието си за такова разкриване и обработка. Вие се съгласявате да спазвате описанията и разпоредбите на Декларацията за поверителност. „Лична информация“ означава всяка информация, която може да бъде свързана или проследена на всяко физическо лице, включително име, адрес, телефонен номер, адрес на електронна поща, информация за кредитна карта, социалноосигурителен номер или друга подобна конкретна фактическа информация, независимо от носителите, на които се съхранява такава информация (например на хартия или по електронен път).
bn: আপনি যে কোনও ব্যক্তির ব্যক্তিগত পরিচয়যোগ্য তথ্য (নীচে সংজ্ঞায়িত হিসাবে) সুরক্ষা, সংগ্রহ, ব্যবহার এবং বিতরণ সম্পর্কিত সমস্ত প্রযোজ্য গোপনীয়তা এবং অন্যান্য আইন, বিধি, বিধিবিধান এবং নির্দেশাবলী মেনে চলবেন। আপনি সেই পৃষ্ঠায় একটি গোপনীয়তা বিবৃতি পোস্ট করবেন যেখানে আপনি ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্য (&#39;গোপনীয়তার বিবৃতি&#39;) সংগ্রহ করেন যা সমস্ত প্রযোজ্য আইন, বিধি, বিধি এবং নির্দেশাবলী মেনে চলে এবং সর্বনিম্নভাবে, সংগৃহীত ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্য ব্যবহারকারীদের অবহিত করে কীভাবে ব্যবহৃত হবে এবং কীভাবে এটি সুরক্ষিত করা হবে এবং এটি সংগ্রহের পদ্ধতি (কুকিজ, ওয়েব বীকন বা অন্যান্য প্রযোজ্য উপায়) এবং পরিষেবাদিগুলির সাথে সংগৃহীত তথ্যের ব্যবহার চিহ্নিত করে, কোনও ব্যবহারের আগে পূর্বসূচী সম্মতি (অপ্ট-ইন) প্রাপ্ত করে প্রযোজ্য আইন ও বিধিবিধি দ্বারা প্রয়োজনীয় ট্র্যাকিং প্রযুক্তিগুলি। এই জাতীয় গোপনীয়তার বিবৃতিতে পরিষেবার মাধ্যমে আমাদের প্রদত্ত ব্যক্তিগত পরিচয়যোগ্য তথ্য সংগ্রহ, সঞ্চালন এবং সংরক্ষণ সম্পর্কিত প্রযুক্তিগত তথ্যও অন্তর্ভুক্ত থাকবে। যদি প্রযোজ্য ডেটা সুরক্ষা আইন বা অন্যান্য আইন বা আইন দ্বারা প্রয়োজনীয় হয় তবে আপনি তৃতীয় পক্ষগুলিকে অবহিত করবেন যে আপনি তাদের ব্যক্তিগতভাবে সনাক্তকরণযোগ্য তথ্য প্রসেসিংয়ের জন্য আমাদের সরবরাহ করছেন এবং নিশ্চিত করবেন যে কোনও তৃতীয় পক্ষ যেমন প্রকাশ এবং প্রক্রিয়াকরণে তাদের সম্মতি দিয়েছে। আপনি গোপনীয়তার বিবৃতি বর্ণনা এবং বিধান মেনে চলতে সম্মত হন। &#39;ব্যক্তিগতভাবে সনাক্তকরণযোগ্য তথ্য&#39; অর্থ এমন কোনও তথ্য যা কোনও ব্যক্তির নাম, ঠিকানা, টেলিফোন নম্বর, ই-মেইল ঠিকানা, ক্রেডিট কার্ডের তথ্য, সামাজিক সুরক্ষা নম্বর বা অন্যান্য অনুরূপ নির্দিষ্ট তথ্য সম্পর্কিত তথ্যের সাথে সম্পর্কিত কোনও ব্যক্তির সাথে সম্পর্কিত বা সনাক্ত করা যায় can যে মিডিয়াতে এই জাতীয় তথ্য সংরক্ষণ করা হয় (যেমন কাগজে বা বৈদ্যুতিনভাবে)।
ca: Complimentarà tota la privadesa i altres lleis, normes, regulacions i directrius aplicables sobre la protecció, recollida, ús i distribució de la informació d’identificació personal (tal com es defineix a continuació) de qualsevol persona. Publicareu una declaració de privadesa a la pàgina on recopileu informació d&#39;identificació personal (&quot;Declaració de privadesa&quot;) que compleixi totes les lleis, normes, regulacions i directrius aplicables i, com a mínim, notificarà als usuaris la informació d&#39;identificació personal recopilada, com es s’utilitzarà i com s’assegurarà, i que identifica el mètode de recollida (cookies, balises web o altres mitjans aplicables) i l’ús de la informació recollida en relació amb els Serveis, obtenint el consentiment previ i informat (opt-in) abans d’utilitzar qualsevol tecnologies de seguiment, en la mesura que les legislació i les regulacions aplicables requereixen. Aquesta declaració de privadesa també inclou informació tècnica relacionada amb la recollida, transmissió i emmagatzematge de la informació d&#39;identificació personal proporcionada per nosaltres a través dels Serveis. Si ho requereix la legislació aplicable sobre protecció de dades o una altra llei o reglament, informaràs a tercers que ens proporcioni la seva informació d’identificació personal per al seu tractament i s’assegurarà que qualsevol tercer requerit haja donat el seu consentiment per a aquesta divulgació i tractament. Vostè accepta complir les descripcions i les disposicions de la Declaració de privadesa. &quot;Informació d&#39;identificació personal&quot;: qualsevol informació que es pugui associar o rastrejar a qualsevol persona, inclosos el nom, l&#39;adreça, el número de telèfon, l&#39;adreça de correu electrònic, la informació de la targeta de crèdit, el número de seguretat social o qualsevol altra informació concreta similar, independentment de els suports on es guarda aquesta informació (per exemple, en paper o electrònicament).
cs: Budete dodržovat všechny příslušné zákony o ochraně soukromí a další zákony, pravidla, předpisy a pokyny týkající se ochrany, shromažďování, používání a šíření Osobně identifikovatelných informací (jak jsou definovány níže) jakékoli osoby. Na stránku, na které shromažďujete osobní údaje (dále jen „prohlášení o ochraně osobních údajů“), zveřejníte prohlášení o ochraně osobních údajů, které je v souladu se všemi platnými zákony, pravidly, předpisy a směrnicemi, a minimálně upozorňuje uživatele na získané osobní údaje, jak je shromažďují budou použity a jak budou zabezpečeny a které identifikují způsob sběru (cookies, webové majáky nebo jiné použitelné prostředky) a použití informací shromážděných v souvislosti se Službami, získání předchozího informovaného souhlasu (opt-in) před použitím jakéhokoli sledovací technologie v rozsahu požadovaném platnými zákony a předpisy. Toto Prohlášení o ochraně osobních údajů bude rovněž zahrnovat technické informace týkající se shromažďování, přenosu a uchovávání osobních údajů, které poskytujeme prostřednictvím Služeb. Pokud to vyžadují platné právní předpisy o ochraně údajů nebo jiné zákony nebo předpisy, budete informovat třetí strany o tom, že nám poskytujete své údaje umožňující identifikaci osob ke zpracování, a zajistíte, aby jakékoli požadované třetí strany daly souhlas s tímto zveřejněním a zpracováním. Souhlasíte, že budete dodržovat popisy a ustanovení prohlášení o ochraně osobních údajů. „Osobně identifikovatelnými informacemi“ se rozumí jakékoli informace, které mohou být spojeny nebo vystopovány s jakoukoli osobou, včetně jejího jména, adresy, telefonního čísla, e-mailové adresy, informací o kreditní kartě, čísla sociálního zabezpečení nebo jiných podobných konkrétních faktických informací, bez ohledu na médium, na kterém jsou takové informace uloženy (např. na papíře nebo elektronicky).
cy: Byddwch yn cydymffurfio â&#39;r holl breifatrwydd a deddfau, rheolau, rheoliadau a chanllawiau cymwys eraill sy&#39;n ymwneud ag amddiffyn, casglu, defnyddio a dosbarthu Gwybodaeth Adnabod yn Bersonol (fel y&#39;i diffinnir isod) unrhyw berson. Byddwch yn postio datganiad preifatrwydd ar y dudalen lle byddwch chi&#39;n casglu Gwybodaeth Adnabod yn Bersonol (&#39;Datganiad Preifatrwydd&#39;) sy&#39;n cydymffurfio â&#39;r holl gyfreithiau, rheolau, rheoliadau a chanllawiau cymwys ac, o leiaf, yn hysbysu defnyddwyr o&#39;r Wybodaeth Adnabod Bersonol a gasglwyd, sut mae&#39;n yn cael ei ddefnyddio a sut y bydd yn cael ei sicrhau, ac mae hynny&#39;n nodi&#39;r dull casglu (cwcis, bannau gwe neu ddulliau cymwys eraill) a&#39;r defnydd o wybodaeth a gesglir mewn cysylltiad â&#39;r Gwasanaethau, gan gael caniatâd gwybodus ymlaen llaw (optio i mewn) cyn defnyddio unrhyw olrhain technolegau, i&#39;r graddau sy&#39;n ofynnol gan gyfreithiau a rheoliadau cymwys. Bydd Datganiad Preifatrwydd o&#39;r fath hefyd yn cynnwys gwybodaeth dechnegol sy&#39;n ymwneud â chasglu, trosglwyddo a storio&#39;r Wybodaeth Adnabod Bersonol a ddarperir gennym ni trwy&#39;r Gwasanaethau. Os bydd hynny&#39;n ofynnol gan ddeddfwriaeth diogelu data berthnasol neu gyfraith neu reoliad arall, byddwch yn hysbysu trydydd partïon eich bod yn darparu eu Gwybodaeth Adnabod Bersonol i ni i&#39;w phrosesu a byddwch yn sicrhau bod unrhyw drydydd partïon gofynnol wedi rhoi eu caniatâd i ddatgelu a phrosesu o&#39;r fath. Rydych yn cytuno i gydymffurfio â disgrifiadau a darpariaethau&#39;r Datganiad Preifatrwydd. Mae &#39;Gwybodaeth Adnabod yn Bersonol&#39; yn golygu unrhyw wybodaeth y gellir ei chysylltu ag unrhyw unigolyn neu ei olrhain, gan gynnwys enw, cyfeiriad, rhif ffôn, cyfeiriad e-bost, gwybodaeth cerdyn credyd, rhif nawdd cymdeithasol neu wybodaeth ffeithiol benodol debyg, waeth beth fo, y cyfryngau y mae gwybodaeth o&#39;r fath yn cael eu storio arnynt (ee ar bapur neu&#39;n electronig).
da: Du overholder alle gældende privatlivets fred og andre love, regler, forskrifter og retningslinjer vedrørende beskyttelse, indsamling, brug og distribution af personligt identificerbare oplysninger (som defineret nedenfor) for enhver person. Du lægger en erklæring om beskyttelse af personlige oplysninger på den side, hvor du indsamler personligt identificerbare oplysninger (&#39;Privatlivserklæring&#39;), der overholder alle gældende love, regler, forskrifter og retningslinjer og som mindst giver brugerne besked om den indsamlede personlige identificerbare information, hvordan det vil blive brugt, og hvordan det vil blive sikret, og som identificerer indsamlingsmetoden (cookies, web beacons eller andre relevante midler) og brugen af information indsamlet i forbindelse med Tjenesterne, opnå forudgående informeret samtykke (opt-in), før du bruger nogen sporingsteknologier i det omfang, der kræves af gældende love og forskrifter. En sådan erklæring om beskyttelse af personlige oplysninger skal også omfatte tekniske oplysninger relateret til indsamling, transmission og opbevaring af de personligt identificerbare oplysninger leveret af os gennem tjenesterne. Hvis det kræves i henhold til gældende databeskyttelseslovgivning eller anden lov eller forskrift, vil du informere tredjepart om, at du leverer deres personligt identificerbare oplysninger til os til behandling og vil sikre, at eventuelle påkrævede tredjeparter har givet deres samtykke til sådan videregivelse og behandling. Du accepterer at overholde beskrivelserne og bestemmelserne i fortrolighedserklæringen. &#39;Personligt identificerbare oplysninger&#39; betyder enhver information, der kan knyttes til eller spores til enhver enkeltperson, herunder en persons navn, adresse, telefonnummer, e-mail-adresse, kreditkortoplysninger, personnummer eller andre lignende specifikke faktuelle oplysninger, uanset det medie, som sådan information er lagret på (f.eks. på papir eller elektronisk).
de: Sie werden alle geltenden Datenschutz- und sonstigen Gesetze, Regeln, Vorschriften und Richtlinien in Bezug auf den Schutz, die Erfassung, Verwendung und Verbreitung personenbezogener Daten (wie nachstehend definiert) einer Person einhalten. Sie veröffentlichen eine Datenschutzerklärung auf der Seite, auf der Sie personenbezogene Daten sammeln („Datenschutzerklärung“), die allen geltenden Gesetzen, Regeln, Vorschriften und Richtlinien entspricht, und informieren die Benutzer mindestens über die gesammelten personenbezogenen Daten verwendet wird und wie es gesichert wird, und dies identifiziert die Erfassungsmethode (Cookies, Web Beacons oder andere anwendbare Mittel) und die Verwendung der im Zusammenhang mit den Diensten gesammelten Informationen, wobei eine vorherige Einverständniserklärung (Opt-In) eingeholt wird, bevor eine verwendet wird Tracking-Technologien, soweit dies nach den geltenden Gesetzen und Vorschriften erforderlich ist. Eine solche Datenschutzerklärung muss auch technische Informationen im Zusammenhang mit der Erfassung, Übermittlung und Speicherung der von uns über die Dienste bereitgestellten personenbezogenen Daten enthalten. Wenn dies aufgrund geltender Datenschutzgesetze oder anderer Gesetze oder Vorschriften erforderlich ist, werden Sie Dritte darüber informieren, dass Sie uns ihre personenbezogenen Daten zur Verarbeitung zur Verfügung stellen, und sicherstellen, dass alle erforderlichen Dritten ihre Zustimmung zu einer solchen Offenlegung und Verarbeitung gegeben haben. Sie stimmen zu, die Beschreibungen und Bestimmungen der Datenschutzerklärung einzuhalten. &quot;Persönlich identifizierbare Informationen&quot; sind alle Informationen, die mit einer Person verknüpft oder auf diese zurückgeführt werden können, einschließlich Name, Adresse, Telefonnummer, E-Mail-Adresse, Kreditkarteninformationen, Sozialversicherungsnummer oder anderer ähnlicher spezifischer Sachinformationen die Medien, auf denen solche Informationen gespeichert sind (z. B. auf Papier oder elektronisch).
el: Θα συμμορφώνεστε με όλους τους ισχύοντες κανόνες απορρήτου και άλλους νόμους, κανόνες, κανονισμούς και οδηγίες που σχετίζονται με την προστασία, τη συλλογή, τη χρήση και τη διανομή των προσωπικά αναγνωρίσιμων πληροφοριών (όπως ορίζονται παρακάτω) οποιουδήποτε ατόμου. Θα δημοσιεύσετε μια δήλωση απορρήτου στη σελίδα όπου συλλέγετε προσωπικά αναγνωρίσιμες πληροφορίες («Δήλωση απορρήτου») που συμμορφώνεται με όλους τους ισχύοντες νόμους, κανόνες, κανονισμούς και οδηγίες και, τουλάχιστον, ενημερώνει τους χρήστες για τις προσωπικά αναγνωρίσιμες πληροφορίες που συλλέγονται, πώς θα χρησιμοποιηθεί και πώς θα ασφαλιστεί, και αυτό προσδιορίζει τη μέθοδο συλλογής (cookie, web beacons ή άλλα ισχύοντα μέσα) και τη χρήση των πληροφοριών που συλλέγονται σε σχέση με τις Υπηρεσίες, λαμβάνοντας προηγούμενη συναίνεση κατόπιν ενημέρωσης (opt-in) πριν από τη χρήση τεχνολογίες παρακολούθησης, στο βαθμό που απαιτείται από τους ισχύοντες νόμους και κανονισμούς. Μια τέτοια δήλωση απορρήτου θα περιλαμβάνει επίσης τεχνικές πληροφορίες που σχετίζονται με τη συλλογή, τη μετάδοση και την αποθήκευση των προσωπικά αναγνωρίσιμων πληροφοριών που παρέχονται από εμάς μέσω των Υπηρεσιών. Εάν απαιτείται από την ισχύουσα νομοθεσία περί προστασίας δεδομένων ή από άλλο νόμο ή κανονισμό, θα ενημερώσετε τρίτα μέρη ότι μας παρέχετε τις Προσωπικά Αναγνωρίσιμες Πληροφορίες μας για επεξεργασία και θα διασφαλίσετε ότι τυχόν απαιτούμενα τρίτα μέρη έχουν δώσει τη συγκατάθεσή τους για τέτοια αποκάλυψη και επεξεργασία. Συμφωνείτε να συμμορφώνεστε με τις περιγραφές και τις διατάξεις της Δήλωσης απορρήτου. «Προσωπικά αναγνωρίσιμες πληροφορίες» σημαίνει κάθε πληροφορία που μπορεί να συσχετιστεί ή να εντοπιστεί σε οποιοδήποτε άτομο, συμπεριλαμβανομένου του ονόματος, της διεύθυνσης, του αριθμού τηλεφώνου, της διεύθυνσης ηλεκτρονικού ταχυδρομείου, των πληροφοριών πιστωτικής κάρτας, του αριθμού κοινωνικής ασφάλισης ή άλλων παρόμοιων συγκεκριμένων πραγματικών πληροφοριών, ανεξάρτητα από το τα μέσα στα οποία αποθηκεύονται αυτές οι πληροφορίες (π.χ. σε χαρτί ή ηλεκτρονικά).
eo: Vi plenumos ĉiujn aplikeblajn privatecon kaj aliajn leĝojn, regulojn, regularojn kaj gvidliniojn rilate al protekto, kolekto, uzo kaj distribuo de Persone Identigeblaj Informoj (kiel difinita sube) de iu ajn persono. Vi afiŝos deklaron pri privateco sur la paĝo, kie vi kolektas Persone Identigeblajn Informojn (&#39;Privateca Deklaro&#39;), kiu konformas al ĉiuj aplikeblaj leĝoj, reguloj, regularoj kaj gvidlinioj kaj minimume sciigas uzantojn pri la Persone Identigeblaj Informoj, kiel ĝi estos uzata kaj kiel ĝi estos sekurigita, kaj tio identigas la malplenigan metodon (kuketoj, retaj signaloj aŭ aliaj aplikeblaj rimedoj) kaj la uzon de informoj kolektitaj lige kun la Servoj, akirinte antaŭan informitan konsenton (elekteblan) antaŭ ol uzi iun ajn spuri teknologiojn, laŭ la mezuro postulataj de aplikeblaj leĝoj kaj regularoj. Tia Deklaro pri Privateco ankaŭ inkluzivas teknikajn informojn ligitajn al la kolekto, transdono kaj stokado de la Persone Identigeblaj Informoj havigitaj de ni per la Servoj. Se postulita de aplikebla leĝaro pri protektado de datumoj aŭ alia leĝo aŭ regulado, vi informos al triaj partioj, ke vi provizas al ni siajn Persone Identigeblajn Informojn por prilaborado kaj certigos, ke iuj ajn postulataj triaj partioj donis sian konsenton al tia diskonigo kaj prilaborado. Vi konsentas plenumi la priskribojn kaj provizojn de la Deklaro pri Privateco. &quot;Persone identigeblaj informoj&quot; signifas ajnajn informojn asociitajn aŭ traktatajn al iu ajn individuo, inkluzive de nomo, adreso, telefona numero, retpoŝtadreso, informoj pri kreditkarto, socia sekureca numero aŭ aliaj similaj specifaj faktaj informoj, sendepende de la amaskomunikilaro sur kiu tia informo estas konservita (ekz. sur papero aŭ elektronike).
es: Cumplirá con todas las leyes de privacidad y otras leyes, reglas, regulaciones y pautas relacionadas con la protección, recopilación, uso y distribución de información de identificación personal (como se define a continuación) de cualquier persona. Publicará una declaración de privacidad en la página donde recopila la Información de identificación personal (&#39;Declaración de privacidad&#39;) que cumple con todas las leyes, reglas, regulaciones y pautas aplicables y, como mínimo, notifica a los usuarios sobre la Información de identificación personal recopilada, cómo se utilizará y cómo se protegerá, y eso identifica el método de recopilación (cookies, balizas web u otros medios aplicables) y el uso de la información recopilada en relación con los Servicios, obteniendo el consentimiento informado previo (opt-in) antes de utilizar cualquier tecnologías de seguimiento, en la medida requerida por las leyes y regulaciones aplicables. Dicha Declaración de privacidad también incluirá información técnica relacionada con la recopilación, transmisión y almacenamiento de la Información de identificación personal proporcionada por nosotros a través de los Servicios. Si así lo requiere la legislación de protección de datos aplicable u otra ley o reglamento, informará a terceros que nos está proporcionando su Información de identificación personal para su procesamiento y se asegurará de que los terceros requeridos hayan dado su consentimiento para dicha divulgación y procesamiento. Acepta cumplir con las descripciones y disposiciones de la Declaración de privacidad. &#39;Información de identificación personal&#39; significa cualquier información que pueda asociarse o rastrearse a cualquier individuo, incluido el nombre, la dirección, el número de teléfono, la dirección de correo electrónico, la información de la tarjeta de crédito, el número de seguro social u otra información fáctica específica similar de un individuo, independientemente de los medios en los que se almacena dicha información (por ejemplo, en papel o electrónicamente).
et: Te järgite kõiki kohaldatavaid privaatsuse ja muid seadusi, eeskirju, määrusi ja juhiseid, mis käsitlevad iga isiku isikuandmete (nagu on määratletud allpool) kaitset, kogumist, kasutamist ja levitamist. Postitate privaatsusavalduse lehele, kus kogute isikut tuvastavat teavet (&#39;privaatsusavaldus&#39;), mis vastab kõigile kehtivatele seadustele, eeskirjadele, määrustele ja juhistele, ning teavitate vähemalt kogutud isikut tuvastava teabe kasutajaid sellest, kuidas see mida kasutatakse ja kuidas seda turvatakse ning mis tuvastab kogumismeetodi (küpsised, veebimajakad või muud kohaldatavad vahendid) ja Teenustega seoses kogutud teabe kasutamise, enne mis tahes teabe kasutamist eelnevalt informeeritud nõusoleku saamise (valimise) jälgimistehnoloogiaid kohaldatavate seaduste ja määrustega nõutavas ulatuses. Selline privaatsusavaldus sisaldab ka tehnilist teavet, mis on seotud teenuste kaudu meie poolt isiklikult tuvastatava teabe kogumise, edastamise ja säilitamisega. Kui seda nõuavad kohaldatavad andmekaitsealased õigusaktid või muud seadused või määrused, teavitate te kolmandaid isikuid, et edastate meile nende isikut tuvastavat teavet töötlemiseks ja tagate, et kõik nõutavad kolmandad isikud on andnud nõusoleku selliseks avalikustamiseks ja töötlemiseks. Nõustute järgima privaatsusavalduse kirjeldusi ja sätteid. Isiklikult tuvastatav teave - igasugune teave, mida saab seostada ükskõik millise isikuga või mille juurde on võimalik jõuda, sealhulgas üksikisiku nimi, aadress, telefoninumber, e-posti aadress, krediitkaardiinfo, sotsiaalkindlustuse number või muu sarnane konkreetne faktiline teave, olenemata meediumid, millel sellist teavet säilitatakse (nt paberil või elektrooniliselt).
eu: Pribatutasun aplikagarria eta beste edozein lege, arau, araudi eta jarraibide beteko dituzu, Pertsonak identifikatzeko Informazioa babestea, biltzea, erabiltzea eta banatzea (aurrerago definitzen den moduan). Pribatutasun adierazpen bat argitaratuko duzu Pertsonalki identifikatzeko informazioa (&#39;Pribatutasun aitorpena&#39;) aplikatzen dituen lege, arau, araudi eta jarraibide guztiak betetzen dituen eta, gutxienez, jakinarazten duen Pertsonalki identifikatu daitekeen informazioa jakinarazten diete erabiltzaileei. nola erabiliko den eta nola ziurtatuko den, eta bilketa metodoa (cookieak, web balizak edo aplikagarriak diren beste bitarteko batzuk) eta Zerbitzuekin lotuta bildutako informazioa erabiltzea, aldez aurretik informatutako baimena (opt-in) lortzea identifikatzen duena. jarraipen teknologiak, lege eta araudi aplikagarriek eskatzen duten neurrian. Pribatutasun Deklarazio honek Zerbitzuen bidez guk emandako Nortasun Pertsonaleko informazioa biltzeari, bidaltzeari eta biltegiratzeari buruzko informazio teknikoa ere sartuko da. Datuak babesteko legeria aplikagarriak edo beste lege edo erregelamendu batek eskatzen badu, hirugarrenei jakinaraziko diezu pertsonalki identifikatzeko informazioa ematen ari zaigula prozesatzeko eta ziurtatuko zaituztegun hirugarrenek baimena eman dutela. Pribatutasun aitorpenaren deskribapenak eta xedapenak betetzea onartzen duzu. &quot;Pertsonalki identifikagarria den informazioa&quot;, edozein pertsonarenarekin erlazionatu edo atzeman daitekeen informazioa, hala nola, norbanakoaren izena, helbidea, telefono zenbakia, helbide elektronikoa, kreditu txartelaren informazioa, gizarte segurantzako zenbakia edo antzeko informazio zehatz bat, edozein dela ere. Informazio hori gordetzen duten euskarriak (adibidez paperean edo elektronikoki).
fa: شما با کلیه حریم خصوصی و سایر قوانین ، قواعد ، مقررات و دستورالعملهای مربوط به محافظت ، جمع آوری ، استفاده و توزیع اطلاعات شناسایی شخصی (مطابق شکل زیر) از هر شخص پیروی خواهید کرد. شما می توانید بیانیه ای از حریم خصوصی را در صفحه جمع آوری اطلاعات شناسایی شخصی (&quot;بیانیه حریم خصوصی&quot;) ارسال کنید که مطابق با کلیه قوانین ، قوانین ، مقررات و دستورالعمل های مربوطه باشد و حداقل به کاربران اطلاعات شخصی شناسایی شده جمع آوری شده ، نحوه تهیه آن اطلاع دهید. استفاده خواهد شد و چگونه از آن اطمینان حاصل می شود ، و این روش جمع آوری (کوکی ها ، چراغهای وب یا سایر ابزارهای کاربردی) و استفاده از اطلاعات جمع آوری شده در ارتباط با سرویس ها ، اخذ رضایت آگاهانه قبلی (انتخاب کردن) قبل از استفاده فن آوری های ردیابی ، به میزان مورد نیاز قوانین و مقررات مربوط. چنین بیانیه حریم خصوصی همچنین باید شامل اطلاعات فنی مربوط به جمع آوری ، انتقال و ذخیره اطلاعات شناسایی شخصی باشد که توسط ما از طریق خدمات ارائه می شود. در صورت لزوم مقررات مربوط به حمایت از داده های قانونی یا قانون یا مقررات دیگری ، به اشخاص ثالث اطلاع می دهید که شما اطلاعات شناسایی شخصی آنها را برای پردازش به ما ارائه می دهید و اطمینان حاصل می کنید که اشخاص ثالث مورد نیاز رضایت خود را از چنین افشای و پردازش هایی داده اند. شما موافقت می کنید با توضیحات و مفاد بیانیه حریم شخصی مطابقت داشته باشید. &quot;اطلاعات قابل شناسایی شخصی&quot; به معنای هرگونه اطلاعاتی است که می تواند با هر فرد از جمله نام ، آدرس ، شماره تلفن ، آدرس پست الکترونیکی ، اطلاعات کارت اعتباری ، شماره تأمین اجتماعی یا سایر اطلاعات واقعی واقعی مشابه در ارتباط باشد یا با آن ردیابی شود. رسانه ای که چنین اطلاعاتی در آنها ذخیره می شود (مثلاً روی کاغذ یا به صورت الکترونیکی).
fi: Asiakas noudattaa kaikkia sovellettavia yksityisyyden suojaa koskevia ja muita lakeja, sääntöjä, määräyksiä ja ohjeita, jotka koskevat henkilöiden henkilökohtaisesti tunnistettavien tietojen (kuten määritelty alla) suojaamista, keräämistä, käyttöä ja jakelua. Postitat tietosuojalausunnon sivulle, josta kerät henkilökohtaisesti tunnistettavissa olevia tietoja (&#39;tietosuojalausunto&#39;), joka on kaikkien sovellettavien lakien, sääntöjen, asetusten ja ohjeiden mukainen, ja ilmoitat vähintään kerättyjen henkilökohtaisesti tunnistettavien tietojen käyttäjille, kuinka ne käytetään ja miten se varmistetaan, ja joka identifioi keräysmenetelmän (evästeet, verkkomajakat tai muut soveltuvat välineet) ja Palvelujen yhteydessä kerätyn tiedon käytön hankkimalla etukäteen tietoinen suostumus (opt-in) ennen minkään seurantatekniikoita sovellettavien lakien ja asetusten edellyttämässä laajuudessa. Tällainen tietosuojalausunto sisältää myös tekniset tiedot palveluiden kautta toimittamiemme henkilökohtaisesti tunnistettavien tietojen keräämiseen, lähettämiseen ja tallentamiseen. Jos sovellettava tietosuojalaki tai muu laki tai asetus vaatii, ilmoitat kolmansille osapuolille, että annat heidän henkilökohtaisia tietojaan meille käsittelyä varten, ja varmistat, että vaadittavat kolmannet osapuolet ovat antaneet suostumuksensa tällaiseen paljastamiseen ja käsittelyyn. Suostut noudattamaan tietosuojalausunnon kuvauksia ja säännöksiä. &#39;Henkilökohtaisesti tunnistettavilla tiedoilla&#39; tarkoitetaan mitä tahansa tietoja, jotka voidaan liittää mihin tahansa yksilöihin tai jäljittää niihin, mukaan lukien henkilön nimi, osoite, puhelinnumero, sähköpostiosoite, luottokorttitiedot, sosiaaliturvatunnus tai muut vastaavat erityiset tosiasiatiedot riippumatta tietoväline, jolle tällaisia tietoja tallennetaan (esim. paperille tai sähköisesti).
fr: Vous vous conformerez à toutes les lois, règles, réglementations et directives applicables en matière de confidentialité et autres concernant la protection, la collecte, l&#39;utilisation et la distribution des informations personnellement identifiables (telles que définies ci-dessous) de toute personne. Vous publierez une déclaration de confidentialité sur la page où vous collectez des informations personnellement identifiables (`` déclaration de confidentialité &#39;&#39;) qui est conforme à toutes les lois, règles, réglementations et directives applicables et, au minimum, informe les utilisateurs des informations personnellement identifiables collectées, comment elles sera utilisé et comment il sera sécurisé, et qui identifie la méthode de collecte (cookies, balises Web ou autres moyens applicables) et l&#39;utilisation des informations collectées dans le cadre des Services, en obtenant un consentement préalable en connaissance de cause (opt-in) avant d&#39;utiliser tout les technologies de suivi, dans la mesure requise par les lois et règlements applicables. Une telle déclaration de confidentialité comprend également des informations techniques liées à la collecte, à la transmission et au stockage des informations personnellement identifiables fournies par nous via les Services. Si la législation applicable en matière de protection des données ou toute autre loi ou réglementation l&#39;exige, vous informerez les tiers que vous nous fournissez leurs informations personnellement identifiables à des fins de traitement et vous vous assurerez que tout tiers requis a donné son consentement à une telle divulgation et traitement. Vous acceptez de vous conformer aux descriptions et aux dispositions de la déclaration de confidentialité. `` Informations personnellement identifiables &#39;&#39; désigne toute information qui peut être associée ou retracée à une personne, y compris le nom, l&#39;adresse, le numéro de téléphone, l&#39;adresse e-mail, les informations de carte de crédit, le numéro de sécurité sociale ou d&#39;autres informations factuelles spécifiques similaires, indépendamment de le support sur lequel ces informations sont stockées (par exemple sur papier ou par voie électronique).
fy: Jo sille folgje oan alle jildende privacy en oare wetten, regels, regeljouwing en rjochtlinen oangeande de beskerming, samling, gebrûk en distribúsje fan persoanlik identifisearbere ynformaasje (lykas hjirûnder definieare) fan elke persoan. Jo sille in privacyferklearring pleatse op &#39;e pagina wêr&#39;t jo Persoanlike identifisearbere ynformaasje sammelje (&#39; Privacyferklearring &#39;) dy&#39;t foldocht oan alle jildende wetten, regels, regeljouwing en rjochtlinen en, op syn minst, brûkers ynformearje fan de sammele persoanlik identifisearjende ynformaasje, hoe&#39;t it sil wurde brûkt en hoe&#39;t it sil befeilige wurde, en dat de sammelmetoade identifiseart (cookies, web beacons of oare tapaste middels) en it gebrûk fan ynformaasje sammele yn ferbân mei de Tsjinsten, it krijen fan foarôf ynformeare tastimming (opt-in) foardat jo gebrûk meitsje fan trackingtechnologyen, yn &#39;e mjitte fereaske troch jildende wetten en regeljouwing. Sa&#39;n Privacyferklearring sil ek technyske ynformaasje befetsje yn ferbân mei de samling, oerdracht en opslach fan de Persoanlik identifisearbere ynformaasje dy&#39;t troch ús wurdt levere troch de Tsjinsten. As fereaske troch jildende wetjouwing foar gegevensbeskerming of oare wet as regeljouwing, sille jo tredden ynformearje dat jo har persoanlik identifisearbere ynformaasje oan ús leverje foar ferwurking en sille jo derfoar soargje dat alle fereaske tredden har tastimming hawwe jûn foar sokke iepenbiering en ferwurking. Jo stimme yn om de beskriuwingen en bepalingen fan &#39;e Privacyferklearring te folgjen. &#39;Persoanlik identifisearbere ynformaasje&#39; betsjuttet elke ynformaasje dy&#39;t kin wurde assosjeare mei of trace oan elts yndividu, ynklusyf namme fan in yndividu, adres, telefoannûmer, e-postadres, kredytkaartynformaasje, sosjaal feiligensnûmer of oare ferlykbere spesifike feitlike ynformaasje, nettsjinsteande de media wêrop sokke ynformaasje wurdt opslein (bygelyks op papier as elektroanysk).
ga: Comhlíonfaidh tú na dlíthe, rialacha, rialacháin agus treoirlínte uile is infheidhme maidir le cosaint, bailiú, úsáid agus dáileadh Faisnéise inaitheanta Pearsanta (mar a shainmhínítear thíos) aon duine. Cuirfidh tú ráiteas príobháideachta sa phost ar an leathanach ina mbailíonn tú Faisnéis inaitheanta Phearsanta (‘Ráiteas Príobháideachais’) a chomhlíonann na dlíthe, na rialacha, na rialacháin agus na treoirlínte go léir is infheidhme agus, ar a laghad, a chuireann in iúl d’úsáideoirí an Fhaisnéis inaitheanta Phearsanta a bhailítear, conas a dhéanann sí úsáidfear é agus an chaoi a n-áiritheofar é, agus a shainaithníonn an modh bailiúcháin (fianáin, rabhcháin gréasáin nó modhanna infheidhmithe eile) agus úsáid faisnéise a bhaileofar i dtaca leis na Seirbhísí, chun toiliú feasach a fháil roimh ré (rogha an diúltaithe) sula n-úsáidtear aon cheann teicneolaíochtaí rianaithe, a mhéid a éilíonn na dlíthe agus na rialacháin is infheidhme. Áireofar i Ráiteas Príobháideachais den sórt sin faisnéis theicniúil a bhaineann le bailiú, tarchur agus stóráil na Faisnéise inaitheanta Pearsanta a sholáthraíonn muid trí na Seirbhísí. Má éilíonn an reachtaíocht um chosaint sonraí is infheidhme nó dlí nó rialachán eile é, cuirfidh tú tríú páirtithe ar an eolas go bhfuil tú ag soláthar a gcuid Faisnéise inaitheanta Pearsanta dúinn le haghaidh próiseála agus cinnteoidh tú go bhfuil a dtoiliú tugtha ag aon tríú páirtithe riachtanacha don nochtadh agus don phróiseáil sin. Aontaíonn tú cloí le tuairiscí agus forálacha an Ráitis Príobháideachta. Ciallaíonn ‘Faisnéis inaitheanta Phearsanta’ aon fhaisnéis is féidir a cheangal le haon duine nó a rianú, lena n-áirítear ainm, seoladh, uimhir theileafóin, seoladh r-phoist, faisnéis maidir le cárta creidmheasa, uimhir slándála sóisialta nó faisnéis fhíorasach shonrach eile dá samhail, beag beann ar na meáin ar a stóráiltear faisnéis den sórt sin (m.sh. ar pháipéar nó go leictreonach).
gd: Bidh tu a ’gèilleadh ris a h-uile prìobhaideachd iomchaidh agus laghan, riaghailtean, riaghailtean agus stiùiridhean eile co-cheangailte ri dìon, cruinneachadh, cleachdadh agus sgaoileadh fiosrachadh a tha aithnichte gu pearsanta (mar a tha air a mhìneachadh gu h-ìosal) aig neach sam bith. Cuiridh tu aithris prìobhaideachd air an duilleag far am bi thu a ’tional fiosrachadh a dh’ aithnichear gu pearsanta (‘Aithris Prìobhaideachd’) a bhios a ’gèilleadh ris na laghan, riaghailtean, riaghailtean agus stiùiridhean iomchaidh agus, aig a’ char as lugha, a ’toirt fios do luchd-cleachdaidh mun fhiosrachadh a dh’ aithnichear gu pearsanta a chaidh a chruinneachadh, mar a bhios e thèid a chleachdadh agus mar a thèid a dhèanamh tèarainte, agus tha sin a ’comharrachadh an dòigh cruinneachaidh (briosgaidean, lòchrain lìn no dòighean iomchaidh eile) agus cleachdadh fiosrachaidh a chaidh a chruinneachadh co-cheangailte ris na Seirbheisean, a’ faighinn cead fiosraichte ro-làimh (tarraing a-steach) mus cleachd thu gin teicneòlasan tracadh, chun na h-ìre a tha riatanach fo laghan agus riaghailtean iomchaidh. Bidh an aithris prìobhaideachd sin cuideachd a ’toirt a-steach fiosrachadh teicnigeach co-cheangailte ri cruinneachadh, sgaoileadh agus stòradh an fhiosrachaidh a dh’ aithnichear gu pearsanta a bheir sinn seachad tro na Seirbheisean. Ma tha sin riatanach le reachdas dìon dàta buntainneach no lagh no riaghladh eile, bheir thu fios do threas phàrtaidhean gu bheil thu a ’toirt seachad am fiosrachadh a tha aithnichte gu pearsanta dhuinn airson a ghiullachd agus nì thu cinnteach gu bheil treas phàrtaidhean riatanach sam bith air cead a thoirt seachad airson a leithid de fhoillseachadh agus giollachd. Tha thu ag aontachadh cumail ri tuairisgeulan agus ullachaidhean an Aithris Dìomhaireachd. Tha ‘Fiosrachadh a dh’ aithnichear gu pearsanta ’a’ ciallachadh fiosrachadh sam bith a dh ’fhaodas a bhith ceangailte ri no a lorgadh ri neach sam bith, a’ toirt a-steach ainm neach, seòladh, àireamh fòn, seòladh puist-d, fiosrachadh cairt creideis, àireamh tèarainteachd shòisealta no fiosrachadh fìrinn sònraichte eile den aon seòrsa, ge bith dè na meadhanan air a bheil fiosrachadh mar sin air a stòradh (me air pàipear no gu dealanach).
gl: Cumprirá toda a privacidade e outras leis, normas, regulamentos e directrices aplicables sobre a protección, recollida, uso e distribución da información de identificación persoal (como se define a continuación) de calquera persoa. Publicará unha declaración de privacidade na páxina onde recolla información de identificación persoal (&#39;Declaración de privacidade&#39;) que cumpre con todas as leis, regras, regulamentos e directrices aplicables e, como mínimo, notificará aos usuarios a información de identificación persoal recollida, como se empregarase e como se protexerá, e que identifique o método de recollida (cookies, balizas web ou outros medios aplicables) e o uso de información recollida en conexión cos Servizos, obtendo o consentimento previo (opt-in) antes de usar calquera tecnoloxías de seguimento, na medida requirida polas leis e regulamentos aplicables. Esta declaración de privacidade tamén incluirá información técnica relacionada coa recollida, transmisión e almacenamento da información de identificación persoal facilitada por nós a través dos servizos. Se o require a lexislación de protección de datos aplicable ou outra lei ou regulamento, informará a terceiros que nos proporciona a súa información de identificación persoal para o seu tratamento e asegurarase de que os terceiros que teñan dado o seu consentimento para a súa divulgación e tratamento. Vostede acepta cumprir as descricións e disposicións da Declaración de privacidade. &quot;Información de identificación persoal&quot;: toda información que se poida asociar ou rastrexar a calquera individuo, incluíndo nome, dirección, número de teléfono, enderezo de correo electrónico, información da tarxeta de crédito, número de seguridade social ou outra información de feito específica similar, independentemente de o soporte no que se almacena esa información (por exemplo, en papel ou electrónicamente).
gu: તમે કોઈપણ લાગુ પડકારની ગોપનીયતા અને અન્ય કાયદા, નિયમો, નિયમનો અને કોઈપણ વ્યક્તિની વ્યક્તિગત રૂપે ઓળખાતી માહિતી (નીચે નિર્ધારિત મુજબ) ની વ્યક્તિગત રૂપે ઓળખાતી માહિતીના વિતરણ, સંગ્રહ, ઉપયોગ અને વિતરણથી સંબંધિત પાલન કરી શકો છો. તમે તે પૃષ્ઠ પર એક ગોપનીયતા નિવેદન પોસ્ટ કરશો જ્યાં તમે વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી (&#39;ગોપનીયતા વિધાન&#39;) એકત્રિત કરો છો જે તમામ લાગુ કાયદા, નિયમો, નિયમનો અને માર્ગદર્શિકાઓનું પાલન કરે છે અને ઓછામાં ઓછી એકઠી કરેલી વ્યક્તિગત રૂપે ઓળખાતી માહિતીના વપરાશકર્તાઓને સૂચિત કરે છે, તે કેવી રીતે તેનો ઉપયોગ કેવી રીતે કરવામાં આવશે અને તે કેવી રીતે સુરક્ષિત કરવામાં આવશે, અને તે સંગ્રહ પદ્ધતિ (કૂકીઝ, વેબ બીકન્સ અથવા અન્ય લાગુ માધ્યમ) અને સેવાઓનો સંબંધમાં એકત્રિત કરેલી માહિતીનો ઉપયોગ, કોઈપણ માહિતીનો ઉપયોગ કરતા પહેલા પૂર્વ જાણકાર સંમતિ (-પ્ટ-ઇન) મેળવે છે. ટ્રેકિંગ તકનીકો, લાગુ કાયદા અને નિયમો દ્વારા જરૂરી હદ સુધી. આવા ગોપનીયતા નિવેદનમાં સેવાઓ દ્વારા અમારા દ્વારા પ્રદાન કરવામાં આવતી વ્યક્તિગત રૂપે ઓળખી શકાય તેવી માહિતીના સંગ્રહ, પ્રસારણ અને સંગ્રહને લગતી તકનીકી માહિતી શામેલ હશે. જો લાગુ ડેટા સંરક્ષણ કાયદા અથવા અન્ય કાયદા અથવા નિયમન દ્વારા જરૂરી હોય, તો તમે તૃતીય પક્ષોને જાણ કરશો કે તમે પ્રોસેસિંગ માટે અમને તેમની વ્યક્તિગત રૂપે ઓળખી શકાય તેવી માહિતી પ્રદાન કરી રહ્યા છો અને ખાતરી કરશે કે કોઈ પણ જરૂરી ત્રીજા પક્ષકારોએ આવા જાહેરાત અને પ્રક્રિયાને તેમની સંમતિ આપી છે. તમે ગોપનીયતા વિધાનના વર્ણનો અને જોગવાઈઓનું પાલન કરવા માટે સંમત છો. &#39;વ્યક્તિગત રૂપે ઓળખી શકાય તેવી માહિતી&#39; નો અર્થ એ છે કે કોઈ પણ વ્યક્તિની નામ, સરનામું, ટેલિફોન નંબર, ઇ-મેઇલ સરનામું, ક્રેડિટ કાર્ડ માહિતી, સામાજિક સુરક્ષા નંબર અથવા અન્ય સમાન વિશિષ્ટ તથ્યપૂર્ણ માહિતીને ધ્યાનમાં લીધા વિના, કોઈપણ વ્યક્તિ સાથે સંકળાયેલ અથવા શોધી શકાય તેવી માહિતી. મીડિયા કે જેના પર આવી માહિતી સંગ્રહિત છે (દા.ત. કાગળ પર અથવા ઇલેક્ટ્રોનિકલી).
hi: आप किसी भी व्यक्ति की व्यक्तिगत पहचान योग्य जानकारी के संरक्षण, संग्रह, उपयोग और वितरण से संबंधित सभी लागू गोपनीयता और अन्य कानूनों, नियमों, विनियमों और दिशानिर्देशों का अनुपालन करेंगे। आप उस पृष्ठ पर एक गोपनीयता कथन पोस्ट करेंगे, जहाँ आप व्यक्तिगत रूप से पहचान योग्य जानकारी (&#39;गोपनीयता कथन&#39;) एकत्र करते हैं, जो सभी लागू कानूनों, नियमों, विनियमों और दिशानिर्देशों का अनुपालन करता है और कम से कम, व्यक्तिगत रूप से पहचाने जाने योग्य सूचना के उपयोगकर्ताओं को सूचित करता है कि यह कैसे होता है। उपयोग किया जाएगा और इसे कैसे सुरक्षित किया जाएगा, और यह संग्रह विधि (कुकीज़, वेब बीकन या अन्य लागू साधनों) की पहचान करता है और सेवाओं के संबंध में एकत्रित जानकारी का उपयोग, किसी भी उपयोग करने से पहले पूर्व सूचित सहमति (ऑप्ट-इन) प्राप्त करता है। लागू कानूनों और नियमों द्वारा आवश्यक हद तक, तकनीकों पर नज़र रखना। इस तरह के गोपनीयता कथन में सेवाओं के माध्यम से हमारे द्वारा प्रदान की गई व्यक्तिगत पहचान योग्य जानकारी के संग्रह, प्रसारण और भंडारण से संबंधित तकनीकी जानकारी भी शामिल होगी। यदि लागू डेटा सुरक्षा कानून या अन्य कानून या विनियमन द्वारा आवश्यक हो, तो आप तीसरे पक्ष को सूचित करेंगे कि आप प्रसंस्करण के लिए हमें उनकी व्यक्तिगत रूप से पहचान योग्य जानकारी प्रदान कर रहे हैं और यह सुनिश्चित करेंगे कि किसी भी आवश्यक तीसरे पक्ष ने ऐसे प्रकटीकरण और प्रसंस्करण के लिए अपनी सहमति दी है। आप गोपनीयता कथन के विवरण और प्रावधानों का पालन करने के लिए सहमत हैं। &#39;व्यक्तिगत रूप से पहचाने जाने योग्य सूचना&#39; का अर्थ है कि कोई भी जानकारी, जो किसी व्यक्ति से जुड़ी हो या किसी व्यक्ति के नाम, पते, टेलीफोन नंबर, ई-मेल पते, क्रेडिट कार्ड की जानकारी, सामाजिक सुरक्षा संख्या या अन्य समान विशिष्ट तथ्यात्मक जानकारी से संबंधित हो, चाहे कोई भी हो। मीडिया जिस पर इस तरह की जानकारी संग्रहीत है (जैसे कागज पर या इलेक्ट्रॉनिक रूप से)।
hr: Pridržavat ćete se svih primjenjivih zakona o privatnosti i drugih zakona, pravila, propisa i smjernica koji se odnose na zaštitu, prikupljanje, upotrebu i distribuciju osobnih podataka (kao što je dolje definirano) bilo koje osobe. Izjavu o privatnosti objavit ćete na stranici na kojoj prikupljate osobne podatke (&#39;Izjava o privatnosti&#39;) koja je u skladu sa svim primjenjivim zakonima, pravilima, propisima i smjernicama i, u najmanju ruku, obavještava korisnike prikupljenih osobnih podataka, kako to koristit će se i kako će se zaštititi te identificirati način prikupljanja (kolačići, web-svjetionici ili druga primjenjiva sredstva) i upotrebu podataka prikupljenih u vezi s Uslugama, pribavljanje prethodnog informiranog pristanka (korištenje) prije korištenja bilo kojeg tehnologije za praćenje, u mjeri u kojoj to zahtijevaju primjenjivi zakoni i propisi. Takva Izjava o zaštiti privatnosti uključuje i tehničke podatke u vezi sa prikupljanjem, prijenosom i pohranjivanjem Osobnih podataka koje smo pružili putem Usluga. Ako to zahtijeva primjenjivo zakonodavstvo o zaštiti podataka ili drugi zakon ili uredba, obavijestit ćete treće strane da nam dajete njihove osobne podatke na obradu i osigurati da su sve potrebne treće strane dale svoj pristanak na takvo otkrivanje i obradu. Prihvaćate poštivanje opisa i odredbi Izjave o privatnosti. „Osobne informacije“ znači bilo koje podatke koji se mogu povezati s bilo kojim pojedincem ili ih pratiti, uključujući ime, adresu, telefonski broj, e-mail adresu, podatke o kreditnoj kartici, broj socijalnog osiguranja ili druge slične konkretne podatke, bez obzira na mediju na kojem su takve informacije pohranjene (npr. na papiru ili u elektroničkom obliku).
hu: Meg fogja felelni az összes alkalmazandó adatvédelmi és egyéb törvénynek, szabálynak, szabályozásnak és iránymutatásnak, amelyek a személyekkel azonosítható információk (alábbiakban meghatározottak szerint) védelmére, gyűjtésére, felhasználására és terjesztésére vonatkoznak. Az adatvédelmi nyilatkozatot közzéteszi azon az oldalon, ahol személyesen azonosítható információkat gyűjt („Adatvédelmi nyilatkozat”), amely megfelel az összes alkalmazandó törvénynek, szabálynak, szabályozásnak és iránymutatásnak, és legalább értesíti a gyűjtött személyes azonosítással rendelkező információk felhasználóit, hogy hogyan kerül felhasználásra és annak biztosítására, és meghatározza a gyűjtési módszert (sütik, webjelzők vagy egyéb alkalmazható eszközök) és a Szolgáltatásokkal összegyűjtött információk felhasználását, előzetes tájékozott beleegyezést (opt-in) megszerezve, mielőtt bármilyen nyomkövető technológiák, az alkalmazandó törvények és rendeletek által megkövetelt mértékben. Az ilyen adatvédelmi nyilatkozatnak tartalmaznia kell a Személyesen azonosítható információk gyűjtésével, továbbításával és tárolásával kapcsolatos műszaki információkat is, amelyeket a Szolgáltatásokon keresztül nyújtunk. Ha az alkalmazandó adatvédelmi jogszabályok vagy más törvények vagy rendeletek megkövetelik, akkor értesíti a harmadik feleket arról, hogy személyes azonosításukra alkalmas információt szolgáltat nekünk feldolgozás céljából, és biztosítja, hogy minden szükséges harmadik fél hozzájáruljon az ilyen nyilvánosságra hozatalhoz és feldolgozáshoz. Ön vállalja, hogy betartja az adatvédelmi nyilatkozat leírásait és rendelkezéseit. „Személyesen azonosítható információ”: bármilyen információ, amely bármely személyhez társítható vagy nyomon követhető, beleértve az egyén nevét, címét, telefonszámát, e-mail címét, hitelkártya-adatait, társadalombiztosítási számát vagy más hasonló konkrét tényszerű információt, függetlenül attól, hogy az adathordozó, amelyen ezeket az információkat tárolják (pl. papíron vagy elektronikusan).
hy: Դուք կհամապատասխանեք ցանկացած կիրառելի գաղտնիության և ցանկացած այլ օրենսդրության, կանոնների, կանոնակարգերի և ուղեցույցների, որոնք վերաբերում են ցանկացած անձի անձամբ ճանաչելի տեղեկատվության (ինչպես սահմանված է ստորև) պաշտպանությանը, հավաքմանը, օգտագործմանը և տարածմանը: Դուք կներկայացնեք գաղտնիության մասին հայտարարություն այն էջում, որտեղ դուք հավաքում եք Անհատապես ճանաչելի տեղեկատվություն («Գաղտնիության հայտարարություն»), որը համապատասխանում է կիրառելի բոլոր օրենքներին, կանոններին, կանոնակարգերին և ուղեցույցներին և, նվազագույնի դեպքում, տեղեկացնում է հավաքված Անհատապես ճանաչելի տեղեկատվության օգտագործողներին, ինչպես է այն: կօգտագործվի և ինչպես այն կապահովվի, և դա նույնականացնում է հավաքման եղանակը (բլիթները, վեբ փարոսները կամ այլ կիրառելի միջոցները) և Ծառայությունների հետ կապված հավաքված տեղեկատվության օգտագործումը, նախնական տեղեկացված համաձայնություն ստանալը (օպտիմալացում) ձեռք բերելուց առաջ: հետևելու տեխնոլոգիաները ՝ այնքանով, որքանով պահանջվում են գործող օրենքներով և կանոնակարգերով: Նման գաղտնիության մասին հայտարարությունը պետք է պարունակի նաև Տեխնիկական տեղեկատվություն `կապված Ծառայությունների միջոցով մեր կողմից տրամադրված անձամբ ճանաչելի տեղեկատվության հավաքագրման, փոխանցման և պահպանման հետ: Եթե պահանջվում է կիրառել տվյալների պաշտպանության օրենսդրությունը կամ այլ օրենք կամ կանոնակարգ, ապա դուք կտեղեկացնեք երրորդ անձանց, որ դուք նրանց անձամբ ճանաչելի տեղեկատվություն եք տալիս մեզ վերամշակման համար, և կապահովեք, որ ցանկացած պահանջվող երրորդ կողմեր տվել են իրենց համաձայնությունը նման բացահայտումների և մշակման գործընթացներին: Դուք համաձայն եք համապատասխանել Գաղտնիության մասին հայտարարության նկարագրություններին և դրույթներին: «Անհատապես ճանաչելի տեղեկատվություն» նշանակում է `ցանկացած տեղեկատվություն, որը կարող է կապված լինել կամ հետապնդել ցանկացած անհատի, ներառյալ անհատի անունը, հասցեն, հեռախոսահամարը, էլ. Փոստի հասցեն, վարկային քարտի տեղեկատվությունը, սոցիալական ապահովության համարը կամ այլ նմանատիպ հատուկ փաստական տեղեկություններ, անկախ դրանցից լրատվամիջոցները, որոնց վրա պահվում են այդպիսի տեղեկատվությունը (օրինակ ՝ թղթի վրա կամ էլեկտրոնային եղանակով):
id: Anda akan mematuhi semua privasi yang berlaku dan undang-undang, aturan, regulasi, dan pedoman lain yang berkaitan dengan perlindungan, pengumpulan, penggunaan, dan distribusi Informasi Identitas Pribadi (sebagaimana didefinisikan di bawah) dari siapa pun. Anda akan memposting pernyataan privasi di halaman tempat Anda mengumpulkan Informasi Identitas Pribadi (&#39;Pernyataan Privasi&#39;) yang mematuhi semua undang-undang, aturan, peraturan, dan pedoman yang berlaku dan, setidaknya, memberi tahu pengguna tentang Informasi Identitas Pribadi yang dikumpulkan, bagaimana itu akan digunakan dan bagaimana itu akan diamankan, dan yang mengidentifikasi metode pengumpulan (cookie, suar web atau cara lain yang berlaku) dan penggunaan informasi yang dikumpulkan sehubungan dengan Layanan, memperoleh persetujuan yang diinformasikan sebelumnya (opt-in) sebelum menggunakan teknologi pelacakan, sejauh yang dipersyaratkan oleh hukum dan peraturan yang berlaku. Pernyataan Privasi tersebut juga harus mencakup informasi teknis yang terkait dengan pengumpulan, transmisi, dan penyimpanan Informasi Identitas Pribadi yang kami sediakan melalui Layanan. Jika diwajibkan oleh undang-undang perlindungan data yang berlaku atau undang-undang atau peraturan lainnya, Anda akan memberi tahu pihak ketiga bahwa Anda memberikan Informasi Identitas Pribadi mereka kepada kami untuk diproses dan akan memastikan bahwa pihak ketiga yang diwajibkan telah memberikan persetujuan mereka untuk pengungkapan dan pemrosesan tersebut. Anda setuju untuk mematuhi deskripsi dan ketentuan Pernyataan Privasi. &#39;Informasi Identitas Pribadi&#39; berarti setiap informasi yang dapat dikaitkan dengan atau dilacak ke individu mana pun, termasuk nama, alamat, nomor telepon, alamat email, informasi kartu kredit, nomor jaminan sosial, atau informasi faktual spesifik serupa lainnya, terlepas dari media di mana informasi tersebut disimpan (misalnya di atas kertas atau secara elektronik).
is: Þú verður að fara eftir öllum viðeigandi persónuverndarlögum og öðrum lögum, reglum, reglugerðum og leiðbeiningum sem varða vernd, söfnun, notkun og dreifingu persónugreinanlegra upplýsinga (eins og skilgreint er hér að neðan) hvers og eins. Þú birtir persónuverndaryfirlýsingu á síðunni þar sem þú safnar persónugreinanlegum upplýsingum (&#39;Persónuverndaryfirlýsing&#39;) sem er í samræmi við öll viðeigandi lög, reglur, reglugerðir og leiðbeiningar og tilkynnir notendum að minnsta kosti persónugreinanlegar upplýsingar sem safnað er, hvernig þær verður notað og hvernig það verður tryggt, og sem auðkennir söfnunaraðferðina (smákökur, vefsvæði eða aðrar viðeigandi leiðir) og notkun upplýsinga sem safnað er í tengslum við þjónustuna, aflað fyrirfram upplýsts samþykkis (opt-in) áður en notaðar eru mælingar tækni, að því marki sem krafist er í viðeigandi lögum og reglugerðum. Slík persónuverndaryfirlýsing skal einnig innihalda tæknilegar upplýsingar sem tengjast söfnun, sendingu og geymslu persónugreinanlegra upplýsinga sem okkur er veitt í gegnum þjónustuna. Ef þess er krafist í viðeigandi gagnaverndarlöggjöf eða öðrum lögum eða reglugerðum, muntu upplýsa þriðja aðila um að þú veiti persónugreinanlegum upplýsingum okkar til okkar til vinnslu og tryggir að allir nauðsynlegir þriðju aðilar hafi gefið samþykki sitt fyrir slíkri birtingu og vinnslu. Þú samþykkir að fara eftir lýsingum og ákvæðum persónuverndaryfirlýsingarinnar. „Persónugreinanlegar upplýsingar“ merkir allar upplýsingar sem hægt er að tengja við eða rekja til hvers og eins, þar með talið nafn, heimilisfang, símanúmer, tölvupóstfang, kreditkortaupplýsingar, kennitölu eða aðrar svipaðar staðreyndir, óháð miðlinum sem slíkar upplýsingar eru geymdar á (td á pappír eða rafrænt).
it: Rispetterete tutte le leggi, norme, regolamenti e linee guida sulla privacy e altre applicabili relative alla protezione, raccolta, utilizzo e distribuzione delle informazioni di identificazione personale (come definite di seguito) di qualsiasi persona. Pubblicherai una dichiarazione sulla privacy nella pagina in cui raccogli le informazioni di identificazione personale (`` Informativa sulla privacy &#39;&#39;) che è conforme a tutte le leggi, norme, regolamenti e linee guida applicabili e, come minimo, notifica agli utenti le informazioni di identificazione personale raccolte, come verrà utilizzato e come sarà protetto, e ciò identifica il metodo di raccolta (cookie, web beacon o altri mezzi applicabili) e l&#39;uso delle informazioni raccolte in connessione con i Servizi, ottenendo il previo consenso informato (opt-in) prima di utilizzare qualsiasi tecnologie di tracciamento, nella misura richiesta dalle leggi e dai regolamenti applicabili. Tale Informativa sulla privacy includerà anche informazioni tecniche relative alla raccolta, trasmissione e archiviazione delle Informazioni di identificazione personale fornite da noi attraverso i Servizi. Se richiesto dalla legislazione applicabile sulla protezione dei dati o da altre leggi o regolamenti, informerai le terze parti che ci stai fornendo le loro informazioni di identificazione personale per l&#39;elaborazione e ti assicurerai che tutte le terze parti richieste abbiano dato il loro consenso a tale divulgazione ed elaborazione. Accetti di rispettare le descrizioni e le disposizioni dell&#39;Informativa sulla privacy. `` Informazioni di identificazione personale &#39;&#39; indica qualsiasi informazione che può essere associata o ricondotta a qualsiasi individuo, inclusi il nome, l&#39;indirizzo, il numero di telefono, l&#39;indirizzo e-mail, le informazioni sulla carta di credito, il numero di previdenza sociale o altre informazioni fattuali specifiche di un individuo, indipendentemente da il supporto su cui tali informazioni sono memorizzate (ad esempio su carta o elettronicamente).
iw: אתה תעמוד בכל החוקים, הכללים, התקנות וההנחיות הנוגעים להגנה, איסוף, שימוש והפצה של מידע המאפשר זיהוי אישי (כהגדרתו להלן) של כל אדם, בהתאם לכל הפרטיות והחוקים האחרים. אתה תפרסם הצהרת פרטיות בדף בו אתה אוסף מידע המאפשר זיהוי אישי (&#39;הצהרת פרטיות&#39;) העומד בכל החוקים, הכללים, התקנות וההנחיות הרלוונטיים, ומפרסם, לכל הפחות, למשתמשים את המידע המאפשר זיהוי אישי שנאסף, כיצד הוא ישמש וכיצד הוא יאובטח, וזה מזהה את שיטת האיסוף (עוגיות, משואות רשת או אמצעים ישים אחרים) ואת השימוש במידע שנאסף בקשר עם השירותים, קבלת הסכמה מדעת מראש (הצטרפות) לפני השימוש בכל מעקב אחר טכנולוגיות, במידה הנדרשת על ידי חוקים ותקנות חלים. הצהרת פרטיות כזו תכלול גם מידע טכני הקשור לאיסוף, העברה ואחסון של המידע המאפשר זיהוי אישי המסופק על ידינו באמצעות השירותים. אם הדבר נדרש על ידי חקיקה הגנה על מידע רלוונטית או על פי חוק או תקנה אחרים, תודיע לצדדים שלישיים שאתה מספק לנו את המידע המאפשר זיהוי אישי שלהם לצורך העיבוד ותבטיח כי כל צד ג &#39;דרוש נתן את הסכמתם לחשיפה ועיבוד כאלה. אתה מסכים לציית לתיאורים ולהוראות הצהרת הפרטיות. &quot;מידע המאפשר זיהוי אישי&quot; פירושו כל מידע שניתן לשייך או להתחקות אחר אדם כלשהו, כולל שם, כתובת, מספר טלפון, כתובת דואר אלקטרוני, פרטי כרטיס אשראי, מספר תעודת זהות או מספר עובדתי ספציפי דומה, ללא קשר ל המדיה עליה מאוחסן מידע כזה (למשל על נייר או אלקטרונית).
ja: お客様は、個人を特定できる情報（下記に定義）の保護、収集、使用、および配布に関連するすべてのプライバシーおよびその他の法律、規則、規制、ガイドラインを遵守するものとします。個人を特定できる情報を収集するページ（「プライバシーに関する声明」）に、適用されるすべての法律、規則、規制、およびガイドラインに準拠したプライバシーに関する声明を投稿し、少なくとも、収集した個人を特定できる情報とその方法についてユーザーに通知しますが使用され、それがどのように保護されるか、および収集方法（Cookie、Webビーコンまたはその他の適用可能な手段）およびサービスに関連して収集された情報の使用を識別し、利用する前に事前のインフォームドコンセント（オプトイン）を取得する適用される法律や規制で要求される範囲での追跡技術。そのようなプライバシーに関する声明には、本サービスを通じて当社が提供する個人識別情報の収集、送信、および保管に関連する技術情報も含まれるものとします。該当するデータ保護法またはその他の法律または規制によって要求された場合、お客様は、個人を特定できる情報を処理のために当社に提供していることを第三者に通知し、必要な第三者がかかる開示および処理に同意したことを確認します。あなたはプライバシーステートメントの説明と条項に従うことに同意します。 「個人を特定できる情報」とは、個人の名前、住所、電話番号、電子メールアドレス、クレジットカード情報、社会保障番号、またはその他の同様の特定の事実情報を含む、個人に関連付けまたは追跡できる情報を意味します。そのような情報が保存されているメディア（たとえば、紙または電子的に）。
ka: თქვენ შეასრულებთ ყველა პირად დაცვას და პირად იდენტიფიცირებადი ინფორმაციის დაცვას, შეგროვებას, გამოყენებასა და განაწილებას (როგორც ეს ქვემოთ მოცემულია) ყველა მოქმედი კონფიდენციალურობის დაცვას და სხვა კანონებს, წესებს, დებულებებს და მითითებებს. კონფიდენციალურობის შესახებ განცხადებას განათავსებთ იმ გვერდზე, სადაც თქვენ შეაგროვებთ პირად ცნობად ცნობებს (”კონფიდენციალურობის შესახებ განცხადება”), რომელიც შეესაბამება ყველა მოქმედი კანონით, წესებით, წესებით და მითითებით და, როგორც მინიმუმ, აცნობებს მომხმარებლებს პერსონალურად იდენტიფიცირებადი ინფორმაციის შესახებ, თუ როგორ გამოყენებული იქნება და როგორ იქნება იგი უზრუნველყოფილი, და რომელიც განსაზღვრავს შეგროვების მეთოდს (cookies, ვებ შუქურები ან სხვა შესაბამისი საშუალებები) და სამსახურებთან დაკავშირებით შეგროვებული ინფორმაციის გამოყენებას, წინასწარი ინფორმირებული თანხმობის მიღებას (ოპტიმიზაციას) ადრე გამოყენებამდე. თვალყურის დევნის ტექნოლოგიები, იმდენად რამდენადაც ესაჭიროება მოქმედი კანონები და დებულებები. კონფიდენციალურობის ამგვარი განცხადება ასევე უნდა შეიცავდეს ტექნიკურ ინფორმაციას, რომელიც დაკავშირებულია სერვისების საშუალებით ჩვენს მიერ მოწოდებულ პერსონალურად იდენტიფიცირებადი ინფორმაციის შეგროვებასთან, გადაცემასთან და შენახვასთან. თუ საჭიროა მოქმედი მონაცემთა დაცვის კანონმდებლობა ან სხვა კანონი ან დებულება, თქვენ აცნობებთ მესამე პირებს, რომ თქვენ აწვდით მათ პირადად იდენტიფიცირებულ ინფორმაციას ჩვენ გადასამუშავებლად და უზრუნველყობთ, რომ ყველა მესამე პირმა მისცა თანხმობა ასეთი გამჟღავნების შესახებ. თქვენ ეთანხმებით, რომ აკმაყოფილებთ კონფიდენციალურობის შესახებ განცხადების აღწერილობებს და დებულებებს. &quot;პირადად იდენტიფიცირებადი ინფორმაცია&quot; ნიშნავს ნებისმიერ ინფორმაციას, რომელსაც შეიძლება უკავშირდებოდეს ან მიეკუთვნება ნებისმიერი ინდივიდი, მათ შორის, პირის სახელთან, მისამართთან, ტელეფონის ნომერთან, ელექტრონულ ფოსტის მისამართთან, საკრედიტო ბარათის შესახებ, სოციალურ უზრუნველყოფის ნომერზე ან სხვა მსგავსი სპეციფიკურ ფაქტობრივ ინფორმაციებზე, განურჩევლად მედია, რომელზედაც ინახება ასეთი ინფორმაცია (მაგ., ქაღალდზე ან ელექტრონულად).
kk: Сіз кез-келген тұлғаның жеке сәйкестендірілетін ақпаратын (төменде көрсетілгендей) қорғауға, жинауға, пайдалануға және таратуға қатысты барлық қолданылатын құпиялылықты және басқа заңдарды, ережелерді, ережелер мен нұсқауларды сақтайсыз. Құпиялылық туралы мәлімдемені барлық қолданылатын заңдарға, ережелерге, ережелер мен нұсқаулықтарға сәйкес келетін Жеке анықталатын ақпаратты (&#39;Құпиялылық мәлімдемесі&#39;) жинайтын бетке орналастырасыз және кем дегенде жеке анықталатын ақпарат пайдаланушыларына қалай жиналғанын хабарлайды. пайдаланылатын болады және ол қалай қамтамасыз етіледі, және жинау әдісін (cookie файлдары, веб-шамшырақтар немесе басқа қолданылатын құралдар) және қызметтерге байланысты жиналған ақпаратты пайдалануды, кез-келген пайдалану алдында алдын-ала алдын ала хабардар етілген келісімді (бас тарту) алуға мүмкіндік береді. қадағалау технологиялары, қолданыстағы заңдар мен ережелер талап ететін дәрежеде. Мұндай Құпиялылық туралы мәлімдеме сонымен қатар Қызметтер арқылы біз ұсынатын Жеке сәйкестендірілетін ақпаратты жинауға, беруге және сақтауға байланысты техникалық ақпаратты қамтиды. Егер деректерді қорғаудың қолданыстағы заңнамасы немесе басқа заңдар немесе ережелер талап етсе, сіз үшінші тұлғаларға олардың жеке анықталатын ақпаратын өңдеу үшін бізге ұсынып жатқандығыңыз туралы хабарлайсыз және кез келген талап етілетін үшінші тараптың осындай ашуға және өңдеуге келісімін бергеніне кепілдік бересіз. Сіз Құпиялылық туралы мәлімдеменің сипаттамалары мен ережелерін сақтауға келісесіз. «Жеке сәйкестендірілетін ақпарат» кез-келген адамға байланысты немесе кез-келген ақпаратты, оның ішінде адамның атын, мекен-жайын, телефон нөмірін, электрондық поштаның мекен-жайын, несие картасы туралы ақпаратты, әлеуметтік сақтандыру нөмірін немесе басқа ұқсас нақты ақпараттарды, қарамастан, кез келген ақпаратты білдіреді. осындай ақпарат сақталатын ақпарат тасушы (мысалы, қағаз немесе электронды түрде).
km: អ្នកនឹងគោរពតាមរាល់ភាពឯកជនដែលអាចអនុវត្តបាននិងច្បាប់បទបញ្ញត្តិនិងគោលការណ៍ណែនាំផ្សេងៗទាក់ទងនឹងការការពារការប្រមូលការប្រើប្រាស់និងការចែកចាយព័ត៌មានដែលអាចសម្គាល់អត្តសញ្ញាណបុគ្គល (ដូចបានកំណត់ខាងក្រោម) របស់មនុស្សណាម្នាក់។ អ្នកនឹងប្រកាសសេចក្តីថ្លែងការណ៍អំពីសិទ្ធិឯកជនមួយនៅលើទំព័រដែលអ្នកប្រមូលព័ត៌មានផ្ទាល់ខ្លួន (“ សេចក្តីថ្លែងការណ៍សិទ្ធិឯកជន”) ដែលអនុលោមតាមច្បាប់បទបញ្ជានិងបទបញ្ញត្តិដែលអាចអនុវត្តបានហើយយ៉ាងហោចណាស់ជូនដំណឹងដល់អ្នកប្រើប្រាស់អំពីព័ត៌មានផ្ទាល់ខ្លួនដែលប្រមូលបាន។ នឹងត្រូវបានប្រើនិងវិធីដែលវានឹងត្រូវបានធានាហើយដែលកំណត់វិធីសាស្រ្តប្រមូល (ខូឃីស៍កម្មវិធីត្រួតពិនិត្យសកម្មភាពលើអ៊ីនធឺណិតឬមធ្យោបាយផ្សេងទៀត) និងការប្រើប្រាស់ព័ត៌មានដែលប្រមូលបានទាក់ទងនឹងសេវាកម្មដោយទទួលបានការព្រមព្រៀងដែលបានជូនដំណឹងជាមុន (មិនចូលរួម) មុនពេលប្រើប្រាស់ណាមួយ។ តាមដានបច្ចេកវិទ្យាក្នុងកម្រិតដែលត្រូវការដោយច្បាប់និងបទប្បញ្ញត្តិ។ សេចក្តីថ្លែងការណ៍អំពីសិទ្ធិឯកជននេះក៏ត្រូវបញ្ចូលព័ត៌មានបច្ចេកទេសទាក់ទងនឹងការប្រមូលបញ្ជូននិងរក្សាទុកព័ត៌មានដែលអាចកំណត់អត្តសញ្ញាណជាលក្ខណៈបុគ្គលដែលផ្តល់ដោយយើងតាមរយៈសេវាកម្ម។ ប្រសិនបើត្រូវបានទាមទារដោយច្បាប់ការពារទិន្នន័យដែលអាចអនុវត្តបានឬច្បាប់ឬបទបញ្ញត្តិផ្សេងទៀតអ្នកនឹងជូនដំណឹងដល់ភាគីទីបីដែលអ្នកកំពុងផ្តល់ព័ត៌មានផ្ទាល់ខ្លួនរបស់ពួកគេដល់យើងសម្រាប់ដំណើរការហើយនឹងធានាថាភាគីទីបីដែលត្រូវការបានផ្តល់ការយល់ព្រមរបស់ពួកគេចំពោះការបង្ហាញនិងដំណើរការ។ អ្នកយល់ព្រមគោរពតាមការពិពណ៌នានិងបទប្បញ្ញត្តិនៃសេចក្តីថ្លែងការណ៍សិទ្ធិឯកជន។ “ ព័ត៌មានដែលអាចកំណត់អត្តសញ្ញាណជាលក្ខណៈបុគ្គល” មានន័យថាព័ត៌មានណាមួយដែលអាចទាក់ទងជាមួយឬតាមដានបុគ្គលម្នាក់ៗរួមមានឈ្មោះអាស័យដ្ឋានលេខទូរស័ព្ទអាស័យដ្ឋានអ៊ីម៉ែលព័ត៌មានកាតឥណទានលេខសន្តិសុខសង្គមឬព័ត៌មានពិតជាក់លាក់ស្រដៀងគ្នាផ្សេងទៀតដោយមិនគិតពី ប្រព័ន្ធផ្សព្វផ្សាយដែលព័ត៌មានទាំងនោះត្រូវបានរក្សាទុក (ឧទាហរណ៍នៅលើក្រដាសឬអេឡិចត្រូនិច) ។
kn: ಯಾವುದೇ ವ್ಯಕ್ತಿಯ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯ (ಕೆಳಗೆ ವ್ಯಾಖ್ಯಾನಿಸಿದಂತೆ) ರಕ್ಷಣೆ, ಸಂಗ್ರಹಣೆ, ಬಳಕೆ ಮತ್ತು ವಿತರಣೆಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಅನ್ವಯವಾಗುವ ಗೌಪ್ಯತೆ ಮತ್ತು ಇತರ ಕಾನೂನುಗಳು, ನಿಯಮಗಳು, ನಿಯಮಗಳು ಮತ್ತು ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ನೀವು ಅನುಸರಿಸುತ್ತೀರಿ. ಅನ್ವಯವಾಗುವ ಎಲ್ಲಾ ಕಾನೂನುಗಳು, ನಿಯಮಗಳು, ನಿಯಮಗಳು ಮತ್ತು ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸುವ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು (&#39;ಗೌಪ್ಯತೆ ಹೇಳಿಕೆ&#39;) ನೀವು ಸಂಗ್ರಹಿಸುವ ಪುಟದಲ್ಲಿ ನೀವು ಗೌಪ್ಯತೆ ಹೇಳಿಕೆಯನ್ನು ಪೋಸ್ಟ್ ಮಾಡುತ್ತೀರಿ ಮತ್ತು ಕನಿಷ್ಠ, ಸಂಗ್ರಹಿಸಿದ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯ ಬಳಕೆದಾರರಿಗೆ ತಿಳಿಸುತ್ತದೆ. ಬಳಸಲಾಗುವುದು ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಸುರಕ್ಷಿತಗೊಳಿಸಲಾಗುತ್ತದೆ, ಮತ್ತು ಅದು ಸಂಗ್ರಹಣಾ ವಿಧಾನವನ್ನು (ಕುಕೀಗಳು, ವೆಬ್ ಬೀಕನ್‌ಗಳು ಅಥವಾ ಇತರ ಅನ್ವಯವಾಗುವ ವಿಧಾನಗಳು) ಮತ್ತು ಸೇವೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಸಂಗ್ರಹಿಸಿದ ಮಾಹಿತಿಯ ಬಳಕೆಯನ್ನು ಗುರುತಿಸುತ್ತದೆ, ಯಾವುದನ್ನಾದರೂ ಬಳಸುವ ಮೊದಲು ಪೂರ್ವ ತಿಳುವಳಿಕೆಯುಳ್ಳ ಒಪ್ಪಿಗೆಯನ್ನು ಪಡೆಯುತ್ತದೆ (ಆಯ್ಕೆಮಾಡಿ) ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳು, ಅನ್ವಯವಾಗುವ ಕಾನೂನುಗಳು ಮತ್ತು ನಿಬಂಧನೆಗಳಿಂದ ಅಗತ್ಯವಿರುವ ಮಟ್ಟಿಗೆ. ಅಂತಹ ಗೌಪ್ಯತೆ ಹೇಳಿಕೆಯು ಸೇವೆಗಳ ಮೂಲಕ ನಾವು ಒದಗಿಸಿದ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯ ಸಂಗ್ರಹಣೆ, ಪ್ರಸಾರ ಮತ್ತು ಸಂಗ್ರಹಣೆಗೆ ಸಂಬಂಧಿಸಿದ ತಾಂತ್ರಿಕ ಮಾಹಿತಿಯನ್ನು ಸಹ ಒಳಗೊಂಡಿರುತ್ತದೆ. ಅನ್ವಯವಾಗುವ ದತ್ತಾಂಶ ಸಂರಕ್ಷಣಾ ಶಾಸನ ಅಥವಾ ಇತರ ಕಾನೂನು ಅಥವಾ ನಿಯಂತ್ರಣದ ಅಗತ್ಯವಿದ್ದರೆ, ನೀವು ಪ್ರಕ್ರಿಯೆಗಾಗಿ ನೀವು ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ನಮಗೆ ಒದಗಿಸುತ್ತಿದ್ದೀರಿ ಎಂದು ನೀವು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳಿಗೆ ತಿಳಿಸುವಿರಿ ಮತ್ತು ಅಗತ್ಯವಿರುವ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ಅಂತಹ ಬಹಿರಂಗಪಡಿಸುವಿಕೆ ಮತ್ತು ಸಂಸ್ಕರಣೆಗೆ ತಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ನೀಡಿದ್ದಾರೆಯೇ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುತ್ತೀರಿ. ಗೌಪ್ಯತೆ ಹೇಳಿಕೆಯ ವಿವರಣೆಗಳು ಮತ್ತು ನಿಬಂಧನೆಗಳನ್ನು ಅನುಸರಿಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. &#39;ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿ&#39; ಎಂದರೆ ವ್ಯಕ್ತಿಯ ಹೆಸರು, ವಿಳಾಸ, ದೂರವಾಣಿ ಸಂಖ್ಯೆ, ಇ-ಮೇಲ್ ವಿಳಾಸ, ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಮಾಹಿತಿ, ಸಾಮಾಜಿಕ ಭದ್ರತೆ ಸಂಖ್ಯೆ ಅಥವಾ ಇತರ ರೀತಿಯ ನಿರ್ದಿಷ್ಟ ವಾಸ್ತವಿಕ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಂತೆ ಯಾವುದೇ ವ್ಯಕ್ತಿಯೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಬಹುದಾದ ಅಥವಾ ಪತ್ತೆಹಚ್ಚಬಹುದಾದ ಯಾವುದೇ ಮಾಹಿತಿ. ಅಂತಹ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿರುವ ಮಾಧ್ಯಮ (ಉದಾ. ಕಾಗದದ ಮೇಲೆ ಅಥವಾ ವಿದ್ಯುನ್ಮಾನವಾಗಿ).
ku: Hûn ê li gorî nepenî û qanûnên din, rêgez, rêûresm û rêbernameyên têkildarî parastin, berhevkirin, karanîna û belavkirina Agahdariya Nasnameya Kesane (ya ku li jêr hatine destnîşankirin) ji her kesê re bicîh bînin. Hûn ê li ser rûpelê ku hûn agahdariya Nasnameya Nasnameyî ya Kesane (&#39;Daxuyaniya Privacyexsiyetê&#39;) kom dikin ku hûn hemî qanûn, rêzik, rêûresm û rêbernameyên pêbawer bicîh dikin, daxuyaniyek nepenî bişînin, û bi kêmî ve, bikarhênerên agahdariya Nasnameya Kesane ya ku hatine berhev kirin, agahdar bikin. dê were bikar anîn û ew ê çawa were safî kirin, û ew rêbaza berhevkirinê (cookies, beacons web an rêgirên din ên pêkanîna) nas dike û karanîna agahdariyên ku di derheqê karûbaran de têne berhev kirin, wergirtina razîbûna agahdariya berê (opt-in) berî ku bikar bîne teknolojiyên şopandinê, bi qasî ku bi qanûn û rêzikên pêkanîn tê xwestin. Daxuyaniyek Kesayetiyê wiha agahdariya teknîkî ya têkildarî berhevkirin, veguhastin û tomarkirinê ya Agahdariya Nasnameya Kesane ya ku ji hêla me ve ji hêla Karûbaran ve hatî peyda kirin jî heye. Ger li gorî qanûnên parastinê yên daneyan an qanûn an rêgezek din hewce be, hûn ê ji aliyên sêyemîn re agahdar bikin ku hûn agahdariya nasnameya kesane ya ku ji me re ji me re ji bo pêvajoyê pêşkêşî dikin didin û hûn ê piştrast bikin ku her aliyên sêyemîn ên pêwist razîbûna xwe ji bo eşkerekirin û pêşvexistina vî rengî dane. Hûn bipejirînin ku hûn li ser ravekirin û rêzikên daxuyaniya nepenîtiyê tevbigerin. &#39;Agahdariya Nasname ya Kesane&#39; tê wateya agahdariya ku dikare bi kesek re têkildar be yan jî were şopandin, di nav de navê kesek, navnîşan, hejmarek têlefonê, navnîşana e-name, agahdariya karta krediyê, jimara ewlehiya civakî an agahdariya rastîn a berbiçav, medyaya ku agahiyên wusa tomar dike (mînakî li ser kaxezê an bi elektronîkî).
ky: Сиз жеке адамга таандык маалыматты (төмөндө аныкталгандай) коргоого, чогултууга, колдонууга жана жайылтууга байланыштуу колдонулган купуялыкты жана башка мыйзамдарды, эрежелерди, эрежелерди жана көрсөтмөлөрдү сактайсыз. Жеке колдонуучу маалыматты (&#39;Жашыруундуулук жөнүндө билдирүү&#39;) чогулткан баракчага купуялык жөнүндө билдирүүнү жайгаштырасыз, ал бардык колдонулган мыйзамдарга, эрежелерге, жоболорго жана көрсөтмөлөргө ылайык келет, жана, жок эле дегенде, Жеке Инсандык маалыматтын колдонуучуларына чогултулган маалыматты, колдонулат жана кантип камсыз кылынат, жана чогултуу ыкмасын (кукилер, веб маяктар же башка колдонула турган ыкмалар) жана Кызматтарга байланыштуу чогултулган маалыматты пайдалануудан мурун, алдын-ала маалымдалган макулдугун (баш тартуу) алуудан мурун, колдонуудагы мыйзамдарда жана ченемдик укуктук актыларда талап кылынган деңгээлде көзөмөлдөө технологиялары. Мындай купуялык билдирүүсүнө ошондой эле Кызматтар аркылуу биз тарабынан аныкталган Инсандык маалыматты чогултууга, өткөрүп берүүгө жана сактоого байланыштуу техникалык маалымат камтылат. Колдонулган маалыматтарды коргоо боюнча мыйзамдар же башка мыйзамдар же жоболор талап кылса, сиз үчүнчү жактарга алардын Жеке Инсандыгын аныктоочу маалыматты иштеп чыгуу үчүн бергендигиңизди билдиресиз жана талап кылынган үчүнчү жактардын ушундай ачыкка чыгарууга макулдугун бергендигин камсыздайсыз. Купуялык билдирүүсүнүн сүрөттөмөлөрүн жана жоболорун сактоого макулсуз. &quot;Жеке идентификациялануучу маалымат&quot; ар кандай адам менен байланыштырылуучу же байкала турган ар кандай маалыматты, анын ичинде адамдын аты-жөнүн, дарегин, телефон номерин, электрондук почта дарегин, насыя картасынын маалыматын, социалдык камсыздандыруу номерин же башка ушул сыяктуу конкреттүү фактикалык маалыматты, карабастан, билдирет. мындай маалымат сакталган маалымат каражаттары (мисалы, кагаз жүзүндө же электрондук түрдө).
lb: Dir wäert mat all applicabel Privatsphär an aner Gesetzer, Regelen, Reglementer a Richtlinnen betreffend de Schutz, d&#39;Sammlung, d&#39;Benotzung an d&#39;Verdeelung vun der Perséinlech Identifizéierbar Informatioun (wéi hei ënnendrënner definéiert) vun all Persoun respektéieren. Dir wäert eng Privatsphärserklärung op der Säit posten wou Dir Perséinlech Identifizéierbar Informatioun sammelt (&#39;Dateschutzerklärung&#39;), déi mat all applicabel Gesetzer, Reegelen, Reglementer a Richtlinnen entsprécht an op e Minimum Notifikatiounen d&#39;Benotzer vun der Perséinlech Identifizéierbar Informatioun informéiert, wéi et gëtt benotzt a wéi et geséchert gëtt, an dat d&#39;Sammlungsmethod (Cookien, Web Beaconen oder aner benotzbar Mëttelen) an d&#39;Benotzung vun Informatiounen, déi a Verbindung mat de Servicer gesammelt ginn, identifizéiert ginn, eng informéiert Zoustëmmung kritt (opt-in) ier Dir iergendeng benotzt Verfollegungstechnologien, bis zu deem erfuerderleche vun applicabelen Gesetzer a Reglementer. Sou eng Privatsphärserklärung enthält och technesch Informatioun betreffend d&#39;Sammlung, d&#39;Transmissioun an d&#39;Späichere vun der Perséinlech Identifizéierbar Informatioun, déi vun eis duerch d&#39;Servicer geliwwert gëtt. Wann Dir vun der uwendbarer Dateschutzgesetzgebung oder aner Gesetz oder Regulatioun noutwendeg ass, gitt Dir Drëttpersounen z&#39;informéieren datt Dir hir Perséinlech Identifizéierbar Informatioun un eis fir d&#39;Veraarbechtung liwwert an suergt datt all erfuerderlech Drëttpersounen hir Zoustëmmung fir sou Verëffentlechung an Veraarbechtung ginn. Dir sidd averstanen d&#39;Beschreiwunge an d&#39;Bestëmmunge vun der Dateschutzerklärung ze respektéieren. &#39;Perséinlech Identifizéierbar Informatioun&#39; bedeit all Informatioun déi mat all Persoun verbonne kann oder tracéiert gëtt, ënner anerem den Numm vun der Persoun, Adress, Telefonsnummer, E-Mailadress, Kreditkartinformatioun, Sozialversécherungsnummer oder aner ähnlech spezifesch Fakt Informatioun, egal d&#39;Medien op deenen esou Informatioun gespäichert ass (z. B. op Pabeier oder elektronesch).
lo: ທ່ານຈະປະຕິບັດຕາມທຸກຄວາມເປັນສ່ວນຕົວແລະກົດ ໝາຍ, ກົດລະບຽບ, ຂໍ້ ກຳ ນົດແລະຂໍ້ແນະ ນຳ ຕ່າງໆທີ່ກ່ຽວຂ້ອງກັບການປົກປ້ອງ, ການເກັບ ກຳ, ການ ນຳ ໃຊ້ແລະການແຈກຢາຍຂໍ້ມູນທີ່ເປັນຕົວຕົນຂອງບຸກຄົນ (ດັ່ງທີ່ໄດ້ ກຳ ນົດໄວ້ຂ້າງລຸ່ມນີ້) ຂອງບຸກຄົນໃດ ໜຶ່ງ. ທ່ານຈະປະກາດຖະແຫຼງການຄວາມເປັນສ່ວນຕົວໃນ ໜ້າ ທີ່ທ່ານເກັບ ກຳ ຂໍ້ມູນທີ່ເປັນສ່ວນບຸກຄົນ (&#39;ຖະແຫຼງການຄວາມເປັນສ່ວນຕົວ&#39;) ທີ່ປະຕິບັດຕາມກົດ ໝາຍ, ກົດລະບຽບ, ກົດລະບຽບແລະຂໍ້ແນະ ນຳ ທີ່ກ່ຽວຂ້ອງແລະຢ່າງ ໜ້ອຍ, ແຈ້ງໃຫ້ຜູ້ຊົມໃຊ້ຂໍ້ມູນທີ່ຖືກລະບຸຕົວສ່ວນບຸກຄົນ, ເກັບ ກຳ ຂໍ້ມູນແນວໃດ ຈະຖືກ ນຳ ໃຊ້ແລະວິທີການທີ່ມັນຈະຖືກຮັບປະກັນ, ແລະທີ່ລະບຸວິທີການເກັບ ກຳ (cookies, beacons ເວັບຫຼືວິທີອື່ນໆ) ແລະການ ນຳ ໃຊ້ຂໍ້ມູນທີ່ລວບລວມເຂົ້າໃນການບໍລິການ, ໄດ້ຮັບການຍິນຍອມເຫັນດີກ່ອນ (ເລືອກເຂົ້າ) ກ່ອນທີ່ຈະ ນຳ ໃຊ້ໃດໆ ເຕັກໂນໂລຢີຕິດຕາມ, ໃນຂອບເຂດທີ່ຕ້ອງການໂດຍກົດ ໝາຍ ແລະລະບຽບການທີ່ກ່ຽວຂ້ອງ. ຖະແຫຼງການຄວາມເປັນສ່ວນຕົວດັ່ງກ່າວຍັງຈະຕ້ອງລວມເອົາຂໍ້ມູນດ້ານວິຊາການທີ່ກ່ຽວຂ້ອງກັບການເກັບ ກຳ, ການສົ່ງຕໍ່ແລະການເກັບຮັກສາຂໍ້ມູນຂ່າວສານທີ່ເປັນສ່ວນບຸກຄົນທີ່ສະ ໜອງ ໃຫ້ໂດຍພວກເຮົາຜ່ານບໍລິການ. ຖ້າຕ້ອງການໂດຍກົດ ໝາຍ ປົກປ້ອງຂໍ້ມູນຫຼືກົດ ໝາຍ ຫຼືກົດລະບຽບອື່ນໆ, ທ່ານຈະແຈ້ງໃຫ້ບຸກຄົນທີສາມຮູ້ວ່າທ່ານ ກຳ ລັງໃຫ້ຂໍ້ມູນທີ່ເປັນຕົວຕົນຂອງພວກເຂົາແກ່ພວກເຮົາ ສຳ ລັບການປະມວນຜົນແລະຈະຮັບປະກັນວ່າພາກສ່ວນທີສາມທີ່ຕ້ອງການໄດ້ອະນຸຍາດໃຫ້ພວກເຂົາເປີດເຜີຍແລະປຸງແຕ່ງ. ທ່ານຕົກລົງເຫັນດີທີ່ຈະປະຕິບັດຕາມ ຄຳ ອະທິບາຍແລະຂໍ້ ກຳ ນົດຂອງຖະແຫຼງການຄວາມເປັນສ່ວນຕົວ. ‘ຂໍ້ມູນລະບຸຕົນຕົວສ່ວນບຸກຄົນ’ ໝາຍ ເຖິງຂໍ້ມູນທີ່ສາມາດພົວພັນກັບຫຼືຕິດຕາມກັບບຸກຄົນໃດ ໜຶ່ງ, ລວມທັງຊື່ຂອງບຸກຄົນ, ທີ່ຢູ່, ເບີໂທລະສັບ, ທີ່ຢູ່ອີເມວ, ຂໍ້ມູນບັດເຄຣດິດ, ເລກປະກັນສັງຄົມຫຼືຂໍ້ມູນຄວາມຈິງອື່ນໆທີ່ຄ້າຍຄືກັນ, ໂດຍບໍ່ສົນເລື່ອງ ສື່ທີ່ເກັບຮັກສາຂໍ້ມູນດັ່ງກ່າວໄວ້ (ຕົວຢ່າງໃນເຈ້ຍຫຼືເອເລັກໂຕຣນິກ).
lt: Jūs laikysitės visų galiojančių privatumo ir kitų įstatymų, taisyklių, reglamentų ir gairių, susijusių su bet kurio asmens asmeniškai identifikuojamos informacijos (kaip apibrėžta toliau) apsauga, rinkimu, naudojimu ir platinimu. Puslapyje, kuriame renkate asmenį identifikuojančią informaciją („Privatumo patvirtinimas“), kuris atitinka visus galiojančius įstatymus, taisykles, reglamentus ir gaires, paskelbsite privatumo pareiškimą ir bent jau informuosite apie surinktą asmenį identifikuojančios informacijos vartotojus, kaip tai daroma bus naudojamas ir kaip jis bus apsaugotas, ir kuris nustato duomenų rinkimo būdą (slapukus, žiniatinklio švyturius ar kitas tinkamas priemones) ir informacijos, surinktos naudojantis Paslaugomis, naudojimą, prieš naudojantis bet kokiu informuotu sutikimu (pasirinkimu) stebėjimo technologijos tiek, kiek to reikalauja taikytini įstatymai ir kiti teisės aktai. Į tokį privatumo pareiškimą taip pat įtraukiama techninė informacija, susijusi su asmeniškai identifikuojamos informacijos, kurią mes teikėme per Paslaugas, rinkimu, perdavimu ir saugojimu. Jei to reikalauja taikytini duomenų apsaugos įstatymai ar kiti įstatymai ar reglamentai, jūs informuosite trečiąsias šalis, kad teikiate jų tapatybę identifikuojančią informaciją mums tvarkyti, ir užtikrinsite, kad visos reikalaujamos trečiosios šalys būtų davusios sutikimą tokiam atskleidimui ir tvarkymui. Jūs sutinkate laikytis privatumo patvirtinimo aprašymų ir nuostatų. „Asmens tapatybės nustatymo informacija“ reiškia bet kokią informaciją, kuri gali būti susieta su asmeniu arba su ja galima atsekti, įskaitant asmens vardą, pavardę, adresą, telefono numerį, el. Pašto adresą, kreditinės kortelės informaciją, socialinio draudimo numerį ar kitą panašią specifinę faktinę informaciją, neatsižvelgiant į laikmenos, kuriose saugoma tokia informacija (pvz., popieriuje ar elektroniniu būdu).
lv: Jūs ievērosit visus piemērojamos privātuma un citus likumus, noteikumus, noteikumus un vadlīnijas, kas attiecas uz jebkuras personas personiski identificējamas informācijas (kā definēts zemāk) aizsardzību, vākšanu, izmantošanu un izplatīšanu. Jūs ievietosit paziņojumu par konfidencialitāti lapā, kurā jūs apkopojat personiski identificējamu informāciju (“Privātuma paziņojums”), kas atbilst visiem piemērojamajiem likumiem, noteikumiem, noteikumiem un vadlīnijām, un vismaz informēsit savākto personu identificējošās informācijas lietotājus, kā tas notiek tiks izmantots un kā tas tiks nodrošināts, un kas identificē savākšanas metodi (sīkdatnes, tīmekļa bākas vai citi piemērojami līdzekļi) un saistībā ar Pakalpojumiem apkopotās informācijas izmantošanu, iepriekš iegūstot informētu piekrišanu (opt-in) pirms jebkādas izmantošanas izsekošanas tehnoloģijas, ciktāl to pieprasa piemērojamie likumi un noteikumi. Šādā paziņojumā par konfidencialitāti iekļauj arī tehnisko informāciju, kas saistīta ar personiski identificējamas informācijas vākšanu, pārsūtīšanu un glabāšanu, ko mēs sniedzam, izmantojot pakalpojumus. Ja to pieprasa piemērojamie datu aizsardzības tiesību akti vai citi likumi vai noteikumi, jūs informēsit trešās puses, ka jūs sniedzat viņu personiski identificējamu informāciju mums apstrādei, un nodrošināsit, ka visas vajadzīgās trešās puses ir devušas piekrišanu šādai izpaušanai un apstrādei. Jūs piekrītat ievērot privātuma paziņojuma aprakstus un noteikumus. “Personīgi identificējama informācija” ir jebkura informācija, ko var saistīt vai izsekot jebkurai personai, ieskaitot personas vārdu, adresi, tālruņa numuru, e-pasta adresi, kredītkartes informāciju, sociālās apdrošināšanas numuru vai citu līdzīgu specifisku faktisko informāciju neatkarīgi no datu nesēji, kuros tiek glabāta šāda informācija (piemēram, uz papīra vai elektroniski).
mg: Hanaraka ny lalàna momba ny tsiambaratelo sy ny lalàna hafa, fitsipika, fitsipika ary torolàlana mifandraika amin&#39;ny fiarovana, fanangonana, fampiasana ary fitsinjarana ny fampahalalana misy olona manokana (araka ny voafaritry ny etsy ambany). Hametraka fanambarana momba ny tsiambaratelo amin&#39;ny pejy ianao izay manangona fampahalalana azo idirana manokana (&#39;fanambarana momba ny tsiambaratelo&#39;) izay mifanaraka amin&#39;ny lalàna, fitsipika, fitsipika ary toromarika azo ampiharina, ary farafaharatsiny milaza ny mpampiasa ny mombamomba ny olona voangona, amin&#39;ny fomba ahoana dia hampiasaina sy ny fomba hiantohana azy io, ary mamaritra ny fomba fanangonana (cookies, beacons web na fomba hafa azo ampiharina) sy ny fampiasana fampahalalana miangona mifandray amin&#39;ny serivisy, hahazoana ny fanekena mialoha (opt-in) alohan&#39;ny hampiasana ireo teknolojia fanaraha-maso, araka ny fetran&#39;ny lalàna sy ny lalàna mifandraika amin&#39;izany. Ny fanambarana momba ny tsiambaratelo toy izany dia tokony hisy koa ny fampahalalana ara-teknika mifandraika amin&#39;ny famoriam-bola, ny fandefasana ary ny fitahirizana ny fampahalalana azo fantarina manokana nomen&#39;ny anay amin&#39;ny alàlan&#39;ny serivisy. Raha takian&#39;ny lalàna momba ny fiarovana ny data na ny lalàna na ny lalàna hafa, dia ampahafantarinao ny ankolafy fahatelo fa omenao ny mombamomba azy ireo izahay mba hamatsiana ary hanome antoka fa nisy fangatahana fahatelo nifanekena tamin&#39;ny fanambaràna sy fanodinana toy izany. Manaiky ny hanaraka ny famaritana sy ny fepetra ao amin&#39;ny fanambarana momba ny tsiambaratelo ianao. Ny &#39;fampahalalana azo fantarina manokana&#39; dia midika hoe misy fampahalalana izay afaka mifandray na mifampitady amin&#39;ny olona rehetra, ao ny anaran&#39;ny olona tsirairay, ny adiresy, ny laharana an-tariby, ny adiresy e-mail, ny carte de crédit, ny fiarovana fiarovana ara-tsosialy na ny mombamomba ny tena manokana, na inona na inona ny fampahalalam-baovao izay itahirizana ireo fampahalalana ireo (ohatra eo amin&#39;ny taratasy na elektronika).
mi: Ka tutuki koe ki nga kaupapa here me nga atu ture katoa, ture, ture me nga aratohu e pa ana ki te whakamarumaru, kohi, whakamahi me te tohatoha o nga Kaaohio Tuuturu (kia tautuhia i raro nei) o tetahi tangata. Ka tuku koe i tetahi tauākī tūmataitinga ki te whaarangi ka kohia e koe he Whaitohu Tuakiri (&#39;Whakapuakanga Matapihi&#39;) e tutuki ana i nga ture, ture, ture me nga aratohu katoa, a, he iti noa iho, ka whakamohiotia i nga kaiwhakamahi o nga korero Whaiti Tangata kua kohia, me pehea ka whakamahia me pehea te peita, me te tautuhi i te tikanga kohinga (pihikete, beacons paetukutuku me etahi atu tikanga whaihua) me te whakamahi i nga korero i kohia i te taha o nga Ratonga, te whiwhi whakaaetanga whakamarama (whakakii) i mua i te whakamahi i tetahi hangarau aroturuki, ki te whaainga e nga ture me nga ture e pa ana. Ko taua Taurangi Kaupapa Moni me whakauru atu ki nga korero hangarau e pa ana ki te kohinga, te tuku me te rokiroki o nga korero Whaiti Tangata ka tukuna e matou ma nga Ratonga. Mena e hiahiatia ana e te ture paruru raraunga e pa ana ki etahi atu ture, ture ranei, ka whakamarama koe ki nga hunga tuatoru kei te whakarato koe i a raatau korero Whaiti Tangata ki a maatau ki te tukatuka me te whakarite kua whakaaehia e tetahi hunga tuatoru nga whakaaetanga ki taua whakaaturanga me te tukatuka. Kei te whakaae koe ki te whakatutuki i nga whakaahuatanga me nga whakaritenga o te Tauākī Whakawhitinga. Ko te &#39;Whakaaohio Whai Akoranga&#39; te tikanga ko nga korero ka taea te hono atu ki tetahi tangata ranei, tae atu ki te ingoa o tetahi o tangata, te wahitau, te tau waea, te imeera imeera, nga korero kaari nama, te tau haumaru a te hapori, me etahi atu korero pono ake, ahakoa he aha te hunga pāpāho kei te rongoa i aua korero (hei tauira i te pepa, i te hiko hiko ranei).
mk: Willе ги почитувате сите важечки за приватноста и другите закони, правила, регулативи и упатства во врска со заштитата, собирањето, користењето и дистрибуцијата на лични информации за информации (како што е дефинирано подолу) на кое било лице. Вие ќе објавите изјава за приватност на страната каде што ќе соберете Информации за лична идентификација („Изјава за приватност“) што е во согласност со сите важечки закони, правила, регулативи и упатства и, минимум, ќе ги известува корисниците на собраните лични информации, како тоа ќе се користи и како ќе се обезбеди, и тоа ќе го идентификува методот на собирање (колачиња, веб-светла или други применливи средства) и употребата на информации собрани во врска со Услугите, добивање претходна информирана согласност (тргнете) пред да користите технологии за следење, до степенот што се бара со важечките закони и регулативи. Таквата изјава за приватност вклучува и технички информации во врска со прибирањето, преносот и чувањето на личните информации што може да се идентификуваат, дадени од нас преку Услугите. Доколку е потребно со важечкото законодавство за заштита на податоците или друг закон или регулатива, ќе ги известите трети лица дека ви ги доставуваат нивните информации за лична идентификација за обработка и ќе обезбедите дека сите потребни трети страни дадоа согласност за таквото откривање и обработка. Вие се согласувате да ги почитувате описите и одредбите на Изјавата за приватност. „Лична информација која може да се препознае“ е секоја информација што може да се поврзе или да се проследи на која било личност, вклучувајќи го и името, адресата, телефонскиот број, адресата на е-пошта, информациите за кредитна картичка, бројот за социјално осигурување или други слични специфични фактички информации, без оглед на медиумите на кои се чуваат такви информации (на пр. на хартија или електронски).
ml: ഏതെങ്കിലും വ്യക്തിയുടെ വ്യക്തിപരമായി തിരിച്ചറിയാൻ കഴിയുന്ന വിവരങ്ങളുടെ (ചുവടെ നിർവചിച്ചിരിക്കുന്നത് പോലെ) പരിരക്ഷണം, ശേഖരണം, ഉപയോഗം, വിതരണം എന്നിവയുമായി ബന്ധപ്പെട്ട ബാധകമായ എല്ലാ സ്വകാര്യതകളും മറ്റ് നിയമങ്ങളും ചട്ടങ്ങളും നിയന്ത്രണങ്ങളും മാർഗ്ഗനിർദ്ദേശങ്ങളും നിങ്ങൾ പാലിക്കും. ബാധകമായ എല്ലാ നിയമങ്ങളും ചട്ടങ്ങളും ചട്ടങ്ങളും മാർ‌ഗ്ഗനിർ‌ദ്ദേശങ്ങളും പാലിക്കുന്ന വ്യക്തിപരമായി തിരിച്ചറിയാൻ‌ കഴിയുന്ന വിവരങ്ങൾ‌ (&#39;സ്വകാര്യതാ പ്രസ്താവന&#39;) നിങ്ങൾ‌ ശേഖരിക്കുന്ന പേജിൽ‌ നിങ്ങൾ‌ ഒരു സ്വകാര്യതാ പ്രസ്താവന പോസ്റ്റുചെയ്യും, കൂടാതെ ശേഖരിച്ച വ്യക്തിപരമായി തിരിച്ചറിയാൻ‌ കഴിയുന്ന വിവരങ്ങളുടെ ഉപയോക്താക്കളെ അത് എങ്ങനെ അറിയിക്കും? ഉപയോഗിക്കുകയും അത് എങ്ങനെ സുരക്ഷിതമാക്കുകയും ചെയ്യും, അത് ശേഖരണ രീതിയും (കുക്കികൾ, വെബ് ബീക്കണുകൾ അല്ലെങ്കിൽ മറ്റ് ബാധകമായ മാർഗ്ഗങ്ങൾ) സേവനങ്ങളുമായി ബന്ധപ്പെട്ട് ശേഖരിച്ച വിവരങ്ങളുടെ ഉപയോഗവും തിരിച്ചറിയുന്നു, ഏതെങ്കിലും ഉപയോഗിക്കുന്നതിന് മുമ്പ് മുൻ‌കൂട്ടി അറിയിച്ച സമ്മതം (ഓപ്റ്റ്-ഇൻ) നേടുന്നു. ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകൾ, ബാധകമായ നിയമങ്ങൾക്കും ചട്ടങ്ങൾക്കും ആവശ്യമായ പരിധി വരെ. സേവനങ്ങളിലൂടെ ഞങ്ങൾ നൽകുന്ന വ്യക്തിപരമായി തിരിച്ചറിയാൻ കഴിയുന്ന വിവരങ്ങളുടെ ശേഖരണം, പ്രക്ഷേപണം, സംഭരണം എന്നിവയുമായി ബന്ധപ്പെട്ട സാങ്കേതിക വിവരങ്ങളും അത്തരമൊരു സ്വകാര്യതാ പ്രസ്താവനയിൽ ഉൾപ്പെടും. ബാധകമായ ഡാറ്റാ പരിരക്ഷണ നിയമനിർമ്മാണമോ മറ്റ് നിയമമോ നിയന്ത്രണമോ ആവശ്യമെങ്കിൽ, പ്രോസസ്സിംഗിനായി നിങ്ങൾ ഞങ്ങൾക്ക് വ്യക്തിപരമായി തിരിച്ചറിയാൻ കഴിയുന്ന വിവരങ്ങൾ നൽകുന്നുണ്ടെന്ന് നിങ്ങൾ മൂന്നാം കക്ഷികളെ അറിയിക്കുകയും ആവശ്യമായ ഏതെങ്കിലും മൂന്നാം കക്ഷികൾ അത്തരം വെളിപ്പെടുത്തലിനും പ്രോസസ്സിംഗിനും അവരുടെ സമ്മതം നൽകിയിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുകയും ചെയ്യും. സ്വകാര്യതാ പ്രസ്താവനയുടെ വിവരണങ്ങളും വ്യവസ്ഥകളും പാലിക്കുമെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു. &#39;വ്യക്തിപരമായി തിരിച്ചറിയാൻ കഴിയുന്ന വിവരങ്ങൾ&#39; എന്നാൽ ഒരു വ്യക്തിയുടെ പേര്, വിലാസം, ടെലിഫോൺ നമ്പർ, ഇ-മെയിൽ വിലാസം, ക്രെഡിറ്റ് കാർഡ് വിവരങ്ങൾ, സാമൂഹിക സുരക്ഷാ നമ്പർ അല്ലെങ്കിൽ സമാനമായ മറ്റ് വസ്തുതാപരമായ വിവരങ്ങൾ എന്നിവ ഉൾപ്പെടെ ഏതെങ്കിലും വ്യക്തിയുമായി ബന്ധപ്പെടുത്താനോ കണ്ടെത്താനോ കഴിയുന്ന ഏതൊരു വിവരവും. അത്തരം വിവരങ്ങൾ സൂക്ഷിക്കുന്ന മീഡിയ (ഉദാ. കടലാസിൽ അല്ലെങ്കിൽ ഇലക്ട്രോണിക് രീതിയിൽ).
mn: Та ямар ч хүний хувийн мэдээллийг (доор тодорхойлсон) хамгаалах, цуглуулах, ашиглах, түгээхтэй холбоотой бүх нууцлал, бусад хууль тогтоомж, дүрэм, журам, зааврыг дагаж мөрдөх болно. Та нууцлалын мэдэгдлийг тухайн холбогдох хууль тогтоомж, дүрэм, журам, удирдамжтай нийцүүлэн Хувь хүн тодорхойлох мэдээлэл цуглуулдаг (&quot;Нууцлалын мэдэгдэл&quot;) байрлуулсан хуудсан дээр байрлуулж, наад зах нь Хүнийг таних боломжтой мэдээллийг хэрэглэгчдэд мэдэгдэх болно. ашиглагдах бөгөөд үүнийг хэрхэн аюулгүй байлгах, мөн цуглуулах арга (күүки, веб хөвүүр эсвэл бусад холбогдох хэрэгсэл), үйлчилгээтэй холбоотой цуглуулсан мэдээллийг ашиглах, ашиглахаасаа өмнө урьдчилан мэдэгдсэн зөвшөөрөл авах (хүлээн авах) -ийг тодорхойлдог. мөрдөх технологи, холбогдох хууль тогтоомжийн дагуу шаардлагатай хэмжээгээр. Ийм Нууцлалын мэдэгдэл нь үйлчилгээгээр дамжуулан бидэнд өгсөн Хүний таних мэдээллийг цуглуулах, дамжуулах, хадгалахтай холбоотой техникийн мэдээллийг агуулна. Мэдээллийг хамгаалах холбогдох хууль тогтоомж эсвэл бусад хууль тогтоомжийн дагуу шаардлагатай бол та гуравдагч этгээдэд өөрсдийн хувийн мэдээллийг олж авах мэдээллийг бидэнд боловсруулж өгч байгаа гэдгээ мэдэгдэж, шаардлагатай бол гуравдагч этгээд ийм мэдээллийг задруулах, боловсруулахад зөвшөөрөл өгсөн болно. Та Нууцлалын мэдэгдлийн тодорхойлолт болон нөхцлийг дагаж мөрдөхийг зөвшөөрч буй болно. &quot;Хувь хүнийг таних боломжтой мэдээлэл&quot; гэж хувь хүний нэр, хаяг, утасны дугаар, и-мэйл хаяг, зээлийн картын мэдээлэл, нийгмийн даатгалын дугаар эсвэл бусад ижил төстэй бодит мэдээллийг багтаасан аливаа хүнтэй холбогдох, түүнтэй холбогдох боломжтой мэдээллийг хэлнэ. ийм мэдээллийг хадгалдаг мэдээллийн хэрэгсэл (цаасан дээр эсвэл электрон хэлбэрээр).
mr: आपण कोणत्याही लागू असलेल्या गोपनीयतेची आणि वैयक्तिकरित्या ओळखण्यायोग्य माहितीचे (खाली वर्णन केल्यानुसार) संरक्षण, संग्रह, वापर आणि वितरण संबंधित इतर कायदे, नियम, नियम आणि मार्गदर्शक तत्त्वे यांचे पालन कराल. आपण ज्या पृष्ठावर वैयक्तिकृतपणे ओळखण्यायोग्य माहिती (&#39;प्रायव्हसी स्टेटमेंट&#39;) संकलित करता त्या पृष्ठावर आपण एक गोपनीयता विधान पोस्ट कराल जे सर्व लागू असलेल्या कायद्यांचे, नियमांचे, नियमांचे आणि मार्गदर्शकतत्त्वांचे पालन करते आणि कमीतकमी गोळा केलेल्या वैयक्तिक माहितीच्या वापरकर्त्यास सूचित करते, ती कशी आहे कसे वापरावे आणि ते कसे सुरक्षित केले जाईल आणि ते संग्रहित करण्याची पद्धत (कुकीज, वेब बीकन किंवा इतर लागू साधन) आणि सेवेसंदर्भात गोळा केलेल्या माहितीचा वापर ओळखते, कोणताही उपयोग करण्यापूर्वी पूर्व सूचित संमती (निवड-रद्द) प्राप्त करते तंत्रज्ञानाचा मागोवा घेण्याबाबत, लागू कायदे आणि नियमांद्वारे आवश्यक मर्यादेपर्यंत. अशा प्रायव्हसी स्टेटमेंटमध्ये आमच्याद्वारे सेवेद्वारे पुरविल्या जाणार्‍या वैयक्तिकरित्या ओळखल्या जाणार्‍या माहितीचे संग्रहण, प्रसारण आणि संचयनाशी संबंधित तांत्रिक माहिती देखील समाविष्ट केली जाईल. लागू डेटा संरक्षण कायदे किंवा इतर कायदा किंवा नियमनाद्वारे आवश्यक असल्यास, आपण तृतीय पक्षाला सूचित कराल की आपण प्रक्रिया करण्यासाठी आम्हाला त्यांची वैयक्तिकरित्या ओळखण्यायोग्य माहिती प्रदान करीत आहात आणि कोणत्याही तृतीय पक्षाने अशा प्रकटीकरण आणि प्रक्रियेस त्यांची संमती दिली आहे याची खात्री करुन घ्याल. आपण गोपनीयता विधानातील वर्णन आणि तरतुदींचे पालन करण्यास सहमती देता. &#39;वैयक्तिकरित्या ओळखण्यायोग्य माहिती&#39; म्हणजे एखाद्या व्यक्तीचे नाव, पत्ता, दूरध्वनी क्रमांक, ई-मेल पत्ता, क्रेडिट कार्ड माहिती, सामाजिक सुरक्षा क्रमांक किंवा इतर तत्सम विशिष्ट तथ्यात्मक माहितीसह, कोणत्याही व्यक्तीशी संबंद्धित किंवा शोधली जाणारा माहिती ज्या माध्यमांवर अशी माहिती संग्रहित केली जाते (उदा. कागदावर किंवा इलेक्ट्रॉनिक)
ms: Anda akan mematuhi semua privasi yang berlaku dan undang-undang, peraturan, peraturan dan garis panduan lain yang berkaitan dengan perlindungan, pengumpulan, penggunaan dan pengedaran Maklumat yang Dapat Dikenalpasti secara Peribadi (seperti yang ditentukan di bawah) dari mana-mana orang. Anda akan menyiarkan pernyataan privasi di halaman di mana anda mengumpulkan Maklumat Pengenalpastian Peribadi (&#39;Pernyataan Privasi&#39;) yang mematuhi semua undang-undang, peraturan, peraturan dan garis panduan yang berlaku dan, sekurang-kurangnya, memberitahu pengguna tentang Maklumat Pengenalpastian yang dikumpulkan, bagaimana ia akan digunakan dan bagaimana ia akan diamankan, dan yang mengenal pasti kaedah pengumpulan (kuki, suar web atau cara lain yang berkenaan) dan penggunaan maklumat yang dikumpulkan berkaitan dengan Perkhidmatan, mendapatkan persetujuan (opt-in) terlebih dahulu sebelum menggunakan teknologi pelacakan, sejauh yang diperlukan oleh undang-undang dan peraturan yang berlaku. Penyataan Privasi tersebut juga akan merangkumi maklumat teknikal yang berkaitan dengan pengumpulan, penghantaran dan penyimpanan Maklumat Pengenalpastian Peribadi yang diberikan oleh kami melalui Perkhidmatan. Sekiranya diperlukan oleh undang-undang perlindungan data yang berlaku atau undang-undang atau peraturan lain, anda akan memberitahu pihak ketiga bahawa anda memberikan Maklumat Pengenalan Peribadi mereka kepada kami untuk diproses dan akan memastikan bahawa mana-mana pihak ketiga yang diperlukan telah memberikan persetujuan mereka untuk pendedahan dan pemprosesan tersebut. Anda bersetuju untuk mematuhi perihalan dan ketentuan Pernyataan Privasi. &#39;Maklumat Boleh Dikenalpasti Secara Peribadi&#39; bermaksud apa-apa maklumat yang boleh dikaitkan dengan atau ditelusuri kepada mana-mana individu, termasuk nama, alamat, nombor telefon, alamat e-mel, maklumat kad kredit, nombor keselamatan sosial atau maklumat fakta lain yang serupa, tanpa mengira media di mana maklumat tersebut disimpan (contohnya di atas kertas atau secara elektronik).
mt: Int se tikkonforma mal-privatezza u l-liġijiet, ir-regoli, ir-regolamenti u l-linji gwida kollha relatati mal-protezzjoni, il-ġbir, l-użu u d-distribuzzjoni ta &#39;Informazzjoni Personalment Identifikabbli (kif definit hawn taħt) ta&#39; kwalunkwe persuna. Inti tibgħat dikjarazzjoni ta &#39;privatezza fuq il-paġna fejn tiġbor Informazzjoni Personalment Identifikabbli (&#39; Dikjarazzjoni ta &#39;Privatezza&#39;) li tikkonforma mal-liġijiet, ir-regoli, ir-regolamenti u l-linji gwida applikabbli kollha u, għall-inqas, tinnotifika lill-utenti tal-Informazzjoni Personalment Identifikata li tinġabar, kif din se tintuża u kif ser tkun assigurata, u li tidentifika l-metodu ta &#39;ġbir (cookies, web beacons jew mezzi oħra applikabbli) u l-użu ta&#39; informazzjoni miġbura b&#39;konnessjoni mas-Servizzi, il-kisba ta &#39;kunsens infurmat minn qabel (opt-in) qabel ma tuża kwalunkwe teknoloġiji ta ’rintraċċar, sal-punt meħtieġ mil-liġijiet u r-regolamenti applikabbli. Dik id-Dikjarazzjoni tal-Privatezza għandha tinkludi wkoll informazzjoni teknika relatata mal-ġbir, it-trasmissjoni u l-ħażna tal-Informazzjoni Personalment Identifikata pprovduta minn għandna permezz tas-Servizzi. Jekk meħtieġ mil-leġislazzjoni applikabbli dwar il-protezzjoni tad-dejta jew liġi jew regolament ieħor, inti tinforma lil partijiet terzi li inti qed tipprovdi l-Informazzjoni Personalment Identifikabbli lilna għall-ipproċessar u se tiżgura li kwalunkwe partijiet terzi meħtieġa jagħtu l-kunsens tagħhom għal tali żvelar u pproċessar. Inti taqbel li tikkonforma mad-deskrizzjonijiet u d-dispożizzjonijiet tad-Dikjarazzjoni tal-Privatezza. &quot;Informazzjoni Personalment Identifikabbli&quot; tfisser kull informazzjoni li tista &#39;tkun assoċjata ma&#39; jew traċċata għal kwalunkwe individwu, inkluż isem ta &#39;individwu, indirizz, numru tat-telefon, indirizz tal-posta elettronika, informazzjoni tal-karta ta&#39; kreditu, numru tas-sigurtà soċjali jew informazzjoni fattwali speċifika oħra simili, irrispettivament minn il-mezzi li fihom din l-informazzjoni tinħażen (eż. fuq il-karta jew elettronikament).
my: မည်သည့်လူတစ် ဦး တစ်ယောက်၏ (အောက်တွင်ဖော်ပြထားသည့်အတိုင်း) ပုဂ္ဂိုလ်ရေးဆိုင်ရာအချက်အလက်များကိုကာကွယ်ခြင်း၊ စုဆောင်းခြင်း၊ အသုံးပြုခြင်းနှင့်ဖြန့်ဖြူးခြင်းနှင့်သက်ဆိုင်သောသက်ဆိုင်သော privacy နှင့်အခြားဥပဒေများ၊ စည်းမျဉ်းစည်းကမ်းများနှင့်လမ်းညွှန်ချက်များကိုသင်လိုက်နာရမည်။ သင်ကိုယ်ရေးကိုယ်တာဖော်ထုတ်နိုင်သည့်သတင်းအချက်အလက် (&#39;Privacy Statement&#39;) ကိုစုဆောင်းထားသည့်စာမျက်နှာပေါ်တွင်သက်ဆိုင်သောဥပဒေများ၊ စည်းမျဉ်းစည်းကမ်းများနှင့်လမ်းညွှန်ချက်များအားလုံးနှင့်လိုက်လျောညီထွေရှိသည့်ကိုယ်ရေးကိုယ်တာအချက်အလက်ဖော်ပြချက်ကိုသင်တင်ပို့လိမ့်မည်။ အနည်းဆုံးအားစုဆောင်းထားသောကိုယ်ရေးကိုယ်တာအချက်အလက်များအသုံးပြုသူများကိုမည်သို့အကြောင်းကြားသည် အသုံးပြုလိမ့်မည်ဖြစ်ပြီး၎င်းကိုမည်သို့လုံခြုံအောင်လုပ်မည်နည်း၊ ၎င်းသည်စုဆောင်းခြင်းနည်းလမ်း (cookies၊ web beacons သို့မဟုတ်အခြားသက်ဆိုင်သောနည်းလမ်းများ) နှင့် ၀ န်ဆောင်မှုများနှင့်ဆက်စပ်သောစုဆောင်းထားသောသတင်းအချက်အလက်အသုံးပြုခြင်း၊ မည်သည့်အသုံးအနှုန်းမဆိုမီကြိုတင်အသိပေးသဘောတူညီချက်ရယူခြင်းကိုရွေးချယ်သည်။ သက်ဆိုင်ရာဥပဒေများနှင့်စည်းမျဉ်းများကလိုအပ်သောအတိုင်းအတာအထိနည်းပညာများကိုခြေရာခံ။ ထိုကဲ့သို့သောသီးခြားလုံခြုံရေးကြေငြာချက်တွင်ကျွန်ုပ်တို့မှ ၀ န်ဆောင်မှုများမှတဆင့်ပေးသောပုဂ္ဂိုလ်ရေးအချက်အလက်များကိုစုဆောင်းခြင်း၊ ပေးပို့ခြင်းနှင့်သိမ်းဆည်းခြင်းတို့နှင့်သက်ဆိုင်သောနည်းပညာဆိုင်ရာအချက်အလက်များလည်းပါ ၀ င်ရမည်။ သက်ဆိုင်သောအချက်အလက်ကာကွယ်ရေးဥပဒေသို့မဟုတ်အခြားဥပဒေသို့မဟုတ်စည်းမျဉ်းများကလိုအပ်ပါကသင်သည်သင်၏ပုဂ္ဂိုလ်ရေးဆိုင်ရာအချက်အလက်များကိုကျွန်ုပ်တို့အားထုတ်ပေးရန်သင်အားပေးနေကြောင်းတတိယပုဂ္ဂိုလ်များအားသင်အသိပေးမည်ဖြစ်ပြီးလိုအပ်သောတတိယပုဂ္ဂိုလ်များသည်ထိုကဲ့သို့သောထုတ်ဖော်မှုနှင့်ထုတ်ယူမှုများကို၎င်းတို့၏သဘောတူခွင့်ပြုချက်ကိုသေချာစေလိမ့်မည်။ Privacy Statement ၏ဖော်ပြချက်နှင့်ပြprovisions္ဌာန်းချက်များကိုလိုက်နာရန်သင်သဘောတူသည်။ &#39;ပုဂ္ဂိုလ်ရေးဆိုင်ရာခွဲခြားသတ်မှတ်နိုင်သောသတင်းအချက်အလက်&#39; ဆိုသည်မှာလူတစ် ဦး တစ်ယောက်၏အမည်၊ လိပ်စာ၊ တယ်လီဖုန်းနံပါတ်၊ အီးမေးလ်လိပ်စာ၊ ခရက်ဒစ်ကဒ်အချက်အလက်၊ လူမှုဖူလုံရေးနံပါတ်သို့မဟုတ်အခြားအလားတူတိကျသောအချက်အလက်များအပါအဝင်မည်သည့်လူပုဂ္ဂိုလ်နှင့်မဆိုဆက်သွယ်နိုင်သည့်မည်သည့်သတင်းအချက်အလက်ကိုမဆိုဆိုလိုသည်။ ထိုကဲ့သို့သောသတင်းအချက်အလက်များကိုသိမ်းဆည်းထားသည့်မီဒီယာ (ဥပမာစာရွက်ပေါ်တွင်သို့မဟုတ်အီလက်ထရောနစ်နည်းဖြင့်) ။
ne: तपाइँ कुनै पनि व्यक्तिको व्यक्तिगत पहिचान योग्य जानकारीको संरक्षण, स collection्कलन, प्रयोग र वितरण सम्बन्धित सबै लागू हुने गोपनीयता र अन्य कानून, नियम, नियम र दिशानिर्देशहरूको पालना गर्नुहुन्छ। तपाइँले पृष्ठमा एक गोपनीयता कथन पोष्ट गर्नुहुनेछ जहाँ तपाइँ व्यक्तिगत पहिचान योग्य जानकारी स&#39;्कलन गर्नुहुन्छ (&#39;गोपनीयता कथन&#39;) जुन सबै लागू कानून, नियम, नियम र दिशानिर्देशहरूसँग मन्जूरी गर्दछ र, कम्तिमा पनि, स collected्कलन गरिएको व्यक्तिगत पहिचान योग्य जानकारीका प्रयोगकर्ताहरूलाई सूचित गर्दछ, कसरी यो। प्रयोग गरिने छ र कसरी यसलाई सुरक्षित राख्ने छ, र त्यसले स method्कलन विधि (कुकीज, वेब बीकन वा अन्य लागू साधनहरू) र सेवाहरूको सम्बन्धमा भेला गरिएको जानकारीको उपयोगलाई पहिचान गर्छ, पूर्व सूचित सूचित सहमति (अप्ट-इन) प्राप्त गर्दा कुनै पनि उपयोग गर्नु अघि ट्र्याकिंग टेक्नोलोजीहरू, लागू कानून र नियमहरू द्वारा आवश्यक सीमा सम्म। यस्तो गोपनीयता कथनमा सेवाहरू मार्फत हामीद्वारा प्रदान गरिएको व्यक्तिगत पहिचान योग्य जानकारीको संग्रह, प्रसारण र भण्डारण सम्बन्धित प्राविधिक जानकारी पनि समावेश छ। यदि लागू डाटा सुरक्षा कानून वा अन्य कानून वा नियम द्वारा आवश्यक छ भने, तपाईं तेस्रा पक्षहरूलाई सूचित गर्नुहुनेछ कि तपाईं हामीलाई उनीहरूको व्यक्तिगत पहिचान योग्य जानकारी प्रोसेसिंगको लागि प्रदान गर्दै हुनुहुन्छ र सुनिश्चित गर्नुहोस् कि कुनै पनि आवश्यक तेस्रो पक्षहरूले त्यस्ता प्रकटीकरण र प्रशोधनको लागि उनीहरूको सहमति दिएका छन्। तपाईं गोपनीयता कथनको बयान र प्रावधानहरूको पालना गर्न सहमत हुनुहुन्छ। &#39;व्यक्तिगत पहिचान योग्य सूचना&#39; भनेको कुनै पनि व्यक्तिको नाम, ठेगाना, टेलिफोन नम्बर, ई-मेल ठेगाना, क्रेडिट कार्ड जानकारी, सामाजिक सुरक्षा नम्बर वा अन्य समान विशिष्ट तथ्यात्मक जानकारी सहितको कुनै पनि व्यक्तिसँग सम्बन्धित वा पत्ता लगाउन सकिने जानकारीको अर्थ हुन्छ। मिडिया जसमा त्यस्तो जानकारी भण्डार गरिएको छ (उदाहरणका लागि कागजमा वा इलेक्ट्रोनिक रूपमा)।
nl: U zult alle toepasselijke privacy- en andere wetten, regels, voorschriften en richtlijnen naleven met betrekking tot de bescherming, verzameling, gebruik en distributie van persoonlijk identificeerbare informatie (zoals hieronder gedefinieerd) van een persoon. U plaatst een privacyverklaring op de pagina waar u persoonlijk identificeerbare informatie verzamelt (&#39;privacyverklaring&#39;) die voldoet aan alle toepasselijke wetten, regels, voorschriften en richtlijnen en, op zijn minst, gebruikers op de hoogte stelt van de persoonlijk identificeerbare informatie die is verzameld, hoe wordt gebruikt en hoe het wordt beveiligd, en dat identificeert de verzamelingsmethode (cookies, webbakens of andere toepasselijke middelen) en het gebruik van informatie die is verzameld in verband met de Services, waarbij voorafgaande geïnformeerde toestemming (opt-in) wordt verkregen voordat enige trackingtechnologieën, voor zover vereist door toepasselijke wet- en regelgeving. Een dergelijke privacyverklaring zal ook technische informatie bevatten met betrekking tot het verzamelen, verzenden en opslaan van de persoonlijk identificeerbare informatie die door ons via de services wordt verstrekt. Indien vereist door de toepasselijke wetgeving inzake gegevensbescherming of andere wet- of regelgeving, informeert u derde partijen dat u hun persoonlijk identificeerbare informatie aan ons verstrekt voor verwerking en zorgt u ervoor dat alle vereiste derde partijen hun toestemming hebben gegeven voor dergelijke openbaarmaking en verwerking. U stemt ermee in zich te houden aan de beschrijvingen en bepalingen van de privacyverklaring. &#39;Persoonlijk identificeerbare informatie&#39; betekent alle informatie die kan worden geassocieerd met of getraceerd naar een persoon, inclusief de naam, het adres, het telefoonnummer, het e-mailadres, de creditcardgegevens, het burgerservicenummer of andere soortgelijke specifieke feitelijke informatie van een persoon, ongeacht de media waarop dergelijke informatie is opgeslagen (bijvoorbeeld op papier of elektronisch).
no: Du vil overholde alle gjeldende personvern og andre lover, regler, forskrifter og retningslinjer som gjelder beskyttelse, innsamling, bruk og distribusjon av personlig identifiserbar informasjon (som definert nedenfor) til enhver person. Du vil legge ut en personvernerklæring på siden der du samler inn personlig identifiserbar informasjon (&#39;Personvernerklæring&#39;) som er i samsvar med alle gjeldende lover, regler, forskrifter og retningslinjer, og som et minimum gir beskjed til brukerne om den personlige identifiserbare informasjonen som er samlet, hvordan den vil bli brukt og hvordan den vil bli sikret, og som identifiserer innsamlingsmetoden (informasjonskapsler, nettfyr eller andre relevante midler) og bruk av informasjon samlet i forbindelse med tjenestene, og får forhåndsinformert samtykke (opt-in) før du bruker noen sporingsteknologier, i den grad det kreves av gjeldende lover og forskrifter. En slik personvernerklæring skal også omfatte teknisk informasjon relatert til innsamling, overføring og lagring av personlig identifiserbar informasjon gitt av oss gjennom tjenestene. Hvis det kreves av gjeldende databeskyttelseslovgivning eller annen lov eller forskrift, vil du informere tredjeparter om at du gir deres personlig identifiserbare informasjon til oss for behandling og vil sikre at eventuelle påkrevde tredjeparter har gitt sitt samtykke til slik avsløring og behandling. Du samtykker i å overholde beskrivelsene og bestemmelsene i personvernerklæringen. &quot;Personlig identifiserbar informasjon&quot; betyr all informasjon som kan knyttes til eller spores til enhver person, inkludert individets navn, adresse, telefonnummer, e-postadresse, kredittkortinformasjon, personnummer eller annen lignende spesifikk faktainformasjon, uavhengig av mediet som slik informasjon er lagret på (f.eks. på papir eller elektronisk).
or: ଆପଣ ଯେକ any ଣସି ବ୍ୟକ୍ତିର ବ୍ୟକ୍ତିଗତ ପରିଚୟ ଯୋଗ୍ୟ ସୂଚନା (ନିମ୍ନରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଥିବା) ର ସୁରକ୍ଷା, ସଂଗ୍ରହ, ବ୍ୟବହାର ଏବଂ ବିତରଣ ସମ୍ବନ୍ଧୀୟ ସମସ୍ତ ପ୍ରଯୁଜ୍ୟ ଗୋପନୀୟତା ଏବଂ ଅନ୍ୟାନ୍ୟ ନିୟମ, ନିୟମ, ନିୟମାବଳୀ ଏବଂ ନିର୍ଦ୍ଦେଶାବଳୀ ପାଳନ କରିବେ | ଆପଣ ପୃଷ୍ଠାରେ ଏକ ଗୋପନୀୟତା ବିବୃତ୍ତି ପୋଷ୍ଟ କରିବେ ଯେଉଁଠାରେ ଆପଣ ବ୍ୟକ୍ତିଗତ ଭାବରେ ପରିଚୟ ଯୋଗ୍ୟ ସୂଚନା (&#39;ଗୋପନୀୟତା ବିବୃତ୍ତି&#39;) ସଂଗ୍ରହ କରନ୍ତି ଯାହା ସମସ୍ତ ପ୍ରଯୁଜ୍ୟ ନିୟମ, ନିୟମ, ନିୟମାବଳୀ ଏବଂ ନିର୍ଦ୍ଦେଶାବଳୀ ସହିତ ଅନୁରୂପ ଅଟେ ଏବଂ ସର୍ବନିମ୍ନ ଭାବରେ ସଂଗୃହିତ ବ୍ୟକ୍ତିଗତ ଚିହ୍ନଟ ଯୋଗ୍ୟ ସୂଚନା ବ୍ୟବହାରକାରୀଙ୍କୁ ସୂଚିତ କରେ, ଏହା କିପରି ହୁଏ | ଏହା ବ୍ୟବହୃତ ହେବ ଏବଂ ଏହା କିପରି ସୁରକ୍ଷିତ ହେବ, ଏବଂ ତାହା ସଂଗ୍ରହ ପଦ୍ଧତି (କୁକିଜ୍, ୱେବ୍ ବିକନ୍ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ପ୍ରଯୁଜ୍ୟ ମାଧ୍ୟମ) ଏବଂ ସେବାଗୁଡିକ ସହିତ ସଂଗୃହିତ ତଥ୍ୟର ବ୍ୟବହାରକୁ ଚିହ୍ନଟ କରେ, ଯେକ any ଣସି ବ୍ୟବହାର କରିବା ପୂର୍ବରୁ ପୂର୍ବ ସୂଚନା ସମ୍ମତି (ଅପ୍ଟ-ଇନ୍) ପ୍ରାପ୍ତ କରେ | ପ୍ରଯୁଜ୍ୟ ନିୟମ ଏବଂ ନିୟମାବଳୀ ଦ୍ required ାରା ଆବଶ୍ୟକ ପରିମାଣରେ ଟ୍ରାକିଂ ଟେକ୍ନୋଲୋଜି | ଏହିପରି ଏକ ଗୋପନୀୟତା ବିବୃତ୍ତି ସେବା ମାଧ୍ୟମରେ ଆମ ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇଥିବା ବ୍ୟକ୍ତିଗତ ପରିଚୟ ଯୋଗ୍ୟ ତଥ୍ୟ ସଂଗ୍ରହ, ପ୍ରସାରଣ ଏବଂ ସଂରକ୍ଷଣ ସମ୍ବନ୍ଧୀୟ ବ technical ଷୟିକ ସୂଚନା ମଧ୍ୟ ଅନ୍ତର୍ଭୂକ୍ତ କରିବ | ଯଦି ପ୍ରଯୁଜ୍ୟ ତଥ୍ୟ ସୁରକ୍ଷା ଆଇନ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଆଇନ କିମ୍ବା ନିୟମାବଳୀ ଦ୍ required ାରା ଆବଶ୍ୟକ ହୁଏ, ତେବେ ଆପଣ ତୃତୀୟ ପକ୍ଷଙ୍କୁ ଜଣାଇବେ ଯେ ଆପଣ ପ୍ରକ୍ରିୟାକରଣ ପାଇଁ ଆମକୁ ସେମାନଙ୍କର ବ୍ୟକ୍ତିଗତ ପରିଚୟ ଯୋଗ୍ୟ ସୂଚନା ପ୍ରଦାନ କରୁଛନ୍ତି ଏବଂ ନିଶ୍ଚିତ କରିବେ ଯେ ଯେକ required ଣସି ଆବଶ୍ୟକୀୟ ତୃତୀୟ ପକ୍ଷ ଏହିପରି ପ୍ରକାଶ ଏବଂ ପ୍ରକ୍ରିୟାକରଣ ପାଇଁ ସେମାନଙ୍କ ସମ୍ମତି ଦେଇଛନ୍ତି। ଆପଣ ଗୋପନୀୟତା ବିବୃତ୍ତିର ବର୍ଣ୍ଣନା ଏବଂ ବ୍ୟବସ୍ଥା ମାନିବାକୁ ରାଜି ହୁଅନ୍ତି | &#39;ବ୍ୟକ୍ତିଗତ ଭାବରେ ପରିଚୟ ଯୋଗ୍ୟ ସୂଚନା&#39; ଅର୍ଥ ଯେକ any ଣସି ବ୍ୟକ୍ତିଙ୍କ ସହିତ ଜଡିତ କିମ୍ବା ଚିହ୍ନିତ ହୋଇପାରେ, ଯେପରିକି ବ୍ୟକ୍ତିଙ୍କ ନାମ, ଠିକଣା, ଟେଲିଫୋନ୍ ନମ୍ବର, ଇ-ମେଲ୍ ଠିକଣା, କ୍ରେଡିଟ୍ କାର୍ଡ ସୂଚନା, ସାମାଜିକ ସୁରକ୍ଷା ନମ୍ବର କିମ୍ବା ଅନ୍ୟାନ୍ୟ ସମାନ ନିର୍ଦ୍ଦିଷ୍ଟ ତଥ୍ୟ, ନିର୍ବିଶେଷରେ | ଯେଉଁ ଗଣମାଧ୍ୟମ ଉପରେ ଏହିପରି ସୂଚନା ଗଚ୍ଛିତ ଅଛି (ଯଥା କାଗଜରେ କିମ୍ବା ଇଲେକ୍ଟ୍ରୋନିକ୍) |
pa: ਤੁਸੀਂ ਸਾਰੇ ਲਾਗੂ ਗੋਪਨੀਯਤਾ ਅਤੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਦੀ ਵਿਅਕਤੀਗਤ ਪਛਾਣ ਯੋਗ ਜਾਣਕਾਰੀ (ਹੇਠਾਂ ਦਿੱਤੇ ਅਨੁਸਾਰ ਪਰਿਭਾਸ਼ਿਤ ਕੀਤੇ ਗਏ) ਦੀ ਸੁਰੱਖਿਆ, ਇਕੱਤਰ ਕਰਨ, ਇਸਤੇਮਾਲ ਅਤੇ ਵੰਡ ਨਾਲ ਸਬੰਧਤ ਸਾਰੇ ਨਿਯਮਾਂ, ਨਿਯਮਾਂ, ਨਿਯਮਾਂ ਅਤੇ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ਾਂ ਦਾ ਪਾਲਣ ਕਰੋਗੇ. ਤੁਸੀਂ ਉਸ ਪੰਨੇ &#39;ਤੇ ਇਕ ਗੋਪਨੀਯਤਾ ਬਿਆਨ ਪੋਸਟ ਕਰੋਗੇ ਜਿਥੇ ਤੁਸੀਂ ਵਿਅਕਤੀਗਤ ਤੌਰ&#39; ਤੇ ਪਛਾਣ ਯੋਗ ਜਾਣਕਾਰੀ (&#39;ਗੋਪਨੀਯਤਾ ਕਥਨ&#39;) ਇਕੱਠੀ ਕਰਦੇ ਹੋ ਜੋ ਸਾਰੇ ਲਾਗੂ ਕਾਨੂੰਨਾਂ, ਨਿਯਮਾਂ, ਨਿਯਮਾਂ ਅਤੇ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ ਅਤੇ ਘੱਟੋ ਘੱਟ ਇਕੱਠੀ ਕੀਤੀ ਗਈ ਵਿਅਕਤੀਗਤ ਤੌਰ &#39;ਤੇ ਪਛਾਣਯੋਗ ਜਾਣਕਾਰੀ ਦੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰਦਾ ਹੈ, ਇਹ ਕਿਵੇਂ ਹੈ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਏਗੀ ਅਤੇ ਇਹ ਕਿਵੇਂ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਜਾਏਗੀ, ਅਤੇ ਇਹ ਸੰਗ੍ਰਹਿ ਵਿਧੀ (ਕੂਕੀਜ਼, ਵੈਬ ਬੀਕਨਜ਼ ਜਾਂ ਹੋਰ ਲਾਗੂ meansੰਗਾਂ) ਅਤੇ ਸੇਵਾਵਾਂ ਦੇ ਸੰਬੰਧ ਵਿਚ ਇਕੱਠੀ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਦੀ ਪਛਾਣ ਕਰਦਾ ਹੈ, ਕਿਸੇ ਵੀ ਇਸਤੇਮਾਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪੂਰਵ ਸੂਚਿਤ ਸਹਿਮਤੀ (-ਪਟ-ਇਨ) ਪ੍ਰਾਪਤ ਕਰਨਾ ਟੈਕਨਾਲੋਜੀ ਨੂੰ ਲਾਗੂ ਕਰਨਾ, ਲਾਗੂ ਕਾਨੂੰਨਾਂ ਅਤੇ ਨਿਯਮਾਂ ਦੁਆਰਾ ਲੋੜੀਂਦੀ ਹੱਦ ਤਕ. ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਗੋਪਨੀਯਤਾ ਬਿਆਨ ਵਿੱਚ ਸੇਵਾਵਾਂ ਦੁਆਰਾ ਸਾਡੇ ਦੁਆਰਾ ਮੁਹੱਈਆ ਕੀਤੀ ਗਈ ਵਿਅਕਤੀਗਤ ਪਛਾਣ ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ ਕਰਨ, ਸੰਚਾਰਣ ਅਤੇ ਭੰਡਾਰਨ ਨਾਲ ਜੁੜੀ ਤਕਨੀਕੀ ਜਾਣਕਾਰੀ ਵੀ ਸ਼ਾਮਲ ਹੋਵੇਗੀ. ਜੇ ਲਾਗੂ ਡੇਟਾ ਸੁਰੱਖਿਆ ਕਾਨੂੰਨ ਜਾਂ ਹੋਰ ਕਾਨੂੰਨ ਜਾਂ ਨਿਯਮ ਦੁਆਰਾ ਲੋੜੀਂਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਤੀਜੀ ਧਿਰ ਨੂੰ ਸੂਚਿਤ ਕਰੋਗੇ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਵਿਅਕਤੀਗਤ ਤੌਰ &#39;ਤੇ ਪਛਾਣਨ ਯੋਗ ਜਾਣਕਾਰੀ ਸਾਨੂੰ ਪ੍ਰੋਸੈਸਿੰਗ ਲਈ ਪ੍ਰਦਾਨ ਕਰ ਰਹੇ ਹੋ ਅਤੇ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋਗੇ ਕਿ ਕਿਸੇ ਵੀ ਲੋੜੀਂਦੇ ਤੀਜੇ ਪੱਖਾਂ ਨੇ ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਖੁਲਾਸੇ ਅਤੇ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਸਹਿਮਤੀ ਦਿੱਤੀ ਹੈ. ਤੁਸੀਂ ਗੋਪਨੀਯਤਾ ਕਥਨ ਦੇ ਵੇਰਵਿਆਂ ਅਤੇ ਪ੍ਰਬੰਧਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ. &#39;ਵਿਅਕਤੀਗਤ ਤੌਰ&#39; ਤੇ ਪਛਾਣਨ ਯੋਗ ਜਾਣਕਾਰੀ &#39;ਦਾ ਮਤਲਬ ਹੈ ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਜਿਹੜੀ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨਾਲ ਜੁੜੀ ਜਾਂ ਟਰੇਸ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਜਿਸ ਵਿੱਚ ਕਿਸੇ ਵਿਅਕਤੀ ਦਾ ਨਾਮ, ਪਤਾ, ਟੈਲੀਫੋਨ ਨੰਬਰ, ਈ-ਮੇਲ ਪਤਾ, ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੀ ਜਾਣਕਾਰੀ, ਸੋਸ਼ਲ ਸਿਕਿਓਰਿਟੀ ਨੰਬਰ ਜਾਂ ਹੋਰ ਸਮਾਨ ਖ਼ਾਸ ਤੱਥਾਂ ਦੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੈ ਮੀਡੀਆ ਜਿਸ &#39;ਤੇ ਅਜਿਹੀ ਜਾਣਕਾਰੀ ਸਟੋਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ (ਉਦਾਹਰਣ ਵਜੋਂ ਕਾਗਜ਼&#39; ਤੇ ਜਾਂ ਇਲੈਕਟ੍ਰਾਨਿਕ ਤੌਰ &#39;ਤੇ).
pl: Będziesz przestrzegać wszystkich obowiązujących przepisów, zasad, przepisów i wytycznych dotyczących ochrony, gromadzenia, wykorzystywania i rozpowszechniania informacji umożliwiających identyfikację (zgodnie z definicją poniżej) dowolnej osoby. Na stronie, na której zbierasz dane osobowe (`` Oświadczenie o ochronie prywatności &#39;&#39;), zamieścisz oświadczenie o ochronie prywatności, które jest zgodne ze wszystkimi obowiązującymi przepisami, zasadami, regulacjami i wytycznymi oraz co najmniej powiadamia użytkowników o zebranych danych osobowych, w jaki sposób będzie używany i jak będzie zabezpieczony, a także określa metodę gromadzenia (pliki cookie, sygnalizatory WWW lub inne odpowiednie środki) oraz wykorzystanie informacji zebranych w związku z Usługami, uzyskanie uprzedniej świadomej zgody (opt-in) przed skorzystaniem z jakichkolwiek technologie śledzenia, w zakresie wymaganym przez obowiązujące przepisy prawa. Takie Oświadczenie o ochronie prywatności obejmuje również informacje techniczne związane z gromadzeniem, przesyłaniem i przechowywaniem danych osobowych dostarczonych przez nas za pośrednictwem Usług. Jeśli wymagają tego obowiązujące przepisy dotyczące ochrony danych lub inne przepisy lub regulacje, poinformujesz strony trzecie, że przekazujesz nam swoje dane osobowe do przetwarzania i upewnisz się, że wszelkie wymagane strony trzecie wyraziły zgodę na takie ujawnienie i przetwarzanie. Zgadzasz się przestrzegać opisów i postanowień Oświadczenia o ochronie prywatności. `` Dane osobowe &#39;&#39; oznaczają wszelkie informacje, które można powiązać z dowolną osobą lub przypisać jej tożsamość, w tym imię i nazwisko, adres, numer telefonu, adres e-mail, dane karty kredytowej, numer ubezpieczenia społecznego lub inne podobne szczegółowe informacje faktyczne, niezależnie od nośnik, na którym takie informacje są przechowywane (np. na papierze lub elektronicznie).
ps: تاسو به د ټولو تطبیقي محرمیت او نورو مقرراتو ، مقرراتو ، مقرراتو او لارښوونو سره مطابقت وکړئ چې د هر چا د شخصي پیژندنې وړ معلوماتو (لکه څنګه چې لاندې تعریف شوي) د محافظت ، راټولولو ، کارولو او توزیع پورې اړوند دي. تاسو به په پا pageه کې د محرمیت بیان خپور کړئ چیرې چې تاسو د شخصي پیژندلو وړ معلومات (&#39;د محرمیت بیان&#39;) راټول کوئ چې د ټولو پلي کیدو قوانینو ، مقرراتو ، مقرراتو او لارښودونو سره مطابقت لري او لږترلږه د راټول شوي شخصي پیژندنې معلوماتو کاروونکو ته خبر ورکوي ، دا څنګه دی به وکارول شي او دا به څنګه خوندي شي ، او دا د راټولولو میتود (کوکیز ، ویب بیکنز یا نور پلي شوي وسیلې) او د خدماتو په اړه راټول شوي معلوماتو کارول په ګوته کوي ، د هرې استعمال دمخه د مخکینۍ خبرتیا رضایت (غوره کول) ترلاسه کول. د پلي کونکي ټیکنالوژیو تعقیب ، تر هغه کچې چې د پلي کیدو وړ قوانینو او مقرراتو لخوا اړین وي. د محرمیت دا ډول بیان کې باید د شخصي پیژندنې وړ معلوماتو راټولولو ، لیږدولو او زیرمه کولو پورې اړوند تخنیکي معلومات هم شامل وي چې د خدماتو له لارې زموږ لخوا چمتو شوي. که چیرې د معلوماتو د محافظت قانون یا نور قانون یا مقرراتو لخوا اړین وي ، تاسو به دریمې ډلې ته خبر ورکړئ چې تاسو د دوی شخصي پیژندل شوي معلومات موږ ته د پروسس کولو لپاره چمتو کوئ او ډاډ ترلاسه کړئ چې کومې اړینې دریمې ډلې د ورته افشا کولو او پروسس کولو رضایت ورکړی وي. تاسو موافق یاست چې د محرمیت بیان بیاناتو او احکامو سره موافقت وکړئ. د شخصي پیژندلو وړ معلومات پدې معنی دي هغه معلومات چې د هر فرد سره تړاو ولري یا وپیژندل شي ، په شمول د فرد نوم ، پته ، د تلیفون شمیره ، بریښنالیک پته ، د کریډیټ کارت معلومات ، د ټولنیز امنیت شمیره یا ورته ورته مشخص واقعیتي معلومات ، پرته لدې چې هغه رسنۍ چې دا معلومات زیرمه کوي (د بیلګې په توګه په کاغذ یا بریښنایی ډول).
pt: Você cumprirá todas as leis de privacidade e outras leis, regras, regulamentos e diretrizes aplicáveis relacionadas à proteção, coleta, uso e distribuição de Informações de Identificação Pessoal (conforme definido abaixo) de qualquer pessoa. Você publicará uma declaração de privacidade na página onde coleta Informações de Identificação Pessoal (&#39;Declaração de Privacidade&#39;) que está em conformidade com todas as leis, regras, regulamentos e diretrizes aplicáveis e, no mínimo, notifica os usuários sobre as Informações de Identificação Pessoal coletadas, como isso será usado e como será protegido, e que identifica o método de coleta (cookies, web beacons ou outros meios aplicáveis) e o uso das informações coletadas em conexão com os Serviços, obtendo consentimento prévio informado (opt-in) antes de utilizar qualquer tecnologias de rastreamento, na medida exigida pelas leis e regulamentos aplicáveis. Essa Declaração de Privacidade também deve incluir informações técnicas relacionadas à coleta, transmissão e armazenamento das Informações de Identificação Pessoal fornecidas por nós por meio dos Serviços. Se exigido pela legislação de proteção de dados aplicável ou outra lei ou regulamento, você informará a terceiros que está nos fornecendo suas Informações de Identificação Pessoal para processamento e garantirá que quaisquer terceiros solicitados dêem seu consentimento para tal divulgação e processamento. Você concorda em cumprir as descrições e disposições da Declaração de Privacidade. &#39;Informações de identificação pessoal&#39; significa qualquer informação que pode ser associada ou rastreada a qualquer indivíduo, incluindo o nome de um indivíduo, endereço, número de telefone, endereço de e-mail, informações de cartão de crédito, número de segurança social ou outras informações factuais específicas semelhantes, independentemente de a mídia na qual essas informações são armazenadas (por exemplo, em papel ou eletronicamente).
ro: Veți respecta toate condițiile de confidențialitate aplicabile și alte legi, reguli, regulamente și linii directoare referitoare la protecția, colectarea, utilizarea și distribuirea informațiilor personale de identificare (așa cum sunt definite mai jos) ale oricărei persoane. Veți posta o declarație de confidențialitate pe pagina în care colectați informații de identificare personală („Declarație de confidențialitate”) care respectă toate legile, regulile, regulile și regulile aplicabile și, cel puțin, notifică utilizatorilor informațiile de identificare personală colectate, cum se va fi utilizat și cum va fi securizat, și care identifică metoda de colectare (cookie-uri, balize web sau alte mijloace aplicabile) și utilizarea informațiilor colectate în legătură cu Serviciile, obținând acordul prealabil informat (opt-in) înainte de a utiliza orice tehnologii de urmărire, în măsura cerută de legile și reglementările aplicabile. O asemenea declarație de confidențialitate include, de asemenea, informații tehnice legate de colectarea, transmiterea și stocarea informațiilor de identificare personală furnizate de noi prin intermediul serviciilor. Dacă vi se solicită legislația aplicabilă în materie de protecție a datelor sau alte legi sau reglementări, veți informa terțe părți că ne furnizați informațiile lor de identificare personală pentru prelucrare și vă veți asigura că orice terți solicitați și-au dat consimțământul pentru divulgarea și prelucrarea acestora. Sunteți de acord să respectați descrierile și prevederile Declarației de confidențialitate. „Informații personale identificabile” înseamnă orice informație care poate fi asociată sau urmărită oricărei persoane, inclusiv numele, adresa, numărul de telefon, adresa de e-mail, informațiile cardului de credit, numărul de securitate socială sau alte informații specifice faptice similare, indiferent de suportul pe care sunt stocate astfel de informații (de exemplu, pe hârtie sau electronic).
ru: Вы обязуетесь соблюдать все применимые законы, правила, положения и руководящие принципы в отношении конфиденциальности и другие законы, касающиеся защиты, сбора, использования и распространения Лично идентифицируемой информации (как определено ниже) любого лица. Вы разместите заявление о конфиденциальности на странице, где вы собираете информацию, позволяющую установить личность («Заявление о конфиденциальности»), которое соответствует всем применимым законам, правилам, постановлениям и руководящим принципам и, как минимум, уведомляет пользователей о собранной информации, позволяющей установить личность, и о том, как она будут использоваться и как они будут защищены, и это определяет метод сбора (файлы cookie, веб-маяки или другие применимые средства) и использование информации, собранной в связи с Услугами, получение предварительного информированного согласия (выбор) перед использованием любого технологии отслеживания в той степени, в которой это требуется действующими законами и нормативными актами. Такое Заявление о конфиденциальности также должно включать техническую информацию, связанную со сбором, передачей и хранением Личной информации, предоставляемой нами через Услуги. Если это требуется действующим законодательством о защите данных или другим законом или нормативным актом, вы будете информировать третьи стороны о том, что вы предоставляете нам их Личную информацию для обработки, и гарантируете, что любые требуемые третьи стороны дали свое согласие на такое раскрытие и обработку. Вы соглашаетесь соблюдать описания и положения Заявления о конфиденциальности. «Лично идентифицирующая информация» означает любую информацию, которая может быть связана или отслежена с любым лицом, включая имя, адрес, номер телефона, адрес электронной почты, данные кредитной карты, номер социального страхования или другую аналогичную конкретную фактическую информацию, независимо от носители, на которых хранится такая информация (например, на бумаге или в электронном виде).
rw: Uzubahiriza amabanga yose akurikizwa nandi mategeko, amategeko, amabwiriza nubuyobozi bujyanye no kurinda, gukusanya, gukoresha no gukwirakwiza amakuru yamenyekanye ku giti cye (nkuko byasobanuwe hepfo) yumuntu uwo ari we wese. Uzashyiraho itangazo ryibanga kurupapuro ukusanyirizamo amakuru yumuntu ku giti cye (&#39;Itangazo ryerekeye ubuzima bwite&#39;) ryubahiriza amategeko yose, amategeko, amabwiriza n&#39;amabwiriza akurikizwa kandi, byibuze, amenyesha abakoresha amakuru yihariye yamenyekanye yakusanyijwe, uburyo izakoreshwa nuburyo izarindwa umutekano, kandi iragaragaza uburyo bwo gukusanya (kuki, urumuri rwa interineti cyangwa ubundi buryo bukoreshwa) hamwe no gukoresha amakuru yakusanyirijwe hamwe na Serivisi, kubona uruhushya rubimenyeshejwe mbere (opt-in) mbere yo gukoresha icyaricyo cyose gukurikirana ikoranabuhanga, kurwego rusabwa n&#39;amategeko n&#39;amabwiriza akurikizwa. Amabwiriza yerekeye ubuzima bwite agomba kandi kuba akubiyemo amakuru ya tekiniki ajyanye no gukusanya, kohereza no kubika amakuru yamenyekanye ku giti cye yatanzwe natwe binyuze muri Serivisi. Niba bisabwa n&#39;amategeko akurikizwa yo kurinda amakuru cyangwa andi mategeko cyangwa amabwiriza, uzamenyesha abandi bantu ko uduha amakuru yabo bwite kugirango tuyatunganyirize kandi uzemeza ko abandi bantu bose basabwa gutanga uburenganzira bwabo bwo gutangaza no gutunganya. Uremera gukurikiza ibisobanuro n&#39;ibiteganijwe mu ibanga. &#39;Amakuru Yumuntu ku giti cye&#39; bisobanura amakuru ayo ari yo yose ashobora guhuzwa cyangwa gukurikiranwa ku muntu uwo ari we wese, harimo izina ry&#39;umuntu, aderesi, nimero ya terefone, aderesi imeri, amakuru y&#39;amakarita y&#39;inguzanyo, nimero y&#39;ubwiteganyirize cyangwa andi makuru yihariye asa, atitaye ku itangazamakuru ayo makuru abikwa (urugero ku mpapuro cyangwa kuri elegitoroniki).
sd: توهان ڪنهن به فرد جي ذاتي طور تي سڃاڻپ ڪندڙ معلومات (جيئن هيٺ وضاحت ڪئي وئي) تحفظ ، جمع ، استعمال ۽ تقسيم بابت applicableاڻ تي لاڳو رازداري ۽ ٻين قانونن ، قاعدن ، قاعدن ۽ هدايتن سان مطابقت پذير ٿيندو. توهان صفحہ تي هڪ رازداري بيان پوسٽ ڪندا سين جتي توهان ذاتي طور تي سڃاڻپ ڪندڙ معلومات جمع ڪندا آهيو (&#39;رازداري بيان&#39;) جيڪو سڀني قابل اطلاق قانونن ، قاعدن ، ضابطن ۽ هدايتن سان مطابقت رکي ٿو ۽ ، گهٽ ۾ گهٽ ، ذاتي طور تي شناخت ٿيندڙ معلومات جي صارفين کي مطلع ڪري ٿو ، اهو ڪيئن استعمال ڪيو ويندو ۽ ڪئين محفوظ ڪيو ويندو ، ۽ اهو گڏ ڪرڻ جو طريقو شناخت ڪري ٿو (ڪوڪيز ، ويب بيڪونز يا ٻيا قابل اطلاق وسيلا) ۽ سروسز جي سلسلي ۾ گڏ ٿيل معلومات جي استعمال ، اڳ ۾ informedاڻايل رضامندي حاصل ڪرڻ (چونڊ) ڪو به استعمال ڪرڻ کان پهريان. ٽريڪنگ ٽيڪنالاجي ، قابل اطلاق قانون ۽ ضابطن جي طرفان گهربل حد تائين. اهڙي رازداري واري بيان ۾ اسان جي طرفان فراهم ڪيل ذاتي سڃاڻپ جي معلومات کي گڏ ڪرڻ ، منتقلي ۽ اسٽوريج سان لاڳاپيل ٽيڪنيڪل includeاڻ پڻ شامل هوندي. جيڪڏهن گهربل حفاظتي قانون جي قانون سازي يا ٻئي قانون يا ضابطن جي طرفان گهربل هجي ، توهان ٽئين ڌرين کي thatاڻ ڏيندا ته توهان انهن کي پنهنجي ذاتي سڃاڻپ جي processingاڻ اسان کي پروسيسنگ لاءِ فراهم ڪري رهيا آهيو ۽ انهي ڳالهه کي يقيني بڻائي سگهندي ته ڪنهن به گهربل ٽئين ڌر اهڙي ظاهر ۽ پروسيسنگ تي رضامندي ڏني آهي. توهان رازداري بيان جي وضاحتن ۽ ضابطن تي عمل ڪرڻ تي متفق آهيو. &#39;ذاتي طور تي سڃاڻپ&#39;اڻ&#39; جو مطلب آهي ڪنهن به thatاڻ جيڪا ڪنهن به فرد سان ڳن orيل يا جڙيل هجي ، بشمول هڪ فرد جو نالو ، پتو ، ٽيليفون نمبر ، اي ميل پتو ، ڪريڊٽ ڪارڊ informationاڻ ، سماجي تحفظ نمبر يا ٻيون ساڳيون مخصوص حقيقتاتي معلومات ، ميڊيا جنهن تي اهڙي معلومات ذخيرو ٿيل آهي (مثال طور ڪاغذ تي يا برقي تي).
si: ඕනෑම පුද්ගලයෙකුගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු (පහත අර්ථ දක්වා ඇති පරිදි) ආරක්ෂා කිරීම, එකතු කිරීම, භාවිතා කිරීම සහ බෙදා හැරීම සම්බන්ධ සියලු අදාළ පෞද්ගලිකත්වය සහ වෙනත් නීති, රීති, රෙගුලාසි සහ මාර්ගෝපදේශ වලට ඔබ අනුකූල වනු ඇත. අදාළ වන සියලුම නීති, රීති, රෙගුලාසි සහ මාර්ගෝපදේශයන්ට අනුකූල වන පුද්ගලිකව හඳුනාගත හැකි තොරතුරු (&#39;රහස්‍යතා ප්‍රකාශය&#39;) ඔබ රැස් කරන පිටුවේ ඔබ රහස්‍යතා ප්‍රකාශයක් පළ කරනු ඇති අතර, අවම වශයෙන් එකතු කරන ලද පුද්ගලිකව හඳුනාගත හැකි තොරතුරු භාවිතා කරන්නන්ට දැනුම් දෙයි. භාවිතා කරනු ලබන අතර එය සුරක්ෂිත කරන්නේ කෙසේද යන්නත්, එමඟින් එකතු කිරීමේ ක්‍රමය (කුකීස්, වෙබ් බීකන්ස් හෝ වෙනත් අදාළ මාධ්‍යයන්) සහ සේවාවන් හා සම්බන්ධ තොරතුරු රැස් කිරීම, භාවිතා කිරීමට පෙර පූර්ව දැනුම් සම්මුතියක් ලබා ගැනීම (තේරීම) හඳුනා ගනී. ෙසොයා ගැනීෙම් තාක්ෂණයන්, අදාළ වන නීති සහ රෙගුලාසි වලට අනුව. සේවාවන් හරහා අප විසින් සපයනු ලබන පුද්ගලිකව හඳුනාගත හැකි තොරතුරු එක්රැස් කිරීම, සම්ප්‍රේෂණය කිරීම හා ගබඩා කිරීම සම්බන්ධ තාක්ෂණික තොරතුරු ද එවැනි රහස්‍යතා ප්‍රකාශයකට ඇතුළත් වේ. අදාළ දත්ත ආරක්ෂණ නීති හෝ වෙනත් නීතියක් හෝ රෙගුලාසියක් මගින් අවශ්‍ය නම්, ඔබ තෙවන පාර්ශවයන්ට ඔවුන්ගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු සැකසීම සඳහා අප වෙත ලබා දෙන බව දැනුම් දෙන අතර අවශ්‍ය ඕනෑම තෙවන පාර්ශවයක් එවැනි අනාවරණය කිරීම් සහ සැකසුම් සඳහා ඔවුන්ගේ කැමැත්ත ලබා දී ඇති බව සහතික කරනු ඇත. රහස්‍යතා ප්‍රකාශයේ විස්තර සහ විධිවිධානවලට අනුකූල වීමට ඔබ එකඟ වේ. &#39;පුද්ගලිකව හඳුනාගත හැකි තොරතුරු&#39; යනු පුද්ගලයෙකුගේ නම, ලිපිනය, දුරකථන අංකය, විද්‍යුත් තැපැල් ලිපිනය, ක්‍රෙඩිට් කාඩ් තොරතුරු, සමාජ ආරක්ෂණ අංකය හෝ වෙනත් සමාන නිශ්චිත තොරතුරු ඇතුළුව ඕනෑම පුද්ගලයෙකු සමඟ සම්බන්ධ විය හැකි හෝ සොයාගත හැකි තොරතුරු ය. එවැනි තොරතුරු ගබඩා කර ඇති මාධ්‍යය (උදා: කඩදාසි මත හෝ විද්‍යුත් වශයෙන්).
sk: Budete dodržiavať všetky príslušné zákony o ochrane súkromia a ďalšie zákony, pravidlá, nariadenia a usmernenia týkajúce sa ochrany, zhromažďovania, použitia a distribúcie Osobne identifikovateľných informácií (ako sú definované nižšie) akejkoľvek osoby. Na stránku, na ktorej zhromažďujete informácie umožňujúce identifikáciu osôb (ďalej len „vyhlásenie o ochrane osobných údajov“), zverejníte vyhlásenie o ochrane osobných údajov, ktoré je v súlade so všetkými platnými zákonmi, pravidlami, predpismi a usmerneniami a minimálne upozorňuje používateľov na zhromaždené informácie umožňujúce identifikáciu osôb, ako ich zhromažďujú. bude použitý a ako bude zabezpečený a ktorý identifikuje spôsob zberu (cookies, webové majáky alebo iné použiteľné prostriedky) a použitie informácií zhromaždených v súvislosti so Službami, získanie predchádzajúceho informovaného súhlasu (opt-in) pred použitím akýchkoľvek sledovacie technológie v rozsahu vyžadovanom platnými zákonmi a predpismi. Takéto vyhlásenie o ochrane osobných údajov obsahuje aj technické informácie týkajúce sa zhromažďovania, prenosu a uchovávania informácií umožňujúcich identifikáciu osôb, ktoré poskytujeme prostredníctvom Služieb. Ak to vyžadujú platné právne predpisy o ochrane údajov alebo iné právne predpisy alebo nariadenia, budete informovať tretie strany, že nám poskytujete svoje informácie umožňujúce identifikáciu osôb na spracovanie, a zaistíte, aby všetky požadované tretie strany dali súhlas s takýmto zverejnením a spracovaním. Súhlasíte s tým, že budete dodržiavať opisy a ustanovenia Vyhlásenia o ochrane osobných údajov. „Informácie umožňujúce identifikáciu osôb“ sú akékoľvek informácie, ktoré je možné priradiť alebo vystopovať k jednotlivcovi vrátane mena, adresy, telefónneho čísla, e-mailovej adresy, informácií o kreditnej karte, čísla sociálneho zabezpečenia alebo iných podobných konkrétnych faktických informácií, bez ohľadu na nosič, na ktorom sú tieto informácie uložené (napr. na papieri alebo elektronicky).
sl: Upoštevali boste vse veljavne zasebnosti in druge zakone, pravila, predpise in smernice v zvezi z zaščito, zbiranjem, uporabo in distribucijo osebnih podatkov (kot je opredeljeno spodaj) katere koli osebe. Izjavo o zasebnosti boste objavili na strani, na kateri zbirate osebne podatke („Izjava o zasebnosti“), ki so skladni z vsemi veljavnimi zakoni, pravili, predpisi in smernicami in najmanj obveščajo uporabnike zbranih osebnih podatkov, kako to se bo uporabljal in kako bo zaščiten ter identificira način zbiranja (piškotki, spletni svetilniki ali druga ustrezna sredstva) in uporabo informacij, zbranih v povezavi s storitvami, pridobivanje predhodnega informiranega soglasja (odobritev) pred uporabo katerega koli sledilne tehnologije, kolikor zahtevajo veljavni zakoni in predpisi. Takšna izjava o zasebnosti vključuje tudi tehnične podatke v zvezi z zbiranjem, posredovanjem in shranjevanjem osebno prepoznavnih podatkov, ki smo jih posredovali preko storitev. Če to zahteva ustrezna zakonodaja o varstvu podatkov ali drug zakon ali uredba, boste tretje osebe obvestili, da nam posredujete njihove osebne podatke za obdelavo in zagotovili, da bodo vse potrebne tretje osebe soglašale s takim razkritjem in obdelavo. Strinjate se, da boste upoštevali opise in določbe izjave o zasebnosti. „Osebne informacije“ pomenijo vse podatke, ki jih je mogoče povezati ali slediti vsakemu posamezniku, vključno z imenom, naslovom, telefonsko številko, e-poštnim naslovom, podatki o kreditni kartici, številki socialnega zavarovanja ali drugimi podobnimi specifičnimi dejanskimi podatki, ne glede na medije, na katerih se te informacije shranjujejo (npr. na papirju ali v elektronski obliki).
sq: Ju do të respektoni të gjitha fshehtësitë e zbatueshme dhe ligjet, rregullat, rregulloret dhe udhëzimet e tjera që lidhen me mbrojtjen, mbledhjen, përdorimin dhe shpërndarjen e informacionit personalisht të identifikueshëm (siç përcaktohet më poshtë) të çdo personi. Ju do të postoni një deklaratë të intimitetit në faqen ku ju të grumbulloni informacione të identifikueshme personalisht (&#39;Deklaratë privatesie&#39;) që përputhet me të gjitha ligjet, rregullat, rregulloret dhe udhëzimet në fuqi dhe, së paku, njofton përdoruesit e Informacionit të Identifikuar personalisht të mbledhur, si do të përdoret dhe si do të sigurohet, dhe që identifikon metodën e grumbullimit (cookies, beacons në internet ose mjete të tjera të zbatueshme) dhe përdorimin e informacionit të mbledhur në lidhje me Shërbimet, duke marrë pëlqimin e informuar paraprak (opt-in) përpara se të përdorni teknologjitë e përcjelljes, në masën që kërkohen nga ligjet dhe rregulloret në fuqi. Një Deklaratë e tillë e Intimitetit do të përfshijë gjithashtu informacion teknik në lidhje me mbledhjen, transmetimin dhe ruajtjen e Informacionit personalisht të identifikueshëm të dhënë nga ne përmes Shërbimeve. Nëse kërkohet nga legjislacioni i zbatueshëm për mbrojtjen e të dhënave ose nga ndonjë ligj ose rregullore tjetër, ju do të informoni palët e treta që ju po na japin informacionin e tyre personalisht të identifikueshëm për përpunim dhe do të siguroni që çdo palë e tretë e kërkuar kanë dhënë pëlqimin e tyre për këtë deklarim dhe përpunim. Ju pranoni të pajtoheni me përshkrimet dhe dispozitat e Deklaratës së Intimitetit. &quot;Informacion i identifikueshëm personalisht&quot; nënkupton çdo informacion që mund të shoqërohet ose gjurmohet tek ndonjë individ, duke përfshirë emrin, adresën, numrin e telefonit, adresën e postës elektronike, informacionin e kartës së kreditit, numrin e sigurimeve shoqërore ose informacione të tjera të ngjashme specifike faktike, pavarësisht nga media në të cilën ruhet një informacion i tillë (p.sh. në letër ose në mënyrë elektronike).
sr: Придржават ћете се свих важећих закона о приватности и других закона, правила, прописа и смјерница који се односе на заштиту, прикупљање, употребу и дистрибуцију личних података (као што је доље дефинирано) било које особе. Изјаву о приватности објавит ћете на страници на којој прикупљате личне податке (&#39;Изјава о приватности&#39;) која је у складу са свим важећим законима, правилима, прописима и смјерницама и, у најмању руку, обавјештава кориснике прикупљених личних података, како их ће се користити и како ће се заштитити, а који идентификује начин прикупљања (колачићи, веб светионици или друга применљива средства) и употребу информација прикупљених у вези са Услугама, прибављање претходне обавештене сагласности (одобравање) пре коришћења било ког праћење технологија, у мери у којој то захтевају применљиви закони и прописи. Таква изјава о приватности такође укључује техничке информације у вези са прикупљањем, преношењем и чувањем личних података које смо пружили путем Услуга. Ако то захтијевају примјењиви закони о заштити података или други закон или уредба, обавијестићете треће стране да нам дајете њихове личне информације на обраду и осигураће да су све потребне треће стране дале свој пристанак на такво откривање и обраду. Слажете се да ћете се придржавати описа и одредби Изјаве о приватности. „Личне информације“ подразумевају сваку информацију која се може повезати са било којим појединцем или га пратити, укључујући име, адресу, телефонски број, е-маил адресу, податке о кредитној картици, број социјалног осигурања или друге сличне конкретне податке, без обзира на медијум на коме се такве информације чувају (нпр. на папиру или у електроничком облику).
sv: Du kommer att följa all tillämplig sekretess och andra lagar, regler, förordningar och riktlinjer som rör skydd, insamling, användning och distribution av personlig identifierbar information (enligt definitionen nedan) för någon person. Du kommer att publicera en integritetsförklaring på sidan där du samlar in personlig identifierbar information (&quot;Integritetspolicy&quot;) som överensstämmer med alla tillämpliga lagar, regler, förordningar och riktlinjer och som minst informerar användare om den personliga identifierbara informationen som samlas in, hur den kommer att användas och hur det kommer att säkerställas, och som identifierar insamlingsmetoden (kakor, webbläsare eller andra tillämpliga medel) och användningen av information som samlas in i samband med Tjänsterna, erhåller tidigare informerat samtycke (opt-in) innan du använder någon spårningsteknologi, i den utsträckning som krävs av tillämpliga lagar och förordningar. En sådan integritetsförklaring ska också innehålla teknisk information relaterad till insamling, överföring och lagring av den personligt identifierbara information som tillhandahålls av oss genom tjänsterna. Om det krävs enligt tillämplig dataskyddslagstiftning eller annan lag eller lagstiftning, kommer du att informera tredje parter om att du tillhandahåller deras personligt identifierbara information till oss för behandling och kommer att se till att alla nödvändiga tredje parter har gett sitt samtycke till sådan avslöjande och behandling. Du samtycker till att följa beskrivningarna och bestämmelserna i integritetsförklaringen. &quot;Personligt identifierbar information&quot; betyder all information som kan kopplas till eller spåras till en individ, inklusive en individs namn, adress, telefonnummer, e-postadress, kreditkortsinformation, personnummer eller annan liknande specifik information om fakta, oavsett media som sådan information lagras på (t.ex. på papper eller elektroniskt).
sw: Utafuata sheria zote za faragha na sheria zingine, sheria, kanuni na miongozo inayohusiana na ulinzi, ukusanyaji, utumiaji na usambazaji wa Habari Inayotambulika (kama inavyofafanuliwa hapo chini) ya mtu yeyote. Utatuma taarifa ya faragha kwenye ukurasa ambao unakusanya Habari inayotambulika Binafsi (&#39;Taarifa ya faragha&#39;) inayoambatana na sheria, sheria, kanuni na miongozo yote inayotumika, kwa kiwango cha chini, inaarifu watumiaji wa Habari ya Kibinafsi inayotambulika iliyokusanywa, jinsi itatumika na jinsi itafikishwa, na hiyo inabaini njia ya ukusanyaji (kuki, beacons za wavuti au njia zingine zinazotumika) na utumiaji wa habari iliyokusanywa kuhusiana na Huduma, kupata idhini iliyopeanwa ya kwanza (chaguo-kuingia) kabla ya kutumia yoyote kufuatilia teknolojia, kwa kiwango kinachohitajika na sheria na kanuni zinazotumika. Taarifa hiyo ya faragha pia itajumuisha maelezo ya kiufundi yanayohusiana na ukusanyaji, usafirishaji na uhifadhi wa Habari inayotambulika ya Kibinafsi iliyotolewa na sisi kupitia Huduma. Ikiwa inahitajika na sheria inayofaa ya ulinzi wa data au sheria nyingine au kanuni, utafahamisha wahusika wengine kuwa unatupatia maelezo yao ya Kibinafsi kwa usindikaji na utahakikisha kwamba mtu yeyote wa tatu anayetaka ametoa ridhaa yake kwa kufichua na kusindika. Unakubali kufuata maelezo na vifungu vya Tamko la faragha. &#39;Habari inayotambulika Binafsi&#39; inamaanisha habari yoyote ambayo inaweza kuhusishwa na au kupatikana kwa mtu yeyote, pamoja na jina la mtu, anwani, nambari ya simu, anwani ya barua-pepe, habari ya kadi ya mkopo, nambari ya usalama wa kijamii au habari nyingine kama hiyo ya kweli, bila kujali vyombo vya habari ambamo habari hizo huhifadhiwa (kwa mfano kwenye karatasi au kwa umeme).
ta: எந்தவொரு நபரின் தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவலின் (கீழே வரையறுக்கப்பட்டுள்ளபடி) பாதுகாப்பு, சேகரிப்பு, பயன்பாடு மற்றும் விநியோகம் தொடர்பான அனைத்து பொருந்தக்கூடிய தனியுரிமை மற்றும் பிற சட்டங்கள், விதிகள், ஒழுங்குமுறைகள் மற்றும் வழிகாட்டுதல்களுக்கு நீங்கள் இணங்குவீர்கள். பொருந்தக்கூடிய அனைத்து சட்டங்கள், விதிகள், ஒழுங்குமுறைகள் மற்றும் வழிகாட்டுதல்களுடன் இணங்கக்கூடிய தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்களை (&#39;தனியுரிமை அறிக்கை&#39;) நீங்கள் சேகரிக்கும் பக்கத்தில் ஒரு தனியுரிமை அறிக்கையை இடுகையிடுவீர்கள், குறைந்தபட்சம், சேகரிக்கப்பட்ட தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்களை பயனர்களுக்கு அறிவிக்கும், அது எப்படி பயன்படுத்தப்படும் மற்றும் அது எவ்வாறு பாதுகாக்கப்படும், மேலும் இது சேகரிப்பு முறை (குக்கீகள், வலை பீக்கான்கள் அல்லது பிற பொருந்தக்கூடிய வழிமுறைகள்) மற்றும் சேவைகளுடன் சேகரிக்கப்பட்ட தகவல்களின் பயன்பாடு ஆகியவற்றை அடையாளம் காணும், எந்தவொரு பயன்பாட்டிற்கும் முன் முன் தகவலறிந்த சம்மதத்தைப் பெறுதல் (தெரிவுசெய்தல்) கண்காணிப்பு தொழில்நுட்பங்கள், பொருந்தக்கூடிய சட்டங்கள் மற்றும் ஒழுங்குமுறைகளால் தேவைப்படும் அளவிற்கு. அத்தகைய தனியுரிமை அறிக்கையில் சேவைகள் மூலம் நாங்கள் வழங்கிய தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்களை சேகரித்தல், பரிமாற்றம் செய்தல் மற்றும் சேமித்தல் தொடர்பான தொழில்நுட்ப தகவல்களும் அடங்கும். பொருந்தக்கூடிய தரவு பாதுகாப்பு சட்டம் அல்லது பிற சட்டம் அல்லது ஒழுங்குமுறை தேவைப்பட்டால், செயலாக்கத்திற்காக நீங்கள் தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்களை எங்களுக்கு வழங்குகிறீர்கள் என்று மூன்றாம் தரப்பினருக்கு அறிவிப்பீர்கள், மேலும் இதுபோன்ற மூன்றாம் தரப்பினரும் அத்தகைய வெளிப்பாடு மற்றும் செயலாக்கத்திற்கு ஒப்புதல் அளித்திருப்பதை உறுதி செய்வீர்கள். தனியுரிமை அறிக்கையின் விளக்கங்கள் மற்றும் விதிகளுக்கு இணங்க ஒப்புக்கொள்கிறீர்கள். &#39;தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்&#39; என்பது எந்தவொரு நபருடனும் தொடர்புடைய அல்லது அறியக்கூடிய எந்தவொரு தகவலையும் குறிக்கிறது, இதில் ஒரு நபரின் பெயர், முகவரி, தொலைபேசி எண், மின்னஞ்சல் முகவரி, கிரெடிட் கார்டு தகவல், சமூக பாதுகாப்பு எண் அல்லது பிற ஒத்த குறிப்பிட்ட உண்மை தகவல்கள் உட்பட. அத்தகைய தகவல்கள் சேமிக்கப்படும் ஊடகம் (எ.கா. காகிதத்தில் அல்லது மின்னணு முறையில்).
te: ఏదైనా వ్యక్తి యొక్క వ్యక్తిగతంగా గుర్తించదగిన సమాచారం (క్రింద నిర్వచించినట్లు) యొక్క రక్షణ, సేకరణ, ఉపయోగం మరియు పంపిణీకి సంబంధించిన అన్ని వర్తించే గోప్యత మరియు ఇతర చట్టాలు, నియమాలు, నిబంధనలు మరియు మార్గదర్శకాలకు మీరు కట్టుబడి ఉంటారు. వర్తించే అన్ని చట్టాలు, నియమాలు, నిబంధనలు మరియు మార్గదర్శకాలకు అనుగుణంగా ఉండే వ్యక్తిగతంగా గుర్తించదగిన సమాచారం (&#39;గోప్య ప్రకటన&#39;) ను మీరు సేకరించే పేజీలో మీరు గోప్యతా ప్రకటనను పోస్ట్ చేస్తారు మరియు సేకరించిన వ్యక్తిగతంగా గుర్తించదగిన సమాచారం యొక్క వినియోగదారులకు కనీసం తెలియజేస్తుంది. ఉపయోగించబడుతుంది మరియు అది ఎలా భద్రపరచబడుతుంది, మరియు ఇది సేకరణ పద్ధతిని (కుకీలు, వెబ్ బీకాన్లు లేదా ఇతర వర్తించే మార్గాలు) మరియు సేవలకు సంబంధించి సేకరించిన సమాచార వినియోగాన్ని గుర్తిస్తుంది, ఏదైనా ఉపయోగించుకునే ముందు ముందస్తు సమాచారం పొందిన సమ్మతిని (ఆప్ట్-ఇన్) పొందడం ట్రాకింగ్ టెక్నాలజీస్, వర్తించే చట్టాలు మరియు నిబంధనల ద్వారా అవసరమైన మేరకు. అటువంటి గోప్య ప్రకటనలో సేవల ద్వారా మేము అందించిన వ్యక్తిగతంగా గుర్తించదగిన సమాచారం యొక్క సేకరణ, ప్రసారం మరియు నిల్వకు సంబంధించిన సాంకేతిక సమాచారం కూడా ఉంటుంది. వర్తించే డేటా రక్షణ చట్టం లేదా ఇతర చట్టం లేదా నిబంధనల ద్వారా అవసరమైతే, ప్రాసెసింగ్ కోసం మీరు వారి వ్యక్తిగతంగా గుర్తించదగిన సమాచారాన్ని మాకు అందిస్తున్నారని మీరు మూడవ పార్టీలకు తెలియజేస్తారు మరియు అవసరమైన బహిర్గతం మరియు ప్రాసెసింగ్‌కు అవసరమైన మూడవ పక్షాలు తమ సమ్మతిని ఇచ్చాయని నిర్ధారిస్తుంది. గోప్య ప్రకటన యొక్క వివరణలు మరియు నిబంధనలకు అనుగుణంగా మీరు అంగీకరిస్తున్నారు. &#39;వ్యక్తిగతంగా గుర్తించదగిన సమాచారం&#39; అంటే, ఒక వ్యక్తి పేరు, చిరునామా, టెలిఫోన్ నంబర్, ఇ-మెయిల్ చిరునామా, క్రెడిట్ కార్డ్ సమాచారం, సామాజిక భద్రత సంఖ్య లేదా ఇతర సారూప్య వాస్తవిక సమాచారంతో సహా ఏ వ్యక్తితో సంబంధం కలిగి ఉండవచ్చు లేదా గుర్తించవచ్చు. అటువంటి సమాచారం నిల్వ చేయబడిన మీడియా (ఉదా. కాగితంపై లేదా ఎలక్ట్రానిక్).
tg: Шумо тамоми махфият ва дигар қонунҳо, қоидаҳо, қоидаҳо ва дастурҳои марбут ба ҳифз, ҷамъоварӣ, истифода ва паҳнкунии Иттилооти шахсан муайяншавандаро (тавре ки дар зер муайян карда мешавад) иҷро мекунед. Шумо изҳороти махфиятро дар саҳифае ҷойгир мекунед, ки дар он маълумоти инфиродии муайяншаванда (&#39;Изҳороти махфият&#39;), ки ба ҳамаи қонунҳои татбиқшаванда, қоидаҳо, қоидаҳо ва дастурамалҳо мувофиқат мекунад, ҷойгир карда мешавад ва ҳадди аққал ба истифодабарандагони иттилооти инфиродии ҷамъоваришуда огоҳ карда мешавад, ки чӣ гуна он истифода ва чӣ гуна таъмин карда мешавад ва усули ҷамъоварӣ (кукиҳо, веб миноҳо ё дигар василаҳои мувофиқ) ва истифодаи маълумотеро, ки дар робита ба Хидматҳо ҷамъоварӣ мешаванд, пеш аз истифодаи ҳама гуна розигии огоҳонидашуда (обуна) огоҳ мекунад технологияҳои пайгирӣ, дар доираи қонунҳо ва қоидаҳои татбиқшаванда. Чунин изҳороти махфият инчунин маълумоти техникиро дар бар мегирад, ки ба гирдоварӣ, интиқол ва нигаҳдории иттилооти инфиродии шахсият, ки аз ҷониби Хизматҳо пешниҳод мешавад, дохил мешавад. Агар тибқи қонунгузории амалкунандаи ҳифзи маълумот ё дигар қонун ё қоидаҳо талаб карда шавад, шумо ба ҷонибҳои сеюм хабар медиҳед, ки шумо маълумоти шахсии мушаххаси худро барои коркард ба мо пешниҳод мекунед ва кафолат медиҳед, ки ҳама гуна шахсони сеюм талаботро ба чунин ифшо ва коркарди худ додаанд. Шумо розӣ мешавед, ки ба шарҳ ва шартҳои Баёнияи махфият риоя кунед. «Иттилооти шахсан муайяншаванда» маънои ҳама гуна иттилоотест, ки бо ягон шахс робита ё дида мешавад, аз ҷумла ном, суроға, рақами телефон, суроғаи почтаи электронӣ, маълумоти корти кредитӣ, рақами амнияти иҷтимоӣ ё дигар маълумоти мушаххаси мушаххас, новобаста аз ВАОе, ки дар он чунин иттилоот захира карда мешавад (масалан, дар коғаз ё электронӣ).
th: คุณจะปฏิบัติตามกฎหมายกฎระเบียบข้อบังคับและแนวปฏิบัติอื่น ๆ ที่เกี่ยวข้องทั้งหมดที่เกี่ยวข้องกับการป้องกันการรวบรวมการใช้และการแจกจ่ายข้อมูลส่วนบุคคลที่สามารถระบุตัวบุคคลได้ (ตามที่กำหนดไว้ด้านล่าง) ของบุคคลใด ๆ คุณจะโพสต์คำชี้แจงสิทธิ์ส่วนบุคคลบนหน้าที่คุณรวบรวมข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้ (&#39;คำชี้แจงสิทธิ์ส่วนบุคคล&#39;) ซึ่งเป็นไปตามกฎหมายกฎระเบียบข้อบังคับและแนวทางปฏิบัติที่เกี่ยวข้องทั้งหมดและอย่างน้อยที่สุดจะแจ้งให้ผู้ใช้ทราบถึงข้อมูลส่วนบุคคลที่สามารถระบุตัวตนที่รวบรวมได้ จะถูกใช้และวิธีการรักษาความปลอดภัยและระบุวิธีการเก็บรวบรวม (คุกกี้เว็บบีคอนหรือวิธีการอื่น ๆ ที่เกี่ยวข้อง) และการใช้ข้อมูลที่รวบรวมโดยเกี่ยวข้องกับบริการโดยได้รับความยินยอมล่วงหน้า (เลือกใช้) ก่อนที่จะใช้ใด ๆ เทคโนโลยีการติดตามในขอบเขตที่กฎหมายและข้อบังคับที่บังคับใช้กำหนด คำชี้แจงสิทธิ์ส่วนบุคคลดังกล่าวจะรวมถึงข้อมูลทางเทคนิคที่เกี่ยวข้องกับการรวบรวมการส่งและการจัดเก็บข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้ซึ่งจัดหาให้โดยเราผ่านบริการ หากกำหนดโดยกฎหมายคุ้มครองข้อมูลที่เกี่ยวข้องหรือกฎหมายหรือข้อบังคับอื่น ๆ คุณจะแจ้งให้บุคคลที่สามทราบว่าคุณกำลังให้ข้อมูลส่วนบุคคลของพวกเขาแก่เราเพื่อดำเนินการและจะตรวจสอบให้แน่ใจว่าบุคคลที่สามที่จำเป็นใด ๆ ได้ให้ความยินยอมในการเปิดเผยและการประมวลผลดังกล่าว คุณตกลงที่จะปฏิบัติตามคำอธิบายและข้อกำหนดของคำชี้แจงสิทธิ์ส่วนบุคคล &#39;ข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้&#39; หมายถึงข้อมูลใด ๆ ที่สามารถเชื่อมโยงหรือโยงไปถึงบุคคลใด ๆ รวมถึงชื่อที่อยู่หมายเลขโทรศัพท์อีเมลข้อมูลบัตรเครดิตหมายเลขประกันสังคมหรือข้อมูลข้อเท็จจริงเฉพาะอื่น ๆ ที่คล้ายคลึงกันโดยไม่คำนึงถึง สื่อที่เก็บข้อมูลดังกล่าว (เช่นบนกระดาษหรืออิเล็กทรอนิกส์)
tk: Islendik adamyň şahsy maglumatlaryny goramak, ýygnamak, ulanmak we paýlamak bilen baglanyşykly ähli ulanylýan gizlinlik we beýleki kanunlary, düzgünleri, düzgünleri we görkezmeleri ýerine ýetirersiňiz. Personalhli ulanylýan kanunlara, düzgünlere, düzgünlere we görkezmelere laýyk gelýän we iň bolmanda ýygnalan Şahsy kesgitlenýän maglumatlary ulanyjylara habar berýän şahsy maglumatlaryňyzy (&#39;Gizlinlik beýannamasy&#39;) ýygnaýan sahypaňyzda gizlinlik beýannamasyny ýerleşdirersiňiz. ýygnaljak usuly (gutapjyklar, web maýaklary ýa-da beýleki ulanylýan usullar) we Hyzmatlar bilen baglanyşykly ýygnalan maglumatlaryň ulanylmagyny kesgitlär, haýsydyr bir ulanmazdan ozal habarly razyçylygy alar. ulanylýan kanunlar we düzgünler tarapyndan talap edilýän derejede yzarlamak tehnologiýalary. Şeýle Gizlinlik Beýannamasy, Hyzmatlar arkaly bize berilýän Şahsy kesgitlenýän maglumatlary ýygnamak, geçirmek we saklamak bilen baglanyşykly tehniki maglumatlary hem öz içine alýar. Maglumatlary goramak baradaky degişli kanunlar ýa-da beýleki kanunlar ýa-da düzgünnamalar talap edilse, gaýtadan işlemek üçin şahsy şahsyýeti anyklaýan maglumatlary berýändigiňizi üçünji taraplara habar berersiňiz we talap edilýän üçünji taraplaryň şeýle aýan edilmegine we gaýtadan işlenmegine razylyk berendigine göz ýetirersiňiz. Gizlinlik beýannamasynyň düşündirişlerini we düzgünlerini ýerine ýetirmäge razylaşýarsyňyz. &#39;Şahsy kesgitlenýän maglumatlar&#39;, islendik adamyň şahsyýeti, ady, salgysy, telefon belgisi, e-poçta salgysy, kredit kartoçkasy maglumatlary, sosial üpjünçilik belgisi ýa-da şuňa meňzeş başga faktiki maglumatlary öz içine alýan ýa-da yzarlanyp bilinjek islendik maglumatlary aňladýar. şular ýaly maglumatlaryň saklanýan metbugaty (mysal üçin kagyzda ýa-da elektron görnüşinde).
tl: Susundin mo ang lahat ng naaangkop na privacy at iba pang mga batas, mga patakaran, regulasyon at mga alituntunin na may kaugnayan sa proteksyon, koleksyon, paggamit at pamamahagi ng Personal na Kinikilala ng Personal (tulad ng tinukoy sa ibaba) ng sinumang tao. Mag-post ka ng isang pahayag sa pagkapribado sa pahina kung saan mo kinokolekta ang Personal na Kinikilala na Impormasyon (&#39;Pahayag ng Pagkapribado&#39;) na sumunod sa lahat ng naaangkop na mga batas, mga patakaran, regulasyon at mga patnubay at, sa isang minimum, inabisuhan ang mga gumagamit ng Impormasyon na Kinikilala ng Personal na Kinokolekta, kung paano ito gagamitin at kung paano ito mai-secure, at tinutukoy ang paraan ng pagkolekta (cookies, web beacon o iba pang naaangkop na paraan) at ang paggamit ng impormasyong natipon na may kaugnayan sa Mga Serbisyo, pagkuha ng paunang pahintulot na may pahintulot (opt-in) bago magamit ang anumang pagsubaybay sa mga teknolohiya, sa sukat na hinihiling ng naaangkop na mga batas at regulasyon. Ang nasabing isang Patakaran sa Pagkapribado ay dapat ding isama ang impormasyong pang-teknikal na may kaugnayan sa koleksyon, paghahatid at pag-iimbak ng Impormasyon na Kinikilala ng Personal na ibinigay ng amin sa pamamagitan ng Mga Serbisyo. Kung hinihiling ng naaangkop na batas sa proteksyon ng data o iba pang batas o regulasyon, sasabihin mo sa mga ikatlong partido na binibigyan mo kami ng kanilang Personal na Kinikilala na Impormasyon sa amin para sa pagproseso at titiyakin na ang anumang hinihiling na mga third party ay nagbigay ng kanilang pahintulot sa naturang pagsisiwalat at pagproseso. Sumasang-ayon ka na sumunod sa mga paglalarawan at mga probisyon ng Pahayag sa Pagkapribado. Ang &#39;Personal na Kinikilala na Impormasyon&#39; ay nangangahulugang anumang impormasyon na maaaring nauugnay o nasubaybayan sa sinumang indibidwal, kabilang ang pangalan ng isang indibidwal, address, numero ng telepono, e-mail address, impormasyon sa credit card, numero ng seguridad ng lipunan o iba pang magkatulad na tiyak na impormasyon na totoo, anuman ang ang media kung saan naka-imbak ang naturang impormasyon (halimbawa sa papel o elektroniko).
tr: Herhangi bir kişinin Kişisel Olarak Tanımlanabilir Bilgilerin (aşağıda tanımlandığı üzere) korunması, toplanması, kullanılması ve dağıtılmasıyla ilgili tüm geçerli gizlilik ve diğer yasalara, kurallara, düzenlemelere ve yönergelere uyacaksınız. İlgili tüm yasalara, kurallara, düzenlemelere ve yönergelere uygun Kişisel Olarak Tanımlanabilir Bilgileri (&#39;Gizlilik Bildirimi&#39;) topladığınız sayfada ve en azından, toplanan Kişisel Tanımlanabilir Bilgileri kullanıcılara bildiren bir gizlilik bildirimi yayınlayacaksınız. kullanılacak ve nasıl güvence altına alınacağı ve bu, toplama yöntemini (çerezler, web işaretçileri veya diğer uygulanabilir araçlar) ve Hizmetlerle bağlantılı olarak toplanan bilgilerin kullanımını, herhangi birini kullanmadan önce önceden bilgilendirilmiş onay alarak (dahil olma) tanımlar. izleme teknolojileri, geçerli yasa ve yönetmeliklerin gerektirdiği ölçüde. Bu tür bir Gizlilik Beyanı, Hizmetler aracılığıyla tarafımızdan sağlanan Kişisel Olarak Tanımlanabilir Bilgilerin toplanması, iletilmesi ve depolanması ile ilgili teknik bilgileri de içerecektir. Yürürlükteki veri koruma mevzuatı veya diğer yasa veya yönetmeliklerin gerektirmesi halinde, üçüncü şahıslara, kişisel olarak Tanımlanabilir Bilgilerini işleme için bize verdiğinizi bildirecek ve gerekli üçüncü şahısların bu tür ifşa ve işleme izinlerini vermesini sağlayacaksınız. Gizlilik Bildiriminin tanımlarına ve hükümlerine uymayı kabul edersiniz. &#39;Kişisel Olarak Tanımlanabilir Bilgiler&#39;, bir bireyin adı, adresi, telefon numarası, e-posta adresi, kredi kartı bilgileri, sosyal güvenlik numarası veya diğer benzer belirli gerçek bilgiler dahil olmak üzere herhangi bir bireyle ilişkilendirilebilecek veya izlenebilecek herhangi bir bilgi anlamına gelir. bu tür bilgilerin saklandığı ortam (örneğin kağıt üzerinde veya elektronik olarak).
tt: Сез барлык кулланыла торган хосусыйлык һәм бүтән законнар, кагыйдәләр, кагыйдәләр һәм күрсәтмәләрне үтәячәксез, шәхси идентификацион мәгълүматны (түбәндә күрсәтелгәнчә) саклау, җыю, куллану һәм тарату белән бәйле. Сез шәхси идентификацион мәгълүматны (&#39;Хосусыйлык Аңлатмасы&#39;) туплаган биттә хосусыйлык аңлатмасын урнаштырачаксыз, бу барлык кулланыла торган законнар, кагыйдәләр, кагыйдәләр һәм күрсәтмәләргә туры килә һәм, ким дигәндә, җыелган Персональ Идентификацион Кулланучыларга, аның ничек булуы турында хәбәр итә. кулланылачак һәм ничек тәэмин ителәчәк, һәм бу җыю ысулын (cookies, веб маяклар яки башка кулланыла торган чаралар) һәм Хезмәтләр белән бәйле рәвештә җыелган мәгълүматны куллануны ачыклый, теләсә нинди куллану алдыннан алдан хәбәр ителгән рөхсәтне ала. күзәтү законнары, кулланыла торган законнар һәм кагыйдәләр таләп иткән дәрәҗәдә. Мондый Хосусыйлык Аңлатмасы шулай ук Хезмәтләр аша без күрсәткән Шәхси Идентификацион Мәгълүматны җыю, тапшыру һәм саклау белән бәйле техник мәгълүматны үз эченә ала. Әгәр дә мәгълүматны саклау законнары яки бүтән законнар яки регламентлар таләп ителсә, сез өченче як шәхесләренә сез аларның шәхси идентификацион мәгълүматларын эшкәртү өчен бирәсез һәм кирәкле өченче як шәхесләренең мондый ачу һәм эшкәртүгә ризалык биргәннәрен тәэмин итәрсез. Сез Хосусыйлык Аңлатмасының тасвирламаларын һәм нигезләмәләрен үтәргә риза. &#39;Персональ идентификацион мәгълүмат&#39; - бу шәхеснең исеме, адресы, телефон номеры, электрон почта адресы, кредит картасы мәгълүматы, социаль яклау номеры яки башка шундый ук фактик мәгълүматны кертеп, теләсә нинди шәхес белән бәйләнештә яки эзләнә ала торган мәгълүматны аңлата. мондый мәгълүмат сакланган медиа (мәсәлән, кәгазьдә яки электрон рәвештә).
ug: سىز شەخسىي سالاھىيەت ئۇچۇرىنى قوغداش (توپلاش ، ئىشلىتىش ۋە تارقىتىشقا مۇناسىۋەتلىك) بارلىق شەخسىي مەخپىيەتلىك ۋە باشقا قانۇن ، قائىدە ، قائىدە ۋە كۆرسەتمىلەرگە ئەمەل قىلىسىز. سىز شەخسىي سالاھىيەت ئۇچۇرلىرى («مەخپىيەتلىك باياناتى») نى توپلايدىغان بەتتە بارلىق مۇناسىۋەتلىك قانۇن ، قائىدە ، قائىدە ۋە كۆرسەتمىلەرگە ماس كېلىدىغان ۋە ھېچ بولمىغاندا توپلانغان شەخسىي سالاھىيەت ئۇچۇرلىرىنى ئىشلەتكۈچىلەرگە ئۇقتۇرىدىغان ئۇچۇرلارنى ئاشكارىلايسىز. ئۇ قانداق ئىشلىتىلىدۇ ۋە قانداق كاپالەتكە ئىگە قىلىنىدۇ ، ھەمدە ئۇ يىغىش ئۇسۇلى (ساقلانمىلار ، تور كۆزەتكۈچلىرى ياكى باشقا قوللىنىشچان ۋاسىتىلەر) ۋە مۇلازىمەتكە مۇناسىۋەتلىك توپلانغان ئۇچۇرلارنى ئىشلىتىشنى ئېنىقلاپ ، ھەر قانداق ئىشلىتىشتىن بۇرۇن ئالدىن خەۋەردارلارنىڭ رۇخسىتىگە ئېرىشىدۇ. ئىز قوغلاش تېخنىكىسى ، مۇناسىۋەتلىك قانۇن-نىزاملاردا تەلەپ قىلىنغان دائىرىدە. بۇ مەخپىيەتلىك باياناتى يەنە مۇلازىمەتلەر ئارقىلىق بىز تەمىنلىگەن شەخسىي سالاھىيەت ئۇچۇرلىرىنى توپلاش ، يوللاش ۋە ساقلاشقا مۇناسىۋەتلىك تېخنىكىلىق ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ. ئەگەر مۇناسىۋەتلىك سانلىق مەلۇماتلارنى قوغداش قانۇنلىرى ياكى باشقا قانۇن-نىزاملاردا تەلەپ قىلىنسا ، ئۈچىنچى تەرەپكە ئۇلارنىڭ شەخسىي سالاھىيەت ئۇچۇرىنى بىزگە بىر تەرەپ قىلىش ئۈچۈن تەمىنلەۋاتقانلىقىڭىزنى ئۇقتۇرىسىز ھەمدە تەلەپ قىلىنغان ئۈچىنچى تەرەپنىڭ بۇ خىل ئاشكارىلاش ۋە بىر تەرەپ قىلىشقا قوشۇلۇشىغا كاپالەتلىك قىلىسىز. مەخپىيەتلىك باياناتىنىڭ چۈشەندۈرۈشى ۋە بەلگىلىمىلىرىگە ئەمەل قىلىشقا قوشۇلىسىز. «شەخسىي سالاھىيەت ئۇچۇرى» شەخسنىڭ ئىسمى ، ئادرېسى ، تېلېفون نومۇرى ، ئېلېكترونلۇق خەت ئادرېسى ، ئىناۋەتلىك كارتا ئۇچۇرى ، ئىجتىمائىي كاپالەت نومۇرى ياكى شۇنىڭغا ئوخشاش باشقا ئەمەلىي پاكىتلارنى ئۆز ئىچىگە ئالغان ھەر قانداق شەخس بىلەن باغلىنىشلىق ياكى ئىز قوغلاشقا بولىدىغان ئۇچۇرلارنى كۆرسىتىدۇ. بۇ خىل ئۇچۇرلار ساقلانغان مېدىيا (مەسىلەن قەغەز ياكى ئېلېكترونلۇق).
uk: Ви будете дотримуватись усіх застосовних законів про конфіденційність та інших законів, правил, положень та вказівок щодо захисту, збору, використання та розповсюдження особистої інформації (як визначено нижче) будь-якої особи. Ви опублікуєте заяву про конфіденційність на сторінці, де ви збираєте особисту інформацію (&quot;Заява про конфіденційність&quot;), яка відповідає всім чинним законам, правилам, правилам та інструкціям і, як мінімум, повідомляє користувачів зібраної особистою інформацією, як її буде використовуватися та як він буде захищений, а також визначає спосіб збору (файли cookie, веб-маяки чи інші застосовні засоби) та використання інформації, зібраної у зв’язку зі Службами, отримання попередньої інформованої згоди (відмови) перед використанням будь-якого технології відстеження, настільки, наскільки це вимагається чинними законами та правилами. Така заява про конфіденційність також включає технічну інформацію, пов’язану зі збиранням, передачею та зберіганням особистої інформації, наданої нами через Послуги. Якщо цього вимагає чинне законодавство про захист даних або інший закон чи постанова, ви повідомляєте третіх осіб, що ви надаєте нам їх особисту інформацію для обробки та гарантуєте, що будь-які необхідні треті сторони дали згоду на таке розкриття та обробку. Ви погоджуєтесь дотримуватися описів та положень Заяви про конфіденційність. &quot;Персональна інформація&quot; означає будь-яку інформацію, яка може бути пов’язана з будь-якою особою або простежена, включаючи ім&#39;я, адресу, номер телефону, адресу електронної пошти, інформацію про кредитну картку, номер соціального страхування або іншу подібну конкретну фактичну інформацію, незалежно від носії інформації, на якій зберігається така інформація (наприклад, на папері або в електронному вигляді).
ur: آپ کسی بھی شخص کے ذاتی طور پر قابل شناخت معلومات (ذیل میں بیان کردہ) کے تحفظ ، جمع ، استعمال اور تقسیم سے متعلق تمام قابل اطلاق رازداری اور دیگر قوانین ، قواعد و ضوابط اور رہنما اصولوں کی تعمیل کریں گے۔ آپ اس صفحے پر ایک رازداری کا بیان شائع کریں گے جہاں آپ ذاتی طور پر قابل شناخت معلومات (&#39;رازداری کا بیان&#39;) جمع کرتے ہیں جو تمام قابل اطلاق قوانین ، قواعد ، ضوابط اور ہدایات پر عمل پیرا ہوتا ہے اور ، کم سے کم ، جمع کردہ ذاتی طور پر قابل شناخت معلومات کے صارفین کو مطلع کرتا ہے ، یہ کیسے ہے استعمال کیا جائے گا اور اسے کس طرح محفوظ کیا جائے گا ، اور یہ جمع کرنے کا طریقہ (کوکیز ، ویب بیکنز یا دیگر قابل اطلاق ذرائع) اور خدمات کے سلسلے میں جمع کی گئی معلومات کے استعمال کی شناخت کرتا ہے ، کسی بھی استعمال سے پہلے پیشگی مطلع (رضاکارانہ) حاصل کرنا لاگو قوانین اور قواعد و ضوابط کے ذریعہ مطلوبہ حد تک ٹیکنالوجیز سے باخبر رہنا۔ اس طرح کے رازداری کے بیان میں خدمات کے ذریعہ ہمارے ذریعہ فراہم کردہ ذاتی طور پر قابل شناخت معلومات کو جمع کرنے ، ترسیل اور ذخیرہ کرنے سے متعلق تکنیکی معلومات بھی شامل ہوں گی۔ اگر قابل اطلاق ڈیٹا پروٹیکشن قانون سازی یا دوسرے قانون یا ضابطہ اخلاق کی ضرورت ہو تو ، آپ تیسری پارٹی کو مطلع کریں گے کہ آپ ہمیں ان کی ذاتی طور پر قابل شناخت معلومات پروسیسنگ کے لئے فراہم کررہے ہیں اور اس بات کو یقینی بنائیں گے کہ کسی بھی مطلوبہ تیسرے فریق نے اس طرح کے انکشاف اور کارروائی پر رضامندی دی ہے۔ آپ رازداری کے بیان کی وضاحت اور دفعات کی تعمیل کرنے پر متفق ہیں۔ &#39;ذاتی طور پر پہچاننے والی معلومات&#39; کا مطلب ہے وہ معلومات جو کسی فرد کے نام ، پتہ ، ٹیلیفون نمبر ، ای میل ایڈریس ، کریڈٹ کارڈ کی معلومات ، سماجی تحفظ نمبر یا اس طرح کی دیگر مخصوص حقائق کی معلومات سمیت کسی بھی فرد کے ساتھ وابستہ یا اس کا پتہ لگاسکتی ہیں۔ میڈیا جس پر ایسی معلومات محفوظ کی جاتی ہیں (جیسے کاغذ پر یا الیکٹرانک طور پر)۔
uz: Siz har qanday shaxsning shaxsiy identifikatsiya qilinadigan ma&#39;lumotlarini (quyida belgilangan) himoya qilish, to&#39;plash, foydalanish va tarqatish bilan bog&#39;liq barcha maxfiylik va boshqa qonunlar, qoidalar, qoidalar va ko&#39;rsatmalarga rioya qilasiz. Shaxsiy ma&#39;lumotni yig&#39;adigan sahifada siz shaxsiy identifikatsiya qilinadigan ma&#39;lumotni (&#39;Maxfiylik bayonnomasi&#39;) to&#39;playdigan sahifada joylashtirasiz, u barcha amaldagi qonunlar, qoidalar, qoidalar va ko&#39;rsatmalarga mos keladi va hech bo&#39;lmaganda shaxsiy identifikatsiyalanadigan ma&#39;lumotdan foydalanuvchilarni xabardor qiladi. foydalaniladi va qanday qilib ta&#39;minlanadi va yig&#39;ish usulini (cookie-fayllar, veb-mayoqchalar yoki boshqa qo&#39;llaniladigan vositalar) va xizmatlarga bog&#39;liq to&#39;plangan ma&#39;lumotlardan foydalanishni, har qanday foydalanishdan oldin oldindan xabardor qilingan rozilikni olish (rad etish) amaldagi qonunlar va qoidalar tomonidan talab qilinadigan darajada kuzatuv texnologiyalari. Bunday Maxfiylik bayonnomasi, shuningdek, Xizmatlar orqali biz tomonidan taqdim etiladigan Shaxsiy identifikatsiya qilinadigan ma&#39;lumotlarni to&#39;plash, uzatish va saqlash bilan bog&#39;liq texnik ma&#39;lumotlarni o&#39;z ichiga oladi. Amaldagi ma&#39;lumotlarni himoya qilish to&#39;g&#39;risidagi qonun hujjatlari yoki boshqa qonunlar yoki qoidalar talab qilsa, siz uchinchi tomonga ularning shaxsiy identifikatsiya qilinadigan ma&#39;lumotlarini qayta ishlash uchun bizga taqdim etayotganingiz to&#39;g&#39;risida xabar berasiz va talab qilingan uchinchi tomonlar bunday oshkor qilishga va qayta ishlashga rozilik berishlariga ishonch hosil qilasiz. Siz Maxfiylik bayonnomasining tavsiflari va qoidalariga rioya qilishga rozilik bildirasiz. &quot;Shaxsiy identifikatsiya qilinadigan ma&#39;lumot&quot; har qanday shaxs bilan bog&#39;lanishi yoki kuzatilishi mumkin bo&#39;lgan har qanday ma&#39;lumotni, shu jumladan shaxsning ismi, manzili, telefon raqami, elektron pochta manzili, kredit karta ma&#39;lumotlari, ijtimoiy xavfsizlik raqami yoki shunga o&#39;xshash boshqa aniq faktik ma&#39;lumotlarni anglatadi. bunday ma&#39;lumot saqlanadigan vosita (masalan, qog&#39;oz yoki elektron shaklda).
vi: Bạn sẽ tuân thủ mọi quyền riêng tư hiện hành và các luật, quy tắc, quy định và hướng dẫn khác liên quan đến việc bảo vệ, thu thập, sử dụng và phân phối Thông tin Nhận dạng Cá nhân (như được định nghĩa bên dưới) của bất kỳ người nào. Bạn sẽ đăng tuyên bố về quyền riêng tư trên trang nơi bạn thu thập Thông tin nhận dạng cá nhân (&#39;Tuyên bố về quyền riêng tư&#39;) tuân thủ tất cả các luật, quy tắc, quy định và hướng dẫn hiện hành và ở mức tối thiểu, thông báo cho người dùng về Thông tin nhận dạng cá nhân được thu thập, cách thức thu thập sẽ được sử dụng như thế nào và nó sẽ được bảo mật như thế nào, đồng thời xác định phương thức thu thập (cookie, đèn hiệu web hoặc các phương tiện hiện hành khác) và việc sử dụng thông tin thu thập được liên quan đến Dịch vụ, có được sự đồng ý trước (chọn tham gia) trước khi sử dụng bất kỳ công nghệ theo dõi, trong phạm vi yêu cầu của luật và quy định hiện hành. Tuyên bố về Quyền riêng tư như vậy cũng sẽ bao gồm thông tin kỹ thuật liên quan đến việc thu thập, truyền và lưu trữ Thông tin Nhận dạng Cá nhân do chúng tôi cung cấp thông qua Dịch vụ. Nếu được yêu cầu bởi luật bảo vệ dữ liệu hiện hành hoặc luật hoặc quy định khác, bạn sẽ thông báo cho bên thứ ba rằng bạn đang cung cấp Thông tin nhận dạng cá nhân của họ cho chúng tôi để xử lý và sẽ đảm bảo rằng bất kỳ bên thứ ba được yêu cầu nào cũng đã đồng ý với việc tiết lộ và xử lý đó. Bạn đồng ý tuân thủ các mô tả và quy định của Tuyên bố về Quyền riêng tư. &#39;Thông tin Nhận dạng Cá nhân&#39; có nghĩa là bất kỳ thông tin nào có thể được liên kết hoặc truy nguyên từ bất kỳ cá nhân nào, bao gồm tên, địa chỉ, số điện thoại, địa chỉ e-mail, thông tin thẻ tín dụng, số an sinh xã hội hoặc thông tin thực tế cụ thể tương tự khác, bất kể phương tiện mà thông tin đó được lưu trữ trên đó (ví dụ như trên giấy hoặc điện tử).
xh: Uyakuthobela yonke into eyimfihlo esebenzayo kunye neminye imithetho, imigaqo, imigaqo kunye nezikhokelo ezinxulumene nokukhuselwa, ukuqokelelwa, ukusetyenziswa kunye nokusasazwa kolwazi oluLuchazayo lomntu (njengoko kuchaziwe ngezantsi) kuye nawuphi na umntu. Uya kuthumela ingxelo yabucala kwiphepha apho uqokelela khona uLwazi oluchaziweyo (&#39;iNgxelo yaBucala&#39;) ehambelana nayo yonke imithetho esebenzayo, imigaqo, imigaqo kunye nezikhokelo kwaye, ubuncinci, azise abasebenzisi boLwazi oluBalulekileyo oluQokelelweyo, iyakusetyenziswa kwaye iza kukhuselwa njani, kwaye ichaza indlela yokuqokelela (iicookies, ii-web beacons okanye ezinye iindlela ezisebenzayo) kunye nokusetyenziswa kolwazi oluqokelelweyo ngokunxulumene neNkonzo, ukufumana imvume kwangaphambili yolwazi (ukungena ngaphakathi) ngaphambi kokusebenzisa nayiphi na ukulandela itekhnoloji, ukuya kuthi ga ngokufunwa yimithetho nemigaqo efanelekileyo. Inkcazo enjalo yabucala iya kubandakanya ulwazi lobuchwephesha olunxulumene nokuqokelelwa, ukuhanjiswa nokugcinwa kolwazi oluchaziweyo olunikezelwa kuthi ziiNkonzo. Ukuba ifunwa ngumthetho wokhuselo wedatha osebenzayo okanye omnye umthetho okanye ummiselo, uya kwazisa umntu wesithathu ukuba usinika uLwazi oluchaziweyo kuthi ukuze siqhubekeke kwaye uya kuqinisekisa ukuba nawuphina umntu wesithathu ofunayo uvumelekile ukuba abhengeze kunye nokuqhubekisa. Uyavuma ukuthobela inkcazo kunye nezibonelelo zeNkcazo yaBucala. &#39;Ulwazi ngobuqu oluchongiweyo&#39; luthetha naluphi na ulwazi olunokunxulunyaniswa okanye ulandelwe kuye nawuphi na umntu, kubandakanya igama lomntu, idilesi, inombolo yomnxeba, idilesi ye-imeyile, ulwazi ngekhadi letyala, inombolo yokhuseleko loluntu okanye olunye ulwazi oluyinyani. Imithombo yeendaba egcinwe kuyo le ngcaciso (umz. ephepheni okanye ngombane).
yi: איר וועט נאָכקומען מיט אַלע אָנווענדלעך פּריוואַטקייט און אנדערע געזעצן, כּללים, רעגיאַליישאַנז און גיידליינז שייך צו דער שוץ, זאַמלונג, נוצן און פאַרשפּרייטונג פון פּערסנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע (ווי דיפיינד אונטן) פון קיין מענטש. איר וועט פּאָסטן אַ פּריוואַטקייט ויסזאָגונג אויף די בלאַט ווו איר זאַמלען פּערסנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע (&#39;פּריוואַטקייט סטאַטעמענט&#39;) וואָס נאָכקומען מיט אַלע אָנווענדלעך געזעצן, כּללים, רעגיאַליישאַנז און גיידליינז און, אין אַ מינימום, נאָוטאַפייז ניצערס פון די פּערסנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע קאַלעקטאַד, ווי עס וועט זיין געוויינט און ווי דאָס וועט זיין סיקיורד, און וואָס ידענטיפיצירן די זאַמלונג אופֿן (קיכלעך, וועב ביקאַנז אָדער אנדערע אָנווענדלעך מיטל) און די נוצן פון אינפֿאָרמאַציע אלנגעזאמלט אין פֿאַרבינדונג מיט די סערוויסעס, באקומען פריערדיק ינפאָרמד צושטימען (אָפּט-אין) איידער נוצן טראַקינג טעקנאַלאַדזשיז, צו די מאָס פארלאנגט דורך אָנווענדלעך געזעצן און רעגיאַליישאַנז. אַזאַ אַ פּריוואַטקייט סטאַטעמענט וועט אויך אַנטהאַלטן טעכניש אינפֿאָרמאַציע שייַכות צו די זאַמלונג, טראַנסמיסיע און סטאָרידזש פון די פּערסאַנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע צוגעשטעלט דורך אונדז דורך די סערוויסעס. אויב פארלאנגט דורך אָנווענדלעך דאַטן שוץ געסעצ - געבונג אָדער אנדערע געזעץ אָדער רעגולירן, איר וועט מיטטיילן דריט פּאַרטיעס אַז איר צושטעלן אונדזער פּערסאַנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע פֿאַר פּראַסעסינג און וועט ענשור אַז קיין פארלאנגט דריט פּאַרטיעס האָבן געגעבן זייער צושטימען צו אַזאַ אַנטפּלעקונג און פּראַסעסינג. איר שטימען צו נאָכקומען מיט די דיסקריפּשאַנז און פּראַוויזשאַנז פון די פּריוואַטקייט סטאַטעמענט. &#39;פּערסנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע&#39; מיטל אַלע אינפֿאָרמאַציע וואָס קענען זיין פארבונדן אָדער טרייסט צו קיין יחיד, אַרייַנגערעכנט אַ יחיד ס נאָמען, אַדרעס, טעלעפאָן נומער, E- בריוו אַדרעס, קרעדיט קאַרטל אינפֿאָרמאַציע, סאציאל זיכערהייט נומער אָדער אנדערע ענלעך ספּעציפיש פאַקטשואַל אינפֿאָרמאַציע, ראַגאַרדלאַס פון די מידיאַ אויף וואָס אַזאַ אינפֿאָרמאַציע איז סטאָרד (למשל אויף פּאַפּיר אָדער ילעקטראַניקאַלי).
