Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 7. Fees:
af: 7. Fooie:
am: 7. ክፍያዎች-
ar: 7. الرسوم:
az: 7. Ücretler:
be: 7. Кошт:
bg: 7. Такси:
bn: 7. ফি:
ca: 7. Tarifes:
cs: 7. Poplatky:
cy: 7. Ffioedd:
da: 7. Gebyrer:
de: 7. Gebühren:
el: 7. Τέλη:
eo: 7. Kotizoj:
es: 7. Cuotas:
et: 7. Tasud:
eu: 7. Tasak:
fa: 7. هزینه ها:
fi: 7. Maksut:
fr: 7. Frais:
fy: 7. Feilen:
ga: 7. Táillí:
gd: 7. Cìsean:
gl: 7. Taxas:
gu: 7. ફી:
hi: 7. शुल्क:
hr: 7. Naknade:
hu: 7. Díjak:
hy: 7. Վճարները `
id: 7. Biaya:
is: 7. Gjöld:
it: 7. Tariffe:
iw: 7. עמלות:
ja: 7.料金
ka: 7. მოსაკრებლები:
kk: 7. Тарифтер:
km: ថ្លៃឈ្នួល:
kn: ಶುಲ್ಕ:
ky: 7. төлөм:
lb: 7. Geleeënheet:
lo: 7 ຄ່າທໍານຽມ:
lt: 7. Mokesčiai:
lv: 7. Maksas:
mg: 7. Feo:
mi: 7. Nga utu:
mk: 7. Надоместоци:
ml: 7. ഫീസ്:
mn: 7. Шимтгэл:
mr: 7. शुल्कः
ms: 7. Bayaran:
mt: 7. Ħlasijiet:
my: 7. အခကြေးငွေများ:
ne: 7. शुल्क:
nl: 7. Vergoedingen:
no: 7. Avgifter:
or: 7. ଦେୟ:
pa: 7. ਫੀਸਾਂ:
pl: 7. Opłaty:
ps: 7. فیسونه:
pt: 7. Taxas:
ro: 7. Taxe:
ru: 7. Сборы:
rw: 7. Amafaranga:
sd: 7. فيس:
si: 7. ගාස්තු:
sk: 7. Poplatky:
sl: 7. Pristojbine:
sq: 7. Tarifat:
sr: 7. Накнаде:
sv: 7. Avgifter:
sw: 7. Malipo:
ta: 7. கட்டணம்:
te: 7. ఫీజు:
tg: 7. Нархҳо:
th: 7. ค่าธรรมเนียม:
tk: 7. ýygymlar:
tl: 7. Mga Bayarin:
tr: 7. Ücretler:
tt: 7. Түләүләр:
ug: 7. ھەققى:
uk: 7. Збори:
ur: 7. فیس:
uz: 7. Narxlar:
vi: 7. Lệ phí:
xh: 7. Iimali:
yi: 7. פיז:
