Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
af: Ontdek hoe ons ongelooflike kliënte - van kleinsakeondernemings tot korporatiewe ondernemings - hul mededingende voordeel verhoog deur CaseActive-stryders te word.
am: ጥሩ ደንበኞቻችን - ከትናንሽ ንግዶች እስከ የኮርፖሬት ኢንተርፕራይዝ - CaseActive ተዋጊዎች በመሆን የተወዳዳሪነት ጥቅማቸውን እንዳሳደጉ ይወቁ።
ar: اكتشف كيف عزز عملاؤنا الرائعون - من الشركات الصغيرة إلى الشركات - ميزتهم التنافسية بأن يصبحوا محاربين CaseActive.
az: Kiçik müəssisələrdən tutmuş korporativ müəssisələrə qədər zəhmli müştərilərimizin CaseActive döyüşçülərinə çevrilməklə rəqabət üstünlüyünü necə artırdıqlarını kəşf edin.
be: Адкрыйце для сябе, як нашы дзіўныя кліенты - ад малога бізнесу да карпаратыўных - павысілі свае канкурэнтныя перавагі, ператварыўшыся ў воіны CaseActive.
bg: Открийте как нашите страхотни клиенти - от малки предприятия до корпоративни предприятия - засилиха конкурентното си предимство, като станаха воини CaseActive.
bn: ছোট ব্যবসায় থেকে কর্পোরেট উদ্যোগে কীভাবে আমাদের দুর্দান্ত গ্রাহকরা কেসএ্যাকটিভ যোদ্ধা হয়ে তাদের প্রতিযোগিতামূলক সুবিধা বাড়িয়েছেন তা আবিষ্কার করুন।
ca: Descobreix com els nostres clients impressionants, des de petites empreses fins a empreses empresarials, van impulsar el seu avantatge competitiu convertint-se en guerrers CaseActive.
cs: Objevte, jak naši úžasní zákazníci - od malých podniků po korporátní podniky - posílili svou konkurenční výhodu tím, že se stali CaseActive válečníky.
cy: Darganfyddwch sut y gwnaeth ein cwsmeriaid anhygoel - o fusnesau bach i fentrau corfforaethol - hybu eu mantais gystadleuol trwy ddod yn rhyfelwyr CaseActive.
da: Oplev, hvordan vores fantastiske kunder - fra små virksomheder til virksomheder - øgede deres konkurrencefordel ved at blive CaseActive krigere.
de: Entdecken Sie, wie unsere großartigen Kunden - von kleinen Unternehmen bis hin zu Unternehmen - ihren Wettbewerbsvorteil gesteigert haben, indem sie zu CaseActive-Kriegern wurden.
el: Ανακαλύψτε πώς οι φοβεροί πελάτες μας - από μικρές επιχειρήσεις έως εταιρικές επιχειρήσεις - αύξησαν το ανταγωνιστικό τους πλεονέκτημα με το να γίνουν πολεμιστές CaseActive.
eo: Malkovru kiel niaj mirindaj klientoj - de malgrandaj entreprenoj ĝis kompaniaj entreprenoj - akcelis sian konkurencivan avantaĝon fariĝante CaseActive-militistoj.
es: Descubra cómo nuestros increíbles clientes, desde pequeñas empresas hasta empresas corporativas, aumentaron su ventaja competitiva al convertirse en guerreros de CaseActive.
et: Avastage, kuidas meie fantastilised kliendid - alates väikeettevõttest kuni äriettevõteteni - suurendasid oma konkurentsieelist, saades CaseActive&#39;i sõdalasteks.
eu: Ezagutu gure bezero izugarriek - enpresa txikietatik enpresa korporatiboetara - nola irabazi zuten lehiakortasun abantaila CaseActive gudari bihurtuz.
fa: دریابید که چگونه مشتریان جذاب ما - از مشاغل کوچک تا شرکتهای بزرگ - با تبدیل شدن به جنگجویان CaseActive ، مزیت رقابتی خود را افزایش داده اند.
fi: Tutustu siihen, kuinka mahtavat asiakkaamme - pienistä yrityksistä yrityksiin - lisäsivät kilpailuetuaan tullessaan CaseActive-sotureiksi.
fr: Découvrez comment nos formidables clients, des petites entreprises aux entreprises, ont accru leur avantage concurrentiel en devenant des guerriers CaseActive.
fy: Untdek hoe&#39;t ús bjusterbaarlike klanten - fan lytse bedriuwen oant bedriuwen - har konkurrinsjefoardiel ferbettere troch CaseActive striders te wurden.
ga: Faigh amach cé mar a threisigh ár gcustaiméirí uamhnach - ó ghnólachtaí beaga go fiontair chorparáideacha - a mbuntáiste iomaíoch trí bheith ina laochra CaseActive.
gd: Faigh a-mach mar a bhrosnaich ar luchd-ceannach uamhasach - bho ghnìomhachasan beaga gu iomairtean corporra - am buannachd farpaiseach le bhith nan gaisgich CaseActive.
gl: Descubra como os nosos fantásticos clientes - desde pequenas empresas ata empresas corporativas - aumentaron a súa vantaxe competitiva converténdose en guerreiros CaseActive.
gu: નાના ઉદ્યોગોથી લઈને કોર્પોરેટ સાહસો સુધીના - અમારા અદ્ભુત ગ્રાહકોએ કેવી રીતે કેસએક્ટિવ યોદ્ધાઓ બનીને તેમના સ્પર્ધાત્મક લાભને વધાર્યો તે શોધો.
hi: डिस्कवर कैसे हमारे भयानक ग्राहकों - छोटे व्यवसायों से कॉर्पोरेट उद्यमों के लिए - CaseActive योद्धाओं बनकर अपने प्रतिस्पर्धी लाभ को बढ़ाया।
hr: Otkrijte kako su naši sjajni kupci - od malih poduzeća do korporativnih poduzeća - povećali svoju konkurentsku prednost postajući CaseActive ratnici.
hu: Fedezze fel, hogyan félelmetes ügyfeleink - a kisvállalkozásoktól a vállalati vállalkozásokig - növelték versenyképességüket azzal, hogy CaseActive harcosokká váltak.
hy: Բացահայտեք, թե ինչպես են մեր հիասքանչ հաճախորդները ՝ փոքր բիզնեսից մինչև կորպորատիվ ձեռնարկություններ, բարձրացրել են իրենց մրցակցային առավելությունը ՝ դառնալով CaseActive ռազմիկներ:
id: Temukan bagaimana pelanggan kami yang luar biasa - dari bisnis kecil hingga perusahaan - meningkatkan keunggulan kompetitif mereka dengan menjadi pejuang CaseActive.
is: Uppgötvaðu hvernig ógnvekjandi viðskiptavinir okkar - frá litlum fyrirtækjum til fyrirtækja - efldu samkeppnisforskot sitt með því að gerast CaseActive stríðsmenn.
it: Scopri come i nostri fantastici clienti, dalle piccole alle imprese, hanno aumentato il loro vantaggio competitivo diventando guerrieri CaseActive.
iw: גלה כיצד הלקוחות המדהימים שלנו - מעסקים קטנים ועד ארגונים ארגוניים - שיפרו את היתרון התחרותי שלהם בכך שהם הופכים ללוחמים ב- CaseActive.
ja: 中小企業から企業まで、素晴らしいお客様がCaseActiveの戦士になることで競争力をどのように高めたかをご覧ください。
ka: გაირკვეს, თუ როგორ ამაღელვებელმა მომხმარებლებმა - მცირე ბიზნესისგან კორპორატიულმა საწარმოებმა - გაზარდეს თავიანთი კონკურენტული უპირატესობა, როდესაც გახდნენ CaseActive მეომრები.
kk: Біздің кішігірім бизнестен бастап корпоративті кәсіпорындарға дейінгі керемет клиенттеріміз CaseActive жауынгері бола отырып, өздерінің бәсекелестік артықшылықтарын қалай арттыратындығын біліңіз.
km: ស្វែងយល់ពីរបៀបដែលអតិថិជនល្អអស្ចារ្យរបស់យើង - ពីអាជីវកម្មខ្នាតតូចដល់សហគ្រាសសាជីវកម្ម - បង្កើនគុណសម្បត្តិប្រកួតប្រជែងរបស់ពួកគេដោយក្លាយជាអ្នកចម្បាំង CaseActive ។
kn: ನಮ್ಮ ಅದ್ಭುತ ಗ್ರಾಹಕರು - ಸಣ್ಣ ಉದ್ಯಮಗಳಿಂದ ಕಾರ್ಪೊರೇಟ್ ಉದ್ಯಮಗಳಿಗೆ - ಕೇಸ್ಆಕ್ಟಿವ್ ಯೋಧರಾಗುವ ಮೂಲಕ ಅವರ ಸ್ಪರ್ಧಾತ್ಮಕ ಪ್ರಯೋಜನವನ್ನು ಹೇಗೆ ಹೆಚ್ಚಿಸಿದರು ಎಂಬುದನ್ನು ಕಂಡುಕೊಳ್ಳಿ.
ku: Vebînin ka mişterên me yên ecêb - ji karsaziyên piçûk heta pargîdaniyên pargîdanî - ji ber ku bûne şervanên CaseActive, berjewendiya pêşbaziya xwe zêde kir.
ky: Кичинекей ишканалардан баштап корпоративдик ишканаларга чейин, биздин укмуштай кардарлар CaseActive жоокерлери болуп, алардын атаандаштык артыкчылыгын кандайча жогорулаткандыгын билип алыңыз.
lb: Entdeckt wéi eis fantastesch Clienten - vu klenge Geschäfter a Betribsfirmen hire kompetitive Virdeel verbesseren andeems se CaseActive Krieger ginn.
lo: ຄົ້ນພົບວິທີທີ່ລູກຄ້າທີ່ ໜ້າ ເກງຂາມຂອງພວກເຮົາ - ຈາກທຸລະກິດຂະ ໜາດ ນ້ອຍຈົນເຖິງວິສາຫະກິດຂອງບໍລິສັດ - ໄດ້ເພີ່ມປະໂຫຍດດ້ານການແຂ່ງຂັນຂອງພວກເຂົາໂດຍການເປັນນັກຮົບ CaseActive.
lt: Sužinokite, kaip nuostabūs mūsų klientai - nuo mažų įmonių iki verslo įmonių - padidino savo konkurencinį pranašumą tapdami „CaseActive“ kariais.
lv: Atklājiet, kā mūsu lieliskie klienti - no maziem uzņēmumiem līdz korporatīvajiem uzņēmumiem - palielināja savas konkurences priekšrocības, kļūstot par CaseActive karotājiem.
mg: Fantaro ny fomba mampientanentana ny mpanjifantsika mahatalanjona - avy amin&#39;ny orinasa kely mankany amin&#39;ny orinasan-orinasa - manararaotra ny fifaninanana azony amin&#39;ny alàlan&#39;ny lasa mpiady CaseActive.
mi: Tirohia te pehea o taatau kaihokohoko whakamataku - mai i nga pakihi iti ki nga umanga umanga - i whakatairanga ake i to raatau painga whakataetae ma te riro i nga toa CaseActive.
mk: Откријте како нашите прекрасни клиенти - од мали бизниси до корпоративни претпријатија - ја зголемија својата конкурентска предност со тоа што станаа воини на CaseActive.
ml: ഞങ്ങളുടെ മികച്ച ഉപയോക്താക്കൾ - ചെറുകിട ബിസിനസുകൾ മുതൽ കോർപ്പറേറ്റ് സംരംഭങ്ങൾ വരെ - കേസ് ആക്റ്റീവ് യോദ്ധാക്കളായി മാറുന്നതിലൂടെ അവരുടെ മത്സര നേട്ടം വർദ്ധിപ്പിച്ചതെങ്ങനെയെന്ന് കണ്ടെത്തുക.
mn: Жижиг бизнесээс корпорациуд хүртэл манай гайхамшигтай үйлчлүүлэгчид CaseActive дайчин болох замаар өрсөлдөөний давуу талыг хэрхэн нэмэгдүүлж байгааг олж мэд.
mr: छोट्या व्यवसायांपासून कॉर्पोरेट उद्योगांपर्यंतचे आमच्या अद्भुत ग्राहकांनी केसअॅक्टिव्ह वॉरियर्स बनून त्यांचा स्पर्धात्मक फायदा कसा वाढविला ते शोधा.
ms: Ketahui bagaimana pelanggan kami yang hebat - dari perniagaan kecil hingga perusahaan korporat - meningkatkan kelebihan daya saing mereka dengan menjadi pejuang CaseActive.
mt: Skopri kif il-klijenti tal-biża &#39;tagħna - minn negozji żgħar għal intrapriżi korporattivi - taw vantaġġ lill-vantaġġ kompetittiv tagħhom billi saru gwerrieri CaseActive.
my: ကျွန်ုပ်တို့၏အသေးစားစီးပွားရေးလုပ်ငန်းများမှကော်ပိုရေးရှင်းလုပ်ငန်းများအထိကျွန်ုပ်တို့၏အံ့သြဖွယ်ကောင်းသောဖောက်သည်များအနေဖြင့် CaseActive စစ်သည်များဖြစ်လာခြင်းဖြင့်သူတို့၏ယှဉ်ပြိုင်မှုအားသာချက်ကိုမည်သို့တိုးမြှင့်ပေးခဲ့သည်ကိုလေ့လာပါ။
ne: पत्ता लगाउनुहोस् कि कसरी हाम्रा अद्भुत ग्राहकहरू - साना व्यवसायदेखि कर्पोरेट उद्यमहरू - केस प्रतिस्पर्धी योद्धा बन्न उनीहरूको प्रतिस्पर्धात्मक लाभ बढाए।
nl: Ontdek hoe onze geweldige klanten - van kleine bedrijven tot bedrijven - hun concurrentievoordeel hebben vergroot door CaseActive-krijgers te worden.
no: Oppdag hvordan våre fantastiske kunder - fra små bedrifter til bedrifter - styrket deres konkurransefortrinn ved å bli CaseActive krigere.
or: ଆମର ଚମତ୍କାର ଗ୍ରାହକମାନେ - ଛୋଟ ବ୍ୟବସାୟ ଠାରୁ ଆରମ୍ଭ କରି କର୍ପୋରେଟ୍ ଉଦ୍ୟୋଗଗୁଡିକ ପର୍ଯ୍ୟନ୍ତ - କେସ୍ ଆକ୍ଟିଭ୍ ଯୋଦ୍ଧା ହୋଇ ସେମାନଙ୍କର ପ୍ରତିଯୋଗିତାମୂଳକ ସୁବିଧାକୁ କିପରି ବ bo ାଇଲେ ଆବିଷ୍କାର କରନ୍ତୁ |
pa: ਛੋਟੇ ਕਾਰੋਬਾਰਾਂ ਤੋਂ ਲੈ ਕੇ ਕਾਰਪੋਰੇਟ ਉਦਯੋਗਾਂ ਤੱਕ - ਸਾਡੇ ਸ਼ਾਨਦਾਰ ਗ੍ਰਾਹਕਾਂ ਨੇ ਕਿਵੇਂ ਕੇਸਏਕਟਿਵ ਯੋਧੇ ਬਣ ਕੇ ਆਪਣੇ ਮੁਕਾਬਲੇ ਵਾਲੇ ਲਾਭ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕੀਤਾ ਬਾਰੇ ਪਤਾ ਲਗਾਓ.
pl: Dowiedz się, jak nasi niesamowici klienci - od małych firm po korporacje - zwiększyli swoją przewagę konkurencyjną, stając się wojownikami CaseActive.
ps: وموندئ چې څنګه زموږ زړه راښکونکي پیرودونکي - له کوچني سوداګرۍ څخه تر کارپوریټ سوداګرۍ پورې - د کیسایټیک جنګیالیو په رامینځته کیدو سره د دوی سیالۍ ګټي وده کړې.
pt: Descubra como nossos clientes impressionantes - desde pequenas empresas até empresas corporativas - aumentaram sua vantagem competitiva ao se tornarem guerreiros CaseActive.
ro: Descoperiți cum clienții noștri minunați - de la întreprinderi mici la întreprinderi corporative - și-au sporit avantajul competitiv devenind războinici CaseActive.
ru: Узнайте, как наши замечательные клиенты - от малых предприятий до корпоративных предприятий - повысили свое конкурентное преимущество, став воинами CaseActive.
rw: Menya uburyo abakiriya bacu beza - kuva mubucuruzi buciriritse kugeza mubigo - byongereye amahirwe yo guhatanira kuba abarwanyi ba CaseActive.
sd: دريافت ڪريو ڪئين اسان جا بهترين گراهڪ ـ نن businessesن ڪاروبارن کان ڪارپوريٽ ادارن تائين ، ڪيس اييڪٽو وارين بڻجڻ سان انهن جو مسابقتي فائدو وڌيو.
si: අපගේ විශිෂ්ට ගනුදෙනුකරුවන් - කුඩා ව්‍යාපාරවල සිට ආයතනික ව්‍යවසායන් දක්වා - කේස්ඇක්ටිව් රණශූරයන් බවට පත්වීමෙන් ඔවුන්ගේ තරඟකාරී වාසිය වැඩි කළේ කෙසේදැයි සොයා ගන්න.
sk: Objavte, ako naši úžasní zákazníci - od malých firiem po korporátne podniky - zvýšili svoju konkurenčnú výhodu tým, že sa stali CaseActive bojovníkmi.
sl: Odkrijte, kako so naši super kupci - od malih podjetij do korporativnih podjetij - povečali svojo konkurenčno prednost s tem, da so postali CaseActive bojevniki.
sq: Zbuloni sesi klientët tanë të mrekullueshëm - nga bizneset e vogla deri tek ndërmarrjet e korporatave - rritën avantazhin e tyre konkurrues duke u bërë luftëtarë të CaseActive.
sr: Откријте како су наши сјајни купци - од малих предузећа до корпоративних предузећа - повећали своју конкурентску предност постајући ЦасеАцтиве ратници.
sv: Upptäck hur våra fantastiska kunder - från småföretag till företagsföretag - ökade sin konkurrensfördel genom att bli CaseActive krigare.
sw: Gundua jinsi wateja wetu wa kushangaza - kutoka kwa biashara ndogondogo hadi kwa wafanyabiashara wakubwa - waliongeza faida yao ya ushindani kwa kuwa mashujaa wa CaseActive.
ta: எங்கள் அற்புதமான வாடிக்கையாளர்கள் - சிறு வணிகங்கள் முதல் கார்ப்பரேட் நிறுவனங்கள் வரை - கேஸ்ஆக்டிவ் போர்வீரர்களாக மாறுவதன் மூலம் அவர்களின் போட்டி நன்மையை எவ்வாறு அதிகரித்தார்கள் என்பதைக் கண்டறியவும்.
te: మా అద్భుతమైన కస్టమర్లు - చిన్న వ్యాపారాల నుండి కార్పొరేట్ సంస్థల వరకు - కేస్ఆక్టివ్ యోధులుగా మారడం ద్వారా వారి పోటీ ప్రయోజనాన్ని ఎలా పెంచుకున్నారో కనుగొనండి.
tg: Кашф кунед, ки чӣ тавр муштариёни аҷиби мо - аз тиҷорати хурд то корхонаҳои корпоративӣ, бартарии рақобатии худро тавассути табдил ёфтани ҷанговарони CaseActive афзоиш доданд.
th: ค้นพบวิธีที่ลูกค้าที่ยอดเยี่ยมของเรา - จากธุรกิจขนาดเล็กไปจนถึงองค์กรธุรกิจ - เพิ่มความได้เปรียบในการแข่งขันโดยการเป็นนักรบ CaseActive
tk: Ajaýyp müşderilerimiziň - kiçi kärhanalardan başlap, kärhanalara çenli - CaseActive söweşijileri bolmak bilen bäsdeşlik artykmaçlygyny nädip ýokarlandyrandygyny öwreniň.
tl: Tuklasin kung paano ang aming mga kahanga-hangang mga customer - mula sa mga maliliit na negosyo hanggang sa mga negosyo sa kumpanya - pinalakas ang kanilang kalamangan sa pamamagitan ng pagiging mga mandirigma ng CaseActive.
tr: Küçük işletmelerden kurumsal işletmelere kadar müthiş müşterilerimizin CaseActive savaşçıları olarak rekabet avantajlarını nasıl artırdıklarını keşfedin.
tt: Безнең искиткеч клиентларыбыз - кече бизнестан корпоратив предприятияләргә кадәр - CaseActive сугышчылары булып көндәшлек өстенлеген ничек күтәргәннәрен ачыклагыз.
ug: كىچىك خېرىدارلىرىمىزدىن تارتىپ كارخانا كارخانىلىرىغىچە بولغان قالتىس خېرىدارلىرىمىزنىڭ CaseActive جەڭچىسىگە ئايلىنىش ئارقىلىق رىقابەت ئەۋزەللىكىنى قانداق ئاشۇرغانلىقىنى بايقايسىز.
uk: Дізнайтеся, як наші дивовижні клієнти - від малого бізнесу до корпоративних - підвищили свою конкурентну перевагу, ставши воїнами CaseActive.
ur: دریافت کریں کہ کس طرح ہمارے حیرت انگیز صارفین - چھوٹے کاروباروں سے لے کر کارپوریٹ کاروباری اداروں تک - کیس ایکٹیو یودقا بن کر اپنے مسابقتی فائدہ کو بڑھا سکتے ہیں۔
uz: Kichik biznesdan tortib korporativ korxonalarga qadar bizning ajoyib mijozlarimiz CaseActive jangchilariga aylanib, qanday qilib raqobatdosh ustunliklarini oshirganliklarini bilib oling.
vi: Khám phá cách các khách hàng tuyệt vời của chúng tôi - từ các doanh nghiệp nhỏ đến các doanh nghiệp doanh nghiệp - đã tăng lợi thế cạnh tranh của họ bằng cách trở thành các chiến binh CaseActive.
xh: Fumanisa indlela abathengi bethu aboyikekayo- ukusuka kumashishini amancinci ukuya kumashishini amashishini- ukuphucula inzuzo yabo yokuba ngamadabi emfazwe.
yi: אַנטדעקן ווי אונדזער אָסאַם קאַסטאַמערז - פֿון קליין ביזנעסער צו פֿירמע ענטערפּריסעס - בוסט זייער קאַמפּעטיטיוו מייַלע דורך ווערן CaseActive Warriors.

source: SUPPORT
af: ONDERSTEUNING
am: ድጋፍ
ar: الدعم
az: DƏSTƏK
be: ПАДТРЫМКА
bg: ПОДДЪРЖА
bn: সমর্থন
ca: SUPORT
cs: PODPĚRA, PODPORA
cy: CEFNOGI
de: UNTERSTÜTZUNG
el: ΥΠΟΣΤΗΡΙΞΗ
eo: SUBTENO
es: APOYO
et: TOETUS
eu: LAGUNTZA
fa: حمایت کردن
fi: TUKI
fr: SOUTIEN
fy: STYPJE
ga: TACAÍOCHT
gd: TAIC
gl: APOIAR
gu: સપોર્ટ
hi: समर्थन
hr: PODRŠKA
hu: TÁMOGATÁS
hy: ԱՋԱԿՑՈՒԹՅՈՒՆ
id: MENDUKUNG
is: Stuðningur
it: SUPPORTO
iw: תמיכה
ja: サポート
ka: მხარდაჭერა
kk: ҚОЛДАУ
km: ជំនួយ
kn: ಬೆಂಬಲ
ku: ALÎKARÎ
ky: КОЛДОО
lt: PARAMA
lv: ATBALSTS
mg: MANAMPY
mi: Tuhinga
mk: ПОДДРШКА
ml: പിന്തുണ
mr: समर्थन
ms: SOKONGAN
mt: APPOĠĠ
my: အတွက်အထောက်အပံ့
ne: समर्थन
nl: ONDERSTEUNING
no: BRUKERSTØTTE
or: ସମର୍ଥନ
pa: ਸਹਾਇਤਾ
pl: WSPARCIE
ps: ملاتړ
pt: APOIO, SUPORTE
ro: A SUSTINE
ru: СЛУЖБА ПОДДЕРЖКИ
rw: INKUNGA
sd: سپورٽ
si: උපකාර
sk: PODPORA
sl: PODPORA
sr: ПОДРШКА
sv: STÖD
ta: ஆதரவு
te: మద్దతు
tg: Дастгирӣ
th: สนับสนุน
tk: Goldaw
tr: DESTEK
tt: Ярдәм
uk: ПІДТРИМКА
ur: سپورٹ
uz: YoRDAM
vi: ỦNG HỘ
xh: INKXASO
yi: שטיצן

source: Everything at Your Fingertips.
af: Alles by jou vingers.
am: ሁሉም ነገር በእርጥበት ጊዜዎ.
ar: كل شيء في متناول يدك.
az: Hər şey parmaklarınızın ucunda.
be: Усё ў вашых руках.
bg: Всичко на пръстите ви.
bn: আপনার Fingertips সবকিছু।
ca: Tot al vostre abast.
cs: Vše na dosah ruky.
cy: Popeth yn Eich bysedd.
da: Alt ved hånden.
de: Alles an Ihren Fingerspitzen.
el: Τα πάντα στα δάχτυλά σας.
eo: Ĉio ĉe Viajn Subpremojn.
es: Todo a tu alcance.
et: Kõik käeulatuses.
eu: Zure esku guztiak.
fa: همه چیز در دستان شما.
fi: Kaikki käden ulottuvilla.
fr: Tout à portée de main.
fy: Alles oan jo Fingertips.
ga: Gach rud ar do mhéar.
gd: A h-uile rud aig do chròileagan.
gl: Todo ao teu alcance.
gu: તમારી ફિંગરિટિપ્સમાં બધું.
hi: आपकी उंगलियों पर सब कुछ।
hr: Sve na dohvat ruke.
hu: Minden a kezedben.
hy: Ամեն ինչ ձեր կողպեքների վրա:
id: Semuanya ada di ujung jari Anda.
is: Allt við seilingar þínar.
it: Tutto a portata di mano.
iw: הכל בקצות אצבעותיך.
ja: あなたの指先ですべて。
ka: ყველაფერი თქვენს ხელთაა.
kk: Барлығы парусыздарыңызда.
km: អ្វីគ្រប់យ៉ាងនៅចុងម្រាមដៃរបស់អ្នក។
kn: ನಿಮ್ಮ ಬೆರಳ ತುದಿಯಲ್ಲಿ ಎಲ್ಲವೂ.
ku: Her tişt li ser Fingertips.
ky: Манжа учу менен баары.
lb: Alles an den Fingerspäicher.
lo: ທຸກສິ່ງທຸກຢ່າງຢູ່ທີ່ປອກເປືອກຂອງທ່ານ.
lt: Viskas jūsų rankose.
lv: Viss jūsu rokās.
mg: Ny zava-drehetra eo amin&#39;ny rantsan-tànanao.
mi: Ko nga mea katoa i ou ringaringa.
mk: Сè што е на вашите прсти.
ml: നിന്റെ കൈവിരലിൽ എല്ലാം.
mn: Бүх хуруугаараа бүх юм
mr: आपल्या फिंगरिप्सवर प्रत्येक गोष्ट.
ms: Semua di hujung jari anda.
mt: Kollox fuq is-swaba &#39;Tiegħek.
my: သင့်ရဲ့လက်ချောင်းထိပ်မှာအရာအားလုံး။
ne: तपाईंको फिंगर्टिप्समा सबै कुरा।
nl: Alles binnen handbereik.
no: Alt ved fingertuppene.
or: ତୁମର ଆଙ୍ଗୁଠିରେ ସବୁକିଛି |
pa: ਤੁਹਾਡੀਆਂ ਉਂਗਲੀਆਂ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਹਰ ਚੀਜ਼
pl: Wszystko na wyciągnięcie ręki.
ps: ستاسو په انګړ کې هر څه.
pt: Tudo ao seu alcance.
ro: Totul la vârfurile degetului.
ru: Все в ваших руках.
rw: Ibintu byose kuri Urutoki rwawe.
sd: توهان جي فنگرپس تي هر شي
si: ඔබේ ඇඟිලි සියල්ලම.
sk: Všetko na dosah ruky.
sl: Vse na dosegu roke.
sq: Çdo gjë në anët e dorës.
sr: Све на дохват руке.
sv: Allt vid dina fingertoppar.
sw: Kila kitu kwenye vidole vyako.
ta: உங்கள் விரல் நுனியில் எல்லாம்.
te: మీ వేలిముద్రల వద్ద ప్రతిదీ.
tg: Ҳама чиз дар фингерҳои худ.
th: ทุกอย่างอยู่ใกล้แค่เอื้อม
tk: Barmagyňyzdaky hemme zat.
tl: Lahat sa Iyong mga kamay.
tr: Parmaklarınızın ucunda her şey.
tt: Барысы да сезнең бармак очында.
ug: بارمىقىڭىزدىكى ھەممە نەرسە.
uk: Все на ваших пальцях.
ur: آپ کے Fingertips پر سب کچھ.
uz: Barmoqlaringizdagi hamma narsa.
vi: Tất cả mọi thứ trong tầm tay của bạn.
xh: Yonke into kwi-Your fingerprints.
yi: אַלץ אין דיין פינגגערטיפּס.
