Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Delete row
af: Vee ry uit
am: ረድፍ ሰርዝ
ar: احذف صف
az: Sıranı silin
be: Выдаліць радок
bg: Изтриване на ред
bn: সারি মুছুন
ca: Suprimeix la fila
cs: Smazat řádek
cy: Dileu rhes
da: Slet række
de: Zeile löschen
el: Διαγραφή σειράς
eo: Forigi vicon
es: Borrar fila
et: Kustuta rida
eu: Ezabatu errenkada
fa: حذف ردیف
fi: Poista rivi
fr: Supprimer la ligne
fy: Wiskje rige
ga: Scrios ró
gd: Sguab às sreath
gl: Eliminar fila
gu: પંક્તિ કાઢી નાખો
hi: पंक्ति को हटाएं
hr: Izbriši red
hu: Sor törlése
hy: Ջնջել տողը
id: Hapus baris
is: Eyða línu
it: Elimina riga
iw: מחק שורה
ja: 行を削除
ka: მწკრივის წაშლა
kk: Жолды жою
km: លុបជួរ
kn: ಸಾಲನ್ನು ಅಳಿಸಿ
ku: Rêzê jêbirin
ky: Сапты жок кылуу
lb: Zeil läschen
lo: ລຶບແຖວ
lt: Ištrinti eilutę
lv: Dzēst rindu
mg: Fafao ny laharana
mi: Mukua te rarangi
mk: Избриши ред
ml: വരി ഇല്ലാതാക്കുക
mn: Мөр устгах
mr: पंक्ती हटवा
ms: Padamkan baris
mt: Ħassar ringiela
my: အတန်းကိုဖျက်ပါ။
ne: पङ्क्ति मेटाउनुहोस्
nl: Verwijder rij
no: Slett rad
or: ଧାଡି ବିଲୋପ କରନ୍ତୁ |
pa: ਕਤਾਰ ਮਿਟਾਓ
pl: Usuń wiersz
ps: قطار ړنګ کړئ
pt: Excluir linha
ro: Ștergeți rândul
ru: Удалить строку
rw: Siba umurongo
sd: قطار کي ختم ڪريو
si: පේළිය මකන්න
sk: Odstrániť riadok
sl: Izbriši vrstico
sq: Fshi rreshtin
sr: Избриши ред
sv: Ta bort rad
sw: Futa safu mlalo
ta: வரிசையை நீக்கு
te: అడ్డు వరుసను తొలగించండి
tg: Сатрро нест кунед
th: ลบแถว
tk: Setiri poz
tl: Tanggalin ang hilera
tr: Sırayı sil
tt: Рәтне бетерү
ug: قۇرنى ئۆچۈرۈڭ
uk: Видалити рядок
ur: قطار کو حذف کریں۔
uz: Qatorni o'chirish
vi: Xóa hàng
xh: Cima umqolo
yi: ויסמעקן רודערן

source: Add a new row
af: Voeg 'n nuwe ry by
am: አዲስ ረድፍ ጨምር
ar: أضف صفًا جديدًا
az: Yeni sıra əlavə edin
be: Дадайце новы радок
bg: Добавяне на нов ред
bn: একটি নতুন সারি যোগ করুন
ca: Afegeix una fila nova
cs: Přidat nový řádek
cy: Ychwanegu rhes newydd
da: Tilføj en ny række
de: Fügen Sie eine neue Zeile hinzu
el: Προσθέστε μια νέα σειρά
eo: Aldonu novan vicon
es: Agregar una nueva fila
et: Lisage uus rida
eu: Gehitu errenkada berri bat
fa: یک ردیف جدید اضافه کنید
fi: Lisää uusi rivi
fr: Ajouter une nouvelle ligne
fy: Foegje in nije rige ta
ga: Cuir líne nua leis
gd: Cuir sreath ùr ris
gl: Engade unha nova fila
gu: નવી પંક્તિ ઉમેરો
hi: एक नई पंक्ति जोड़ें
hr: Dodaj novi red
hu: Új sor hozzáadása
hy: Ավելացնել նոր տող
id: Tambahkan baris baru
is: Bættu við nýrri röð
it: Aggiungi una nuova riga
iw: הוסף שורה חדשה
ja: 新しい行を追加
ka: დაამატეთ ახალი მწკრივი
kk: Жаңа жол қосыңыз
km: បន្ថែមជួរថ្មី។
kn: ಹೊಸ ಸಾಲನ್ನು ಸೇರಿಸಿ
ku: Rêzek nû lê zêde bike
ky: Жаңы сап кошуңуз
lb: Füügt eng nei Zeil
lo: ເພີ່ມແຖວໃໝ່
lt: Pridėti naują eilutę
lv: Pievienojiet jaunu rindu
mg: Manampia andalana vaovao
mi: Tāpirihia he rarangi hou
mk: Додадете нов ред
ml: ഒരു പുതിയ വരി ചേർക്കുക
mn: Шинэ мөр нэмнэ үү
mr: एक नवीन पंक्ती जोडा
ms: Tambah baris baharu
mt: Żid ringiela ġdida
my: အတန်းအသစ်တစ်ခုထည့်ပါ။
ne: नयाँ पङ्क्ति थप्नुहोस्
nl: Voeg een nieuwe rij toe
no: Legg til en ny rad
or: ଏକ ନୂତନ ଧାଡି ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਨਵੀਂ ਕਤਾਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj nowy wiersz
ps: یو نوی قطار اضافه کړئ
pt: Adicionar uma nova linha
ro: Adăugați un rând nou
ru: Добавить новую строку
rw: Ongeraho umurongo mushya
sd: نئين قطار شامل ڪريو
si: නව පේළියක් එක් කරන්න
sk: Pridajte nový riadok
sl: Dodajte novo vrstico
sq: Shtoni një rresht të ri
sr: Додајте нови ред
sv: Lägg till en ny rad
sw: Ongeza safu mlalo mpya
ta: புதிய வரிசையைச் சேர்க்கவும்
te: కొత్త అడ్డు వరుసను జోడించండి
tg: Сатри нав илова кунед
th: เพิ่มแถวใหม่
tk: Täze hatar goşuň
tl: Magdagdag ng bagong row
tr: yeni bir satır ekle
tt: Яңа рәт өстәгез
ug: يېڭى قۇر قوشۇڭ
uk: Додайте новий рядок
ur: ایک نئی قطار شامل کریں۔
uz: Yangi qator qo'shing
vi: Thêm một hàng mới
xh: Yongeza umqolo omtsha
yi: לייג אַ נייַע רודערן

source: Download
af: Aflaai
am: አውርድ
ar: تحميل
az: Yüklə
be: Спампаваць
bg: Изтегли
bn: ডাউনলোড করুন
ca: descarregar
cs: Stažení
cy: Lawrlwythwch
da: Hent
el: Κατεβάστε
eo: Elŝutu
es: Descargar
et: Lae alla
eu: Deskargatu
fa: دانلود
fi: ladata
fr: Télécharger
ga: Íosluchtaigh
gd: Luchdaich sìos
gl: Descargar
gu: ડાઉનલોડ કરો
hi: डाउनलोड
hr: preuzimanje datoteka
hu: Letöltés
hy: Բեռնել
id: Unduh
is: Sækja
it: Scarica
iw: הורד
ja: ダウンロード
ka: ჩამოტვირთვა
kk: Жүктеп алу
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ky: Жүктөп алуу
lo: ດາວໂຫລດ
lt: parsisiųsti
lv: Lejupielādēt
mi: Tikiake
mk: Преземи
ml: ഡൗൺലോഡ്
mn: Татаж авах
mr: डाउनलोड करा
ms: Muat turun
mt: Niżżel
my: ဒေါင်းလုဒ်လုပ်ပါ။
ne: डाउनलोड गर्नुहोस्
nl: Downloaden
no: nedlasting
or: ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
pa: ਡਾਊਨਲੋਡ ਕਰੋ
pl: Ściągnij
ps: ډاونلوډ کړئ
ro: Descarca
ru: Скачать
rw: Kuramo
sd: ڊائون لوڊ ڪريو
si: බාගත
sk: Stiahnuť ▼
sl: Prenesi
sq: Shkarko
sr: Преузимање
sv: Ladda ner
sw: Pakua
ta: பதிவிறக்க Tamil
te: డౌన్‌లోడ్ చేయండి
tg: Зеркашӣ кунед
th: ดาวน์โหลด
tk: Göçürip al
tl: I-download
tr: İndirmek
tt: Йөкләү
ug: چۈشۈرۈش
uk: Завантажити
ur: ڈاؤن لوڈ کریں
uz: Yuklab oling
vi: Tải xuống
xh: Khuphela
yi: אראפקאפיע

source: Label
af: Etiket
am: መለያ
ar: ملصق
az: Etiket
be: Этыкетка
bg: Етикет
bn: লেবেল
ca: Etiqueta
cs: Označení
da: Etiket
de: Etikett
el: Επιγραφή
eo: Etikedo
es: Etiqueta
et: Silt
eu: Etiketa
fa: برچسب
fr: Étiqueter
fy: Etiket
ga: Lipéad
gl: Etiqueta
gu: લેબલ
hi: लेबल
hr: Označiti
hu: Címke
hy: Պիտակ
is: Merki
it: Etichetta
iw: תווית
ja: ラベル
ka: ლეიბლი
kk: Заттаңба
km: ស្លាក​សញ្ញា
kn: ಲೇಬಲ್
ku: Awanasî
ky: Белги
lo: ປ້າຍກຳກັບ
lt: Etiketė
lv: Etiķete
mi: Tapanga
mk: Етикета
ml: ലേബൽ
mn: Шошго
mr: लेबल
mt: Tikketta
my: တံဆိပ်
ne: लेबल
no: Merkelapp
or: ଲେବଲ୍ |
pa: ਲੇਬਲ
pl: Etykieta
ps: لیبل
pt: Etiqueta
ro: Eticheta
ru: Этикетка
rw: Ikirango
sd: ليبل
si: ලේබලය
sk: Označenie
sl: Oznaka
sq: Etiketa
sr: Етикета
sv: Märka
sw: Lebo
ta: லேபிள்
te: లేబుల్
tg: Нишон
th: ฉลาก
tk: Bellik
tr: Etiket
tt: Ярлык
ug: بەلگە
uk: Етикетка
ur: لیبل
uz: Yorliq
vi: Nhãn mác
xh: Ileyibhile
yi: לאַבעל

source: Question
af: Vraag
am: ጥያቄ
ar: سؤال
az: Sual
be: Пытанне
bg: Въпрос
bn: প্রশ্ন
ca: Pregunta
cs: Otázka
cy: Cwestiwn
da: Spørgsmål
de: Frage
el: Ερώτηση
eo: Demando
es: Pregunta
et: küsimus
eu: Galdera
fa: سوال
fi: Kysymys
fy: Fraach
ga: Ceist
gd: Ceist
gl: Pregunta
gu: પ્રશ્ન
hi: प्रश्न
hr: Pitanje
hu: Kérdés
hy: Հարց
id: Pertanyaan
is: Spurning
it: Domanda
iw: שְׁאֵלָה
ja: 質問
ka: Კითხვა
kk: Сұрақ
km: សំណួរ
kn: ಪ್ರಶ್ನೆ
ku: Pirs
ky: Суроо
lb: Fro
lo: ຄຳຖາມ
lt: Klausimas
lv: Jautājums
mg: Fanontaniana
mi: Pātai
mk: Прашање
ml: ചോദ്യം
mn: Асуулт
mr: प्रश्न
ms: soalan
mt: Mistoqsija
my: မေးခွန်း
ne: प्रश्न
nl: Ondervragen
no: Spørsmål
or: ପ୍ରଶ୍ନ |
pa: ਸਵਾਲ
pl: Pytanie
ps: پوښتنه
pt: Pergunta
ro: Întrebare
ru: Вопрос
rw: Ikibazo
sd: سوال
si: ප්රශ්නය
sk: Otázka
sl: vprašanje
sq: Pyetje
sr: Питање
sv: Fråga
sw: Swali
ta: கேள்வி
te: ప్రశ్న
tg: Савол
th: คำถาม
tk: Sorag
tl: Tanong
tr: Soru
tt: Сорау
ug: سوئال
uk: Питання
ur: سوال
uz: Savol
vi: Câu hỏi
xh: Umbuzo
yi: פראגע

source: Default answer
af: Verstek antwoord
am: ነባሪ መልስ
ar: الجواب الافتراضي
az: Defolt cavab
be: Адказ па змаўчанні
bg: Отговор по подразбиране
bn: ডিফল্ট উত্তর
ca: Resposta per defecte
cs: Výchozí odpověď
cy: Ateb diofyn
da: Standardsvar
de: Standardantwort
el: Προεπιλεγμένη απάντηση
eo: Defaŭlta respondo
es: Respuesta predeterminada
et: Vaikimisi vastus
eu: Lehenetsitako erantzuna
fa: پاسخ پیش فرض
fi: Oletusvastaus
fr: Réponse par défaut
fy: Standert antwurd
ga: Freagra réamhshocraithe
gd: Freagairt bunaiteach
gl: Resposta predeterminada
gu: મૂળભૂત જવાબ
hi: डिफ़ॉल्ट उत्तर
hr: Zadani odgovor
hu: Alapértelmezett válasz
hy: Կանխադրված պատասխան
id: Jawaban default
is: Sjálfgefið svar
it: Risposta predefinita
iw: תשובת ברירת מחדל
ja: デフォルトの回答
ka: ნაგულისხმევი პასუხი
kk: Әдепкі жауап
km: ចម្លើយលំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ಉತ್ತರ
ku: Bersiva xwerû
ky: Демейки жооп
lb: Standard Äntwert
lo: ຄໍາຕອບເລີ່ມຕົ້ນ
lt: Numatytasis atsakymas
lv: Noklusējuma atbilde
mg: Valiny default
mi: Whakautu taunoa
mk: Стандарден одговор
ml: ഡിഫോൾട്ട് ഉത്തരം
mn: Өгөгдмөл хариулт
mr: डीफॉल्ट उत्तर
ms: Jawapan lalai
mt: Risposta awtomatika
my: ပုံသေအဖြေ
ne: पूर्वनिर्धारित जवाफ
nl: Standaard antwoord
no: Standard svar
or: ଡିଫଲ୍ଟ ଉତ୍ତର
pa: ਪੂਰਵ-ਨਿਰਧਾਰਤ ਜਵਾਬ
pl: Domyślna odpowiedź
ps: اصلي ځواب
pt: Resposta padrão
ro: Răspuns implicit
ru: Ответ по умолчанию
rw: Igisubizo gisanzwe
sd: ڊفالٽ جواب
si: පෙරනිමි පිළිතුර
sk: Predvolená odpoveď
sl: Privzeti odgovor
sq: Përgjigja e parazgjedhur
sr: Подразумевани одговор
sv: Standardsvar
sw: Jibu chaguomsingi
ta: இயல்புநிலை பதில்
te: డిఫాల్ట్ సమాధానం
tg: Ҷавоби пешфарз
th: คำตอบเริ่มต้น
tk: Bellenen jogap
tl: Default na sagot
tr: Varsayılan cevap
tt: Килешү җавап
ug: كۆڭۈلدىكى جاۋاب
uk: Відповідь за замовчуванням
ur: پہلے سے طے شدہ جواب
uz: Standart javob
vi: Câu trả lời mặc định
xh: Impendulo ehlala ikho
yi: פעליקייַט ענטפֿערן

source: Media is converting
af: Media is besig om om te skakel
am: ሚዲያ እየተቀየረ ነው።
ar: يتم تحويل الوسائط
az: Media çevrilir
be: Мультымедыя канвертуецца
bg: Медиите се конвертират
bn: মিডিয়া রূপান্তরিত হচ্ছে
ca: Els mitjans s'estan convertint
cs: Média se konvertují
cy: Mae cyfryngau yn trosi
da: Medier konverterer
de: Medien konvertieren
el: Τα μέσα μετατρέπονται
eo: Amaskomunikilaro konvertas
es: Los medios se están convirtiendo
et: Meedia teisendab
eu: Media bihurtzen ari da
fa: رسانه در حال تبدیل است
fi: Media muuntuu
fr: Les médias se convertissent
fy: Media konvertearret
ga: Tá na meáin ag athrú
gd: Tha na meadhanan ag atharrachadh
gl: Os medios están converténdose
gu: મીડિયા કન્વર્ટ થઈ રહ્યું છે
hi: मीडिया परिवर्तित हो रहा है
hr: Mediji se pretvaraju
hu: A média konvertálódik
hy: Մեդիան փոխակերպվում է
id: Media sedang mengonversi
is: Fjölmiðlar eru að breytast
it: I media si stanno convertendo
iw: המדיה עוברת המרה
ja: メディアが変換中
ka: მედია გარდაიქმნება
kk: Медиа түрлендірілуде
km: ប្រព័ន្ធផ្សព្វផ្សាយកំពុងបំប្លែង
kn: ಮಾಧ್ಯಮಗಳು ಪರಿವರ್ತನೆಯಾಗುತ್ತಿವೆ
ku: Medya veguherîne
ky: Медиа конвертацияланууда
lb: Medien konvertéieren
lo: ສື່ກຳລັງປ່ຽນ
lt: Medija konvertuojama
lv: Multivide tiek pārveidota
mg: Miova fo ny media
mi: Kei te tahuri te hunga pāpāho
mk: Медиумите се претвораат
ml: മാധ്യമങ്ങൾ പരിവർത്തനം ചെയ്യുന്നു
mn: Медиа хувиргаж байна
mr: माध्यमे धर्मांतरित होत आहेत
ms: Media sedang menukar
mt: Il-midja qed tikkonverti
my: မီဒီယာက ပြောင်းလဲနေတယ်။
ne: मिडिया रूपान्तरण भइरहेको छ
nl: Media is aan het converteren
no: Media konverterer
or: ମିଡିଆ ପରିବର୍ତ୍ତନ କରୁଛି |
pa: ਮੀਡੀਆ ਬਦਲ ਰਿਹਾ ਹੈ
pl: Media się konwertują
ps: رسنۍ بدلیږي
pt: A mídia está convertendo
ro: Media se convertește
ru: Медиа конвертирует
rw: Itangazamakuru rirahinduka
sd: ميڊيا تبديل ٿي رهيو آهي
si: මාධ්‍ය පරිවර්තනය වෙමින් පවතී
sk: Médiá sa konvertujú
sl: Mediji se pretvarjajo
sq: Media po konvertohet
sr: Медији се претварају
sv: Media konverterar
sw: Midia inabadilika
ta: ஊடகங்கள் மாற்றப்படுகின்றன
te: మీడియా మారుతోంది
tg: Медиа табдил меёбад
th: กำลังแปลงสื่อ
tk: Mediýa öwrülýär
tl: Nagko-convert ang media
tr: Medya dönüştürüyor
tt: Медиа үзгәрә
ug: مېدىيا ئۆزگەرمەكتە
uk: Медіа конвертується
ur: میڈیا بدل رہا ہے۔
uz: Media konvertatsiya qilinmoqda
vi: Phương tiện đang chuyển đổi
xh: Imidiya iyaguquka
yi: מידיאַ איז קאַנווערטינג

source: Send Form
af: Stuur vorm
am: ቅጽ ላክ
ar: إرسال النموذج
az: Formu göndərin
be: адправіць форму
bg: Изпратете формуляр
bn: ফর্ম পাঠান
ca: Enviar formulari
cs: Odeslat formulář
cy: Anfon Ffurflen
da: Send formular
de: Sende Formular
el: Αποστολή φόρμας
eo: Sendi Formon
es: Enviar el formulario
et: Saada vorm
eu: Bidali inprimakia
fa: ارسال فرم
fi: Lähetä lomake
fr: Envoyer le formulaire
fy: Stjoer Formulier
ga: Seol Foirm
gd: Cuir Foirm
gl: Enviar formulario
gu: ફોર્મ મોકલો
hi: फॉर्म भजो
hr: Pošalji obrazac
hu: Küldés űrlapot
hy: Ուղարկեք ձեւը
id: Kirim Formulir
is: Senda form
it: Invia modulo
iw: שלח טופס
ja: フォームを送信
ka: ფორმა გაგზავნა
kk: Пішінді жіберіңіз
km: ផ្ញើទម្រង់
kn: ಫಾರ್ಮ್ ಕಳುಹಿಸಿ
ku: Forma xwe bişînin
ky: жөнөтүү Form
lb: Formular geschéckt
lo: ສົ່ງແບບຟອມ
lt: Siųsti formą
lv: Sūtīt veidlapu
mg: Alefaso ny endrika
mi: Tukua Puka
mk: Испрати формулар
ml: ഫോം അയയ്ക്കുക
mn: Маягт илгээх
mr: फॉर्म पाठवा
ms: Hantar Borang
mt: Ibgħat Formola
my: Form ကို Send
ne: फारम पठाउनुहोस्
nl: Formulier verzenden
no: Send skjema
or: ଫର୍ମ ପଠାନ୍ତୁ |
pa: ਫਾਰਮ ਭੇਜੋ
pl: Wysłać z
ps: فورمه واستوئ
pt: Enviar formulário
ro: Trimiteți formularul
ru: Отправить форму
rw: Kohereza Ifishi
sd: فارم موڪليو
si: පෝරමය යවන්න
sk: Odoslať formulár
sl: Pošlji obrazec
sq: Dërgo formularin
sr: Пошаљите образац
sv: Skicka formulär
sw: Fomu Fomu
ta: படிவத்தை அனுப்பவும்
te: ఫారం పంపండి
tg: Ирсоли парванда
th: ส่งแบบฟอร์ม
tk: Forma iber
tl: Magpadala ng Form
tr: Form Gönder
tt: Форма җибәр
ug: جەدۋەل ئەۋەتىش
uk: Надіслати форму
ur: فارم بھیجیں
uz: Shakl yuborish
vi: Gửi biểu mẫu
xh: Thumela ifomu
yi: שיקן פאָרעם

source: Form Submited.
af: Vorm ingedien.
am: ቅጽ ተረክቧል.
ar: نموذج مقدم.
az: Formu Submited.
be: Форма занесена.
bg: Формуляр, подаден.
bn: ফর্ম জমা দিন
ca: Formulari enviat.
cs: Formulář předložen.
cy: Ffurflen wedi&#39;i Sesennol.
da: Formular indgivet.
de: Formular gesendet.
el: Έντυπο Submited.
eo: Formo Submetita.
es: Formulario enviado.
et: Esitatav vorm.
eu: Aurkeztutako formularioa.
fa: فرم ارسال شده
fi: Ilmoitettu lomake.
fr: Formulaire soumis.
fy: Formulearre submited.
ga: Foirm Athsholáthar.
gd: Foirm air a shònrachadh.
gl: Formulario enviado.
gu: ફોર્મ સબમિટ
hi: फॉर्म सबमिट किया गया।
hr: Obrazac podnesen.
hy: Ներկայացված ձեւը:
id: Formulir Diserahkan.
is: Form send.
it: Modulo inviato.
iw: טופס נשלח.
ja: フォームは提出されました。
ka: ფორმა გაგზავნილია.
kk: Субмиті.
km: ទម្រង់ដាក់ស្នើ។
kn: ಫಾರ್ಮ್ ಸಬ್ಮಿಟೆಡ್.
ku: Forma vekirî
ky: Пайда Submited.
lo: ແບບຟອມທີ່ສົ່ງມາ.
lt: Pateikta forma.
lv: Iesniegtā veidlapa.
mi: Puka Tukuna.
mk: Формата е поднесена.
ml: സമർപ്പിച്ച ഫോം.
mn: Оруулсан маягт.
mr: फॉर्म सबमिटेड
ms: Borang Dikemukakan.
mt: Formola sottomessa.
my: Submit ဖွဲ့စည်းထားပါသည်။
ne: फारम पेश गरियो।
nl: Ingediend formulier.
no: Skjema sendt inn.
or: ଫର୍ମ ଦାଖଲ |
pa: ਫਾਰਮ ਅਧੀਨ.
pl: Formularz złożony.
ps: فورمه سپارل شوې.
pt: Formulário enviado.
ro: Formularul trimis.
ru: Форма отправлена.
rw: Ifishi yatanzwe.
sd: فارم منظور ڪيو ويو.
si: ආකෘති පත්රය.
sk: Form Submitted.
sl: Obrazec Submited.
sq: Formulari i Dorëzuar.
sr: Форм Субмитед.
sv: Formulär Inlämnad.
sw: Fomu Imewasilishwa.
ta: படிவம் சமர்ப்பிக்கப்பட்டது.
te: సమర్పించిన ఫారమ్.
tg: Шакл Submited.
th: แบบฟอร์มที่ส่ง
tk: Forma iberildi
tr: Form Gönderildi.
tt: Тапшырылган форма.
ug: جەدۋەل يوللاندى.
uk: Заповнена форма.
ur: فارم جمع کر دیا گیا.
uz: Submited shakl.
vi: Đã gửi biểu mẫu.
xh: Ifomu ifakwe.

source: You don't have permissions to submit forms.
af: Jy het nie toestemming om vorms in te dien nie.
am: ቅጾችን ለማስገባት ፍቃዶች የለዎትም.
ar: ليس لديك أذونات لإرسال النماذج.
az: Formaları təqdim etmək üçün icazəniz yoxdur.
be: У вас няма правоў для прадстаўлення формы.
bg: Нямате разрешения за изпращане на формуляри.
bn: আপনার ফর্ম জমা করার অনুমতি নেই।
ca: No teniu permisos per enviar formularis.
cs: Nemáte oprávnění k odeslání formulářů.
cy: Nid oes gennych ganiatâd i gyflwyno ffurflenni.
da: Du har ikke tilladelse til at indsende formularer.
de: Sie haben keine Berechtigung zum Senden von Formularen.
el: Δεν έχετε δικαιώματα για την υποβολή αιτήσεων.
eo: Vi ne havas permesojn por sendi formularojn.
es: No tienes permisos para enviar formularios.
et: Sul ei ole vormide esitamiseks õigusi.
eu: Ez duzu inprimakiak bidaltzeko baimenik.
fa: شما مجوز ارسال فرم را ندارید
fi: Sinulla ei ole oikeuksia lähettää lomakkeita.
fr: Vous n&#39;êtes pas autorisé à soumettre des formulaires.
fy: Jo hawwe gjin tagongsrjochten foar formulieren.
ga: Níl cead agat foirmeacha a chur isteach.
gd: Chan eil cead agad foirmichean a chur a-steach.
gl: Non tes permisos para enviar formularios.
gu: તમારી પાસે ફોર્મ્સ સબમિટ કરવાની પરવાનગી નથી.
hi: आपके पास फ़ॉर्म जमा करने की अनुमति नहीं है।
hr: Nemate dopuštenja za slanje obrazaca.
hu: Nincs engedélyezési űrlapja.
hy: Դուք չունեք թույլտվություններ ներկայացնելու ձեւեր:
id: Anda tidak memiliki izin untuk mengirimkan formulir.
is: Þú hefur ekki heimild til að senda inn eyðublöð.
it: Non hai le autorizzazioni per inviare moduli.
iw: אין לך הרשאות לשלוח טפסים.
ja: フォームを送信する権限がありません。
ka: თქვენ არ გაქვთ ნებართვა ფორმების წარდგენის უფლება.
kk: Пішіндерді жіберуге рұқсатыңыз жоқ.
km: អ្នកមិនមានសិទ្ធិដើម្បីដាក់ស្នើទម្រង់។
kn: ಫಾರ್ಮ್ಗಳನ್ನು ಸಲ್ಲಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.
ku: Hûn destûr nîne ku formên xwe bişînin.
ky: Сиз түрлөрүн берүүгө уруксат жок.
lb: Dir hutt keng Permissiounen fir Formulairen ze verschécken.
lo: ທ່ານບໍ່ມີສິດອະນຸຍາດສົ່ງແບບຟອມ.
lt: Neturite leidimų pateikti formas.
lv: Jums nav atļauju iesniegt veidlapas.
mg: Tsy manana alalana hanolotra endrika ianao.
mi: Kaore koe i whakaaetanga ki te tuku puka.
mk: Немате дозволи да поднесете формулари.
ml: നിങ്ങൾക്ക് ഫോമുകൾ സമർപ്പിക്കാൻ അനുമതിയില്ല.
mn: Та маягт бөглөх зөвшөөрөлгүй байна.
mr: आपल्याकडे फॉर्म सबमिट करण्याची परवानगी नाही.
ms: Anda tidak mempunyai keizinan untuk menghantar borang.
mt: M&#39;għandekx permessi biex tissottometti formoli.
my: သငျသညျပုံစံများကိုတင်ပြခွင့်ပြုချက်မရှိကြပါဘူး။
ne: तपाईँसँग फारमहरू पेश गर्न अनुमति छैन।
nl: U bent niet gemachtigd om formulieren in te dienen.
no: Du har ikke tillatelser til å sende inn skjemaer.
or: ଫର୍ମ ଦାଖଲ କରିବାକୁ ଆପଣଙ୍କର ଅନୁମତି ନାହିଁ |
pa: ਤੁਹਾਨੂੰ ਫਾਰਮ ਜਮ੍ਹਾਂ ਕਰਨ ਦੀ ਅਨੁਮਤੀਆਂ ਨਹੀਂ ਹਨ
pl: Nie masz uprawnień do przesyłania formularzy.
ps: تاسو ته فورمونه وړاندې کولو لپاره اجازه نلرئ.
pt: Você não tem permissão para enviar formulários.
ro: Nu aveți permisiuni de a trimite formulare.
ru: У вас нет прав на отправку форм.
rw: Ntabwo ufite uburenganzira bwo gutanga impapuro.
sd: توهان کي فارم جمع ڪرڻ لاء اجازت نه آهي.
si: පෝරම ඉදිරිපත් කිරීමට අවසර නැත.
sk: Nemáte povolenia na odosielanie formulárov.
sl: Nimate dovoljenj za pošiljanje obrazcev.
sq: Ju nuk keni leje për të dorëzuar formularët.
sr: Немате дозволе за слање образаца.
sv: Du har inte behörighet att skicka formulär.
sw: Huna ruhusa ya kuwasilisha fomu.
ta: படிவங்களை சமர்ப்பிக்க உங்களுக்கு அனுமதி இல்லை.
te: మీకు ఫారమ్లను సమర్పించడానికి అనుమతులు లేవు.
tg: Шумо иҷозати фиристодани шаклҳо надоред.
th: คุณไม่มีสิทธิ์ในการส่งแบบฟอร์ม
tk: Anketalary tabşyrmaga rugsadyňyz ýok.
tl: Wala kang mga pahintulot upang magsumite ng mga form.
tr: Form gönderme izniniz yok.
tt: Формалар җибәрергә рөхсәтегез юк.
ug: جەدۋەل يوللاش ھوقۇقىڭىز يوق.
uk: У вас немає дозволів надсилати форми.
ur: فارم جمع کرنے کے لئے آپ کو اجازت نہیں ہے.
uz: Sizda ariza topshirish uchun ruxsat yo&#39;q.
vi: Bạn không có quyền để gửi biểu mẫu.
xh: Awunayo imvume yokuthumela ifom.
yi: איר טאָן ניט האָבן דערלויבעניש צו פאָרלייגן פארמען.

source: You currently have no forms of your own
af: Jy het tans geen vorms van jou eie nie
am: በአሁኑ ጊዜ የራስዎ ቅጾች የሉዎትም።
ar: ليس لديك حاليا أي نماذج خاصة بك
az: Hazırda öz formalarınız yoxdur
be: Зараз у вас няма ўласных форм
bg: В момента нямате собствени формуляри
bn: আপনার বর্তমানে আপনার নিজস্ব কোনো ফর্ম নেই৷
ca: Actualment no teniu cap formulari propi
cs: Momentálně nemáte žádné vlastní formuláře
cy: Nid oes gennych unrhyw ffurflenni eich hun ar hyn o bryd
da: Du har i øjeblikket ingen egne formularer
de: Sie verfügen derzeit über keine eigenen Formulare
el: Αυτήν τη στιγμή δεν έχετε δικές σας μορφές
eo: Vi nuntempe ne havas proprajn formojn
es: Actualmente no tienes formularios propios
et: Teil pole praegu oma vorme
eu: Momentuz ez duzu forma propiorik
fa: شما در حال حاضر هیچ فرمی از خود ندارید
fi: Sinulla ei tällä hetkellä ole omia muotojasi
fr: Vous n'avez actuellement aucun formulaire personnel
fy: Jo hawwe op it stuit gjin eigen foarmen
ga: Níl aon fhoirmeacha de do chuid féin agat faoi láthair
gd: Chan eil foirmean agad fhèin an-dràsta
gl: Actualmente non tes ningún formulario propio
gu: તમારી પાસે હાલમાં તમારું પોતાનું કોઈ સ્વરૂપ નથી
hi: वर्तमान में आपके पास अपना कोई फॉर्म नहीं है
hr: Trenutno nemate vlastite obrasce
hu: Jelenleg nincs saját formája
hy: Դուք ներկայումս չունեք ձեր սեփական ձևերը
id: Saat ini Anda tidak memiliki formulir sendiri
is: Þú hefur engin eigin form eins og er
it: Al momento non hai moduli tuoi
iw: אין לך כרגע טפסים משלך
ja: 現在、独自のフォームはありません
ka: თქვენ ამჟამად არ გაქვთ საკუთარი ფორმები
kk: Қазіргі уақытта сіздің жеке пішіндеріңіз жоқ
km: បច្ចុប្បន្ន អ្នកមិនមានទម្រង់ផ្ទាល់ខ្លួនទេ។
kn: ನೀವು ಪ್ರಸ್ತುತ ನಿಮ್ಮದೇ ಆದ ಯಾವುದೇ ರೂಪಗಳನ್ನು ಹೊಂದಿಲ್ಲ
ku: Niha tu formên te tune ne
ky: Учурда өзүңүздүн формаңыз жок
lb: Dir hutt momentan keng Formen vun Ärer eegener
lo: ໃນປັດຈຸບັນທ່ານບໍ່ມີຮູບແບບຂອງຕົນເອງ
lt: Šiuo metu jūs neturite savo formų
lv: Pašlaik jums nav nevienas savas formas
mg: Tsy manana endrika anao manokana ianao amin'izao fotoana izao
mi: I tenei wa kaore koe i a koe ake ahua
mk: Во моментов немате сопствени форми
ml: നിലവിൽ നിങ്ങൾക്ക് സ്വന്തമായി ഫോമുകളൊന്നുമില്ല
mn: Танд одоогоор өөрийн гэсэн хэлбэр байхгүй байна
mr: तुमच्याकडे सध्या तुमचे स्वतःचे कोणतेही फॉर्म नाहीत
ms: Anda pada masa ini tidak mempunyai bentuk anda sendiri
mt: Bħalissa m'għandekx forom tiegħek
my: လက်ရှိတွင် သင့်တွင် ကိုယ်ပိုင်ပုံစံမရှိပါ။
ne: तपाईंसँग हाल तपाईंको आफ्नै फारमहरू छैनन्
nl: U heeft momenteel geen eigen formulieren
no: Du har for øyeblikket ingen egne skjemaer
or: ଆପଣଙ୍କର ବର୍ତ୍ତମାନ ଆପଣଙ୍କର କ forms ଣସି ଫର୍ମ ନାହିଁ |
pa: ਤੁਹਾਡੇ ਕੋਲ ਵਰਤਮਾਨ ਵਿੱਚ ਤੁਹਾਡਾ ਆਪਣਾ ਕੋਈ ਰੂਪ ਨਹੀਂ ਹੈ
pl: Obecnie nie masz własnych formularzy
ps: تاسو اوس مهال خپل هیڅ ډول بڼه نلرئ
pt: No momento, você não tem formulários próprios
ro: În prezent, nu aveți formulare proprii
ru: В настоящее время у вас нет собственных форм
rw: Kugeza ubu nta buryo bwawe bwihariye ufite
sd: توھان وٽ في الحال توھان جو ڪو به روپ نه آھي
si: ඔබට දැනට ඔබේම ආකෘති නොමැත
sk: Momentálne nemáte žiadne vlastné formuláre
sl: Trenutno nimate svojih obrazcev
sq: Aktualisht nuk keni forma tuajat
sr: Тренутно немате сопствене форме
sv: Du har för närvarande inga egna former
sw: Kwa sasa huna fomu zako mwenyewe
ta: உங்களிடம் தற்போது உங்களுக்கான படிவங்கள் எதுவும் இல்லை
te: మీకు ప్రస్తుతం మీ స్వంత ఫారమ్‌లు లేవు
tg: Дар айни замон шумо ягон шакли шахсии худро надоред
th: ขณะนี้คุณไม่มีรูปแบบของคุณเอง
tk: Häzirki wagtda özüňiziň görnüşiňiz ýok
tl: Kasalukuyan kang walang sariling anyo
tr: Şu anda kendinize ait bir formunuz yok
tt: Сездә хәзерге вакытта үзегезнең формалар юк
ug: ھازىر سىزنىڭ ھېچقانداق شەكلىڭىز يوق
uk: Наразі у вас немає власних форм
ur: فی الحال آپ کی اپنی کوئی شکل نہیں ہے۔
uz: Sizda hozircha hech qanday shakl yo'q
vi: Bạn hiện không có biểu mẫu nào của riêng mình
xh: Okwangoku awunazo iifomu ezizezakho
yi: איר איצט האָבן קיין פארמען פון דיין אייגן
