Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Email is not valid.
af: E-pos is nie geldig nie.
am: ኢሜይል ልክ ያልሆነ ነው.
ar: البريد الإلكتروني غير صالح.
az: E-poçt etibarlı deyil.
be: Электронная пошта не з&#39;яўляецца сапраўднай.
bg: Имейлът не е валиден.
bn: ইমেইল বৈধ নয়।
ca: El correu electrònic no és vàlid.
cs: E-mail není platný.
cy: Nid yw e-bost yn ddilys.
da: Email er ikke gyldigt.
de: Email ist ungültig.
el: Το μήνυμα ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρο.
eo: Retpoŝto ne validas.
es: El correo no es válido.
et: E-post ei ole kehtiv.
eu: Posta elektronikoa ez da baliozkoa.
fa: ایمیل معتبر نیست
fi: Sähköposti ei ole kelvollinen.
fr: L&#39;email n&#39;est pas valide.
fy: E-post is net jildich.
ga: Níl an ríomhphost bailí.
gd: Chan eil post-d dligheach.
gl: O correo electrónico non é válido.
gu: ઇમેઇલ માન્ય નથી.
hi: विद्युतडाक मान्य नहीं है।
hr: E-pošta nije važeća.
hu: Az e-mail nem érvényes.
hy: Emailը վավեր չէ:
id: Email tidak valid
is: Netfangið er ekki í gildi.
it: L&#39;email non è valida.
iw: האימייל אינו חוקי.
ja: メールアドレスが無効です。
ka: ელფოსტა არ არის სწორი.
kk: Электрондық пошта жарамсыз.
km: អ៊ីមែលមិនត្រឹមត្រូវ។
kn: ಇಮೇಲ್ ಮಾನ್ಯವಾಗಿಲ್ಲ.
ku: E-nameyê ne derbas e.
ky: Электрондук почта жарактуу эмес.
lb: E-Mail ass net valabel.
lo: Email ບໍ່ຖືກຕ້ອງ.
lt: El. Paštas negalioja.
lv: E-pasts nav derīgs.
mg: Email tsy mety.
mi: Kāore i te tika te Email.
mk: Е-пошта не е валидна.
ml: ഇമെയിൽ അസാധുവാണ്.
mn: Имэйл хүчингүй байна.
mr: ईमेल वैध नाही.
ms: E-mel tidak sah.
mt: Email mhix valida.
my: အီးမေးလ်ပို့ရန်တရားဝင်မဟုတ်ပါဘူး။
ne: इ-मेल मान्य छैन।
nl: E-mail is niet geldig.
no: E-post er ikke gyldig.
or: ଇମେଲ୍ ବ valid ଧ ନୁହେଁ |
pa: ਈਮੇਲ ਵੈਧ ਨਹੀਂ ਹੈ.
pl: Adres email jest nieprawidłowy.
ps: بریښنالیک اعتبار نلري.
pt: E-mail não é válido.
ro: E-mailul nu este valid.
ru: Email не является допустимым.
rw: Imeri ntabwo yemewe.
sd: اي ميل صحيح ناهي.
si: විද්යුත් තැපෑල වලංගු නැත.
sk: E-mail nie je platný.
sl: E-pošta ni veljavna.
sq: Email-i nuk është i vlefshëm.
sr: Е-пошта није важећа.
sv: E-post är inte giltig.
sw: Barua pepe si sahihi.
ta: மின்னஞ்சல் செல்லுபடியாகாதது.
te: ఇమెయిల్ చెల్లదు.
tg: Email нодуруст аст.
th: อีเมลไม่ถูกต้อง
tk: E-poçta dogry däl
tl: Hindi wasto ang email.
tr: E-posta geçerli değil.
tt: Электрон почта дөрес түгел.
ug: ئېلېكترونلۇق خەت ئىناۋەتلىك ئەمەس.
uk: Електронна адреса недійсна.
ur: ای میل درست نہیں ہے.
uz: E-pochta haqiqiy emas.
vi: Email không hợp lệ.
xh: I-imeyili ayivumelekanga.
yi: בליצפּאָסט איז ניט גילטיק.

source: CaseActive lets you and your client
af: CaseActive laat jou en jou kliënt toe
am: CaseActive እርስዎ እና ደንበኛዎ ይፈቅዳል
ar: CaseActive يتيح لك ولعميلك
az: CaseActive sizə və müştərinizə imkan verir
be: CaseActive дазваляе вам і ваш кліент
bg: CaseActive позволява на вас и вашия клиент
bn: CaseActive আপনি এবং আপনার ক্লায়েন্ট দেয়
ca: CaseActive li permet a vostè i al seu client
cs: CaseActive vám a vašemu klientovi umožňuje
cy: Mae CaseActive yn gadael i chi a&#39;ch cleient
da: CaseActive tillader dig og din klient
de: CaseActive lässt Sie und Ihren Kunden
el: Το CaseActive σάς επιτρέπει να εσείς και ο πελάτης σας
eo: CaseActive lasas vin kaj vian klienton
es: CaseActive te permite a ti y a tu cliente
et: CaseActive võimaldab teil ja teie kliendil
eu: CaseActive-k zuk eta zure bezeroak ematen dizkizu
fa: CaseActive به شما و مشتری شما اجازه می دهد
fi: CaseActive antaa sinulle ja asiakkaallesi
fr: CaseActive vous permet, à vous et à votre client
fy: CaseActive lit jo en jo kliïnt
ga: Ligeann CaseActive duit féin agus do do chliant
gd: Bidh CaseActive a ’leigeil leat agus do neach-dèiligidh
gl: CaseActive permite que vostede e o seu cliente
gu: કેસ ઍક્ટિવ તમને અને તમારા ક્લાયંટને પરવાનગી આપે છે
hi: CaseActive आपको और आपके ग्राहक को देता है
hr: CaseActive omogućuje vama i vašem klijentu
hu: A CaseActive lehetővé teszi az Ön és az ügyfelek számára
hy: CaseActive- ն թույլ է տալիս Ձեզ եւ ձեր հաճախորդին
id: CaseActive memungkinkan Anda dan klien Anda
is: CaseActive leyfir þér og viðskiptavininum þínum
it: CaseActive consente a te e al tuo cliente
iw: CaseActive מאפשר לך הלקוח שלך
ja: CaseActiveはあなたとあなたのクライアントを可能にします
ka: CaseActive გაძლევთ საშუალებას და თქვენს კლიენტს
kk: CaseActive сізге және сіздің клиентке мүмкіндік береді
km: CaseActive អនុញ្ញាតឱ្យអ្នកនិងអតិថិជនរបស់អ្នក
kn: ಕೇಸ್ಆಕ್ಟಿವ್ ನೀವು ಮತ್ತು ನಿಮ್ಮ ಕ್ಲೈಂಟ್ಗೆ ಅನುಮತಿಸುತ್ತದೆ
ku: Pêvek Pêdivî ye ku hûn û muwekîlê xwe bidin
ky: CaseActive сиз жана сиздин кардар берет
lb: CaseActive léisst Iech an Äre Client
lo: CaseActive ຊ່ວຍໃຫ້ທ່ານແລະລູກຄ້າຂອງທ່ານ
lt: „CaseActive“ leidžia jums ir jūsų klientui
lv: CaseActive ļauj jums un jūsu klientam
mg: CaseActive mamela anao sy ny mpanjifanao
mi: Ko te TakeActive ka taea e koe me to kiritaki
mk: CaseActive ви овозможува и вашиот клиент
ml: നിങ്ങൾക്കും നിങ്ങളുടെ ക്ലയന്റിനുമായി CaseActive അനുവദിക്കുന്നു
mn: CaseActive нь танд болон таны клиентийг ашигладаг
mr: केसएक्टिव्ह आपल्याला आणि आपल्या क्लायंटला अनुमती देते
ms: CaseActive membolehkan anda dan pelanggan anda
mt: CaseActive ihallik u l-klijent tiegħek
my: CaseActive သင်နှင့်သင့် client ကိုပေးနိုင်ပါတယ်
ne: CaseActive तपाईंलाई र तपाईंको ग्राहकलाई अनुमति दिन्छ
nl: CaseActive laat jou en je klant toe
no: CaseActive lar deg og din klient
or: କେସ୍ ଆକ୍ଟିଭ୍ ଆପଣଙ୍କୁ ଏବଂ ଆପଣଙ୍କ କ୍ଲାଏଣ୍ଟକୁ ଦେଇଥାଏ |
pa: CaseActive ਤੁਹਾਨੂੰ ਅਤੇ ਤੁਹਾਡੇ ਕਲਾਇੰਟ ਲਈ ਸਹਾਇਕ ਹੈ
pl: CaseActive pozwala Tobie i Twojemu klientowi
ps: قضیی تاسو او ستاسو مراجعینو ته اجازه درکوی
pt: CaseActive permite que você e seu cliente
ro: CaseActive vă permite să vă și clientul dumneavoastră
ru: CaseActive позволяет вам и вашему клиенту
rw: CaseActive ikwemerera hamwe numukiriya wawe
sd: CaseActive توهان کي ۽ توهان جي مراجعه ڏئي ٿو
si: CaseActive ඔබට සහ ඔබේ ගනුදෙනුකරුට ඉඩ දෙයි
sk: CaseActive vám a vášmu klientovi umožňuje
sl: CaseActive vam in vaši stranki omogoča
sq: CaseActive ju lejon juve dhe klientit tuaj
sr: ЦасеАцтиве омогућава вама и вашем клијенту
sv: CaseActive låter dig och din klient
sw: CaseActive inakuwezesha wewe na mteja wako
ta: கேஸ்ஆக்டிவ் உங்களுக்கும் உங்கள் வாடிக்கையாளர்களுக்கும் உதவுகிறது
te: కేస్ఆక్టివ్ మీరు మరియు మీ క్లయింట్ అనుమతిస్తుంది
tg: CaseActive ба шумо ва мизоҷони худ иҷозат медиҳад
th: CaseActive ช่วยให้คุณและลูกค้าของคุณ
tk: “CaseActive” size we müşderiňize mümkinçilik berýär
tl: Ang CaseActive ay nagbibigay-daan sa iyo at sa iyong kliyente
tr: CaseActive sizi ve müşterinizi sağlar
tt: CaseActive сезгә һәм клиентка мөмкинлек бирә
ug: CaseActive سىزگە ۋە خېرىدارىڭىزغا يول قويىدۇ
uk: CaseActive дозволяє вам і вашому клієнту
ur: کیس آپکی اور آپ کے کلائنٹ کی اجازت دیتا ہے
uz: CaseActive sizga va mijozingizga imkon beradi
vi: CaseActive cho phép bạn và khách hàng của bạn
xh: CaseActive ikuvumela wena kunye nomxhasi wakho
yi: CaseActive לעץ איר און דיין קליענט

source: work together
af: werk saam
am: አብረው ይስሩ
ar: نعمل معا
az: birgə iş
be: працаваць разам
bg: работят заедно
bn: এক সাথে কাজ কর
ca: treballar junts
cs: spolupracovat
cy: gweithio gyda&#39;n gilydd
da: arbejde sammen
de: zusammenarbeiten
el: συνεργαστούν
eo: kunlabori
es: trabajar juntos
et: koos töötama
eu: elkarrekin lan egin
fa: همکاری
fi: työskennellä yhdessä
fr: travailler ensemble
fy: gearwurkje
ga: oibriú le chéile
gd: ag obair còmhla
gl: traballar xuntos
gu: સાથે કામ કરો
hi: एक साथ काम करो
hr: raditi zajedno
hu: együtt dolgozni
hy: աշխատել միասին
id: bekerja sama
is: vinna saman
it: lavorare insieme
iw: לעבוד יחד
ja: 共に働く
ka: ერთად ვიმუშაოთ
kk: бірге жұмыс жасау
km: ធ្វើការ​ជាមួយគ្នា
kn: ಒಟ್ಟಾಗಿ ಕೆಲಸಮಾಡಿ
ku: bi hev re şixul
ky: бирге иштөө
lb: zesumme schaffen
lo: ເຮັດ​ວຽກ​ຮ່ວມ​ກັນ
lt: dirbti kartu
lv: strādāt kopā
mg: miara-miasa
mi: mahi tahi
mk: работат заедно
ml: ഒരുമിച്ച് ജോലിചെയ്യുക
mn: хамтран ажиллах
mr: एकत्र काम करा
ms: bekerjasama
mt: naħdmu flimkien
my: အတူတူအလုပ်လုပ်ပါ
ne: सँगै काम
nl: samenwerken
no: arbeide sammen
or: ଏକାଠି କାମ କର |
pa: ਮਿਲ ਕੇ ਕੰਮ ਕਰੋ
pl: pracować razem
ps: یوځای کار وکړئ
pt: trabalhar juntos
ro: lucram impreuna
ru: работать вместе
rw: mukorere hamwe
sd: گڏ ڪم ڪريو
si: එකට වැඩ කරන්න
sk: spolupracovať
sl: delati skupaj
sq: të punojnë së bashku
sr: раде заједно
sv: jobba tillsammans
sw: fanya kazi kwa pamoja
ta: ஒன்றாக வேலை
te: కలిసి పనిచేయు
tg: якҷоя кор мекунанд
th: ทำงานด้วยกัน
tk: bilelikde işlemek
tl: magtrabaho nang sama sama
tr: birlikte çalışmak
tt: бергә эшләгез
ug: بىللە ئىشلەڭ
uk: працювати разом
ur: مل کے کام کرو
uz: birgalikda ishlash
vi: làm việc cùng nhau
xh: sebenzani kunye
yi: ארבעטן צוזאמען

source: at any time, in any place.
af: op enige tyd, op enige plek.
am: በማንኛውም ጊዜ, በማንኛውም ቦታ.
ar: في اي وقت وفي اي مكان
az: hər hansı bir yerdə, hər hansı bir yerdə.
be: у любы час, у любым месцы.
bg: по всяко време, на всяко място.
bn: যে কোনো সময়, যে কোন জায়গায়।
ca: en qualsevol moment, en qualsevol lloc.
cs: kdykoliv, na jakémkoli místě.
cy: ar unrhyw adeg, mewn unrhyw le.
da: når som helst, hvor som helst.
de: jederzeit und überall.
el: οποιαδήποτε στιγμή, σε οποιοδήποτε μέρος.
eo: iam ajn, en iu ajn loko.
es: En cualquier momento, en cualquier lugar.
et: igal ajal, igas kohas.
eu: edozein unetan, edozein lekutan.
fa: در هر زمان، در هر مکان.
fi: milloin tahansa, missä tahansa paikassa.
fr: à tout moment, en tout lieu.
fy: op elk momint, op elke plak.
ga: ag aon am, in aon áit.
gd: aig àm sam bith.
gl: en calquera momento, en calquera lugar.
gu: કોઈપણ સમયે, કોઈપણ જગ્યાએ.
hi: किसी भी समय, किसी भी स्थान पर।
hr: u bilo koje vrijeme, na bilo kojem mjestu.
hu: bármikor, bármely helyen.
hy: ցանկացած ժամանակ, ցանկացած վայրում:
id: kapan saja, di mana saja.
is: hvenær sem er, hvar sem er.
it: in qualsiasi momento, in qualsiasi posto.
iw: בכל עת, בכל מקום.
ja: いつでもどこでも。
ka: ნებისმიერ დროს, ნებისმიერ ადგილას.
kk: кез-келген уақытта, кез келген жерде.
km: នៅគ្រប់ពេលគ្រប់ទីកន្លែង។
kn: ಯಾವುದೇ ಸಮಯದಲ್ಲಿ, ಯಾವುದೇ ಸ್ಥಳದಲ್ಲಿ.
ku: her dem li her derê.
ky: кайсы жерде, кайсы убакта болбосун.
lb: zu all Moment, op enger Plaz.
lo: ໃນເວລາໃດກໍ່ຕາມ, ຢູ່ໃນສະຖານທີ່ໃດ.
lt: bet kuriuo metu, bet kurioje vietoje.
lv: jebkurā laikā, jebkurā vietā.
mg: amin&#39;ny fotoana rehetra, amin&#39;ny toerana rehetra.
mi: i tetahi wa, i tetahi wahi.
mk: во секое време, на секое место.
ml: ഏത് സമയത്തും, ഏത് സ്ഥലത്തും.
mn: Ямар ч үед ямар ч газар.
mr: कोणत्याही वेळी, कोणत्याही ठिकाणी.
ms: pada bila-bila masa, di mana-mana tempat.
mt: fi kwalunkwe ħin, fi kwalunkwe post.
my: မည်သည့်အချိန်တွင်မဆိုရာအရပျ၌တည်၏။
ne: कुनै पनि समयमा, कुनै पनि ठाउँमा।
nl: op elk moment, op elke plaats.
no: når som helst, hvor som helst.
or: ଯେକ time ଣସି ସମୟରେ, ଯେକ place ଣସି ସ୍ଥାନରେ |
pa: ਕਿਸੇ ਵੀ ਸਮੇਂ, ਕਿਸੇ ਵੀ ਥਾਂ ਤੇ.
pl: w każdej chwili, w dowolnym miejscu.
ps: په هر وخت کې، په هر ځای کې.
pt: a qualquer momento, em qualquer lugar.
ro: în orice moment, în orice loc.
ru: в любое время, в любом месте.
rw: igihe icyo ari cyo cyose, ahantu hose.
sd: ڪنهن به وقت، ڪنهن به جڳهه ۾.
si: ඕනෑම තැනක ඕනෑම තැනක.
sk: kedykoľvek a kdekoľvek.
sl: kadarkoli, kjer koli.
sq: në çdo kohë, në çdo vend.
sr: у било које време, на било ком месту.
sv: när som helst, på något ställe.
sw: wakati wowote, mahali popote.
ta: எந்த நேரத்திலும், எந்த இடத்தில்.
te: ఏ సమయంలోనైనా, ఏ ప్రదేశంలోనూ.
tg: дар ҳама вақт, дар ҳама ҷо.
th: ทุกที่ทุกเวลา
tk: islendik wagtda, islendik ýerde.
tl: sa anumang oras, sa anumang lugar.
tr: herhangi bir zamanda, herhangi bir yerde.
tt: теләсә кайсы вакытта, теләсә нинди урында.
ug: ھەر قانداق ۋاقىتتا ، ھەر قانداق جايدا.
uk: в будь-який час, в будь-якому місці.
ur: کسی بھی وقت، کسی بھی جگہ پر.
uz: har qanday joyda, har qanday joyda.
vi: bất cứ lúc nào, ở bất cứ nơi nào.
xh: nangaliphi na ixesha, nasiphi na indawo.
yi: אין קיין צייַט, אין קיין אָרט.

source: Explore
af: verken
am: ያስሱ
ar: يكتشف
az: Araşdırın
be: Дасьледуйце
bg: изследвам
bn: অন্বেষণ করা
ca: Explora
cs: Prozkoumat
cy: Archwilio
da: Udforske
de: Erkunden
el: Εξερευνώ
eo: Esploru
es: Explorar
et: Uurige
eu: arakatu
fa: کاوش
fi: Tutkia
fr: Explorer
fy: Ferkenne
ga: Déan iniúchadh
gd: Rannsaich
gl: Explorar
gu: અન્વેષણ કરો
hi: अन्वेषण करना
hr: Istražiti
hu: Fedezd fel
hy: Ուսումնասիրել
id: Jelajahi
is: Kanna
it: Esplorare
iw: לַחקוֹר
ja: 見る
ka: Გამოკვლევა
kk: Зерттеу
km: រុករក
kn: ಅನ್ವೇಷಿಸಿ
ku: Lêkolîn
ky: изилдөө
lb: Entdeckt
lo: ສຳ ຫຼວດ
lt: Tyrinėkite
lv: Izpētīt
mi: Toroa
mk: Истражува
ml: പര്യവേക്ഷണം ചെയ്യുക
mn: Судлах
mr: अन्वेषण
ms: Meneroka
mt: Esplora
ne: अन्वेषण
nl: Verken
no: Utforske
or: ଏକ୍ସପ୍ଲୋର୍ କରନ୍ତୁ |
pa: ਪੜਚੋਲ ਕਰੋ
pl: Badać
ps: سپړنه
pt: Explorar
ro: Explora
ru: Проводить исследования
rw: Shakisha
sd: ڳوليو
si: ගවේෂණය කරන්න
sk: preskúmať
sl: Raziščite
sq: Eksploroni
sr: Истражите
sv: Utforska
sw: Gundua
ta: ஆராயுங்கள்
te: అన్వేషించండి
tg: Таҳқиқ кунед
th: สำรวจ
tk: Gözläň
tl: Galugarin
tr: keşfetmek
tt: Тикшерү
ug: ئىزدىنىش
uk: Досліджуйте
ur: دریافت کریں
uz: Izlang
vi: Khám phá
xh: Jonga
yi: ויספאָרשן

source: Pricing
af: Pryse
am: የዋጋ አሰጣጥ
ar: التسعير
az: Qiymətləndirmə
be: Цэнаўтварэнне
bg: Ценообразуване
bn: মূল্য নির্ধারণ
ca: Preus
cs: Ceny
cy: Prisio
da: Prissætning
de: Preisgestaltung
el: Τιμολόγηση
eo: Prezoj
es: Precios
et: Hinnakujundus
eu: Prezioak
fa: قیمت گذاری
fi: Hinnoittelu
fr: Tarification
fy: Priis
ga: Praghsáil
gd: Prìsean
gl: Prezos
gu: કિંમત નિર્ધારણ
hi: मूल्य निर्धारण
hr: Cijene
hu: Árazás
hy: Գնագոյացում
id: Harga
is: Verðlag
it: Prezzo
iw: תמחור
ja: 価格
ka: ფასი
kk: Баға белгілеу
km: តម្លៃ
kn: ಬೆಲೆ ನಿಗದಿ
ky: Баа коюу
lb: Präisser
lo: ລາຄາ
lt: Kainodara
lv: Cenu noteikšana
mi: Te utu
mk: Цените
ml: വിലനിർണ്ണയം
mn: Үнэ тогтоох
mr: किंमत
ms: penetapan harga
mt: Ipprezzar
my: ဈေးနှုန်း
ne: मूल्य निर्धारण
nl: Prijzen
no: Prissetting
or: ମୂଲ୍ୟ
pa: ਕੀਮਤ
pl: cennik
ps: نرخونه
pt: Preços
ro: Prețuri
ru: Цены
rw: Igiciro
sd: قيمت ڏيڻ
si: මිල නියම කිරීම
sk: Stanovenie cien
sl: Cenitev
sq: Çmimet
sr: Прицинг
sv: Prissättning
sw: Bei
ta: விலை நிர்ணயம்
te: ధర నిర్ణయించడం
tg: Нархгузорӣ
th: ราคา
tk: Bahalar
tl: Pagpepresyo
tr: fiyatlandırma
tt: Бәяләр
ug: باھا
uk: Ціноутворення
ur: قیمتوں کا تعین
uz: Narxlash
vi: Định giá
xh: Amaxabiso
yi: פּרייסינג

source: Support & Docs
af: Ondersteuning en dokumente
am: ድጋፍ እና ሰነዶች
ar: الدعم والمستندات
az: Dəstək və Sənədlər
be: Падтрымка і дакументы
bg: Поддръжка и документи
bn: সমর্থন এবং ডক্স
ca: Suport i documentació
cs: Podpora a dokumenty
cy: Cefnogaeth a Dogfennau
de: Support & Dokumente
el: Υποστήριξη & Έγγραφα
eo: Subteno kaj Dokumentoj
es: Soporte y documentos
et: Tugi ja dokumendid
eu: Laguntza eta Dokumentuak
fa: پشتیبانی و اسناد
fi: Tuki ja asiakirjat
fr: Assistance et documentation
fy: Stipe & Docs
ga: Tacaíocht & Docs
gd: Taic & Docs
gl: Soporte e Documentos
gu: આધાર અને દસ્તાવેજ
hi: समर्थन और डॉक्स
hr: Podrška i dokumenti
hu: Támogatás és dokumentumok
hy: Աջակցություն և փաստաթղթեր
id: Dukungan & Dokumen
is: Stuðningur og skjöl
it: Supporto e documenti
iw: תמיכה ומסמכים
ja: サポートとドキュメント
ka: მხარდაჭერა და დოკუმენტები
kk: Қолдау және құжаттар
km: ការគាំទ្រ និងឯកសារ
kn: ಬೆಂಬಲ ಮತ್ತು ಡಾಕ್ಸ್
ku: Piştgirî & Belge
ky: Колдоо & Документтер
lb: Ënnerstëtzung & Docs
lo: ສະຫນັບສະຫນູນ & Docs
lt: Palaikymas ir dokumentai
lv: Atbalsts un dokumenti
mg: Fanohanana & Docs
mi: Tautoko & Tuhinga
mk: Поддршка и Документи
ml: പിന്തുണയും ഡോക്‌സും
mn: Дэмжлэг ба Баримт бичиг
mr: समर्थन आणि दस्तऐवज
ms: Sokongan & Dokumen
mt: Appoġġ u Dokumenti
my: ပံ့ပိုးမှုနှင့် စာရွက်စာတမ်းများ
ne: समर्थन र कागजात
nl: Ondersteuning en documenten
no: Support og dokumenter
or: ସମର୍ଥନ ଏବଂ ଡକସ୍
pa: ਸਹਾਇਤਾ ਅਤੇ ਦਸਤਾਵੇਜ਼
pl: Wsparcie i dokumenty
ps: ملاتړ او اسناد
pt: Suporte e Documentos
ro: Asistență și documente
ru: Поддержка и документы
rw: Inkunga & Inyandiko
sd: حمايت ۽ دستاويز
si: සහාය සහ ලේඛන
sk: Podpora a dokumenty
sl: Podpora in dokumenti
sq: Mbështetja dhe Dokumentet
sr: Подршка и документи
sv: Support & Dokument
sw: Usaidizi na Hati
ta: ஆதரவு & டாக்ஸ்
te: మద్దతు & డాక్స్
tg: Дастгирӣ ва ҳуҷҷатҳо
th: การสนับสนุน & เอกสาร
tk: Goldaw we resminamalar
tl: Suporta at Docs
tr: Destek ve Belgeler
tt: Ярдәм һәм документлар
ug: قوللاش ۋە ھۆججەتلەر
uk: Підтримка та документи
ur: سپورٹ اور دستاویزات
uz: Yordam va hujjatlar
vi: Hỗ trợ & Tài liệu
xh: Inkxaso & Amaxwebhu
yi: שטיצן & דאָקס

source: FAQ
af: Vrae
am: በየጥ
ar: التعليمات
az: Suallar
bg: ЧЗВ
bn: প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী
cy: Cwestiynau Cyffredin
da: Ofte stillede spørgsmål
el: Συχνές ερωτήσεις
eo: Oftaj Demandoj
es: Preguntas más frecuentes
et: KKK
eu: ohiko galderak
fa: سؤالات متداول
fi: Ohje
ga: CC
gd: Ceistean Cumanta
hi: सामान्य प्रश्न
hr: Pitanja
hu: GYIK
hy: ՀՏՀ
is: Algengar spurningar
iw: שאלות נפוצות
ja: よくある質問
ka: ხშირად დასმული კითხვები
kk: Жиі қойылатын сұрақтар
km: សំណួរគេសួរញឹកញាប់
lo: ຄຳ ຖາມທີ່ຖາມ
lt: DUK
lv: BUJ
mk: Најчесто поставувани прашања
ml: പതിവുചോദ്യങ്ങൾ
mn: Асуулт
mr: सामान्य प्रश्न
ms: Soalan Lazim
my: အမြဲမေးလေ့ရှိသောမေးခွန်းများ
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਪ੍ਰਸ਼ਨ
ps: پرله پسې پوښتنې
pt: Perguntas frequentes
ru: Вопросы-Ответы
rw: Ibibazo
sd: سوالات
si: නිති අසන පැණ
sl: Pogosta vprašanja
sr: ФАК
sw: Maswali
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
te: ఎఫ్ ఎ క్యూ
tg: Саволҳои зиёд такрормешуда
th: คำถามที่พบบ่อย
tk: Sorag-jogap
tr: SSS
tt: еш бирелгән сораулар
ug: سوئال
ur: عمومی سوالات
uz: Tss
vi: Câu hỏi thường gặp

source: Failed to validate if you are human
af: Kon nie valideer as u &#39;n mens is nie
am: ሰው ከሆን ማረጋገጥ አልተሳካም
ar: فشل التحقق من الصحة إذا كنت إنسانًا
az: Əgər insansan doğrulaya bilmədi
be: Не атрымалася праверыць, калі вы чалавек
bg: Неуспешна проверка, ако сте хора
bn: আপনি মানব হলে বৈধতা দিতে ব্যর্থ
ca: No s&#39;ha pogut validar si ets humà
cs: Nepodařilo se ověřit, pokud jste člověk
cy: Wedi methu dilysu os ydych chi&#39;n ddynol
da: Kunne ikke validere, hvis du er menneske
de: Fehler beim Überprüfen, ob Sie ein Mensch sind
el: Αποτυχία επικύρωσης εάν είστε άνθρωπος
eo: Malsukcesis validigi se vi estas homo
es: Error al validar si eres humano
et: Inimese kinnitamine ebaõnnestus
eu: Huts egin du balioztatzerakoan gizakia bazara
fa: اگر انسانی هستید اعتبار سنجی نشد
fi: Ihmisen luominen epäonnistui
fr: Impossible de valider si vous êtes humain
fy: De falidaasje is mislearre as jo minske binne
ga: Theip ar bhailíochtú más duine thú
gd: Dh&#39;fhàillig dearbhadh ma tha thu nad dhuine
gl: Erro ao validar se es humano
gu: જો તમે માનવ છો તો માન્ય કરવામાં નિષ્ફળ
hi: यदि आप मानव हैं तो मान्य करने में विफल
hr: Provjera valjanosti ako ste ljudi
hu: Nem sikerült érvényesíteni, ha ember vagy
hy: Չհաջողվեց վավերացնել, եթե մարդ եք
id: Gagal memvalidasi jika Anda manusia
is: Mistókst að staðfesta hvort þú ert mannlegur
it: Impossibile convalidare se sei umano
iw: לא ניתן לאמת אם אתה בן אנוש
ja: あなたが人間であるかどうかを検証できませんでした
ka: ვერ დაადასტურეთ თუ ადამიანი ხართ
kk: Егер сіз адам болсаңыз, тексеру сәтсіз аяқталды
km: បរាជ័យក្នុងការធ្វើឱ្យមានសុពលភាពប្រសិនបើអ្នកជាមនុស្ស
kn: ನೀವು ಮನುಷ್ಯರಾಗಿದ್ದರೆ ಮೌಲ್ಯೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ
ku: Ger hûn însan in derbasdar derbasdar derbas kirin
ky: Эгер сиз адам болсоңуз, анда ырасталган жок
lb: Feeler bei validéieren wann Dir mënschlech sidd
lo: ລົ້ມເຫລວໃນການກວດສອບຄວາມຖືກຕ້ອງຖ້າທ່ານເປັນມະນຸດ
lt: Nepavyko patvirtinti, jei esate žmogus
lv: Neizdevās apstiprināt, vai esat cilvēks
mg: Tsy nahomby raha toa ka olombelona ianao
mi: Ka rahua te whakamana mena he tangata koe
mk: Не успеав да се потврди дали сте човечки
ml: നിങ്ങൾ മനുഷ്യനാണെങ്കിൽ സാധൂകരിക്കുന്നതിൽ പരാജയപ്പെട്ടു
mn: Та хүн мөн бол баталгаажуулах боломжгүй
mr: आपण मानव असल्यास सत्यापित करण्यात अयशस्वी
ms: Gagal mengesahkan jika anda adalah manusia
mt: Naqset milli tivvalida jekk tkun bniedem
my: အကယ်၍ သင်သည်လူသားဖြစ်ပါကအတည်ပြုရန်မအောင်မြင်ပါ
ne: प्रमाणित गर्न असफल भयो यदि तपाईं मानव हुनुहुन्छ
nl: Kan niet valideren als je een mens bent
no: Kunne ikke validere hvis du er menneske
or: ଯଦି ତୁମେ ମଣିଷ ତେବେ ବ valid ଧତା କରିବାରେ ବିଫଳ |
pa: ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਜੇ ਤੁਸੀਂ ਮਨੁੱਖ ਹੋ
pl: Nie udało się potwierdzić, jeśli jesteś człowiekiem
ps: په تصدیق کولو کې پاتې راغلي که تاسو انسان یاست
pt: Falha ao validar se você é humano
ro: Nu a reușit să se valideze dacă ești om
ru: Не удалось подтвердить, если вы человек
rw: Kunanirwa kwemeza niba uri umuntu
sd: جيڪڏهن توهان انسان آهيو جي تصديق ڪرڻ ۾ ناڪام ٿيو
si: ඔබ මනුෂ්‍යයෙක් නම් වලංගු කිරීමට අසමත් විය
sk: Nepodarilo sa overiť, ak ste človek
sl: Preverjanja, če ste ljudje
sq: Nuk arriti të vërtetohet nëse je njerëzor
sr: Провера није успела ако сте људи
sv: Det gick inte att validera om du är mänsklig
sw: Imeshindwa kudhibitisha ikiwa wewe ni binadamu
ta: நீங்கள் மனிதராக இருந்தால் சரிபார்க்க முடியவில்லை
te: మీరు మానవులైతే ధృవీకరించడంలో విఫలమైంది
tg: Агар шумо инсон бошед, санҷида нашуд
th: ไม่สามารถตรวจสอบได้หากคุณเป็นมนุษย์
tk: Adam bolsaňyz tassyklap bilmedi
tl: Nabigong patunayan kung ikaw ay tao
tr: İnsan iseniz doğrulanamadı
tt: Сез кеше булсагыз, раслый алмадыгыз
ug: ئەگەر سىز ئادەم بولسىڭىز دەلىللىيەلمىدى
uk: Не вдалося перевірити, якщо ви людина
ur: اگر آپ انسان ہیں توثیق کرنے میں ناکام
uz: Agar siz inson bo&#39;lsangiz, tekshirib bo&#39;lmadi
vi: Không thể xác thực nếu bạn là con người
xh: Ayiphumelelanga ukuqinisekisa ukuba ungumntu
yi: די וואַלאַדיישאַן פון דיין מענטש איז ניט אַנדערש
