Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: I agree with
af: Ek stem saam met
am: እስማማለሁ
ar: أنا أتفق مع
az: Razıyam
be: Я згодны
bg: съгласен съм с
bn: আমি একমত
ca: estic d'acord amb
cs: souhlasím s
cy: Rwy'n cytuno â
da: Jeg er enig med
de: Ich bin einverstanden mit
el: συμφωνώ με
eo: Mi konsentas kun
es: estoy de acuerdo con
et: Olen nõus
eu: Bat nator
fa: من موافقم با
fi: olen samaa mieltä
fr: je suis d'accord avec
fy: ik bin it iens mei
ga: Aontaím leis
gd: Tha mi ag aontachadh leis
gl: Estou de acordo con
gu: હુ તમારી સાથે સંમત છુ
hi: मैं सहमत हूं
hr: slažem se sa
hu: Egyetértek
hy: ես համաձայն եմ
id: saya setuju dengan
is: ég er sammála
it: Sono d'accordo con
iw: אני מסכים עם
ja: 私は同意します
ka: ვეთანხმები
kk: Мен келісемін
km: ខ្ញុំ​យល់ស្រប​ជាមួយ
kn: ನಾನು ಒಪ್ಪುತ್ತೇನೆ
ku: Ez pê razî me
ky: Мен макулмун
lb: Ech averstanen mat
lo: ຂ້ອຍເຫັນດີ ນຳ
lt: aš sutinku su
lv: ES piekrītu
mg: Miombon-kevitra amin'izany aho
mi: Kei te whakaae ahau ki
mk: се согласувам со
ml: ഞാൻ യോജിക്കുന്നു
mn: Би үүнтэй санал нэг байна
mr: सोबत मी सहमत आहे
ms: Saya bersetuju dengan
mt: Naqbel magħha
my: ငါသဘောတူတယ်
ne: मा सहमत छु
nl: Ik ben het eens met
no: jeg er enig med
or: ମୁଁ ଏଥିରେ ସହମତ
pa: ਮੈਂ ਸਹਿਮਤ ਹਾਂ
pl: zgadzam się z
ps: زه ورسره موافق یم
pt: Eu concordo com
ro: Sunt de acord cu
ru: я согласен с
rw: Ndabyemera
sd: مان متفق آهيان
si: මම එකඟ වෙනවා
sk: Súhlasím s
sl: se strinjam z
sq: Unë bie dakort me
sr: слажем се са
sv: Jag håller med
sw: Nakubaliana na
ta: ஒப்புக்கொள்கிறேன்
te: నేను ఏకీభవిస్తాను
tg: Ман бо он розӣ ҳастам
th: ฉันเห็นด้วยกับ
tk: Men muňa goşulýaryn
tl: Sang-ayon ako sa
tr: katılıyorum
tt: Мин риза
ug: مەن قوشۇلىمەن
uk: я погоджуюсь з
ur: مجھے اس سے اتفاق ہے
uz: Men roziman
vi: Tôi đồng ý với
xh: Ndiyavuma
yi: איך שטימען מיט

source: Terms of Service
af: Diensvoorwaardes
am: የአገልግሎት ውሎች
ar: شروط الخدمة
az: Xidmət Şərtləri
be: Ўмовы абслугоўвання
bg: Условия за ползване
bn: সেবা পাবার শর্ত
ca: Termes del servei
cs: Podmínky služby
cy: Telerau Gwasanaeth
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
eo: Reguloj de servado
es: Términos de servicio
et: Kasutustingimused
eu: Zerbitzu-baldintzak
fa: شرایط استفاده از خدمات
fi: Käyttöehdot
fr: Conditions d'utilisation
fy: Betingsten fan tsjinst
ga: Tearmaí Seirbhís
gd: Cumhachan Seirbheis
gl: Termos de servizo
gu: સેવાની શરતો
hi: सेवा की शर्तें
hr: Uvjeti pružanja usluge
hu: Szolgáltatás feltételei
hy: Ծառայությունների մատուցման պայմաններ
id: Persyaratan Layanan
is: Skilmálar þjónustu
it: Termini di servizio
iw: תנאי השירות
ja: 利用規約
ka: Მომსახურების პირობები
kk: Қызмет көрсету шарттары
km: លក្ខខណ្ឌ​នៃ​សេវាកម្ម
kn: ಸೇವಾ ನಿಯಮಗಳು
ku: Mercên Xizmetê
ky: Тейлөө шарттары
lb: Konditioune vum Service
lo: ເງື່ອນໄຂການໃຫ້ບໍລິການ
lt: Paslaugų teikimo sąlygos
lv: Pakalpojuma noteikumi
mg: Fepetran'ny serivisy
mi: Tuhinga o te Ratonga
mk: Услови на користење
ml: സേവന നിബന്ധനകൾ
mn: Үйлчилгээний нөхцөл
mr: सेवा अटी
ms: Syarat Perkhidmatan
mt: Termini tas-Servizz
my: ဝန်ဆောင်မှု၏စည်းကမ်းချက်များ
ne: सेवाका सर्तहरु
nl: Servicevoorwaarden
no: Vilkår for bruk
or: ସେବା ସର୍ତ୍ତାବଳୀ
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki usługi
ps: د خدمت شرطونه
pt: Termos de serviço
ro: Termenii serviciului
ru: Условия использования
rw: Amasezerano ya serivisi
sd: ڪم جا شرط
si: සේවා කොන්දේසි
sk: Podmienky služby
sl: Pogoji storitve
sq: Kushtet e shërbimit
sr: Услови коришћења
sv: Användarvillkor
sw: Masharti ya Huduma
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు
tg: Шартҳои хидмат
th: เงื่อนไขการให้บริการ
tk: Hyzmat şertleri
tl: Mga Tuntunin ng Serbisyo
tr: Kullanım Şartları
tt: Куллану шартлары
ug: مۇلازىمەت شەرتلىرى
uk: Умови обслуговування
ur: سروس کی شرائط
uz: Xizmat ko'rsatish shartlari
vi: Điều khoản dịch vụ
xh: Imimmisele yenkonzo
yi: טערמינען פון דינסט

source: Language
af: Taal
am: ቋንቋ
ar: لغة
az: Dil
be: мова
bg: език
bn: ভাষা
ca: Llenguatge
cs: Jazyk
cy: iaith
da: Sprog
de: Sprache
el: Γλώσσα
eo: Lingvo
es: Idioma
et: Keele
eu: Hizkuntza
fa: زبان
fi: Kieli
fr: La langue
fy: Taal
ga: Teanga
gd: Cànain
gl: Lingua
gu: ભાષા
hi: भाषा
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
it: Lingua
iw: שפה
ja: 言語
ka: ენა
kk: Тіл
km: ភាសា
kn: ಭಾಷೆ
ku: Ziman
ky: тил
lb: Sprooch
lo: ພາສາ
lt: Kalba
lv: Valoda
mg: fiteny
mi: reo
mk: Јазик
ml: ഭാഷ
mn: Хэл
mr: भाषा
ms: Bahasa
mt: Lingwa
my: ဘာသာစကား
ne: भाषा
nl: Taal
no: Språk
or: ଭାଷା
pa: ਭਾਸ਼ਾ
pl: Język
ps: ژبه
pt: Língua
ro: Limba
ru: язык
rw: Ururimi
sd: ٻولي
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuhe
sr: Језик
sv: Språk
sw: Lugha
ta: மொழி
te: భాషా
tg: забон
th: ภาษา
tk: Dil
tl: Wika
tr: Dil
tt: Тел
ug: تىل
uk: Мова
ur: زبان
uz: Til
vi: Ngôn ngữ
xh: ULwimi
yi: שפּראַך

source: Have at least one lower case character
af: Het ten minste een kleinletter karakter
am: ቢያንስ አንድ ንዑስ ቁምፊ አለዎት
ar: لديك على الأقل حرف واحد على الأقل
az: Ən azı bir kiçik işarəsi var
be: Ёсць па меншай меры, адзін ніжні рэгістр сімвалаў
bg: Има поне един малък символ
bn: অন্তত একটি নিম্ন ক্ষেত্রে চরিত্র আছে
ca: Teniu com a mínim un caràcter en minúscula
cs: Mají alespoň jedno malé písmeno
cy: Bod ag o leiaf un cymeriad achos is
da: Har mindst en lille bogstav karakter
de: Mindestens einen Kleinbuchstaben haben
el: Έχετε τουλάχιστον έναν μικρό αριθμό χαρακτήρων
eo: Havi almenaŭ unu minusklan literon
es: Tener al menos un carácter en minúscula
et: Kasuta vähemalt üks väiketäht
eu: Gutxienez minuskulazko karaktererik izan
fa: حداقل یک شخصیت کوچک وجود داشته باشد
fi: Onko sinulla vähintään yksi pienet kirjaimet
fr: Avoir au moins un caractère minuscule
fy: Meitsje op syn minst ien legere gefallen karakter
ga: Tá carachtar amháin ar a laghad acu
gd: Gum bi co-dhiù aon chùis nas ìsle ann
gl: Ten polo menos un carácter minúsculo
gu: ઓછામાં ઓછા એક નીચલા કેસ અક્ષર છે
hi: कम से कम एक केस का चरित्र हो
hr: Imaju barem jedan slovni znak
hu: Legalább egy kisbetű
hy: Առնվազն մեկ փոքր գործի բնույթ ունեն
id: Memiliki setidaknya satu karakter huruf kecil
is: Hafa að minnsta kosti eitt lágstöfum staf
it: Avere almeno un carattere minuscolo
iw: יש לפחות תו אותיות קטנות
ja: 少なくとも1つの小文字がある
ka: მინიმუმ ერთი ქვედა საქმე ხასიათი
kk: Кем дегенде бір кіші әріп таңбасы болуы керек
km: មានយ៉ាងហោចណាស់តួអក្សរតូចមួយ
kn: ಕನಿಷ್ಠ ಒಂದು ಲೋವರ್ ಕೇಸ್ ಪಾತ್ರವನ್ನು ಹೊಂದಿರಿ
ku: Kesarekî kêmtir kesek nimûne be
ky: жок дегенде, бир кичине тамга бар
lb: Huet op d&#39;mannst een ënnescht Fall
lo: ມີຢ່າງນ້ອຍຫນຶ່ງຕົວອັກສອນຕົວນ້ອຍ
lt: Turėkite bent vieną mažąsias raides
lv: Ir vismaz viens mazais burts
mg: Manana toetra farafaharatsiny farafaharatsiny
mi: Me whai i te iti rawa o te waitohu iti
mk: Имајте барем еден знак со мали букви
ml: കുറഞ്ഞത് ഒരു ചെറിയ അക്ഷരമെങ്കിലും ഉണ്ടായിരിക്കണം
mn: Хамгийн багадаа нэг үсэг мэддэг байх
mr: किमान एक लोअर केस कॅरेक्टर आहे
ms: Mempunyai sekurang-kurangnya satu huruf kecil
mt: Ikollu mill-inqas karattru żgħir wieħed
my: အနည်းဆုံးအနိမ့်အမှုအကျင့်စရိုက်ရှိ
ne: कम से कम एक कम मामला वर्ण छ
nl: Heb minstens één kleine letter
no: Ha minst en liten bokstav karakter
or: ଅତିକମରେ ଗୋଟିଏ ଛୋଟ ଅକ୍ଷର ଅଛି |
pa: ਘੱਟੋ ਘੱਟ ਇਕ ਲੋਅਰ ਕੇਸ ਅੱਖਰ ਰੱਖੋ
pl: Mieć co najmniej jedną małą literę
ps: لږترلږه یو ټیټ قضیه ولرئ
pt: Ter pelo menos um caractere minúsculo
ro: Aveți cel puțin un caracter minuscul
ru: Иметь хотя бы один символ нижнего регистра
rw: Kugira byibuze inyuguti imwe ntoya
sd: گھٽ ۾ گهٽ هڪ ننڍا اکر وارو اکر آهي
si: අවම වශයෙන් එක් අඩු නංවන චරිතයක් වත් ඇත
sk: Mať aspoň jedno malé písmeno
sl: Imeti vsaj eno črko male črke
sq: Keni të paktën një karakter të vogël
sr: Имају барем један знак малог слова
sv: Ha minst en liten bokstäver
sw: Tumia angalau tabia moja ya chini
ta: குறைந்தபட்சம் ஒரு குறைந்த கேரக்டர் கதாபாத்திரம் வேண்டும்
te: కనీసం ఒక తక్కువ కేసు పాత్ర కలిగి
tg: Ҳадди аққал як аломати поёнии ҳолат дошта бошед
th: มีอักขระตัวพิมพ์เล็กอย่างน้อยหนึ่งตัว
tk: Iň azyndan bir kiçi harp bolmaly
tl: Magkaroon ng hindi bababa sa isang mas mababang kalagayan ng character
tr: En az bir küçük harf karakter var
tt: Ким дигәндә бер кечкенә хәрефкә ия булыгыз
ug: كەم دېگەندە بىر كىچىك ھەرپ بولۇشى كېرەك
uk: Мають принаймні один символ нижнього регістру
ur: کم سے کم ایک کم کیس کا کردار ہے
uz: Kamida kamida bitta kichik belgi bo&#39;lishi kerak
vi: Có ít nhất một ký tự chữ thường
xh: Yiba nomnye umgca wecala eliphantsi
yi: האָבן בייַ מינדסטער איין נידעריקער פאַל כאַראַקטער

source: Have at least one capital letter
af: Het ten minste een hoofletter
am: ቢያንስ አንድ ዋና ፊደል አለዎት
ar: مطلوب على الاقل حرف كبير واحد
az: Ən azı bir baş məktub var
be: Ёсць па меншай меры адну вялікую літару
bg: Има поне една главна буква
bn: অন্তত একটি মূলধন চিঠি আছে
ca: Tenir almenys una lletra majúscula
cs: Mají alespoň jedno velké písmeno
cy: Cael o leiaf un prif lythyren
da: Har mindst et stort bogstav
de: Haben mindestens einen Großbuchstaben
el: Έχετε τουλάχιστον ένα κεφαλαίο γράμμα
eo: Havi almenaŭ unu majusklon
es: Tener al menos una letra mayúscula.
et: Omada vähemalt ühte suurtähte
eu: Gutxienez maiuskula bat izan
fa: دست کم یک حرف بزرگ داشته باشد
fi: Onko sinulla vähintään yksi iso kirjain
fr: Avoir au moins une lettre majuscule
fy: Yn elts gefal ien haadletter
ga: Bíodh litir chaipitil amháin ar a laghad agat
gd: Co-dhiù aon litir calpa a bhith agad
gl: Ten polo menos unha letra maiúscula
gu: ઓછામાં ઓછું એક કેપિટલ લેટર છે
hi: कम से कम एक कैपिटल अक्षर रखें
hr: Imati najmanje jedno veliko slovo
hu: Legalább egy nagybetűt
hy: Առնվազն մեկ մայր գիր
id: Memiliki setidaknya satu huruf kapital
is: Hafa að minnsta kosti einn höfuðstaf
it: Avere almeno una lettera maiuscola
iw: כלול לפחות אות גדולה אחת
ja: 大文字を少なくとも1つ入れてください
ka: მინიმუმ ერთი კაპიტალის წერილი
kk: Кем дегенде бір бас әріппен жазыңыз
km: មានយ៉ាងហោចណាស់អក្សរធំមួយ
kn: ಕನಿಷ್ಠ ಒಂದು ಬಂಡವಾಳ ಪತ್ರವನ್ನು ಹೊಂದಿರಿ
ku: Hêjî nameyek kapîtalek heye
ky: жок дегенде бир тамга бар
lb: Huet op d&#39;mannst een Haaptbréif
lo: ມີຢ່າງຫນ້ອຍຫນຶ່ງຈົດຫມາຍນະຄອນຫຼວງ
lt: Turi bent vieną didžiąją raidę
lv: Jābūt vismaz vienam lielajam burtam
mg: Manana taratasy lehibe farafaharatsiny
mi: Kia kotahi te reta nui
mk: Имајте барем една голема буква
ml: കുറഞ്ഞത് ഒരു വലിയ അക്ഷരമെങ്കിലും ഉണ്ടായിരിക്കണം
mn: Хамгийн багадаа нэг үсэгтэй байх
mr: कमीत कमी एक भांडवल पत्र आहे
ms: Mempunyai sekurang-kurangnya satu huruf modal
mt: Ikollu mill-inqas ittra kapitali waħda
my: အနည်းဆုံးမြို့တော်စာတစ်စောင်ဖူး
ne: कम से कम एक राजधानी पत्र छ
nl: Tenminste een hoofdletter
no: Ha minst en stor bokstav
or: ଅତିକମରେ ଗୋଟିଏ କ୍ୟାପିଟାଲ୍ ଅକ୍ଷର ଅଛି |
pa: ਘੱਟੋ ਘੱਟ ਇੱਕ ਵੱਡੇ ਅੱਖਰ ਨੂੰ ਰੱਖੋ
pl: Posiada przynajmniej jedną wielką literę
ps: لږترلږه یو پانګی لیک ولرئ
pt: Tenha ao menos uma letra maíuscula
ro: Să aibă cel puțin o majusculă
ru: Должна быть одна заглавная буква
rw: Kugira byibuze inyuguti nkuru
sd: گھٽ ۾ گھٽ هڪ وڏو اکر آهي
si: අවම වශයෙන් එක් ලොකු අකුරක්වත් තිබිය යුතුය
sk: Majte aspoň jedno veľké písmeno
sl: Ima vsaj eno veliko začetnico
sq: Keni të paktën një letër të madhe
sr: Имати барем једно велико слово
sv: Har minst en versal
sw: Uwe na barua angalau moja
ta: குறைந்தது ஒரு மூலதன கடிதம் உள்ளது
te: కనీసం ఒక రాజధాని లేఖను కలిగి ఉండండి
tg: Ҳадди аққал як мактуби асосӣ
th: มีตัวพิมพ์ใหญ่อย่างน้อยหนึ่งตัว
tk: Iň azyndan bir baş harp bolmaly
tl: Magkaroon ng hindi bababa sa isang capital letter
tr: En az bir büyük harf olmalı
tt: Ким дигәндә бер баш хәреф булырга тиеш
ug: كەم دېگەندە بىر چوڭ خەت بولۇشى كېرەك
uk: Має хоча б одну велику літеру
ur: کم از کم ایک بڑا حرف ہو
uz: Kamida bitta asosiy harf mavjud
vi: Có ít nhất một chữ cái viết hoa
xh: Nenani ubunobumba obuncinane
yi: האָבן לפּחות איין הויפּט בריוו

source: Have at least one number
af: Het ten minste een nommer
am: ቢያንስ አንድ ቁጥር አላቸው
ar: لديك رقم واحد على الأقل
az: Ən azı bir ədəd var
be: Ёсць па меншай меры адзін нумар
bg: Имате поне един номер
bn: অন্তত একটি সংখ্যা আছে
ca: Teniu almenys un número
cs: Mějte alespoň jedno číslo
cy: Cael o leiaf un rhif
da: Har mindst et nummer
de: Habe mindestens eine Nummer
el: Έχετε τουλάχιστον έναν αριθμό
eo: Havu almenaŭ unu numeron
es: Tener al menos un numero
et: Neil on vähemalt üks number
eu: Gutxienez zenbaki bat izan
fa: حداقل یک عدد داشته باشید
fi: Onko sinulla vähintään yksi numero
fr: Avoir au moins un numéro
fy: Meitsje op syn minst ien nûmer
ga: Bíodh uimhir amháin ar a laghad agat
gd: Co-dhiù aon àireamh a bhith agad
gl: Ten polo menos un número
gu: ઓછામાં ઓછા એક નંબર છે
hi: कम से कम एक नंबर हो
hr: Imajte barem jedan broj
hu: Legalább egy szám
hy: Առնվազն մեկ համար ունեք
id: Miliki setidaknya satu nomor
is: Hafa að minnsta kosti eitt númer
it: Avere almeno un numero
iw: יש לפחות מספר אחד
ja: 少なくとも1つの番号がある
ka: მინიმუმ ერთი ნომერი
kk: Кемінде бір нөміріңіз бар
km: មានលេខយ៉ាងហោចណាស់មួយ
kn: ಕನಿಷ್ಠ ಒಂದು ಸಂಖ್ಯೆ ಇದೆ
ku: Bi kêmanî hejmarek heye
ky: жок дегенде, бир нече
lb: Huet op d&#39;mannst eng Ziffer
lo: ມີຢ່າງຫນ້ອຍຫນຶ່ງຈໍານວນ
lt: Turėkite bent vieną numerį
lv: Ir vismaz viens numurs
mg: Manàna farafahakeliny iray isa
mi: Kia kotahi tau
mk: Имајте барем еден број
ml: കുറഞ്ഞത് ഒരു അക്കമെങ്കിലും നേടുക
mn: Хамгийн багадаа нэг тоотой байх
mr: कमीतकमी एक संख्या घ्या
ms: Mempunyai sekurang-kurangnya satu nombor
mt: Ikollu mill-inqas numru wieħed
my: အနည်းဆုံးအရေအတွက်ရှိသည်
ne: कम से कम एक नम्बर छ
nl: Heb minstens één nummer
no: Ha minst ett nummer
or: ଅତିକମରେ ଗୋଟିଏ ସଂଖ୍ୟା ଅଛି |
pa: ਘੱਟੋ ਘੱਟ ਇੱਕ ਨੰਬਰ ਦਰਜ ਕਰੋ
pl: Mieć co najmniej jeden numer
ps: لږترلږه یو نمبر ولري
pt: Tem pelo menos um número
ro: Au cel puțin un număr
ru: Иметь хотя бы один номер
rw: Kugira byibuze umubare umwe
sd: گھٽ ۾ گھٽ هڪ نمبر رکو
si: අවම වශයෙන් එක් අංකයක් තිබිය යුතුය
sk: Majte aspoň jedno číslo
sl: Imejte vsaj eno številko
sq: Keni të paktën një numër
sr: Имајте бар један број
sv: Ha minst ett nummer
sw: Una angalau namba moja
ta: குறைந்தபட்சம் ஒரு எண்ணைக் கொண்டிருங்கள்
te: కనీసం ఒక సంఖ్య ఉంది
tg: Ҳадди аққал як рақам
th: มีอย่างน้อยหนึ่งหมายเลข
tk: Iň azyndan bir san bolmaly
tl: Magkaroon ng hindi bababa sa isang numero
tr: En az bir numara var
tt: Ким дигәндә бер номер булырга тиеш
ug: كەم دېگەندە بىر سان بولۇشى كېرەك
uk: Майте принаймні одне число
ur: کم سے کم ایک نمبر ہے
uz: Kamida bitta raqam bor
vi: Có ít nhất một số
xh: Yiyo ubuncinane inombolo
yi: האָבן לפּחות איין נומער

source: Have at least 8 characters in length
af: Het ten minste 8 karakters lank
am: ቢያንስ 8 ቁምፊዎች ርዝማኔ አለዎት
ar: لديك 8 أحرف على الأقل في الطول
az: Ən azı 8 simvol uzunluğuna malikdir
be: Мець не менш за 8 знакаў у даўжыню
bg: Има най-малко 8 знака
bn: দৈর্ঘ্য অন্তত 8 অক্ষর আছে
ca: Té almenys 8 caràcters
cs: Musí mít minimálně 8 znaků
cy: Cael o leiaf 8 nod o hyd
da: Har mindst 8 tegn i længden
de: Mindestens 8 Zeichen lang sein
el: Έχουν μήκος τουλάχιστον 8 χαρακτήρων
eo: Havu almenaŭ 8 signojn
es: Tener al menos 8 caracteres de longitud.
et: Vähemalt 8 tähemärki
eu: Gutxienez 8 karaktereko luzera dute
fa: حداقل 8 کاراکتر داشته باشید
fi: Pituus vähintään 8 merkkiä
fr: Avoir au moins 8 caractères de long
fy: Meitsje op syn minst 8 karakters in lingte
ga: Bíodh 8 gcarachtar ar a laghad acu
gd: Gum bi co-dhiù 8 caractaran a dh ’fhaid
gl: Ten polo menos 8 caracteres
gu: લંબાઈમાં ઓછામાં ઓછા 8 અક્ષરો છે
hi: लंबाई में कम से कम 8 अक्षर हों
hr: Dužine najmanje 8 znakova
hu: Legalább 8 karakter hosszú
hy: Առնվազն 8 նիշ երկարությամբ
id: Panjangnya minimal 8 karakter
is: Hafa að minnsta kosti 8 stafir að lengd
it: Avere almeno 8 caratteri di lunghezza
iw: יש לפחות 8 תווים באורך
ja: 長さは少なくとも8文字
ka: მინიმუმ 8 სიმბოლო
kk: Ұзындығы кем дегенде 8 таңбадан тұрыңыз
km: មានប្រវែងយ៉ាងហោចណាស់ 8 តួអក្សរ
kn: ಕನಿಷ್ಠ 8 ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರುತ್ತವೆ
ku: Bi kêmanî 8 celeb di dirêjahiyê de heye
ky: узундугу кеминде 8 белгиден турушу
lb: Huelt mindestens 8 Zeechen
lo: ມີຄວາມຍາວຢ່າງຫນ້ອຍ 8 ອັກຂະລະ
lt: Turėkite mažiausiai 8 simbolius
lv: Ir vismaz 8 rakstzīmes
mg: Manana farafaharatsiny farafahakeliny 8
mi: Whakauruhia kia 8 nga tahua i te roa
mk: Имајте најмалку 8 карактери во должина
ml: കുറഞ്ഞത് 8 പ്രതീകങ്ങളെങ്കിലും ഉണ്ടായിരിക്കണം
mn: Хамгийн багадаа 8 тэмдэгттэй байх
mr: किमान 8 वर्ण लांबीचे आहेत
ms: Mempunyai sekurang-kurangnya 8 aksara panjang
mt: Ikollu mill-inqas 8 karattri fit-tul
my: အရှည်အနည်းဆုံးအက္ခရာ 8 လုံးရှိ
ne: लम्बाईमा कम्तिमा 8 वर्णहरू छन्
nl: Ten minste 8 tekens lang zijn
no: Ha minst 8 tegn i lengden
or: ଅତିକମରେ 8 ଟି ଅକ୍ଷର ଲମ୍ବ ରଖନ୍ତୁ |
pa: ਘੱਟੋ ਘੱਟ 8 ਅੱਖਰ ਲੰਬਾਈ ਤੇ ਰੱਖੋ
pl: Mają co najmniej 8 znaków długości
ps: لږترلږه 8 حروف په اوږدوالی کې لري
pt: Ter pelo menos 8 caracteres de comprimento
ro: Aveți cel puțin 8 caractere în lungime
ru: Не менее 8 символов в длину
rw: Kugira byibura inyuguti 8 z&#39;uburebure
sd: ڊيگهه ۾ گهٽ ۾ گهٽ 8 اکر آهن
si: අවම වශයෙන් අකුරු 8 ක්වත් තිබිය යුතුය
sk: Má dĺžku najmenej 8 znakov
sl: Dolžina ima najmanj 8 znakov
sq: Kanë të paktën 8 karaktere në gjatësi
sr: Имају најмање 8 знакова
sv: Ha minst 8 tecken i längd
sw: Una angalau wahusika 8 kwa urefu
ta: குறைந்தபட்சம் 8 எழுத்துக்கள் கொண்டிருக்கும்
te: కనీసం 8 అక్షరాల పొడవు ఉంది
tg: Ҳадди камтарини 8 аломат дар дарозии
th: มีความยาวอย่างน้อย 8 ตัวอักษร
tk: Iň azyndan 8 simwoldan ybarat bolmaly
tl: Magkaroon ng hindi bababa sa 8 character ang haba
tr: En az 8 karakter uzunluğunda olmalı
tt: Озынлыгы ким дигәндә 8 символ булырга тиеш
ug: ئۇزۇنلۇقى كەم دېگەندە 8 ھەرپ بولۇشى كېرەك
uk: Довжина не менше 8 символів
ur: کم سے کم 8 حروف لمبائی میں ہیں
uz: Kamida 8 ta belgi bo&#39;lishi kerak
vi: Có ít nhất 8 ký tự
xh: Ubuncinane ubuncinane abalinganiswa abayi-8
yi: האָבן לפּחות 8 אותיות אין לענג

source: Type your current password
af: Tik jou huidige wagwoord
am: የአሁኑን የይለፍ ቃልዎን ይተይቡ
ar: ادخل كلمة سرك الحالية
az: Mövcud şifrənizi yazın
be: Калі ласка, увядзіце бягучы пароль
bg: Напишете сегашната си парола
bn: আপনার বর্তমান পাসওয়ার্ড টাইপ করুন
ca: Escriviu la vostra contrasenya actual
cs: Zadejte své aktuální heslo
cy: Teipiwch eich cyfrinair presennol
da: Indtast din nuværende adgangskode
de: Geben Sie ihr aktuelles Passwort ein
el: Πληκτρολογήστε τον τρέχοντα κωδικό πρόσβασης
eo: Tajpu vian aktualan pasvorton
es: Escriba su contraseña actual
et: Sisestage oma praegune parool
eu: Idatzi zure uneko pasahitza
fa: رمز عبور کنونی خود را وارد کنید
fi: Kirjoita nykyinen salasanasi
fr: Tapez votre mot de passe actuel
fy: Typ jo hjoeddeistich wachtwurd
ga: Clóscríobh do phasfhocal reatha
gd: Clò-bhuail am facal-faire agad
gl: Escriba o seu contrasinal actual
gu: તમારો વર્તમાન પાસવર્ડ લખો
hi: अपना वर्तमान पासवर्ड टाइप करें
hr: Upišite trenutnu zaporku
hu: gépelje be a jelenlegi jelszavát
hy: Մուտքագրեք ձեր ընթացիկ գաղտնաբառը
id: Ketikkan kata sandi Anda saat ini
is: Sláðu inn núverandi aðgangsorðið þitt
it: Digita la tua password attuale
iw: הקלד את הסיסמה הנוכחית שלך
ja: 現在のパスワードを入力してください
ka: შეიყვანეთ თქვენი მიმდინარე პაროლი
kk: Ағымдағы құпия сөзді теріңіз
km: បញ្ចូលពាក្យសម្ងាត់បច្ចុប្បន្នរបស់អ្នក
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಾಸ್ವರ್ಡ್ ಟೈಪ್ ಮಾಡಿ
ku: Şîfreyê xwe binivîse
ky: Учурдагы сөздү терип
lb: Gidd Äre aktuell Passwuert
lo: ພິມລະຫັດຜ່ານໃນປະຈຸບັນຂອງທ່ານ
lt: Įveskite dabartinį slaptažodį
lv: Ierakstiet savu pašreizējo paroli
mg: Sorohy ny tenimiafinao amin&#39;izao fotoana izao
mi: Patohia to kupuhipa o nāianei
mk: Внесете ја вашата тековна лозинка
ml: നിങ്ങളുടെ നിലവിലെ പാസ്വേഡ് ടൈപ്പുചെയ്യുക
mn: Өөрийн одоогийн нууц үгийг оруулна уу
mr: तुमचा वर्तमान पासवर्ड टाइप करा
ms: Taip kata laluan semasa anda
mt: Ikteb il-password attwali tiegħek
my: သင့်လက်ရှိစကားဝှက်ကိုရိုက်ထည့်ပါ
ne: तपाईंको हालको पासवर्ड टाइप गर्नुहोस्
nl: Type je huidige wachtwoord
no: Skriv inn ditt nåværende passord
or: ତୁମର ସାମ୍ପ୍ରତିକ ପାସୱାର୍ଡ ଟାଇପ୍ କର |
pa: ਆਪਣਾ ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਟਾਈਪ ਕਰੋ
pl: Wpisz swoje obecne hasło
ps: خپل اوسنی پټنځای ولیکئ
pt: Digite sua senha atual
ro: Introduceți parola curentă
ru: введите ваш текущий пароль
rw: Andika ijambo ryibanga
sd: توهان جو موجوده پاسورڊ ٽائيپ ڪريو
si: ඔබගේ වර්තමාන මුරපදය ටයිප් කරන්න
sk: Zadajte svoje aktuálne heslo
sl: Vnesite trenutno geslo
sq: Futni fjalëkalimin tuaj të tanishëm
sr: Укуцајте тренутну лозинку
sv: Skriv ditt nuvarande lösenord
sw: Andika nenosiri lako la sasa
ta: உங்கள் தற்போதைய கடவுச்சொல்லை உள்ளிடவும்
te: మీ ప్రస్తుత పాస్వర్డ్ను టైప్ చేయండి
tg: Калидвожаи кунуниро нависед
th: พิมพ์รหัสผ่านปัจจุบันของคุณ
tk: Häzirki parolyňyzy ýazyň
tl: I-type ang iyong kasalukuyang password
tr: mevcut şifrenizi giriniz
tt: Хәзерге серсүзне языгыз
ug: نۆۋەتتىكى پارولىڭىزنى كىرگۈزۈڭ
uk: Введіть поточний пароль
ur: اپنے موجودہ پاس ورڈ ٹائپ کریں
uz: Joriy parolni kiriting
vi: Nhập mật khẩu hiện tại của bạn
xh: Thayipha iphasiwedi yakho yangoku
yi: טיפּ דיין קראַנט פּאַראָל

source: Passwords must match
af: Wagwoorde moet ooreenstem
am: የሚስጥሩ ቃል የግድ መመሳሰል አለበት
ar: الكلمة السريه يجب ان تتطابق
az: Şifrələr üst-üstə düşməlidir
be: Паролі павінны адпавядаць
bg: паролите трябва да съвпадат
bn: পাসওয়ার্ড মিলতে হবে
ca: les contrasenyes han de coincidir
cs: Heslo se musí shodovat
cy: Rhaid i gyfrineiriau gyfateb
da: kodeordene skal være ens
de: Die Passwörter müssen übereinstimmen
el: οι κωδικοί πρέπει να ταιριάζουν
eo: La pasvortoj devas kongrui
es: Las contraseñas deben coincidir
et: salasõnad peavad kattuma
eu: Pasahitzek bat etorri behar dute
fa: کلمات عبور باید مطابقت داشته باشند
fi: Salasanojen täytyy täsmätä
fr: les mots de passe doivent correspondre
fy: Wachtwurden moatte oerien komme
ga: Caithfidh pasfhocail teacht le chéile
gd: Feumaidh faclan-faire a bhith co-ionann
gl: Os contrasinais deben coincidir
gu: પાસવર્ડ્સ મેચ જ જોઈએ
hi: पासवर्डों को मेल खाना चाहिए
hr: lozinka mora odgovarati
hu: a jelszavaknak egyezniük kell
hy: Գաղտնաբառերը պետք է համընկնեն
id: kata sandi harus cocok
is: Lykilorð þurfa að vera eins
it: Le password devono essere identiche
iw: הססמאות חייבות להיות זהות
ja: パスワードが一致する必要があります
ka: პაროლები უნდა ემთხვეოდნენ
kk: Құпия сөздер бірдей болуы тиіс
km: ពាក្យសំងាត់​ត្រូវតែ​ដូចគ្នា
kn: ಪಾಸ್ವರ್ಡ್ಗಳು ಹೊಂದಿಕೆಯಾಗಬೇಕು
ku: Divê şîfreyan bistînin
ky: Сырсөздөр дал келиши керек
lb: Passwierder mussen ugemellt sinn
lo: ລະ​ຫັດ​ຜ່ານ​ຕ້ອງ​ກົງ​ກັນ
lt: Slaptažodžiai turi sutapti
lv: Parolēm jābūt vienādām
mg: Tokony mitovy ireo tenimiafina
mi: Me tika nga kupuhipa
mk: Лозинките мора да се исти
ml: പാസ്വേഡുകൾ മാച്ചുചെയ്യണം
mn: Нууц үгээ тохируулах ёстой
mr: संकेतशब्द जुळणे आवश्यक आहे
ms: kata laluan mesti sepadan
mt: Passwords għandhom jaqblu
my: စကားဝှက်မှာကိုက်ညီရမည်
ne: पासवर्डहरू मेल खाँदैन
nl: wachtwoorden moeten overeenkomen
no: Passordene må være like
or: ପାସୱାର୍ଡଗୁଡିକ ମେଳ ହେବା ଜରୁରୀ |
pa: ਪਾਸਵਰਡ ਮੇਲ ਖਾਣੇ ਚਾਹੀਦੇ ਹਨ
pl: Hasło musi pasować
ps: شفرونه باید سمون ولري
pt: As senhas devem corresponder
ro: Parolele trebuie să se potrtivească
ru: Пароли должны совпадать
rw: Ijambobanga rigomba guhura
sd: پاسورڊ مچايو وڃي
si: මුරපද ගැළපිය යුතුයි
sk: heslá sa musia zhodovať
sl: Geslo se mora ujemati
sq: fjalekalimet duhet te perputhen
sr: шифре морају да се подударају
sv: Lösenorden måste matcha
sw: Nywila lazima zifanane
ta: கடவுச்சொற்கள் பொருந்த வேண்டும்
te: పాస్వర్డ్ తప్పనిసరిగా సరిపోవాలి
tg: Калидвожа бояд ба ҳамдигар мувофиқ ояд
th: รหัสผ่านต้องตรงกัน
tk: Parollar gabat gelmeli
tl: Kailangang tugma ang mga password
tr: Parolalar eşleşmeli
tt: Серсүзләр туры килергә тиеш
ug: پارول ماس كېلىشى كېرەك
uk: Паролі повинні збігатися
ur: پاس ورڈز مماثل ہونا چاہیے
uz: Parollar bir xil bo&#39;lishi kerak
vi: mật khẩu phải trùng khớp
xh: Iphasiwedi kufuneke ihambelane
yi: פּאַסווערדז מוזן גלייַכן
