Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: CASEACTIVE IS COMING SOON
af: CASEACTIVE KOM BINNEKORT
am: አስተዋፅዖ በቅርቡ ይመጣል
ar: CASEACTIVE قريبًا
az: MƏHKƏMƏ TEZLİKLƏDİR
be: КАЗЕКТЫВ БУДЗЕ БОЛЬШ
bg: CASEACTIVE ОЧАКВА СКОРО
bn: বিষয়বস্তু আবার আসছে
ca: CASEACTIVE ESTÀ PROP
cs: CASEACTIVE SE PŘIPRAVUJE
cy: MAE CASEACTIVE YN DOD YN fuan
da: CASEACTIVE KOMMER SNART
de: CASEACTIVE KOMMT BALD
el: Η ΠΕΡΙΠΤΩΣΗ ΕΙΝΑΙ ΔΥΝΑΤΟ
eo: KAZAKTIVO VENAS Baldaŭ
es: MUY PRONTO CASEACTIVE
et: KASEAKTIIVNE TULEB VARSTI
eu: CASEACTIVE Laster DAGO
fa: CASEACTIVE به زودی
fi: TAPAHTUMA ON NOPEA
fr: CASEACTIVE ARRIVE BIENTÔT
fy: KASAKTIVE KOMT SNOER
ga: Tá CASEACTIVE ag teacht go luath
gd: Tha CASEACTIVE A ’tighinn gu luath
gl: CASEACTIVE VEÑA PRONTO
gu: કેસલ તરત જ આવે છે
hi: मामले में जल्द ही आ रहा है
hr: KAZEAKTIVNO USKORO
hu: AZ ESETÉRTELMÉNY hamarosan beköszön
hy: ՎԱEԱԳՈՐՈՒԹՅՈՒՆԸ ՇՈՒՏ Է
id: CASEACTIVE akan segera hadir
is: Tilfelli er að koma fljótt
it: CASEACTIVE È PRESTO IN ARRIVO
iw: CASEACTIVE מגיע בקרוב
ja: CASEACTIVEが間もなく登場
ka: CASEACTIVE მალე მოვა
kk: ІСТЕР ЖАҚЫНДА
km: បណ្តឹងកំពុងដំណើរការភ្លាមៗ
kn: ಸಾಂದರ್ಭಿಕ ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ
ku: BASXWNE BXWNE
ky: ЖАКЫНДА ЖАКЫНДА
lb: CASEACTIVE GËTT SINN
lo: ເຫດຜົນແມ່ນ ກຳ ລັງຈະມາເຖິງ
lt: KASEAKTYVUS ATEINA
lv: KASEAKTĪVAIS TŪLĪT NETIKS
mg: HANATRAKA NY CASEACTIVE
mi: KA TAEA MAI TE KOREUTU
mk: КАСААКТИВНО НАСКОРО
ml: കാസക്റ്റീവ് ഉടൻ വരുന്നു
mn: CASEACTIVE УДАХГҮЙ
mr: विषाणू लवकरच येत आहे
ms: KESAKTIF DATANG SEGERA
mt: IL-KAŻATTIV JIĠI DĦUL
my: အဖြစ်မှန်မကြာမီလာတော့မယ်
ne: केस्या आउँदैछ
nl: CASEACTIVE KOMT BINNENKORT
no: KASAKTIV KOMMER SNART
or: କେସ୍ ଆକ୍ଟିଭ୍ ଆସୁଛି |
pa: ਕੇਸਆਇਟਿਵ ਆ ਰਿਹਾ ਹੈ
pl: CASEACTIVE JUŻ WKRÓTCE
ps: کاسیه په راتلونکي کې راځي
pt: CASEACTIVE ESTÁ EM BREVE
ro: CASEACTIVE SE APARĂ ÎN curând
ru: CASEACTIVE скоро появится
rw: URUBANZA RUZA VUBA
sd: ڪيسيڪٽو جلد ئي اچي رهيو آهي
si: කැසැක්ටිව් ඉක්මනින් පැමිණේ
sk: CASEACTIVE BUDE Čoskoro
sl: CASEACTIVE Kmalu prihaja
sq: KAZEAKTIVA PO SHPENZON
sr: КАЗЕАКТИВНИ УСКОРО
sv: KASAKTIV KOMMER SNART
sw: CASEACTIVE INAKUJA KARIBUNI
ta: கேசெக்டிவ் விரைவில் வருகிறது
te: CASEACTIVE త్వరలో వస్తుంది
tg: ВОҚЕА БА НАЗДИКИ МЕОЯД
th: เคสกำลังจะมาในเร็ว ๆ นี้
tk: KESELÇILIK BOLAN
tl: MALAPIT NA ANG CASEACTIVE
tr: CASEACTIVE YAKINDA GELİYOR
tt: КАСЕКТИВ ЯКЫН
ug: دېلو مىسالى پات يېقىندا كېلىدۇ
uk: КЕЗАКТИВ БУДЕ ВСЕ ВЖО
ur: معاملہ آ رہا ہے
uz: HAQIDA YAKINDA
vi: CASEACTIVE SẮP RA MẮT
xh: ICASEACTIVE IYEZA NGOKUDLULA
yi: קאַסעאַקטיוו קומט באַלד

source: Create a free account
af: Skep 'n gratis rekening
am: ነፃ መለያ ይፍጠሩ
ar: إنشاء حساب مجاني
az: Pulsuz hesab yaradın
be: Стварыце бясплатны рахунак
bg: Създай безплатен акаунт
bn: অস্ত্রোপচার
ca: Creeu un compte gratuït
cs: Vytvořte si bezplatný účet
cy: Creu cyfrif am ddim
da: Opret en gratis konto
de: Erstelle einen kostenlosen Account
el: Δημιουργήστε έναν δωρεάν λογαριασμό
eo: Kreu senpagan konton
es: Crea una cuenta nueva
et: Looge tasuta konto
eu: Sortu doako kontu bat
fa: یک حساب کاربری رایگان ایجاد کنید
fi: Luo ilmainen tili
fr: Créer un compte gratuit
fy: Meitsje in fergees akkount
ga: Cruthaigh cuntas saor in aisce
gd: Cruthaich cunntas an-asgaidh
gl: Crea unha conta gratuíta
gu: મફત એકાઉન્ટ બનાવો
hi: एक नि: शुल्क खाता बनाए
hr: Stvorite besplatan korisnički račun
hu: Hozzon létre egy ingyenes fiókot
hy: Ստեղծեք անվճար հաշիվ
id: Buat Akun gratis
is: Búðu til ókeypis reikning
it: Crea un account gratis
iw: צור חשבון בחינם
ja: 無料アカウントを作成
ka: შექმენით უფასო ანგარიში
kk: Тегін тіркелгі жасаңыз
km: បង្កើតគណនីឥតគិតថ្លៃ
kn: ಉಚಿತ ಖಾತೆಯನ್ನು ರಚಿಸಿ
ku: Hesabek belaş biafirînin
ky: бекер эсеп түзүү
lb: Schafen eng gratis Kont
lo: ສ້າງບັນຊີຟຣີ
lt: Sukurti nemokamą paskyrą
lv: Izveidojiet bezmaksas kontu
mg: Mamorona kaonty maimaim-poana
mi: Waihangahia he kaute kore utu
mk: Направете бесплатна сметка
ml: ഒരു സൗജന്യ അക്കൗണ്ട് സൃഷ്ടിക്കുക
mn: Үнэгүй данс үүсгэх
mr: एक विनामूल्य खाते तयार करा
ms: Buat akaun percuma
mt: Oħloq kont b'xejn
my: အခမဲ့အကောင့်တစ်ခုဖန်တီးပါ။
ne: एक नि: शुल्क खाता सिर्जना गर्नुहोस्
nl: Maak een gratis account
no: Opprett en gratis konto
or: ଏକ ମାଗଣା ଖାତା ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਇੱਕ ਮੁਫਤ ਖਾਤਾ ਬਣਾਓ
pl: Utwórz darmowe konto
ps: یو وړیا حساب جوړ کړئ
pt: Criar uma conta gratuita
ro: Creaza un cont gratuit
ru: Создать бесплатный аккаунт
rw: Kora konti yubuntu
sd: هڪ مفت اڪائونٽ ٺاهيو
si: නොමිලේ ගිණුමක් සාදන්න
sk: Vytvorte si účet zadarmo
sl: Ustvarite brezplačen račun
sq: Krijo një llogari falas
sr: Отворите бесплатан налог
sv: Skapa ett gratis konto
sw: Unda akaunti ya bure
ta: ஒரு இலவச கணக்கு உருவாக்க
te: ఉచిత ఖాతాను సృష్టించండి
tg: Ҳисоби ройгон эҷод кунед
th: สร้างบัญชีฟรี
tk: Mugt hasap dörediň
tl: Gumawa ng Libreng Account
tr: Ücretsiz bir hesap oluştur
tt: Бушлай хисап язмасы төзегез
ug: ھەقسىز ھېسابات قۇر
uk: Створіть безкоштовний обліковий запис
ur: مفت کھاتہ کھولئیے
uz: Bepul hisob yarating
vi: Tạo một tài khoản miễn phí
xh: Yenza iakhawunti yasimahla
yi: שאַפֿן אַ פריי חשבון

source: We are putting final touches to it. We will notify you when it's ready!
af: Ons is besig om die laaste hand daaraan te doen. Ons sal u in kennis stel wanneer dit gereed is!
am: የመጨረሻ ንክኪዎችን በእሱ ላይ እያደረግን ነው ፡፡ ዝግጁ ሲሆን እናሳውቅዎታለን!
ar: نحن نضع اللمسات الأخيرة عليه. سنخطرك عندما يكون جاهزًا!
az: Buna son toxunuşları edirik. Hazır olduqda sizə xəbər verəcəyik!
be: Мы робім гэта з апошнімі штрыхамі. Мы паведамім вам, калі ён будзе гатовы!
bg: Поставяме последни щрихи върху него. Ще ви уведомим, когато е готов!
bn: আমরা এটিতে চূড়ান্ত স্পর্শ করছি। এটি প্রস্তুত হলে আমরা আপনাকে অবহিত করব!
ca: Hi estem posant els darrers tocs. T'avisarem quan estigui a punt.
cs: Děláme to konečně. Až bude připraveno, upozorníme vás!
cy: Rydym yn rhoi cyffyrddiadau olaf iddo. Byddwn yn eich hysbysu pan fydd yn barod!
da: Vi lægger sidste hånd på det. Vi giver dig besked, når den er klar!
de: Wir geben ihm den letzten Schliff. Wir werden Sie benachrichtigen, wenn es fertig ist!
el: Βάζουμε τις τελευταίες πινελιές σε αυτό. Θα σας ειδοποιήσουμε όταν είναι έτοιμο!
eo: Ni donas lastajn tuŝojn al ĝi. Ni sciigos vin kiam ĝi estos preta!
es: Le estamos dando los toques finales. ¡Te avisaremos cuando esté listo!
et: Anname sellele viimase lihvi. Teavitame teid, kui see on valmis!
eu: Azken ukituak ematen ari gara. Prest dagoenean jakinaraziko dizugu!
fa: ما در حال وارد کردن نکات نهایی به آن هستیم. وقتی آماده شد به شما اطلاع خواهیم داد!
fi: Teemme siihen viimeisen silauksen. Ilmoitamme sinulle, kun se on valmis!
fr: Nous y mettons la touche finale. Nous vous informerons quand il sera prêt!
fy: Wy sette it lêste hân oan it. Wy sille jo warskôgje as it klear is!
ga: Táimid ag baint deiridh leis. Tabharfaimid fógra duit nuair a bheidh sé réidh!
gd: Tha sinn a ’cur suathadh deireannach ris. Cuiridh sinn fios thugaibh nuair a bhios e deiseil!
gl: Estamos a poñerlle os últimos retoques. Notificarémosche cando estea listo.
gu: અમે તેને અંતિમ સ્પર્શ આપી રહ્યા છીએ. તે તૈયાર થાય ત્યારે અમે તમને જાણ કરીશું!
hi: हम इसे अंतिम रूप दे रहे हैं। इसके तैयार होने पर हम आपको सूचित करेंगे!
hr: Stavljamo posljednje poteze u to. Obavijestit ćemo vas kad bude spreman!
hu: Utolsó simításokat teszünk hozzá. Értesítünk, ha készen áll!
hy: Մենք վերջին շոշափում ենք դրան: Մենք ձեզ կտեղեկացնենք, երբ պատրաստ լինի:
id: Kami sedang melakukan sentuhan akhir untuk itu. Kami akan memberi tahu Anda jika sudah siap!
is: Við erum að leggja lokahönd á það. Við munum láta þig vita þegar það er tilbúið!
it: Stiamo dando gli ultimi ritocchi. Ti avviseremo quando sarà pronto!
iw: אנחנו נותנים לזה נגיעות אחרונות. אנו נודיע לך כאשר הוא מוכן!
ja: 私たちはそれに最後の仕上げをしています。準備ができ次第お知らせします！
ka: ჩვენ მას ბოლო შეხებას ვუწყობთ. ჩვენ გაცნობებთ, როდესაც მზად იქნება!
kk: Біз оған соңғы өзгерістер енгізіп жатырмыз. Дайын болған кезде сізге хабарлаймыз!
km: យើងកំពុងប៉ះចុងក្រោយ។ យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលវារួចរាល់!
kn: ನಾವು ಅದಕ್ಕೆ ಅಂತಿಮ ಸ್ಪರ್ಶ ನೀಡುತ್ತಿದ್ದೇವೆ. ಅದು ಸಿದ್ಧವಾದಾಗ ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ!
ku: Em destên xwe lê didin. Dema ku amade be em ê we agahdar bikin!
ky: Ага акыркы чекиттерди коюп жатабыз. Даяр болгондо сизге билдиребиз!
lb: Mir setzen et lescht Hand op. Mir soen Iech Bescheed wann et fäerdeg ass!
lo: ພວກເຮົາ ກຳ ລັງເອົາການ ສຳ ພັດສຸດທ້າຍໃຫ້ມັນ. ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຊາບເມື່ອມັນພ້ອມແລ້ວ!
lt: Dedame jai paskutinį štrichą. Mes jums pranešime, kai jis bus paruoštas!
lv: Mēs tam pieliekam pēdējos pieskārienus. Mēs jums paziņosim, kad tas būs gatavs!
mg: Mikasika izany farany isika. Hampandre anao izahay rehefa vonona!
mi: Kei te whakamutua e maatau. Ka whakamohio atu matou ki a koe ka rite ana!
mk: Ние му даваме последен удар на тоа. Ние ќе ве известиме кога е подготвено!
ml: ഞങ്ങൾ അതിന് അന്തിമ സ്പർശം നൽകുന്നു. അത് തയ്യാറാകുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും!
mn: Бид үүнд эцсийн цэг тавьж байна. Бэлэн болсон үед бид танд мэдэгдэх болно!
mr: आम्ही त्यावर अंतिम टच देत आहोत. हे तयार झाल्यावर आम्ही आपल्याला सूचित करू!
ms: Kami memberikan sentuhan terakhir. Kami akan memberitahu anda apabila sudah siap!
mt: Aħna qed nagħmlu l-aħħar irtokki. Ninfurmawk meta tkun lesta!
my: ကျနော်တို့ကနောက်ဆုံးထိချပြီးနေကြသည်။ အဆင်သင့်ဖြစ်တဲ့အခါငါတို့ကိုအသိပေးမှာပါ။
ne: हामी यसमा अन्तिम छोइरहेका छौं। यो तयार भए पछि हामी तपाईंलाई सूचित गर्नेछौं!
nl: We leggen er de laatste hand aan. We laten het je weten als het klaar is!
no: Vi legger siste hånd på det. Vi vil varsle deg når den er klar!
or: ଆମେ ଏହାକୁ ଅନ୍ତିମ ସ୍ପର୍ଶ ଦେଉଛୁ | ଏହା ପ୍ରସ୍ତୁତ ହେଲେ ଆମେ ଆପଣଙ୍କୁ ଜଣାଇବୁ!
pa: ਅਸੀਂ ਇਸ ਨੂੰ ਅੰਤਮ ਰੂਪ ਦੇ ਰਹੇ ਹਾਂ. ਜਦੋਂ ਇਹ ਤਿਆਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ!
pl: Wprowadzamy do niego ostatnie poprawki. Powiadomimy Cię, gdy będzie gotowy!
ps: موږ دې ته حتمي لاس ورکړو. موږ به تاسو ته خبر درکړو کله چې چمتو وي!
pt: Estamos dando os toques finais nele. Iremos notificá-lo quando estiver pronto!
ro: Îi punem ultimele atingeri. Vă vom anunța când este gata!
ru: Мы вносим в него последние штрихи. Мы сообщим вам, когда он будет готов!
rw: Turimo gushiraho ibisobanuro byanyuma. Tuzabamenyesha igihe byiteguye!
sd: اسان ان کي حتمي شڪل ڏئي رهيا آهيون. جڏهن اهو تيار هوندو اسان کي توهان کي اطلاع ڏينداسين.
si: අපි ඒ සඳහා අවසාන ස්පර්ශයන් තබමු. එය සූදානම් වූ විට අපි ඔබට දන්වන්නෙමු!
sk: Robíme s tým posledné úpravy. Až bude pripravený, budeme vás informovať!
sl: Zaključujemo. Ko bo pripravljen, vas bomo obvestili!
sq: Ne po i japim prekjet e fundit. Ne do t'ju njoftojmë kur të jetë gati!
sr: Стављамо последње тачке у то. Обавестићемо вас када буде спремно!
sv: Vi lägger sista handen på det. Vi meddelar dig när det är klart!
sw: Tunaweka mguso wa mwisho kwake. Tutakuarifu ikiwa iko tayari!
ta: நாங்கள் அதற்கு இறுதித் தொடுப்புகளை வைக்கிறோம். அது தயாராக இருக்கும்போது நாங்கள் உங்களுக்கு அறிவிப்போம்!
te: మేము దానికి తుది మెరుగులు దిద్దుతున్నాము. ఇది సిద్ధంగా ఉన్నప్పుడు మేము మీకు తెలియజేస్తాము!
tg: Мо ба он нуқтаҳои ниҳоӣ мегузорем. Вақте ки тайёр аст, мо шуморо огоҳ хоҳем кард!
th: เรากำลังให้ความสำคัญกับมันเป็นครั้งสุดท้าย เราจะแจ้งให้คุณทราบเมื่อพร้อม!
tk: Biz oňa soňky gezek degýäris. Taýýar bolanda size habar bereris!
tl: Naglalagay kami ng mga panghuling ugnayan dito. Aabisuhan ka namin kapag handa na!
tr: Ona son rötuşları yapıyoruz. Hazır olduğunda sizi bilgilendireceğiz!
tt: Без аңа соңгы тапкыр кагылабыз. Ул әзер булганда сезгә хәбәр итәрбез!
ug: بىز ئۇنىڭغا ئاخىرقى چەكلەرنى قويۇۋاتىمىز. تەييار بولغاندا سىزگە خەۋەر قىلىمىز!
uk: Ми ставимо до цього останні штрихи. Ми повідомимо вас, коли він буде готовий!
ur: ہم اس پر آخری لمس ڈال رہے ہیں۔ یہ تیار ہونے پر ہم آپ کو مطلع کریں گے!
uz: Biz bunga yakuniy o'zgarishlar kiritmoqdamiz. Tayyor bo'lganda biz sizga xabar beramiz!
vi: Chúng tôi đang hoàn thiện nó. Chúng tôi sẽ thông báo cho bạn khi nó đã sẵn sàng!
xh: Sibeka izinto zokugqibela kuyo. Siza kukwazisa xa sele ilungile!
yi: מיר שטעלן דעם לעצט רירט. מיר וועלן אייך מעלדן ווען עס איז גרייט!

source: You’re minutes away from a better collaboration.
af: Jy is minute weg van 'n beter samewerking.
am: ከተሻለ ትብብር ደቂቃዎች ቀርተዋል።
ar: أنت على بعد دقائق من تعاون أفضل.
az: Daha yaxşı bir işbirliyinizə bir neçə dəqiqə qalırsınız.
be: Вас чакае некалькі хвілін да лепшага супрацоўніцтва.
bg: Остават ви минути за по-добро сътрудничество.
bn: আরও ভাল সহযোগিতা থেকে আপনি কয়েক মিনিট দূরে রয়েছেন।
ca: Us queden minuts d’una millor col·laboració.
cs: Jste jen pár minut od lepší spolupráce.
cy: Rydych chi funudau i ffwrdd o well cydweithredu.
da: Du er få minutter væk fra et bedre samarbejde.
de: Sie sind nur wenige Minuten von einer besseren Zusammenarbeit entfernt.
el: Είστε λίγα λεπτά μακριά από μια καλύτερη συνεργασία.
eo: Vi estas minutoj for de pli bona kunlaboro.
es: Estás a minutos de una mejor colaboración.
et: Paremast koostööst olete mõne minuti kaugusel.
eu: Lankidetza hobea lortzeko minutu gutxira zaude.
fa: شما با همکاری بهتر چند دقیقه فاصله دارید.
fi: Olet muutaman minuutin päässä paremmasta yhteistyöstä.
fr: Vous n'êtes qu'à quelques minutes d'une meilleure collaboration.
fy: Jo binne minuten fuort fan in bettere gearwurking.
ga: Tá tú nóiméad ó chomhoibriú níos fearr.
gd: Tha thu mionaidean air falbh bho cho-obrachadh nas fheàrr.
gl: Estás a minutos dunha mellor colaboración.
gu: તમે સારા સહયોગથી મિનિટ દૂર છો.
hi: आप बेहतर सहयोग से मिनट दूर हैं।
hr: Udaljeni ste nekoliko minuta od bolje suradnje.
hu: Percekre van a jobb együttműködéstől.
hy: Մի քանի րոպե հեռու եք ավելի լավ համագործակցությունից:
id: Hanya beberapa menit dari kolaborasi yang lebih baik.
is: Þú ert nokkrar mínútur frá betra samstarfi.
it: Mancano pochi minuti a una migliore collaborazione.
iw: אתה נמצא במרחק דקות משיתוף פעולה טוב יותר.
ja: より良いコラボレーションから数分です。
ka: რამდენიმე წუთის განმავლობაში ხართ უკეთესი თანამშრომლობისგან.
kk: Жақсы ынтымақтастыққа бірнеше минут қалды.
km: អ្នកនៅឆ្ងាយពីការសហការគ្នាល្អជាងមុន។
kn: ಉತ್ತಮ ಸಹಯೋಗದಿಂದ ನೀವು ನಿಮಿಷಗಳ ದೂರದಲ್ಲಿದ್ದೀರಿ.
ku: Hûn ji hevkariyek çêtir hûrdem dûr in.
ky: Жакшыраак кызматташууга бир нече мүнөт калды.
lb: Dir sidd Minutten ewech vun enger besserer Zesummenaarbecht.
lo: ທ່ານມີອີກບໍ່ເທົ່າໃດນາທີຈາກການຮ່ວມມືທີ່ດີກວ່າເກົ່າ.
lt: Nuo geresnio bendradarbiavimo tave praleido kelios minutės.
lv: Jūs esat dažu minūšu attālumā no labākas sadarbības.
mg: Minitra vitsy ianao amin'ny fiaraha-miasa tsara kokoa.
mi: He meneti ke atu koe i te mahi tahi pai ake.
mk: Неколку минути сте од подобра соработка.
ml: മികച്ച സഹകരണത്തിന് നിങ്ങൾ മിനിറ്റുകൾ അകലെയാണ്.
mn: Та илүү сайн хамтын ажиллагаатай болоход хэдэн минут үлдлээ.
mr: एका चांगल्या सहकार्यापासून आपण काही मिनिटे दूर आहात.
ms: Anda hanya beberapa minit dari kerjasama yang lebih baik.
mt: Int minuti bogħod minn kollaborazzjoni aħjar.
my: သငျသညျမိနစ်ကွာပိုကောင်းတဲ့ပူးပေါင်းကနေပါပဲ။
ne: तपाई राम्रो सहयोगबाट मिनेट टाढा हुनुहुन्छ।
nl: U bent minuten verwijderd van een betere samenwerking.
no: Du er få minutter unna et bedre samarbeid.
or: ଏକ ଉତ୍ତମ ସହଯୋଗରୁ ଆପଣ କିଛି ମିନିଟ୍ ଦୂରରେ ଅଛନ୍ତି |
pa: ਤੁਸੀਂ ਬਿਹਤਰ ਸਹਿਯੋਗ ਤੋਂ ਮਿੰਟਾਂ ਦੂਰ ਹੋ.
pl: Już tylko kilka minut dzieli Cię od lepszej współpracy.
ps: تاسو د ښې همکارۍ څخه څو دقیقې لرې یاست.
pt: Você está a poucos minutos de uma colaboração melhor.
ro: Sunteți la câteva minute distanță de o colaborare mai bună.
ru: Вы в нескольких минутах от лучшего сотрудничества.
rw: Wowe iminota mike uva mubufatanye bwiza.
sd: توهان بهتر تعاون مان منٽ منٽ آهيو.
si: ඔබ වඩා හොඳ සහයෝගීතාවයෙන් මිනිත්තු කිහිපයක් away තින්.
sk: Od lepšej spolupráce vás delí už len pár minút.
sl: Do boljšega sodelovanja vas čaka nekaj minut.
sq: Jeni disa minuta larg një bashkëpunimi më të mirë.
sr: Удаљени сте неколико минута од боље сарадње.
sv: Du är några minuter från ett bättre samarbete.
sw: Umebakisha dakika chache kutoka kwa ushirikiano bora.
ta: சிறந்த ஒத்துழைப்பிலிருந்து நீங்கள் சில நிமிடங்கள் தொலைவில் உள்ளீர்கள்.
te: మీరు మంచి సహకారానికి నిమిషాల దూరంలో ఉన్నారు.
tg: Шумо аз ҳамкории беҳтар дақиқаҳо дур ҳастед.
th: คุณอยู่ห่างจากการทำงานร่วมกันที่ดีขึ้นเพียงไม่กี่นาที
tk: Has gowy hyzmatdaşlykdan birnäçe minut uzaklykda.
tl: Ilang minuto ka pa mula sa isang mas mahusay na pakikipagtulungan.
tr: Daha iyi bir ortak çalışmadan dakikalar uzaktasınız.
tt: Сез яхшырак хезмәттәшлектән берничә минут ераклыкта.
ug: سىز تېخىمۇ ياخشى ھەمكارلىقتىن نەچچە مىنۇت يىراقتا.
uk: Вас чекає кілька хвилин від кращої співпраці.
ur: آپ بہتر تعاون سے منٹ کے فاصلے پر ہیں۔
uz: Yaxshi hamkorlikka bir necha daqiqalar qoldi.
vi: Bạn chỉ còn vài phút nữa là có được sự cộng tác tốt hơn.
xh: Ukude ngemizuzu kwintsebenziswano engcono.
yi: איר'רע מינוט אַוועק פון אַ בעסער מיטאַרבעט.

source: First Name
af: Eerste naam
am: የመጀመሪያ ስም
ar: الاسم الاول
az: Adı
be: Імя
bg: Първо име
bn: প্রথম নাম
ca: Nom
cs: Jméno
cy: Enw cyntaf
da: Fornavn
de: Vorname
el: Ονομα
eo: unua Nomo
es: Nombre de pila
et: Eesnimi
eu: Izena
fa: نام کوچک
fi: Etunimi
fr: Prénom
fy: Foarnamme
ga: Ainm
gd: A’ chiad ainm
gl: Nome
gu: પ્રથમ નામ
hi: पहला नाम
hr: Ime
hu: Keresztnév
hy: Անուն
id: Nama depan
is: Fyrsta nafn
it: Nome di battesimo
iw: שם פרטי
ja: ファーストネーム
ka: სახელი
kk: Аты
km: ឈ្មោះដំបូង
kn: ಮೊದಲ ಹೆಸರು
ku: Nav
ky: Биринчи аты
lb: Virnumm
lo: ຊື່​ແທ້
lt: Pirmas vardas
lv: Vārds
mg: Fanampin&#39;anarana
mi: ingoa tuatahi
mk: Име
ml: പേരിന്റെ ആദ്യഭാഗം
mn: Нэр
mr: पहिले नाव
ms: Nama pertama
mt: Isem
my: နာမည်
ne: पहिलो नाम
nl: Voornaam
no: Fornavn
or: ପ୍ରଥମ ନାମ
pa: ਪਹਿਲਾ ਨਾਂ
pl: Pierwsze imię
ps: اول نوم
pt: Primeiro nome
ro: Nume
ru: Имя
rw: Izina
sd: پهريون نالو
si: මුල් නම
sk: Krstné meno
sl: Ime
sq: Emri
sr: Име
sv: Förnamn
sw: Jina la kwanza
ta: முதல் பெயர்
te: మొదటి పేరు
tg: Ном
th: ชื่อจริง
tk: Ady
tl: Pangalan
tr: İsim
tt: Исем
ug: بىرىنچى ئىسمى
uk: Ім&#39;я
ur: پہلا نام
uz: Ism
vi: Tên đầu tiên
xh: Igama lokuqala
yi: ערשטע נאמען

source: Last Name
af: Van
am: የአያት ሥም
ar: الكنية
az: Soyad
be: Прозвішча
bg: Фамилно име
bn: নামের শেষাংশ
ca: Cognom
cs: Příjmení
cy: Cyfenw
da: Efternavn
de: Familienname, Nachname
el: Επίθετο
eo: Familia nomo
es: Apellido
et: Perekonnanimi
eu: Abizena
fa: نام خانوادگی
fi: Sukunimi
fr: Nom de famille
fy: Achternamme
ga: Sloinne
gd: An t-ainm mu dheireadh
gl: Apelido
gu: છેલ્લું નામ
hi: अंतिम नाम
hr: Prezime
hu: Vezetéknév
hy: Ազգանուն
id: Nama keluarga
is: Eftirnafn
it: Cognome
iw: שם משפחה
ja: 苗字
ka: გვარი
kk: Тек
km: នាមត្រកូល
kn: ಕೊನೆಯ ಹೆಸರು
ku: Paşnav
ky: Акыркы Аты
lb: Familljennumm
lo: ນາມ​ສະ​ກຸນ
lt: Pavardė
lv: Uzvārds
mg: Anarana
mi: ingoa Mutunga
mk: Презиме
ml: പേരിന്റെ അവസാന ഭാഗം
mn: Сүүлчийн нэр
mr: आडनाव
ms: Nama terakhir
mt: Kunjom
my: မျိုးနွယ်အမည်
ne: थर
nl: Achternaam
no: Etternavn
or: ଶେଷ ନାମ
pa: ਆਖਰੀ ਨਾਂਮ
pl: Nazwisko
ps: تخلص
pt: Último nome
ro: Numele de familie
ru: Фамилия
rw: Izina ryanyuma
sd: آخري نالو
si: අවසන් නම
sk: Priezvisko
sl: Priimek
sq: Mbiemri
sr: Презиме
sv: Efternamn
sw: Jina la familia
ta: கடைசி பெயர்
te: చివరి పేరు
tg: Насаб
th: นามสกุล
tk: Familiýasy
tl: Huling pangalan
tr: Soyadı
tt: Фамилия
ug: فامىلىسى
uk: Прізвище
ur: آخری نام
uz: Familiya
vi: Họ
xh: Ifani
yi: לעצטע נאמען

source: Email
af: e-pos
am: ኢሜል
ar: البريد الإلكتروني
az: E-poçt
bg: електронна поща
bn: ইমেইল
ca: Correu electrònic
cs: E-mailem
cy: E-bost
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
eo: Retpoŝto
et: E-post
eu: Emaila
fa: پست الکترونیک
fi: Sähköposti
ga: Ríomhphost
gd: Cuir post-dealain
gl: Correo electrónico
gu: ઇમેઇલ
hi: ईमेल
iw: אֶלֶקטרוֹנִי
ja: Eメール
ka: ელ.ფოსტა
kk: Электрондық пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
lt: El. Paštas
lv: E-pasts
mi: īmēra
mk: Е-пошта
ml: ഇമെയിൽ
mn: И-мэйл хаяг
mr: ईमेल
ms: E-mel
my: အီးမေးလ်ပို့ရန်
ne: इमेल
no: e-post
or: ଇମେଲ୍ କରନ୍ତୁ |
pa: ਈ - ਮੇਲ
ps: برېښلیک
pt: O email
ru: Эл. адрес
rw: Imeri
sd: اي ميل
si: විද්යුත් තැපෑල
sl: E-naslov
sr: Емаил
sv: E-post
sw: Barua pepe
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล์
tk: E-poçta iberiň
tr: E-posta
tt: Электрон почта
ug: ئېلخەت
uk: Електронна пошта
ur: ای میل
uz: E-pochta
xh: Imeyili
yi: בליצפּאָסט

source: Company
af: Maatskappy
am: ኩባንያ
ar: شركة
az: Şirkət
be: Кампанія
bg: Търговско дружество
bn: প্রতিষ্ঠান
ca: Empresa
cs: Společnost
cy: Cwmni
da: Selskab
de: Unternehmen
el: Εταιρία
eo: Kompanio
es: Empresa
et: Firma
eu: Enpresa
fa: شرکت
fi: Yhtiö
fr: Compagnie
fy: Bedriuw
ga: Cuideachta
gd: Companaidh
gl: Compañía
gu: કંપની
hi: कंपनी
hr: Društvo
hu: Vállalat
hy: Ընկերություն
id: Perusahaan
is: Fyrirtæki
it: Azienda
iw: חֶברָה
ja: 会社
ka: კომპანია
kk: Компания
km: ក្រុមហ៊ុន
kn: ಕಂಪನಿ
ku: Şîrket
ky: Компания
lb: Firma
lo: ບໍລິສັດ
lt: Bendrovė
lv: Uzņēmums
mg: Orinasa
mi: Kamupene
mk: Компанија
ml: കമ്പനി
mn: Компани
mr: कंपनी
ms: Syarikat
mt: Kumpanija
my: ကုမ္ပဏီ
ne: कम्पनी
nl: Bedrijf
no: Selskap
or: କମ୍ପାନୀ
pa: ਕੰਪਨੀ
pl: Firma
ps: شرکت
pt: Empresa
ro: Companie
ru: Компания
rw: Isosiyete
sd: ڪمپني
si: සමාගම
sk: Spoločnosť
sl: Podjetje
sq: Kompania
sr: Компанија
sv: Företag
sw: Kampuni
ta: நிறுவனம்
te: కంపెనీ
tg: Ширкат
th: บริษัท
tk: Kompaniýa
tl: Kumpanya
tr: şirket
tt: Компания
ug: شىركەت
uk: Компанія
ur: کمپنی
uz: Kompaniya
vi: Công ty
xh: Inkampani
yi: פֿירמע

source: No language selected
af: Geen taal gekies nie
am: ምንም ቋንቋ አልተመረጠም
ar: لم يتم تحديد لغة
az: Heç bir dil seçilməyib
be: Мова не абраны
bg: Не е избран език
bn: কোন ভাষা নেই
ca: No s&#39;ha seleccionat cap idioma
cs: Není vybrán žádný jazyk
cy: Dim dewis iaith
da: Intet sprog valgt
de: Keine Sprache ausgewählt
el: Δεν έχει επιλεγεί καμία γλώσσα
eo: Neniu lingvo elektita
es: Sin idioma seleccionado
et: Keelt pole valitud
eu: Ez da hizkuntza hautatu
fa: هیچ زبان انتخاب نشده است
fi: Mitään kieltä ei ole valittu
fr: Aucune langue sélectionnée
fy: Gjin taal selektearre
ga: Níl aon teanga roghnaithe
gd: Chan eil cànan air a thaghadh
gl: Non se seleccionou ningunha lingua
gu: કોઈ ભાષા પસંદ નથી
hi: कोई भाषा नहीं चुनी गई
hr: Nijedan jezik nije odabran
hu: Nincs kiválasztva nyelv
hy: Լեզվի ընտրված չէ
id: Tidak ada bahasa yang dipilih
is: Ekkert tungumál valið
it: Nessuna lingua selezionata
iw: לא נבחרה שפה
ja: 言語を選択していません
ka: არჩეული ენა არ არის
kk: Ешқандай тіл таңдалмады
km: គ្មានភាសាដែលបានជ្រើសរើស
kn: ಯಾವುದೇ ಭಾಷೆ ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ku: Tu zimanek hilbijartî tune
ky: Тил тандалган жок
lb: Keng Sprooch gewielt
lo: ບໍ່ມີພາສາທີ່ເລືອກ
lt: Nepasirinkta kalba
lv: Valoda nav izvēlēta
mg: Tsy misy fiteny voafidy
mi: Kāore he reo kua tīpakohia
mk: Нема избран јазик
ml: ഒരു ഭാഷയും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Ямар ч хэл сонгогдоогүй
mr: कोणतीही भाषा निवडली नाही
ms: Tiada bahasa yang dipilih
mt: Ebda lingwa magħżula
my: ဘာသာစကားမရွေး
ne: कुनै भाषा चयन गरिएको छैन
nl: Geen taal geselecteerd
no: Ingen språk valgt
or: କ language ଣସି ଭାଷା ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਭਾਸ਼ਾ ਨਹੀਂ ਚੁਣੀ ਗਈ
pl: Nie wybrano żadnego języka
ps: هیڅ ژبی ټاکل شوی نه دی
pt: Nenhuma língua selecionada
ro: Nu a fost selectată nici o limbă
ru: Язык не выбран
rw: Nta rurimi rwatoranijwe
sd: ڪابه ٻولي چونڊيل ناهي
si: භාෂාව තෝරා නැත
sk: Nie je vybratý žiaden jazyk
sl: Noben jezik ni izbran
sq: Asnjë gjuhë e përzgjedhur
sr: Није одабран језик
sv: Inget språk valt
sw: Hakuna lugha iliyochaguliwa
ta: எந்த மொழியும் தேர்ந்தெடுக்கப்படவில்லை
te: ఏ భాష ఎంచుకోలేదు
tg: Интихоби забон
th: ไม่มีภาษาที่เลือก
tk: Hiç bir dil saýlanmady
tl: Walang piniling wika
tr: Dil seçilmedi
tt: Тел сайланмаган
ug: ھېچقانداق تىل تاللانمىدى
uk: Жодна мова не вибрана
ur: کوئی زبان منتخب نہیں ہے
uz: Til tanlanmagan
vi: Không có ngôn ngữ nào được chọn
xh: Akukho ulwimi olukhethiweyo
yi: קיין שפּראַך אויסגעקליבן
