Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: , Director of Operations of Capital Insurance
af: , Direkteur van Bedryf van Kapitaalversekering
am: , የካፒታል ኢንቬስት ኦፕሬሽንስ ዲሬክተሮች
ar: مدير عمليات تأمين رأس المال
az: Capital Sığorta əməliyyatları üzrə direktor
be: , Дырэктар па аперацыях па страхаванні капіталу
bg: Директор по операциите на капиталовата застраховка
bn: , পুঁজি বীমা অপারেশন পরিচালক
ca: , Director d’operacions d’assegurances de capital
cs: , Ředitel operací kapitálového pojištění
cy: , Cyfarwyddwr Gweithrediadau Yswiriant Cyfalaf
da: , Direktør for driften af kapitalforsikring
de: , Director of Operations der Kapitalversicherung
el: , Διευθυντής Επιχειρήσεων Ασφάλισης Κεφαλαίου
eo: , Direktoro pri Operacioj de Kapital-Asekuro
es: Director de Operaciones de Seguros de Capital.
et: Kapitalikindlustuse operatsioonide direktor
eu: , Capital Insurance Insurance Operazioen zuzendaria
fa: ، مدیر عملیات بیمه سرمايه
fi: , Pääomasijoitustoiminnan johtaja
fr: , Directeur des opérations de Capital Insurance
fy: , Direkteur fan Operaasjes fan Capital Insurance
ga: , Stiúrthóir Oibríochtaí Árachais Chaipitil
gd: , Stiùiriche Gnìomhachd Àrachais Calpa
gl: , Director de Operacións de Seguro de Capital
gu: , મૂડી વીમાના ઓપરેશન્સના ડિરેક્ટર
hi: पूंजी बीमा के संचालन के निदेशक
hr: , Direktor operacija kapitalnog osiguranja
hu: , Tőkebiztosítási igazgató
hy: , Կապիտալի ապահովագրության գործառնությունների տնօրեն
id: , Direktur Operasi Asuransi Modal
is: , Framkvæmdastjóri rekstrar fjármagns trygginga
it: , Direttore delle operazioni di Capital Insurance
iw: , מנהל תחום פעילות ביטוח ההון
ja: キャピタルインシュアランスオペレーションディレクター
ka: , კაპიტალის დაზღვევის ოპერაციების დირექტორი
kk: , Капитал Сақтандыру операциялары департаментінің директоры
km: នាយកប្រតិបត្ដិការធានារ៉ាប់រងមូលធន
kn: , ಕ್ಯಾಪಿಟಲ್ ವಿಮೆ ಕಾರ್ಯಾಚರಣೆ ನಿರ್ದೇಶಕ
ku: , Derhênerê Operasyonên Sîgorteya Kapîtaliyê
ky: , Капиталдык камсыздандыруу ишине директору
lb: , Direkter vum Fonctionnement vun der Kapital Versécherung
lo: , ຜູ້ອໍານວຍການການປະຕິບັດງານການປະກັນໄພທຶນ
lt: , Kapitalo draudimo operacijų direktorius
lv: , Kapitāla apdrošināšanas operāciju direktors
mg: , Talen&#39;ny Operations of Capital Insurance
mi: , Te Kaiwhakahaere o nga Whakahaere mo te Whakahaere Pūtea
mk: , Директор за операции на капитално осигурување
ml: , ഡയറക്ടർ ഒഫ് ഓപ്പറേഷൻസ് ഓഫ് ക്യാപ്പിറ്റൽ ഇൻഷുറൻസ്
mn: , Капитал даатгалын үйл ажиллагааны захирал
mr: भांडवल विमा संचालनालयाचे संचालक
ms: , Pengarah Operasi Insurans Modal
mt: , Direttur ta ’l-Operazzjonijiet ta’ l-Assigurazzjoni tal-Kapital
my: Capital ကိုအာမခံ၏စစ်ဆင်ရေး၏, ဒါရိုက်တာ
ne: , पूंजी बीमा को संचालन निदेशक
no: , Direktør for drift av kapitalforsikring
or: , କ୍ୟାପିଟାଲ୍ ଇନସୁରାନ୍ସର ଅପରେସନ୍ ନିର୍ଦ୍ଦେଶକ |
pa: , ਕੈਪੀਟਲ ਇੰਸ਼ੋਰੈਂਸ ਦੇ ਅਪਰੇਸ਼ਨਾਂ ਦੇ ਡਾਇਰੈਕਟਰ
pl: , Dyrektor Operacyjny Ubezpieczenia Kapitałowego
ps: د پانګې اچونې د بیمې عملیات
pt: , Diretor de operações de seguro de capital
ro: , Director de Operațiuni de Asigurări de Capital
ru: Директор по операциям страхования капитала
rw: , Umuyobozi ushinzwe ibikorwa byubwishingizi bwimari
sd: ڊائريڪٽر آف ڪئپٽيٽ آف انٽيپشن آفيسر
si: ප්රාග්ධන රක්ෂණ මෙහෙයුම් අධ්යක්ෂක
sk: , Riaditeľ operácií kapitálového poistenia
sl: , Direktor operacij kapitalskega zavarovanja
sq: , Drejtor i Operacioneve të Sigurimeve Kapitale
sr: Директор операција капиталног осигурања
sv: , Direktör för verksamheten för kapitalförsäkring
sw: , Mkurugenzi wa Uendeshaji wa Bima ya Mitaji
ta: , மூலதன காப்பீட்டு நடவடிக்கைகளின் இயக்குனர்
te: , డైరెక్టర్ ఆఫ్ ఆపరేషన్స్ ఆఫ్ కాపిటల్ ఇన్సూరెన్స్
tg: , Директори амалиётҳои суғуртаи сармоягузорӣ
th: , ผู้อำนวยการฝ่ายปฏิบัติการประกันภัยทุน
tk: , Maýa ätiýaçlandyryşynyň amallar müdiri
tl: , Direktor ng Operations ng Capital Insurance
tr: , Sermaye Sigortaları Operasyon Direktörü
tt: , Капитал страховкалау операцияләре директоры
ug: ، كاپىتال سۇغۇرتىسىنىڭ تىجارەت دېرىكتورى
uk: Директор з операцій зі страхування капіталу
ur: ، کیپٹل انشورنس کے آپریشنز کے ڈائریکٹر
uz: , Kapitalni sug&#39;urta qilish bo&#39;yicha direktor
vi: , Giám đốc điều hành bảo hiểm vốn
xh: , UMlawuli weeNkcitho zeNtshumo-mali
yi: , דירעקטאָר פון אָפּעראַטיאָנס פון קאַפּיטאַל פאַרזיכערונג

source: Enhance Your System. Less Work, More Results.
af: Verbeter jou stelsel. Minder werk, meer resultate.
am: ስርዓትዎን ያሻሽሉ. ያነሰ ሥራ, ተጨማሪ ውጤቶች.
ar: تعزيز النظام الخاص بك. عمل أقل ، نتائج أكثر.
az: Sisteminizi gücləndirin. Az iş, daha çox nəticə.
be: Павышэнне вашай сістэмы. Менш працы, больш вынікаў.
bg: Подобрете системата си. По-малко работа, повече резултати.
bn: আপনার সিস্টেম উন্নত করুন। কম কাজ, আরো ফলাফল।
ca: Milloreu el vostre sistema. Menys feina, més resultats.
cs: Vylepšete svůj systém. Méně práce, více výsledků.
cy: Gwella&#39;ch System. Llai o Waith, Mwy o Ganlyniadau.
da: Forbedre dit system. Mindre arbejde, flere resultater.
de: Verbessern Sie Ihr System. Weniger Arbeit, mehr Ergebnisse.
el: Βελτιώστε το σύστημά σας. Λιγότερη εργασία, περισσότερα αποτελέσματα.
eo: Plibonigi Vian Sistemon. Malpli Laboro, Pli da Rezultoj.
es: Mejore su sistema. Menos trabajo, más resultados.
et: Süsteemi täiustamine. Vähem tööd, rohkem tulemusi.
eu: Hobetu zure sistema. Lan gutxiago, emaitza gehiago.
fa: سیستم شما را تقویت کنید. کار کمتر، نتایج بیشتر.
fi: Paranna järjestelmääsi. Vähemmän työtä, enemmän tuloksia.
fr: Améliorez votre système. Moins de travail, plus de résultats.
fy: Soarch jo systeem. Minder wurk, mear resultaten.
ga: Feabhas a chur ar do Chóras. Níos lú oibre, níos mó torthaí.
gd: Cuir ris an t-siostam agad. Nas lugha obrach, Barrachd thoraidhean.
gl: Mellora o teu sistema. Menos traballo, máis resultados.
gu: તમારી સિસ્ટમમાં વધારો. ઓછા કામ, વધુ પરિણામો.
hi: अपने सिस्टम को बढ़ाएँ। कम काम, अधिक परिणाम।
hr: Poboljšajte svoj sustav. Manje posla, više rezultata.
hu: A rendszer javítása. Kevesebb munka, több eredmény.
hy: Բարելավել ձեր համակարգը: Ավելի քիչ աշխատանք, ավելի շատ արդյունքներ:
id: Tingkatkan Sistem Anda. Kurang Bekerja, Lebih Banyak Hasil.
is: Auka kerfið þitt. Minni vinnu, fleiri niðurstöður.
it: Migliora il tuo sistema. Meno lavoro, più risultati.
iw: שפר את המערכת שלך. פחות עבודה, תוצאות נוספות.
ja: あなたのシステムを強化しましょう。より少ない仕事、より多くの結果。
ka: გააუმჯობესე შენი სისტემა. ნაკლები მუშაობა, სხვა შედეგები.
kk: Жүйеңізді жақсартыңыз. Аз жұмыс, көп нәтижелер.
km: បង្កើនប្រព័ន្ធរបស់អ្នក។ ការងារតិចជាងលទ្ធផលច្រើនទៀត។
kn: ನಿಮ್ಮ ಸಿಸ್ಟಮ್ ಅನ್ನು ವರ್ಧಿಸಿ. ಕಡಿಮೆ ಕೆಲಸ, ಹೆಚ್ಚಿನ ಫಲಿತಾಂಶಗಳು.
ku: Sîstema Saziya Xwe Karê kêm, More Results.
ky: Көркүнө Сиздин системасы. Less Иш More Results.
lb: Verbesseren Äre System. Manner schaffen, méi Resultater.
lo: ປັບປຸງລະບົບຂອງທ່ານ. ການເຮັດວຽກຫນ້ອຍ, ຜົນໄດ້ຮັບເພີ່ມເຕີມ.
lt: Sustiprinkite savo sistemą. Mažiau darbo, daugiau rezultatų.
lv: Uzlabojiet savu sistēmu. Mazāk darba, vairāk rezultātu.
mg: Ampitomboy ny rafitrao. Asa madinika, vokatra bebe kokoa.
mi: Whakapai ake i to Pūnaha. Nga Mahi iti, Nga Hua.
mk: Подобрете го вашиот систем. Помалку работа, повеќе резултати.
ml: നിങ്ങളുടെ സിസ്റ്റം മെച്ചപ്പെടുത്തുക. കുറച്ച് പ്രവൃത്തി, കൂടുതൽ ഫലങ്ങൾ.
mn: Өөрийн системийг сайжруулах. Бага ажил, илүү үр дүн.
mr: तुमची प्रणाली सुधारित करा. कमी कार्य, अधिक परिणाम.
ms: Meningkatkan Sistem Anda. Kurang Kerja, Lebih Banyak Hasil.
mt: Tittejjeb is-Sistema Tiegħek. Inqas Xogħol, Aktar Riżultati.
my: သင့်ရဲ့ System ကို Enhance ။ ဒီထက်လုပ်ငန်းပိုမိုသောရလဒ်များ။
ne: तपाईको प्रणाली बढाउनुहोस्। कम कार्य, थप परिणामहरू।
nl: Verbeter uw systeem. Minder werk, meer resultaten.
no: Forbedre systemet. Mindre arbeid, flere resultater.
or: ଆପଣଙ୍କର ସିଷ୍ଟମ୍ ବୃଦ୍ଧି କରନ୍ତୁ | କମ୍ କାମ, ଅଧିକ ଫଳାଫଳ |
pa: ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਵਧਾਓ ਘੱਟ ਕੰਮ, ਹੋਰ ਨਤੀਜੇ
pl: Popraw swój system. Mniej pracy, więcej wyników.
ps: خپل سیسټم ته وده ورکړئ. لږ کار، نور پایلې.
pt: Melhore o seu sistema. Menos trabalho, mais resultados.
ro: Îmbunătățiți sistemul. Mai puțină muncă, mai multe rezultate.
ru: Усовершенствуйте свою систему. Меньше работы, больше результатов.
rw: Kongera Sisitemu. Akazi Gake, Ibisubizo Byinshi.
sd: پنھنجي سسٽم کي وڌايو. ڪم وڌيڪ، وڌيڪ نتيجا.
si: ඔබේ පද්ධතිය වැඩි දියුණු කරන්න. අඩු වැඩ, තවත් ප්රතිඵල.
sk: Vylepšite svoj systém. Menej práce, viac výsledkov.
sl: Izboljšajte svoj sistem. Manj dela, več rezultatov.
sq: Përmirëso Sistemin Tuaj. Më pak punë, më shumë rezultate.
sr: Побољшајте свој систем. Мање посла, више резултата.
sv: Förbättra ditt system. Mindre arbete, fler resultat.
sw: Kuboresha Mfumo wako. Kazi Chini, Matokeo Zaidi.
ta: உங்கள் கணினியை மேம்படுத்தவும். குறைந்த வேலை, மேலும் முடிவுகள்.
te: మీ సిస్టమ్ను మెరుగుపరచండి. తక్కువ పని, మరిన్ని ఫలితాలు.
tg: Рушди шумо системаи шумо. Камбизоатӣ, Натиҷаҳои бештар.
th: ปรับปรุงระบบของคุณ ทำงานน้อยลงผลลัพธ์เพิ่มเติม
tk: Ulgamyňyzy güýçlendiriň. Az iş, has köp netijeler.
tl: Pagandahin ang iyong System. Less Work, Higit pang mga Resulta.
tr: Sisteminizi Geliştirin. Daha Az İş, Daha Fazla Sonuç.
tt: Сезнең системаны арттыру. Аз эш, күбрәк нәтиҗәләр.
ug: سىستېمىڭىزنى كۈچەيتىڭ. ئاز خىزمەت ، تېخىمۇ كۆپ نەتىجە.
uk: Покращення системи. Менше роботи, більше результатів.
ur: آپ کے سسٹم کو بہتر بنائیں. کم کام، مزید نتائج.
uz: Tizimingizni yaxshilang. Kamroq ish, ko&#39;proq natijalar.
vi: Tăng cường hệ thống của bạn. Công việc ít hơn, kết quả nhiều hơn.
xh: Ukuphucula indlela yakho. Umsebenzi ongaphantsi, iziphumo ezingaphezulu.
yi: פאַרבעסערן אייער סיסטעם. ווייניקער ווערק, מער רעזולטאַטן.

source: Use the Self-Serve Administrative Feature
af: Gebruik die Self-Serve Administrative Feature
am: የራስ-ሰር የአስተዳዳሪ ባህሪን ይጠቀሙ
ar: استخدم الميزة الإدارية للخدمة الذاتية
az: Self-Servis İdarəetmə İstifadə funksiyasından istifadə edin
be: Выкарыстоўвайце самаабслугоўваньне Адміністрацыйнага Feature
bg: Използвайте самообслужващата се административна функция
bn: স্ব-সেবা প্রশাসনিক বৈশিষ্ট্য ব্যবহার করুন
ca: Utilitzeu la funció administrativa autoservei
cs: Použijte funkci samoobslužné správy
cy: Defnyddiwch yr Nodwedd Weinyddol Hunangyflawn
da: Brug selvbetjeningsfunktionen
de: Verwenden Sie die Self-Serve-Verwaltungsfunktion
el: Χρησιμοποιήστε τη λειτουργία διαχειριστή Self-serve
eo: Uzu la Mem-Servan Administracian Trajton
es: Utilice la función administrativa de autoservicio
et: Kasutage iseteenindava halduse funktsiooni
eu: Erabili Zerbitzu Autonomikoaren funtzioa
fa: از ویژگی اداری Self-Serving استفاده کنید
fi: Käytä itsepalvelun hallintatoimintoa
fr: Utiliser la fonctionnalité administrative libre-service
fy: Brûk de Self-Serve Administrative Feature
ga: Úsáid an Gné Riaracháin Féinfhreastail
gd: Cleachd am feart rianachd fèin-fhrithealaidh
gl: Use a función administrativa de autoservizo
gu: સ્વ-સેવા વહીવટી સુવિધાનો ઉપયોગ કરો
hi: स्व-सेवा प्रशासनिक सुविधा का उपयोग करें
hr: Upotrijebite samo-posluživanje administrativne značajke
hu: Használja az Önkiszolgáló adminisztrációs funkciót
hy: Օգտագործեք ինքնասպասարկման վարչական գործառույթը
id: Gunakan Fitur Administratif Swa-Sajikan
is: Notaðu sjálfstætt starfandi eiginleiki
it: Utilizzare la funzione amministrativa self-service
iw: השתמש בתכונה ניהול עצמי של שירות עצמי
ja: セルフサービス管理機能を使用する
ka: გამოიყენეთ თვითმმართველობის ემსახურება ადმინისტრაციული ფუნქცია
kk: Өзін-өзі басқаратын әкімшілік мүмкіндікті пайдаланыңыз
km: ប្រើលក្ខណៈគ្រប់គ្រងរដ្ឋដោយខ្លួនឯង
kn: ಸ್ವಯಂ-ಸರ್ವ್ ಆಡಳಿತಾತ್ಮಕ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಿ
ku: Taybetiya Rêveberiya Xweseriya Xweser bikar bînin
ky: Өзүн-өзү кызмат башкаруу өзгөчөлүгүн колдонуш
lb: Verwielt d&#39;Self-Serve Administrative Feature
lo: ໃຊ້ຄຸນະລັກສະນະການບໍລິຫານດ້ວຍຕົນເອງ
lt: Naudokite savitarnos administravimo funkciją
lv: Izmantojiet pašapkalpošanās administratīvo funkciju
mg: Ampiasao ny endriky ny Administratifan&#39;ny Self-Serve
mi: Whakamahia te Whakahaere Whakahaere Whaiaro-Whaiaro
mk: Користете ја административната карактеристика за самостојно управување
ml: സ്വയം സേവന സെർവർ അഡ്മിനിസ്ട്രേറ്റീവ് ഫീച്ചർ ഉപയോഗിക്കുക
mn: Өөртөө үйлчлэх үйл ажиллагааг ашигла
mr: सेल्फ सर्व्हिव्ह प्रशासकीय वैशिष्ट्याचा वापर करा
ms: Gunakan Ciri Pentadbiran Sendiri Serupa
mt: Uża l-Karatteristika Amministrattiva Awto-Iservu
my: ကိုယ်ပိုင်အမှုတော်ကိုထမ်းရွက်အုပ်ချုပ်ရေးဆိုင်ရာ Feature ကိုအသုံးပြုပါ
ne: स्व-सेवा प्रशासनिक सुविधा प्रयोग गर्नुहोस्
nl: Gebruik de administratieve functie Selfserve
no: Bruk Self-Serve Administrative Feature
or: ସ୍ୱୟଂ ସେବକ ପ୍ରଶାସନିକ ବ .ଶିଷ୍ଟ୍ୟ ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਸਵੈ-ਸੇਵਾ ਪ੍ਰਬੰਧਕ ਵਿਸ਼ੇਸ਼ਤਾ ਦਾ ਉਪਯੋਗ ਕਰੋ
pl: Użyj funkcji administracyjnej Self-Serve
ps: د خپل ځان خدمت اداري فیصله وکاروئ
pt: Use o recurso administrativo Self-Serve
ro: Utilizați caracteristica de administrare auto-servire
ru: Используйте функцию администрирования самообслуживания
rw: Koresha Kwikorera-Gukorera Ibiranga Ubuyobozi
sd: خودڪار خدمت جي انتظامي خاصيت کي استعمال ڪريو
si: ස්වයං-පරිපාලන විශේෂාංගය භාවිතා කරන්න
sk: Použite funkciu samoobslužného administrátora
sl: Uporabite samopostrežno skrbniško funkcijo
sq: Përdorni Funksionin Vetë-Shërbyes Administrativ
sr: Користите самообјављиву административну функцију
sv: Använd självhanteringsfunktionen
sw: Tumia Kipengele cha Utawala cha Kujitunza
ta: சுய சேவை நிர்வாக அம்சத்தை பயன்படுத்தவும்
te: నేనే-సర్వ్ అడ్మినిస్ట్రేటివ్ ఫీచర్ ఉపయోగించండి
tg: Хусусияти маъмурияти худсарона истифода баред
th: ใช้คุณลักษณะการดูแลระบบแบบบริการตนเอง
tk: Öz-özüňe hyzmat etmegiň administratiw aýratynlygyny ulanyň
tl: Gamitin ang Tampok na Pangasiwaan sa Sarili
tr: Kendi Kendine Hizmet Yapan Yönetici Özelliğini Kullanma
tt: Административ үзенчәлекне кулланыгыз
ug: ئۆزى مۇلازىمەت قىلىدىغان مەمۇرىي ئىقتىدارنى ئىشلىتىڭ
uk: Використовуйте адміністративну функцію самообслуговування
ur: اپنی خدمت کی انتظامی خصوصیت کا استعمال کریں
uz: Self-Servis ma&#39;muriy xususiyatidan foydalaning
vi: Sử dụng tính năng quản trị tự phục vụ
xh: Sebenzisa I-Self-Serve Administrative Feature
yi: ניצן די אַליינ - סערוויס אַדמיניסטראַטיווע שטריך

source: Take total control of your CaseActive management suite from the platform itself.
af: Neem die totale beheer van u CaseActive bestuurs suite vanaf die platform self.
am: ከ CaseActive አስተዳደር ማጠቃለያዎ ላይ የመቆጣጠሪያ መሣሪያውን ሙሉ ቁጥጥር ይውሰዱ.
ar: تحكم بشكل تام في مجموعة إدارة CaseActive من المنصة نفسها.
az: CaseActive idarəetmə paketinizin ümumi nəzarətini platformadan özünə götürün.
be: Вазьміце поўны кантроль над пакетам кіравання CaseActive ад самой платформы.
bg: Вземете цялостния контрол на вашия пакет за управление на CaseActive от самата платформа.
bn: প্ল্যাটফর্ম থেকে আপনার কেস অ্যাক্টিভ পরিচালনার স্যুটটির সম্পূর্ণ নিয়ন্ত্রণ নিন।
ca: Prengui el control total de la seva suite de gestió CaseActive des de la plataforma mateixa.
cs: Úplnou kontrolu nad vaší sadou pro správu CaseActive získáte ze samotné platformy.
cy: Cymerwch reolaeth lwyr ar eich ystafell reoli CaseActive o&#39;r platfform ei hun.
da: Tag total kontrol over din CaseActive management suite fra selve platformen.
de: Übernehmen Sie die vollständige Kontrolle über Ihre CaseActive Management Suite von der Plattform aus.
el: Πάρτε τον απόλυτο έλεγχο της σουίτας διαχείρισης CaseActive από την ίδια την πλατφόρμα.
eo: Prenu tutan kontrolon de via suite de CaseActive-mastrumado de la platformo mem.
es: Tome el control total de su suite de administración CaseActive desde la propia plataforma.
et: Kontrollige oma CaseActive&#39;i juhtimissüsteemi täielikku kontrolli platvormilt.
eu: Hartu zure CaseActive kudeaketa-suite osoaren kontrola plataforma bera.
fa: کنترل کامل مجموعه Suite ManagementActive از خود پلت فرم را کنترل کنید.
fi: Ota täydellinen hallinta CaseActive-hallintaohjelmistostasi itse alustalta.
fr: Prenez le contrôle total de votre suite de gestion CaseActive depuis la plateforme elle-même.
fy: Nim total kontrôle fan jo CaseActive management suite fan it platfoarm sels.
ga: Tóg smacht iomlán ar do shraith bhainistíochta CaseActive ón ardán féin.
gd: Thoir smachd iomlan air an t-sreath stiùiridh CaseActive agad bhon àrd-ùrlar fhèin.
gl: Tome o control total da súa suite de xestión CaseActive desde a propia plataforma.
gu: પ્લેટફોર્મમાંથી તમારા કેસ ઍક્ટિવ મેનેજમેન્ટ સ્યૂટના કુલ નિયંત્રણને લો.
hi: प्लेटफ़ॉर्म से ही अपने CaseActive प्रबंधन सूट का पूरा नियंत्रण रखें।
hr: Uzmite potpunu kontrolu nad svojim paketom za upravljanje CaseActiveom sa same platforme.
hu: Teljesen irányítsa a CaseActive menedzsment csomagját a platformról.
hy: Վերահսկեք ձեր Գործառնական կառավարման փաթեթը ամբողջ հարթակից:
id: Ambil kendali total dari suite manajemen CaseActive Anda dari platform itu sendiri.
is: Taktu fulla stjórn á CaseActive stjórnunarpakka þínum frá pallinum sjálfum.
it: Assumi il controllo totale della tua suite di gestione CaseActive dalla piattaforma stessa.
iw: קח שליטה מלאה של חבילת ניהול CASActive שלך מן הפלטפורמה עצמה.
ja: プラットフォーム自体からあなたのCaseActive管理スイートを完全に制御してください。
ka: მიიღეთ კონტროლი თქვენი CaseActive მართვის სუიტა პლატფორმისგან.
kk: CaseActive басқару жиынтығын платформаның өзінен толық бақылауға алыңыз.
km: យកការគ្រប់គ្រងសរុបនៃឈុតគ្រប់គ្រង CaseActive របស់អ្នកពីវេទិកាផ្ទាល់។
kn: ವೇದಿಕೆಯಿಂದ ನಿಮ್ಮ ಕೇಸ್ಆಕ್ಟಿವ್ ಮ್ಯಾನೇಜ್ಮೆಂಟ್ ಸೂಟ್ನ ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ.
ku: Bi tevahî kontrola xwe ya Rêveberiya CaseActive suite ji platformê bike.
ky: Сахнада өзүнөн сиздин CaseActive башкаруу Suite толугу менен көзөмөлгө алып.
lb: Huelt komplett Kontroll vun Ärem CaseActive Management Suite vun der Plattform selwer.
lo: ເອົາການຄວບຄຸມທັງຫມົດຂອງຊຸດການຄຸ້ມຄອງ CaseActive ຂອງທ່ານຈາກເວທີການຕົວມັນເອງ.
lt: Visapusiškai valdykite „CaseActive“ valdymo paketą nuo pačios platformos.
lv: Pilnībā kontrolējiet savu CaseActive pārvaldības komplektu no pašas platformas.
mg: Manaova fifehezana tanteraka ny fitantanana CaseActive amin&#39;ny sehatra samihafa.
mi: Whakamahia te mana katoa o to taipitopito whakahaere CaseActive mai i te turanga.
mk: Преземете ја целосната контрола на вашиот пакет CaseActive од самата платформа.
ml: പ്ലാറ്റ്ഫോമിൽ നിന്ന് നിങ്ങളുടെ CaseActive മാനേജ്മെന്റ് സ്യൂട്ടിന്റെ പൂർണ്ണ നിയന്ത്രണം നേടുക.
mn: Өөрийн CaseActive удирдлагын програмыг платформоос бүрэн хянах боломжтой.
mr: आपल्या केस ऍक्टिव्ह मॅनेजमेंट सुटचा प्लॅटफॉर्मवर संपूर्ण नियंत्रण घ्या.
ms: Ambil kawalan sepenuhnya terhadap suite pengurusan CaseActive anda dari platform itu sendiri.
mt: Ħu l-kontroll totali tas-suite ta &#39;mmaniġġjar ta&#39; CaseActive tiegħek mill-pjattaforma nnifisha.
my: ပလက်ဖောင်းကိုယ်တိုင်ကမှသင်၏ CaseActive စီမံခန့်ခွဲမှု suite ကိုစုစုပေါင်းထိန်းချုပ်မှုကိုယူပါ။
ne: प्लेटफर्मबाट नै तपाईंको क्यासखाव व्यवस्थापन सुइटको कुल नियन्त्रण लिनुहोस्।
nl: Neem de volledige controle over uw CaseActive-beheersuite van het platform zelf.
no: Ta full kontroll over din CaseActive management suite fra selve plattformen.
or: ପ୍ଲାଟଫର୍ମରୁ ନିଜ କେସ୍ ଆକ୍ଟିଭ୍ ମ୍ୟାନେଜମେଣ୍ଟ ସୁଟ୍ ର ସମ୍ପୂର୍ଣ୍ଣ ନିୟନ୍ତ୍ରଣ ନିଅ |
pa: ਪਲੇਟਫਾਰਮ ਤੋਂ ਆਪਣੇ ਕੇਸ ਐਕਟੀਵ ਮੈਨੇਜਮੈਂਟ ਸੂਟ ਦਾ ਪੂਰਾ ਨਿਯੰਤਰਣ ਰੱਖੋ.
pl: Przejmij pełną kontrolę nad swoim pakietem zarządzania CaseActive z poziomu samej platformy.
ps: پخپله د پلیټینټ څخه ستاسو د قسط اداره اداره سوټ کنترول واخلئ.
pt: Assuma o controle total do seu pacote de gerenciamento CaseActive da própria plataforma.
ro: Luați control total asupra suitei de management CaseActive de pe platforma însăși.
ru: Получите полный контроль над вашим пакетом управления CaseActive с самой платформы.
rw: Fata igenzura ryuzuye rya CaseActive yo gucunga suite uhereye kumurongo ubwayo.
sd: پاڻ پليٽ فارم تان توهان جي قائداعظم انتظامي سوٽ جو مجموعي ڪنٽرول وٺو.
si: වේදිකාව මත ඔබේ CaseActive කළමනාකරණ කට්ටලය සම්පූර්ණයෙන්ම පාලනය කරන්න.
sk: Prevezmite úplnú kontrolu nad vašou sadou riadenia CaseActive z vlastnej platformy.
sl: Prevzemite popoln nadzor nad vašim paketom za upravljanje CaseActive iz same platforme.
sq: Merrni kontrollin total të suportit tuaj të menaxhimit të CaseActive nga vetë platforma.
sr: Узмите потпуну контролу над вашим ЦасеАцтиве пакетом за управљање са саме платформе.
sv: Ta total kontroll över din CaseActive Management Suite från själva plattformen.
sw: Chukua udhibiti wa jumla wa Suite yako ya Usimamizi wa Uchunguzi kutoka jukwaa yenyewe.
ta: மேடையில் இருந்து உங்கள் CaseActive நிர்வாக தொகுப்பு மொத்த கட்டுப்பாட்டை எடுத்து.
te: వేదిక నుండి మీ CaseActive నిర్వహణ సూట్ మొత్తం నియంత్రణను తీసుకోండి.
tg: Иҷрои маҷмӯи идоракунии CaseActive худ аз платформаи худи.
th: ควบคุมชุดการจัดการ CaseActive ทั้งหมดของคุณจากแพลตฟอร์มเอง
tk: “CaseActive” dolandyryş toplumyňyzy platformanyň özünden doly dolandyryň.
tl: Dalhin ang kabuuang kontrol sa iyong CaseActive management suite mula mismo sa platform.
tr: CaseActive yönetim paketinizin kontrolünü platformun kendisinden kontrol altına alın.
tt: Платформаның үзеннән CaseActive идарә итү комплектын тулысынча контрольдә тотыгыз.
ug: CaseActive باشقۇرۇش يۈرۈشلۈكلىرىڭىزنى سۇپىنىڭ ئۆزىدىن كونترول قىلىڭ.
uk: Візьміть повний контроль над пакетом управління CaseActive з самої платформи.
ur: پلیٹ فارم خود سے اپنے کیسآئٹی مینجمنٹ سوٹ کا مکمل کنٹرول لیں.
uz: CaseActive boshqaruv to&#39;plamingizni o&#39;zingizning platformangizdan boshqarishingiz kerak.
vi: Kiểm soát hoàn toàn bộ quản lý CaseActive của bạn từ chính nền tảng.
xh: Thatha ulawulo olupheleleyo lwe-CaseActive management suite ukusuka kwipulatifomu ngokwayo.
yi: נעמען גאַנץ קאָנטראָל פון דיין קאַסאַאַקטיוו פאַרוואַלטונג סוויט פון די פּלאַטפאָרמע זיך.
