Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Make sure to copy your new secret key now. You won’t be able to see it again!
af: Maak seker dat u u nuwe geheime sleutel nou kopieer. U sal dit nie weer kan sien nie!
am: አዲሱን ሚስጥራዊ ቁልፍዎን አሁን መገልበጡን ያረጋግጡ። እንደገና እሱን ማየት አይችሉም!
ar: تأكد من نسخ مفتاحك السري الجديد الآن. لن تتمكن من رؤيته مرة أخرى!
az: Yeni gizli açarınızı indi kopyaladığınızdan əmin olun. Yenidən görə bilməyəcəksiniz!
be: Абавязкова скапіруйце новы сакрэтны ключ зараз. Вы не зможаце ўбачыць яго зноў!
bg: Не забравяйте да копирате новия си таен ключ сега. Няма да можете да го видите отново!
bn: আপনার নতুন গোপন কী এখনই অনুলিপি করতে ভুলবেন না। আপনি এটি আবার দেখতে সক্ষম হবেন না!
ca: Assegureu-vos de copiar la vostra nova clau secreta ara. No el podreu tornar a veure.
cs: Nezapomeňte nyní zkopírovat nový tajný klíč. Už to neuvidíte!
cy: Gwnewch yn siŵr eich bod chi'n copïo'ch allwedd gyfrinachol newydd nawr. Ni fyddwch yn gallu ei weld eto!
da: Sørg for at kopiere din nye hemmelige nøgle nu. Du kan ikke se det igen!
de: Stellen Sie sicher, dass Sie jetzt Ihren neuen geheimen Schlüssel kopieren. Sie werden es nicht wieder sehen können!
el: Φροντίστε να αντιγράψετε το νέο μυστικό κλειδί σας τώρα. Δεν θα μπορείτε να το δείτε ξανά!
eo: Certigu kopii vian novan sekretan ŝlosilon nun. Vi ne povos vidi ĝin denove!
es: Asegúrese de copiar su nueva clave secreta ahora. ¡No podrás volver a verlo!
et: Kopeerige oma uus salajane võti kohe. Te ei näe seda enam!
eu: Ziurtatu zure gako sekretu berria kopiatzen duzula orain. Ezin izango duzu berriro ikusi!
fa: حتماً اکنون رمز مخفی جدید خود را کپی کنید. دیگر نمی توانید آن را ببینید!
fi: Muista kopioida uusi salainen avain nyt. Et voi nähdä sitä uudelleen!
fr: Assurez-vous de copier votre nouvelle clé secrète maintenant. Vous ne pourrez plus le revoir!
fy: Soargje derfoar dat jo jo nije geheime kaai no kopiearje. Jo sille it net wer sjen kinne!
ga: Déan cinnte d’eochair rúnda nua a chóipeáil anois. Ní bheidh tú in ann é a fheiceáil arís!
gd: Dèan cinnteach gun dèan thu lethbhreac den iuchair dhìomhair ùr agad a-nis. Cha bhith e comasach dhut fhaicinn a-rithist!
gl: Asegúrate de copiar agora a túa nova clave secreta. Non poderás velo de novo.
gu: હવે તમારી નવી ગુપ્ત કીની નકલ કરવાની ખાતરી કરો. તમે તેને ફરીથી જોઈ શકશો નહીં!
hi: अब अपनी नई गुप्त कुंजी की प्रतिलिपि बनाना सुनिश्चित करें। आप इसे फिर से नहीं देख पाएंगे!
hr: Svakako kopirajte svoj novi tajni ključ. Nećete je moći više vidjeti!
hu: Győződjön meg róla, hogy most másolja az új titkos kulcsot. Nem láthatja újra!
hy: Համոզվեք, որ պատճենեք ձեր նոր գաղտնի բանալին հիմա: Դուք այլևս չեք կարողանա տեսնել այն:
id: Pastikan untuk menyalin kunci rahasia baru Anda sekarang. Anda tidak akan bisa melihatnya lagi!
is: Gakktu úr skugga um að afrita nýja leynilykilinn þinn núna. Þú munt ekki geta séð það aftur!
it: Assicurati di copiare la tua nuova chiave segreta ora. Non potrai più vederlo!
iw: הקפד להעתיק את המפתח הסודי החדש שלך עכשיו. לא תוכלו לראות את זה שוב!
ja: 今すぐ新しい秘密鍵をコピーしてください。二度と見ることはできません！
ka: დარწმუნდით, რომ ახლავე გადაწერეთ თქვენი ახალი საიდუმლო გასაღები. თქვენ ვეღარ ნახავთ მას!
kk: Жаңа құпия кілтті дәл қазір көшіріп алғаныңызға көз жеткізіңіз. Сіз оны енді көре алмайсыз!
km: ត្រូវប្រាកដថាចម្លងលេខកូដសំងាត់ថ្មីរបស់អ្នកឥឡូវនេះ។ អ្នកនឹងមិនអាចមើលឃើញវាម្តងទៀតទេ!
kn: ನಿಮ್ಮ ಹೊಸ ರಹಸ್ಯ ಕೀಲಿಯನ್ನು ಈಗ ನಕಲಿಸಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನಿಮಗೆ ಅದನ್ನು ಮತ್ತೆ ನೋಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ!
ku: Bawer bikin ku hûn nuha mifteya xweya nihîn a nû kopî bikin. Hûn ê nekarin wê dîsa bibînin!
ky: Жаңы купуя ачкычыңызды азыр көчүрүп алыңыз. Аны кайра көрө албай каласыз!
lb: Gitt sécher datt Dir Äre neie Geheimschlëssel elo kopéiert. Dir kënnt et net erëm gesinn!
lo: ໃຫ້ແນ່ໃຈວ່າເອົາ ສຳ ເນົາກຸນແຈລັບ ໃໝ່ ຂອງທ່ານດຽວນີ້. ທ່ານຈະບໍ່ສາມາດເຫັນມັນອີກຄັ້ງ!
lt: Būtinai nukopijuokite naują slaptą raktą dabar. Daugiau to pamatyti nebegalėsite!
lv: Nekavējoties nokopējiet jauno slepeno atslēgu. Jūs to vairs nevarēsit redzēt!
mg: Hamarino tsara fa haka tahaka ny fanalahidinao miafina vaovao izao. Tsy ho afaka hahita azy intsony ianao!
mi: Kia mahara ki te kape i to ki muna hou inaianei. Kaore koe e kite ano!
mk: Осигурете се да го копирате вашиот нов таен клуч сега. Нема да можете повторно да го видите!
ml: നിങ്ങളുടെ പുതിയ രഹസ്യ കീ ഇപ്പോൾ‌ പകർ‌ത്തുന്നത് ഉറപ്പാക്കുക. നിങ്ങൾക്ക് ഇത് വീണ്ടും കാണാൻ കഴിയില്ല!
mn: Шинэ нууц түлхүүрээ одоо хуулж аваарай. Та үүнийг дахин харах боломжгүй болно!
mr: आता आपली नवीन गुप्त की कॉपी करण्याची खात्री करा. आपण ते पुन्हा पाहू शकणार नाही!
ms: Pastikan untuk menyalin kunci rahsia baru anda sekarang. Anda tidak akan dapat melihatnya lagi!
mt: Kun żgur li tikkopja ċ-ċavetta sigrieta l-ġdida tiegħek issa. Ma tkunx tista 'terġa' taraha!
my: သင်၏လျှို့ဝှက်ကီးအသစ်ကိုယခုကူးယူပါ။ သင်ထပ်မံမြင်နိုင်လိမ့်မည်မဟုတ်!
ne: तपाईंको नयाँ गोप्य कुञ्जीलाई अब प्रतिलिपि गर्न निश्चित गर्नुहोस्। तपाईं यसलाई फेरि हेर्न सक्षम हुनुहुने छैन!
nl: Zorg ervoor dat u nu uw nieuwe geheime sleutel kopieert. Je zult het niet meer kunnen zien!
no: Sørg for å kopiere den nye hemmelige nøkkelen din nå. Du kan ikke se det igjen!
or: ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ନୂତନ ଗୁପ୍ତ ଚାବି କପି କରିବାକୁ ନିଶ୍ଚିତ କରନ୍ତୁ | ଆପଣ ଏହାକୁ ପୁନର୍ବାର ଦେଖିବାକୁ ସମର୍ଥ ହେବେ ନାହିଁ!
pa: ਆਪਣੀ ਨਵੀਂ ਗੁਪਤ ਕੁੰਜੀ ਨੂੰ ਹੁਣ ਕਾਪੀ ਕਰਨਾ ਨਿਸ਼ਚਤ ਕਰੋ. ਤੁਸੀਂ ਇਸਨੂੰ ਦੁਬਾਰਾ ਨਹੀਂ ਵੇਖ ਸਕੋਗੇ!
pl: Pamiętaj, aby teraz skopiować nowy tajny klucz. Nie będziesz mógł go ponownie zobaczyć!
ps: ډاډ ترلاسه کړئ چې همدا اوس مو نوې پټه کاپي کړې. تاسو به ونه ګورئ چې دا بیا ووینئ!
pt: Certifique-se de copiar sua nova chave secreta agora. Você não poderá mais ver!
ro: Asigurați-vă că copiați noua cheie secretă acum. Nu îl veți mai putea vedea!
ru: Обязательно скопируйте свой новый секретный ключ сейчас. Вы больше не сможете его увидеть!
rw: Witondere gukoporora urufunguzo rwawe rwibanga nonaha. Ntuzongera kubona ukundi!
sd: پڪ ڪريو ته هاڻي توهان جي نئين ڳجهي چپي کي ڪاپي ڪريو. توهان هن کي ٻيهر نه ڏسي سگهندا!
si: ඔබගේ නව රහස් යතුර දැන් පිටපත් කිරීමට වග බලා ගන්න. ඔබට එය නැවත දැකිය නොහැක!
sk: Skopírujte svoj nový tajný kľúč už teraz. Už ju nebudete môcť vidieť!
sl: Kopirajte svoj novi skrivni ključ zdaj. Ne boste ga mogli več videti!
sq: Sigurohuni që të kopjoni çelësin tuaj të ri sekret tani. Ju nuk do të jeni në gjendje ta shihni përsëri!
sr: Обавезно одмах копирајте свој нови тајни кључ. Нећете моћи поново да га видите!
sv: Se till att kopiera din nya hemliga nyckel nu. Du kommer inte att kunna se det igen!
sw: Hakikisha kunakili ufunguo wako mpya wa siri sasa. Hutaweza kuiona tena!
ta: உங்கள் புதிய ரகசிய விசையை இப்போது நகலெடுப்பதை உறுதிசெய்க. நீங்கள் அதை மீண்டும் பார்க்க முடியாது!
te: ఇప్పుడే మీ క్రొత్త రహస్య కీని కాపీ చేసుకోండి. మీరు దీన్ని మళ్లీ చూడలేరు!
tg: Боварӣ ҳосил кунед, ки калиди нави махфии худро ҳозир нусхабардорӣ кунед. Шумо онро бори дигар дида наметавонед!
th: อย่าลืมคัดลอกรหัสลับใหม่ตอนนี้ คุณจะไม่สามารถมองเห็นได้อีก!
tk: Täze gizlin açaryňyzy indi göçüriň. Againene görüp bilmersiňiz!
tl: Tiyaking kopyahin ang iyong bagong lihim na key ngayon. Hindi mo na ito makikita ulit!
tr: Yeni gizli anahtarınızı şimdi kopyaladığınızdan emin olun. Onu bir daha göremeyeceksiniz!
tt: Яңа серле ачкычны хәзер күчереп алыгыз. Сез аны бүтән күрә алмассыз!
ug: يېڭى مەخپىي ئاچقۇچنى ھازىر كۆچۈرۈۋېلىڭ. ئۇنى قايتا كۆرەلمەيسىز!
uk: Обов’язково скопіюйте новий секретний ключ зараз. Ви не зможете побачити це знову!
ur: اس بات کو یقینی بنائیں کہ ابھی اپنی نئی خفیہ چابی کاپی کریں۔ آپ اسے دوبارہ نہیں دیکھ پائیں گے!
uz: Yangi maxfiy kalitni hoziroq nusxalashga ishonch hosil qiling. Siz uni yana ko'ra olmaysiz!
vi: Đảm bảo sao chép khóa bí mật mới của bạn ngay bây giờ. Bạn sẽ không thể nhìn thấy nó lần nữa!
xh: Qinisekisa ukukopa isitshixo sakho esitsha semfihlo ngoku. Awuyi kuba nakho ukuyibona kwakhona!
yi: מאַכט זיכער צו צייכענען דיין נייַ סוד שליסל איצט. איר וועט נישט קענען צו זען עס ווידער!

source: Edit Webhook
af: Webhook wysig
am: ዌብሆክ አርትዕ
ar: تحرير Webhook
az: Webhook-u redaktə edin
be: Рэдагаваць Webhook
bg: Редактирайте Webhook
bn: ওয়েবহুক সম্পাদনা করুন
ca: Editeu Webhook
cs: Upravit Webhook
cy: Golygu Webhook
da: Rediger Webhook
de: Webhook bearbeiten
el: Επεξεργασία Webhook
eo: Redaktu Rethokon
es: Editar webhook
et: Redigeeri veebikonksu
eu: Editatu Webhook
fa: ویرایش Webhook
fi: Muokkaa Webhookia
fr: Modifier le Webhook
fy: Webhook bewurkje
ga: Cuir Webhook in eagar
gd: Deasaich Webhook
gl: Editar Webhook
gu: વેબહૂક સંપાદિત કરો
hi: Webhook संपादित करें
hr: Uredi Webhook
hu: Webhook szerkesztése
hy: Խմբագրել Webhook- ը
is: Breyttu Webhook
it: Modifica webhook
iw: ערוך את Webhook
ja: Webhookを編集する
ka: რედაქტირება Webhook
kk: Webhook өңдеу
km: កែសម្រួល Webhook
kn: ವೆಬ್‌ಹುಕ್ ಸಂಪಾದಿಸಿ
ku: Webhook-ê biguherînin
ky: Webhookту түзөтүңүз
lb: Webhook änneren
lo: ແກ້ໄຂ Webhook
lt: Redaguoti „Webhook“
lv: Rediģēt Webhook
mg: Amboary ny Webhook
mi: Whakatika Paetukutuku
mk: Уредете ја веб-куката
ml: വെബ്‌ഹൂക്ക് എഡിറ്റുചെയ്യുക
mn: Webhook-г засах
mr: वेबहूक संपादित करा
mt: Editja Webhook
my: Webhook ကိုတည်းဖြတ်ပါ
ne: Webhook सम्पादन गर्नुहोस्
nl: Bewerk Webhook
no: Rediger Webhook
or: ୱେବ୍ ହକ୍ ସଂପାଦନ କରନ୍ତୁ |
pa: ਵੈਬਹੁੱਕ ਸੋਧੋ
pl: Edytuj webhook
ps: ویب هک
pt: Editar Webhook
ro: Editați Webhook
ru: Изменить веб-перехватчик
rw: Hindura Urubuga
sd: ويب هاڪ ۾ تبديلي آڻيو
si: වෙබ්හුක් සංස්කරණය කරන්න
sk: Upravte Webhook
sl: Uredi Webhook
sq: Redakto Webhook
sr: Измените Вебхоок
sv: Redigera Webhook
sw: Hariri Mtandao
ta: வெப்ஹூக்கைத் திருத்து
te: వెబ్‌హూక్‌ని సవరించండి
tg: Таҳрири Webhook
th: แก้ไข Webhook
tk: Webhook redaktirläň
tl: I-edit ang Webhook
tr: Web Kancasını Düzenle
tt: Вебхокны үзгәртү
ug: Webhook نى تەھرىرلەڭ
uk: Редагуйте Webhook
ur: ویب ہک میں ترمیم کریں
uz: Webhook-ni tahrirlash
vi: Chỉnh sửa Webhook
xh: Hlela iWebhuok
yi: רעדאַגירן וועבהאָאָק

source: Add Webhook
af: Voeg Webhook by
am: ዌብሆክ አክል
ar: إضافة Webhook
az: Webhook əlavə edin
be: Дадаць Webhook
bg: Добавете Webhook
bn: ওয়েবহুক যুক্ত করুন
ca: Afegeix Webhook
cs: Přidat Webhook
cy: Ychwanegu Webhook
da: Tilføj Webhook
de: Webhook hinzufügen
el: Προσθήκη Webhook
eo: Aldonu Rethokon
es: Agregar webhook
et: Lisage veebihaak
eu: Gehitu Webhook
fa: Webhook را اضافه کنید
fi: Lisää Webhook
fr: Ajouter un Webhook
fy: Foegje Webhook ta
ga: Cuir Webhook leis
gd: Cuir Webhook ris
gl: Engade Webhook
gu: વેબહૂક ઉમેરો
hi: Webhook जोड़ें
hr: Dodajte Webhook
hu: Webhook hozzáadása
hy: Ավելացնել Webhook
id: Tambahkan Webhook
is: Bættu við Webhook
it: Aggiungi webhook
iw: הוסף Webhook
ja: Webhookを追加する
ka: დაამატეთ Webhook
kk: Webhook қосыңыз
km: បន្ថែម Webhook
kn: ವೆಬ್‌ಹುಕ್ ಸೇರಿಸಿ
ku: Webhook zêde bikin
ky: Webhook кошуу
lb: Füügt Webhook bäi
lo: ເພີ່ມ Webhook
lt: Pridėti „Webhook“
lv: Pievienojiet Webhook
mg: Ampio Webhook
mi: Taapirihia te Paetukutuku
mk: Додадете Webhook
ml: വെബ്‌ഹൂക്ക് ചേർക്കുക
mn: Webhook нэмэх
mr: वेबहूक जोडा
ms: Tambah Webhook
mt: Żid Webhook
my: Webhook ထည့်ပါ
ne: Webhook जोड्नुहोस्
nl: Voeg Webhook toe
no: Legg til Webhook
or: ୱେବ୍ ହକ୍ ଯୋଡନ୍ତୁ |
pa: ਵੈਬਹੁੱਕ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj webhook
ps: ویب هک اضافه کړئ
pt: Adicionar Webhook
ro: Adăugați Webhook
ru: Добавить веб-перехватчик
rw: Ongeraho Urubuga
sd: ويب هيڪ شامل ڪريو
si: වෙබ්හුක් එක් කරන්න
sk: Pridajte Webhook
sl: Dodajte Webhook
sq: Shto Webhook
sr: Додајте Вебхоок
sv: Lägg till Webhook
sw: Ongeza Webhook
ta: வெப்ஹூக்கைச் சேர்க்கவும்
te: వెబ్‌హూక్‌ని జోడించండి
tg: Webhook илова кунед
th: เพิ่ม Webhook
tk: Webhook goşuň
tl: Magdagdag ng Webhook
tr: Webhook ekle
tt: Вебхок өстәргә
ug: Webhook نى قوشۇڭ
uk: Додайте Webhook
ur: ویب ہک شامل کریں
uz: Webhook-ni qo'shing
vi: Thêm Webhook
xh: Yongeza iWebhuok
yi: לייג וועבהאָאָק

source: No event selected
af: Geen geleentheid gekies nie
am: ምንም ክስተት አልተመረጠም
ar: لم يتم اختيار أي حدث
az: Heç bir hadisə seçilməyib
be: Падзея не выбрана
bg: Няма избрано събитие
bn: কোনও ইভেন্ট নির্বাচিত হয়নি
ca: No s'ha seleccionat cap esdeveniment
cs: Nebyla vybrána žádná událost
cy: Ni ddewiswyd unrhyw ddigwyddiad
da: Ingen begivenhed valgt
de: Kein Ereignis ausgewählt
el: Δεν έχει επιλεγεί συμβάν
eo: Neniu evento elektita
es: Ningún evento seleccionado
et: Ühtegi sündmust pole valitud
eu: Ez da gertaerarik hautatu
fa: هیچ رویدادی انتخاب نشده است
fi: Ei tapahtumia valittu
fr: Aucun événement sélectionné
fy: Gjin barren selekteare
ga: Níor roghnaíodh aon imeacht
gd: Cha deach tachartas a thaghadh
gl: Non se seleccionou ningún evento
gu: કોઈ ઇવેન્ટ પસંદ નથી
hi: कोई ईवेंट नहीं चुना गया
hr: Nije odabran nijedan događaj
hu: Nincs kiválasztva esemény
hy: Ոչ մի իրադարձություն չի ընտրվել
id: Tidak ada acara yang dipilih
is: Enginn viðburður valinn
it: Nessun evento selezionato
iw: לא נבחר אירוע
ja: イベントが選択されていません
ka: ღონისძიება არ არის არჩეული
kk: Ешқандай іс-шара таңдалмады
km: មិនបានជ្រើសព្រឹត្តិការណ៍
kn: ಯಾವುದೇ ಈವೆಂಟ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ku: Bûyerek nehatiye hilbijartin
ky: Бир дагы иш-чара тандалган жок
lb: Keen Event ausgewielt
lo: ບໍ່ມີການເລືອກເຫດການ
lt: Nepasirinktas joks įvykis
lv: Nav atlasīts neviens notikums
mg: Tsy misy hetsika voafantina
mi: Kaore he kaupapa i tohua
mk: Не е избран настан
ml: ഇവന്റുകളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Ямар ч арга хэмжээ сонгоогүй
mr: कोणताही कार्यक्रम निवडलेला नाही
ms: Tiada acara yang dipilih
mt: L-ebda avveniment magħżul
my: မည်သည့်အဖြစ်အပျက်မှမရွေးပါ
ne: कुनै कार्यक्रम चयन गरिएको छैन
nl: Geen evenement geselecteerd
no: Ingen hendelse valgt
or: କ event ଣସି ଇଭେଣ୍ଟ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਇਵੈਂਟ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl: Nie wybrano wydarzenia
ps: کومه پیښه نه ده ټاکل شوې
pt: Nenhum evento selecionado
ro: Nu a fost selectat niciun eveniment
ru: Мероприятие не выбрано
rw: Nta gikorwa cyatoranijwe
sd: ڪو به واقعو چونڊيل نه آهي
si: කිසිදු සිදුවීමක් තෝරාගෙන නොමැත
sk: Nie je vybratá žiadna udalosť
sl: Izbran ni noben dogodek
sq: Asnjë ngjarje e zgjedhur
sr: Није одабран ниједан догађај
sv: Ingen händelse vald
sw: Hakuna tukio lililochaguliwa
ta: எந்த நிகழ்வும் தேர்ந்தெடுக்கப்படவில்லை
te: ఈవెంట్ ఏదీ ఎంచుకోబడలేదు
tg: Ягон чорабинӣ интихоб нашудааст
th: ไม่ได้เลือกกิจกรรม
tk: Hiç hili waka saýlanmady
tl: Walang napiling kaganapan
tr: Etkinlik seçilmedi
tt: Вакыйга сайланмады
ug: ھېچقانداق پائالىيەت تاللانمىدى
uk: Жодна подія не вибрана
ur: کوئی پروگرام منتخب نہیں کیا گیا
uz: Hech qanday tadbir tanlanmadi
vi: Không có sự kiện nào được chọn
xh: Akukho msitho ukhethiweyo
yi: קיין געשעעניש אויסגעקליבן

source: No Webhooks yet.
af: Nog geen Webhooks nie.
am: እስካሁን ድረስ ምንም የድረ-ገጽ ማሰሪያዎች የሉም።
ar: لا توجد خطاطيف ويب حتى الآن.
az: Hələ Webhooks yoxdur.
be: Пакуль няма вэб-хукаў.
bg: Все още няма Webhooks.
bn: এখনও কোনও ওয়েবহুকস নেই।
ca: Encara no hi ha Webhooks.
cs: Zatím žádné Webhooky.
cy: Dim Webhooks eto.
da: Ingen Webhooks endnu.
de: Noch keine Webhooks.
el: Δεν υπάρχουν ακόμη Webhooks.
eo: Ankoraŭ neniuj rethokoj.
es: Aún no hay Webhooks.
et: Veel pole veebiraamatuid.
eu: Oraindik Webhook-ak ez.
fa: هنوز هیچ قلاب وب وجود ندارد.
fi: Ei vielä verkkokoukkuja.
fr: Pas encore de Webhooks.
fy: Noch gjin Webhooks.
ga: Uimh Webhooks fós.
gd: Chan eil Webhooks fhathast.
gl: Aínda non hai webhooks.
gu: હજી સુધી કોઈ વેબહૂક્સ નથી.
hi: अभी तक कोई Webhooks नहीं।
hr: Još nema Webhooksa.
hu: Még nincsenek webhookok.
hy: Դեռևս վեբհրապարակներ չկան:
id: Belum ada Webhook.
is: Engin Webhooks ennþá.
it: Nessun webhook ancora.
iw: עדיין אין Webhooks.
ja: Webhookはまだありません。
ka: ვებ – ჰუკები ჯერ არ არის.
kk: Әлі Webhooks жоқ.
km: មិនទាន់មាន Webhooks នៅឡើយទេ។
kn: ಇನ್ನೂ ವೆಬ್‌ಹುಕ್ಸ್ ಇಲ್ಲ.
ku: Hîn Webhook tune.
ky: Азырынча Webhooks жок.
lb: Nach kee Webhooks.
lo: ຍັງບໍ່ມີ Webhooks ເທື່ອ.
lt: Dar nėra internetinių kablių.
lv: Pagaidām nav Webhook.
mg: Tsy mbola misy Webhooks.
mi: Kaore ano a Paetukutuku.
mk: Сè уште нема веб-куки.
ml: ഇതുവരെ വെബ്‌ഹൂക്കുകളൊന്നുമില്ല.
mn: Одоогоор Webhooks байхгүй байна.
mr: अद्याप कोणतीही वेबबुक नाहीत.
ms: Belum ada Webhooks.
mt: L-ebda Webhooks s’issa.
my: Webhooks မရှိသေးပါ။
ne: अझै कुनै वेबबुकहरू छैनन्।
nl: Nog geen webhooks.
no: Ingen Webhooks ennå.
or: ଏପର୍ଯ୍ୟନ୍ତ କ Web ଣସି ୱେବ୍ ହକ୍ ନାହିଁ |
pa: ਅਜੇ ਕੋਈ ਵੈਬੁੱਕ ਨਹੀਂ.
pl: Nie ma jeszcze webhooków.
ps: تراوسه ویب پاhې ندي.
pt: Ainda não há webhooks.
ro: Nu există încă webhooks.
ru: Пока нет Webhooks.
rw: Nta Webhooks.
sd: اڃا تائين ڪوبه ويب هاڪس ناهي.
si: තවම වෙබ්හුක්ස් නොමැත.
sk: Zatiaľ žiadne Webhooky.
sl: Še nobenega kljuka.
sq: Ende nuk ka lidhje me uebfaqe.
sr: Још нема Вебхоокс-а.
sv: Inga Webhooks än.
sw: Bado hakuna Webhooks.
ta: இதுவரை வெப்ஹூக்ஸ் இல்லை.
te: ఇంకా వెబ్‌హూక్‌లు లేవు.
tg: Ҳоло Webhooks нест.
th: ยังไม่มี Webhooks
tk: Entek Webhooks ýok.
tl: Wala pang Webhooks.
tr: Henüz Webhook yok.
tt: Вебхуклар юк.
ug: تېخى Webhooks يوق.
uk: Ще немає веб-хуків.
ur: ابھی تک کوئی ویب ہیکس نہیں ہے۔
uz: Hali Webhooks yo'q.
vi: Chưa có Webhook nào.
xh: Okwangoku akukho zixhobo zewebhu.
yi: קיין וועבהאָאָקס נאָך.

source: URL
am: ዩ.አር.ኤል.
bn: ইউআরএল
el: Διεύθυνση URL
eu: URLa
fa: آدرس اینترنتی
hi: यूआरएल
is: Slóð
iw: כתובת אתר
kk: URL мекен-жайы
mk: URL-адреса
pa: ਯੂਆਰਐਲ
ps: یو آر ایل
sq: URL-ja
sr: УРЛ
ur: یو آر ایل
uz: URL manzili
xh: I-URL

source: Secret Webhook
af: Geheime Webhook
am: ሚስጥራዊ ዌብሆክ
ar: Webhook السري
az: Gizli Webhook
be: Сакрэтны вэб-хук
bg: Тайната уеб кука
bn: গোপন ওয়েবহুক
ca: Webhook secret
cy: Webhook Cyfrinachol
da: Hemmelig Webhook
de: Geheimer Webhook
el: Μυστικό Webhook
eo: Sekreta Rethoko
es: Webhook secreto
et: Salajane veebihaak
eu: Webhook sekretua
fa: وب بوک مخفی
fi: Salainen verkkokoukku
fr: Webhook secret
fy: Geheim Webhook
ga: Rúnda Webhook
gd: Webhook dìomhair
gl: Webhook secreto
gu: ગુપ્ત વેબહૂક
hi: गुप्त वेबहूक
hr: Tajna web kuka
hu: Titkos Webhook
id: Webhook Rahasia
is: Leyndarmál Webhook
it: Webhook segreto
iw: ווהוק סודי
ja: シークレットウェブフック
ka: საიდუმლო ვებჰუკი
kk: Құпия Вебхук
km: Webhook សម្ងាត់
kn: ರಹಸ್ಯ ವೆಬ್‌ಹುಕ್
ku: Webhook-a veşartî
lb: Geheim Webhook
lo: Webhook ລັບ
lt: Slaptas interneto kabliukas
lv: Slepenais tīmekļa āķis
mg: Webhook miafina
mi: Paetukutuku huna
mk: Таен веб-кука
ml: രഹസ്യ വെബ്‌ഹൂക്ക്
mn: Нууц Webhook
mr: गुप्त वेबहूक
ms: Webhook Rahsia
mt: Webhook Sigriet
my: လျှို့ဝှက် Webhook
ne: गुप्त Webhook
nl: Geheime webhook
no: Hemmelig Webhook
or: ଗୁପ୍ତ ୱେବ୍ ହକ୍ |
pa: ਗੁਪਤ ਵੈੱਬਹੁੱਕ
pl: Tajny webhook
ps: پټ ویب هک
pt: Webhook secreto
ro: Webhook secret
ru: Секретный веб-перехватчик
rw: Urubuga rwibanga
sd: خفيه ويب هاڪ
si: රහස් වෙබ්හුක්
sl: Skrivni spletni kavelj
sq: Lidhëse sekrete e uebit
sr: Сецрет Вебхоок
sv: Hemlig Webhook
sw: Mtandao wa siri
ta: ரகசிய வெப்ஹூக்
te: రహస్య వెబ్‌హూక్
tg: Webhook махфӣ
th: เว็บฮุกลับ
tk: Gizlin webhook
tl: Lihim na Webhook
tr: Gizli Web Kancası
tt: Серле Вебхук
ug: مەخپىي Webhook
uk: Секретний веб-гачок
ur: خفیہ ویب ہک
uz: Yashirin Webhook
vi: Webhook bí mật
xh: Imfihlo yeWebhook
yi: סוד וועבהאָאָק
