Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: Google Analytics
am: ጉግል አናሌቲክስ
ar: تحليلات كوكل
bn: গুগল বিশ্লেষক
ca: anàlisis de Google
es: Google analitico
fa: تجزیه و تحلیل ترافیک گوگل
gu: ગૂગલ ticsનલિટિક્સ
hi: गूगल विश्लेषिकी
hu: A Google Analytics
it: statistiche di Google
iw: גוגל ניתוח נתונים
ja: グーグルアナリティクス
km: Google វិភាគ
kn: ಗೂಗಲ್ ಅನಾಲಿಟಿಕ್ಸ್
lt: Google analizė
mi: Tātaritanga Google
mn: Google аналитик
mr: गूगल ticsनालिटिक्स
ms: Analitis Google
ne: Google विश्लेषण
or: ଗୁଗୁଲ୍ ଆନାଲିଟିକ୍ସ |
pa: ਗੂਗਲ ਵਿਸ਼ਲੇਸ਼ਣ
ps: د ګوګل تحلیلونه
ru: Гугл Аналитика
rw: Isesengura rya Google
sd: گوگل تجزياتي
si: ගූගල් විශ්ලේෂණ
sr: Гугл анализе
te: గూగుల్ విశ్లేషణలు
tk: Google Analitika
ur: گوگل تجزیہ کار
xh: Uhlalutyo lukaGoogle

source: Analytics Key
af: Analitiese sleutel
am: ትንታኔዎች ቁልፍ
ar: مفتاح التحليلات
az: Analitika açarı
be: Ключ Analytics
bg: Ключ на Google Анализ
bn: বিশ্লেষণ কী
ca: Clau d&#39;Analytics
cs: Klíč Analytics
cy: Allwedd Dadansoddeg
da: Analytics-nøgle
de: Analytics-Schlüssel
el: Κλειδί Analytics
eo: Analiza Ŝlosilo
es: Clave de análisis
et: Analyticsi võti
eu: Analytics gakoa
fa: کلید تحلیلی
fi: Analytics-avain
fr: Clé Analytics
fy: Analytics-kaai
ga: Eochair Analytics
gd: Iuchair Analytics
gl: Clave de Analytics
gu: Analyનલિટિક્સ કી
hi: एनालिटिक्स की
hr: Google Analytics ključ
hu: Analytics kulcs
hy: Վերլուծության բանալին
id: Kunci Analytics
is: Analytics lykill
it: Chiave di analisi
iw: מפתח אנליטיקס
ja: 分析キー
ka: ანალიტიკური გასაღები
kk: Аналитикалық кілт
km: គន្លឹះវិភាគ
kn: ಅನಾಲಿಟಿಕ್ಸ್ ಕೀ
ku: Mifteya Analytics
ky: Аналитикалык ачкыч
lb: Analytics Schlëssel
lo: Key Analytics
lt: „Analytics“ raktas
lv: Analytics atslēga
mi: Kii tātaritanga
mk: Клуч за аналитика
ml: അനലിറ്റിക്സ് കീ
mn: Аналитик түлхүүр
mr: Keyनालिटिक्स की
ms: Kunci Analitis
mt: Analytics Ewlenin
my: Analytics Key ကို
ne: विश्लेषण कुञ्जी
nl: Analytics-sleutel
no: Analytics-nøkkel
or: ଆନାଲିଟିକ୍ସ କି
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਕੁੰਜੀ
pl: Klucz Analytics
ps: د
pt: Chave analítica
ro: Cheia Analytics
ru: Ключ аналитики
rw: Urufunguzo rwo gusesengura
sd: تجزيي جي چاٻي
si: විශ්ලේෂණ යතුර
sk: Kľúč Analytics
sl: Google Analytics ključ
sq: Keyelësi i Analizës
sr: Аналитички кључ
sv: Analytics nyckel
sw: Ufunguo wa Mchanganuzi
ta: பகுப்பாய்வு விசை
te: అనలిటిక్స్ కీ
tg: Калиди таҳлил
th: คีย์การวิเคราะห์
tk: Analitik açary
tl: Keyword Key
tr: Analytics Anahtarı
tt: Аналитика ачкычы
uk: Ключ Analytics
ur: تجزیات کی
uz: Tahlil kaliti
vi: Khóa phân tích
xh: Isitshixo sohlalutyo

source: delete
af: verwyder
am: ሰርዝ
ar: حذف
az: silmək
be: выдаліць
bg: Изтрий
bn: মুছে ফেলা
ca: suprimir
cs: vymazat
cy: dileu
da: slette
de: löschen
el: διαγράφω
eo: forigi
es: Eliminar
et: kustuta
eu: ezabatu
fa: حذف
fi: poistaa
fr: supprimer
fy: wiskje
ga: scriosadh
gd: cuir às
gl: eliminar
gu: કા .ી નાખો
hi: हटाना
hr: izbrisati
hu: töröl
hy: ջնջել
id: menghapus
is: eyða
it: Elimina
iw: לִמְחוֹק
ja: 削除する
ka: წაშლა
kk: жою
km: លុប
kn: ಅಳಿಸಿ
ku: jêbirin
ky: жок кылуу
lb: läschen
lo: ລົບ
lt: Ištrinti
lv: dzēst
mg: hamafa
mi: muku
mk: избриши
ml: ഇല്ലാതാക്കുക
mn: устгах
mr: हटवा
ms: padam
mt: ħassar
my: ဖျက်ပါ
ne: मेटाउन
nl: verwijderen
no: slette
or: ଡିଲିଟ୍ କରନ୍ତୁ |
pa: ਮਿਟਾਓ
pl: usunąć
ps: ړنګول
pt: excluir
ro: șterge
ru: Удалить
rw: gusiba
sd: ختم ڪريو
si: මකන්න
sk: vymazať
sl: izbrisati
sq: fshij
sr: избриши
sv: radera
sw: futa
ta: அழி
te: తొలగించండి
tg: нест кардан
th: ลบ
tk: poz
tl: tanggalin
tr: silmek
tt: бетерү
ug: ئۆچۈرۈش
uk: видалити
ur: حذف کریں
uz: o&#39;chirish
vi: xóa bỏ
xh: cima
yi: ויסמעקן

source: Crop Image
af: Oesbeeld
am: ምስል ይከርክሙ
ar: قص الصوره
az: Şəkli əkin
be: Абрэзаць малюнак
bg: Изрязване на изображението
bn: ফসল ইমেজ
ca: Retalla la imatge
cs: Oříznout obrázek
cy: Delwedd Cnwd
da: Beskær billede
de: Bild zuschneiden
el: Κόψε την εικονα
eo: Cropa Bildo
es: Delimitar imagen
et: Kärbi pilti
eu: Mozketa irudia
fa: تصویر محصول
fi: Rajaa kuvaa
fr: Recadrer l&#39;image
ga: Íomhá na mBarr
gd: Ìomhaigh bàrr
gl: Imaxe de corte
gu: છબી કાપવા
hi: चित्र को काटो
hr: Izreži sliku
hu: Kép vágása
hy: Բերքի պատկերը
id: Pangkas Gambar
is: Skera mynd
it: Ritaglia l&#39;immagine
iw: חתוך תמונה
ja: クロップ画像
ka: მოსავლის სურათი
kk: Суретті қиып алу
km: ច្រឹបរូបភាព
kn: ಬೆಳೆ ಚಿತ್ರ
ky: Сүрөттү кесүү
lo: ຮູບພາບການປູກພືດ
lt: Apkarpyti nuotrauką
lv: Apgriezt attēlu
mg: Image Crop
mi: Whakaahua Taka
mk: Искористете ја сликата
ml: ചിത്രം മുറിക്കുക
mn: Зураг тайрах
mr: प्रतिमा क्रॉप करा
ms: Gambar Tanaman
mt: Immaġni tal-ħsad
my: ပုံဖြတ်ရန်
ne: छवि क्रप गर्नुहोस्
nl: Afbeelding bijsnijden
no: Beskjær bilde
or: କ୍ରପ୍ ପ୍ରତିଛବି |
pa: ਚਿੱਤਰ ਕਰੋਪ ਕਰੋ
pl: Przytnij zdjęcie
ps: د کرپټ عکس
pt: Cortar imagem
ru: Обрезать изображение
rw: Igishusho
sd: فصل واري تصوير
si: බෝග රූපය
sk: Orezať obrázok
sl: Obrežite sliko
sq: Imazhi i të korrave
sr: Обрежи слику
sv: Beskära bild
sw: Picha ya mazao
ta: படத்தை வெட்டு
te: పంట చిత్రం
tg: Суратро буред
th: ครอบตัดรูปภาพ
tk: Ekin şekili
tl: I-crop ang Imahe
tr: Görüntüyü kırp
tt: Уңышлы рәсем
uk: Обрізати зображення
ur: تصویر کو فصل کریں
uz: Rasmni qirqish
vi: Cắt hình ảnh
xh: Imifanekiso yoNxweme
yi: גערעטעניש בילד

source: No Filter
af: Geen filter
am: ማጣሪያ የለም
ar: لا تصفية
az: Filtrsiz
be: Няма фільтра
bg: Без филтър
bn: ছাঁকনিবিহীন
ca: Sense filtre
cs: Žádný filtr
cy: Dim Hidlo
da: Intet filter
de: Kein Filter
el: Χωρίς φίλτρο
eo: Neniu filtrilo
es: Sin filtro
et: Ilma filtrita
eu: Filtrorik gabe
fa: بدون فیلتر
fi: Ei filtteriä
fr: Pas de filtre
fy: Gjin filter
ga: Gan Scagaire
gd: Chan eil criathar ann
gl: Sen filtro
gu: ફિલ્ટર નથી
hi: कोई फिल्टर नहीं
hr: Bez filtera
hu: Nincs szűrő
hy: Ֆիլտր չկա
id: Tanpa Filter
is: Engin sía
it: Senza Filtro
iw: ללא מסנן
ja: フィルターなし
ka: Ფილტრის გარეშე
kk: Сүзгі жоқ
km: មិន​មាន​តម្រង
kn: ಫಿಲ್ಟರ್ ಇಲ್ಲ
ku: Bê fîltre
ky: Эч бир чыпка
lb: Keen Filter
lt: Nėra filtro
lv: Nav filtra
mg: Tsy misy sivana
mi: Kāore he Taitapa
mk: Без филтер
ml: അരിപ്പയില്ല
mn: Шүүлтүүргүй
mr: नाही फिल्टर
ms: Tiada penapis
mt: Ebda Iffiltra
my: အဘယ်သူမျှမ Filter ကို
ne: फिल्टर बिना
nl: Geen filter
no: Ingen filter
or: ଅଛଣା
pa: ਕੋਈ ਫਿਲਟਰ ਨਹੀਂ
pl: Bez filtra
ps: نه فلټر
pt: Sem filtro
ro: Fără filtru
ru: Нет фильтра
rw: Nta Muyunguruzi
sd: ڪو به فلٽر ناهي
si: ෆිල්ටරය නැත
sk: Žiadny filter
sl: Brez filtra
sq: Pa filtër
sr: Без филтера
sv: Inget filter
sw: Hakuna Filter
ta: வடிகட்டி இல்லை
te: సంఖ్య వడపోత
tg: Не филтр
th: ไม่มีตัวกรอง
tk: Süzgüç ýok
tl: Walang Filter
tr: Filtresiz
tt: Сөзгечсез
ug: سۈزگۈچ يوق
uk: Без фільтру
ur: کوئی فلٹر نہیں
uz: Filtr yo&#39;q
vi: Không có bộ lọc
xh: Akukho hluzo
yi: קיין פילטער

source: No logs requested.
af: Geen logs aangevra nie.
am: ምንም ምዝግብ ማስታወሻዎች አልተጠየቁም.
ar: لا سجلات المطلوبة.
az: Heç bir jurnal tələb edilmədi.
be: Часопісы не патрабуецца.
bg: Не са поискани регистрационни файлове.
bn: কোন লগ অনুরোধ।
ca: No s&#39;ha sol·licitat registre.
cs: Nebyly požadovány žádné protokoly.
cy: Ni ofynnwyd unrhyw logiau.
da: Ingen logfiler anmodet.
de: Keine Protokolle angefordert.
el: Δεν ζητήθηκαν αρχεία καταγραφής.
eo: Neniu registro petis.
es: No se solicitaron registros
et: Pole palume küsida.
eu: Ez da erregistrorik eskatu.
fa: هیچ سیاهههای مربوط درخواست نشده است.
fi: Ei lokeja pyydetty.
fr: Aucun journal demandé.
fy: Gjin logs frege.
ga: Níor iarrtar logaí ar bith.
gd: Chan eil logaichean sam bith ag iarraidh.
gl: Non se rexistraron rexistros.
gu: કોઈ લૉગ્સ વિનંતી કરી નથી.
hi: कोई लॉग अनुरोध नहीं किया गया।
hr: Nije zatražen zapisnik.
hu: Nincs szükség naplóra.
hy: Պահանջներ չկան:
id: Tidak ada log yang diminta.
is: Engar logs óskað.
it: Nessun log richiesto.
iw: לא נדרשו יומנים.
ja: 要求されたログはありません。
ka: არავითარი ჟურნალი არ მოითხოვება.
kk: Журнал сұралмаған.
km: មិនមានកំណត់ហេតុទេ។
kn: ಯಾವುದೇ ದಾಖಲೆಗಳು ವಿನಂತಿಸಲಾಗಿಲ್ಲ.
ku: No logs daxwaz kirin.
ky: Эч кандай журналдар сураган.
lb: Keng Logbicher opgefuerdert.
lo: ບໍ່ມີບັນທຶກການຮ້ອງຂໍ.
lt: Nereikalaujama žurnalų.
lv: Nav pieprasīti žurnāli.
mg: Tsy nangatahana hosoka.
mi: Kāore he raupapa i tonoa.
mk: Не се бара логови.
ml: ലോഗുകളൊന്നും ആവശ്യപ്പെട്ടില്ല.
mn: Лог шаардсангүй.
mr: कोणत्याही नोंदी विनंती नाहीत.
ms: Tiada log yang diminta.
mt: Ebda zkuk mitluba.
my: အဘယ်သူမျှမသစ်လုံးမေတ္တာရပ်ခံခဲ့သည်။
ne: लगहरू अनुरोध गरिएन।
nl: Geen logs aangevraagd.
no: Ingen logger forespurt.
or: କ log ଣସି ଲଗ ଅନୁରୋଧ କରାଯାଇ ନାହିଁ |
pa: ਕੋਈ ਲੌਗ ਦੀ ਬੇਨਤੀ ਨਹੀਂ ਕੀਤੀ.
pl: Nie zażądano żadnych dzienników.
ps: هیڅ لینک غوښتنه نه ده شوې.
pt: Nenhum log solicitado.
ro: Nu au fost solicitate jurnale.
ru: Запросов не требуется.
rw: Nta biti byasabwe.
sd: لاگ ان جو عرض نه ڪيو ويو.
si: ලඝු-සටහන ඉල්ලා නොමැත.
sk: Žiadne protokoly neboli vyžiadané.
sl: Ni zahtevanih dnevnikov.
sq: Nuk kërkohet asnjë regjistër.
sr: Нема трагова.
sv: Inga loggar begärda.
sw: Hakuna kumbukumbu zilizoombwa.
ta: பதிவுகள் கோரப்படவில்லை.
te: లాగ్లు అభ్యర్థించబడలేదు.
tg: Ҳеҷ гуна сабтҳо талаб карда намешаванд.
th: ไม่ได้ขอบันทึก
tk: Surnallar soralmady
tl: Walang hiniling na mga log.
tr: Kayıtsız talep yok.
tt: Бүрәнәләр соралмады.
ug: ھېچقانداق خاتىرە تەلەپ قىلىنمىدى.
uk: Жодних журналів не запрошено.
ur: کوئی لاگ ان کی درخواست نہیں
uz: Hech qanday jurnallar so&#39;ralmagan.
vi: Không có nhật ký nào được yêu cầu.
xh: Akukho zixhobo eziceliwe.
yi: קיין לאָגס געבעטן.

source: Logs list is empty.
af: Loglys is leeg.
am: የምዝግብ ማስታወሻዎች ዝርዝር ባዶ ነው.
ar: قائمة السجلات فارغة.
az: Siyahıların siyahısı boşdur.
be: Паказ усіх магчымых журналаў пусты.
bg: Списъкът на журналите е празен.
bn: লগ তালিকা খালি।
ca: La llista de registres està buida.
cs: Seznam protokolů je prázdný.
cy: Mae&#39;r rhestr logiau yn wag.
da: Logfilen er tom.
de: Die Protokollliste ist leer.
el: Η λίστα καταγραφών είναι κενή.
eo: Registra listo estas malplena.
es: La lista de registros está vacía.
et: Logi nimekiri on tühi.
eu: Erregistroen zerrenda hutsik dago.
fa: لیست سیاههها خالی است
fi: Lokitietue on tyhjä.
fr: La liste des journaux est vide.
fy: Lislistlist is leech.
ga: Tá liosta logála folamh.
gd: Tha liosta logaichean falamh.
gl: A lista de rexistros está baleira.
gu: લોગ સૂચિ ખાલી છે.
hi: लॉग सूची खाली है।
hr: Popis zapisnika je prazan.
hu: A naplók listája üres.
hy: Մուտքային ցանկը դատարկ է:
id: Daftar log kosong.
is: Logs listanum er tómt.
it: La lista dei registri è vuota.
iw: רשימת היומנים ריקה.
ja: ログリストは空です。
ka: ლოგები სია ცარიელია.
kk: Журналдар тізімі бос.
km: បញ្ជីកំណត់ហេតុគឺទទេ។
kn: ದಾಖಲೆಗಳ ಪಟ್ಟಿ ಖಾಲಿಯಾಗಿದೆ.
ku: Lîsteya têketinê vala ye.
ky: Журналдар тизме бош.
lb: Lëscht gëtt protokolléiert.
lo: ບັນທຶກລາຍການແມ່ນຫວ່າງເປົ່າ.
lt: Žurnalų sąrašas tuščias.
lv: Ziņu saraksts ir tukšs.
mg: Lisitry ny rakitra dia tsy misy.
mi: Kua takoto te rārangi rangitaki.
mk: Листата на дневникот е празна.
ml: ലോഗുകളുടെ ലിസ്റ്റ് ശൂന്യമാണ്.
mn: Бүртгэлийн жагсаалт хоосон байна.
mr: लॉग सूची खाली आहे.
ms: Senarai log kosong.
mt: Il-lista ta &#39;zkuk hija vojta.
my: logs စာရင်းဗလာဖြစ်နေသည်။
ne: लगहरू सूची रिक्त छ।
nl: Logboekenlijst is leeg.
no: Logglisten er tom.
or: ଲଗ୍ ତାଲିକା ଖାଲି ଅଛି |
pa: ਲੌਗਸ ਸੂਚੀ ਖਾਲੀ ਹੈ.
pl: Lista dzienników jest pusta.
ps: د لیګ لیست خالي دی.
pt: A lista de logs está vazia.
ro: Lista de jurnale este goală.
ru: Список журналов пуст.
rw: Urutonde rwibiti ni ubusa.
sd: لاگس لسٽ خالي آھي.
si: ලයිස්තුව ලැයිස්තුව හිස්.
sk: Zoznam protokolov je prázdny.
sl: Seznam dnevnikov je prazen.
sq: Lista e regjistrave është bosh.
sr: Листа дневника је празна.
sv: Logglistan är tom.
sw: Orodha ya maandishi ni tupu.
ta: பதிவுகள் பட்டியல் காலியாக உள்ளது.
te: చిట్టాలు జాబితా ఖాళీగా ఉంది.
tg: Рӯйхати қайдҳо холӣ аст.
th: รายการบันทึกว่างเปล่า
tk: Surnallaryň sanawy boş.
tl: Ang listahan ng mga log ay walang laman.
tr: Günlükler listesi boş.
tt: Бүрәнәләр исемлеге буш.
ug: خاتىرە تىزىملىكى قۇرۇق.
uk: Список журналів порожній.
ur: لاگز کی فہرست خالی ہے.
uz: Ro&#39;yxatlar ro&#39;yxati bo&#39;sh.
vi: Danh sách nhật ký trống.
xh: Uludwe lwezengeniso alukho.
yi: לאָגס רשימה איז ליידיק.

source: Download CSV
af: Laai CSV af
am: CSV አውርድ
ar: تنزيل ملف CSV
az: CSV yükləyin
be: загрузіць CSV
bg: Изтегляне на CSV
bn: সিএসভি ডাউনলোড করুন
ca: Descarregar CSV
cs: Stáhnout CSV
cy: Lawrlwythwch CSV
de: Laden Sie CSV herunter
el: Κάντε λήψη του CSV
eo: Elŝutu CSV
es: Descargar CSV
et: Laadige alla CSV
eu: Deskargatu CSV
fa: دانلود CSV
fi: Lataa CSV
fr: Télécharger le CSV
ga: Íoslódáil CSV
gd: Luchdaich sìos CSV
gl: Descargar CSV
gu: CSV ડાઉનલોડ કરો
hi: सीएसवी डाउनलोड करें
hr: Preuzmite CSV
hu: CSV letöltése
hy: Ներբեռնեք CSV
id: Unduh CSV
is: Sækja CSV
it: Scarica CSV
iw: הורד CSV
ja: CSVをダウンロード
ka: ჩამოტვირთეთ CSV
kk: CSV жүктеп алыңыз
km: ទាញយក CSV
kn: CSV ಡೌನ್ಲೋಡ್ ಮಾಡಿ
ku: CSV Download
lb: CSV eroflueden
lo: ດາວໂຫລດ CSV
lt: Atsisiųskite CSV
lv: Lejupielādējiet CSV
mi: Tikiake CSV
mk: Преземи CSV
ml: CSV ഡൗൺലോഡ് ചെയ്യുക
mn: CSV татаж авах
mr: सीएसव्ही डाउनलोड करा
ms: Muat turun CSV
mt: Niżżel CSV
my: CSV ဖိုင် Download
ne: CSV डाउनलोड गर्नुहोस्
nl: CSV downloaden
no: Last ned CSV
or: CSV ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
pa: CSV ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz CSV
ps: د CSV ډاونلوډ کړئ
pt: Baixar CSV
ro: Descărcați CSV
ru: Загрузить CSV
rw: Kuramo CSV
sd: سي ڊي وي ڊائون لوڊ ڪريو
si: CSV බාගැනීම
sk: Stiahnite si súbor CSV
sl: Prenesi CSV
sq: Shkarko CSV
sr: Преузми ЦСВ
sv: Hämta CSV
sw: Pakua CSV
ta: CSV ஐ பதிவிறக்குக
te: CSV ను డౌన్లోడ్ చేయండి
tg: Ворид кардани CSV
th: ดาวน์โหลด CSV
tk: CSV göçürip alyň
tl: I-download ang CSV
tr: CSV&#39;yi indir
tt: CSV йөкләү
ug: CSV نى چۈشۈرۈڭ
uk: Завантажити CSV
ur: CSV ڈاؤن لوڈ کریں
uz: CSVni yuklab oling
vi: Tải xuống CSV
xh: Landa i CSV

source: Request Logs
af: Versoek logs
am: የምዝግብ ማስታወሻዎችን ይጠይቁ
ar: طلب السجلات
az: Günlükleri isteyin
be: запыт Бярвёны
bg: Заявете дневници
bn: লগ অনুরোধ করুন
ca: Registre de sol·licituds
cs: Žádost o protokoly
cy: Logiadau Cais
da: Anmodning Logs
de: Protokolle anfordern
el: Αίτηση καταγραφής
eo: Peti Ensalutojn
es: Registros de solicitud
et: Taotluse logid
eu: Eskatu erregistroak
fa: درخواست ها
fi: Pyydä lokit
fr: Demander des journaux
ga: Logáil Iarratais
gd: Logaichean Iarrtais
gl: Rexistros de solicitude
gu: વિનંતી લોગ
hi: अनुरोध लॉग
hr: Zapisnici zahtjeva
hu: Kérésnaplók
hy: Պահանջվող տեղեկամատյաններ
id: Minta Log
is: Beiðni Logs
it: Richiedi registri
iw: בקש יומנים
ja: ログを要求する
ka: მოითხოვეთ ლოგები
kk: Журналды сұрату
km: ស្នើសុំកំណត់ហេតុ
kn: ದಾಖಲೆಗಳನ್ನು ವಿನಂತಿಸಿ
ku: Daxwazin Logs
ky: суроо Журналдар
lb: Logbicher anzeféieren
lt: Prašymų žurnalai
lv: Pieprasīt žurnālus
mi: Tono Tono
mk: Барање дневници
ml: ലോഗുകൾ അഭ്യർത്ഥിക്കുക
mn: Хүсэлт бүртгүүлэх
mr: लॉग्जची विनंती करा
ms: Meminta Log
mt: Logs ta &#39;Talba
my: တောင်းဆိုမှုမှတ်တမ်းများ
ne: लगहरू अनुरोध गर्नुहोस्
nl: Logboeken aanvragen
no: Be om logger
or: ଲଗ୍ ଅନୁରୋଧ |
pa: ਬੇਨਤੀ ਲਾਗ
pl: Żądaj logów
ps: د لوبو غوښتنه
pt: Logs de Solicitação
ro: Solicitați jurnale
ru: Журналы запросов
rw: Saba Ibiti
sd: لاگز جي درخواست ڪريو
si: ලඝු ඉල්ලීම්
sk: Žiadosť o protokoly
sl: Zahtevaj dnevnike
sq: Kërkoni shkrime
sr: Тражење дневника
sv: Begär loggar
sw: Omba Ingia
ta: பதிவுகள் வேண்டுகோள்
te: లాగ్లను అభ్యర్థించండి
tg: Додани дархостҳо
th: ขอบันทึก
tk: Surnallary soraň
tl: Humiling ng Mga Log
tr: İstek İsteği
tt: Бүрәнәләр сорау
ug: تەلەپ خاتىرىلىرى
uk: Запити журналів
ur: درخواست لاگز
uz: Yozuvlarni so&#39;rash
vi: Nhật ký yêu cầu
xh: Iifowuni zokucela

source: Log Type
am: የምዝግብ ማስታወሻ አይነት
ar: نوع السجل
az: Giriş növü
be: Уваход Тып
bg: Тип на журнала
bn: লগ টাইপ
ca: Tipus de registre
cs: Typ protokolu
cy: Math Log
de: Protokolltyp
el: Τύπος αρχείου καταγραφής
eo: Ensaltejo
es: Tipo de registro
et: Logi tüüp
eu: Log mota
fa: نوع ورود
fi: Lokityyppi
fr: Type de journal
ga: Cineál Logála
gd: Seòrsa Log
gl: Tipo de rexistro
gu: લૉગ પ્રકાર
hi: लॉग प्रकार
hr: Vrsta zapisnika
hu: Napló típusa
hy: Մուտքային տեսակը
id: Jenis Log
is: Log Tegund
it: Tipo di registro
iw: סוג יומן
ja: ログの種類
ka: შესვლა გაცნობის
kk: Журнал түрі
km: ប្រភេទកំណត់ហេតុ
kn: ಲಾಗ್ ಕೌಟುಂಬಿಕತೆ
ku: Type Type
ky: Кирүү түрү
lb: Logyp
lo: ປະເພດໃບປະກາດ
lt: Prisijungti tipą
lv: Žurnāla veids
mg: Karazana log
mi: Momo takiuru
mk: Тип на дневник
ml: ലോഗ് തരം
mn: Нэвтрэх төрөл
mr: लॉग प्रकार
ms: Jenis Log
mt: Tip ta &#39;reġistrazzjoni
my: log အမျိုးအစား
ne: लग प्रकार
or: ଲଗ୍ ପ୍ରକାର |
pa: ਲਾਗ ਕਿਸਮ
pl: Typ dziennika
ps: د ننوت ډول
pt: Tipo de registro
ro: Tipul de jurnal
ru: Тип журнала
rw: Ubwoko bwinjira
sd: لاگ ان جو قسم
si: ලොග් වර්ගය
sk: Typ protokolu
sl: Vrsta dnevnika
sq: Lloji i Identifikimit
sr: Тип дневника
sv: Logg typ
sw: Aina ya Ingia
ta: பதிவு வகை
te: లాగిన్ పద్ధతి
tg: Навъи сабт
th: ประเภทบันทึก
tk: Logurnal görnüşi
tl: Uri ng Pag-log
tr: Günlük Türü
tt: Бүрәнә төре
ug: خاتىرە تىپى
uk: Тип журналу
ur: لاگ ان کی قسم
uz: Log turi
vi: Loại nhật ký
xh: Uhlobo loLwimi

source: Filter
am: ማጣሪያ
ar: منقي
az: Filtrə
be: фільтр
bg: филтър
bn: ছাঁকনি
ca: Filtre
cs: Filtr
cy: Hidlo
el: Φίλτρο
eo: Filtrilo
es: Filtrar
fa: فیلتر کردن
fi: Suodattaa
fr: Filtre
ga: Scagaire
gd: Criathair
gl: Filtrar
gu: ફિલ્ટર કરો
hi: फ़िल्टर
hr: filtar
hu: Szűrő
hy: Ֆիլտր
is: Sía
it: Filtro
iw: מסנן
ja: フィルタ
ka: ფილტრი
kk: Сүзгі
km: តម្រង
kn: ಫಿಲ್ಟರ್
ku: Parzûn
ky: чыпка
lo: ຕົວກອງ
lt: Filtras
lv: Filtrēt
mi: Tātari
mk: Филтрирај
ml: ഫിൽറ്റർ ചെയ്യുക
mn: Шүүлтүүр
mr: फिल्टर
ms: Penapis
mt: Iffiltra
my: ရေစစ်
ne: फिल्टर
or: ଫିଲ୍ଟର୍
pa: ਫਿਲਟਰ
pl: Filtr
ps: فلټر
pt: Filtro
ro: Filtru
ru: Фильтр
rw: Muyunguruzi
sd: فلٽر
si: පෙරහන
sq: filtër
sr: Филтер
sv: Filtrera
sw: Futa
ta: வடிகட்டி
te: వడపోత
tg: Филтр
th: กรอง
tk: Süzgüç
tl: Salain
tr: filtre
tt: Фильтр
ug: سۈزگۈچ
uk: Фільтр
ur: فلٹر
uz: Filtrni tanlang
vi: Bộ lọc
xh: Uluhlu

source: Select a case
af: Kies &#39;n saak
am: ጉዳይ ምረጥ
ar: اختر حالة
az: Bir halda seçin
be: выберыце выпадак
bg: Изберете случай
bn: একটি কেস নির্বাচন করুন
ca: Seleccioneu un cas
cs: Vyberte případ
cy: Dewiswch achos
da: Vælg en sag
de: Wählen Sie einen Fall aus
el: Επιλέξτε μια περίπτωση
eo: Elektu kazon
es: Selecciona un caso
et: Valige juhtum
eu: Aukeratu kasua
fa: یک مورد را انتخاب کنید
fi: Valitse tapaus
fr: Sélectionnez un cas
fy: Selektearje in saak
ga: Roghnaigh cás
gd: Tagh cùis
gl: Selecciona un caso
gu: કેસ પસંદ કરો
hi: एक मामले का चयन करें
hr: Odaberite slučaj
hu: Válasszon egy esetet
hy: Ընտրեք գործը
id: Pilih sebuah kasing
is: Veldu mál
it: Seleziona un caso
iw: בחר מקרה
ja: ケースを選択
ka: აირჩიეთ შემთხვევა
kk: Ілмекті таңдаңыз
km: ជ្រើសរើសករណីមួយ
kn: ಒಂದು ಪ್ರಕರಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Dozek hilbijêrin
ky: ишти тандоо
lb: Wielt e Fall
lo: ເລືອກເອົາກໍລະນີ
lt: Pasirinkite atvejį
lv: Izvēlieties lietu
mg: Misafidiana tranga iray
mi: Tīpakohia he take
mk: Изберете случај
ml: ഒരു കേസ് തിരഞ്ഞെടുക്കുക
mn: Кейс сонгоно уу
mr: एक केस निवडा
ms: Pilih kes
mt: Agħżel każ
my: တစ်ဦးအမှုကို Select လုပ်ပါ
ne: एउटा मामला चयन गर्नुहोस्
nl: Selecteer een case
no: Velg et tilfelle
or: ଏକ କେସ୍ ଚୟନ କରନ୍ତୁ |
pa: ਇੱਕ ਕੇਸ ਚੁਣੋ
pl: Wybierz sprawę
ps: یوه قضیه غوره کړئ
pt: Selecione um caso
ro: Selectați un caz
ru: Выберите случай
rw: Hitamo urubanza
sd: هڪ ڪيس چونڊيو
si: නඩුව තෝරන්න
sk: Vyberte prípad
sl: Izberite primer
sq: Zgjidh një rast
sr: Изаберите случај
sv: Välj ett fall
sw: Chagua kesi
ta: வழக்கு ஒன்றைத் தேர்ந்தெடுக்கவும்
te: ఒక సందర్భంలో ఎంచుకోండి
tg: Интихоби case
th: เลือกกรณีและปัญหา
tk: Kazyýeti saýlaň
tl: Pumili ng isang kaso
tr: Bir dava seç
tt: Эшне сайлагыз
ug: دېلو تاللاڭ
uk: Виберіть випадок
ur: ایک کیس منتخب کریں
uz: Ilovani tanlang
vi: Chọn một trường hợp
xh: Khetha ityala
yi: אויסקלייַבן אַ פאַל

source: Enter the email address
af: Voer die e-posadres in
am: የኢሜይል አድራሻውን ያስገቡ
ar: أدخل عنوان البريد الإلكتروني
az: E-poçt ünvanını daxil edin
be: Калі ласка, увядзіце адрас электроннай пошты
bg: Въведете имейл адреса
bn: ইমেইল ঠিকানা লিখুন
ca: Introduïu l’adreça de correu electrònic
cs: Zadejte e-mailovou adresu
cy: Rhowch y cyfeiriad e-bost
da: Indtast e-mail-adressen
de: Geben Sie die E-Mail-Adresse ein
el: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου
eo: Enigu la retpoŝtadreson
es: Ingrese la dirección de correo electrónico
et: Sisestage e-posti aadress
eu: Sartu helbide elektronikoa
fa: آدرس ایمیل را وارد کنید
fi: Anna sähköpostiosoite
fr: Entrez l&#39;adresse email
fy: Fier it e-mailadres yn
ga: Cuir isteach an seoladh ríomhphoist
gd: Cuir a-steach an seòladh puist-d
gl: Introduza o enderezo de correo electrónico
gu: ઇમેઇલ સરનામું દાખલ કરો
hi: ईमेल पता दर्ज करें
hr: Unesite adresu e-pošte
hu: Adja meg az e-mail címet
hy: Մուտքագրեք էլփոստի հասցեն
id: Masukkan alamat email
is: Sláðu inn netfangið
it: Inserisci l&#39;indirizzo email
iw: הזן את כתובת הדוא&quot;ל
ja: メールアドレスを入力してください
ka: შეიყვანეთ ელექტრონული ფოსტის მისამართი
kk: Электрондық пошта мекенжайын енгізіңіз
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែល
kn: ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ku: Navnîşana e-nameyê binivîse
ky: электрондук почта дарегин киргизүү
lb: Gitt d&#39;E-Mailadress
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວ
lt: Įveskite el. Pašto adresą
lv: Ievadiet e-pasta adresi
mg: Ampidiro ny adiresy mailaka
mi: E tomo i te wāhitau īmēra
mk: Внесете ја адресата за е-пошта
ml: ഇമെയിൽ വിലാസം നൽകുക
mn: Имэйл хаягаа оруулна уу
mr: ईमेल पत्ता प्रविष्ट करा
ms: Masukkan alamat e-mel
mt: Daħħal l-indirizz elettroniku
my: အီးမေးလ်လိပ်စာကိုရိုက်ထည့်
ne: इ-मेल ठेगाना प्रविष्ट गर्नुहोस्
nl: Voer het e-mailadres in
no: Skriv inn e-postadressen
or: ଇମେଲ୍ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ
pl: Wpisz adres e-mail
ps: برېښلیک پته ولیکئ
pt: Digite o endereço de email
ro: Introduceți adresa de e-mail
ru: Введите адрес электронной почты
rw: Injira aderesi imeri
sd: اي ميل ايڊريس داخل ڪريو
si: විද්යුත් තැපැල් ලිපිනය ඇතුලත් කරන්න
sk: Zadajte e-mailovú adresu
sl: Vnesite e-poštni naslov
sq: Shkruani adresën e postës elektronike
sr: Унесите адресу е-поште
sv: Ange e-postadressen
sw: Ingiza anwani ya barua pepe
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: ఇమెయిల్ చిరునామాను నమోదు చేయండి
tg: Суроғаи почтаи электрониро ворид кунед
th: ป้อนที่อยู่อีเมล
tk: E-poçta salgysyny giriziň
tl: Ipasok ang email address
tr: E-posta adresini girin
tt: Электрон почта адресын кертегез
ug: ئېلېكترونلۇق خەت ئادرېسىنى كىرگۈزۈڭ
uk: Введіть адресу електронної пошти
ur: ای میل ایڈریس درج کریں
uz: E-pochta manzilini kiriting
vi: Nhập địa chỉ email
xh: Faka idilesi ye-imeyile
yi: אַרייַן די בליצפּאָסט אַדרעס

source: Module
am: ሞዱል
ar: وحدة
az: Modul
be: модуль
bg: модул
bn: মডিউল
ca: Mòdul
cs: Modul
cy: Modiwl
da: Modul
de: Modul
el: Μονάδα μέτρησης
eo: Modulo
es: Módulo
et: Moodul
eu: modulua
fa: ماژول
fi: Moduuli
ga: Modúl
gd: Modal
gl: Módulo
gu: મોડ્યુલ
hi: मॉड्यूल
hr: Modul
hu: modul
hy: Մոդուլ
id: Modul
it: Modulo
iw: מודול
ja: モジュール
ka: მოდული
kk: Модуль
km: ម៉ូឌុល
kn: ಮಾಡ್ಯೂಲ್
lb: Modul
lo: ໂມດູນ
lt: Modulis
lv: Modulis
mi: Kōwae
mk: Модул
ml: മൊഡ്യൂൾ
mn: Модуль
mr: मॉड्यूल
ms: Modul
mt: Modulu
ne: मोड्युल
no: modul
or: ମଡ୍ୟୁଲ୍
pa: ਮੋਡੀਊਲ
pl: Moduł
ps: ماډل
pt: Módulo
ro: Modul
ru: модуль
sd: ماڊل
si: මොඩියුලය
sk: modul
sl: Modul
sq: modul
sr: Модул
sv: Modul
sw: Moduli
ta: தொகுதி
te: మాడ్యూల్
tg: Модул
th: โมดูล
tk: Modul
tr: modül
tt: Модуль
uk: Модуль
ur: ماڈیول
uz: Modul
yi: מאָדולע
