Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gd, gl, gu, hi, hr, hu, hy, id, is, it, iw, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tr, tt, ug, uk, ur, uz, vi, xh, yi

source: 13. Miscellaneous:
af: 13. Diverse:
am: 13. የተለያዩ:
ar: 13. متفرقات:
az: 13. Müxtəlif:
be: 13. Рознае:
bg: 13. Разни:
bn: 13. বিবিধ:
ca: 13. Diversos:
cs: 13. Různé:
cy: 13. Amrywiol:
da: 13. Diverse:
de: 13. Sonstiges:
el: 13. Διάφορα:
eo: 13. Diversaĵoj:
es: 13. Varios:
et: 13. Muu:
eu: 13. Denetarik:
fa: 13. سایر موارد:
fi: 13. Muut:
fr: 13. Divers:
fy: 13. Diversen:
ga: 13. Ilghnéitheach:
gd: 13. Measgachadh:
gl: 13. Varios:
gu: 13. મિશ્રણ:
hi: 13. विविध:
hr: 13. Razno:
hu: 13. Egyéb:
hy: 13. Տարբեր:
id: 13. Lain-lain:
is: 13. Ýmislegt:
it: 13. Varie:
iw: 13. שונות:
ja: 13.その他：
ka: 13. სხვადასხვა:
kk: 13. Әртүрлі:
km: 13. ផ្សេងៗ:
kn: 13. ಇತರೆ:
ku: 13. Hemecir:
ky: 13. Ар кандай маселелер:
lb: 13. Verschiddenes:
lt: 13. Įvairūs:
lv: 13. Dažādi:
mi: 13. Motuhake:
mk: 13. Разно:
ml: 13. പലവക
mn: 13. Бусад зүйл:
mr: 13. नमुनेदार:
ms: 13. Pelbagai:
mt: 13. Mixxellanji:
my: 13. အထွေထွေ:
ne: 13. विविध:
nl: 13. Diversen:
no: 13. Diverse:
or: 13. ବିବିଧ:
pa: 13. ਫੁਟਕਲ:
pl: 13. Różne:
ps: 13. متفرقه:
pt: 13. Diversos:
ro: 13. Diverse:
ru: 13. Разное:
rw: 13. Dutandukanye:
sd: 13. متفرق:
si: 13. ෙවනත්:
sk: 13. Rôzne:
sl: 13. Razno:
sq: 13. Të ndryshme:
sr: 13. Разно:
sv: 13. Övrigt:
ta: 13. இதர:
te: 13. ఇతరాలు:
tg: 13. Дигар:
th: 13. เบ็ดเตล็ด:
tk: 13. Dürli:
tr: 13. Çeşitli:
tt: 13. Төрле:
ug: 13. ھەرخىل:
uk: 13. Різне:
ur: 13. متفرق:
uz: 13. Turli:
vi: 13. Khác:
xh: 13. Ezihlukeneyo:
yi: 13. פאַרשיידן:
