Repository: Dmoon16/CaseFrontend-Angular
Catalog: apps/*-manage/src/locale/*/LC_MESSAGES/messages.po
Languages: zu

source: About
zu: Mayelana

source: Add
zu: Engeza

source: Add User
zu: Engeza Umsebenzisi

source: Adding...
zu: Ingeza ...

source: Address
zu: Ikheli

source: Address 2
zu: Ikheli 2

source: All rights reserved
zu: Wonke Amalungelo Agodliwe

source: All rights reserved
zu: Wonke Amalungelo Agodliwe

source: Assign User
zu: Nika umsebenzisi

source: Audios
zu: Ama-Audios

source: Basic
zu: Okuyisisekelo

source: Cancel
zu: Khansela

source: Case Assign <span class="float-right">{{vm.actionCaseId}}</span>
zu: Icala <span class="float-right">Lika {{vm.actionCaseId}}</span>

source: Case Form Fields
zu: Amasimu Efomu Yenkambu

source: Case Info
zu: Ukwaziswa kwesikhala

source: Case Info <span class="float-right">{{vm.editData.case_id}}</span>
zu: Ulwazi lwe-Case <span class="float-right">{{vm.editData.case_id}}</span>

source: Case form updated
zu: Ifomu lesimo libuyekeziwe

source: Case not found!
zu: Icala alitholakali!

source: Cases
zu: Amacala

source: City /Locality
zu: Idolobha / indawo

source: City/Locality
zu: Idolobha / indawo

source: Company Name
zu: Igama Lenkampani

source: Company Title
zu: Isihloko seNkampani

source: Confirm Password
zu: Qinisekisa Iphasiwedi

source: Content
zu: Okuqukethwe

source: Continue
zu: Qhubeka

source: Cookies are disabled. Please enable it.
zu: Amakhukhi akhutshaziwe. Sicela unike amandla.

source: Country
zu: Izwe

source: Create
zu: Dala

source: Create Case
zu: Dala i-Case

source: Create Group
zu: Dala iqembu

source: Create User
zu: Dala umsebenzisi

source: Create a case for a business
zu: Dala icala ibhizinisi

source: Create an user
zu: Dala umsebenzisi

source: Creating...
zu: Idala ...

source: Current Password
zu: I-password Yamanje

source: Dashboard
zu: Ideshibhodi

source: Date Opened
zu: Usuku luvuliwe

source: Date of Birth
zu: Usuku lokuzalwa

source: Design
zu: Umklamo

source: Documents
zu: Amadokhumenti

source: Edit Case
zu: Hlela Icala

source: Edit Group
zu: Hlela iqembu

source: Edit User
zu: Hlela umsebenzisi

source: Email
zu: I-imeyili

source: Family Name
zu: Igama lomkhaya

source: Fiels
zu: Ama-Fiels

source: Files
zu: Amafayela

source: First Name
zu: Igama

source: Gender
zu: Ubulili

source: Given Name
zu: Igama elinikeziwe

source: Group Info
zu: Ulwazi lweqembu

source: Group Info <span class="float-right">{{vm.editData.group_id}}</span>
zu: Ulwazi <span class="float-right">lweqembu {{vm.editData.group_id}}</span>

source: Group Permissions
zu: Izimvume zeqembu

source: Groups
zu: Amaqembu

source: Hello
zu: Sawubona

source: Images
zu: Izithombe

source: Javascript are disabled. Please enable it.
zu: I-Javascript ikhutshaziwe. Sicela unike amandla.

source: Language
zu: Ulimi

source: Language &amp; Region
zu: Ulimi &amp; Isifunda

source: Last Name
zu: Isibongo

source: Loading...
zu: Iyalayisha ...

source: Location
zu: Indawo

source: Log out
zu: Phuma

source: Logout
zu: Phuma

source: Made with
zu: Yenziwe nge

source: Module
zu: I-module

source: Modules
zu: Amamojula

source: Modules settings updated
zu: Izilungiselelo zamamojula zibuyekeziwe

source: Name
zu: Igama

source: New Password
zu: Iphasiwedi Entsha

source: No cases found.
zu: Awekho amacala atholakele.

source: No group found.
zu: Ayikho iqembu elitholiwe.

source: No user found.
zu: Akukho msebenzisi otholiwe.

source: Occupation
zu: Umsebenzi

source: Permission
zu: Imvume

source: Profile Settings
zu: Izilungiselelo zephrofayela

source: Save
zu: Londoloza

source: Saving...
zu: Ilondoloza ...

source: Settings
zu: Izilungiselelo

source: Sign In
zu: Ngena ngemvume

source: State/Region
zu: Isimo / Isifunda

source: Status
zu: Isimo

source: Status Opened
zu: Isimo Sivuliwe

source: Tag ID
zu: I-Tag ye-Tag

source: Terms of Use
zu: Imigomo Yokusebenzisa

source: Timezone
zu: I-Timezone

source: Update
zu: Ukubuyekeza

source: Updating
zu: Ukubuyekeza

source: User Info
zu: Ulwazi lomsebenzisi

source: User Info <span class="float-right">{{vm.editData.user_id}}</span>
zu: Ulwazi lomsebenzisi <span class="float-right">{{vm.editData.user_id}}</span>

source: User Status
zu: Isimo somsebenzisi

source: User Type
zu: Uhlobo lomsebenzisi

source: User not found.
zu: Umsebenzisi akatholakalanga.

source: Users
zu: Abasebenzisi

source: Videos
zu: Amavidiyo

source: Working...
zu: Ukusebenza ...

source: Zip/Postal Code
zu: Ikhodi ye-Zip/Iposi

source: in New York City
zu: eNew York City

source: love
zu: uthando
