Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/hmn/LC_MESSAGES/messages.po
Languages: hmn

source: You should choose image file.
hmn: Koj yuav tsum xaiv cov duab cov ntaub ntawv.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
hmn: Luam tawm daim ntawv, kos nws rau kos npe, thiab tom qab ntawd tus neeg siv cav nkag mus thiab kos npe rau nws. Txhua yam ua tiav tsis muaj tus neeg yuav tsum tau nkag mus hauv peb lub tsev. Qhov no yog ke nrog cov neeg uas tsis nyob ze rau ib qho chaw ua haujlwm lossis cov uas nyob tawm-ntawm lub xeev ..

source: Director of Operations of Capital Insurance
hmn: Tus Thawj Coj ntawm Kev Ua Haujlwm ntawm Kev Pov Hwm Nyiaj Txiag

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
hmn: Peb cov neeg koom tes tuaj yeem nkag mus thiab pom cov ntaub ntawv tseem ceeb ntawm seb lawv qhov teeb meem xa mus. Qhov no tau zoo heev nce peb cov ntaub ntawv xa mus ...

source: Partner of Law Office of Christianson & Bayles
hmn: Tus khub ntawm Txoj Cai Tswjfwm ntawm Christianson &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
hmn: Peb tsis tas pom neeg nyob hauv chaw ua haujlwm rau rooj sib tham, thiab daim ntawv kos npe tiav txhua qhov online - ci ntsa iab!.

source: CEO of EL Passion
hmn: CEO ntawm EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
hmn: Siv cov qib API, peb ua tiav cov lus qhia tau tshwm sim hauv cov khoom noj pub khoom noj, raws li cov teeb meem tshwj xeeb hauv peb cov kab ke uas twb muaj lawm. Zoo nkauj yooj yim ..

source: IT Manager of Carter Mario Injury Lawyers
hmn: NWS Tus Thawj Tswj Carter Mario Raug Mob

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
hmn: Peb muaj ntau tus neeg siv khoom ntau yam uas siv tus qauv txhais lus. Peb muab cov lus tshaj tawm nrog kev ntseeg siab tias lawv yuav nkag siab los ntawm txhua tus. Qhov no cia peb tsiv ntawm lub zos mus rau kev ua haujlwm thoob ntiaj teb ..

source: CEO of Solid Rock Designs
hmn: Tus Thawj Coj ntawm Cov Khoom Txheej Txheem Pob Zeb

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
hmn: Cov neeg siv khoom nyiam nws! Nws ua rau lawv lub neej yooj yim dua. Lawv tuaj yeem sib tham txog cov teeb meem nrog peb hauv online, rub cov duab thiab cov ntawv, thiab txhua yam khaws cia qhov twg ob pab neeg thiab cov neeg tuaj yeem saib tau ..

source: Partner of Ashley &amp; Ashley P.C.
hmn: Tus hlub ntawm Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
hmn: Peb nyiam cov ntaub ntawv tsis txaus siab vim nws cia cov neeg pom raws nraim qhov lawv tau them rau ..

source: Vice President of Sky Digital
hmn: Tus Lwm Thawj Coj ntawm Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
hmn: Kev sib txuas lus sib txuas zoo li muaj tag nrho koj cov kev tshaj tawm thiab kev sib koom tes ua ke hauv ib qho chaw ..

source: Director Of Complaint Management
hmn: Thawj Coj Ntawm Kev Tswj Xyuas Kev Tsis Txaus Siab

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
hmn: Cov ntaub ntawv coj pub rau peb mloog thiab kawm, pab peb nce kev muag khoom los ntawm tus neeg tawm tswv yim ..

source: Director of Sales of Cain &amp; Company
hmn: Thawj Coj ntawm Muag Khoom ntawm Cain &amp; Company

source: The user interface is very similar to Facebook. It’s extremely easy to use..
hmn: Tus neeg siv interface yog zoo heev rau Facebook. Nws yooj yim heev rau siv ..

source: Partner of Wong Medical Group LLC
hmn: Tus khub ntawm Wong Medical Group LLC

source: A pin has been sent to
hmn: Ib tus pin tau xa mus rau

source: Cancel
hmn: Ncua tseg

source: Send New Pin
hmn: Xa Tus Pin tshiab

source: Need Help?
hmn: Xav tau kev pab?

source: Click here to contact us
hmn: Nyem no tiv tauj peb

source: Next
hmn: Tom ntej no

source: Login or Signup
hmn: ID nkag mus lossis Sau npe

source: Invalid email entered
hmn: Invalid email nkag

source: Processing...
hmn: Ua ...

source: Made with
hmn: ua nrog

source: love
hmn: hlub

source: in New York City
hmn: nyob rau hauv New York City

source: All rights reserved
hmn: Tag nrho cov cai tseg

source: Terms of Use
hmn: Cov ntsiab lus uas siv

source: Contact Us
hmn: Tiv tauj peb

source: New Password
hmn: Tshiab Password

source: Confirm Password
hmn: Paub meej tias Password

source: Set Your New Password
hmn: Teem Koj Tshiab Password

source: A code has been sent to
hmn: Ib tsab cai tau raug xa mus rau

source: Change Password
hmn: hloov Password

source: Changing...
hmn: Hloov ...

source: Login
hmn: ID nkag mus

source: Forgot password?
hmn: Tsis nco qab lo lus zais?

source: Help
hmn: Pab

source: Email or Phone
hmn: Email los yog xov tooj

source: Reset Password
hmn: Pib dua Password

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
hmn: Nkag mus rau e-mail chaw nyob lossis xov tooj txuam nrog koj tus lej, ces nyem xa. Peb yuav xa email lossis sau koj cov ntawv txuas rau nplooj ntawv uas koj tuaj yeem yooj yim tsim tus password tshiab.

source: Request Code
hmn: Thov Code

source: Requesting...
hmn: Thov ...

source: CASEACTIVE IS COMING SOON
hmn: PHEEJ YEEM YUAV TUAJ TAS

source: Create a free account
hmn: Tsim ib tus account dawb

source: We are putting final touches to it. We will notify you when it's ready!
hmn: Peb tso kawg kov rau nws. Peb yuav qhia koj thaum nws npaj tiav!

source: You’re minutes away from a better collaboration.
hmn: Koj feeb tsis deb ntawm kev sib koom tes zoo.

source: First Name
hmn: Lub npe

source: Last Name
hmn: Lub xeem lub npe

source: Company
hmn: Tuam Txhab

source: No language selected
hmn: Tsis muaj lus xaiv

source: I agree with
hmn: Kuv pom zoo nrog

source: Terms of Service
hmn: Cov Lus Qhia Kev Pabcuam

source: Language
hmn: lus

source: Have at least one lower case character
hmn: Muaj tsawg kawg yog ib tus cim plaub

source: Have at least one capital letter
hmn: Muaj tsawg kawg ib tsab ntawv loj

source: Have at least one number
hmn: Muaj tsawg kawg yog ib tus naj npawb

source: Have at least 8 characters in length
hmn: Muaj tsawg kawg 8 cim nyob ntev

source: Type your current password
hmn: Ntaus koj tus password tam sim no

source: Passwords must match
hmn: Cov passwords yuav tsum sib phim

source: Javascript are disabled. Please enable it.
hmn: Javascript yog xiam oob qhab. Thov pab kom nws.

source: Cookies are disabled. Please enable it.
hmn: Ncuav qab zib yog xiam oob qhab. Thov pab kom nws.

source: New
hmn: Tshiab

source: Create A New App
hmn: Tsim Ib Tug Tshiab App

source: Hi
hmn: Nyob zoo

source: View your account
hmn: Saib koj tus as khauj

source: View page
hmn: Saib nplooj ntawv

source: You don’t have any apps
hmn: Koj tsis muaj cov apps

source: Notifications
hmn: Cov ntawv qhia

source: No notifications yet.
hmn: Tseem tsis tau muaj ntawv ceeb toom.

source: Today
hmn: Hnub no

source: Last Week
hmn: Lub lim tiam dhau los

source: No timezone selected
hmn: Tsis muaj timezone xaiv

source: Complete profile to continue
hmn: Ua kom tiav cov ntaub ntawv txuas mus ntxiv

source: Update
hmn: Hloov tshiab

source: Website:
hmn: Lub Vev Xaib:

source: Homepage:
hmn: Lub Website:

source: Approve Access
hmn: Tso Cai Siv Tau

source: Info
hmn: Cov ntaub ntawv

source: Permissions
hmn: Tso cai

source: Billing
hmn: Kev them nqi

source: Payment Plan
hmn: Kev Them Nyiaj

source: Edit
hmn: Kho kom raug

source: Save
hmn: Tseg

source: has access to your information below:
hmn: nkag mus saib tau koj cov ntaub ntawv hauv qab no:

source: has invited you to their client portal.
hmn: tau caw koj rau lawv cov neeg lub portal.

source: want access to the following information:
hmn: xav tau cov ntaub ntawv txuas mus ntxiv no:

source: Decline
hmn: Poob qis

source: Remove Access
hmn: Tshem Cov Tawm

source: Invites
hmn: Caw

source: Disabled
hmn: Neeg tsis taus

source: No apps found
hmn: Tsis muaj cov apps pom

source: user
hmn: tus neeg siv

source: manager
hmn: tus thawj coj

source: inactive
hmn: tsaug zog

source: Company Name
hmn: Tuam txhab npe

source: Type
hmn: hom

source: Status
hmn: raws li txoj cai

source: Invitation
hmn: Caw

source: About App
hmn: Hais txog App

source: Billing Info
hmn: Cov ntaub ntawv them nqi

source: Your Company Name
hmn: Koj Tuam txhab npe

source: Your Company Website
hmn: Koj Company lub vas sab

source: Saving...
hmn: Txuag ...

source: Billing Information
hmn: Cov ntaub ntawv them nqi

source: Please add the APP ID provided by the company
hmn: Thov ntxiv APP ID muab los ntawm lub tuam txhab

source: Select an option
hmn: Xaiv ib qho kev xaiv

source: Join an existing app as a client
hmn: Koom nrog ib qho app uas twb muaj lawm ua tus neeg siv khoom

source: Create a new app for my business
hmn: Tsim ib lub app tshiab rau kuv lub lag luam

source: Create Domain
hmn: Tsim Domain

source: Select enterprise app
hmn: Xaiv lub lag luam app

source: No item selected
hmn: Tsis xaiv yam khoom

source: Domain name
hmn: Lub npe

source: Add
hmn: Ntxiv

source: No enterprise app found
hmn: Tsis pom lub tuam txhab app

source: Pending
hmn: Tseem tos

source: No domains found
hmn: Tsis pom qhov chaw

source: Txt Value
hmn: Txt nqi

source: Sso
hmn: Tso

source: Action
hmn: Kev ua

source: Delete
hmn: Rho tawm

source: Reset
hmn: Rov pib dua

source: Allow Manual Sign In
hmn: Tso cai rau Manual Sign In

source: Exclude Emails From SSO
hmn: Tshem tawm Emails Los ntawm SSO

source: Submit
hmn: Xa

source: Profile photo
hmn: Profile yees duab

source: has been claimed by another account, please, change it or
hmn: tau thov nyiaj los ntawm lwm tus account, thov, hloov nws lossis

source: reclaim
hmn: rov qab

source: it
hmn: nws

source: pending verification:
hmn: tseem muaj pov thawj:

source: verify
hmn: xyuas qhov tseeb

source: Phone Number
hmn: Xov tooj

source: Current Password
hmn: Tam sim no Password

source: Change password
hmn: Hloov password

source: No gender selected
hmn: Tsis muaj poj niam xaiv

source: Company Title
hmn: Tuam txhab Title

source: Address
hmn: chaw nyob

source: Address 2
hmn: chaw nyob 2

source: City/Locality
hmn: Lub nroog / Tas

source: State/Region
hmn: Lub Xeev / Thaj av

source: No country selected
hmn: Tsis muaj teb chaws xaiv

source: Date of Birth
hmn: Hnub Yug

source: Gender
hmn: Tub los ntxhais

source: Occupation
hmn: SUPERVISION

source: Location
hmn: Qhov chaw

source: Address is not valid
hmn: Chaw nyob yuav siv tsis tau

source: City/Locality is not valid
hmn: Lub Nroog / Nroog thaj chaw tseem tsis tau siv

source: Country
hmn: Lub teb chaws

source: State/Region is not valid
hmn: Xeev / cheeb tsam tsis siv tau

source: Contact Info
hmn: Tiv tauj Xov Xwm

source: Language & Region
hmn: Lus &amp; Thaj Chaw

source: Saving
hmn: Txuag

source: Verify Your
hmn: Tshawb xyuas koj

source: Verification Code
hmn: Txoj Cai Kev Cai

source: Verify
hmn: Tshawb xyuas

source: Verifying...
hmn: Xyuas ...

source: Later
hmn: Tom qab ntawd

source: We're here to help
hmn: Peb nyob no yuav pab

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
hmn: Ua tsaug rau koj hu tau rau peb. Koj cov lus muaj tau ntse xa. Peb yuav hu rau koj sai sai no!

source: Message
hmn: lus

source: characters left
hmn: cim sab laug

source: Send
hmn: Xa

source: Sending...
hmn: Xa ...

source: You will no longer receive email marketing from the list.
hmn: Koj yuav tsis tau txais email lag luam los ntawm cov npe.

source: If you have a moment, please let us know why you unsubscribed:
hmn: Yog tias koj muaj sijhawm, thov qhia rau peb paub yog vim li cas koj tsis tau txais:

source: Return to our website
hmn: Rov qab mus rau peb lub vev xaib

source: Thank you. Your response has been submitted.
hmn: Ua tsaug. Koj cov lus teb raug xa mus lawm.

source: No Cases
hmn: Tsis muaj Case

source: Speaker
hmn: Hais lus

source: This case has been closed
hmn: Cov ntaub ntawv no tau raug kaw lawm

source: Feed
hmn: Noj

source: Images
hmn: Dluab

source: Videos
hmn: Yeeb yaj duab

source: Files
hmn: Cov ntaub ntawv

source: Events
hmn: Txheej xwm

source: Forms
hmn: Cov ntaub ntawv

source: E-signs
hmn: E-cov cim

source: Invoices
hmn: Cov ntawv xa nyiaj

source: Notes
hmn: Sau ntawv

source: Tasks
hmn: Cov hauj lwm

source: Great job!
hmn: Txoj hauj lwm zoo!

source: You did all
hmn: Koj ua txhua yam

source: the tasks
hmn: cov haujlwm

source: Skip to navigation (n)
hmn: Hla mus rau navigation (n)

source: Skip to content (c)
hmn: Hla mus rau cov ntsiab lus (c)

source: Skip to footer (f)
hmn: Hla mus rau ko taw (f)

source: Case
hmn: Rooj plaub

source: Search
hmn: Tshawb nrhiav

source: Using Form Builder
hmn: Siv Daim Ntawv Tus Builder

source: Using Forms Library
hmn: Siv Cov Tsev Qiv Ntawv

source: Using E-sign Builder
hmn: Siv E-sign Builder

source: Using E-signs Library
hmn: Siv E-signs Library

source: Documents
hmn: Cov ntaub ntawv

source: Create Note
hmn: Tsim Tsab Ntawv

source: Edit Note
hmn: Kho Kom Zoo Dua

source: Create Form
hmn: Tsim Tsab Ntawv

source: Create Sign
hmn: Tsim Kev Kos Npe

source: Event Create
hmn: Kev tshwm sim Tsim

source: Cases
hmn: Case

source: Case categories
hmn: Cov pawg pawg

source: Your team
hmn: Koj pab neeg

source: To do
hmn: Ua

source: To Do:
hmn: Ua:

source: Case Categories
hmn: Pawg Case

source: Your Team
hmn: Koj pab neeg

source: To Do
hmn: Ua

source: Yes
hmn: Yog lawm

source: Close
hmn: Kaw

source: Publish
hmn: Tshaj tawm

source: Visibility
hmn: Pom tau

source: all
hmn: tag nrho

source: sign
hmn: kos npe

source: Page
hmn: Nplooj ntawv

source: of
hmn: ntawm

source: Processing
hmn: Ua

source: failed.
hmn: ua tsis tau tejyam.

source: Value should be greater or equal to 1
hmn: Tus nqi yuav tsum ntau dua los yog sib npaug rau 1

source: Repeat end:
hmn: Rov ua qhov kawg:

source: Signature
hmn: Kos npe

source: Draw
hmn: Kos

source: Write
hmn: Sau

source: Clear Signature
hmn: Ntshiab Kos Npe

source: Still processing video...
hmn: Tseem ua video ...

source: You
hmn: Koj

source: You are about to delete feed. Are you sure?
hmn: Koj tab tom yuav rho tawm pub. Koj puas paub tseeb?

source: No convo audios yet
hmn: Tsis muaj convo audios tseem

source: No convo videos yet
hmn: Tsis muaj convo videos tseem

source: Start Convo
hmn: Pib Convo

source: Notify the Host
hmn: Qhia rau tus tswv tsev

source: is in the call
hmn: yog nyob rau hauv kev hu

source: and
hmn: thiab

source: others are in the call
hmn: lwm tus nyob hauv hu

source: Audio call is being recorded
hmn: Suab hu raug kaw

source: Video call is being recorded
hmn: Video hu tau kaw

source: Join now
hmn: Koom tam sim no

source: Dismiss
hmn: Tso tseg

source: Can’t find your
hmn: Nrhiav tsis tau koj li

source: Check your system settings to make sure that
hmn: Tshawb xyuas koj qhov system nqis kom paub tseeb tias

source: is available. If not, plug one in. You might need to restart your browser.
hmn: muaj nyob. Yog tias tsis yog, ntsaws ib qho rau hauv. Tej zaum koj yuav tau rov pib koj lub browser.

source: web camera
hmn: web koob yees duab

source: You are going to start a Convo call. Start with:
hmn: Koj yuav pib hu Convo. Pib nrog:

source: Video & Audio
hmn: Video & Suab

source: Audio Only
hmn: Suab nkaus xwb

source: Record the meeting
hmn: Sau lub rooj sib tham

source: Waiting for someone with permission to start a Convo call
hmn: Tos ib tug neeg uas muaj kev tso cai pib hu rau Convo

source: Add Ticket
hmn: Ntxiv Daim pib

source: Title
hmn: Lub npe

source: Open
hmn: Qhib

source: Closed
hmn: Kaw

source: You are about to close ticket. Are you sure?
hmn: Koj tab tom yuav kaw daim pib. Koj puas paub tseeb?

source: Announcements
hmn: Kev tshaj tawm

source: Support
hmn: Txhawb nqa

source: Opened
hmn: Qhib

source: View
hmn: Saib

source: Locations
hmn: Qhov chaw

source: You currently have no announcements.
hmn: Tam sim no koj tsis muaj kev tshaj tawm.

source: You currently have no
hmn: Tam sim no koj tsis muaj

source: open cases. Click
hmn: qhib rooj plaub. Nyem

source: here
hmn: ntawm no

source: to contact support.
hmn: hu rau kev txhawb nqa.

source: closed cases.
hmn: kaw rooj plaub.

source: open tickets.
hmn: qhib daim pib.

source: closed tickets.
hmn: kaw daim pib.

source: You currently have no locations.
hmn: Tam sim no koj tsis muaj chaw nyob.

source: Write a comment....
hmn: Sau ntawv tawm tswvyim ....

source: Post
hmn: Ncej

source: Add Location
hmn: Ntxiv Qhov Chaw

source: Save Event
hmn: Txuag Event

source: Name
hmn: Lub npe

source: Start Date
hmn: Pib Hnub

source: Start Time
hmn: Lub Sij Hawm Pib

source: End Date
hmn: Hnub kawg

source: End Time
hmn: Txij lub sij hawm

source: Repeat
hmn: Rov Ua Dua

source: Attendees
hmn: Cov tuaj koom

source: Event Location
hmn: Qhov chaw tshwm sim

source: Link
hmn: Txuas

source: Description
hmn: Kev piav qhia

source: Attending
hmn: Mus koom

source: Add to calendar
hmn: Ntxiv rau daim ntawv qhia hnub

source: Details
hmn: Paub meej

source: Event by
hmn: Kev tshwm sim los ntawm

source: more
hmn: ntxiv

source: Maybe
hmn: Tej zaum

source: Not Attending
hmn: Tsis Mus Kawm

source: No
hmn: Tsis yog

source: Event details
hmn: Cov ntsiab lus ntawm qhov xwm txheej

source: You don't have permissions to view this page.
hmn: Koj tsis muaj cai saib cov nplooj ntawv no.

source: Your Upcoming Events
hmn: Koj Lub Sijhawm Rov Los

source: Upcoming
hmn: Tom ntej no

source: Your Past Events
hmn: Koj Yav Dhau Los

source: Past
hmn: Yav dhau los

source: Your Events
hmn: Koj Cov Txheej Txheem

source: All
hmn: Txhua

source: All Events
hmn: Txhua yam xwm txheej

source: Directions
hmn: Cov Lus Qhia

source: Edit settings
hmn: Kho qhov chaw

source: Delete event
hmn: Rho tawm cov kev tshwm sim

source: Attending?
hmn: Mus koom?

source: No Events
hmn: Tsis Muaj Txheej Txheem

source: more comment(s)
hmn: ntau tshaj tawm tswv yim (s)

source: Loading comments
hmn: Loading lus

source: You are about to delete comment. Are you sure?
hmn: Koj tab tom yuav txiav tawm lus saib. Koj puas paub tseeb?

source: task
hmn: txoj hauj lwm

source: to do
hmn: ua

source: tasks
hmn: hauj lwm

source: Write something...
hmn: Sau ib yam dab tsi ...

source: Attach File
hmn: Txuas cov ntaub ntawv

source: From Template
hmn: Los ntawm Template

source: No feeds yet.
hmn: Tsis pub noj mov.

source: comments
hmn: lus

source: comment
hmn: tawm tswv yim

source: Add a comment
hmn: Ntxiv lus

source: Template
hmn: Daim Qauv

source: No templates
hmn: Tsis muaj qauv qhia

source: Done
hmn: Ua li cas

source: Select the members who needs to fill this form
hmn: Xaiv cov tswv cuab uas yuav tsum tau ua daim foos no

source: Update Form
hmn: Hloov daim ntawv

source: Due Date
hmn: Hnub Them Nqi

source: Due Time
hmn: Ncua sijhawm

source: Loading...
hmn: Chaw thau khoom ....

source: Preview
hmn: Saib ua ntej

source: Save & Close
hmn: Txuag & Kaw

source: Add an element
hmn: Ntxiv ib lub ntsiab

source: Media is converting. We will notify you when it is ready
hmn: Media yog converting. Peb yuav ceeb toom rau koj thaum nws npaj txhij

source: Add
hmn: Ntxiv

source: Field
hmn: Teb

source: Edit
hmn: Kho kom raug

source: Text
hmn: Cov ntawv nyeem

source: Format
hmn: Hom ntawv

source: Media failed in converting. Please delete and try again or another.
hmn: Media ua tsis tau tejyam nyob rau hauv converting. Thov rho tawm thiab sim dua lossis lwm qhov.

source: Pages
hmn: Nplooj ntawv

source: Saved
hmn: Txuag

source: Insert
hmn: Ntxig

source: Elements
hmn: Cov ntsiab lus

source: Action Required
hmn: Yuav tsum ua

source: Add a new page
hmn: Ntxiv nplooj ntawv tshiab

source: Blank page
hmn: Nplooj ntawv dawb

source: From PDF
hmn: Los ntawm PDF

source: From image
hmn: Ntawm daim duab

source: Add PDF
hmn: Ntxiv PDF

source: Add Image
hmn: Ntxiv Duab

source: Options
hmn: Xaiv

source: Column Names
hmn: Cov Npe

source: Option already exists.
hmn: Kev xaiv twb tau tshwm sim lawm.

source: options list is empty
hmn: Cov ntawv xaiv xaiv yog tas

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
hmn: Checkboxes teb txhawb tsuas yog 5 kev xaiv. Koj tuaj yeem hloov daim teb rau qis qis kom ntxiv rau ntau qhov kev xaiv

source: columns list is empty
hmn: cov npe kab yog khoob

source: Default Value
hmn: Tus nqi Default

source: Delete row
hmn: Rho tawm kab

source: Add a new row
hmn: Ntxiv kab tshiab

source: Download
hmn: Download tau

source: Label
hmn: Daim ntawv lo

source: Question
hmn: Lus nug

source: Default answer
hmn: Default teb

source: Media is converting
hmn: Media yog converting

source: Send Form
hmn: Xa Ntawv

source: Form Submited.
hmn: Tsab Ntawv Xa Mus.

source: You don't have permissions to submit forms.
hmn: Koj tsis muaj cai tso cai xa cov ntaub ntawv.

source: You currently have no forms of your own
hmn: Tam sim no koj tsis muaj daim ntawv ntawm koj tus kheej

source: Your Uncompleted Forms
hmn: Koj Cov Ntawv Tsis Ua Tiav

source: Uncompleted
hmn: Ua tsis tiav

source: Your Completed Forms
hmn: Koj Cov Ntawv Sau Ua tiav

source: Completed
hmn: Ua tiav

source: Your Forms
hmn: Koj Cov Ntawv

source: All Forms
hmn: Tag Nrho Cov Ntawv

source: Form Title
hmn: Daim Ntawv Npe

source: Author
hmn: Tus sau

source: Published
hmn: Luam tawm

source: Submissions
hmn: Cov Ntawv Xa Ntawv

source: No Forms
hmn: Tsis Muaj Cov Ntawv

source: Forms Library
hmn: Cov Ntaub Ntawv Ntaub Ntawv

source: No Forms In Library
hmn: Tsis Muaj Cov Ntawv Hauv Lub Tsev Qiv Ntawv

source: Answers
hmn: Cov lus teb

source: Close - Status changed
hmn: Kaw - Raws li txoj cai hloov

source: Change Status
hmn: Hloov Ntaub Ntawv

source: Case Number
hmn: Case Nab Npawb

source: Tag Id
hmn: Tuaj ID

source: Date Opened
hmn: Hnub qhib

source: Host Id
hmn: Tus tswv tsev ID

source: User Id
hmn: Tus neeg siv ID

source: Confirm your details
hmn: Paub meej koj cov ntsiab lus

source: Form Submitted.
hmn: Daim ntawv xa tuaj.

source: PO No:
hmn: PO Nr.:

source: Reference ID:
hmn: Daim ID:

source: Term:
hmn: Lub sij hawm:

source: Note:
hmn: Nco tseg:

source: Price
hmn: Nqe

source: Add more
hmn: Ntxiv ntxiv

source: Discount(%)
hmn: Txo nqi (%)

source: Total($)
hmn: Tag nrho ($)

source: Select the members who needs to view or pay this invoice
hmn: Xaiv cov tswv cuab uas yuav tsum tau saib lossis them cov nqi no

source: Update Invoice
hmn: Hloov tshiab Invoice

source: Create Invoice
hmn: Tsim Invoice

source: PO No.
hmn: PO Nr.

source: Reference ID
hmn: Daim ID

source: Term
hmn: Lub sij hawm

source: Note
hmn: Nco tseg

source: Quantity
hmn: Ntau

source: Price ($)
hmn: Nqe ($)

source: Discount (%)
hmn: Txo nqi (%)

source: Total ($)
hmn: Tag nrho ($)

source: Pay Invoice
hmn: Them Nyiaj

source: Payment method
hmn: Txoj kev them nyiaj

source: Add a new payment method
hmn: Ntxiv ib txoj kev them nyiaj tshiab

source: Summary
hmn: Cov ntsiab lus

source: Payment:
hmn: Kev Them Nyiaj:

source: Total charge:
hmn: Tag nrho tus nqi:

source: Your Unpaid Invoices
hmn: Koj Cov Nqi Them Tsis Them Nqi
