Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/hmn/LC_MESSAGES/messages.po
Languages: hmn

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
hmn: 1.2 Kev piav qhia ntawm CaseActive Kev Pab: CaseActive Service yog qhov suite ntawm cov kev pabcuam software rau cov neeg siv online koom tes nrog kev tswj hwm muab los ntawm CaseActive LLC. Qhov kos npe ntws tawm uas koj tau pom zoo rau, lossis Daim Ntawv Sau Ua Haujlwm koj tau ua tiav, txheeb xyuas qhov CaseActive Service koj tau xaj rau, lub sijhawm cog lus thiab cov nqi uas them los ntawm koj rau CaseActive Service. Cov lus qhia ntxiv thiab cov kev cai uas siv rau koj qhov kev siv CaseActive Service tau teev tseg ntawm:

source: 2. Expanding the Services:
hmn: 2. Kev nthuav tawm Cov Kev Pab:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
hmn: Koj tuaj yeem sau npe yuav kev pabcuam ntxiv, suav nrog Cov Kev Pabcuam tshiab raws li muab los ntawm CaseActive los ntawm ib lub sijhawm, lossis nce koj cov kev pabcuam uas twb muaj lawm los ntawm kev ua daim ntawv xaj ntxiv lossis kev tso npe nkag, raws li ib feem ntawm Cov Kev Pabcuam. Txhua cov ntawv kos npe tshiab los yog Daim Ntawv Tuav Pov Hwm yuav suav nrog tus nqi thiab hnub xa nqi ntawm Cov Kev Pab cuam tau raug ntxiv nyob rau lub sijhawm ntawd. Txhua Cov Kev Pabcuam Tshiab raug rau Cov Cai Siv Cov Lus Qhia thiab Cov Lus Cog Tseg thiab cov ntsiab lus uas yuav siv tau rau Cov Kev Pab Ntxiv.

source: 3. Customer Support:
hmn: 3. Neeg tuaj txhawb:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
hmn: Qhia tias koj tau them txhua tus nqi uas them los ntawm koj rau Cov Kev Pabcuam, peb yuav siv kev lag luam tsim nyog los muab kev pabcuam uas tsis raug nqi rau koj, kev pabcuam kev txhawb nqa rau koj thiab koj cov neeg siv tau tso cai uas tau tso npe rau Cov Kev Pabcuam. Tus neeg sawv cev kev pabcuam rau cov neeg siv khoom yuav raug muab rau koj cov teeb meem. Cov tsis muaj kev txwv tsis raug lees paub los ntawm cov neeg siv tau kev tso cai. Peb qhov kev txhawb nqa muaj nyob rau 24/7, tsis suav nrog cov hnub so tseem ceeb, uas suav nrog Hnub Memorial Day, Hnub ywj pheej, Hnub Ua Haujlwm, Thanksgiving, Christmas thiab Hnub Xyoo Tshiab. Koj tuaj yeem hu rau cov neeg siv khoom txhawb nqa los ntawm kev siv peb

source: Contact Form
hmn: Hu Rau Daim Ntawv

source: . Our response time shall not be greater than two business days.
hmn: Cov. Peb lub sijhawm teb yuav tsis pub ntau tshaj ob hnub ua haujlwm.

source: 4. Training:
hmn: 4. Kev cob qhia:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
hmn: Qhia tias koj tau them txhua tus nqi uas them los ntawm koj rau Cov Kev Pabcuam, peb yuav ua kom muaj kev cob qhia nyob deb, nyob los yog kaw cov kev cob qhia rau koj tus neeg xaiv, npe thiab tso cai siv nrog rau muab cov kev qhia uas nkag tau los ntawm Kev Pab thiab Kev Qhia ntawm peb lub vev xaib ntawm tsis muaj nqi ntxiv. Rau Qee Qhov Kev Pab Cuam peb muab qee qhov kev cob qhia ntawm chaw ntawm kev thov thiab yuav tau them ntxiv. Thov hu rau peb siv peb

source: for more information about on-site training.
hmn: yog xav paub ntxiv txog kev cob qhia ntawm chaw.

source: 5. Your Rights and Restrictions:
hmn: 5. Koj Cov Cai thiab Kev Txwv:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
hmn: 5.1 Daim Ntawv Tso Cai: Raws li cov lus thiab cov lus cog ntawm Daim Ntawv Cog Lus, thiab thaum them nyiaj txhua lub sijhawm tsim nyog tau teev nyob rau hauv Daim Ntawv Cog Lus lossis cov ntawv kos npe txaus, peb tau muab rau koj qhov tsis yog tshwj xeeb, tsis xa mus, txwv txoj cai thiab tso cai rau siv (thiab tso cai rau koj cov neeg siv tau tso cai siv) Cov Kev Pab uas koj tau kos npe, tsuas yog rau koj lub hom phiaj lag luam sab hauv.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
hmn: 5.2 Cov Neeg Siv Tso Cai: Koj (i) muaj lub luag haujlwm rau koj cov neeg siv kev tso cai raws li Daim Ntawv Cog Lus, thiab (ii) yuav tsum siv kev lag luam uas tsim nyog los mus tiv thaiv tsis raug tso cai los ntawm kev siv cov kev pabcuam thiab yuav tsum ceeb toom rau peb tam sim ntawm kev tsis tso cai lossis siv. Nws yog koj lub luag haujlwm kom tshem tawm kev nkag mus rau Cov Kev Pabcuam yog tias qhov raug cai tso cai ntawm tus neeg siv lossis tus neeg ua haujlwm hloov pauv.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
hmn: 5.3 Koj Lub Luag Haujlwm thiab Cov Kev Txwv: Koj yog lub luag haujlwm rau txhua yam haujlwm tshwm sim nyob rau hauv koj tus neeg siv nyiaj lossis los ntawm koj cov neeg siv tso cai. Koj yuav tsum: (i) muaj kev lav phib xaub rau qhov raug, zoo, ncaj ncees, raug cai, kev ntseeg siab thiab tsim nyog ntawm txhua cov ntaub ntawv koj xa mus rau Cov Kev Pab; (II) siv kev lag luam tsim nyog los tiv thaiv kev tswj tsis tau lossis kev ua phem lossis lwm yam tsis raug tso cai siv, lossis siv, Cov Kev Pab thiab ceeb toom peb kom sai ntawm kev siv tsis raug cai lossis kev ua txhaum cai; (iii) ua raws txhua txoj cai hauv zos, xeev, tseemfwv tebchaws thiab txawv tebchaws (suav nrog cov cai ntsig txog kev ceev ntiag tug thiab kev tiv thaiv cov ntaub ntawv ntawm tus kheej lossis cov neeg siv khoom) hauv kev siv Cov Kev Pab; (iv) raws li tsim nyog, ua raws txhua txoj cai siv ntawm daim npav rho nyiaj koom nrog (suav nrog American Express, MasterCard thiab Visa); thiab (v) tau thiab tuav tag nrho cov khoos phis tawj khoos phis tawm, software thiab kev sib txuas lus xav tau kom nkag tau rau Cov Kev Pab Cuam, thiab them txhua tus nqi nkag (piv txwv li ISP nqi) uas koj muaj cuam tshuam nrog koj siv Cov Kev Pab.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
hmn: Koj yuav tsis tau, thiab koj yuav tsum ua kom koj cov neeg siv raug tso cai tsis, (i) rhuav, thim rov qab kws kho tsheb, decompile lossis lwm yam los sim txiav txim siab ib qho kev txuas nrog rau Cov Kev Pab, lossis hloov kho, hloov kho, tsim ua haujlwm raug raws, lossis txhais Kev pabcuam; (II) daim ntawv tso cai, kev tshaj lij, muag, xauj tsev, muab khoom, faib tawm, sib faib, sib qiv, qiv nyiaj, muag rov qab kom tau paj, faib lossis lwm yam lag luam, pub cov cai hauv lossis ua rau Cov Kev Pab cuam muaj rau lwm tus thib peb; (iii) siv Cov Kev Pab tshwj tsis yog raws li kev tshaj tawm raws cai los sis ua txhaum txoj cai lij choj siv; (iv) koom nrog hauv kev ua txhaum cai lossis dag ntxias kev coj ua nrog rau Cov Kev Pab; (v) zam los yog thim ib qho kev ruaj ntseg lossis lwm cov kev qhia lossis kev ntsuas ntawm Cov Kev Pab lossis lwm yam ntawm Cov Software lossis txhua yam, sim ua kom tau lossis tsis muaj kev tso cai nkag mus rau Cov Kev Pab lossis lwm lub koos pij tawj cuam tshuam lossis kev sib txuas; (vi) siv Cov Kev Pab cuam los xa cov kev ua txhaum, kev hais tawm, kev qias, hem lossis lwm yam tsis raug cai, tsis raug mob, tsim txom lossis tsim txom cov khoom siv, lossis khaws lossis xa cov khoom txhaum txoj cai ntawm tus neeg thib peb cov cai ntiag tug; (vii) siv Cov Kev Pab los khaws lossis xa cov vais voos, cua nab, lub sij hawm foob pob, Trojan nees thiab lwm yam kev tsim txom lossis tsim kev cai, cov ntaub ntawv, ntawv sau, tus neeg sawv cev lossis cov haujlwm, lossis xa cov spam lossis lwm cov ntawv sib txuas lossis cov lus tsis tuaj yeem ua txhaum txoj cai ; lossis (viii) cuam tshuam nrog lossis cuam tshuam kev ncaj ncees lossis kev ua haujlwm ntawm Cov Kev Pab lossis cov ntaub ntawv thib peb hauv cov lus nyob hauv.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
hmn: 5.4 Kev Sau Tseg Txoj Cai: Tsis muaj lwm txoj cai muaj tshwj tsis yog muaj raws li tau teev tseg hauv Daim Ntawv Pom Zoo. Cov Lus Cog Tseg tsis yog muag thiab tsis hais txog cov cai lossis cov tswv cuab hauv, lossis rau, Cov Kev Pab lossis txhua tus software. Peb muaj txhua txoj cai, nqe lus thiab kev txaus siab, suav nrog txhua txoj cai ntawm kev txawj ntse, hauv thiab rau Cov Kev Pab thiab cov software hauv qab thiab txhua yam thiab txhua yam hloov kho tshiab, hloov kho, hloov kho, txhim kho, txhim kho lossis raug ua haujlwm los ntawm nws, thiab hauv ib lub tswv yim, paub- yuav ua li cas, thiab cov kev pabcuam tsim los ntawm peb lossis peb cov neeg muaj lais xees thaum lub sijhawm ua haujlwm ntawm Cov Kev Pabcuam.

source: 6. Term and Termination:
hmn: 6. Lub Sij Hawm thiab Kev Tiv Thaiv:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
hmn: 6.1 Lub Sij Hawm: Lub sij hawm ntawm Cov Kev Pab cuam nws txawv nyob ntawm Qhov Kev Pab uas koj tau sau npe rau thiab yuav tsum tau tsim nyob rau hauv Daim Ntawv Order los sis pom zoo rau hauv kev kos npe nkag thiab yuav rov ua dua tshiab raws li hauv qab no:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
hmn: 6.1.1 Lub Sijhawm Pabcuam CaseActive: Koj Kev Sau Npe mus rau CaseActive Service yuav tsum ua dua tshiab rau ib hlis lossis ib xyoos, raws li tau teev tseg rau ntawm Daim Ntawv Sau Npe lossis kos npe ntws tawm, tshwj tsis yog peb tsum tsis muab Lub Chaw Pab koj muab cov ntawv ceeb toom rau peb tsis-rov thov dua yam tsawg peb caug (30) hnub ua ntej tas sijhawm ntawm lub sijhawm tamsis no.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
hmn: 6.1.2 CaseActive Lub Vev Xaib Lub Sijhawm: Koj txoj kev nkag mus rau CaseActive lub vev xaib cov kev pabcuam yuav tsum tau txuas lub sijhawm rau ib-lub hlis lossis ib xyoos, raws li tau teev tseg rau ntawm Daim Ntawv Sau Npe lossis kos npe ntws tawm, tshwj tsis yog peb tsum txwv txoj haujlwm lossis koj muab rau peb nrog kev ceeb toom ntawm kev tsis txuas hnub nyoog tsawg kawg peb caug (30) hnub ua ntej tas sij hawm ntawm lub sijhawm tam sim no.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
hmn: 6.1.3 Sau ntawv ceeb toom txog kev tsis txuas hnub nyoog los ntawm koj yuav tsum muab xa mus rau CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
hmn: 6.2 Kev Txiav: Tog twg los xij yuav tshem tawm ntawm Daim Ntawv Cog Lus thiab tag nrho Cov Kev Pab Cuam (i) yog tias lwm tog neeg ua txhaum cai ntawm Cov Khoom Siv raws li Daim Ntawv Cog Lus thiab cov kev ua txhaum cai yuav tsis kho kom zoo nyob hauv peb caug (30) hnub txij thaum tau txais daim ntawv ceeb toom los ntawm qhov tsis txhaum cai tog, lossis (ii) yog lwm tog neeg ua tsis tiav lossis poob lag luam, sib sau lossis yaj, lossis tag nrho nws cov lag luam. Peb tuaj yeem tshem tawm ntawm Daim Ntawv Cog Lus tam sim ntawd thaum muaj kev cuam tshuam ntawm Nqe 5.3 saum toj no. Raws li qhov kev pom zoo ntawm Daim Ntawv Cog Lus, koj yuav tsum tsis siv txhua yam kev pabcuam tam sim ntawd, tsum tsis txhob sawv cev rau ib daim ntawv uas koj yog tus siv ntawm Cov Kev Pabcuam, thiab rhuav tshem txhua yam peb cov ntaub ntawv tsis pub lwm tus paub hauv koj cov khoom. Ob tog neeg tsis tuaj yeem lav txog txhua qhov kev puas tsuaj uas ua los ntawm kev txiav Daim Ntawv Cog Lus lossis ib qho kev tso npe rau Kev Pab Cuam raws li muaj rau ntawm no; muab, txawm li cas los xij, tias kev rhuav tshem ntawm Daim Ntawv Cog Lus yuav tsis cuam tshuam rau txhua qhov kev thov uas muaj ua ntej kev txiav.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
hmn: 6.3 Kev Tuav Ntawm Koj Cov Ntaub Ntawv hauv qhov Kev Txiav Txim Siab: Koj lees paub thiab pom zoo tias tom qab tas sijhawm lossis txiav tawm ib qho ntawm koj cov npe mus rau Cov Kev Pabcuam, peb yuav txiav tawm sai sai rau Cov Kev Pab cuam tshuam thiab tias, tom qab lub sijhawm tsim nyog tsis tsawg tshaj cuaj caum (90 ) hnub, yuav rho tawm koj tus account thiab cov ntaub ntawv. Txawm li cas los xij, nyob rau hauv qhov kev tshwm sim uas Cov Kev Pabcuam raug rhuav tshem los ntawm peb, peb yuav muab koj cov kev pab cuam ib ntus, txwv tsis pub dhau lub sijhawm, tsis pub dhau peb caug (30) hnub, rau qhov tsuas yog tso cai rau koj los khaws koj cov ntaub ntawv ntiag tug, muab, uas koj tau them tas nrho cov nqi kev ntseeg uas tsis tseem ceeb uas tiv rau peb. Koj txuas ntxiv pom zoo tias peb yuav tsis lav koj los yog rau lwm tus neeg sab nrauv rau ib qho kev tshem koj txoj kev nkag mus rau Cov Kev Pab lossis txiav koj cov ntaub ntawv, muab hais tias peb yeej ua raws li cov lus hauv Ntu 6.3 no.

source: 7. Fees:
hmn: 7. Tus Nqi:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
hmn: 7.1 Cov Nqi Them Kev Pab: Koj yuav tsum them tus nqi tsis them rov qab rau Cov Kev Pabcuam hauv qhov nyiaj tau teev tseg rau hauv qhov kos npe txaus los yog Daim Ntawv Ua Yuam (&#39;Cov Nqi Pabcuam&#39;) thiab raws li tus nqi xa tawm teev nyob rau hauv cov ntaub ntawv kos npe lossis xaj Daim Ntawv. Cov nqi pabcuam yuav tsum txog sijhawm them thiab them hnub hnub xa daim nqi. Cov Kev Pab Cuam Nqi yuav nce raws peb cov nqi tam sim no. Qhov Kev Pab Cuam Cov nqi tsis thim rov qab txawm tias koj xaus rau koj txoj kev ua npe thaum ntxov.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
hmn: 7.2 Cov Nqi Ntxiv: Koj yuav muaj lwm yam nqi them tsis tau rov qab lossis kev tsub nqi rau koj kev siv Cov Kev Pab Cuam Ntxiv nrog rau tus nqi teev hauv Daim Ntawv Sau Ua Haujlwm thiab / lossis kos npe ntws. Tus nqi them tsis ntau thiab thim rov qab tau tsim tawm nyob rau hauv cov nqe lus ntxiv rau Cov Kev Pab Cuam.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
hmn: 7.3 Cov Nyiaj Them Tuaj Tom Qab: Koj lees paub tias koj tsis them nuj nqis lossis tsub nqi thaum lub sijhawm yuav raug ncua lossis txiav koj cov khoom lag luam (subscription) khoom ntxiv. Yog tias koj tsis them ib qho nqi lossis tsub nqi vim li no, CaseActive muaj cai koom nrog lub koomhaum sau nyiaj los sau nqi thiab nqi thiab koj yuav tsum them txhua tus nqi los ntawm CaseActive hauv kev sib txuas nrog kev sib sau ntawm cov nqi dhau los no, suav nrog , tsis muaj kev txwv, cov kws lij choj tsim nyog &#39;thiab cov chaw sau nqi&#39; ntxiv tus nqi paj rau cov nyiaj sib npaug ntawm tus nqi qis dua 1.0% hauv ib hlis lossis tus nqi siab tshaj plaws tau tso cai los ntawm kev cai lij choj siv.
