Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/hmn/LC_MESSAGES/messages.po
Languages: hmn

source: Unpaid
hmn: Tsis them nyiaj

source: Your Paid Invoices
hmn: Koj Cov Nqi Them Nqi

source: Paid
hmn: Them

source: Your Invoices
hmn: Koj Invoices

source: All Invoices
hmn: Tag nrho cov Invoice

source: No Invoices
hmn: Tsis muaj Invoice

source: No Audios yet.
hmn: Tsis muaj Audios tseem.

source: Loading failed.
hmn: Chaw thau khoom ua tsis tiav.

source: No documents yet.
hmn: Tseem tsis tau muaj ntaub ntawv.

source: No Files yet.
hmn: Tseem tsis tau muaj ntaub ntawv.

source: No Images yet.
hmn: Tsis muaj duab.

source: No Videos yet.
hmn: Tseem tsis tau Videos.

source: Page Not Found
hmn: Nplooj Tsis Pom

source: Note View
hmn: Ceeb Toom Saib

source: No Notes
hmn: Tsis sau ntawv

source: Select the person to answer this field
hmn: Xaiv tus neeg teb lus teb no

source: Create E-sign
hmn: Tsim E-sign

source: Update E-signs
hmn: Hloov kho E-cov cim

source: Signs
hmn: Cov cim

source: Add Field
hmn: Ntxiv Field

source: Edit Field
hmn: Kho Tshawb Teb

source: Send E-sign
hmn: Xa E-kos npe

source: E-sign Submitted.
hmn: E-kos npe Xa.

source: You don't have permissions to submit e-signs.
hmn: Koj tsis muaj kev tso cai xa e-kos npe.

source: You currently have no E-signs of your own
hmn: Tam sim no koj tsis muaj E-kos npe ntawm koj tus kheej

source: Your Uncompleted E-signs
hmn: Koj cov E-cov cim tsis tiav

source: Your Completed E-signs
hmn: Koj Ua tiav E-cov paib

source: Your Signs
hmn: Koj Cov cim

source: All E-signs
hmn: Tag nrho cov cim E

source: E-sign Title
hmn: E-kos npe npe

source: No E-signs
hmn: Tsis muaj E-cim

source: No E-signs In Library
hmn: Tsis muaj E-kos npe hauv Library

source: Update Task
hmn: Hloov ua haujlwm

source: Create Task
hmn: Tsim Task

source: You currently have no tasks of your own
hmn: Tam sim no koj tsis muaj haujlwm ntawm koj tus kheej

source: Your Uncompleted Tasks
hmn: Koj cov hauj lwm ua tsis tiav

source: Your Completed Tasks
hmn: Koj Cov Haujlwm Ua tiav

source: Your Tasks
hmn: Koj Cov Haujlwm

source: All Tasks
hmn: Txhua Txoj Haujlwm

source: Task
hmn: Ua haujlwm

source: Deadline
hmn: Hnub kawg

source: Assignees
hmn: Cov tub txib

source: In Progress
hmn: Hauv Kev Txhim Kho

source: Delete task
hmn: Rho tawm ua haujlwm

source: No Tasks
hmn: Tsis Ua Haujlwm

source: wants access
hmn: xav tau kev nkag

source: No Answers
hmn: Tsis muaj lus teb

source: Select Field Type
hmn: Xaiv Hom Hom

source: Text Only
hmn: Tsuas yog Tsuas

source: Multiple Line Text
hmn: Ntau Kab ntawv nyeem

source: Multi Dropdown
hmn: Ntau Dropdown

source: Radio
hmn: Xov tooj cua

source: Date
hmn: Hnub tim

source: Time
hmn: Lub sijhawm

source: Yes/No
hmn: Tau / Tsis Tau

source: Number
hmn: Zauv

source: Access Denied
hmn: Kev nkag tsis tau

source: You don't have access to this case.
hmn: Koj tsis muaj qhov kis ntawm no.

source: Imports
hmn: Cov Thib Ib

source: View import
hmn: Saib import

source: Sessions
hmn: Kev sib tham

source: Home
hmn: Tsev

source: Users
hmn: Cov neeg siv

source: Library
hmn: Tsev Qiv Ntawv

source: Integration
hmn: Kev koom ua ke

source: Settings
hmn: Chaw

source: Keys
hmn: Cov yuam sij

source: Form Templates
hmn: Daim Ntawv Teev Tseg

source: E-sign Templates
hmn: E-kos npe Templates

source: Payments
hmn: Kev them nyiaj

source: From
hmn: Los ntawm

source: To
hmn: Yuav

source: System
hmn: Qhov system

source: User Intake
hmn: Cov neeg siv khoom noj

source: Custom Fields
hmn: Kev cai teb

source: After Actions
hmn: Tom qab Kev Ua Haujlwm

source: Advance Settings
hmn: Kev nqis peev ua ntej

source: Label Name
hmn: Daim Ntawv Sau Npe

source: Fields
hmn: Teb

source: Tag ID
hmn: Tag daim ID

source: Have many users?
hmn: Muaj ntau tus neeg siv?

source: Import users
hmn: Ntshuam cov neeg siv

source: or
hmn: los yog

source: Send them a signup link.
hmn: Xa lawv qhov txuas rau npe.

source: Let's start by entering the email or phone number
hmn: Cia peb pib los ntawm kev nkag mus hauv email lossis xov tooj

source: Phone
hmn: Xovtooj

source: Invalid phone number entered
hmn: Siv xov tooj tsis yog

source: A label to easily find a case. it cannot be changed later
hmn: Daim ntawv lo kom yooj yim nrhiav rooj plaub. nws hloov tsis tau tom qab

source: Visibility:
hmn: Kev pom:

source: Who can use this template
hmn: Leej twg tuaj yeem siv tus qauv no

source: One time
hmn: Ib lub sijhawm

source: Please enter valid payment information before proceeding
hmn: Thov sau cov ntaub ntawv them nyiaj siv tau ua ntej pib ua haujlwm

source: Add Payment
hmn: Ntxiv Kev Them Nyiaj

source: Repeat every:
hmn: Rov ua dua txhua:

source: Let's get started
hmn: Cia peb pib

source: Take me there
hmn: Coj kuv mus rau ntawd

source: Created on
hmn: Tsim rau

source: Expires on
hmn: Yuav tas mus li

source: No announcements yet.
hmn: Tseem tsis tau tshaj tawm.

source: Add Announcement
hmn: Ntxiv Tshaj Tawm

source: Edit Announcement
hmn: Kho kom raug tshaj tawm

source: Date and time should be at least one hour ahead
hmn: Hnub thiab sijhawm yuav tsum yog tsawg kawg ib teev ua ntej

source: Delete Date
hmn: Rho tawm Hnub

source: Delete Time
hmn: Rho tawm sijhawm

source: Back
hmn: Rov qab

source: No Users Found
hmn: Tsis Pom Cov Neeg Pom

source: No role selected
hmn: Tsis muaj txoj haujlwm xaiv

source: No permissions added!
hmn: Tsis pub tso cai ntxiv!

source: CASE PERMISSIONS
hmn: PHOOJ YWG PHOOJ YWG

source: User ID
hmn: Tus Neeg Siv ID

source: Role
hmn: Qhov haujlwm

source: remove
hmn: tshem tawm

source: Assign User
hmn: Muab tus neeg siv

source: User
hmn: Tus Neeg Siv

source: ADD USER
hmn: NTXIV TXIV

source: Email user about case assignment
hmn: Tus neeg siv email txog kev muab ntaub ntawv

source: Keyword
hmn: Lo lus tseem ceeb

source: No cases found.
hmn: Tsis muaj tus neeg pom.

source: Create a case for a business
hmn: Tsim cov ntaub ntawv rau lub lag luam

source: Case ID
hmn: Daim Npav ID

source: Created On
hmn: Tsim Rau

source: Case Status
hmn: Case xwm txheej

source: Case Type
hmn: Case Hom

source: Assign Users
hmn: Kev rau cov neeg siv

source: No cases found
hmn: Tsis muaj tus neeg pom

source: Have many cases?
hmn: Muaj ntau qhov xwm txheej?

source: Click here to import cases.
hmn: Nyem qhov no mus import cov ntaub ntawv.

source: No status selected
hmn: Tsis muaj txheej xwm xaiv

source: No type selected
hmn: Tsis muaj hom xaiv

source: Case Info
hmn: Case Ntaub Ntawv

source: About
hmn: Hais txog

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
hmn: Daim ntawv lo mus tas li kom yooj yim nrhiav rooj plaub. (a-z, 0-9, -, /) tso cai

source: Case Types
hmn: Hom Case

source: Click
hmn: Nyem

source: to edit case types
hmn: los hloov cov ntaub ntawv hom

source: No Type selected
hmn: Tsis xaiv hom

source: Case not found!
hmn: Case tsis pom!

source: Media Size
hmn: Media Loj

source: All statistics
hmn: Tag nrho cov txheeb cais

source: Import not found.
hmn: Ntshuam tsis pom.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
hmn: Kev ua cov ntaub ntawv ua tsis tiav. Xyuas kom meej tias nws yog hom ntaub ntawv CSV thiab muaj qhov tseeb headers

source: Data
hmn: Cov Ntaub Ntawv

source: No Imports yet.
hmn: Tsis Muaj Pauv Nyiav.

source: Source
hmn: Qhov chaw

source: Passed:
hmn: Kis:

source: Failed:
hmn: Ua tsis tiav:

source: Total:
hmn: Tag Nrho:

source: Add Imports
hmn: Ntxiv Kev Siv Ntawv

source: Download Sample
hmn: Download Ua Qauv

source: Choose a file
hmn: Xaiv ntawv

source: Edit Key
hmn: Kho kom raug Ntsiab

source: Add Key
hmn: Ntxiv Ntsiab

source: No Keys yet.
hmn: Tsis Muaj Cov Ntsiab Lus Siv.

source: Source CIDR
hmn: Tau CIDR

source: Remove
hmn: Tshem tawm

source: is invalid.
hmn: tsis muaj nqis.

source: Secret Key
hmn: Yuam Kev zais

source: Make sure to copy your new secret key now. You won’t be able to see it again!
hmn: Nco ntsoov luam koj tus lej zais tshiab tam sim no. Koj yuav tsis pom nws dua!

source: Edit Webhook
hmn: Kho kom raug Webhook

source: Add Webhook
hmn: Ntxiv Webhook

source: No event selected
hmn: Tsis muaj kev xaiv xaiv

source: No Webhooks yet.
hmn: Tsis muaj Webhooks tseem.

source: Secret Webhook
hmn: Webhook zais cia

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
hmn: Nco ntsoov luam koj tus webhook zais cia tam sim no. Koj yuav tsis pom nws dua!

source: Sign In
hmn: Kos Npe

source: Login in account page.
hmn: Tuaj nkag hauv account account.

source: Edit form builder
hmn: Kho kom raug daim ntawv builder

source: Delete form
hmn: Rho tawm daim ntawv

source: No forms yet.
hmn: Tsis muaj cov ntawv tseem.

source: Add Intake Form
hmn: Ntxiv Intake Form

source: Edit Intake Form
hmn: Kho kom raug daim ntawv thov

source: Show Media
hmn: Qhia Media

source: Add Post
hmn: Ntxiv Tshawb

source: Edit Post
hmn: Kho tshiab Post

source: Files Amount
hmn: Cov Nqi Ntaub Ntawv

source: No Feed Templates yet.
hmn: Tseem Tsis Tau Muaj Cov Hluav Taws Xob.

source: Post Name
hmn: Npe Npe

source: Post Message
hmn: Ncej Xov Xwm

source: Processing media ...
hmn: Zauv tawm ...

source: Download original file
hmn: Rub daim tseem

source: Could not display media
hmn: Tsis tuaj yeem tso duab tawm

source: No locations found.
hmn: Tsis muaj chaw nyob.

source: Main Office
hmn: Lub Chaw Haujlwm Loj

source: Location Name
hmn: Qhov Chaw Nyob

source: Delete e-sign
hmn: Rho tawm e-sign

source: No e-signs yet.
hmn: Tsis muaj e-kos npe tseem.

source: Subtasks Count
hmn: Subtasks suav

source: No tasks yet.
hmn: Tseem tsis tau ua haujlwm.

source: Total
hmn: Tag nrho

source: Refund
hmn: Rov qab

source: No invoices yet.
hmn: Tseem tsis tau them nqi.

source: Refund Reason
hmn: Rov qab vim li cas

source: Duplicate charge
hmn: Duplicate nqi

source: Fraudulent charge
hmn: Tus nqi dag

source: Requested by customer
hmn: Thov los ntawm cov neeg siv khoom

source: On Board
hmn: Hauv Board

source: Stripe
hmn: Kab laug sab

source: Role Info
hmn: Cov Ntaub Ntawv Muaj Qauv

source: It cannot be changed later
hmn: Nws hloov tsis tau tom qab

source: Role Permissions
hmn: Cov Permissions

source: e-signs
hmn: e-cov cim

source: Allowed File Sizes
hmn: Cov Ntawv Txwv Txais Cov Ntawv Tso Cai

source: Create
hmn: Tsim

source: Creating...
hmn: Tsim ...

source: Roles
hmn: Cov luag hauj lwm

source: Profile information
hmn: Cov ntaub ntawv profile

source: No role found.
hmn: Tsis muaj lub luag haujlwm pom.

source: When a case is created, auto assign these users
hmn: Thaum tsim ib rooj plaub, nws pib muab cov neeg siv no

source: Remove All
hmn: Tshem tag nrho

source: User Name
hmn: Tus neeg siv lub npe

source: Notify
hmn: Ceeb toom

source: Host User
hmn: Tus Neeg Siv Khoom

source: When a user is assigned to a case, auto add templates
hmn: Thaum tus neeg siv raug xa mus rau ib rooj plaub, nws pib ntxiv templates

source: No post selected
hmn: Tsis xaiv tus ncej

source: No form selected
hmn: Tsis xaiv daim ntawv

source: No e-sign selected
hmn: Tsis xaiv e-kos npe

source: Templates
hmn: Cov qauv

source: Add Templates
hmn: Ntxiv Templates

source: When a case is idle, post this message
hmn: Thaum ib rooj plaub tsis ua haujlwm, tshaj tawm cov lus no

source: No case type selected
hmn: Tsis xaiv hom rooj plaub

source: Idle Days
hmn: Tsis Muaj Hnub

source: Set Idle Message
hmn: Teem Idle Message

source: No task selected
hmn: Tsis xaiv txoj haujlwm

source: No operation order selected
hmn: Tsis xaiv qhov kev txiav txim ua haujlwm

source: Operation Order
hmn: Kev Ua Haujlwm

source: Add Templates to Assign Users
hmn: Ntxiv Templates los muab cov neeg siv

source: User Form
hmn: Tus neeg siv daim ntawv

source: Notes Form
hmn: Daim Ntawv Ceeb Toom

source: Defaults
hmn: Teeb meem

source: Required
hmn: Yuav tsum tau

source: Design Settings
hmn: Tsim Chaw

source: Change file
hmn: Hloov cov ntaub ntawv

source: Delete Favicon
hmn: Rho tawm Favicon

source: Delete Logo
hmn: Rho tawm Logo

source: Text Color
hmn: Ntawv Xim

source: Recommended Colors:
hmn: Cov Xim Pom Zoo:

source: reset
hmn: rov pib dua

source: Background Color
hmn: Tom Qab Xim

source: Company Info
hmn: Tuam txhab Info

source: Website
hmn: Lub vev xaib

source: Terms of Use URL
hmn: Cov ntsiab lus ntawm Kev Siv URL

source: User Signup
hmn: Tus neeg siv kos npe

source: Allow Signup
hmn: Tso cai rau npe

source: Auto Create Case
hmn: Auto Tsim Case

source: Analytics Key
hmn: Qhov Tseem Ceeb Analytics

source: delete
hmn: rho tawm

source: Crop Image
hmn: Qoob loo Duab

source: No Filter
hmn: Tsis muaj lim

source: No logs requested.
hmn: Tsis muaj cov lus nug.

source: Logs list is empty.
hmn: Daim ntawv teev npe yog khoob.

source: Download CSV
hmn: Download tau CSV

source: Request Logs
hmn: Thov Kev Sau

source: Log Type
hmn: Teev Npe

source: Filter
hmn: Lim

source: Select a case
hmn: Xaiv ib rooj plaub

source: Enter the email address
hmn: Sau qhov email chaw nyob

source: When a user join app, ask the user to share the following
hmn: Thaum tus neeg siv koom nrog app, hais kom tus neeg siv qhia cov hauv qab no

source: No user intake found.
hmn: Tsis pom cov neeg siv khoom noj.

source: User Type
hmn: Tus neeg siv hom

source: Intake Form
hmn: Daim ntawv thov

source: Complete After
hmn: Ua kom tiav Tom qab

source: No user type selected
hmn: Tsis xaiv hom neeg siv

source: No intake form selected
hmn: Tsis xaiv daim ntawv nkag

source: Complete After Date
hmn: Ua kom tiav tom qab hnub

source: Complete After Time
hmn: Ua tiav Tom Qab Sijhawm

source: Date and time should be less or equal to now
hmn: Hnub thiab sijhawm yuav tsum tsawg dua lossis sib npaug rau tam sim no

source: View Ticket
hmn: Saib daim pib

source: Ticket
hmn: Daim pib

source: No tickets yet.
hmn: Tsis tau daim pib.

source: User not found.
hmn: Tus neeg siv tsis pom.

source: User can edit their account information except for the host user attributes section.
hmn: Tus neeg siv tuaj yeem hloov kho lawv cov ntaub ntawv tus account tshwj tsis yog rau tus tswv tsev tus cwj pwm.

source: Contact
hmn: Hu rau

source: Phone number
hmn: Xov tooj

source: Zip Postal Code
hmn: Zauv Post Code

source: Host User Attributes
hmn: Tus neeg siv tus cwj pwm

source: User Status
hmn: Tus Neeg Siv Txoj Cai

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
hmn: Daim ntawv lo mus tas li kom yooj yim nrhiav tus neeg siv. (a-z, 0-9, -, /) tso cai

source: App only User Intake Fields
hmn: App tsuas yog Cov Neeg Siv Khoom Siv

source: APP ONLY CUSTOM FIELDS
hmn: APP XWB COV NEEG TXHAUM

source: s found.
hmn: s pom.

source: Created Date
hmn: Tsim Hnub

source: View Cases
hmn: Saib Cases

source: VIEW CASES
hmn: SAIB CAS

source: Get Started
hmn: Pib pib

source: Password
hmn: Lo lus zais

source: Email is not valid.
hmn: Email tsis siv.

source: CaseActive lets you and your client
hmn: CaseActive cia koj thiab koj tus neeg mob

source: work together
hmn: ua haujlwm ua ke

source: at any time, in any place.
hmn: thaum twg los tau, nyob rau hauv txhua qhov chaw.

source: Explore
hmn: Tshawb nrhiav

source: Pricing
hmn: Nqe

source: Support & Docs
hmn: Txhawb & Docs

source: FAQ
hmn: Cov FAQ

source: Failed to validate if you are human
hmn: Ua tsis tau kom siv tau yog tias koj yog neeg

source: NOTIFY ME WHEN IT'S READY!
hmn: LUS CIM XWB KUV TAM SIM NO!

source: Thank You!
hmn: Ua Tsaug!

source: We will notify you when the app is ready
hmn: Peb yuav ceeb toom koj thaum npaj lub

source: Most popular
hmn: Nrov tshaj plaws

source: All languages
hmn: Txhua hom lus

source: Oops, Something went wrong.
hmn: Oops, Qee yam mus tsis ncaj ncees lawm.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
hmn: Oops, Qee yam mus tsis ncaj ncees lawm. Peb pab neeg tau ceeb toom. Thov sim dua tom qab.

source: Support Documentation
hmn: Cov ntaub ntawv txhawb nqa

source: All Categories
hmn: Txhua Pawg

source: Contents
hmn: Cov ntsiab lus

source: Related Articles
hmn: Cov ntawv txheeb

source: Get started: processes, best practices, setup guides, and more!
hmn: Pib: cov txheej txheem, cov kev coj ua zoo tshaj plaws, cov lus qhia teeb tsa, thiab ntau dua!

source: Find anything you need to get to work in CaseActive.
hmn: Nrhiav txhua yam koj xav tau los ua haujlwm hauv CaseActive.

source: All case communication in one spot
hmn: Txhua qhov kev sib txuas lus hauv ib qho chaw

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
hmn: Hloov siab, tshaj tawm cov ntawv tshaj tawm tshiab, teb cov lus nug, sau ntawv, tawm lus, thiab muaj tag nrho cov lus sib tham tau dai raws sijhawm thiab email ceeb toom.

source: Share with confidence
hmn: Sib koom nrog kev ntseeg siab

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
hmn: Qhia tawm cov ntaub ntawv thiab cov duab ntawm cov neeg siv khoom thiab cov tswv cuab thoob plaws txhua qhov thiab txhua qhov khoom siv, yog li txhua tus khaws cia ua ntej.

source: Take it on the go
hmn: Coj nws ntawm txoj kev mus

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
hmn: Siv cov khoom siv mobile zoo li ntsiav tshuaj thiab cov xov tooj ntse los koom tes rau cov ntsiab lus tseem ceeb, sib tham txog cov teeb meem tseem ceeb, hloov cov ntaub ntawv, thiab daim ntawv cov teeb meem kev nce qib hauv lub sijhawm.

source: Immediate records access
hmn: Ntaub ntawv ceev xwm ceev

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
hmn: Cov neeg siv uas muaj cai tuaj yeem nkag mus sai sai rau cov neeg siv cov ntaub ntawv thiab cov ntaub ntawv cov ntaub ntawv (suav nrog tam sim no, yav dhau los, qhib, kaw, thiab tseem tab tom txiav txim siab), tag nrho los ntawm ib lub portal.

source: Automatic timezone conversion
hmn: Tsis siv neeg timezone conversion

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
hmn: Txawm hais tias taug kev los yog nyob hauv lwm qhov chaw, koj yuav tau sib txuas nrog peb lub sij hawm-cheeb tsam kev sib tham kev tswj hwm.

source: Track Events
hmn: Taug qab Txheej Txheem

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
hmn: Qhib cov rooj sib tham sai sai, saib xyuas cov txheej xwm yav tom ntej, thiab caw cov neeg thiab pab pawg neeg koom ua ke.

source: Video Conferencing
hmn: Video Kev Sib Tham Sib Tham

source: Connect with clients and team members via live video chats for even more interactivity.
hmn: Txuas nrog cov neeg tau txais kev pab thiab cov tswv cuab ntawm cov neeg nyob hauv kev sib tham hauv kev sib tham ua ke rau ntau qhov kev sib txuas lus.

source: Automate tasks when a case is created or a user is assigned to a case.
hmn: Automate cov haujlwm thaum tsim rooj plaub lossis tus neeg siv raug muab rau rooj plaub.

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
hmn: Xav xav koj cov neeg yuav khoom Lub Cim Yug Zoo Siab? Teeb tsa cov lus tsis siv neeg rau ob tus neeg dhau los thiab tam sim no rau lawv hnub tshwj xeeb!

source: Keeping Client details up-to-date
hmn: Txhim kho cov ntaub ntawv cov ntaub ntawv

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
hmn: Cov neeg tuaj yeem hloov kho lawv cov ntaub ntawv nrog cov ntaub ntawv kho tshiab, cov duab, cov passwords, thiab cov chaw siv nyiaj.

source: Ask Questions, Get Answers.
hmn: Nug cov lus nug, Tau txais cov lus teb.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
hmn: Tsim cov qauv foos thiab xa mus rau cov neeg siv khoom kom tiav. Sau cov ntaub ntawv tseem ceeb, muab cov ntawv tshawb fawb tawm, thiab tau txais tag nrho cov ntaub ntawv koj xav tau los ua koj txoj haujlwm zoo!

source: , Director of Sales of Cain & Company
hmn: , Thawj Coj Kev Muag Khoom ntawm Cain &amp; Lub Tuam Txhab

source: Make client billing as straightforward as possible with online invoices and payments.
hmn: Muab cov ntaub ntawv them nyiaj tuaj yeem xa ncaj nraim nrog cov nyiaj hauv online thiab cov nyiaj them tuaj.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
hmn: Peb nyiam cov ntaub ntawv sau nqi vim tias nws cia cov neeg xav pom qhov lawv tau them rau qhov twg.

source: , Vice President of Sky Digital
hmn: , Lwm Thawj Tswj Hwm Ntuj Digital

source: Enjoy the ease of e-signing
hmn: Txaus siab rau qhov yooj yim ntawm e-kos npe

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
hmn: Kos npe rau cov ntawv xa hluav taws xob txhua yam los ntawm DocSign, siv cov ntaub ntawv theej tawm thiab cov neeg siv digital kos npe thov thiab kabke.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
hmn: Upload ib daim ntawv, kos npe rau kos npe, thiab tom qab ntawd tus neeg siv khoom nkag rau hauv thiab kos npe rau nws. Txhua yam ua tiav yam tsis muaj tus neeg siv khoom tuaj rau hauv peb lub tsev. Qhov no yog ke nrog cov neeg siv khoom uas tsis nyob ze rau lub chaw ua haujlwm lossis cov neeg nyob sab nraud..

source: , Director of Operations of Capital Insurance
hmn: , Tus Thawj Coj ntawm Kev Ua Hauj Lwm ntawm Kev Tuav Pov Hwm Cuam

source: Enhance Your System. Less Work, More Results.
hmn: Txhim khu koj lub cev. Tsawg Haujlwm, Tshaj Lij Tshaj Tawm.

source: Use the Self-Serve Administrative Feature
hmn: Siv Tus Khoos Kas Ua Haujlwm Rau Yus Tus Kheej

source: Take total control of your CaseActive management suite from the platform itself.
hmn: Siv tag nrho kev tswj ntawm koj CaseActive tswj suite los ntawm lub tshuab nws tus kheej.

source: Effortlessly link your existing system with CaseActive
hmn: Siv zog txuas koj txoj kev ua haujlwm nrog CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
hmn: Ua ke nrog peb tus tswv ntawm qib API los tsim cov xwm txheej, muab cov neeg siv khoom, thiab tsim cov ntawv qhia raws li koj cov kev tawm tswv yim.

source: Acting as a
hmn: Ua raws li ib tug

source: virtual administrative assistant
hmn: virtual tswj pab

source: , CaseActive empowers you with streamlined document and media handling, private
hmn: , CaseActive empowers koj nrog cov ntaub ntawv streamlined thiab tawm tuav, ntiav

source: client-to-customer communications
hmn: tus neeg tuaj ua lag luam-rau-neeg kev sib txuas lus

source: event scheduling, and step-by-step case processing.
hmn: kev tshwm sim kev tshwm sim, thiab kev ua cov kauj ruam ntawm step-by-step.

source: Self-Serve Administration
hmn: Kev Ua Haujlwm Rau Yus Tus Kheej

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
hmn: Ua haujlwm ua tus pab tswj hwm virtual, CaseActive muab kev pabcuam rau koj nrog kev ua haujlwm zoo thiab kev tshaj xov xwm, kev sib tham ntawm tus kheej-rau-cov neeg siv khoom, kev teem sijhawm, thiab kev ua ib theem.
