Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/hmn/LC_MESSAGES/messages.po
Languages: hmn

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
hmn: 7.4 Cov se: Koj yuav tsum them rau txhua yam se muag, siv se, tus nqi se ntxiv, txiav se thiab lwm yam se zoo ib yam thiab nqi rau txhua yam kev tswj hwm los ntawm tsoomfwv, lub xeev lossis tsoomfwv hauv ib cheeb tsam ntawm cov kev hloov pauv uas tau pom zoo los ntawm Daim Ntawv Cog Lus. Thaum peb muaj lub luag haujlwm raws txoj cai los them lossis sau se uas koj yog lub luag haujlwm, ua raws li Seem no, cov nqi tsim nyog yuav tsum raug them thiab them los ntawm koj tshwj tias koj muab rau peb uas muaj daim ntawv pov thawj zam se tau kev tso cai los ntawm cov se tsim nyog.

source: 8. Representations and Warranties:
hmn: 8. Cov sawv cev thiab kev lees paub:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
hmn: 8.1 Cov Neeg Sawv Cev Sib Koom Tes thiab Kev Nyab Xeeb: Txhua tus neeg sab nraud sawv cev thiab lees paub rau lwm tog neeg (i) nws muaj cov cai tsim nyog los nkag rau thiab ua nws cov luag haujlwm raws li Daim Ntawv Pom Zoo yam tsis muaj kev pom zoo los ntawm lwm tus neeg sab nrauv lossis ua txhaum cov ntawv cog lus lossis kev pom zoo nrog txhua tus neeg thib peb, (ii) txhua tus neeg ua raws li cov lus cog tseg hauv no tau nkag rau hauv txhua qhov kev pom zoo tsim nyog kom nws ua raws li Cov Cai thiab Cov Lus Cog Tseg, thiab (iii) nws yuav tsum ua raws li txhua yam kev hwm nrog txhua txoj cai muaj feem rau Cov Kev Pabcuam.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
hmn: 8.2 Cov Sawv Cev Ntxiv thiab Cov Kev Ceeb Toom: Koj lav, sawv cev thiab cog lus rau peb tias koj yuav siv Cov Kev Pab nkaus xwb rau kev siv raws cai lij choj raws li Daim Ntawv Cog Lus thiab tag nrho cov cai CaseActive cov cai thiab cov lus qhia.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
hmn: 8.3 Tsis lees paub Cov Lus Ceeb Toom: PIAV RAU QHOV KEV TXIAV TXIM UAS TSIS TXAUS SIAB RAU QHOV TSHOOJ 8, RAU MAXIMUM TSO CAI LOS NTAWM KEV TSO CAI LOS NTAWM KEV TSO CAI, Peb tsis muaj lwm txoj kev ua, kev zam txim, siv, cov xwm txheej los yog lwm yam, hauv txoj cai LOSSIS LOS NTAWM LOSSIS TSWV YIM HAIS, AS RAU TXHUA YAM KEV UA LI, suav nrog cov kev ua haujlwm zoo, SATISFACTORY ZOO, TITLE, FITNESS RAU LUB HOM PHIAJ HOM, LOSSIS TSIS TAU. PEB TSIS TXHOB KHEES LOSSIS LOSSIS COV KEV PAB YUAV TAU TXHUA YAM RAU TXHUA YAM, YUAV TSUM UA TXHUA YAM TUS TXHEEJ TXHEEM, LOSSIS SIV LOSSIS LOSSIS COV KEV PAB YUAV TAU TXAIS LOSSIS TSIS TXAUS SIAB. COV TSWV YIM THIAB COV KEV PAB CUAM YOG TAU RAU KOJ RAU AS &#39;AS IS&#39; BASIS THIAB KOJ SIV SOFTWARE THIAB COV KEV PAB CUAM YOG NYOB RAU KOJ TUS KHEEJ, NYIAJ, TSIS TXHOB SIV, TSIS TXAUS SIAB RAU LWM QHOV. COV LUS QHIA UA NTEJ HAIS TIAS TSIS PUB MUAB COJ LOS TXOG KEV TSO CAI LOS NTAWM QHOV TSEEM CEEB NTAWM COV TSWV YIM.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
hmn: Peb tsis pom zoo LEEJTWG YUAV TSUM TAU LOSSIS LOSSIS TXOJ CAI UAS KOJ SIV COV KEV PAB CUAM YUAV TUAJ TXUJ CI LOSSIS LOSSIS LOSSIS TSIS TXAUS SIAB RAU TEJ YAM LI TXOJ CAI LOSSIS LOSSIS LOSSIS LUB CEV. DAIM CI LUS CEEB TOOM NO LOS RAU KEV TSIS TXOG CAI LOSSIS LUB CEV LOSSIS LUB CWJ PWM LOSSIS LUB ROOJ SIB HAIS NO MAS YUAV TSUM TAU RAU KOJ. KOJ YUAV UA RAWS LI TXOJ CAI RAU YUS HAIS TIAS KOJ SIV COV KEV PAB CUAM YOG MUAJ CEEV CEEV THOV KEV PAB CUAM.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
hmn: YOG HAIS TIAS KOJ TAU XWM TXHEEJ RAU COV KEV PAB LOS LOS TUS TSIS TXAUS SIAB, KOJ TUS KHEEJ THIAB KHIAV TAWM LOS YUAV TSIS TXAUS SIAB RAU SIV COV KEV PAB CUAM.

source: 9. Confidential Information:
hmn: 9. Lus Qhia:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
hmn: Yog tias tsis tau kev tso cai los ntawm lwm tus sab nrauv, tsis muaj ib tus neeg sab nrauv yuav tsum qhia tawm rau lwm tus neeg sab nraud cov ntaub ntawv lossis cov ntaub ntawv muab los ntawm lwm tus sab nraud raws li Tsab Ntawv Cog Lus thiab tsim nyog to taub tsis pub leej twg paub (&#39;Cov Ntaub Ntawv Tsis Pub Leej Twg Paub&#39;), lossis siv cov ntaub ntawv tsis pub lwm tus paub. dua li ua nws cov luag haujlwm ntawm Cov Lus Cog Tseg. Cov kev txwv hais txog yav dhau los tsis siv rau cov ntaub ntawv uas yog nyob rau hauv cov tswv yim pej xeem lossis twb tau txais los ntawm cov tswv cuab muaj, tau paub tias tau txais tog ua ntej hnub nthuav tawm lossis paub rau tus neeg txais tog tom qab ntawd los ntawm tus thib peb muaj qhov pom tseeb bona fide muaj cai tshaj tawm cov ntaub ntawv, lossis Cov Ntaub Ntawv Tsis Pub lwm tus paub txog tias tus neeg tau txais lub luag haujlwm yog cov yuav tsum ua raws li tsab cai ntawm lub tsev hais plaub ntawm chaw muaj cai lossis chaw tswj hwm raug xa mus, muab cov tog txais yuav muab cov tog neeg uas raug tshaj tawm ntawm lub tsev hais plaub kom raws sijhawm. xaj lossis ntawv yuam. Tsis tas li ntawd, koj yuav xyuas kom koj cov neeg siv raug tso cai ua tus saib xyuas txhua lo lus zais thiab lwm cov ntaub ntawv nkag mus rau Cov Kev Pabcuam. Seem 9 yuav muaj sia nyob tshem tawm lossis tas sijhawm ntawm Daim Ntawv Pom Zoo no.

source: 10. Indemnification:
hmn: 10. Kev Tiv Thaiv:

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
hmn: 10.1 Kev Cuam Tshuam rau Kev Ua Phem: Raws li Nqe Lus 10.4, peb yuav tsum, tiv thaiv koj tawm tsam ib qho kev foob thib peb uas tau coj tuaj rau koj uas tau liam tias cov kev pabcuam ua txhaum US cov cai lij choj muab rau lwm tus thib peb suav txij hnub pib siv; los yog ua txhaum cov kev cai lij choj, kev ua lag luam lossis kev zais ua lag luam ntawm ib tus neeg sab nraud (suav ua ke nrog &#39;Cov Khoom Ntiag Tug Cov Kev Pab Cuam&#39;). Yog tias qhov kev ua txhaum cai tau nrhiav lossis tau tawm tsam kev siv cov cuab yeej fwm kev txawj ntse los yog ntawm peb qhov kev xav yuav xav tau los yog tau, peb yuav, raws li peb txoj kev xaiv thiab kev siv nyiaj, txawm tias (i) nrhiav rau koj thiab koj lub npe tso cai siv cov neeg siv txoj cai txuas ntxiv siv Cov Kev Pab Cuam, lossis (ii) hloov lossis hloov Cov Kev Pab los ua lawv qhov kev siv tsis raug hla thaum muaj peev xwm ntawm kev ua haujlwm loj tib yam. Hauv kev cuam tshuam cov nqe lus (i) thiab (ii) saum toj no tsis tuaj yeem siv tau, peb yuav txiav tawm Cov Kev Pab thiab thim cov nyiaj them ua ntej, tab sis Cov Nqi Pabcuam tsis siv. Peb yuav tsis raug lub luag haujlwm los tiv thaiv lossis lav rau ib qho nqi lossis kev puas tsuaj nyob hauv Tshooj Lus 10.1 yog tias qhov kev iab liam ntawd tshwm sim los ntawm lossis ntawm ib yam dab tsi uas yog los ntawm (i) ib qho kev hloov kho ntawm Cov Kev Pab los ntawm koj (lossis ib qho ntawm koj txoj cai lossis Tus tsim cov neeg siv) lossis (ii) kev siv Kev Pabcuam ua ke nrog kev pabcuam thiab cov khoom tsis tau muab los ntawm CaseActive yog tias kev ua txhaum cai yuav zam tau yam tsis muaj kev hloov kho lossis kev sib koom ua ke, lossis (iii) kev ua raws li koj tus qauv lossis cov lus qhia lossis (iv) kev thov uas tsis hais txog qhov tseem ceeb tias Cov Kev Pab yog qhov raug foob (txhua ib qho &#39;Tsis Txaus Siab Thov&#39;). Kev zam txim uas yuav muaj nyob hauv Nqe Lus 10.1 no yuav nyob txhua yam kev rhuav lossis tas sij hawm ntawm Daim Ntawv Pom Zoo no.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
hmn: 10.2 Kev Pom Zoo rau Cov Ntaub Ntawv Kev Nyab Xeeb thiab Kev Ceev Ntiag Tug: Ua raws li Tshooj 10.4, thiab thaum lub sijhawm koj xaj yuav cov Kev Pabcuam, peb yuav tsum, tiv thaiv koj tawm tsam ib qho kev tawm tsam thib peb uas tau coj tuaj rau koj uas liam peb cov kev tsis saib xyuas tag nrho hauv kev tiv thaiv tsis tau tso cai rau, lossis peb txhob txwm ua tsis zoo hauv kev qhia tawm, Ntaub Ntawv Qhia Tus Kheej Cov Ntaub Ntawv ntawm koj cov neeg siv khoom hauv peb muaj lossis tswj. Kev tsis them nqi no yuav tsis siv rau qhov uas hais los ntawm lossis cuam tshuam rau koj kev tsis saib xyuas lossis kev ua txhaum lossis koj tus neeg sawv cev lossis tus sawv cev, lossis rau qhov kev lav phib xaub tau lees paub lossis txwv tsis pub dhau ib tog ntawm txoj Cai Cog Lus. Lub txim txhaum uas tau hais tseg hauv nqe lus no yog suav tias koj ua pov thawj tag nrho peb qhov kev ua tsis ncaj ncees lossis kev ua txhaum tsis ncaj ncees tau ncaj qha thiab ua rau tsis raug cai nkag mus lossis nthuav tawm cov ntaub ntawv ntiag tug ntawm koj cov neeg siv khoom hauv peb muaj lossis tswj.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
hmn: 10.3 Koj Qhov Kev Txiav Txim Siab: Koj pom zoo indemnify, tuav tsis muaj teeb meem, thiab tiv thaiv peb thiab peb txhua tus neeg ua haujlwm, tub ceev xwm, tus thawj coj thiab cov neeg sawv cev los ntawm ib qho thiab txhua qhov kev thov, kev thov, foob, txheej txheem, tshawb xyuas, puas, nqi, siv nyiaj, poob, thiab lwm yam kev lav phib xaub (suav nrog cov kws lij choj cov nqi, tsev hais plaub tus nqi thiab cov nuj nqis) tshwm sim los ntawm lossis cuam tshuam nrog (i) koj kev siv cov kev pabcuam cuam tshuam ntawm Daim Ntawv Cog Lus, (ii) Kev Tsis Txaus Siab Raug Nto, (iii) txhua qhov kev txhaum cai lossis liam ua txhaum los ntawm koj ntawm ib qho kev sawv cev, kev lav lus, kev cog lus lossis kev lav phib xaub raws li Daim Ntawv Cog Lus, lossis (iv) koj qhov kev saib tsis taus tag nrho lossis kev ua txhaum. Koj txoj kev cog lus tsis them nyiaj nyob hauv Tshooj Lus 10.3 yuav muaj sia nyob txhua qhov kev txiav lossis tas sij hawm ntawm Daim Ntawv Cog Lus.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
hmn: 10.4 Kev Ceeb Toom thiab Kev Koom Tes: Kev txiav txim siab rau tog neeg cov luag haujlwm rau tog neeg raug tsim txom hauv nqe lus 10 saum toj no yog zwm rau (i) tus neeg tsis nco qab txog tog paub txog kev ua txhaum cai tog sau ntawv, raws li kev paub txog ib qho kev thov, uas nws yuav muaj cai rau kev cog lus nyob rau hauv Tsab Ntawv Cog Lus ; (II) raws li qhov muaj feem rau, tog neeg tsis pom zoo siv cov kev pab cuam cuam tshuam thaum tau txais daim ntawv ceeb toom ntawm tib; (iii) tog tsis pom zoo tso cai indemnifying tog neeg muaj ib txoj cai los mus tiv thaiv kev tiv thaiv thiab kev daws teeb meem ntawm qhov kev thov ntawd (muab hais tias tog neeg tsis tuaj yeem cog lus rau ib tog twg yog tsis tau lees tias tog tsis pom zoo tshwj tsis yog muaj kev sib hais daws cov ntsiab lus tsis raug cai tog twg los ntawm kev lav phib xaub); (iv) tog tsis raug them nyiaj muab kev pab tsim nyog rau indemnifying tog, ntawm indemnifying tog kev siv nyiaj, nyob rau hauv kev tiv thaiv ntawm kev thov; (v) lees tias tog tsis nkag mus rau hauv kev cog lus sib hais haum lossis lwm qhov kev lees paub yam tsis tau hais tias tog twg yog tus sau ua ntej pom zoo lossis thov; thiab (vi) pawg neeg raug zam uas tau ua nrog kev daws teeb meem lossis tsev hais plaub tau hais txog qhov kev thov (cuam tshuam txog yav tom ntej kev siv cov khoom txhaum cai). Cov neeg raug foob tsis tuaj yeem koom nrog hauv kev tiv thaiv lossis kev daws teeb meem nrog cov lus ntuas ntawm nws tus kheej qhov kev xaiv thiab nws tus kheej qhov nqi.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
hmn: 10.5 Cov Kev Hloov Tshwj Xeeb: Tshooj lus no 10 hais txog qhov tsim txom cov neeg sab nrauv muaj txoj kev lav phib xaub rau, thiab tus neeg tsis txaus siab tau them nyiaj tshwj xeeb rau, lwm tog neeg rau txhua yam kev thov hais hauv Tshooj Lus no.

source: 11. Limitation on Liability:
hmn: 11. Cov Kev Txwv ntawm Kev Raug Txim:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
hmn: PIAV RAU TXOJ CAI RAU DAMAGES TXHUA YAM RAU KEV RUAJ NTSEG HAUV TSHOOJ 5.3 LOS SIS 12, RAU MAXIMUM TSO CAI LOS NTAWM TXOJ CAI, NYOB RAU HAUV TXHUA LUB CAIJ NO TSIS PUB XAIV NYIAJ TXHUA YAM RAWS LUB CAIJ TSHUAJ TIV THAIV LOS NTAWM KEV TSO CAI KOJ RAU COV KEV PAB TAU MUAB RAU TUS KHEEJ TXOG LUB LEEJTWG THAUM TXUJ KEV XYOO ib xyoos RAU LUB CAIJ NTUJ DAIM PRECEEDING HNUB CEEV CEEV CEEV XWB.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
hmn: PIAV RAU TXOJ CAI RAU DAMAGES TXHUA YAM RAU KEV RUAJ NTSEG YOOJ YIM 5.3 LOSSIS 12, RAU MAXIMUM TSO CAI LOS NTAWM TXOJ CAI, NYOB RAU HAUV TXHUA LUB CAIJ NTUJ PAWG HERETO, Cov LICENSORS LOSSIS COV KEV PAB CUAM, MUAJ IB LUB LICAS COST OF PROCUREMENT OF SUBSTITUTE GOODS LOSSIS COV KEV PAB CUAM LOSSIS RAU TXHUA LEEJ, TSHWJ XEEB, KEV TXOM NYEM, TSHEM TAWM LOSSIS LOS PUB COJ, TSIS PUB COJ LOS THIAB SIV RAU LUB CAI NTAWM LUB LEEJTWG (LOSSIS LOS NTAWM LUB XEEM XYOO LOS) Nws cov ntsiab lus hauv qab no, TSIS TXHOB LOSSIS TSIS PUB TWG TAU TXAIS LUB CAIJ LOS NTAWM LUB HWJCHIM LOS SAWV DAWS.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
hmn: VIM LI CAS LUB HWJCHIM / JURISDICTIONS TSIS PUB TXHEEJ TXHEEM LOSSIS TXUJ CI TSIS TXAUS SIAB RAU LUB CAIJ LOSSIS TSIS PUB LEEJTWG, LUB HLOOV XWB TSIS TXHOB SIV rau koj, NYOB RAU HAUV LUB VIM LI CAS Peb lub luag haujlwm yuav tsum txwv rau MAXIMUM TSO CAI LOS NTAWM.

source: 12. Personal Information and Privacy Statement:
hmn: 12. Cov Ntaub Ntawv Qhia Txog Tus Kheej thiab Daim Ntawv Ceebtoom:
