Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/hmn/LC_MESSAGES/messages.po
Languages: hmn

source: Manage User Logins & Case Creation
hmn: Tswj tus neeg siv Logins &amp; Kev Tsim Ntaub Ntawv

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
hmn: Saib xyuas ncaj qha tsim cov neeg siv nyiaj thaum tso cai rau lawv kev nkag mus ntawm kis kis tus yam ntxwv. Tswj kev tsim cov ntaub ntawv, kev nce qib, thiab kaw, nrog qhia txhua kauj ruam ntawm txoj kev.

source: View Caseactive Analytics
hmn: Saib Caseactive Analytics

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
hmn: Saib raws nraim li cas rooj plaub txhim kho, tus lej ntawm cov tub ntxhais kawm tau kaw tiav, thiab pom lub sijhawm teb ntawm CaseActive qhov kev tshuaj xyuas cov ncauj lus kom ntxaws. Kev paub yog lub zog, thiab peb tau muab txhua yam rau koj kom koj paub txog koj tus kheej cov haujlwm.

source: Monitor User Logs
hmn: Saib Cov Neeg Siv Khoom

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
hmn: Khaws lub ntsej muag rau cov neeg siv khoom thiab pab pawg koom ua ke cov haujlwm thiab cov haujlwm platform kom ntseeg tau tias txhua yam lawv ua tau raug tso cai tsis pub dhau lub luag haujlwm thiab txhua tus tswvcuab tau ua lawv txoj haujlwm raws li xav tau.

source: Employ Advanced Searches
hmn: Ua Hauj Lwm Tshaj Lij

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
hmn: Pom qhov koj xav tau tiag tiag thaum koj xav tau. Tshawb cov teeb meem los ntawm cov neeg siv khoom thiab cov npe, cov ntsiab lus, sijhawm, cov ntaub ntawv rub tawm, thiab ntau ntxiv!

source: Create Custom Fields
hmn: Tsim cov teb nchuav

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
hmn: Tsim cov ntaub ntawv tshwj xeeb rau cov neeg siv khoom thiab cov tswv cuab hauv pab pawg, thiab sau cov ntaub ntawv koj xav tau los ntawm txhua tus neeg koom nrog. Ua rau rooj plaub cov interface tshwj xeeb rau koj lub lag luam thiab hom!

source: Create Custom Templates
hmn: Tsim cov qauv kev cai

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
hmn: Tsim cov txheej txheem ntau ntawm cov qauv kev cai thiab cov qauv siv rau kev faib tawm thiab ua tiav ob qho tib si thaum lub sijhawm thiab tom qab rooj plaub (zoo li cov neeg tawm rooj kev soj ntsuam). Txawm daim ntawv twg los xij koj xav tau, koj tuaj yeem tsim!

source: As-You-Go Invoicing
hmn: Raws Li-Koj-Mus Caw

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
hmn: Peb nyob ntawm no los pab! Tau kov yog tias koj tseem muaj lus nug thiab peb mam li teb ob hnub ua haujlwm.

source: * Email is not valid.
hmn: * Email tsis siv.

source: Low
hmn: Tsawg

source: Medium
hmn: Nruab Nrab

source: High
hmn: Siab

source: Critical
hmn: Tus neeg tseem ceeb

source: Choose Importance
hmn: Xaiv qhov tseem ceeb

source: Sales
hmn: Kev Muag Khoom

source: Other
hmn: Lwm yam

source: Choose Department
hmn: Xaiv Department

source: Loading
hmn: Chaw thau khoom

source: Importance
hmn: Tseem ceeb

source: Send A New Message
hmn: Xa Txoj Xov Tshiab

source: Send message
hmn: Xa lus

source: Answers to Questions
hmn: Cov lus teb rau cov lus nug

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
hmn: Muaj lus nug dab tsi? Nyeem ntxiv kev taw qhia nyob rau hauv peb cov lus teb rau cov neeg nug cov lus nug thiab nrhiav cov lus teb rau koj tus kheej.

source: How secure is CaseActive?
hmn: CaseActive ruaj ntseg li cas?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
hmn: CaseActive siv cov tub rog thiab qib txhab nyiaj qib 128-ntsis SSL encryption rau cov ntaub ntawv xa mus thiab 256-ntsis AES encryption rau cov ntaub ntawv thaum so. Txhua qhov CaseActive piv txwv muaj tus yuam sij tshwj xeeb tsim, muab cov txheej txheem ntxiv ntawm kev ruaj ntseg rau koj lub lag luam. Peb yuav tsis tso cai rau lwm lub tuam txhab nkag mus rau koj cov ntaub ntawv lossis chaw khaws cia.

source: I have an existing system in place, Can CaseActive work with my existing system?
hmn: Kuv muaj qhov system uas twb muaj lawm nyob rau hauv qhov chaw, CaseActive puas ua haujlwm nrog kuv qhov system uas twb muaj lawm?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
hmn: Yog lawm, koj tuaj yeem koom ua ke peb tus tswv API lossis ntshuam module txhawm rau tsim cov xwm txheej, muab cov neeg siv, thiab tsim cov ntawv ceeb toom raws li koj qhov kev tawm tswv yim.

source: We have clients all over the world. Is CaseActive available in other languages?
hmn: Peb muaj cov neeg siv khoom thoob plaws ntiaj teb. CaseActive puas muaj ua lwm yam lus?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
hmn: Yog lawm, CaseActive app thiab kev sib txuas lus tuaj yeem txhais ua ntau dua 60 hom lus, suav nrog, Suav Mandarin, Mev, Hindi thiab Lavxias thiab Askiv.

source: Can I add a logo or customize CaseActive in any way?
hmn: Kuv tuaj yeem ntxiv lub logo lossis kho CaseActive li cas?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
hmn: kiag li! CaseActive tau tsim nrog koj hauv siab. Ntawm nplooj ntawv admin vaj huam sib luag teeb tsa, koj tuaj yeem tso koj tus kheej xim thiab xaiv koj lub tuam txhab xim.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
hmn: Puas yog CaseActive siv tau nrog txhua yam khoom siv (PC, Mac, Tablet thiab txawb)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
hmn: CaseActive yog ib lub web app teb. Nws khiav hauv txhua lub vev xaib xws li Internet Explorer, Firefox, Safari lossis Chrome, thiab lwm yam. Qhov no txhais tau hais tias hom khoom siv (PC, Mac, Tablet thiab txawb) koj siv tsis txawv. Tsuas yog qhib lub web browser, nkag rau hauv koj tus account CaseActive, thiab koj tau teeb tsa tag nrho.

source: How many clients can I have?
hmn: Kuv tuaj yeem muaj pes tsawg tus neeg siv khoom?

source: You are billed per staff seat, per month. You can have unlimited client users.
hmn: Koj raug nqi rau ib lub rooj zaum neeg ua haujlwm, ib hlis. Koj tuaj yeem muaj cov neeg siv khoom tsis txwv.

source: Enhance User Experience
hmn: Txhim khu kev paub siv

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
hmn: Tsis muaj nqi tsawg kawg nkaus thiab tsis muaj kev cog lus ua ntej. Koj tsuas yog them tus neeg ua haujlwm lub rooj zaum, ib hlis.

source: per Month
hmn: ib hlis

source: Everything you need to get started. 3 seats are included.
hmn: Txhua yam koj xav tau los pib. 3 lub rooj nrog.

source: Business
hmn: Kev lag luam

source: Popular
hmn: Nrov

source: Our most popular plan. 4 seats are included.
hmn: Peb txoj kev npaj nrov tshaj plaws. 4 lub rooj nrog.

source: Contact sales for pricing
hmn: Hu rau kev muag khoom rau tus nqi

source: Custom Pricing, Advanced features, SSO, Webhooks.
hmn: Custom Pricing, Advanced nta, SSO, Webhooks.

source: Contact Sales
hmn: Hu rau Muag

source: Overview
hmn: Txheej txheem cej luam

source: Communicate and share docs with your clients
hmn: Sib txuas lus thiab qhia cov ntaub ntawv nrog koj cov neeg siv khoom

source: Schedule recurring events and meetings
hmn: Teem caij cov xwm txheej thiab cov rooj sib tham

source: Fully customize your form to generate data
hmn: Ua kom haum koj daim ntawv los tsim cov ntaub ntawv

source: Keep track of case progression
hmn: Ua raws li qhov xwm txheej tshwm sim

source: Request compliant e-signatures from multiple users
hmn: Thov ua raws e-kos npe los ntawm ntau tus neeg siv

source: Generate invoice for your client to view or pay
hmn: Tsim cov ntawv xa nyiaj rau koj cov neeg siv khoom saib lossis them nyiaj

source: Allows everyone to know what is coming up and due
hmn: Tso cai rau sawv daws paub tias yuav muaj dab tsi tshwm sim thiab yuav xaus

source: Auto notify the user when something is due
hmn: Nws pib ceeb toom rau tus neeg siv thaum muaj ib yam dab tsi

source: Add custom case fields for all your cases
hmn: Ntxiv cov ntaub ntawv kev cai teb rau tag nrho koj rooj plaub

source: Custom Branding
hmn: Kev Cai Branding

source: Make your app unique with logo and color styles
hmn: Ua kom koj lub app tshwj xeeb nrog lub logo thiab xim style

source: Access to customer support
hmn: Nkag mus rau cov neeg siv khoom txhawb nqa

source: Storage
hmn: Cia

source: Additional Users Seats
hmn: Cov neeg siv cov rooj zaum ntxiv

source: Convo with recording
hmn: Convo nrog kaw

source: Video or audio chat with recording saved to the case
hmn: Video lossis suab sib tham nrog cov ntaub ntawv khaws tseg rau hauv rooj plaub

source: Automate tasks with access to API
hmn: Automate cov haujlwm nrog kev nkag mus rau API

source: Create a standard template and reuse it
hmn: Tsim tus qauv qauv thiab rov siv nws dua

source: Autorun an action when a case or case assigned is triggered
hmn: Autorun ib qho kev nqis tes ua thaum muaj rooj plaub lossis rooj plaub raug muab tso rau

source: Newsletter
hmn: Tsab ntawv xov xwm

source: Send general, birthday, or holiday messages to clients (Coming Soon)
hmn: Xa lus dav dav, hnub yug, lossis hnub so rau cov neeg siv khoom (Tom ntej)

source: Encryption at rest
hmn: Encryption thaum so

source: Protects your data from system compromise
hmn: Tiv thaiv koj cov ntaub ntawv los ntawm kev cuam tshuam qhov system

source: Encryption in transit
hmn: Encryption hauv kev thauj mus los

source: Protects your data if communications are intercepted
hmn: Tiv thaiv koj cov ntaub ntawv yog tias kev sib txuas lus raug cuam tshuam

source: SAML-based single sign-on (SSO)
hmn: SAML-raws li ib qho kev kos npe rau (SSO)

source: Respond realtime to events
hmn: Teb realtime rau cov xwm txheej

source: Seamless Collaboration
hmn: Seamless kev sib koom tes

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
hmn: CaseActive txhawb nqa kev sib koom tes digital ntawm koj lub tuam txhab thiab cov neeg siv khoom - los ntawm kev sib tham mus rau kev daws teeb meem, tag nrho ntawm ib lub platform.

source: Take a tour
hmn: Noj ncig xyuas

source: Stay Connected
hmn: Nyob Yuav Sib Txuas

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
hmn: Ua kom muaj kev sib cuag nrog cov tswv cuab hauv pab neeg tam sim ntawd siv CaseActive qhov kev siv ua phooj ywg zoo yog qhov chaw nres tsheb ib qho rau cov neeg siv khoom thiab kev tswjhwm neeg.

source: Connect
hmn: Txuas

source: Case Feed keeps you up-to-date with your clients.
hmn: Case Feed khaws koj cov ntaub ntawv nrog koj cov neeg tau txais kev pab.

source: Schedule
hmn: Teem Taub

source: Create events, invite attendees, and monitor your calendar.
hmn: Tsim muaj cov xwm txheej, caw cov neeg tuaj koom, thiab saib xyuas koj daim ntawv qhia hnub.

source: Call
hmn: Hu

source: Engage in live video conference calls any time, anywhere.
hmn: Koom nrog kev sib tham hauv video tham txhua lub sijhawm, nyob qhov twg.

source: Share
hmn: Qhia tawm

source: Securely upload files, discuss them, and share.
hmn: Txhim kho ntaub ntawv, sib tham txog lawv, thiab qhia tawm.

source: Powerful Case Management
hmn: Hwjchim Case Management

source: Out-of-the-Box Functionality
hmn: Tawm-ntawm-lub-Box Functionality

source: Easily assign individuals
hmn: Yooj yim neeg

source: or teams to a case and collaborate with clients.
hmn: lossis pawg ua ke rau ib rooj plaub thiab koom tes nrog cov neeg tau txais kev pab.

source: Manage user groups
hmn: Tswj cov neeg siv pawg

source: and customize access permissions.
hmn: thiab kho cov ntaub ntawv tso cai.

source: All data is automatically backed up
hmn: Tag nrho cov ntaub ntawv yeej cia li rov qab

source: in case a recovery is ever needed.
hmn: nyob rau hauv cov ntaub ntawv yuav tsum tau rov qab.

source: All information
hmn: Tag nrho cov ntaub ntawv

source: is securely encrypted, ensuring your absolute privacy.
hmn: yog securely encrypted, txav koj meej tsis pub leej twg paub.

source: with your own colors and logo.
hmn: nrog koj cov xim thiab lub logo.

source: can be enabled/disabled at any time.
hmn: yuav tsum enabled / xiam oob khab txhua lub sijhawm.

source: Benefits of
hmn: Cov txiaj ntsig ntawm

source: Reduction in time
hmn: Kev txo qis hauv lub sijhawm

source: to intake new clients
hmn: kom tau txais cov neeg siv khoom tshiab

source: Minimize
hmn: Tsawg kawg

source: the chance of
hmn: lub caij nyoog ntawm

source: malpractice
hmn: kev ua tsis ncaj

source: Better experience
hmn: Kev paub zoo dua

source: for your client
hmn: rau koj cov neeg siv khoom

source: Increase in caseload capacity
hmn: Nce hauv caseload muaj peev xwm

source: per staff
hmn: rau cov neeg ua haujlwm

source: Get Started with our Built-in Apps
hmn: Tau pib nrog peb cov ua hauv Apps

source: All you need in one place.
hmn: Txhua yam koj xav tau nyob rau hauv ib qhov chaw.

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
hmn: Yooj yim cob qhia cov neeg siv khoom, cov neeg ua haujlwm thiab cov sib koom ua ke rau ib rooj plaub thiab koom nrog qhov chaw muaj kev nyab xeeb uas cia koj tshaj tawm cov ntaub ntawv kev nce qib, muaj kev sib tham ntawm lub sijhawm thiab sib tham video, ntxiv rau cov sijhawm teem sijhawm, e-kos / upload / download cov ntaub ntawv, thiab ntau ntxiv.

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
hmn: Nrog rau kev xa nqi, kev xa nqi yog tsuas yog nyem xwb, thiab cia koj xa cov peev nyiaj tsim tawm ncaj qha thiab tau txais cov nyiaj them ncaj qha rov qab.

source: Case Events
hmn: Cov xwm txheej

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
hmn: Khaws koj cov rooj plaub txheej txheem teeb tsa txhua lub sijhawm, teem sijhawm cov koom txoos, caw cov tuaj koom, xa cov koom txoos nco, thiab xyuas kom txhua yam nyob twj ywm.

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
hmn: Ntsib nrog cov neeg siv khoom thiab cov tswvcuab hauv pab tau zoo &#39;sib ntsib tim ntsej tim muag&#39; los ntawm kev sib tham hauv kev sib tham video kom koj tuaj yeem hais lus ncaj qha nrog txhua tus neeg koom.

source: Case Forms & E-signs
hmn: Case Forms & E-kos npe

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
hmn: Siab kho koj cov ntaub ntawv kom muaj qhov qauv tshwj xeeb uas pabcuam koj cov kev xav tau tshwj xeeb. Cov qauv no tuaj yeem muab faib rau cov neeg siv khoom thiab cov neeg koom nrog sau thiab kos npe

source: Case notes
hmn: Cov ntawv sau tseg

source: Keep notes with custom fields and attachments on case progression for current and future team members
hmn: Khaws cov ntawv nrog cov kev cai teb thiab cov ntaub ntawv txuas rau ntawm cov ntaub ntawv kev nce qib rau cov tswv cuab tam sim no thiab yav tom ntej

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
hmn: Upload, sib qhia, tawm tswv yim, thiab rub tawm cov ntaub ntawv ntsig txog rooj plaub kom txhua tus muaj kev siv txhua yam tseem ceeb, tib neeg, thiab xwm txheej.

source: About Case
hmn: Hais txog Case

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
hmn: Cia cov neeg siv khoom thiab cov neeg ua haujlwm saib cov ntsiab lus dav dav rau cov teeb meem uas lawv tau koom nrog. Koj tuaj yeem kaw rooj plaub ib zaug txhua yam qhwv, lossis muab kev tso cai rau pab neeg ua haujlwm.

source: Plus Many More Features
hmn: Ntxiv Ntau Yam Ntau Ntu

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
hmn: Siv Qhov Kev Ua Haujlwm ntawm Yus Tus Kheej Siv tswj tag nrho koj cov CaseActive suite los ntawm lub platform nws tus kheej.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
hmn: Txuas koj cov kab ke uas twb muaj lawm nrog CaseActive Ua ke nrog peb tus tswv ntawm API los tsim cov xwm txheej, muab cov neeg siv, thiab tsim cov ntaub ntawv raws koj cov kev tawm tswv yim.

source: Multi-Language Enabled:
hmn: Kev Pab Txhais Lus:

source: Interact with clients in
hmn: Sib tham nrog cov neeg nyob hauv

source: 70+ languages
hmn: 70+ yam lus

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
hmn: Txawm hais tias ua hauj lwm hauv zos los yog ntiaj teb, koj tuaj yeem txhais koj tus neeg lub hom phiaj ntawm hom ntawv los ntawm CaseActive tus

source: language management system
hmn: kev tswj lus lus

source: No more confusion or limits.
hmn: Tsis muaj kev ntxhov siab ntau dua.

source: Let's see what others are saying
hmn: Cia peb kawm saib lwm tus tau hais li cas

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
hmn: Tshawb nrhiav yuav ua li cas peb cov neeg siv txaus - los ntawm cov lag luam me mus rau cov tuam txhab kev lag luam - txhawb lawv cov txiaj ntsig kev sib tw los ntawm kev dhau los ua CaseActive cov tub rog.

source: SUPPORT
hmn: YUG

source: Everything at Your Fingertips.
hmn: Txhua yam ntawm koj lub ntsis ntiv tes.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
hmn: Pib nrog koj CaseActive app los ntawm qab ntawm peb phau ntawv qhia kev yees duab, thiab kho nws kom haum koj cov kev xav tau.

source: What are you looking for...
hmn: Koj xav tau dab tsi ...

source: Last Updated: June 7, 2021
hmn: Xeem Kawg: Lub Rau Hli 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
hmn: CaseActive muaj txoj cai, txhua lub sijhawm thiab ntawm nws txoj kev txiav txim siab, kom hloov kho thiab hloov pauv ib qho lossis txhua yam ntawm Cov Kev Pabcuam no. Thaum CaseActive hloov Cov Kev Pab Cuam no, CaseActive yuav hloov kho qhov &#39;Hnub Kawg hloov kho&#39; hnub saum toj no. Koj yog lub luag haujlwm los tshuaj xyuas tsis tu ncua ntawm cov kev pabcuam tam sim no. Koj qhov kev siv txuas ntxiv ntawm Cov Kev Pab cuam tom qab muaj kev hloov pauv tau yuav suav tias koj qhov kev pom zoo los ua raws li cov kev hloov ntawd. Yog tias koj tawm tsam rau ib qho kev hloov pauv rau Cov Kev Pabcuam Cov Cai, koj tus kws kho mob thiab kho tshwj xeeb yuav tsum thim Kev Pabcuam raws li cov lus hauv no.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
hmn: Cov ntsiab lus ntawm Cov Kev Pabcuam dav dav siv rau Cov Kev Pabcuam Feem Ntau. Cov lus sam hwm ntxiv siv rau txhua qhov Kev Pab cuam tau muab teev rau hauv cov txuas hauv qab no (&quot;Cov Lus Ntxiv ntawm Cov Kev Pab Cuam&quot;).

source: 1. Services:
hmn: 1. Cov Kev Pab:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
hmn: Peb cov lag luam software yog cov kev pabcuam uas peb tau txais rau peb cov neeg siv khoom kom thiaj li muab cov kev pabcuam ntxaws hauv qab no. Txhawm rau xaj rau ib qho Kev Pab, koj yuav tsum ua Daim Ntawv Txiav Txim rau Cov Kev Pab thiab / lossis ua kom tiav qhov kos npe-nkag rau lub Service ntawd. Koj tsuas yog muaj cai siv Cov Kev Pab uas koj tau cuv npe thiab them nyiaj, thiab koj qhov kev siv Cov Kev Pab yuav yog koj txoj kev ua raws li txhua nqe lus thiab cov haujlwm ntawm Daim Ntawv Cog Lus. Koj lees paub thiab pom zoo tias peb muaj txoj cai hloov Cov Kev Pab (lossis ib feem ntawm cov ntawv no) ib ntus dhau ib ntus thiab peb yuav tsis lav koj lossis rau lwm tus neeg sab nrauv rau txhua yam hloov kho ntawm Cov Kev Pab.
