Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/hmn/LC_MESSAGES/messages.po
Languages: hmn

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
hmn: Koj yuav ua raws tag nrho cov cai ntiag tug thiab lwm cov cai lij choj, cov cai kav, cov cai thiab cov txheej txheem ntsig txog kev tiv thaiv, sau, siv thiab xa tawm Cov Ntaub Ntawv Tus Kheej (raws li txhais hauv qab no) ntawm txhua tus neeg. Koj yuav tshaj tawm cov lus teev txog kev ceev ntiag tug ntawm nplooj ntawv uas koj sau Cov Ntaub Ntawv Tus Kheej Cov Ntaub Ntawv (&#39;Cov Lus Cog Tseg Ntiag Tug&#39;) uas ua raws tag nrho cov cai, kev cai, cov cai thiab cov lus qhia thiab tsawg kawg, ceeb toom rau cov neeg siv ntawm Cov Ntaub Ntawv Qhia Tus Kheej, sau li cas yuav siv thiab yuav ua li cas nws thiaj yuav nyab xeeb, thiab uas tau txheeb xyuas cov txheej txheem kev khaws (cookies, web beacons lossis lwm yam kev siv) thiab kev siv cov ntaub ntawv sau sib txuas nrog Cov Kev Pab, tau txais kev tso cai ua ntej (xaiv-hauv) ua ntej siv ib qho taug qab cov thev naus laus zis, kom raws li txoj cai thiab kev coj ua tsim nyog. Cov Lus Cog Tseg Ntiag Tug yuav tsum suav nrog cov ntaub ntawv pov thawj muaj feem ntsig txog kev sau, xa thiab khaws cia Cov Ntaub Ntawv Tus Kheej Cov Ntaub Ntawv muab los ntawm peb los ntawm Cov Kev Pabcuam. Yog tias xav tau los ntawm cov cai tiv thaiv cov ntaub ntawv lossis lwm txoj cai lossis txoj cai, koj yuav tsum qhia rau cov neeg thib peb tias koj muab Cov Ntaub Ntawv Qhia Txog Tus Kheej rau peb rau kev ua thiab yuav xyuas kom txhua tus neeg sab nrauv xav tau lawv txoj kev tso cai rau kev tshaj tawm thiab ua tiav. Koj pom zoo ua raws li cov lus piav qhia thiab cov cai ntawm Cov Lus Ntiag Tug. &#39;Cov Ntaub Ntawv Tus Kheej Tus Kheej&#39; txhais tau tias yog cov ntaub ntawv uas tuaj yeem cuam tshuam nrog lossis raug rau ib tus neeg, suav nrog tus neeg lub npe, chaw nyob, xov tooj, e-mail, credit card cov ntaub ntawv, tus lej social security lossis lwm yam ntaub ntawv zoo sib xws, tsis hais txog kev tshaj tawm uas cov ntaub ntawv khaws cia yog (piv txwv li ntawm ntawv lossis hauv tshuab hluav taws xob).

source: 13. Miscellaneous:
hmn: 13. Lwm Yam:

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
hmn: 13.1 Cov Phooj Ywg Tus Neeg Ywj Pheej: Koj thiab CaseActive yog cov neeg ua hauj lwm ywj pheej. Daim Ntawv Cog Lus tsis tsim ib qho kev sib koom ua lag luam, kev sib koom tes, chaw ua haujlwm lossis kev ua haujlwm sib raug zoo ntawm ob tog. Koj yuav tsum yog lub luag haujlwm ntawm kev tswj hwm koj cov neeg ua haujlwm thiab rau ib qho thiab txhua qhov kev them nqi, se, txiaj ntsig thiab kev lav phib xaub rau koj cov neeg ua haujlwm thiab lwm tus neeg sawv cev lossis cov pabcuam. Tsis yog koj lossis koj cov neeg ua haujlwm, cov sawv cev lossis cov muab kev pabcuam yuav tsum ua tus sawv cev, lav lossis lees paub nrog peb, Daim Ntawv Cog Lus lossis Cov Kev Pabcuam dhau ntawm uas sau ua ntaub ntawv pom zoo los ntawm peb.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
hmn: 13.2 Kev Ua Haujlwm: Tsis muaj Daim Ntawv Cog Lus los yog tsis muaj ib qho ntawm koj cov cai lossis kev cog lus nyob hauv Daim Ntawv Cog Lus yuav tsis raug muab lossis hloov chaw, kev ua haujlwm ntawm txoj cai lij choj lossis lwm yam, yam tsis muaj peb cov lus pom zoo ua ntej, tshwj tsis yog muab rau ib tus neeg txuas ntxiv nyob hauv kev txaus siab, lossis ua raws li kev sib koom ua ke rov tsim kho dua, lossis muag lossis hloov xa tag nrho lossis tag nrho koj cov peev txheej uas koj tau qhia rau peb tsawg kawg yog peb caug (30) hnub ua ntej ntawm lub lag luam. Ib txoj haujlwm los ntawm koj, raws li lwm yam xwm txheej, xav tau peb kev pom zoo ua ntej, uas kev tso cai yuav tsis tso cai ncaj ncees. Peb yuav muab Daim Ntawv Pom Zoo no yam tsis raug cai yam koj tsis pom zoo. Raws li cov hais dhau los, Cov Lus Cog Tseg no yuav tsum khi thiab lav rau qhov txiaj ntsig ntawm ob tog, lawv cov neeg muaj cai tom ntej thiab cov haujlwm muaj cai.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
hmn: 13.3 Kev Tshawb Fawb Majeure: Ob tog neeg yuav tsis lav txog qhov ncua sij hawm, cuam tshuam lossis lwm yam tsis tuaj yeem ua raws li Daim Ntawv Pom Zoo vim tias kev ua dhau ntawm pawg tswj hwm lub luag haujlwm, tab sis tsuas yog siv sijhawm ntev li ntawd xwb. Cov xwm txheej tseem ceeb muaj xws li, tab sis tsis txwv rau: kev puas tsuaj ntuj (piv txwv li xob laim, av qeeg, nag xob nag cua, dej nyab); kev ua tsov ua rog, kev sib ntaus sib tua, kev ua phem, thiab kev sib cav sib ceg; ib tus kws tsav tsheb sib hloov hauv zos, thiab lwm yam kev ua ntawm peb tog; kev tawg thiab hluav taws; kev foob, tawm tsam thiab hais tsis sib haum; tsoom fwv kev txiav txim siab; ua tsis tiav ntawm cov neeg muab xov tooj lossis cov neeg siv internet; kev ua tsis tiav ntawm cov neeg muab khoom thib peb, cov muab kev pabcuam lossis cov muag khoom; thiab ib qho kev cuam tshuam dab tsi dhau qhov kev tswj hwm tsim nyog ntawm ib tog twg.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
hmn: 13.4 Kev Xaiv Txoj Cai: Daim Ntawv Cog Lus thiab txhua qhov kev tsis sib haum xeeb uas tshwm sim los ntawm lossis muaj feem nrog Daim Ntawv Cog Lus yuav raug tswj hwm thiab txiav txim siab los ntawm kev tsim cai lij choj hauv Xeev California, tsis hais txog cov ntsiab cai ntawm kev tsis sib haum xeeb ntawm txoj cai. Txhua qhov kev tsis sib haum xeeb uas tsim tawm lossis cuam tshuam nrog Daim Ntawv Cog Lus yuav raug rau txoj cai tshwj xeeb thiab thaj chaw ntawm California lub xeev thiab tsoomfwv lub tsev hais plaub rau Santa Barbara, California, thiab ob tog pom zoo rau txoj cai ntawm tus kheej thiab tshwj xeeb ntawm cov tsev hais plaub no.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
hmn: 13.5 E-mail thiab Cov Ntawv Ceeb Toom: Koj pom zoo ntxiv tias peb yuav muab ib qho twg thiab tag nrho cov ntawv ceeb toom, nqe lus thiab lwm yam kev sib txuas lus rau koj los ntawm e-mail, xa ntawv, kev xa khoom ceev, lossis xa los ntawm cov lag luam uas tau lees paub chaw nyob rau qhov chaw nyob kawg. ntawm Daim Ntawv Pom Zoo. Koj muaj lub luag haujlwm los muab cov ntaub ntawv tiv toj tshiab rau peb.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
hmn: 13.6 Tsis Muaj Kev Zam Txim; Cov Kev Hais Kom Ua Tsis Taus: Tsis muaj qhov ua tsis tiav lossis qeeb ntawm ib tog twg ntawm kev siv txoj cai hauv Daim Ntawv Cog Lus no yuav suav tias yog qhov kev zam ntawm txoj cai ntawd. Lwm yam tshaj li hais tawm hauv no, cov kev kho nyob rau hauv no yog ntxiv rau, thiab tsis yog tshwj rau lwm cov kev kho ntawm ib tog twg ntawm txoj cai lossis hauv kev ncaj ncees.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
hmn: 13.7 Kev Ua Tsis Txaus Siab: Yog tias ib qho kev cog lus ntawm Tsab Ntawv Cog Lus no tau tuav tseg los ntawm lub tsev hais plaub muaj cai los txiav txim siab tsis ua raws li txoj cai lij choj, cov lus yuav tsum raug hloov kho los ntawm lub tsev hais plaub thiab txhais kom thiaj li ua tiav lub hom phiaj ntawm cov ntaub ntawv xub thawj kom muaj txiaj ntsig zoo tshaj plaws tso cai los ntawm kev cai lij choj, thiab cov ntawv sau nyob hauv Daim Ntawv Cog Lus no yuav tsum siv tag nrho thiab siv tau.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
hmn: 13.8 Daim Ntawv Pom Zoo Tag Nrho: Kom ntau tshaj qhov tau tso cai los ntawm kev cai lij choj, Daim Ntawv Pom Zoo no, ua ke nrog cov ntaub ntawv tau hais txog ntawm no thiab tag nrho Cov Ntawv Teev Npe thiab cov ntawv kos npe, suav tag nrho cov lus pom zoo ntawm ob tog hais txog nws cov teeb meem, thiab hloov txhua yam dhau los thiab Cov ncauj lus pom zoo, kev pom zoo lossis kev sawv cev, sau lossis hais ntawm ncauj, hais txog cov ncauj lus ntawm Tsab Ntawv Cog Lus no. Tsis muaj ib tus sawv cev, tau lees paub lossis cog lus yuav tsis raug muab los yog hais tawm los ntawm ib qho kev hais lossis sau ntawv hauv kev sib tham ntawm ob tog ua ntej ntawm Daim Ntawv Cog Lus no tshwj tsis yog hais tawm hauv Daim Ntawv Pom Zoo no. Ib tog twg yuav tsis muaj kev kho mob txog ntawm cov lus tsis muaj tseeb ua los ntawm lwm qhov uas tog cia siab los nkag rau hauv Daim Ntawv Cog Lus no (tshwj tsis yog tias tau sau tsis raug cai tau dag) thiab tias ib tog twg los kho qhov muaj tseeb ntawm cov lus tsis tseeb yuav tsum yog rau txhaum cai ntawm daim ntawv cog lus raws li nyob rau hauv Daim Ntawv Pom Zoo no. Koj lees paub thiab pom zoo tias koj qhov kev pom zoo no tsis yog hais txog qhov kev ua haujlwm ntawm lub neej yav tom ntej lossis cov yam ntxwv tsis tau sau tseg rau ntawm no lossis hauv Daim Ntawv Sau Tseg lossis nyob ntawm ib qho lus lossis sau ntawv, cov lus hais rau pej xeem lossis ntiag tug tau ua los ntawm peb nrog kev ua haujlwm lossis yav tom ntej. rau Cov Kev Pabcuam. Yog tias muaj kev sib cav sib ceg ntawm cov lus tau hais nyob hauv Cov Cai Siv Cov Lus Qhia thiab Cov Lus Qhia Cov Lus Qhia lossis Cov Lus Cog Tseg Ntxiv, cov lus hauv tsab ntawv Kev Cog Lus lossis Cov Lus Qhia Ntxiv ntawm Cov Kev Pab yuav tsum muaj, kom tsis sib haum xeeb. Tsis muaj ib nqe lus lossis nqe lus teev hauv koj daim ntawv yuav khoom lossis lwm yam ntawm koj daim ntawv xaj yuav raug suav rau hauv lossis tsim ib feem ntawm Daim Ntawv Cog Lus no, thiab tag nrho cov lus cog tseg lossis cov cai yuav tsis tso cai.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
hmn: 13.9 Tshaj Tawm: Ob tog pom zoo ua raws US cov khoom xa tawm thiab cov cai thiab cov cai. Koj yuav tsum tsis tso cai rau koj cov neeg siv nkag mus lossis siv Cov Kev Pabcuam txhaum cai hauv Asmeskas kev xa khoom tawm, txwv tsis pub lossis txwv.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
hmn: 13.10 Lus Tshaj Tawm: Peb yuav tsis hu koj los ua tus neeg siv ntawm Cov Kev Pabcuam yam tsis muaj ntaub ntawv pom zoo.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
hmn: 13.11 Txuas Mus Rau Lwm Lub Vev Xaib: Cov Kev Pab lossis peb lub vev xaib yuav suav nrog kev txuas rau cov vev xaib thib peb (&#39;Chaw Txuas&#39;). Cov Vev Xaib tsis nyob hauv peb txoj kev tswj hwm thiab peb tsis yog lub luag haujlwm rau cov ntsiab lus ntawm Cov Vev Xaib, nrog rau tsis muaj kev txwv txhua qhov txuas muaj nyob hauv lub Vev Xaib, lossis ib qho kev hloov lossis hloov kho rau Lub Vev Xaib lossis cov kev pabcuam los ntawm Lub Vev Xaib. Peb tab tom muab cov kev txuas rau koj tsuas yog ua kom yooj yim xwb, thiab suav nrog txhua qhov txuas tsis cuam tshuam kev pom zoo los ntawm peb ntawm lub xaib lossis lwm cov kev pabcuam cuam tshuam los ntawm lub xaib.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
hmn: 13.12 Koj tso cai kom tau txais email, hu xov tooj thiab SMS cov lus los ntawm CaseActive los muab xov xwm tshiab ntawm koj daim xaj thiab / lossis rau kev lag luam. Xov ntau zaus yog nyob ntawm koj cov kev ua. Koj tuaj yeem tawm-tshem tawm los ntawm kev tsis kuaj cov ntawv qhia ntawm koj tus lej lossis rho tawm koj tus as khauj. Xov thiab ntaub ntawv tus nqi them tuaj yeem siv.

source: An error occurred
hmn: Ib qho yuam kev tshwm sim

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
hmn: Ib yam dab tsi mus tsis ncaj ncees lawm. Peb cov engineers tau ceeb toom. Nias reload khawm kom reload.

source: Reload
hmn: Rov qab
