Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ceb/LC_MESSAGES/messages.po
Languages: ceb

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
ceb: Ang among proprietary software usa ka platform sa serbisyo nga among gi-host alang sa among mga kostumer aron ihalad ang mga serbisyo nga detalyado sa ubos. Aron mag-subscribe sa usa ka Serbisyo, kinahanglan nimo nga ipatuman ang usa ka Order Form alang niana nga Serbisyo ug / o pagkompleto ang pag-sign up nga serbisyo alang sa Serbisyo. May katungod ka lamang nga mogamit sa mga Serbisyo diin imong gi-subscribe ug nabayran, ug ang imong paggamit sa Mga Serbisyo nasakup sa imong pagsunod sa tanan nga mga termino ug kondisyon sa Kasabutan. Giila nimo ug miuyon kami nga adunay katungod sa pagbag-o sa Mga Serbisyo (o bisan unsang bahin niini) matag karon ug unya dili kami manubag kanimo o sa bisan unsang ikatulong partido alang sa bisan unsang pagbag-o sa mga Serbisyo.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
ceb: 1.2 Paghulagway sa CaseActive Service: Ang CaseActive Service mao ang suite sa mga host software nga serbisyo alang sa pagdumala sa kolaborasyon sa kliyente online nga gitanyag sa CaseActive LLC. Ang pag-sign-up flow nga imong giuyonan, o ang Order Form nga imong gipahamtang, nagpaila sa CaseActive Service nga imong gi-subscribe, ang termino sa subscription ug mga bayad nga mabayran nimo alang sa CaseActive Service. Ang dugang nga mga termino ug kondisyon nga magamit sa imong paggamit sa CaseActive Serbisyo gipakita sa:

source: 2. Expanding the Services:
ceb: 2. Pagpalapad sa mga Serbisyo:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
ceb: Mahimo ka nga mag-subscribe sa bisan unsang dugang nga mga Serbisyo, lakip ang mga bag-ong Serbisyo nga mahimo magamit sa CaseActive matag karon ug unya, o madugangan ang imong naa nga Serbisyo pinaagi sa pagpahamtang usa ka dugang nga Form Form o pag-agos sa pag-sign up, ingon bahin sa Mga Serbisyo. Ang matag bag-ong pag-sign-up flow o Order Form maglakip sa presyo ug mga petsa sa pagsingil sa Mga Serbisyo nga idugang sa oras. Ang tanan nga mga bag-ong Serbisyo gipailalom sa Mga Kinatibuk-ang Mga Termino sa Pag-alagad ug bisan unsang dugang nga mga termino ug kondisyon nga mahimong piho nga magamit sa dugang nga mga Serbisyo.

source: 3. Customer Support:
ceb: 3. Suporta sa Customer:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
ceb: Kung nabayran na nimo ang tanan nga bayad nga ibayad kanimo alang sa mga Serbisyo, mogamit kami nga makatarunganon nga mga paningkamot nga gihatag, nga wala’y bayad kanimo, mga serbisyo nga suporta sa teknikal kanimo ug sa imong awtorisadong mga gumagamit nga nag-subscribe sa Mga Serbisyo. Usa ka representante sa serbisyo sa kliyente ang i-assign sa imong mga kaso. Ang mga walay kinutuban nga kaso gidawat gikan sa awtorisado nga mga tiggamit. Ang among sumbanan nga suporta magamit 24/7, dili apil ang mga dagkong mga piyesta opisyal, nga naglakip sa Adlaw sa Memoryal, Adlaw sa Kalayaan, Adlaw sa Trabaho, Pagpasulud, Pasko, ug Adlaw sa Bag-ong Tuig. Mahimo nimong kontakon ang suporta sa kustomer pinaagi sa paggamit sa among

source: . Our response time shall not be greater than two business days.
ceb: . Ang atong tubag sa panahon dili labi sa duha ka adlaw sa negosyo.

source: 4. Training:
ceb: 4. Pagbansay:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
ceb: Kung gihatagan nimo ang tanan nga bayad nga ibayad kanimo alang sa Mga Serbisyo, maghimo kami nga magamit nga hilit, mabuhi o naitala nga mga sesyon sa pagbansay sa imong gitudlo, gipangalan ug awtorisado nga mga tiggamit ingon usab naghatag mga panudlo nga ma-access pinaagi sa seksyon sa Tulong ug Pagbansay sa among website sa walay dugang nga bayad. Alang sa pipila nga Mga Serbisyo naghatag kami pipila nga pagbansay sa on-site nga hangyo ug dugang bayad. Palihug kontaka kami pinaagi sa paggamit sa amon

source: for more information about on-site training.
ceb: alang sa dugang nga impormasyon bahin sa pagbansay sa on-site.

source: 5. Your Rights and Restrictions:
ceb: 5. Ang Imong Mga Katungod ug mga Pagpanghimakak:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
ceb: 5.1 Lisensya: Uyon sa mga termino ug kundisyon sa Kasabutan, ug sa panahon nga pagbayad sa tanan nga mga magamit nga bayranan nga gilatid sa Order Form o pag-sign-up flow, pinaagi niini hatagan namon kanimo usa ka dili eksklusibo, dili mabalhin, limitado nga katungod ug lisensya nga gamiton (ug gitugotan ang imong awtorisado nga mga tiggamit nga magamit) ang mga Serbisyo nga imong gi-subscribe, alang lamang sa imong mga katuyoan sa negosyo sa sulod.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
ceb: 5.2 Mga Awtorisadong Gumagamit: Ikaw (i) ang responsable sa pagsunod sa imong awtorisado nga tiggamit sa Kasabutan, ug (ii) mogamit sa makatarunganon nga mga paningkamot aron malikayan ang dili awtorisado nga pag-access o paggamit sa Mga Serbisyo ug ipahibalo sa amon dayon sa bisan unsang dili awtorisado nga pag-access o paggamit. Imong responsibilidad ang pagtangtang sa pag-access sa mga Serbisyo kung ang gitugutan nga kahimtang sa usa ka user o gitudlo nga empleyado nagbag-o.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
ceb: 5.3 Ang Imong Mga Kapangakohan ug Pagpugong: Ikaw ang adunay katungdanan alang sa tanan nga mga kalihokan nga mahitabo sa ilalum sa imong mga account sa gumagamit o sa imong gitugotan nga tiggamit. Kinahanglan nimo: (i) adunay bug-at nga responsibilidad alang sa katukma, kalidad, integridad, pagkaluwas, kasaligan ug katukma sa tanan nga datos nga imong gisumite sa Mga Serbisyo; (ii) mogamit sa makatarunganon nga mga paningkamot aron mapugngan ang dili awtorisado nga pagkontrol o pag-tampar o bisan unsang uban pa nga dili awtorisado nga pag-access, o paggamit sa, ang Mga Serbisyo ug gipahibalo kami dayon sa bisan unsang dili awtorisado nga paggamit o paglapas sa seguridad; (iii) pagtuman sa tanan nga magamit nga lokal, estado, pederal, ug langyaw nga mga balaod (lakip ang mga balaod bahin sa pagkapribado ug pagpanalipod sa impormasyon sa personal o consumer) sa paggamit sa Mga Serbisyo; (iv) kutob sa mahimo, pagsunod sa tanan nga magamit nga mga lagda sa mga asosasyon sa credit card (lakip ang American Express, MasterCard ug Visa); ug (v) makuha ug huptan ang tanan nga computer hardware, software ug mga kagamitan sa komunikasyon nga gikinahanglan aron ma-access ang Mga Serbisyo, ug pagbayad ang tanan nga mga bayad sa pag-access (pananglitan ang mga bayad sa ISP) nga gihimo nimo nga adunay kalabotan sa imong paggamit sa mga Serbisyo.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
ceb: Dili mahimo nimo, ug siguruha nga ang imong mga awtorisado nga tiggamit dili, (i) pagbuak, pag-usab sa inhenyero, pag-decompile o kung dili man sulayan nga mahibal-an ang bisan unsang code nga may kalabotan sa mga Serbisyo, o pagbag-o, ipahiangay, paghimo sa mga hinimo nga mga buhat nga gibase sa, o gihubad ang Mga serbisyo; (ii) lisensya, sublicense, ibaligya, pagrenta, pag-apod-apod, pag-apod-apod, pagbalhin sa oras, pag-abang, pagpangutang, pagbaligya alang sa ganansya, pag-apod-apod o kung dili man komersyal nga pahimulos, paghatag mga katungod sa o paghimo sa mga Serbisyo nga magamit sa bisan unsang ikatulong partido; (iii) gamita ang mga Serbisyo gawas kung adunay tinuud nga awtorisado dinhi o paglapas sa bisan unsang magamit nga mga balaod; (iv) ang pag-apil sa bisan unsang ilegal o malimbungon nga pamatasan sa pamaligya bahin sa Mga Serbisyo; (v) paglikay o pag-disable sa bisan unsang kasiguruhan o uban pang mga teknikal nga bahin o mga lakang sa Serbisyo o bisan unsa nga aspeto sa Software o, sa bisan unsang paagi, pagsulay nga makuha o makuha ang dili awtorisado nga pag-access sa Mga Serbisyo o ang mga may kalabutan nga computer system o network; (vi) gigamit ang Mga Serbisyo aron maipadala ang paglapas, libog, malaw-ay, paghulga o kung dili man supak sa balaod, dili luwas, malisyoso, mapasipalahon o mapait nga materyal, o sa pagtipig o pagpadala sa materyal sa paglapas sa mga katungod sa pagkapribado sa third-party; (vii) gigamit ang Serbisyo aron pagtipig o pagbalhin sa bisan unsang mga virus, ulod, bomba sa oras, kabayo sa Trojan ug uban pang makadaot o makadaot nga code, file, script, ahente o programa, o pagpadala sa spam o kung dili man doble o dili paminawa nga mga mensahe sa paglapas sa mga magamit nga balaod ; o (viii) nga makabalda o makaguba sa integridad o pasundayag sa Mga Serbisyo o mga datos nga adunay ikatulong partido nga anaa niini.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
ceb: 5.4 Pagreserba sa mga Katungod: Wala’y ubang mga katungod nga gihatag gawas kung hayag nga gipakita sa Kasabutan. Ang Kasabutan dili usa ka pagbaligya ug wala magdala sa bisan unsang mga katungod o pagpanag-iya sa, o sa, sa mga Serbisyo o bisan unsang nahiagum nga software. Tag-iya namon ang tanan nga mga katungod, titulo, ug interes, lakip ang tanan nga mga katungod sa intelektwal nga kabtangan, sa ug sa mga Serbisyo ug ang nahiilalum nga software ug bisan unsang ug tanan nga mga update, pag-upgrade, pagbag-o, pagdugang, pag-ayo o mga buhat sa derivative, ug sa bisan unsang ideya, nahibal-an giunsa, ug mga programa nga napatubo sa amon o sa among mga lisensya sa panahon sa dagan sa mga Serbisyo.

source: 6. Term and Termination:
ceb: 6. Term ug Terminasyon:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
ceb: 6.1 Term: Ang termino sa mga Serbisyo magkalainlain depende sa Serbisyo nga imong gi-subscribe ug ibutang sa Order Form o miuyon sa pag-sign-up flow ug magbag-o sama sa mosunod:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ceb: 6.1.1 CaseActive Serbisyo sa Termino: Ang Imong Suskrisyon sa CaseActive Serbisyo awtomatiko nga magbag-o alang sa sunud-sunod nga usa ka bulan o usa ka tuig nga termino, sama sa gilatid sa Order Form o pag-sign-up flow, gawas kung dili namon ihunong ang Serbisyo nga gihatag nimo kanamo sa pahibalo sa ang dili pagbag-o sa labing gamay katloan (30) ka adlaw sa wala pa matapos ang dayon nga termino.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ceb: 6.1.2 CaseActive Website Services Term: Ang imong pag-suskrisyon sa mga serbisyo sa website sa CaseActive awtomatiko nga magbag-o alang sa sunud-sunod nga usa ka bulan o usa ka tuig nga termino, ingon sa gilatid sa Order Form o pag-sign-up flow, gawas kung dili namon ihunong ang Serbisyo o gihatagan mo kami nga adunay pahibalo sa dili pagbag-o sa labing gamay katloan (30) ka adlaw sa wala pa matapos ang termino kaniadto.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ceb: 6.1.3 Ang gisulat nga pahibalo sa dili pagbag-o nga kinahanglan nimo nga isumite sa CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
ceb: 6.2 Pagtapos: Ang bisan kinsa nga partido mahimong mag-undang sa Kasabutan ug ang tanan nga mga suskrisyon sa Serbisyo (i) kung ang uban nga partido naglapas sa bisan unsang materyal nga obligasyon niini sa ilalum sa Kasabutan ug ang ingon nga paglapas wala matambal sa sulod sa traynta (30) ka adlaw nga pagdawat sa pahibalo gikan sa dili paglapas partido, o (ii) kung ang uban nga partido mahimong dili masulub-an o pagkabangkaruta, likido o mawala, o mohunong sa kadaghanan sa iyang negosyo. Mahimo naton nga tapuson dayon ang Kasabutan sa higayon nga adunay paglapas sa Seksyon 5.3 sa taas. Sa pagtapos sa Kasabutan, ihunong dayon nimo ang tanan nga paggamit sa mga Serbisyo, mohunong sa pagrepresentar sa bisan unsang porma nga ikaw usa ka tiggamit sa Mga Serbisyo, ug gub-on ang tanan namon nga kompidensyal nga Impormasyon sa imong panag-iya. Bisan kinsa nga partido dili manubag alang sa bisan unsang kadaot nga sangputanan gikan sa usa ka pagtapos sa Kasabutan o bisan unsang mga suskrisyon sa Mga Serbisyo nga gihatag dinhi; nga gihatag, bisan pa, nga ang pag-undang sa Kasabutan dili makaapekto sa bisan unsang pag-angkon nga naggikan sa wala pa ang pag-undang.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
ceb: 6.3 Pagdumala sa Imong Data sa Pagtapos sa Paghinapos: Giila nimo ug uyon ka nga pagkahuman sa pagkalipas o pagtapos sa bisan unsang mga suskrisyon sa Mga Serbisyo, mahimo dayon namon nga i-deactivate ang mga apektadong Serbisyo ug kana, pagsunod sa usa ka makatarunganon nga panahon nga dili moubus sa kasiyaman (90 ) mga adlaw, mahimong tangtangon ang imong account ug data. Bisan pa, kung ang mga Serbisyo natapos sa amon, hatagan ka namon temporaryo, limitado nga pag-access sa Mga Serbisyo, dili molapas sa katloan (30) ka adlaw, alang sa bug-os nga katuyoan nga gitugutan ka nga makuha ang imong datos sa proprietary, nga gihatag, nabayran mo ang tanan nga maayo nga pagtuo nga wala’y masupak nga kantidad nga nabayad kanamo. Imong dugang nga mouyon nga kami dili manubag kanimo o sa bisan unsang ikatulo nga partido alang sa bisan unsang pagtapos sa imong pag-access sa Mga Serbisyo o pagtangtang sa imong data, sa kondisyon nga kami nagsunod sa mga termino sa Seksyon 6.3.

source: 7. Fees:
ceb: 7. Bayad:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
ceb: 7.1 Mga Bayad sa Serbisyo: Kinahanglan nga bayran nimo ang mga dili bayad nga bayad alang sa Mga Serbisyo sa kantidad nga gilatid sa pag-sign-up flow o Order Form (&#39;Mga Bayad sa Serbisyo&#39;) ug sumala sa frequency sa pagsingil nga gipahayag sa pag-agos sa pag-sign up o Order Porma. Ang Bayad sa Pag-alagad kinahanglan maabuton ug mabayran sa petsa sa invoice. Ang mga Bayad sa Serbisyo mahimo nga madugangan base sa among gibayad karon. Ang mga Bayad sa Serbisyo dili ma-refund bisan kung sayo nga nahuman ang imong suskrisyon sa sayo.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
ceb: 7.2 Dugang nga Bayad: Mahimo kang makadala us aka mga dili bayad nga bayad o bayad alang sa imong paggamit sa Mga Serbisyo dugang sa mga bayranan nga gilatid sa Order Form ug / o pag-agos sa pag-sign up. Ang dugang nga dili bayad nga bayad ug bayad gipahamutang sa dugang nga mga termino alang sa magamit nga Serbisyo.
