Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ceb/LC_MESSAGES/messages.po
Languages: ceb

source: You should choose image file.
ceb: Kinahanglan nga imong pilion ang file sa imahe.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ceb: Pag-upload sa usa ka dokumento, markahan kini alang sa pirma, ug dayon ang mga kliyente mag-log in ug pirma kini. Nahuman ang tanan nga wala’y kliyente nga moadto sa among balay. Mahimong magamit kini sa mga kliyente nga dili kaduol sa usa ka opisina o kinsa nagpuyo nga wala’y estado ..

source: Director of Operations of Capital Insurance
ceb: Director sa Operations of Capital Insurance

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
ceb: Mahimo mag-log in ang among mga kaubanan ug tan-awon ang mga batakang kasayuran kung giunsa ang ilang gipasabut nga kaso. Dako kining gipadako sa among mga referral nga kaso ...

source: Partner of Law Office of Christianson & Bayles
ceb: Partner sa Law Office sa Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
ceb: Dili na namon kinahanglan makita ang mga kliyente sa opisina alang sa mga miting, ug ang pagpirma sa dokumento nahuman na sa online - astig !.

source: CEO of EL Passion
ceb: Ang CEO sa EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
ceb: Gamit ang API, hingpit namon nga awtomatiko ang gipakita sa feed sa kaso, pinasukad sa piho nga mga trigger sa among naa nga sistema. Maayo nga kadali ..

source: IT Manager of Carter Mario Injury Lawyers
ceb: IT Manager sa mga Abogado sa Carter Mario Injury

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
ceb: Adunay kami daghang mga kliyente sa multilingual nga naggamit sa bahin sa paghubad. Gi-post namon ang mga mensahe nga adunay pagsalig nga sila masabtan sa tanan. Gitugotan kami nga maglihok gikan sa lokal ngadto sa global nga buluhaton ..

source: CEO of Solid Rock Designs
ceb: CEO sa Solid Rock Designs

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
ceb: Gihigugma kini sa mga kliyente! Naghimo kini nga labing kadali sa ilang kinabuhi. Mahimo nila nga hisgutan ang mga isyu sa amon online, pag-upload sa mga litrato ug mga dokumento, ug ang tanan gitipig diin ang koponan ug kliyente mahimo’g makit-an ..

source: Partner of Ashley &amp; Ashley P.C.
ceb: Partner ni Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
ceb: Gusto namon ang pag-invoice sa kaso tungod kay gitugotan niini ang mga kliyente nga makita kung unsa gyud ang ilang gibayran ..

source: Vice President of Sky Digital
ceb: Bise Presidente sa Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
ceb: Ang komunikasyon nga adunay kalabutan sa cross sama sa pagbaton sa tanan nimo nga social media ug mga tool sa kolaborasyon sa usa ka lugar ..

source: Director Of Complaint Management
ceb: Direktor sa Pagdumala sa Reklamo

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
ceb: Ang mga porma sa kaso motugot kanato sa pagpaminaw ug pagkat-on, pagtabang kanato sa pagpadako sa halin pinaagi sa feedback sa customer ..

source: Director of Sales of Cain &amp; Company
ceb: Direktor sa Pagbaligya sa Cain &amp; Company

source: The user interface is very similar to Facebook. It’s extremely easy to use..
ceb: Ang interface sa user susama kaayo sa Facebook. Sayon ra kaayo gamiton ..

source: Partner of Wong Medical Group LLC
ceb: Partner sa Wong Medical Group LLC

source: A pin has been sent to
ceb: Usa ka pin ang gipadala sa

source: Send New Pin
ceb: Ipadala ang Bag-ong Pin

source: Need Help?
ceb: Nagkinahanglan ug Tabang?

source: Click here to contact us
ceb: Pag-klik dinhi aron makontak kami

source: Next
ceb: Sunod

source: Login or Signup
ceb: Login o Signup

source: Invalid email entered
ceb: Dili balido nga email ang gisulod

source: Processing...
ceb: Pagproseso ...

source: Made with
ceb: Gihimo

source: love
ceb: Gugma

source: in New York City
ceb: Sa New York City

source: All rights reserved
ceb: Ang tanan nga mga katungod gigahin

source: Terms of Use
ceb: Mga Termino sa Paggamit

source: Contact Us
ceb: Kontaka Kami

source: New Password
ceb: Bag-ong Password

source: Confirm Password
ceb: Kumpirmahan ang Sandi

source: Set Your New Password
ceb: Ibutang ang imong bag-ong password

source: A code has been sent to
ceb: Usa ka code nga gipadala sa

source: Change Password
ceb: Usba ang Password

source: Changing...
ceb: Pag-usab ...

source: Login
ceb: Sulod

source: Forgot password?
ceb: Nalimtan ang password?

source: Help
ceb: Tabang

source: Email or Phone
ceb: Email o Phone

source: Reset Password
ceb: I-reset ang Password

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
ceb: Pagsulud sa e-mail address o numero sa telepono nga may kalabutan sa imong account, dayon i-klik ang isumite. Mag-email kami o mag-text kanimo usa ka link sa usa ka panid diin dali ka makahimo usa ka bag-ong password.

source: Request Code
ceb: Paghangyo sa Code

source: Requesting...
ceb: Naghangyo ...

source: CASEACTIVE IS COMING SOON
ceb: ANG CASEACTIVE DUOL NA

source: Create a free account
ceb: Paghimo usa ka libre nga account

source: We are putting final touches to it. We will notify you when it's ready!
ceb: Kami ang nagbutang sa katapusan nga paghikap niini. Ipahibalo ka namo kung andam na!

source: You’re minutes away from a better collaboration.
ceb: Pipila ka minuto ang imong kalayo gikan sa usa ka labi ka kaayo nga pagtinabangay.

source: First Name
ceb: Unang Ngalan

source: Company
ceb: Kumpanya

source: No language selected
ceb: Walay piniling pinulongan

source: I agree with
ceb: Uyon ko sa

source: Terms of Service
ceb: Mga Termino sa Serbisyo

source: Language
ceb: Pinulongan

source: Have at least one lower case character
ceb: Pagbaton og dili mokubos sa usa ka ubos nga kahimtang nga karakter

source: Have at least one capital letter
ceb: Adunay labing menos usa ka capital nga sulat

source: Have at least one number
ceb: Adunay labing menos usa ka numero

source: Have at least 8 characters in length
ceb: Adunay labing menos 8 ka mga karakter ang gitas-on

source: Type your current password
ceb: Isulat ang imong kasamtangan nga password

source: Passwords must match
ceb: Ang mga password kinahanglan nga magkatugma

source: Domains
ceb: Mga domain

source: Javascript are disabled. Please enable it.
ceb: Ang Javascript gibabagan. Palihug himoa kini.

source: Cookies are disabled. Please enable it.
ceb: Ang mga cookie dili mahimo. Palihug himoa kini.

source: New
ceb: Bag-o nga

source: Create A New App
ceb: Paghimo Usa ka Bag-ong App

source: Logout
ceb: Pag-log out

source: Hi
ceb: Kumusta

source: View your account
ceb: Tan-awa ang imong account

source: View page
ceb: Tan-awa ang panid

source: You don’t have any apps
ceb: Wala ka’y bisan unsang mga app

source: Notifications
ceb: Mga Pahibalo

source: No notifications yet.
ceb: Wala pay pahibalo.

source: Today
ceb: Karon

source: Last Week
ceb: Kaniadtong Semana

source: No timezone selected
ceb: Dili napili ang timezone

source: Complete profile to continue
ceb: Kompleto ang profile aron magpadayon

source: Approve Access
ceb: Giuyon ang Pag-access

source: Info
ceb: Impormasyon

source: Permissions
ceb: Mga permiso

source: Billing
ceb: Pagsingil

source: Payment Plan
ceb: Plano sa Pagbayad

source: Save
ceb: Luwasa

source: has access to your information below:
ceb: adunay access sa imong kasayuran sa ubos:

source: has invited you to their client portal.
ceb: nagdapit kanimo sa ilang portal sa kliyente.

source: want access to the following information:
ceb: gusto access sa mosunod nga kasayuran:

source: Decline
ceb: Pagtangtang

source: Remove Access
ceb: Kuhaa ang Pag-access

source: Active
ceb: Aktibo

source: Invites
ceb: Mga imbitasyon

source: Disabled
ceb: Nabaldado

source: No apps found
ceb: Wala nakit-an nga apps

source: active
ceb: aktibo

source: inactive
ceb: Dili aktibo

source: Company Name
ceb: Pangalan sa Kompanya

source: Type
ceb: Matang

source: Invitation
ceb: Imbitasyon

source: About App
ceb: Mahitungod sa App

source: Billing Info
ceb: Impormasyon sa Pagsingil

source: Your Company Name
ceb: Ngalan sa imong Company

source: Your Company Website
ceb: Ang imong Company Website

source: Saving...
ceb: Nagaluwas ...

source: Billing Information
ceb: Impormasyon sa Pagsingil

source: Please add the APP ID provided by the company
ceb: Palihug idugang ang APP ID nga gihatag sa kompanya

source: Select an option
ceb: Pagpili og opsyon

source: Join an existing app as a client
ceb: Apil sa kasamtangan nga app isip kliyente

source: Create a new app for my business
ceb: Paghimo og bag-ong app para sa akong negosyo

source: Create Domain
ceb: Paghimo Domain

source: Select enterprise app
ceb: Pilia ang app sa negosyo

source: No item selected
ceb: Walay butang nga gipili

source: Domain name
ceb: Ngalan sa domain

source: Add
ceb: Idugang

source: No enterprise app found
ceb: Walay nakit-an nga app sa negosyo

source: Pending
ceb: Naghulat

source: No domains found
ceb: Walay nakit-an nga mga domain

source: Txt Value
ceb: Bili sa Txt

source: Action
ceb: Aksyon

source: Delete
ceb: Pagtangtang

source: Reset
ceb: I-reset

source: Allow Manual Sign In
ceb: Tugoti ang Manwal nga Pag-sign In

source: Exclude Emails From SSO
ceb: Dili iapil ang mga Email Gikan sa SSO

source: SAML Identity Provider Metadata
ceb: Metadata sa Taghatag sa Identidad sa SAML

source: Submit
ceb: Isumite

source: Profile photo
ceb: Litrato sa litrato

source: Uploading...
ceb: Pag-upload ...

source: has been claimed by another account, please, change it or
ceb: giangkon sa lain nga asoy, palihug, usba kini o

source: reclaim
ceb: pagbawi

source: it
ceb: kini

source: verify
ceb: susihon

source: Phone Number
ceb: Numero sa telepono

source: Change password
ceb: Usba ang password

source: No gender selected
ceb: Walay pinili nga gender

source: Company Title
ceb: Titulo sa Kompanya

source: City/Locality
ceb: Lungsod / Locality

source: State/Region
ceb: Estado / Rehiyon

source: No country selected
ceb: Walay nasud nga napili

source: Date of Birth
ceb: Petsa sa Pagkatawo

source: Occupation
ceb: Trabaho

source: Location
ceb: Lokasyon

source: Address is not valid
ceb: Dili balido ang adres

source: City/Locality is not valid
ceb: Ang lungsod / Lokalidad dili balido

source: Country
ceb: Nasud

source: State/Region is not valid
ceb: Ang estado / Rehiyon dili balido

source: Contact Info
ceb: Impormasyon sa Kontak

source: Language & Region
ceb: Pinulongan ug Rehiyon

source: Saving
ceb: Pagtipig

source: Verify Your
ceb: Tinoa ang Imong

source: Verification Code
ceb: Pagpamatuod nga Code

source: Resend Code
ceb: Ipadala pag-usab ang Code

source: Resending
ceb: Pagpamalandong

source: Verify
ceb: Tinoa

source: Verifying...
ceb: Pagpamatuod ...

source: Later
ceb: Sa ulahi

source: We're here to help
ceb: Ania kami aron motabang

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
ceb: Salamat sa pagkontak kanamo. Ang imong mensahe malampuson nga gipadala. Makigkita kami kanimo sa dili madugay!

source: Message
ceb: Mensahe

source: characters left
ceb: mga karakter nga nahabilin

source: Send
ceb: Ipadala

source: Sending...
ceb: Nagpadala ...

source: You will no longer receive email marketing from the list.
ceb: Dili ka na makadawat sa email marketing gikan sa listahan.

source: If you have a moment, please let us know why you unsubscribed:
ceb: Kung naa kay gutlo, palihog ipahibalo kanamo kung nganong nag-unsubscribe ka:

source: Return to our website
ceb: Balik sa among website

source: Thank you. Your response has been submitted.
ceb: Salamat. Gisumite na ang imong tubag.

source: No Cases
ceb: Walay mga Kaso

source: This case has been closed
ceb: Kini nga kaso gisirado na

source: Feed
ceb: Pakan-a

source: Images
ceb: Mga larawan

source: Docs
ceb: Mga Dokumento

source: Audios
ceb: Mga Audio

source: Videos
ceb: Mga Video

source: Files
ceb: Mga file

source: Events
ceb: Mga panghitabo

source: Forms
ceb: Mga porma

source: E-signs
ceb: E-timailhan

source: Invoices
ceb: Mga invoice

source: Notes
ceb: Mga nota

source: Tasks
ceb: Mga buluhaton

source: Great job!
ceb: Dako nga trabaho!

source: You did all
ceb: Gihimo nimo ang tanan

source: the tasks
ceb: ang mga buluhaton

source: Skip to navigation (n)
ceb: Laktaw ngadto sa panid (n)

source: Skip to content (c)
ceb: Lakaw ngadto sa sulod (c)

source: Skip to footer (f)
ceb: Lakaw ngadto sa footer (f)

source: Case
ceb: Kaso

source: Search
ceb: Pagpangita

source: Using Form Builder
ceb: Paggamit sa Form Builder

source: Using Forms Library
ceb: Paggamit sa Forms Library

source: Using E-sign Builder
ceb: Paggamit sa E-sign Builder

source: Using E-signs Library
ceb: Paggamit sa E-signs Library

source: Documents
ceb: Mga dokumento

source: Create Note
ceb: Paghimo og Pahinumdom

source: Edit Note
ceb: I-edit ang Pasidaan

source: End Convo
ceb: Tapuson ang Convo

source: Create Form
ceb: Paghimo sa Porma

source: Create Sign
ceb: Paghimo og Sign

source: Event Create
ceb: Paghimo sa Kalihokan

source: Convo Videos
ceb: Mga Video sa Convo

source: Cases
ceb: Mga kaso

source: Case categories
ceb: Mga kategorya sa kaso

source: Your team
ceb: Imong team

source: To do
ceb: Ang buhaton

source: To Do:
ceb: Buhaton:

source: Case Categories
ceb: Mga Kategorya sa Kaso

source: Your Team
ceb: Imong Team

source: To Do
ceb: Buhaton

source: Yes
ceb: Oo

source: Close
ceb: Suod nga

source: Publish
ceb: Imantala

source: Visibility
ceb: Pagtan-aw

source: all
ceb: tanan

source: sign
ceb: timaan

source: Page
ceb: Pahina

source: of
ceb: sa

source: Processing
ceb: Pagproseso

source: failed.
ceb: pakyas

source: Value should be greater or equal to 1
ceb: Ang bili kinahanglang mas dako o katumbas sa 1

source: Repeat end:
ceb: Balika ang katapusan:

source: Signature
ceb: Pirma

source: Draw
ceb: Pagdrowing

source: Write
ceb: Isulat

source: Clear Signature
ceb: Klaro nga Pirma

source: Still processing video...
ceb: Giproseso pa ang video ...

source: You
ceb: Ikaw

source: You are about to delete feed. Are you sure?
ceb: Hapit na nimo papason ang feed. Sigurado ka?

source: No convo audios yet
ceb: Wala pay convo audios

source: No convo videos yet
ceb: Wala pay convo videos

source: Start Convo
ceb: Pagsugod sa Convo

source: Notify the Host
ceb: Pahibalo sa Host

source: is in the call
ceb: naa sa tawag

source: and
ceb: ug

source: others are in the call
ceb: ang uban naa sa tawag

source: Audio call is being recorded
ceb: Ang tawag sa audio girekord

source: Video call is being recorded
ceb: Girekord ang video call

source: Join now
ceb: Apil na

source: Dismiss
ceb: Isalikway

source: Can’t find your
ceb: Dili makit-an ang imong

source: microphone
ceb: mikropono

source: Check your system settings to make sure that
ceb: Susiha ang imong mga setting sa sistema aron masiguro kana

source: is available. If not, plug one in. You might need to restart your browser.
ceb: anaa na. Kung dili, i-plug ang usa. Tingali kinahanglan nimo nga i-restart ang imong browser.

source: You are going to start a Convo call. Start with:
ceb: Magsugod ka ug tawag sa Convo. Magsugod sa:

source: Video & Audio
ceb: Video ug Audio

source: Audio Only
ceb: Audio Lamang

source: Record the meeting
ceb: Irekord ang miting

source: Waiting for someone with permission to start a Convo call
ceb: Naghulat alang sa usa nga adunay pagtugot sa pagsugod sa usa ka tawag sa Convo

source: Add Ticket
ceb: Idugang ang Tiket

source: Title
ceb: Titulo

source: Open
ceb: Bukas

source: Closed
ceb: Sulud

source: You are about to close ticket. Are you sure?
ceb: Hapit na nimo isira ang tiket. Sigurado ka?

source: Announcements
ceb: Mga pahibalo

source: Support
ceb: Suporta

source: Opened
ceb: Gibuksan

source: View
ceb: Tan-awa

source: Locations
ceb: Mga lokasyon

source: You currently have no announcements.
ceb: Wala kay mga anunsyo karon.

source: You currently have no
ceb: Wala ka karon

source: open cases. Click
ceb: bukas nga mga kaso. Pag-klik

source: here
ceb: dinhi

source: to contact support.
ceb: sa pagkontak sa suporta.

source: closed cases.
ceb: sirado nga mga kaso.

source: open tickets.
ceb: bukas nga mga tiket.

source: closed tickets.
ceb: sirado nga mga tiket.

source: You currently have no locations.
ceb: Wala ka karon mga lokasyon.

source: Write a comment....
ceb: Pagsulat usa ka komento….

source: Post
ceb: Pagsulat

source: Add Location
ceb: Idugang ang Location

source: Save Event
ceb: I-save ang Hitabo

source: Name
ceb: Ngalan

source: Start Date
ceb: Pagsugod sa Petsa

source: Start Time
ceb: Pagsugod Panahon

source: End Date
ceb: Petsa sa Katapusan

source: End Time
ceb: Panahon sa Katapusan

source: Repeat
ceb: Pag-usab

source: Attendees
ceb: Mga nanambong

source: Event Location
ceb: Location Location

source: Link
ceb: Pag-link

source: Description
ceb: Deskripsiyon

source: Attending
ceb: Pagtambong

source: Add to calendar
ceb: Idugang sa kalendaryo

source: Details
ceb: Mga Detalye

source: Event by
ceb: Panghitabo ni

source: Duration:
ceb: Gidugayon:

source: more
ceb: labi pa

source: Maybe
ceb: Tingali

source: Not Attending
ceb: Dili Pagtambong

source: No
ceb: Dili

source: Video Conference
ceb: Komperensya sa Video

source: Event details
ceb: Mga detalye sa panghitabo

source: You don't have permissions to view this page.
ceb: Wala ka&#39;y ​​permiso sa pagtan-aw niini nga panid.

source: Your Upcoming Events
ceb: Imong Umaabut nga mga Hitabo

source: Upcoming
ceb: umaabot

source: Your Past Events
ceb: Imong Mga Naagi nga Hinabo

source: Past
ceb: Kaniadto

source: Your Events
ceb: Imong mga Hitabo

source: All
ceb: Tanan

source: All Events
ceb: Tanang Hitabo

source: Directions
ceb: Mga direksyon

source: Edit settings
ceb: Pag-edit sa mga setting

source: Attending?
ceb: Nagtambong?

source: No Events
ceb: Walay mga panghitabo

source: more comment(s)
ceb: dugang nga komentaryo (s)

source: Loading comments
ceb: Nag-load sa mga komento

source: You are about to delete comment. Are you sure?
ceb: Hapit na nimo matanggal ang komento. Naa ba ka?

source: task
ceb: buluhaton

source: to do
ceb: buhaton

source: tasks
ceb: mga buluhaton

source: Write something...
ceb: Isulat ang usa ka butang ...

source: Attach File
ceb: Ilakip ang File

source: From Template
ceb: Gikan sa Template

source: No feeds yet.
ceb: Wala&#39;y mga feed.

source: comments
ceb: mga komento

source: comment
ceb: komentaryo

source: Add a comment
ceb: Pagdugang og komento

source: No templates
ceb: Wala’y mga template

source: Done
ceb: Nahimo

source: Select the members who needs to fill this form
ceb: Pilia ang mga miyembro nga kinahanglan nga pun-on kini nga porma

source: Update Form
ceb: Pag-update sa Porma

source: Due Date
ceb: Tungod sa Petsa

source: Due Time
ceb: Tungod sa Panahon

source: Save & Close
ceb: I-save ug Isira

source: Add an element
ceb: Pagdugang usa ka elemento

source: Media is converting. We will notify you when it is ready
ceb: Ang media nakabig. Among ipahibalo kanimo kung andam na kini

source: Add
ceb: Idugang

source: Field
ceb: Natad

source: Text
ceb: Teksto

source: Media failed in converting. Please delete and try again or another.
ceb: Napakyas ang media sa pagkabig. Palihug kuhaa ug sulayi pag-usab o sa lain.

source: Pages
ceb: Mga panid

source: Saved
ceb: Naluwas

source: Insert
ceb: Isuksok

source: Elements
ceb: Mga elemento

source: Action Required
ceb: Aksyon Gikinahanglan

source: Add a new page
ceb: Pagdugang og bag-ong panid

source: Blank page
ceb: Blangko nga panid

source: From PDF
ceb: Gikan sa PDF

source: From image
ceb: Gikan sa imahe

source: Add PDF
ceb: Idugang ang PDF

source: Add Image
ceb: Idugang ang Imahe

source: Options
ceb: Mga kapilian

source: Column Names
ceb: Mga Ngalan sa Kolum

source: Option already exists.
ceb: Naa na ang opsyon.

source: options list is empty
ceb: Ang listahan sa mga kapilian walay sulod

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
ceb: Gisuportahan ra sa natad sa mga checkbox ang 5 nga kapilian. Mahimo nimo mabag-o ang natad sa dropdown aron makadugang daghang kapilian

source: columns list is empty
ceb: lista sa mga kolum walay sulod

source: Default Value
ceb: Bili nga Bili

source: Delete row
ceb: Pagtangtang sa laray

source: Add a new row
ceb: Pagdugang og bag-ong laray

source: Download
ceb: Pag-download

source: Question
ceb: Pangutana

source: Default answer
ceb: Default nga tubag

source: Media is converting
ceb: Ang media nakabig

source: Send Form
ceb: Ipadala ang Form

source: Form Submited.
ceb: Porma nga gipadala.

source: You don't have permissions to submit forms.
ceb: Wala ka&#39;y permiso sa pagsumite sa mga porma.

source: You currently have no forms of your own
ceb: Sa pagkakaron wala kay mga porma sa imong kaugalingon

source: Your Uncompleted Forms
ceb: Ang Imong Wala Kumpleto nga Porma

source: Uncompleted
ceb: Wala nahuman

source: Your Completed Forms
ceb: Ang Imong Nakumpleto nga Porma

source: Completed
ceb: Nahuman

source: Your Forms
ceb: Imong mga Porma

source: All Forms
ceb: Tanang Porma

source: Form Title
ceb: Pamagat nga Porma

source: Author
ceb: Awtor

source: Published
ceb: Gipatik

source: Submissions
ceb: Pagsumite

source: No Forms
ceb: Walay Porma

source: Upload Form Document
ceb: Pag-upload sa Porma nga Dokumento

source: Forms Library
ceb: Mga Porma sa Library

source: No Forms In Library
ceb: Walay Porma Diha sa Library

source: Answers
ceb: Mga Tubag

source: Close - Status changed
ceb: Pag-ayo - Nausab ang kahimtang

source: Change Status
ceb: Palihug Pagbalhin

source: Case Number
ceb: Numero sa Kaso

source: Date Opened
ceb: Giablihan ang Petsa

source: Case Id
ceb: Kaso Id

source: Confirm your details
ceb: Kumpirma ang imong mga detalye

source: Form Submitted.
ceb: Gisumite nga porma.

source: Term:
ceb: Termino:

source: Note:
ceb: Nota:

source: Price
ceb: Presyo

source: Add more
ceb: Dugangi pa

source: Discount(%)
ceb: Diskwento(%)

source: TAX(%)
ceb: BUHIS(%)

source: Select the members who needs to view or pay this invoice
ceb: Pilia ang mga miyembro nga kinahanglan nga motan-aw o mobayad niini nga invoice

source: Update Invoice
ceb: Pag-update sa Invoice

source: Create Invoice
ceb: Paghimo og Invoice

source: Term
ceb: Termino

source: Note
ceb: Nota

source: Quantity
ceb: Kadaghanon

source: Price ($)
ceb: Presyo ($)

source: Discount (%)
ceb: Diskwento (%)

source: Tax (%)
ceb: Buhis (%)

source: Pay Invoice
ceb: Pagbayad sa Invoice

source: Payment method
ceb: Paagi sa pagbayad

source: Add a new payment method
ceb: Pagdugang og bag-ong paagi sa pagbayad

source: Payment:
ceb: Bayad:

source: Total charge:
ceb: Kinatibuk-ang bayad:

source: Your Unpaid Invoices
ceb: Imong Wala Mabayri nga mga Invoice

source: Unpaid
ceb: Wala mabayri
