Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ceb/LC_MESSAGES/messages.po
Languages: ceb

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
ceb: TUNGOD SA UBANG MGA HINUNGDANAN / JURISDICTIONS WALA GIHIMO ANG KAHIMTANG O KATAWHANAN SA KATAWHANAN PARA SA KONSEPENTAL O KATUNGDANAN NGA MGA DAMAGDAN, ANG KATAPUSANG PAGHIMO DILI MAHIMO MAPAKITA SA INYO, SA KINAHANGLAN ANG ATONG KATAWHANAN GIHIMO KATUYOAN SA MAONG MAAYONG LAKSAN.

source: 12. Personal Information and Privacy Statement:
ceb: 12. Personal nga Impormasyon ug Pahayag sa Privacy:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
ceb: Imong sundon ang tanan nga magamit nga pagkapribado ug uban pang mga balaod, mga lagda, regulasyon ug mga giya nga may kalabutan sa proteksyon, pagkolekta, paggamit ug pag-apod-apod sa Personal nga Pagkilala nga Impormasyon (ingon gipiho sa ubos) sa bisan kinsa nga tawo. Mag-post ka usa ka pahayag sa pagkapribado sa panid kung diin nakolekta nimo ang Personal nga Pagkilala nga Impormasyon (&#39;Pahayag sa Pagkapribado&#39;) nga nagsunod sa tanan nga mga magamit nga balaod, mga lagda, mga regulasyon ug mga panudlo ug, sa labing gamay, gipahibalo ang mga tiggamit sa Personal nga Pagkilala nga Impormasyon nga nakolekta, giunsa kini gamiton ug kung giunsa kini pagseguro, ug nga gipaila ang paagi sa pagkolekta (cookies, web beacon o uban pang mga magamit nga paagi) ug ang paggamit sa kasayuran nga nakolekta nga may kalabotan sa mga Serbisyo, pagkuha sa wala’y nahibal-an nga pagtugot (opt-in) sa wala pa magamit ang bisan unsang mga teknolohiya sa pagsubay, kutob sa gikinahanglan sa mga magamit nga mga balaod ug regulasyon. Ang ingon usa ka Pahayag sa Pagkapribado maglakip usab sa kasayuran sa teknikal nga may kalabutan sa pagkolekta, paghatud ug pagtipig sa Inpormasyon nga Personal nga Mahibal-an nga gihatag sa amon pinaagi sa mga Serbisyo. Kung gikinahanglan pinaagi sa magamit nga balaod sa pagpanalipod sa datos o uban pang balaod o regulasyon, ipahibalo nimo ang mga ikatulo nga partido nga gihatagan nimo kami sa ilang Personal nga Pagkilala nga Impormasyon alang sa pagproseso ug masiguro nga ang bisan unsang kinahanglan nga mga ikatulong partido naghatag sa ilang pag-uyon sa maong pagbunyag ug pagproseso. Mouyon ka sa pagsunod sa mga paghulagway ug mga probisyon sa Pahayag sa Pagkapribado. Ang &#39;Personal nga Pagkilala nga Impormasyon&#39; nagpasabut sa bisan unsang kasayuran nga mahimong iupod o masubay sa bisan kinsa nga indibidwal, lakip ang ngalan sa usa ka tawo, adres, numero sa telepono, e-mail address, kasayuran sa credit card, numero sa seguridad sa sosyal o uban pang parehas nga piho nga kasayuran nga tinuud, bisan unsa pa man ang media diin gitago ang maong kasayuran (pananglitan sa papel o elektroniko).

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
ceb: 13.1 Independent Partido: Ikaw ug CaseActive mga independente nga mga kontraktor. Ang Kasabutan wala maghimo bisan unsang hiniusa nga pakigpulong, panag-uban, ahensya o relasyon sa trabaho taliwala sa mga partido. Ikaw ang mahimong responsable sa pagdumala sa imong mga empleyado ug alang sa bisan unsa ug tanan nga bayad, buhis, benepisyo ug responsibilidad sa imong mga empleyado ug bisan kinsa sa imong uban nga mga representante o mga service provider. Dili ikaw o ang bisan kinsa sa imong mga empleyado, representante, o mga taghatag sa serbisyo ang makahimo sa bisan unsang mga representasyon, garantiya o garantiya nga may pagtahod sa amon, sa Kasabutan o sa Serbisyo gawas sa tin-aw nga pagtugot sa amon sa pagsulat.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
ceb: 13.2 Assignment: Ni ang Kasabutan o bisan kinsa sa imong mga katungod o obligasyon sa ilalum sa Kasabutan mahimong itudlo o ibalhin, pinaagi sa operasyon sa balaod o kung dili, kung wala ang among sinulat nga pagtugot, gawas kung itudlo sa usa ka manununod nga interes, o subay sa usa ka panagsama, corporate pag-organisar pag-usab, o usa ka pagbaligya o pagbalhin sa tanan o labi ka tanan sa imong mga kabtangan nga imong gihatagan kami nga namatikdan labing menus katloan (30) ka adlaw sa wala pa matapos ang transaksyon. Ang usa ka buluhaton nga gihatag kanimo, nga gipasukad sa bisan unsang uban nga mga kahimtang, nanginahanglan sa una namon nga pagtugot, nga kini nga pagtugot dili dili mapugngan. Mahimo namon nga hilway magtakda sa kini nga Kasabutan nga wala’y pagtugot kanimo. Subay sa nahauna, ang kini nga Kasabutan mobugkos ug mosulud sa kaayohan sa mga partido, kaniadtong mga tagalunod ug gitugotan nga mga asaynment.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
ceb: 13.3 Force Majeure: Bisan ang partido dili mahimong responsable alang sa bisan unsang pagdugay, pagkaguba o uban pang kapakyasan sa paghimo sa ilawom sa Kasabutan tungod sa mga buhat nga dili makontrol sa responsableng partido, apan hangtod sa hangtod nga ang ingon nga mga kondisyon magpadayon. Ang mga panghitabo sa Force majeure naglakip, apan dili limitado sa: natural nga mga kalamidad (sama sa kilat, linog, bagyo, baha); mga gubat, kagubot, mga kalihokan sa terorista, ug komosyong sibil; usa ka lokal nga kalihokan sa tigpamalit, ug uban pang mga aksyon sa mga ikatulong partido; mga pagbuto ug sunog; panghimaraot, pag-atake ug mga panaglalis sa pagpatrabaho; mando sa gobyerno; mga kapakyasan sa mga tighatag sa telecommunication o mga taghatag sa serbisyo sa internet; mga kapakyasan sa mga tagtugyan sa ikatulo nga partido, mga service provider o mga vendor; ug bisan unsang uban pa nga hinungdan sa gawas sa makatarunganon nga pagpugong sa usa ka partido.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
ceb: 13.4 Pagpili sa Balaod: Ang Kasabutan ug ang bisan unsang panaglalis nga naggikan o may kalabotan sa Kasabutan pagamandoan ug ipadayag sa ilalum sa mga balaod sa Estado sa California, nga wala’y pagtahod sa mga prinsipyo sa panagbangi sa mga balaod. Ang tanan nga mga panaglalis nga gikan sa o may kalabutan sa Kasabutan mahimong ipailalom sa eksklusibo nga hurisdiksyon ug lugar sa estado sa California ug pederal nga mga korte para sa Santa Barbara, California, ug ang mga partido mouyon sa personal ug eksklusibo nga hurisdiksyon sa mga korte.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
ceb: 13.5 E-mail ug Mga Paunawa: Imong dugang nga mouyon nga mahimo kaming maghatag sa bisan unsa ug tanan nga mga pahibalo, mga pahayag ug uban pang mga komunikasyon kanimo pinaagi sa e-mail, mail, serbisyo sa pagpahayag, o gipadala sa usa ka giila nga tigdala sa komersyal nga gitubag sa adres nga katapusan nga gitudlo sa Kasabutan. Ikaw ang responsable sa paghatag kanamo sa bisan unsang na-update nga impormasyon sa pagkontak.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
ceb: 13.6 Walay Waiver; Cululative Remedies: Wala mapakyas o paglangan sa bisan kinsa nga partido sa pagbuhat sa bisan unsang katungod sa ilalum sa kini nga Kasabutan nga mahimong usa ka pag-undang sa kana nga katungod. Gawas sa gipahayag dinhi, ang mga remedyo nga gihatag dinhi dugang pa, ug dili eksklusibo, bisan unsang ubang mga remedyo sa usa ka partido sa balaod o katarungan.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
ceb: 13.7 Kalig-on: Kung ang bisan unsang probisyon sa kini nga Kasabutan gihuptan sa usa ka korte nga adunay katakus nga hurisdiksyon nga sukwahi sa balaod, ang probisyon kinahanglan nga bag-ohon sa korte ug mahubad aron labi ka labing matuman ang mga katuyoan sa orihinal nga probisyon sa tibuuk nga gitugutan sa balaod, ug ang nahabilin nga mga probisyon sa kini nga Kasabutan kinahanglan magpabilin nga bug-os nga kusog ug epekto.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
ceb: 13.8 Tibuok nga Kasabutan: Hangtud sa labing taas nga gitugot sa magamit nga balaod, kini nga Kasabutan, kauban ang mga dokumento nga gihisgutan dinhi ug ang tanan nga mga Order Form ug mga pag-sign up, naglangkob sa tibuuk nga kasabutan tali sa mga partido kalabot sa hilisgutan niini, ug gipulihan ang tanan kaniadto ug sa hunahuna nga mga kasabutan, panukiduki o representasyon, gisulat o oral, bahin sa hilisgutan sa kini nga Kasabutan. Wala’y representasyon, saad o saad ang makuha nga gihatag o ipahiuyon gikan sa bisan unsang gisulti o nasulat sa mga negosasyon tali sa mga partido sa wala pa kini nga Kasabutan gawas kung ingon sa tin-aw nga gipahayag sa kini nga Kasabutan. Wala’y partido nga adunay bisan unsang solusyon sa pagtahod sa bisan unsang dili tinuod nga pahayag nga gihimo sa us aka partido nga gisaligan sa maong partido sa pagsulod sa kini nga Kasabutan (gawas kung ang dili tinuud nga pamahayag gihimo nga malimbungon) ug nga ang usa ka partido nga solusyon sa pagtahod sa bisan unsang dili tinuud nga pahayag ang mahimo alang sa paglapas sa kontrata sama sa gihatag sa kini nga Kasabutan. Giila nimo ug miuyon ka nga ang imong kasabutan wala dinhi wala mag-agad sa pagdala sa bisan unsang umaabot nga pag-andar o mga bahin nga wala mahisgutan dinhi o sa usa ka Order Form o nagsalig sa bisan unsang oral o sinulat, publiko o pribado nga mga komentaryo nga gihimo sa amon bahin sa umaabot nga pag-andar o mga bahin alang sa Mga Serbisyo. Kung adunay bisan unsang panagbangi tali sa mga probisyon sa mga Kinatibuk-ang Mga Termino sa Serbisyo ug bisan unsang Order Form o Dugang nga Mga Termino sa Pag-alagad, ang mga termino sa ingon nga Order Form o Dugang nga Mga Termino sa Pag-alagad ang molungtad, hangtod sa ingon nga panagbangi. Wala’y mga termino o kondisyon nga gipahayag sa imong order sa pagpalit o sa bisan unsang uban nga imong dokumentasyon sa pag-order nga iapil sa o paghimo sa bisan unsang bahin sa kini nga Kasabutan, ug ang tanan nga mga termino o kondisyon nga dili mahimong wala’y hinungdan.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
ceb: 13.9 Pag-export: Ang duha nga partido mouyon sa pagsunod sa mga magamit nga mga balaod sa US sa pag-export ug pag-import ug pag-import. Dili nimo tugutan ang imong mga tiggamit nga maka-access o mogamit sa mga Serbisyo nga naglapas sa bisan unsang panghimara, pagbawal o pagdili sa pag-export sa US.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
ceb: 13.10 Publisidad: Tingali dili kita nimo tawgon nga tiggamit sa Mga Serbisyo nga wala ang imong sinulat nga pagtugot.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
ceb: 13.11 Mga link sa mga Site nga Pangatlo sa Partido: Ang Mga Serbisyo o ang among website mahimo nga maglakip sa mga link sa mga site sa ikatulo nga partido (&#39;Mga Dugtong nga site&#39;). Ang mga Nakalakip nga mga site wala sa ilawom sa among pagkontrol ug kami dili responsable alang sa sulud sa bisan unsang Nalambigit nga Site, lakip ang wala’y paglimita sa bisan unsang link nga adunay sulod sa usa ka Nahiangay nga Site, o bisan unsang mga pagbag-o o pag-update sa usa ka Link nga Site o mga Serbisyo nga gihatag pinaagi sa usa ka Link Site. Gihatagan namon kini nga mga link kanimo lamang ingon usa ka kasayon, ug ang paglakip sa bisan unsang link wala magpasabut sa pag-endorso sa amon sa site o sa bisan unsang kaubanan nga serbisyo nga gihatag sa site.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
ceb: 13.12 Nag-uyon ka nga makadawat mga email, tawag sa telepono ug mga mensahe sa SMS gikan sa CaseActive aron maghatag mga pag-update sa imong order ug / o alang sa mga katuyoan sa pagpamaligya. Ang kadaghan sa mensahe naa sa imong kalihokan. Mahimo ka magpili pinaagi sa pag-uncheck sa mga pahibalo gikan sa imong account o pagtangtang sa imong account. Mahimong magamit ang mga rate sa mensahe ug datos.

source: An error occurred
ceb: Usa ka sayup ang nahitabo

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
ceb: Naay nahitabo. Gipahibalo ang among mga engineer. Pindota ang reload button aron ma-reload.

source: Reload
ceb: I-reload
