Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ceb/LC_MESSAGES/messages.po
Languages: ceb

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
ceb: 7.3 Katapusan nga Pagbayad: Giila nimo nga ang imong pagkapakyas sa pagbayad sa bisan unsang mga bayad o bayad kung adunay panahon mahimo’g moresulta sa pagsuspinde o pagtapos sa imong (Mga) suskrisyon sa produkto sa CaseActive. Kung napakyas ka nga magbayad sa bisan unsang mga bayranan o singil tungod niini, ang CaseActive adunay katungod sa pag-apil sa usa ka ahensya sa pagkolekta aron makolekta ang mga bayranan ug singil ug kinahanglan nimo nga bayaran ang tanan nga mga gasto nga natapos sa CaseActive nga may kalabotan sa pagkolekta sa mga nangagi nga angay nga kantidad, lakip ang , nga wala’y limitasyon, makatarunganon nga abogado &#39;ug mga bayad sa mga ahensya sa mga koleksyon dugang nga interes sa kantidad nga katumbas sa labing gamay nga 1.0% matag bulan o ang labing taas nga rate nga gitugotan sa magamit nga balaod.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
ceb: 7.4 Buwis: Ikaw ang mahimong responsable alang sa tanan nga buhis sa pagbaligya, paggamit sa buhis, kantidad nga gidugang nga buhis, pagpugong sa buhis ug uban pang susamang buhis ug mga sumbong sa bisan unsang klase nga gipahamtang sa pederal, estado o lokal nga mga entidad sa gobyerno sa mga transaksyon nga gilaraw sa Kasabutan. Kung kami adunay ligal nga obligasyon sa pagbayad o pagkolekta sa mga buhis nga ikaw ang may tulubagon, subay sa Seksyon, ang angay nga kantidad kinahanglan nga i-invoice ug ibayad kanimo gawas kung hatagan ka namon usa ka balido nga sertipikasyon sa pagbayad sa buhis nga gitugutan sa angay nga awtoridad sa pagbuhis.

source: 8. Representations and Warranties:
ceb: 8. Mga representasyon ug mga garantiya:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
ceb: 8.1 Mga Representasyon sa Mutual ug mga Garantiya: Ang matag partido dinhi nagrepresentar ug nagprenda sa uban pang partido nga (i) adunay tanan nga kinahanglan nga awtoridad nga mosulod ug ipatuman ang mga obligasyon sa ilalum sa Kasabutan nga wala’y pagtugot sa bisan unsang ikatulong partido o paglapas sa bisan unsang kontrata o kasabutan sa bisan unsang ikatulo nga partido, (ii) ang tanan nga mga tawo nga nagbuhat sa bisan unsang mga obligasyon sa dinhi nakasulod sa tanan nga mga kinahanglanon nga kasabutan aron kini sundon ang mga termino ug kondisyon sa Kasabutan, ug (iii) kini magsunod sa tanan nga materyal nga respeto sa tanan nga mga balaod nga magamit sa ang mga Serbisyo.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
ceb: 8.2 Dugang nga mga Representasyon ug Mga Garantiya: Gipasalig mo, nagrepresentar ug nakigsaad kami kanimo nga gamiton nimo ang mga Serbisyo alang sa mga katuyoan nga uyon sa Kasabutan ug sa tanan nga magamit nga mga palisiya ug sumbanan sa CaseActive.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
ceb: 8.3 Pagsalikway sa Mga Warantiya: PAGHULAT ALANG SA KADAGHANAN NGA MGA WARRANTIES GIHATAG SA KATAPOSAN SA SEKSYON 8, SA KATUMANAN SA MAXIMUM NGA GIHIMO SA KATAWHAN NGA KATAWHAN, MAHIMONG DILI ANG UBAN NGA MGA KASAL, KAHIMTANG, GIHAPON, PAG-ATUBANG O KINABUHI, SA KATAPOSAN O GIKAN SA MAONG KATAWHAN SA TRADE, GIKAN SA ANAK NGA KATAPUSAN, PAGSULOD SA KATUNGOD SA PAGKAMAHINAYAN, KATUYUAN SA KATAPUSAN, PAGTUO, KAHIGAYAG ALANG SA KATUNGOD NGA KATUYOHAN, O WALA PAG-INGRADO. WALA KAMI GUSTO NGA ANG KOMISYONAN KON UNSA ANG PAG-ALAGAD KITA ANG TANAN SA INYONG KINAHANGLAN, PAGPASABOT SA KINAHANGLAN NGA KINAHANGLAN, O ANG PAGGAMIT SA KATAPUSAN O ANG MGA PAG-ALAGAD NGA MAHIMONG MAHIMONG MAABUTAN O GIHAPON ANG ERROR. ANG SOFTWARE AND SERBISYO GIKITA SA INYO SA USA KA &#39;AS IS&#39; BASIS UG ANG IMONG PAGGAMIT SA SOFTWARE AND SERBISYO SA INYONG KAUGALINGONG RISIKO, PAGSULOD, WALAY PAGLIMBONG, KOMPLIKASYON SA USA KA BATAS. ANG KAHINUNGDANAN NAGTUO NGA GIHIMO SA KINAHANGLAN NGA ANG KAHIMTANG SA KASINGKASING NGA KASULATAN Usa ka DAKONG KAUGALINGONG BAHIN SA KOMISYONAN.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
ceb: GIHIMO NIMONG ANYON NGA REPRESENTASYON O MGA KASALA NGA ANG IYANG PAGGAMIT SA SERBISYO MAAYO SA KATUNGOD O PAG-ENSIYON SA KOMPLIKASYON SA ANAK NGA LABAN NGA TINUOD O MGA KATAWHANAN O PAG-ARON. KINAHANGLAN ANG PAG-APPLAIMER NGA GIAPON SA PERO DILI MAHIMONG LABI SA ANYONG FEDERAL O PAG-USAB SA MGA SULOD O KATUNGOD NGA MAKA-APPLIKAL SA IYA. IKAW MAAYONG RESPONSIBLE NGA PARA SA PAG-ENSAY NGA ANG IMONG PAGGAMIT SA MGA SERBISYO GIHATAG SA AKONG LABAN SA APPLICABLE LAW.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
ceb: KUNG IKAW NABALIK SA PAG-ALAGAD SA MGA SERBISYO O KINAHANGLAN NGA PAG-ANTOS, ANG IMONG PAGPANGALAGAD UG HINUNGDANONG GIHIMO SA PAGHIMO SA PAGGAMIT SA SERBISYO.

source: 9. Confidential Information:
ceb: 9. Kompidensyal nga Impormasyon:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
ceb: Gawas kung tin-aw nga gitugotan sa ubang partido, ang bisan kinsa nga partido dili magpadayag sa bisan unsang ikatulo nga partido ang bisan unsang kasayuran o mga materyal nga gihatag sa ubang partido sa ilalum sa Kasabutan ug makatarunganon nga nasabtan nga kompidensiyal (&#39;Confidential Information&#39;), o mogamit sa ingon nga Confidential Information sa bisan unsang paagi nga uban pa kay sa pagtuman sa mga obligasyon niini sa ilalum sa Kasabutan. Ang nahisgutan nga mga pagdili wala magamit sa bisan unsang kasayuran nga naa sa pampublikong domain o na sa pagpanag-iya sa partido nga nadawat, naila sa partido sa pagdawat sa wala pa ang petsa sa pagbunyag o nahibal-an sa pagdawat partido pagkahuman gikan sa usa ka ikatulo nga partido nga adunay dayag. Bona fide katungod nga ibunyag ang kasayuran, o Confidential Information nga ang pagdawat partido obligado sa pagmugna subay sa usa ka mando sa usa ka korte nga adunay husgado nga hurisdiksyon o usa ka balidong administratibo nga subpoena, nga gihatagan ang partido sa pagdawat naghatag sa pagpadayag sa partido sa pamanahon nga pahibalo sa usa ka korte order o subpoena. Dugang pa, imong masiguro nga ang imong awtorisado nga mga tiggamit magpadayon sa hugot nga pagsalig sa tanan nga mga password ug uban pang kasayuran sa pag-access sa Mga Serbisyo. Kini nga Seksyon 9 mabuhi sa pag-undang o pagtapos sa kini nga Kasabutan.

source: 10. Indemnification:
ceb: 10. Pagkaganti:

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
ceb: 10.1 Indigipikasyon alang sa Paglapas: Uyon sa Seksyon 10.4, kami, sa among gasto, manalipod kanimo batok sa bisan unsang pag-angkon sa ikatulo nga partido nga gidala batok kanimo nga nag-ingon nga ang Mga Serbisyo naglapas sa bisan unsang patent sa US nga gihatag sa usa ka ikatulo nga partido sama sa Epektibo nga Petsa; o paglapas sa bisan unsang copyright, trademark o trade secret sa bisan unsang ikatulo nga partido (kolektibo nga gipasabut ingon ang &#39;Intellectual Property Underlying the Services&#39;). Kung ang usa ka injunction gipangita o nakuha batok sa paggamit sa Intellectual Property Underlying the Services o sa among opinyon lagmit nga pangitaon o makuha, kita, sa among kapilian ug gasto, bisan (i) makuha alang kanimo ug sa imong ngalan awtorisado nga mga tiggamit ang katungod sa pagpadayon sa paggamit sa Mga Serbisyo, o (ii) mopuli o bag-ohon ang Mga Serbisyo aron dili magamit ang ilang paggamit samtang wala makahimo sa daghang pagpahiangay. Kung ang mga subsidy sa okasyon (i) ug (ii) sa taas dili praktikal, mahimo naton tapuson ang mga Serbisyo ug ibalik ang bisan unsang bayad, apan wala magamit nga Bayad sa Serbisyo. Dili kami obligado sa pagdepensa o manubag sa bisan unsang mga gasto o danyos sa ilalum sa Seksyon 10.1 kung ang giingon nga paglapas naggawas o naa sa bisan unsang paagi nga gipahinungod sa (i) bisan unsang pagbag-o sa bisan unsang Mga Serbisyo kanimo (o bisan kinsa sa imong awtorisado o gitudlo nga mga gumagamit) o (ii) paggamit sa mga Serbisyo nga nahiusa sa mga serbisyo ug produkto nga wala gihatag sa CaseActive kung ang ingon nga paglapas dili malikayan kung wala’y ingon nga pagbag-o o kombinasyon, o (iii) pagsunod sa imong mga laraw o panudlo o (iv) usa ka pag-angkon nga wala ipahayag sa tino nga ang mga Serbisyo ang hilisgutan sa pag-angkon (matag usa usa ka &#39;Wala Gawas nga Pag-angkon&#39;). Ang mga obligasyon sa indemnipikasyon nga naa sa Seksyon 10.1 mabuhi sa bisan unsang pag-undang o pagtapos sa kini nga Kasabutan.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
ceb: 10.2 Indigipikasyon alang sa Seguridad sa Data ug Pagkapribado: Uyon sa Seksyon 10.4, ug sa panahon sa imong pag-subscribe sa Mga Serbisyo, kami, sa among gasto, panalipdan ka batok sa bisan unsang pag-angkon sa ikatulo nga partido nga gidala batok kanimo nga gibuhian ang among kawalay pagpasagad sa pagpugong sa dili awtorisado nga pag-access sa, o sa atong tinuyo nga dili maayong buhat sa pagpadayag, Personal nga Pagkilala nga Impormasyon sa imong mga kostumer nga among gihuptan o kontrol. Kini nga panimalus dili magamit sa gilapdon nga ang ingon nga pag-angkon naggikan o adunay kalabutan sa imong pagpabaya o tinuyo nga dili maayo nga buhat o sa imong mga ahente o representante, o sa gidak-on ang liability ginawaran o limitado sa bisan unsang partido sa ilalum sa Kasabutan. Ang mga obligasyon sa indemnidad nga gipakita sa kini nga seksyon nakasalig kanimo nga nagpamatuod sa among grabeng pagpabaya o tinuyo nga dili maayong buhat direkta ug hapit na miresulta sa dili awtorisado nga pag-access o pagbunyag sa personal nga mailhan nga kasayuran sa imong mga kostumer sa among panag-iya o kontrol.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
ceb: 10.3 Ang Imong Indigasyon: Mouyon ka sa pagbayad, dili makadaot, ug panalipdan kami ug ang tanan namon nga mga empleyado, opisyales, direktor ug ahente gikan sa bisan kinsa ug tanan nga mga pag-angkon, mga demanda, demanda, mga pagdumala, imbistigasyon, danyos, gasto, gasto, pagkalugi, ug uban pa mga kapangakohan (lakip ang makatarunganon nga bayad sa abogado, mga gasto sa korte ug paggasto) nga naggikan sa o may kalabutan sa (i) imong paggamit sa Mga Serbisyo nga nakalapas sa Kasabutan, (ii) usa ka Gawas nga Pag-angkon, (iii) bisan unsang tinuud o giingon nga paglapas kanimo sa bisan unsang representasyon, garantiya, pakigsaad o obligasyon sa ilalum sa Kasabutan, o (iv) ang imong grabeng pagpabaya o tinuyo nga pagbuhat. Ang imong mga obligasyon sa indemnipikasyon sa ilalum sa Seksyon 10.3 mabuhi sa bisan unsang pag-undang o pagtapos sa Kasabutan.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
ceb: 10.4 Pahibalo ug Pagtinabangay: Ang mga obligasyon sa partido nga nagpahamtang sa indigay nga partido sa ilalum sa Seksyon 10 sa ibabaw ang nakondisyon sa (i) gipahamtang nga partido nga nagpahibalo sa indigay nga partido nga gisulat, sa pagkasayud sa bisan unsang pag-angkon, nga niini mahimo nga adunay katungod sa pagpanimalus sa ilalum sa Kasabutan ; (ii) kutob sa magamit, giinsulig nga partido nga nagpahunong sa paggamit sa giangkon nga naglapas nga mga Serbisyo kung nadawat ang pahibalo sa pareho; (iii) ginansya nga partido nga nagtugot sa indemnifying party nga adunay bug-os nga katungod sa pagkontrol sa pagdepensa ug paghusay sa bisan unsang ingon nga pag-angkon (sa kondisyon nga ang indigasyon nga partido dili mahimong maghusay sa bisan unsang pag-angkon nga wala’y pagtugot sa partido gawas kung ang pag-areglo nga dili tinuud nga nagpagawas sa indemnified party gikan sa tanan nga kapangakohan); (iv) ginansya nga partido nga naghatag og makatarunganon nga tabang sa pagpanimalus sa partido, sa paggasto sa gasto sa partido, sa pagpanalipod sa ingon nga pag-angkon; . ug (vi) gipanalanginan nga partido nga nagsunod sa bisan unsang pag-areglo o mando sa korte nga gihimo may kalabotan sa pag-angkon (nga may kalabutan sa umaabot nga paggamit sa bisan unsang mga naglapas nga materyales). Ang indigay nga partido mahimong moapil sa depensa o paghusay sa usa ka pag-angkon nga adunay tambag sa kaugalingon nga pagpili ug sa kaugalingon nga gasto.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
ceb: 10.5 Eksklusibo nga Kalingawan: Kini nga Seksyon 10 nagsulti sa bug-os nga kapangakohan sa partido sa, ug ang eksklusibo nga pag-ayad sa partido batok sa, ang uban pang partido alang sa bisan unsang klase sa pag-angkon nga gihubit sa niini nga Seksyon.

source: 11. Limitation on Liability:
ceb: 11. Limitasyon sa Liability:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
ceb: PAGSULAY SA PAGSULOD SA MGA DAMAG NGA PAGSULAY SA PAGSULAY SA KATAWHAN SA SEKSYON 5.3 O 12, SA KATUMANAN SA MAXIMUM GIHATAG SA KATAWHAN, SA WALA KAHIMTANG NGA PAGTUO SA PAGTUO SA KATUMANAN SA KATUMANAN SA KATUMANAN SA KATUMANAN IKAW PARA SA MGA PAG-ALAGAD GIHAPON ANG PAGSULAY SA LIABILITY DURING SA USA KA TUIG NGA YUTA NGA HINUNGDANON NGA GIHATAG SA TINUOD NGA PAG-ALAGAD SA KATUNGOD SA ACTION AROSE.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
ceb: PAGSULAY SA PAGSULAY SA MGA DAMAG NGA ARISING SA PAGSULAY UBAT SA USA KA BREAK SA SEKSYON 5.3 O 12, SA KATUMANAN SA MAXIMUM GIHATAG SA KATAWHAN, SA WALA KAHIMTANG NGA PAGTUO SA TINUOD NGA KATAPOSAN, GIHIMO GIHAPON O GIHAPON SA KATAPOSAN, KAY ANA NGA LALAKI NGA GIHIMO SA UBAN NGA LALAKI KARON KATUMANAN SA PROSESYON SA MAAYONG GASA SA PAGSULAY O PAG-ALAGAD O PARA SA ANUMANG KAHIMTANG, ESPESYAL, KONSEPENTAL, PAGSULAT O KAPALIGTONG, HINUMDOMAN NGA GIHIMO AT GIPATABANG SA ANONG KAAYO SA LIABILIDAD (PAGLABOT SA NEGLIGADO), PAG-ARON SA PAGTUO SA KATAPUSAN KINI NGA MGA OBLIGASYON HEREUNDER, KON UNSAY O DILI MAKAPANGITA BAHIN ANG KATUMAN SA KATUNGDANAN SA MGA HINUMDOM NGA DAMANG.
