Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ceb/LC_MESSAGES/messages.po
Languages: ceb

source: event scheduling, and step-by-step case processing.
ceb: pag-eskedyul sa panghitabo, ug pagpadali sa kaso nga kaso.

source: Self-Serve Administration
ceb: Pag-alagad sa Kaugalingon nga Pag-alagad

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
ceb: Ang paglihok isip usa ka virtual nga katabang sa administratibo, ang CaseActive naghatag gahum kanimo sa naka-streamline nga dokumento ug pagdumala sa media, pribado nga kliyente nga kliyente ngadto sa customer, pag-iskedyul sa panghitabo, ug pagproseso sa lakang sa lakang.

source: Manage User Logins & Case Creation
ceb: Pagdumala sa Mga Logins sa Gumagamit ug Paglikha sa Kaso

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
ceb: Direkta nga bantayan ang pagmugna sa mga account sa gumagamit samtang gitugotan ang ilang mga permiso sa pag-access sa basihan nga kaso. Pagdumala sa paghimo sa kaso, pag-uswag, ug pagtapos, uban ang hingpit nga pagreport sa matag lakang sa pamaagi.

source: View Caseactive Analytics
ceb: Tan-awa ang Caseactive Analytics

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
ceb: Tan-awa kung giunsa kung ang us aka kaso nag-uswag, ang gidaghanon sa mga kaso nga malampuson nga sirado, ug tan-awa ang mga oras sa pagtubag pinaagi sa bug-os nga module sa pag-analisar sa CaseActive. Ang kinaadman gahum, ug among gihatag kanimo ang tanan aron mahibal-an ang bahin sa imong kaugalingon nga mga proyekto.

source: Monitor User Logs
ceb: Monitor Users Logs

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
ceb: Pagtan-aw sa mga logins sa mga kliyente ug miyembro sa plataporma ug kalihokan sa plataporma aron masiguro ang tanan nilang mga aksyon nga gitugutan sa sulud sa kaso ug ang tanan nga mga miyembro nagbuhat sa ilang mga katungdanan kung gikinahanglan.

source: Employ Advanced Searches
ceb: Gamita ang Advanced nga mga Paghuhukom

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
ceb: Pagpangita gayud kung unsa ang imong kinahanglan kung kinahanglan nimo kini. Ang mga kaso sa pagpangita pinaagi sa mga ngalan sa tiggamit ug kliyente, mga keyword, mga timeline, gi-upload nga mga dokumento, ug daghan pa!

source: Create Custom Fields
ceb: Paghimo og Custom Fields

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
ceb: Paghimo espesyalista nga natad sa kaso alang sa pag-input sa membro ug team, ug tiguma ang datos nga kinahanglan nimo gikan sa tanan nga nahilambigit. Himua nga talagsaon ang interface sa kaso sa imong negosyo ug brand!

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
ceb: Pagpalambo og daghang kadaghan sa naandan nga mga porma ug mga template alang sa pag-apod-apod ug pagkompleto sa matag usa ug pagkahuman sa usa ka kaso (sama sa mga pagsusi sa exit sa kliyente). Bisan unsa nga porma nga kinahanglan nimo, mahimo nimong makamugna!

source: Violet Cherry
ceb: Si Violet Cherry

source: As-You-Go Invoicing
ceb: Pagpangita sa As-You-Go

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
ceb: Ania kami aron sa pagtabang! Pangutan-a kon aduna pa kamoy mga pangutana ug motubag kami sulod sa duha ka adlaw nga trabaho.

source: * Email is not valid.
ceb: * Dili balido ang email.

source: Low
ceb: Ubos

source: High
ceb: Hataas

source: Critical
ceb: Kritikal

source: Choose Importance
ceb: Pilia ang Kaimportante

source: Sales
ceb: Pagbaligya

source: Other
ceb: Uban pa

source: Choose Department
ceb: Pilia ang Departamento

source: Importance
ceb: Kamahinungdanon

source: Send A New Message
ceb: Pagpadala Usa ka Bag-ong Mensahe

source: Send message
ceb: Ipadala ang mensahe

source: Answers to Questions
ceb: Mga Tubag sa mga Pangutana

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
ceb: Adunay mga pangutana? Basaha ang dugang nga giya sa among mga tubag sa mga pangutana sa kustomer ug pangitaa ang mga tubag sa imong kaugalingon.

source: How secure is CaseActive?
ceb: Unsa ka luwas ang CaseActive?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
ceb: Gigamit sa CaseActive ang military ug bank grade 128-bit SSL encryption para sa data transmission ug 256-bit AES encryption para sa data nga nagpahulay. Ang matag kaso sa CaseActive adunay usa ka talagsaon nga yawe nga nahimo, nga naghatag usa ka dugang nga layer sa seguridad alang sa imong negosyo. Dili namo tugutan ang laing kompanya nga maka-access sa imong database o storage system.

source: I have an existing system in place, Can CaseActive work with my existing system?
ceb: Ako adunay usa ka kasamtangan nga sistema sa lugar, Mahimo ba ang CaseActive sa pagtrabaho uban sa akong kasamtangan nga sistema?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
ceb: Oo, mahimo nimong i-integrate ang among proprietary API o import nga module aron awtomatiko nga makahimo og mga kaso, mag-assign sa mga tiggamit, ug makamugna og mga taho base sa imong sistema nga input.

source: We have clients all over the world. Is CaseActive available in other languages?
ceb: Kami adunay mga kliyente sa tibuok kalibutan. Anaa ba ang CaseActive sa ubang mga pinulongan?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
ceb: Oo, ang CaseActive nga app ug komunikasyon mahimong mahubad sa kapin sa 60 ka mga pinulongan, lakip ang, Mandarin Chinese, Spanish, Hindi ug Russian ingon man English.

source: Can I add a logo or customize CaseActive in any way?
ceb: Mahimo ba ako makadugang usa ka logo o ipasadya ang CaseActive sa bisan unsang paagi?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
ceb: Hingpit nga! Gidisenyo ang CaseActive nga naa sa imong hunahuna. Sa panid sa setting sa admin panel, mahimo nimong i-upload ang imong kaugalingon nga personal nga kolor ug pilion ang mga kolor sa imong kompanya.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
ceb: Nahiuyon ba ang CaseActive sa bisan unsang aparato (PC, Mac, Tablet ug Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
ceb: Ang CaseActive usa ka responsive nga web app. Nagdagan kini sa bisan unsang web browser sama sa Internet Explorer, Firefox, Safari o Chrome, ug uban pa. Kini nagpasabot nga ang matang sa device (PC, Mac, Tablet ug Mobile) nga imong gigamit walay kalainan. Ablihi lang ang web browser, log in sa imong CaseActive account, ug andam ka na.

source: How many clients can I have?
ceb: Pila ka mga kliyente ang mahimo nako?

source: You are billed per staff seat, per month. You can have unlimited client users.
ceb: Gisingil ka matag lingkuranan sa kawani, matag bulan. Mahimo kang adunay walay limitasyon nga tiggamit sa kliyente.

source: Enhance User Experience
ceb: Pauswaga ang Kasinatian sa Gumagamit

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
ceb: Walay minimum nga bayronon ug walay upfront nga mga pasalig. Nagbayad ka lang matag lingkuranan sa kawani, matag bulan.

source: per Month
ceb: kada Bulan

source: Everything you need to get started. 3 seats are included.
ceb: Ang tanan nga imong gikinahanglan sa pagsugod. 3 ka lingkoranan ang giapil.

source: Business
ceb: Negosyo

source: Our most popular plan. 4 seats are included.
ceb: Ang among pinakapopular nga plano. 4 ka lingkoranan ang gilakip.

source: Contact sales for pricing
ceb: Kontaka ang halin para sa presyo

source: Custom Pricing, Advanced features, SSO, Webhooks.
ceb: Custom nga Presyo, Advanced nga mga bahin, SSO, Webhooks.

source: Contact Sales
ceb: Kontaka ang Sales

source: Communicate and share docs with your clients
ceb: Pakigsulti ug ipaambit ang mga dokumento sa imong mga kliyente

source: Schedule recurring events and meetings
ceb: Pag-eskedyul og balik-balik nga mga panghitabo ug mga miting

source: Fully customize your form to generate data
ceb: Hingpit nga ipasibo ang imong porma aron makamugna og datos

source: Keep track of case progression
ceb: Pagsubay sa pag-uswag sa kaso

source: Request compliant e-signatures from multiple users
ceb: Paghangyo nga nagsunod sa mga e-pirma gikan sa daghang mga tiggamit

source: Generate invoice for your client to view or pay
ceb: Paghimo og invoice aron makita o mabayran sa imong kliyente

source: Allows everyone to know what is coming up and due
ceb: Gitugotan ang tanan nga mahibal-an kung unsa ang umaabot ug angay

source: Auto notify the user when something is due
ceb: Awtomatikong ipahibalo ang tiggamit kung adunay kinahanglan

source: Add custom case fields for all your cases
ceb: Idugang ang custom case field para sa tanan nimong case

source: Make your app unique with logo and color styles
ceb: Himua nga talagsaon ang imong app gamit ang logo ug mga istilo sa kolor

source: Access to customer support
ceb: Pag-access sa suporta sa kustomer

source: Storage
ceb: Pagtipig

source: Unlimited
ceb: Walay kinutuban

source: Additional Users Seats
ceb: Dugang nga mga Lingkod sa Gumagamit

source: Convo with recording
ceb: Convo nga naay recording

source: Video or audio chat with recording saved to the case
ceb: Video o audio chat nga adunay recording nga gitipig sa kaso

source: API Access
ceb: Pag-access sa API

source: Automate tasks with access to API
ceb: I-automate ang mga buluhaton nga adunay access sa API

source: Module Templates
ceb: Mga Template sa Module

source: Create a standard template and reuse it
ceb: Paghimo ug standard template ug gamita kini pag-usab

source: Autorun an action when a case or case assigned is triggered
ceb: Awtomatikong pagdagan ang usa ka aksyon kung ang usa ka kaso o kaso nga gi-assign ma-trigger

source: Send general, birthday, or holiday messages to clients (Coming Soon)
ceb: Ipadala ang kinatibuk-an, adlawng natawhan, o mga mensahe sa holiday ngadto sa mga kliyente (Moabot Na)

source: Encryption at rest
ceb: Pag-encrypt sa pagpahulay

source: Protects your data from system compromise
ceb: Gipanalipdan ang imong datos gikan sa pagkompromiso sa sistema

source: Encryption in transit
ceb: Pag-encrypt sa pagbalhin

source: Protects your data if communications are intercepted
ceb: Gipanalipdan ang imong data kung ang mga komunikasyon ma-intercept

source: SAML-based single sign-on (SSO)
ceb: Single sign-on (SSO) nga nakabase sa SAML

source: Respond realtime to events
ceb: Pagtubag sa tinuud nga oras sa mga panghitabo

source: Seamless Collaboration
ceb: Seamless nga Kolaborasyon

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
ceb: Gi-streamline sa CaseActive ang digital nga kolaborasyon tali sa imong kompanya ug mga kliyente - gikan sa konsultasyon hangtod sa resolusyon, tanan sa usa ka plataporma.

source: Take a tour
ceb: Pag-tour

source: Stay Connected
ceb: Pagpabilin nga Sumpay

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
ceb: Hupti ang dali nga kontak sa mga myembro sa team nga gigamit ang interface nga maabi-abihon sa CaseActive ingon imong usa ka hunong nga hub alang sa kliyente ug pagdumala sa kaso.

source: Connect
ceb: Sumpayan

source: Case Feed keeps you up-to-date with your clients.
ceb: Ang Feed sa pagkaon naghatag kanimo sa labing bag-o sa imong mga kliyente.

source: Schedule
ceb: Eskedyul

source: Create events, invite attendees, and monitor your calendar.
ceb: Paghimo og mga panghitabo, pagdapit sa mga nanambong, ug pag-monitor sa imong kalendaryo.

source: Call
ceb: Pagtawag

source: Engage in live video conference calls any time, anywhere.
ceb: Pag-apil sa live nga mga koneksyon sa video sa bisan unsang oras, sa bisan diin.

source: Share
ceb: Ipakigbahin

source: Securely upload files, discuss them, and share.
ceb: Lig-on nga mag-upload og mga file, hisgoti kini, ug ipakigbahin.

source: Powerful Case Management
ceb: Gamhanan nga Pagdumala sa Kaso

source: Out-of-the-Box Functionality
ceb: Gawas nga Kasagaran

source: Easily assign individuals
ceb: Dali nga ihatag ang mga tawo

source: or teams to a case and collaborate with clients.
ceb: o mga grupo sa usa ka kaso ug pakigtambayayong sa mga kliyente.

source: Manage user groups
ceb: Pagdumala sa mga grupo sa tiggamit

source: and customize access permissions.
ceb: ug ipahiangay ang mga permiso sa pag-access.

source: All data is automatically backed up
ceb: Ang tanan nga mga data awtomatikong gipaluyohan

source: in case a recovery is ever needed.
ceb: kon may gikinahanglan nga pagkaayo.

source: All information
ceb: Ang tanang impormasyon

source: is securely encrypted, ensuring your absolute privacy.
ceb: ang gikuhaan sa kasigurohan, pagsiguro sa imong hingpit nga privacy.

source: Customize
ceb: Pagpahiangay

source: with your own colors and logo.
ceb: uban sa imong kaugalingon nga mga kolor ug logo.

source: can be enabled/disabled at any time.
ceb: mahimong makahimo / magpugong sa bisan unsang panahon.

source: Benefits of
ceb: Mga kaayohan sa

source: Reduction in time
ceb: Pagkunhod sa panahon

source: to intake new clients
ceb: sa pagkuha sa bag-ong mga kliyente

source: Minimize
ceb: Pagminus

source: the chance of
ceb: ang kahigayonan sa

source: Better experience
ceb: Mas maayo nga kasinatian

source: for your client
ceb: para sa imong kliyente

source: Increase in caseload capacity
ceb: Pagdugang sa kapasidad sa caseload

source: per staff
ceb: kada kawani

source: Get Started with our Built-in Apps
ceb: Sugdi ang atong mga Gitukod nga Apps

source: All you need in one place.
ceb: Ang tanan nga imong gikinahanglan sa usa ka dapit.

source: Case Feed
ceb: Pagpakaon sa Kaso

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
ceb: Dali nga mag-assign sa usa ka kliyente, kawani, ug mga kaubanan sa usa ka kaso ug pag-apil sa usa ka luwas nga wanang nga magtugot kanimo sa pag-uswag sa kaso, adunay mga pag-istoryahan sa chat ug video nga tin-aw, ingon usab mga iskedyul nga mga panghitabo, e-sign / upload / download nga mga dokumento, ug daghan pa.

source: Case Invoices
ceb: Mga Invoice sa Kaso

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
ceb: Sa pag-invoice sa as-you-go, ang pagsingil sa kliyente usa ra ka pag-klik, ug tugutan ka nga ipadala dayon ang mga gipangayo nga pondo sa pondo ug makadawat diretso nga bayad.

source: Case Events
ceb: Mga Panghitabo sa Kaso

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
ceb: Ipadayon nga organisado ang imong kalendaryo sa kaso sa tanan nga mga oras, pag-iskedyul sa mga panghitabo, pagdapit sa mga nanambong, pagpadala mga pahinumdom sa panghitabo, ug pagsiguro nga ang tanan nagpadayon sa pagsubay.

source: Case Convo
ceb: Kaso Convo

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
ceb: Pakigtagbo sa mga kliyente ug mga miyembro sa koponan hapit &#39;nawong-sa-nawong&#39; pinaagi sa gitukod nga video nga komperensya aron makasulti ka direkta sa tanan nga nahilambigit.

source: Case Forms & E-signs
ceb: Mga Porma sa Kaso ug E-sign

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
ceb: Hingpit nga ipasibo ang imong porma sa kaso aron makamugna ang talagsaon nga mga template nga nagsilbi sa imong piho nga panginahanglan. Kini nga mga template mahimong iapud-apod sa mga kliyente ug mga miyembro sa koponan aron pun-on ug pag-sign

source: Case notes
ceb: Mga nota sa kaso

source: Keep notes with custom fields and attachments on case progression for current and future team members
ceb: Pagtipig og mga nota nga adunay mga custom nga field ug mga attachment sa pag-uswag sa kaso alang sa karon ug sa umaabot nga mga miyembro sa team

source: Case Media
ceb: Kaso Media

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
ceb: Pag-upload, pagpaambit, pagkomento, ug pag-download sa mga file nga may kalabotan sa kaso aron ang tanan adunay pakisayran sa tanan nga hinungdanon nga mga detalye, mga tawo, ug mga sitwasyon.

source: About Case
ceb: Mahitungod sa Kaso

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
ceb: Himua ang mga kliyente ug kawani nga tan-awon ang mga kinatibuk-ang detalye alang sa mga kaso nga nahilambigit niini. Mahimo nimo nga tapuson ang kaso kung ang tanan naputos, o hatagan ang pagtugot sa miyembro sa team nga buhaton kini.

source: Plus Many More Features
ceb: Dugang Daghang Daghang mga Features

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
ceb: Gamita ang Tinuud nga Pag-alagad sa Kaugalingon Pag-alagad Pagdumala sa tibuuk nga pagkontrol sa imong suite sa CaseActive management gikan sa plataporma mismo.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ceb: Hugot nga pag-link ang imong naglungtad nga sistema sa CaseActive Pagsama sa among proprietary API aron awtomatiko nga maghimo mga kaso, pag-assign sa mga tiggamit, ug pagmugna mga taho base sa imong input sa system.

source: Multi-Language Enabled:
ceb: Pinahigda nga Multi-Pinulongan:

source: Interact with clients in
ceb: Makig-uban sa mga kliyente sa

source: 70+ languages
ceb: 70+ ka pinulongan

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
ceb: Bisan kon nagtrabaho sa lokal o sa tibuok kalibutan, mahimo nimong i-translate ang lumad nga pinulongan sa imong kliyente pinaagi sa CaseActive&#39;s

source: language management system
ceb: sistema sa pagdumala sa pinulongan

source: No more confusion or limits.
ceb: Wala nay kalibog o limitasyon.

source: Let's see what others are saying
ceb: Atong tan-awon kung unsay gisulti sa uban

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
ceb: Hibal-i kung giunsa ang among kahibulongang mga kostumer - gikan sa gagmay nga mga negosyo hangtod sa mga negosyo sa negosyo - nagpadako sa ilang kompetensya nga bentaha pinaagi sa pagkahimong mga manggugubat nga CaseActive.

source: SUPPORT
ceb: SUPORTA

source: Everything at Your Fingertips.
ceb: Ang tanan sa Imong mga Tudlo.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
ceb: Pagsugod sa imong CaseActive app pinaagi sa pagsunod sa among video guide, ug i-customize kini aron mohaum sa imong mga panginahanglan.

source: What are you looking for...
ceb: Unsay imong gipangita ...

source: Last Updated: June 7, 2021
ceb: Katapusan nga Gi-update: Hunyo 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
ceb: Ang CaseActive adunay reserba sa tama, bisan kanus-a ug sa iyang kaugalingon nga pagkabuotan, aron ma-update ug mabag-o ang bisan kinsa o tanan niining mga Termino sa Serbisyo. Kung gibag-o sa CaseActive kini nga Mga Termino sa Pag-alagad, ang CaseActive magbag-o sa &#39;Kataposang Gi-update&#39; nga petsa sa ibabaw. Ikaw ang responsable sa kanunay nga pagribyu sa labing bag-ong bersyon sa Serbisyo. Ang imong padayon nga paggamit sa Mga Serbisyo pagkahuman sa bisan unsang mga pagbag-o nga nahimo nahimo nga imong pagtugot nga mahiusa sa mga pagbag-o. Kung supak ka sa bisan unsang mga pagbag-o sa Mga Termino sa Pag-alagad, ang imong bugtong ug eksklusibo nga solusyon mao ang pagtapos sa Mga Serbisyo sumala sa mga termino dinhi.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
ceb: Ang mga Kinatibuk-ang Mga Termino sa Pag-alagad magamit sa mga Serbisyo sa kinatibuk-an. Ang dugang nga mga termino nga magamit sa matag gitanyag nga Serbisyo gibutang sa mga link nga gihatag sa ubos (ang &#39;Dugang nga mga Termino sa Serbisyo&#39;).

source: 1. Services:
ceb: 1. Mga serbisyo:
