Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ceb/LC_MESSAGES/messages.po
Languages: ceb

source: Your Paid Invoices
ceb: Imong Bayad nga mga Invoice

source: Paid
ceb: Gibayran

source: Your Invoices
ceb: Imong mga Invoice

source: All Invoices
ceb: Tanan nga mga Invoice

source: Invoice Title
ceb: Titulo sa Invoice

source: No Invoices
ceb: Walay mga Invoice

source: No Audios yet.
ceb: Wala pay Audios.

source: Loading failed.
ceb: Ang pagkapakyas napakyas.

source: retry
ceb: usba

source: No documents yet.
ceb: Wala pay dokumento.

source: No Files yet.
ceb: Wala pay Files.

source: No Images yet.
ceb: Wala pay mga Imahe.

source: No Videos yet.
ceb: Wala pay mga Video.

source: Page Not Found
ceb: Wala Makita ang Panid

source: Attachments
ceb: Mga Sakyanan

source: Note View
ceb: Tan-awa ang Nota

source: No Notes
ceb: Walay mga Mubo nga sulat

source: Select the person to answer this field
ceb: Pilia ang tawo aron pagtubag niini nga natad

source: Create E-sign
ceb: Paghimo og E-sign

source: Update E-signs
ceb: Pag-update sa mga E-sign

source: Signs
ceb: Mga timailhan

source: Add Field
ceb: Idugang ang Field

source: Edit Field
ceb: I-edit ang Field

source: Send E-sign
ceb: Ipadala ang E-sign

source: E-sign Submitted.
ceb: E-sign Gisumite.

source: You don't have permissions to submit e-signs.
ceb: Wala kay permiso sa pagsumite sa mga e-sign.

source: You currently have no E-signs of your own
ceb: Sa pagkakaron wala kay E-sign sa imong kaugalingon

source: Your Uncompleted E-signs
ceb: Imong Wala Makompleto nga E-sign

source: Your Completed E-signs
ceb: Imong Nakompleto nga E-signs

source: Your Signs
ceb: Imong mga Timailhan

source: All E-signs
ceb: Tanan nga E-sign

source: E-sign Title
ceb: E-sign nga Titulo

source: No E-signs
ceb: Walay E-sign

source: No E-signs In Library
ceb: Walay E-sign sa Library

source: Upload E-sign Document
ceb: I-upload ang E-sign nga Dokumento

source: Update Task
ceb: Pag-update sa Buluhaton

source: Create Task
ceb: Paghimo og Buluhaton

source: You currently have no tasks of your own
ceb: Sa pagkakaron wala kay mga buluhaton sa imong kaugalingon

source: Your Uncompleted Tasks
ceb: Imong Wala Mahuman nga mga Buluhaton

source: Your Completed Tasks
ceb: Imong Nakompleto nga mga Buluhaton

source: Your Tasks
ceb: Imong mga Buluhaton

source: All Tasks
ceb: Tanang Buluhaton

source: Task
ceb: Buluhaton

source: Deadline
ceb: Ang deadline

source: Assignees
ceb: Mga assignee

source: In Progress
ceb: Sa Pag-uswag

source: Delete task
ceb: Pagtangtang sa buluhaton

source: No Tasks
ceb: Walay Buluhaton

source: wants access
ceb: gusto access

source: No Answers
ceb: Walay mga tubag

source: Select Field Type
ceb: Pagpili sa Field Type

source: Text Only
ceb: Teksto Lamang

source: Dropdown
ceb: Pag-dropdown

source: Checkboxes
ceb: Mga checkbox

source: Date
ceb: Petsa

source: Time
ceb: Panahon

source: Yes/No
ceb: Oo / Dili

source: Number
ceb: Gidaghanon

source: Access Denied
ceb: Gidili ang Pag-access

source: You don't have access to this case.
ceb: Wala ka’y access sa kini nga kaso.

source: Imports
ceb: Pag-import

source: View import
ceb: Tan-awa ang import

source: Sessions
ceb: Mga sesyon

source: Home
ceb: Balay

source: Users
ceb: Mga tiggamit

source: Integration
ceb: Paghiusa

source: Settings
ceb: Mga Setting

source: Webhooks
ceb: Mga Webhook

source: Keys
ceb: Mga yawi

source: Feed Templates
ceb: Mga Templo sa Feed

source: Form Templates
ceb: Porma nga Templates

source: E-sign Templates
ceb: E-sign nga mga Template

source: Task Templates
ceb: Mga Template sa Buluhaton

source: Payments
ceb: Mga bayad

source: From
ceb: Gikan

source: To
ceb: Sa

source: System
ceb: Sistema

source: User Intake
ceb: Paggamit sa Gumagamit

source: After Actions
ceb: Human sa mga Aksyon

source: Advance Settings
ceb: Mga Advance nga Setting

source: Label Name
ceb: Pag-label sa Ngalan

source: Fields
ceb: Mga Field

source: Have many users?
ceb: Adunay daghang tiggamit?

source: Import users
ceb: Import nga tiggamit

source: or
ceb: o

source: Send them a signup link.
ceb: Ipadala kanila ang link sa pag-signup.

source: Let's start by entering the email or phone number
ceb: Magsugod kita pinaagi sa pagsulod sa numero sa email o telepono

source: Phone
ceb: Telepono

source: Invalid phone number entered
ceb: Dili balido nga numero sa telepono ang gisulud

source: A label to easily find a case. it cannot be changed later
ceb: Usa ka marka aron dali makapangita kaso. dili kini mabag-o sa ulahi

source: Visibility:
ceb: Pagtan-aw:

source: Who can use this template
ceb: Kinsa ang makagamit niini nga template

source: One time
ceb: Usa ka higayon

source: Please enter valid payment information before proceeding
ceb: Palihug isulod ang balido nga impormasyon sa pagbayad sa dili pa mopadayon

source: Add Payment
ceb: Idugang ang Bayad

source: Repeat every:
ceb: Balika ang matag:

source: Let's get started
ceb: Magsugod na ta

source: Take me there
ceb: Dad-a ko didto

source: Onboarding
ceb: Pagsakay

source: Created on
ceb: Gihimo sa

source: Expires on
ceb: Ma-expire sa

source: No announcements yet.
ceb: Wala pay mga anunsyo.

source: Add Announcement
ceb: Idugang ang Anunsyo

source: Edit Announcement
ceb: I-edit ang Pahibalo

source: Date and time should be at least one hour ahead
ceb: Ang petsa ug oras kinahanglan labing menos usa ka oras sa unahan

source: Delete Date
ceb: Pagtangtang sa Petsa

source: Delete Time
ceb: Pagtangtang sa Oras

source: Back
ceb: Balik

source: No Users Found
ceb: Wala Nakit-an ang mga Gumagamit

source: No role selected
ceb: Wala’y gipili nga papel

source: No permissions added!
ceb: Walay permiso nga nadugang!

source: ASSIGNED USERS
ceb: GI-ASIGNG USERS

source: CASE PERMISSIONS
ceb: KASINGKASING SA KASO

source: Role
ceb: Papel

source: remove
ceb: kuhaon

source: Assign User
ceb: Pagtudlo sa Gumagamit

source: User
ceb: Gigamit

source: ADD USER
ceb: PAGDUGANG NGA USER

source: Email user about case assignment
ceb: Email nga tiggamit mahitungod sa assignment sa kaso

source: No cases found.
ceb: Walay mga kaso nga nakit-an.

source: Create a case for a business
ceb: Paghimo og kaso alang sa usa ka negosyo

source: Case ID
ceb: Kaso nga ID

source: Created On
ceb: Gihimo

source: Case Status
ceb: Katawanan sa Kaso

source: Case Type
ceb: Tipo sa Kaso

source: Assign Users
ceb: Pagtudlo sa mga Gumagamit

source: No cases found
ceb: Walay mga kaso nga nakit-an

source: Have many cases?
ceb: Adunay daghang mga kaso?

source: Click here to import cases.
ceb: Pag-klik dinhi aron ma-import ang mga kaso.

source: No status selected
ceb: Walay gipili nga status

source: No type selected
ceb: Wala gipili nga tipo

source: Case Info
ceb: Mga Impormasyon sa Kaso

source: About
ceb: Mahitungod sa

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
ceb: Usa ka permanente nga label aron dali nga makit-an ang usa ka kaso. (a-z, 0-9, -, /) gitugotan

source: Case Types
ceb: Mga tipo sa kaso

source: Click
ceb: Pag-klik

source: to edit case types
ceb: aron ma-edit ang mga tipo sa kaso

source: No Type selected
ceb: Walay Type nga gipili

source: Case not found!
ceb: Dili makita ang kaso!

source: All statistics
ceb: Tanan nga estadistika

source: Import not found.
ceb: Dili nakit-an ang import.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
ceb: Ang pagproseso sa file napakyas. Siguruha nga kini usa ka tipo sa file nga CSV ug adunay sulud nga husto nga mga ulohan

source: No Imports yet.
ceb: Wala pa Mga Pag-import.

source: Source
ceb: Gigikanan

source: Stats
ceb: Mga istatistika

source: Passed:
ceb: Pasado:

source: Failed:
ceb: Napakyas:

source: Add Imports
ceb: Pagdugang Mga Pag-import

source: Download Sample
ceb: Pag-download nga Sampol

source: Choose a file
ceb: Pagpili usa ka file

source: Edit Key
ceb: Pag-edit sa Yawi

source: Add Key
ceb: Idugang ang Yawi

source: No Keys yet.
ceb: Wala pa mga Yawi.

source: Source CIDR
ceb: Gigikanan CIDR

source: Remove
ceb: Kuhaa

source: is invalid.
ceb: dili balido

source: Secret Key
ceb: Sekreto nga Yawi

source: Make sure to copy your new secret key now. You won’t be able to see it again!
ceb: Siguruha nga kopyahon ang imong bag-ong tinago nga yawi karon. Dili na nimo kini makita pag-usab!

source: Edit Webhook
ceb: Pag-edit sa Webhook

source: Add Webhook
ceb: Idugang ang Webhook

source: No event selected
ceb: Wala gipili nga hitabo

source: No Webhooks yet.
ceb: Wala pa Webhooks.

source: Secret Webhook
ceb: Sekreto nga Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
ceb: Siguruha nga kopyahon ang imong bag-ong tinago nga webhook karon. Dili na nimo kini makita pag-usab!

source: Login in account page.
ceb: Pag-login sa pahina sa akawnt.

source: Edit form builder
ceb: I-edit ang tigbuhat sa porma

source: Delete form
ceb: Pagtangtang sa porma

source: No forms yet.
ceb: Walay mga porma.

source: Intake Forms
ceb: Mga Porma sa Pag-inom

source: Upload Intake Form Document
ceb: Pag-upload sa Dokumento sa Intake nga Porma

source: Add Intake Form
ceb: Idugang ang Intake Form

source: Edit Intake Form
ceb: I-edit ang Intake Form

source: Show Media
ceb: Ipakita ang Media

source: Edit Post
ceb: I-edit ang Post

source: Files Amount
ceb: Mga File Amount

source: No Feed Templates yet.
ceb: Wala’y Paagi sa Feed.

source: Processing media ...
ceb: Pagproseso sa media ...

source: Download original file
ceb: Pag-download sa orihinal nga file

source: Could not display media
ceb: Dili ipakita ang media

source: No locations found.
ceb: Wala&#39;y nakaplagan nga mga lugar.

source: Main Office
ceb: Panguna nga Opisina

source: Location Name
ceb: Ngalan sa Lokasyon

source: Delete e-sign
ceb: Pagtangtang sa e-sign

source: No e-signs yet.
ceb: Wala pa nga e-sign.

source: Subtasks Count
ceb: Ihap sa mga subtasks

source: No tasks yet.
ceb: Wala pay buluhaton.

source: Refund
ceb: Pag-uli

source: No invoices yet.
ceb: Wala pay invoice.

source: Refund Reason
ceb: Rason sa Pagbayad

source: Duplicate charge
ceb: Duplicate nga bayad

source: Fraudulent charge
ceb: Panglimbong nga bayad

source: Requested by customer
ceb: Gihangyo sa kustomer

source: On Board
ceb: Sakay

source: Role Info
ceb: Impormasyon sa Papel

source: It cannot be changed later
ceb: Dili kini mabag-o sa ulahi

source: Role Permissions
ceb: Mga Katungod sa Papel

source: e-signs
ceb: mga e-sign

source: on
ceb: sa

source: Allowed File Sizes
ceb: Gitugot nga Laki sa File

source: Create
ceb: Paghimo

source: Creating...
ceb: Naghimo ...

source: Modules
ceb: Mga Modulo

source: Roles
ceb: Mga tahas

source: Profile information
ceb: Impormasyon sa profile

source: No role found.
ceb: Walay nakitang papel.

source: When a case is created, auto assign these users
ceb: Kung ang usa ka kaso gihimo, awtomatik nga i-assign kini nga mga tiggamit

source: Remove All
ceb: Kuhaa ang Tanan

source: User Name
ceb: Ngalan sa Gumagamit

source: Notify
ceb: Pahibalo

source: When a user is assigned to a case, auto add templates
ceb: Kung ang usa ka tiggamit gi-assign sa usa ka kaso, awtomatikong idugang ang mga template

source: No post selected
ceb: Walay gipili nga post

source: No form selected
ceb: Walay gipili nga porma

source: No e-sign selected
ceb: Walay gipili nga e-sign

source: Templates
ceb: Mga template

source: Add Templates
ceb: Idugang ang mga Template

source: Idle Cases
ceb: Mga Kaso nga Idle

source: When a case is idle, post this message
ceb: Kung walay kaso ang usa ka kaso, i-post kini nga mensahe

source: No case type selected
ceb: Walay gipili nga tipo sa kaso

source: Set Idle Message
ceb: Ibutang ang Idle nga Mensahe

source: No task selected
ceb: Walay buluhaton nga gipili

source: No operation order selected
ceb: Walay gipili nga order sa operasyon

source: Operation Order
ceb: Orden sa Operasyon

source: Add Templates to Assign Users
ceb: Idugang ang mga Template aron I-assign ang mga Gumagamit

source: CaseType
ceb: Tipo sa Kaso

source: Case Form
ceb: Porma sa Kaso

source: User Form
ceb: Porma sa Gumagamit

source: Notes Form
ceb: Porma sa mga Nota

source: Defaults
ceb: Mga bakak

source: Required
ceb: Gikinahanglan

source: Public User Signup link:
ceb: Link sa Public User Signup:

source: Design Settings
ceb: Mga setting sa laraw

source: Change file
ceb: Pag-usab sa file

source: Delete Favicon
ceb: Pagwagtang sa Favicon

source: Delete Logo
ceb: Pagwagtang Logo

source: Text Color
ceb: Kolor sa Teksto

source: Recommended Colors:
ceb: Girekomenda nga Mga Kolor:

source: reset
ceb: pag-reset

source: Background Color
ceb: Kolor sa background

source: Company Info
ceb: Impormasyon sa Kompanya

source: Terms of Use URL
ceb: Mga Termino sa Paggamit URL

source: User Signup
ceb: Pag-signup sa Gumagamit

source: Allow Signup
ceb: Tugoti ang Signup

source: Auto Create Case
ceb: Awtomatikong Paghimo Kaso

source: Case User Role
ceb: Papel sa Gumagamit sa Kaso

source: Analytics Key
ceb: Yawe sa Analytics

source: delete
ceb: pagtangtang

source: Crop Image
ceb: Hulagway

source: No Filter
ceb: Walay Filter

source: No logs requested.
ceb: Walay gipangayo nga mga troso.

source: Logs list is empty.
ceb: Ang lista sa logs walay sulod.

source: Download CSV
ceb: I-download ang CSV

source: Request Logs
ceb: Mangayo og mga Log

source: Log Type
ceb: Pag-type sa Tala

source: Select a case
ceb: Pagpili usa ka kaso

source: Enter the email address
ceb: Pagsulod sa email address

source: Header (3 max)
ceb: Ulo (3 max)

source: When a user join app, ask the user to share the following
ceb: Kung ang usa ka user moapil sa app, hangyoa ang user nga ipaambit ang mosunod

source: No user intake found.
ceb: Wala'y nakit-an nga paggamit sa tiggamit.

source: User Type
ceb: Type sa Gumagamit

source: Intake Form
ceb: Porma sa Pag-inom

source: Complete After
ceb: Kompleto Human

source: No user type selected
ceb: Walay gipili nga tipo sa user

source: No intake form selected
ceb: Walay gipili nga porma sa pag-inom

source: Complete After Date
ceb: Kompleto Human sa Petsa

source: Complete After Time
ceb: Kompleto Human sa Panahon

source: Date and time should be less or equal to now
ceb: Ang petsa ug oras kinahanglan dili kaayo o parehas sa karon

source: Comment ct
ceb: Komento ct

source: View Ticket
ceb: Tan-awa ang Tiket

source: No tickets yet.
ceb: Wala pay tiket.

source: User not found.
ceb: Wala makita ang tiggamit.

source: User can edit their account information except for the host user attributes section.
ceb: Ang user mahimong mag-edit sa ilang impormasyon sa account gawas sa seksyon sa host user attributes.

source: Contact
ceb: Pagkontak

source: Phone number
ceb: Numero sa telepono

source: User Status
ceb: Status sa Gumagamit

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
ceb: Usa ka permanente nga label aron dali nga makit-an ang usa ka tiggamit. (a-z, 0-9, -, /) gitugotan

source: App only User Intake Fields
ceb: App lamang nga User Intake Fields

source: APP ONLY CUSTOM FIELDS
ceb: PAG-APP LAMANG SA MGA CUSTOM FIELDS

source: s found.
ceb: s nakit-an.

source: Created Date
ceb: Gitukod nga Petsa

source: View Cases
ceb: Tan-awa ang mga Kaso

source: VIEW CASES
ceb: TAN-AWA ANG MGA KASO

source: Get Started
ceb: Pagsugod

source: Password
ceb: Pulong

source: Email is not valid.
ceb: Dili balido ang email.

source: CaseActive lets you and your client
ceb: Ang CaseActive nagtugot kaninyo ug sa inyong kliyente

source: work together
ceb: magtinabangay

source: at any time, in any place.
ceb: sa bisan unsang panahon, sa bisan unsang dapit.

source: Explore
ceb: Pag-usisa

source: Pricing
ceb: Pagpresyo

source: Support & Docs
ceb: Suporta & Docs

source: Failed to validate if you are human
ceb: Napakyas sa pag-validate kung ikaw tawo

source: NOTIFY ME WHEN IT'S READY!
ceb: KINAHANGLAN KANAKO KINI HIMO!

source: Thank You!
ceb: Salamat!

source: We will notify you when the app is ready
ceb: Igapahibalo kami kanimo kung andam na ang app

source: Most popular
ceb: Labing popular

source: All languages
ceb: Ang tanan nga mga pinulongan

source: Oops, Something went wrong.
ceb: Mga Oops, Adunay usa ka butang nga sayup.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
ceb: Mga Oops, Adunay usa ka butang nga sayup. Gipahibalo ang among team. Sulayi pag-usab pagkahuman

source: Support Documentation
ceb: Pagsuporta sa Dokumentasyon

source: All Categories
ceb: Tanang Kategorya

source: Contents
ceb: Mga sulod

source: Related Articles
ceb: May Kalabutan nga mga Artikulo

source: Get started: processes, best practices, setup guides, and more!
ceb: Pagsugod: mga proseso, labing maayong gawi, mga giya sa pag-setup, ug daghan pa!

source: Find anything you need to get to work in CaseActive.
ceb: Pangitaa ang bisan unsang kinahanglan nimo aron makatrabaho sa CaseActive.

source: All case communication in one spot
ceb: Ang tanan nga komunikasyon sa kaso sa usa ka lugar

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
ceb: Pagkabigkita, pag-post sa mga update, pagtubag sa mga pangutana, pagkuhag mga nota, komento, ug ang tanan nga mga panaghisgot nga gisulat sa mga notipikasyon sa email ug SMS.

source: Share with confidence
ceb: Pagpakigbahin uban ang pagsalig

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
ceb: Pagpanghatag mga dokumento ug litrato taliwala sa mga kliyente ug mga miyembro sa koponan sa bisan unsang ug tanan nga mga aparato, mao nga ang tanan nagpadayon kanunay.

source: Take it on the go
ceb: Dad-a kini sa paglakaw

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
ceb: Paggamit mga mobile device sama sa mga tablet ug mga smartphone aron magtinabangay sa mga yawe nga mga detalye, hisguti ang mga dagkong isyu, mga dokumento sa pagbinayloay, ug pag-uswag sa kaso sa tsart sa tinuud nga oras.

source: Immediate records access
ceb: Dali nga mga rekord ang access

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
ceb: Ang mga awtorisado nga tiggamit mahimong dali nga maka-access sa datos sa kliyente ug kasayuran sa kaso (lakip na ang karon, nakaraan, bukas, sirado, ug mga pending nga mga kaso), tanan pinaagi sa usa ka portal.

source: Automatic timezone conversion
ceb: Automatic conversion nga timezone

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
ceb: Bisan sa pagbiyahe o pagpabilin sa lain nga lokasyon, mag-sync ka sa among sistema sa pagdumala sa pag-istoryahanay sa time-zone.

source: Track Events
ceb: Pagsubay sa mga Hitabo

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
ceb: Pag-iskedyul og mga miting, pag-monitor sa umaabot nga mga panghitabo, ug pagdapit sa mga kliyente ug mga sakop sa team isip mga nanambong.

source: Video Conferencing
ceb: Pagmiting sa Video

source: Connect with clients and team members via live video chats for even more interactivity.
ceb: Sumpaysumpaya ang mga kliyente ug mga miyembro sa team pinaagi sa live video chat alang sa dugang nga interactivity.

source: Automate tasks when a case is created or a user is assigned to a case.
ceb: I-automate ang mga buluhaton kung ang usa ka kaso gihimo o ang usa ka tiggamit gi-assign sa usa ka kaso.

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
ceb: Gusto mo nga ang imong mga kliyente usa ka Malipayon nga Kaadlawon? Paghimo usa ka awtomatikong mensahe alang sa kaniadto ug karon nga mga kliyente alang sa ilang espesyal nga adlaw!

source: Keeping Client details up-to-date
ceb: Ang pagtipig sa mga kliyente ang labing bag-ong detalye

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
ceb: Ang mga kliyente makahimo sa pag-usab sa ilang mga profile nga adunay updated nga datos, mga litrato, mga password, ug mga setting sa account.

source: Ask Questions, Get Answers.
ceb: Pagpangutana Mga Pangutana, Pagkuha Tubag.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
ceb: Paghimo pasadya nga mga porma ug ipadala kini sa mga kliyente aron mahuman. Magtapok hinungdanon nga kasayuran, paghatag mga exit survey, ug makuha ang tanan nga datos nga kinahanglan nimo nga buhaton ang imong trabaho nga maayo!

source: , Director of Sales of Cain & Company
ceb: , Direktor sa Pagbaligya sa Cain &amp; Company

source: Make client billing as straightforward as possible with online invoices and payments.
ceb: Paghimo sa kliyente nga pagsuhol ingon nga direkta kutob sa mahimo uban sa mga online nga mga invoice ug pagbayad.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
ceb: Gihigugma namo ang invoicing sa kaso tungod kay kini nagpakita sa mga kliyente nga eksakto kung unsa ang ilang gibayad.

source: , Vice President of Sky Digital
ceb: , Bise Presidente sa Sky Digital

source: Enjoy the ease of e-signing
ceb: Malingaw sa e-sign

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
ceb: Pag-sign up sa elektroniko ang tanan nga mga dokumento pinaagi sa DocSign, gamit ang gi-upload nga mga dokumento ug mga hangyo ug pirmahan sa kliyente nga kliyente.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ceb: Pag-upload sa usa ka dokumento, markahan kini alang sa pirma, ug dayon ang kliyente mag-log in ug e-pirmahan kini. Mahuman ang tanan nga dili kinahanglan nga mosulod ang kliyente sa among bilding. Magamit kini sa mga kliyente nga dili duol sa opisina o nagpuyo sa gawas sa estado.

source: , Director of Operations of Capital Insurance
ceb: , Direktor sa Operations sa Capital Insurance

source: Enhance Your System. Less Work, More Results.
ceb: Pagpalambo sa Imong Sistema. Diyutay nga Trabaho, Dugang nga mga Resulta.

source: Use the Self-Serve Administrative Feature
ceb: Gamita ang Feature sa Pagpangalagad sa Kaugalingon

source: Take total control of your CaseActive management suite from the platform itself.
ceb: Pagkuha sa kinatibuk-an nga pagkontrol sa imong CaseActive management suite gikan sa plataporma mismo.

source: Effortlessly link your existing system with CaseActive
ceb: Ang walay kalabutan nga nalambigit sa imong kasamtangan nga sistema sa CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ceb: Paghiusa sa among proprietary API aron awtomatiko nga maghimo mga kaso, pag-assign sa mga tiggamit, ug pagmugna mga taho base sa pag-input sa imong system.

source: Acting as a
ceb: Nagbuhat ingon nga usa ka

source: virtual administrative assistant
ceb: virtual assistant administratibo

source: , CaseActive empowers you with streamlined document and media handling, private
ceb: , Ang CaseActive naghatag kanimo&#39;g gahum pinaagi sa streamlined document ug media handling, pribado

source: client-to-customer communications
ceb: client-to-customer nga komunikasyon
