Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/su/LC_MESSAGES/messages.po
Languages: su

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
su: Kaayaan anjeun parantos mayar sadayana waragad anu dibayar ku anjeun pikeun Services, kami bakal nganggo usaha anu sacara berpatutan pikeun nyayogikeun, tanpa mayar anjeun, layanan dukungan téknis ka anjeun sareng pangguna otorisasi anjeun anu parantos ngalanggan di Layanan. Wakil layanan klien bakal ditugaskeun pikeun kasus anjeun. Kasus Unlimited ditampi ti pamaké anu otorisasi. Dhukungan standar kami sayogi 24/7, ngaluarkeun liburan utama, anu kalebet Dinten Peringatan, Dinten Kamerdikaan, Dinten Buruh, Thanksgiving, Natal, sareng Dinten Taun Anyar. Anjeun tiasa ngahubungan dukungan palanggan ku ngagunakeun kami

source: Contact Form
su: kontak Bentuk

source: . Our response time shall not be greater than two business days.
su: . Waktos réspon kami moal langkung ageung tibatan dua dinten bisnis.

source: 4. Training:
su: 4. Latihan:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
su: Kaayaan anjeun parantos mayar sadayana waragad anu dibayar ku anjeun pikeun Jasa, kami bakal ngajantenkeun sesi pelatihan jarak jauh, cicing atanapi dirékam kana pangguna anu ditunjuk, namina sareng otorisasi ogé nyayogikeun tutorial anu tiasa diaksés liwat bagian Pitulung jeung Latihan situs wéb kami di euweuh biaya tambahan. Kanggo sababaraha jasa kami nyayogikeun sababaraha latihan dina situs anu aya nyuhunkeun sareng biaya tambahan. Punten wartosan kami ku ngagunakeun kami

source: for more information about on-site training.
su: kanggo inpormasi anu langkung lengkep ihwal pelatihan dina situs.

source: 5. Your Rights and Restrictions:
su: 5. Hak anjeun jeung Watesan:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
su: 5.1 Lisénsi: Tunduk kana syarat sareng syarat dina Perjangjian, sareng nalika mayar tepat waktu sadayana waragad anu ditetepkeun dina Formulir Orde atanapi aliran ngadaptar, kami ku mugia ka anjeun anu henteu eksklusif, henteu ditransfer, leres sareng lisénsi anu dianggo (sareng ngijinan pangguna anu otorisasi pikeun nganggo) Ladenan anu anjeun parantos ngalangganan, ngan ukur pikeun tujuan bisnis internal anjeun.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
su: 5.2 Pangguna Diidéntifikasi: Anjeun (i) tanggung jawab pikeun patuh pamakean anjeun anu sah kalayan pasatujuan, sareng (ii) kedah nganggo usaha anu sacara komersil pikeun nyegah aksés anu henteu diidinan sareng nganggo jasa sareng bakal ngabéjaan kami langsung ngeunaan aksés anu henteu diidinan; pamakean. Anjeun mangrupikeun tanggungjawab anjeun pikeun miceun aksés kana Layanan upami status otoritas pangguna atanapi pagawe anu ditunjukkeun karyawan.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
su: 5.3 Tanggungjawab sareng Watesan Anjeun: Anjeun tanggel waler pikeun sadaya kagiatan anu lumangsung dina akun pangguna atanapi ku pangguna anu otorisasi. Anjeun wajib: (i) ngagaduhan tanggung jawab tunggal pikeun katepatan, kualitas, integritas, legalitas, reliabilitas sareng cocog sadaya data anu anjeun kirimkeun ka Layanan; (ii) ngagunakeun usaha anu sacara komersil pikeun nyegah kontrol anu henteu diidinan atanapi ngarobih atanapi aksés anu henteu diidinan, atanapi pamakean, Layanan sareng ngabéjaan kami gancang-gancang ngeunaan pamakean anu henteu diidinan atanapi ngalanggar kaamanan; (iii) sasuai sareng sadayana hukum lokal, nagara, féderal, sareng hukum luar nagri (kalebet undang-undang ngeunaan privasi sareng perlindungan inpormasi pribadi atanapi konsumen) dina nganggo Layanan; (iv) dugi ka sasuai, saluyu sareng sadaya aturan anu aya hubungan asosiasi kartu kiridit (kalebet American Express, MasterCard sareng Visa); sareng (v) nyandak sareng mertahankeun sadaya perkakas komputer, parangkat lunak sareng alat komunikasi anu diperyogikeun pikeun ngakses Layanan, sareng mayar sadayana biaya aksés (sapertos biaya ISP) anu dilakukeun ku anjeun dina hubungan anjeun di Layanan.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
su: Anjeun tiasa henteu, sareng anjeun kedah mastikeun yén pamaké otoritas henteu, (i) ngaleupaskeun, ngarémbéngkeun sabalikna, ngabebaskeun atanapi sabalikna nyobian netepkeun kodeu anu aya hubunganana sareng Layanan, atanapi ngarobih, adaptasi, nyiptakeun karya turunan dumasar kana, atanapi narjamahkeun Jasa; (ii) lisénsi, subkaca, ngajual, nyéwa, napelkeun, nyebarkeun, nransfer kali, nyéwa, nginjeum, dijual deui pikeun kauntungan, ngadistribusikaeun, atanapi nyebarkeun sacara komersial, ngaudagan hak-hak atanapi ngajantenkeun Jasa sayogi pikeun pihak katilu; (iii) ngagunakeun Layanan kecuali sakumaha anu dinyatakeun sacara sah di handap atanapi ngalanggar mana-mana hukum anu berlaku; (iv) kalibet dina sagala amalan dagang anu teu ilegal atanapi anu nipu kaitannana ka Layanan; (v) ngagulingkeun atanapi nganonaktipkeun kaamanan atanapi fitur teknis sanésna atanapi ukuran tina Layanan atanapi aspék séjén tina Software atanapi, dina cara naon waé, nyobian mangtaun atanapi ngahontal aksés anu henteu diidinan kana Ladenan atanapi sistem komputer anu berhubungan sareng jaringan; (vi) nganggo Jasa pikeun ngirimkeun infringing, libelous, jorang, ngancam atanapi lamun henteu menyalahi hukum, henteu aman, jahat, jahat, atanapi nyiksa, atanapi pikeun nyimpen atanapi ngirimkeun bahan anu ngalanggar hak privasi pihak katilu; (vii) nganggo Jasa pikeun nyimpen atanapi ngirimkeun sagala virus, cacing, bom waktos, Kuda Trojan sareng kode, ngabahayakeun, scripts, agén atanapi program, atanapi ngirim spam atanapi pesen anu duplikat atanapi henteu diminta ngalanggar hukum anu berlaku. ; atanapi (viii) ngaganggu atanapi ngaruksak integritas atanapi kinerja Layanan atanapi data pihak katilu anu aya.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
su: 5.4 Reservasi Hak: Teu aya hak séjén anu dipasihkeun kecuali nyatakeun sacara jelas dina perjanjian. Kasatujuan éta henteu dijual sareng henteu ngorbankeun hak-hak atanapi kapamilikan, atanapi ka, Jasa atanapi perangkat lunak anu aya. Kami gaduh sadayana hak, gelar, sareng kapentingan, kalebet sadaya hak intelektual, dina sareng ka Layanan sareng perangkat lunak anu didasarkeun sareng mana waé sareng sadaya pamutahiran, pembaruan, modifikasi, perbaikan, perbaikan atanapi karya turunan, sareng dina ideu, terang- kumaha, sareng program anu dikembangkeun ku kami atanapi anu gaduh lisénsi salami palayanan pagelaran Layanan.

source: 6. Term and Termination:
su: 6. Istilah na Terminasi:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
su: 6.1 Istilah: Istilah Jasa béda-béda gumantung kana Jasa anu anjeun parantos dilanggan sareng kedah diatur dina Bentuk Orde atanapi sapuk dina alur ngadaptarkeun sareng bakal nganyarakeun saperti kieu:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
su: 6.1.1 Istilah Layanan CaseActive: Langgan anjeun ka CaseActive Service otomatis bakal nganyarwakeun pikeun istilah bulan-bulan atanapi sataun anu suksés, sakumaha anu ditétélakeun dina Formulir Orde atanapi aliran ngadaptar, kecuali kami nolak jasa anu anjeun nyayogikeun kami pikeun béwara non-pembaharuan sahenteuna tilu puluh (30) dinten sateuacan kadaluarsa istilah ayeuna-ayeuna.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
su: 6.1.2 Istilah Jaringan Wéb CaseActive: Langgan anjeun ka jasa situs web CaseActive bakal otomatis nganyarwakeun pikeun istilah hiji bulan atanapi sataun kasuksésan, sakumaha anu ditétélakeun dina Formulir Orde atanapi aliran ngadaptar, kecuali kami nolak jasa atanapi anjeun nyayogikeun kami kalayan perhatikeun teu-pembaruan sahenteuna tilu puluh (30) dinten sateuacanna tina istilah anu ayeuna.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
su: 6.1.3 Perhatosan tinulis ngeunaan pembaharuan ku anjeun kedah dikintunkeun ka CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
su: 6.2 Tutup: Atuh pihak anu tiasa ngeureunkeun Perjangjian sareng sadaya lengganan Layanan (i) upami pihak anu sanés ngalanggar mana-mana kawajiban material dina Perjangjian sareng pelanggaran sapertos kitu teu diubaran dina tilu puluh (30) dinten nampi béwara ti pihak anu teu dilanggar pésta, atanapi (ii) upami partai sanés janten teu kaampok atanapi bangkrut, dibubarkeun atanapi dibubarkeun, atanapi teras-terasan sadayana tina bisnisna. Urang tiasa ngeureunkeun pasatujuan langsung upami dilanggar Seksi 5.3 di luhur. Kana parantosna persetujuan, anjeun bakal langsung ngiringan sagala nganggo Layanan, ngiringan ngalambangkeun naon waé yén anjeun pangguna Jasa éta, sareng ngancurkeun sadayana Inpormasi rahasia kami di anjeun. Henteu aya pihak anu moal nanggungjawaban kana sadaya karugian anu disababkeun tina nolak kana Kasatujuan atanapi langganan pikeun Layanan anu disayogikeun di dieu; disadiakeun, kumaha oge, yén nolak éta Perjangjian moal mangaruhan pangaruh anu timbul sateuacan tungtungna éta.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
su: 6.3 Nanganan Data anjeun dina Acara Tutupna: Anjeun ngaku sareng satuju yén saatos béakna atanapi nungtungan tina langganan anjeun ka Jasa Layanan, kami tiasa geura-giru mareuman Layanan anu kapangaruhan sareng éta, nyusul waktos anu saé moal kirang ti salapan puluh (90 taun ) dinten, tiasa ngahapus akun sareng data anjeun. Nanging, upami Layanan anu dipungkir ku kami, kami bakal masihan anjeun aksés samentawis, terbatas kana Jasa Layanan, henteu langkung ti tilu puluh (30) dinten, pikeun tujuan anu sanés ngidinan anjeun nyandak data propriétasi anjeun, anu disayogikeun, yén anjeun parantos mayar kasalametan anu saé seueur anu henteu kadaptar pikeun kami. Anjeun langkung satuju yén urang moal nanggung jawab ka anjeun atanapi ka pihak katilu pikeun mana-mana panyabutan aksés anjeun kana Ladenan atanapi ngahapus data anjeun, upami kami satuju sareng syarat ieu Bagian 6.3.

source: 7. Fees:
su: 7. waragad:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
su: 7.1 Waragad Ladenan: Anjeun kedah mayar anu henteu tiasa mayar deui pikeun Jasa jasa dina jumlah anu diatur dina arus tanda-tanda atanapi Bentuk Orde (&#39;Bayaran Layanan&#39;) sareng numutkeun frékuénsi tagihan anu dinyatakeun dina aliran tanda-tanda atanapi Orde Formulir. Waragad Palayanan kedah dibayar sareng dibayar dina tanggal invoice. Waragad jasa tiasa langkung dumasar kana waragad ayeuna. Waragad jasa henteu tiasa mayar deui upami anjeun nolak awal langganan anjeun.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
su: 7.2 Biaya Tambahan: Anjeun tiasa mayar waragad atanapi henteu tiasa mayar deui pikeun anjeun ngagunakeun Layanan salian waragad anu ditetepkeun dina Bentuk Orde sareng / atanapi aliran pendaptaran. Biaya sareng biaya anu henteu tiasa mayar deui ditetepkeun dina istilah tambahan kanggo Layanan anu ditrapkeun.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
su: 7.3 Pembayaran Ahir: Anjeun ngakuan yén kagagalan anjeun pikeun mayar waragad atanapi biaya nalika tempo tiasa nyababkeun atanapi nungtungan langganan produk CaseActive anjeun. Upami anjeun gagal mayar salah sahiji waragad atanapi tuduhan anu kapaksa di handap ieu, CaseActive ngagaduhan hak pikeun ngempelkeun lembaga koléksi pikeun ngumpulkeun yuran sareng biaya sareng anjeun kedah mayar sadaya biaya anu ditanggung ku CaseActive anu aya hubunganana sareng ngutip jumlah-hasil anu kapengker, kaasup , tanpa watesan, pengacara nu lumayan &#39;sareng waragad agénsi koléksi tambah minat sareng jumlah anu sami sareng anu langkung handap tina 1.0% per bulan atanapi tingkat maksimal anu diijinkeun ku hukum anu dianggo.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
su: 7,4 Pajeg: Anjeun kedah tanggung jawab pikeun pajeg penjualan, ngagunakeun pajeg, pajak tambah nilai, pajeg nanggung, pajeg tahan sareng pajeg sareng biaya anu sami sareng biaya naon waé anu dikuatkeun ku éntitas pamaréntah nagara, nagara atanapi lokal dina transaksi anu dikonsumsi ku Perjangjian. Nalika urang ngagaduhan kawajiban hukum pikeun mayar atanapi ngumpulkeun pajeg anu anjeun tanggung jawab, dumasar kana Ayéan ieu, jumlah anu luyu bakal invoiced sareng dibayar ku anjeun kajaba anjeun nyayogikeun kami sertipikat pengecualian pajak anu sah ku otoritas pajeg anu cocog.

source: 8. Representations and Warranties:
su: 8. Gambaran sarta HARANSI:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
su: 8.1 Perwakilan Saling sareng Jaminan: Masing-masing pihak ieu ngalambangkeun sareng ngajamin ka pihak anu sanésna (i) ngagaduhan sadayana otoritas anu diperlukeun pikeun ngalaksanakeun kawajiban na handapeun perjanjian tanpa idin ti pihak katilu atanapi ngalanggar kontrak naon waé atanapi perjanjian pihak katilu, (ii) sadaya jalma anu ngalaksanakeun kawajiban di handap ieu parantos ngajantenkeun kana sagala pasatujuan anu diperlukeun supados éta sasuai sareng istilah sareng syarat dina Perjangjian, sareng (iii) éta kudu nungtut kana sagala hal anu penting kalayan sagala hukum anu berlaku pikeun handapeun Jasa.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
su: 8.2 Perwakilan Tambahan sareng Jaminan: Anjeun nawaran, ngagambarkeun sareng janji ka kami yén anjeun bakal nganggo Layanan ngan kanggo tujuan anu légal sesuai sareng Perjangjian sareng sadaya kawijakan sareng pedoman CaseActive.
