Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/su/LC_MESSAGES/messages.po
Languages: su

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
su: 13.1 Pesta Merdéka: Anjeun sareng CaseActive mangrupikeun kontraktor mandiri. Perjangjian henteu nyiptakeun usaha gabungan, kemitraan, agénsi atanapi hubungan padamelan antara pihak-pihak. Anjeun bakal nanggung jawab ngan ukur pikeun ngatur pagawé anjeun sareng pikeun naon sareng sadaya kompensasi, pajak, pedah sareng nanggung jawab ka pagawé anjeun sareng perwakilan anu sanés atanapi panyayogikeun jasa sanés. Sanes anjeun atanapi salah sahiji karyawan, perwakilan, atanapi panyayogikeun jasa anjeun kedah ngadamel perwakilan, garansi atanapi garansi pikeun kami, Perjangjian atanapi Jasa sanés sapertos anu dinyatakeun sacara jelas ku kami dina tulisan.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
su: 13.2 Tugas: Sanes Perjangjian atanapi hak-hak anjeun atanapi kawajiban handapeun Perjangjian tiasa ditugaskeun atanapi ditransfer, ku operasi hukum atanapi sabalikna, tanpa idin tinulis sateuacanna, kecuali ditugaskeun panerusna dina kapentingan, atanapi anu saluyu sareng ngahiji reorganisasi, atanapi ngajantenkeun atanapi mindahkeun sadaya atanapi substansi sadayana asét anjeun anu anjeun nyayogikeun kami sahenteuna tilu puluh (30) dinten sateuacan ngiringan transaksi. Hiji tugas ku anjeun, dumasar kana kaayaan anu sanésna, meryogikeun idin urang sateuacanna, ijabaran anu mana anu henteu kudu ditanggung sacara teu leres. Kami tiasa nawiskeun bebas pasatujuan ieu tanpa idin anjeun. Tunduk kana anu tadi, Perjangjian ieu bakal ngabeungkeut sareng inpéstis pikeun kapentingan pihak-pihak, panerusna masing-masing sareng panerbenan anu diidinan.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
su: 13.3 Force Majeure: Sanes pésta moal nanggung jawab pikeun kambatan, gangguan atanapi kagagalan sanés pikeun dilaksanakeun dina Perjangjian kusabab kalakuan saluareun kontrol pihak anu tanggung jawab, tapi ngan ukur salami kaayaan sapertos kitu. Kajadian Force majeure kalebet, tapi henteu dugi ka: bencana alam (sapertos kilat, gempa, badai, banjir); perang, kerusuhan, kagiatan téroris, sareng promosi sipil; kagiatan pérak bursa lokal, sareng kalakuan pihak katilu sanés; ngabeledug sareng api-api; embargoes, panarajangan sareng sengketa pagawéan; aturan pamaréntahan; gagalna panyadia télékomunikasi atanapi panyadia jasa internét; gagalna panyadia pihak katilu, panyadia jasa atanapi padagang; sareng naon sabab sanésna saluareun kontrol akal anu pésta.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
su: 13.4 Pilihan Hukum: Perjangjian sareng sengketa anu timbul tina atanapi anu aya hubunganana sareng Perjangjian wajib dipimpin ku sareng ditafkeun handapeun undang-undang Propinsi California, tanpa ningal prinsip-prinsip konflik hukum. Sadaya perselisihan anu timbul tina atanapi aya hubunganana sareng Perjangjian kedah tunduk kana yurisdiksi ekslusif sareng tempat di nagara California sareng pengadilan féderal pikeun Santa Barbara, California, sareng pihak-pihak na idin ka yurisdiksi pribadi sareng ekslusif pengadilan ieu.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
su: 13.5 E-mail sareng Bewara: Anjeun langkung satuju yén kami bakal nyayogikeun naon waé sareng sadaya bewara, pernyataan sareng komunikasi sanés pikeun anjeun ngalangkungan e-mail, surat, jasa kiriman ekspres, atanapi dikirim ku pamawa dagang komersil anu diakui ka alamat anu terakhir ditunjuk dina perjanjian. Anjeun tanggel waler pikeun nyayogikeun inpormasi kontak anu diropéa.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
su: 13.6 Taya Waiver; Pangobatan Kumulatif: Teu aya gagal atanapi ditunda ku boh pihak dina ngalaksanakeun hak di handapeun Perjangjian ieu anu jadi pangabdian anu leres. Lian ti sakumaha anu dinyatakeun di dieu, pangobatan anu disayogikeun salian ti éta, sareng henteu sacara ekslusif, pangobatan tina pésta anu sah dina hukumna.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
su: 13,7 Severability: Upami aya penyediaan Perjangjian ieu diayakeun ku pangadilan yurisdiksi kompeten pikeun bertentangan sareng hukum, rezeki kedah dirobih ku pangadilan sareng diinterpretasi supados langkung saékeun tujuan tujuan sasadiaan anu ditumpukeun ku sadayana. hukum, sareng sasadiaan sésana tina Perjangjian ieu kedah tetep kakawasaan sareng pangaruh.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
su: 13.8 Sakumna Perjangjian: Ka maksimal anu diijinkeun ku hukum anu tiasa dianggo, Perjangjian ieu, sareng dokumen anu dirujuk di dieu sareng sadaya Bentuk Orde sareng alur sign up, janten kasepakatan antara pihak-pihak pikeun masalah na, sareng supersede sadaya anu sateuacanna perjanjian kontemporer, usul atanapi perwakilan, tulisan atanapi lisan, perkawis perkawis persetujuan ieu. Teu aya perwakilan, janji atanapi jangji anu kedah dipasihkeun atanapi parantos disarios ti naon waé anu nyarios atanapi ditulis dina hungkul diantara pihak sateuacan Perjangjian ieu kecuali dinyatakeun sacara jelas dina pasatujuan ieu. Henteu aya pihak sanés ngagaduhan ubar pikeun ngahukum pernyataan anu salah anu dilakukeun ku pihak anu sanésna pihak anu ngandelkeun dina pasatujuan Perjangjian ieu (kecuali pernyataan anu salah ieu dilakukeun palsu) sareng yén hiji partai ngan ukur ubar pikeun hormat mana-mana pernyataan anu henteu leres bakal pikeun pelanggaran kontrak sapertos anu disayogikeun dina Perjangjian ieu. Anjeun ngaku sareng satuju yén kasepakatan anjeun di handap ieu henteu konten nalika ngirimkeun fungsi atanapi fitur ka hareup anu henteu dinyatakeun di dieu atanapi dina Formulir Orde atanapi gumantung kana lisan atanapi tulisan, koméntar umum atanapi pribadi anu dilakukeun ku kami kalayan kaanggotaan atanapi fungsi hareup. pikeun Jasa. Upami pasea aya konflik antara syarat-syarat di Sarat Umum Umum ieu sareng naon waé Bentuk Orde atanapi Syarat Jasa tambahan, syarat-syarat Formulir Orde atanapi Sarat Deui jasa ieu pasti, dugi konflik sapertos kitu. Henteu aya istilah atanapi kaayaan anu dinyatakeun dina pameseran pameseran anjeun atanapi dina dokuméntasi pesenan anjeun anu kedah dilebetkeun kana atanapi ngabentuk bagian tina Perjangjian ieu, sareng sadaya istilah atanapi kaayaan éta bakal batal.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
su: 13.9 Ékspor: Kadua pihak satuju satuju sareng undang-undang ékspor sareng impor anu berlaku. Anjeun moal kéngingkeun pangguna pikeun ngaksés atanapi nganggo Jasa dina ngalanggar halangan, larangan atanapi larangan.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
su: 13,10 publisitas: Urang teu ngaranan anjeun salaku pamaké nu Layanan tanpa idin ditulis anjeun.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
su: 13.11 Tautan ka Loka Partai Katilu: Ladenan atanapi situs wéb tiasa ngalangkungan tautan kana situs pihak katilu (&#39;Situs Hormat&#39;). Situs anu dihubungkeun henteu dina kontrol urang sareng urang henteu nanggung jawab kana eusi mana-mana Loka Terkait, kalebet henteu aya watesan anu aya dina Tapak Terkait, atanapi aya parobahan atanapi apdet kana Loka Sambung atanapi Jasa anu disayogikeun ku Loka Sambung. Kami nyayogikeun tautan ieu ka anjeun ngan ukur janten genah, sareng nyertakeun link naon waé anu henteu nunjukkeun dukungan ku kami tina situs atanapi jasa anu disayogikeun ku situs.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
su: 13.12 Anjeun satuju nampi email, telepon sareng talatah SMS ti CaseActive kanggo nyayogikeun pembaruan ngeunaan pesen anjeun sareng / atanapi pikeun tujuan pamasaran. Frékuénsi pesen gumantung kana kagiatan anjeun. Anjeun tiasa milih kaluar ku ngahapus bewara tina akun anjeun atanapi ngahapus akun anjeun. Tarip pesen sareng data tiasa diterapkeun.

source: An error occurred
su: Aya kasalahan

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
su: Aya nu lepat. insinyur urang geus dibere beja. Pencét tombol reload pikeun ngamuat deui.

source: Reload
su: Muatan deui
