Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/su/LC_MESSAGES/messages.po
Languages: su

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
su: 8.3 Bantahan Waran: LAMPIRAN UNTUK KEJAMINAN EKSPESENAN DIHENTE INSARI SEKSYEN 8 ieu, TO UNDANG-UNDANG MAXIMUM DITULUSKE UNDANG-UNDANG APLIKASI, KAMI NGEBATIKAN KANGGOAN LAIN, EKONOMI, GAMPANG, NANGGALKEUN ATAWA DENGAN LAIN, ING UNTUK ATAWA KANGGURAN DENGAN APLIKASI, KANGGO NU ING WARRANTI LAIN, EKSPESEN, GAMPANG, NAMPAK ATAWA ANTARA LAIN, ING UNTUK ATAWA KANGGURAN DENGAN APLIKASI, KAMI NGEBUTKAN TANPA LAIN, EKONOMI, GAMPANG, GAMPANG ATAWA DENGAN LAIN TRADE, AS TO ANS MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR TUJUAN, ATAWA NON-INFRINGEMENT. KAMI ANTARI INGGRIS ATAWA JAMINAN ATAWA SERPISISI AKAN MANGSAKEUN KEGURUAN ANDA, NUNGGALKEUNTUKAN AKAUN AKAN, ATAWA NYANGGO GAMPIRAN ATAWA PERKHIDMATAN BISA NUNGGALKEUN INGGRIS ATAWA SALUR-FREE. PERKALANGAN DAN PERKHIDMATAN DIPASANGKE ATAWA DI ANTARA AN &#39;AS IS&#39; BASIS AND GENGGOLAN ANDA NGGALAKAN DAN PERKHIDMATAN AYEUNA ATAWA RISIKO, INGGRIS, TANPA LIMITASI, KOMPUTER DENGAN ANTARA UNDANG-UNDANG. PIHAK GUNUNG NANGGALKEUN INGGRIS YANG MENYANGKATKAN PELAKSANAAN JAMINAN UNTUK PERHATOSAN PENTING.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
su: Kami ngiringan Sakur anu ngajangguhkeun ATAWA JAMINAN YANG DENGAN GAMPANG PERKHIDMATAN AYA KANGGURU ATAU NAMPANGKEJUKAN DENGAN ANTARA-APA TUJUAN LEGAL ATAWA UNDANG-UNDANG ATAWA UNDANG-UNDANG. APLIKAL INI APLIKASI TAPI ING AYEUNA TERHADAP ANTARA PERTANJAN ATAWA NEGERI STATUTES ATAWA PERATURANAN AYA NU APLIKASI KANGGO. SANGGU NU RESPONSUR NELANGKEUN UNTUK MENGGUNAKAN ATAWA KANGGOAN INGKEUNSIP INGKEUN AKAN DENGAN APLIKASI LAWANG.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
su: KUNG ING DIPASANGKAN DENGAN PERKHIDMATAN ATAWA JAMINAN ING, SAKITAN AND DIANGKATKEUN SUKU BISA NANGGALKEUN GENGKEUN PUTRA.

source: 9. Confidential Information:
su: 9. Émbaran rahasia:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
su: Kacuali sacara resmi otorisasi ku pihak anu sanés, boh pihak henteu kedah ngungkabkeun ka pihak katilu mana waé inpormasi atanapi bahan anu disayogikeun ku pihak anu sanés dina Perjangjian sareng sacara mangertos janten rahasia (&#39;Inpormasi Inpormasi&#39;), atanapi nganggo Inpormasi Confidential sapertos dina sagala cara anu sanés tinimbang ngalaksanakeun kawajibanna dina Perjangjian. Larangan di handap ieu henteu dilarapkeun kana naon waé inpormasi anu aya dina domain publik atanapi anu parantos diilikan partai anu nampi, dipikanyaho ka pihak anu nampi sateuacan tanggal panyingkepan atanapi dikenal ka pihak anu nampi salajengna ti pihak katilu anu katingali. hak sah pikeun ngabeberkeun inpormasi, atanapi Inpormasi Inpormasi yén pihak anu nampi diwajibkeun ngahasilkeun menurut perintah pengadilan yurisdiksi kompeten atanapi sapina administrasi anu sah, nyayogikeun pihak anu nampi anu nyayogikeun pesta anu nyatakeun wartos pas sidang pengadilan sapertos kitu. mesen atanapi sapina. Salajengna, anjeun bakal mastikeun pangguna anu otorisasi bakal tetep yakin dina sadaya kecap akses sareng inpormasi aksés anu sanés ka Layanan. Bagéan ieu 9 bakal salamet tunduh atanapi béakna pasatujuan ieu.

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
su: 10,1 Indikasi kanggo Pelanggaran: Tujuanana pikeun Bagéan 10.4, kami bakal, ngaluarkeun kami, ngalindungan anjeun ngalawan klaim pihak katilu anu dibawa ka anjeun anu negeskeun yén Layanan ngalanggar patén AS anu dikaluarkeun ka pihak katilu sakumaha dina épéktip; atanapi ngalanggar hak cipta, mérek atanapi perdagangan rusiah ti mana-mana pihak katilu (sacara koléksi disebut salaku &#39;Harta Intelek anu aya dina Layanan&#39;). Dina peristiwa yén injunksi ditéang atanapi dicandak ngalawan panggunaan Harta Intelek dina kaayaan Jasa atanapi dina pendapat urang kamungkinan dipilarian atanapi dicandak, urang kedah, dina pilihan sareng biaya kami, boh (i) ngayakeun pikeun anjeun sareng nami anjeun pangguna anu otorisasi leres pikeun teras-terasan ngagunakeun Jasa, atanapi (ii) ngagentos atanapi ngarobih jasa pikeun ngajantenkeun panggunaan henteu ngalanggar nalika sanggup substansi ngalaksanakeun fungsi anu sami. Dina subseksi acara (i) sareng (ii) di luhur henteu tiasa dilaksanakeun sacara komersil, urang tiasa ngeureunkeun Jasa sareng ngabalikeun dana naon waé anu mayar, tapi anu henteu dianggo. Kami moal wajib membela atanapi nanggungjawaban kana tanggung jawab pikeun biaya atanapi karusakan di handapeun Bagian ieu 10.1 upami ngalanggar na dituduh timbul tina atanapi aya dina cara anu namina (i) naon waé modifikasi tina mana-mana Layanan ku anjeun (atanapi salah sahiji otoritas anjeun atanapi pangguna anu ditunjuk) atanapi (ii) ngagunakeun Layanan dina kombinasi sareng jasa sareng produk anu teu disayogikeun ku CaseActive upami ngalanggar sapertos kitu bakal dihindari tanpa modifikasi atanapi gabungan sapertos, atanapi (iii) patuh kana desain anjeun atanapi petunjuk atanapi (iv) klaim anu henteu nyatakeun kalayan spésipitas yén Jasa jasa ieu mangrupikeun klaim (masing-masing hiji &#39;Tuntutan Terpilih&#39;). Kawajiban indikasi anu dikandung dina Ayat 10.1 ieu bakal salamet satiap manjing atanapi béakna béja ieu.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
su: 10.2 Indemnifikasi pikeun Kaamanan Data sareng Pribadi: Tujuanana pikeun Bagéan 10.4, sareng salami istilah langganan anjeun ka Jasa, kami bakal, ngiringan anjeun, ngalindungan anjeun ngalawan klaim pihak katilu anu dibawa ka anjeun anu ngasongkeun panolakan kotor kami pikeun nyegah aksés anu henteu sah. ka, atanapi kalakuan salah urang dina ngungkabkeun, Inpormasi Diidentipikasi Pribadi pikeun konsumén urang di tempat kami atanapi kontrol. Indikasi ieu moal dilarapkeun ka tingkat klaim kitu timbul tina atanapi aya hubunganana sareng kalalaran anjeun atanapi kalakuan salah atanapi ku agén anjeun atanapi perwakilan, atanapi dugi ka liabilitas anu ditolak atanapi dibatesan ku boh pihak dina Perjangjian. Kewajipan indikasi anu ditétélakeun dina bagian ieu kusabab anjeun teu ngabalikeun kalalaian kasar urang atanapi kalakuan salah ku anu nyababkeun sacara langsung sareng nyababkeun aksés teu diidinan atanapi panyingkepan inpormasi anu diidentifikasi ku pribadi para nasabah di urang atanapi di kontrol.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
su: 10.3 Indikasi anjeun: Anjeun satuju pikeun nyumpahkeun, tahan teu bahaya, sareng ngajukeun kami sareng sadaya karyawan, perwira, diréktur sareng agén ti mana waé sareng sadayana klaim, panjaluk, cocog, cara ngagawe, investigasi, kerusakan, biaya, perbelanjaan, karugian, sareng sanésna liabilitas (kalebet biaya pangacara anu lumayan, biaya pangadilan sareng biaya) timbul tina atanapi anu aya hubunganana (i) anjeun nganggo Layanan anu ngalanggar Perjangjian, (ii) Tuntutan Terpilih, (iii) naon anu dilaksanakeun atanapi anu dituduh ku anjeun tina naon waé perwakilan, garansi, perjangjian atanapi kawajiban dina Perjangjian, atanapi (iv) Pelupusan kotor anjeun atanapi kalakuan nu jahat. Kawajiban indikasi anjeun handapeun Bagian ieu 10.3 bakal salamet panyapuran atanapi béakna béja éta.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
su: 10.4 Bewara sareng Sabilulungan: Kewajiban pihak anu nyarioskeun ka pihak anu kaanggotaan sahandapeun Bagian ieu 10 di luhur disumputkeun (i) pesta anu nyarioskeun pésta ganti rugi sacara langsung dina nulis, nalika terang sasarengan, dimana waé hak-hak janten indikasi di handapeun perjanjian ; (ii) nepi ka léngkah anu ditrapkeun, pésta anu diberuntuhan ngeureunkeun panggunaan Layanan pelanggaran anu ngaku nalika nampi bewara sami; (iii) pésta anu masihan pihak anu masihan pihak anu ngagaduhan hak pikeun ngatur pembelaan sareng ngalunasan mana-mana klaim kitu (syarat-syarat yén pihak indemnifying teu tiasa netepkeun klaim tanpa idin idin pihak anu disatujuan upami henteu ngalunasan sacara tanpa syarat ngaleupaskeun pihak anu mayar ti sadaya tanggung jawab); (iv) pihak anu nyerah masihan bantuan munasabah pikeun pihak indemnifying, kalayan biaya pihak anu nyalira, dina mertahankeun klaim kitu; (v) pésta indemnified henteu ngalebetkeun naon waé perjanjian pakampungan atanapi upami teu netepkeun klaim sapertos kitu tanpa nyarioskeun idin sateuacanna atanapi nyungkeun partai sacara sacara resmi; sareng (vi) pésta indemnified anu patuh sareng mana-mana pakampungan atanapi paréntah pangadilan anu dilakukeun dina klaim kasebut (aya hubunganana sareng panggunaan anu bakal aya bahan pelanggaran). Partéi anu dipertanggungkeun tiasa ngiringan pertahanan atanapi ngalunasan klaim kalayan naséhat ngeunaan pilihan sorangan sareng nganggo biaya sorangan.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
su: 10,5 Sobat Éksklusif: Bagean ieu 10 nyatakeun tanggung jawab tunggal pihak anu nyarebutkeun, sareng obat ekslusif pihak anu nyiksa, pihak anu sanés pikeun sagala jinis ngaku dijelaskeun dina Ayat ieu.

source: 11. Limitation on Liability:
su: 11. watesan dina Liability:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
su: LAMPIRAN TANPA RESPEK UNTUK DENGKEUNKAN INGGRISI DENGAN ANTARA SEKSYEN 5.3 ATAWA 12, TO KONTOH MAXIMUM DIPENGKEUN UNDANG UNDANG-UNDANG, ING TANPA PELANGSA NENGGALKEWANGKAN KOMPUTER ING DENGAN KABUPATEN KOMPUTUS ING DENGAN SUMBANG ANDA UNTUK PERKHIDMATAN NGADUKAN RISEUN KEPADA LIABILITY DURING THE SUKAN TU-TU PERHATOSAN GAMPANG MENYANGKAN TARIKAT KANGGURAN GAMPANG TINDAKAN.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
su: LAMPIRAN TANPA RESPEK UNTUK DIDENGKEWANG DI ARTUNGAN DENGAN BUKU SEKSYEN 5.3 ATAWA 12, TO MAXIMUM EXTENT DIPANGGO DENGAN UNDANG-UNDANG, ING TANPA PELANGGAN NUJUKKEUN PELAKONAN PUTIHAN HENTETO, ING DESANG ATAWA NGANGGALKEUN, AYA ANTU KABUPATEN UNTUK LAIN LAIN, ATAWA TANPA PELANGGAN MANGSAKEBUTAN HENTETO INGGRIS, AYA NU KANGGURAN ATAWA ANAK-ANAK, ATAWA ANU KABUPATEN UNTUK LAIN LAIN KILOS PROSESYEN KASIHAN SUBSTITUTE ATAWA PERKHIDMATAN ATAU UNTUK SUKU INDUKU, SUKSES, KONSEP, KANGGURU ATAWA KANGGURAN, NYABILAN ATAWA GAMPANG ANTARA ANTARA KANGGURUAN (NGENTUKAN NEGARA, INGGRIS ATAWA KOMPUTER ITS OBLIGATIONS INI, DIA ATAWA ATAWA NEGARA PAKSA AYA DITUTUKAN POSSIBILITI INGGALKEUN SUARA.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
su: DAH GAMPANG PENTING / JURISDEKTIKAL ING NGLUKKEUN NGEDALKE ATAWA PANJENANAN UNTUK KONSEPENSI ATAWA KOMUNITAS INGGULIS, ING INGKAH LIMITASI INGKEUN AYA APLIKATIKEUN ING, ING NGADUKKEUN KANGGURAN LISIKO ATAU UNTUK LIMIT UNTUK MAIMIMUM DENGAN PENTING

source: 12. Personal Information and Privacy Statement:
su: 12. Émbaran Personal jeung Pernyataan Privasi:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
su: Anjeun bakal matuh sadayana kabijakan privasi sareng undang-undang anu sanés, aturan, peraturan sareng pedoman anu aya hubunganana panyalindungan, pangumpulan, pamakean sareng nyebarkeun Inpormasi Diidentipikasi Pribadi (sapertos anu dihartikeun di handap) tina jalma mana waé. Anjeun bakal ngirimkeun pernyataan privasi dina halaman dimana anjeun ngumpulkeun Inpormasi Diidentipikasi Pribadi (&#39;Pernyataan Privasi&#39;) anu tunduk sareng sadaya hukum, aturan, peraturan sareng pedoman sareng, sakedik, ngabéjaan pangguna tina Inpormasi Diidentipikasi Pribadi anu dikumpulkeun, kumaha éta bakal dianggo sareng kumaha éta bakal dijamin, sareng anu ngidentipikasi metode koléksi (cookies, beacons wéb atanapi cara anu sanés) sareng panggunaan inpormasi dikumpulkeun hubunganana sareng Layanan, kéngingkeun idin permulaan (milih-in) sateuacan ngamangpaatkeun naon waé téknologi nyukcruk, ka tingkat anu diperyogikeun ku hukum sareng peraturan anu aya. Pernyataan Privasi sapertos ogé kedah ngalebetkeun inpormasi téknis anu aya hubunganana ngeunaan koléksi, pangiriman sareng panyebaran Inpormasi Diidentipikasi Pribadi anu disayogikeun ku urang ngalangkungan Layanan. Upami dibutuhkeun ku panerapan panyalindungan data anu leres atanapi hukum atanapi pangaturan anu sanés, anjeun bakal nginpokeun ka pihak katilu anu anjeun nyayogikeun Inpormasi Pribadi pikeun kami pikeun ngolah sareng bakal mastikeun yén pihak katilu anu diperyogikeun parantos masihan idin ka panyebaran sareng pamrosesan sapertos kitu. Anjeun satuju pikeun matuh déskripsi sareng panyediaan Pernyataan Kaayaan Pamakéan. &#39;Inpormasi Diidentipikasi Pribadi&#39; hartosna sagala inpormasi anu tiasa aya hubunganana atanapi disusudkeun ka saha waé, kalebet nami individu, alamat, nomer telepon, alamat e-mail, inpormasi kartu kiridit, nomer kaamanan sosial atanapi inpormasi kanyataan anu sanés anu sami. média mana inpormasi ieu disimpen (sapertos tulisan atanapi kertas sacara éléktronik).

source: 13. Miscellaneous:
su: 13. Rupa-rupa:
