Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/su/LC_MESSAGES/messages.po
Languages: su

source: Add Field
su: tambahkeun Lapang

source: Edit Field
su: Edit Lapang

source: Send E-sign
su: Kirim surélék E-tanda

source: E-sign Submitted.
su: E-tanda Dikintunkeun.

source: You don't have permissions to submit e-signs.
su: Anjeun teu gaduh idin pikeun ngirimkeun tanda éléktronik.

source: You currently have no E-signs of your own
su: Anjeun ayeuna teu boga E-tanda sorangan

source: Your Uncompleted E-signs
su: E-tanda anjeun teu acan réngsé

source: Your Completed E-signs
su: Réngsé E-tanda Anjeun

source: Your Signs
su: Tanda Anjeun

source: All E-signs
su: Kabéh E-tanda

source: E-sign Title
su: E-tanda Judul

source: No E-signs
su: Taya E-tanda

source: E-Signs Library
su: Perpustakaan E-Tanda

source: No E-signs In Library
su: Taya E-tanda Dina Perpustakaan

source: Upload E-sign Document
su: Unggah Dokumén E-tanda

source: Update Task
su: Ngamutahirkeun Tugas

source: Create Task
su: Jieun Tugas

source: You currently have no tasks of your own
su: Anjeun ayeuna teu boga tugas sorangan

source: Your Uncompleted Tasks
su: Tugas Anjeun Teu Rengse

source: Your Completed Tasks
su: Tugas Anjeun Réngsé

source: Your Tasks
su: Tugas Anjeun

source: All Tasks
su: Sadaya Tugas

source: Task
su: Tugas

source: Deadline
su: Bates waktos

source: Assignees
su: Patugas

source: In Progress
su: Nuju prosés

source: Delete task
su: Hapus tugas

source: No Tasks
su: Taya Tugas

source: wants access
su: hoyong aksés

source: No Answers
su: Taya jawaban

source: Select Field Type
su: Pilih Lapang Tipe

source: Text Only
su: Téks Ngan

source: Multiple Line Text
su: Sababaraha téks Line

source: Dropdown
su: Puragkeun

source: Checkboxes
su: centang

source: Date
su: Kaping

source: Time
su: waktu

source: Yes/No
su: Sumuhun / No

source: Number
su: jumlah

source: Access Denied
su: Aksés ditolak

source: You don't have access to this case.
su: Anjeun teu ngagaduhan aksés kana hal ieu.

source: Imports
su: Impor

source: View import
su: Témbongkeun impor

source: Sessions
su: sési

source: Home
su: Imah

source: Users
su: pamaké

source: Library
su: Perpustakaan

source: Integration
su: Integrasi

source: Settings
su: setélan

source: Keys
su: Konci

source: Feed Templates
su: Citakan Feed

source: Form Templates
su: Citakan formulir

source: E-sign Templates
su: E-tanda Citakan

source: Task Templates
su: Témplat Tugas

source: Dashboard
su: dasbor

source: Payments
su: Pangmayaran

source: From
su: Ti

source: To
su: ka

source: System
su: Sistim

source: User Intake
su: Asupan pamaké

source: Custom Fields
su: Sawah Adat

source: After Actions
su: Saatos Aksi

source: Advance Settings
su: Setélan sateuacanna

source: Label Name
su: labél Ngaran

source: Fields
su: widang

source: Have many users?
su: Naha seueur pangguna?

source: Import users
su: pamaké impor

source: or
su: atawa

source: Send them a signup link.
su: Kirimkeun aranjeunna tautan pendaptaran.

source: Let's start by entering the email or phone number
su: Hayu urang mimitian ku nuliskeun nomer email atanapi nomer telepon

source: Phone
su: Telepon

source: Invalid phone number entered
su: Nomer telepon henteu leres dilebetkeun

source: A label to easily find a case. it cannot be changed later
su: Labél pikeun gampang milarian kasus. éta moal tiasa dirobih engké

source: Visibility:
su: pisibilitas:

source: Who can use this template
su: Saha anu tiasa nganggo template ieu

source: One time
su: Hiji waktos

source: Please enter valid payment information before proceeding
su: Mangga lebetkeun inpormasi pamayaran anu sah sateuacan neraskeun

source: Add Payment
su: Tambahkeun Pangmayaran

source: Repeat every:
su: Malikan deui unggal:

source: Let's get started
su: Hayu urang ngamimitian

source: Take me there
su: Bawa kuring ka ditu

source: Mark
su: Tandaan

source: Created on
su: Dijieun dina

source: Expires on
su: Kadaluarsa dina

source: No announcements yet.
su: Tacan aya béwara.

source: Add Announcement
su: Tambahkeun Pengumuman

source: Edit Announcement
su: Edit Pengumuman

source: Date and time should be at least one hour ahead
su: Tanggal sareng waktos kedah sahenteuna sajam sateuacanna

source: Delete Date
su: Pupus Tanggal

source: Delete Time
su: Hapus Waktos

source: Back
su: balik deui

source: No Users Found
su: Teu aya Pamaké Dipendakan

source: No role selected
su: Henteu aya peran anu dipilih

source: No permissions added!
su: Taya idin ditambahkeun!

source: ASSIGNED USERS
su: Pamaké anu ditetepkeun

source: CASE PERMISSIONS
su: KASIHAN KES

source: User ID
su: ID Pangguna

source: Role
su: peran

source: remove
su: miceun

source: Assign User
su: napelkeun pamaké

source: User
su: Pamaké

source: ADD USER
su: Tambihan pangguna

source: Email user about case assignment
su: Email pamaké ngeunaan hal ngerjakeun

source: No cases found.
su: Taya kasus kapanggih.

source: Create a case for a business
su: Jieun hal pikeun bisnis anu

source: Case ID
su: KTP

source: Created On
su: dijieun Dina

source: Case Status
su: Status hal

source: Case Type
su: Tipe Kasus

source: Assign Users
su: Napelkeun Pamaké

source: No cases found
su: Taya kasus kapanggih

source: Have many cases?
su: Naha seueur kasus?

source: Click here to import cases.
su: Pencét di dieu pikeun ngimpor kasus.

source: No status selected
su: Taya status dipilih

source: No type selected
su: Henteu aya jinis anu kapilih

source: Case Info
su: Info hal

source: About
su: kira-kira

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
su: Labél permanén pikeun gampang mendakan pasualan. (a-z, 0-9, -, /) diwenangkeun

source: Case Types
su: Jenis Kasus

source: Click
su: Pencét

source: to edit case types
su: pikeun ngédit jinis pasualan

source: No Type selected
su: Taya Tipe dipilih

source: Case not found!
su: Bisi teu kapendak!

source: Media Size
su: Ukuran Media

source: All statistics
su: Sadaya statistik

source: Import not found.
su: Impor henteu kapendak.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
su: Ngolah file gagal. Pastikeun yén éta mangrupikeun jinis file CSV sareng ngandung lulugu anu leres

source: No Imports yet.
su: Teu acan Impor.

source: Source
su: Sumber

source: Passed:
su: Diliwatan:

source: Failed:
su: Gagal:

source: Add Imports
su: Tambihkeun Impor

source: Download Sample
su: Unduh Sampel

source: Choose a file
su: Milih file

source: Edit Key
su: Konci Édit

source: Add Key
su: Tambihkeun Konci

source: No Keys yet.
su: Teu acan Konci.

source: Source CIDR
su: Sumber CIDR

source: Remove
su: Ngaleungitkeun

source: is invalid.
su: henteu leres.

source: Secret Key
su: Konci Rusiah

source: Make sure to copy your new secret key now. You won’t be able to see it again!
su: Pastikeun nyalin konci rahasia anyar anjeun ayeuna. Anjeun moal tiasa ningali deui!

source: Edit Webhook
su: Édit Webhook

source: Add Webhook
su: Tambihkeun Webhook

source: No event selected
su: Henteu kapilih acara

source: No Webhooks yet.
su: Teu acan Webhooks.

source: Secret Webhook
su: Rusiah Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
su: Pastikeun nyalin halaman wéb anyar anjeun ayeuna. Anjeun moal tiasa ningali deui!

source: Sign In
su: Daptar

source: Login in account page.
su: Login dina kaca akun.

source: Edit form builder
su: Edit pembina formulir

source: Delete form
su: Hapus formulir

source: No forms yet.
su: acan Taya bentuk.

source: Intake Forms
su: Wangun asupan

source: Upload Intake Form Document
su: Unggah Dokumén Formulir Intake

source: Add Intake Form
su: Tambahkeun Bentuk Intake

source: Edit Intake Form
su: Édit Bentuk Intake

source: Show Media
su: Tembongkeun Media

source: Add Post
su: tambahkeun Post

source: Edit Post
su: Édit Pos

source: Files Amount
su: file Jumlah

source: No Feed Templates yet.
su: Teu aya Témplat Feed acan.

source: Post Name
su: Ngaran pos

source: Post Message
su: pos pesen

source: Processing media ...
su: Ngolah média ...

source: Download original file
su: Unduh file aslina

source: Could not display media
su: Teu tiasa ningalikeun média

source: No locations found.
su: Taya lokasi kapanggih.

source: Main Office
su: Kantor Utama

source: Location Name
su: lokasi Ngaran

source: Delete e-sign
su: Hapus e-tanda

source: No e-signs yet.
su: Henteu aya e-tanda acan.

source: Subtasks Count
su: Jumlah Subtugas

source: No tasks yet.
su: Tacan aya tugas.

source: Invoice ID
su: ID invoice

source: Refund
su: Ngabalikeun duit

source: No invoices yet.
su: Taya invoice acan.

source: Refund Reason
su: Alesan ngabalikeun duit

source: Duplicate charge
su: Duplikat muatan

source: Fraudulent charge
su: Tuduhan panipuan

source: Requested by customer
su: Dipénta ku customer

source: On Board
su: Naék kapal

source: Stripe
su: Belang

source: Role Info
su: Peranén Info

source: It cannot be changed later
su: Éta henteu tiasa dirobih engké

source: Role Permissions
su: Pangidinan peran

source: e-signs
su: e-tanda

source: Allowed File Sizes
su: Diwenangkeun ukuran payil

source: Create
su: nyiptakeun

source: Creating...
su: Nyieun ...

source: Modules
su: modul

source: Roles
su: Kalungguhan

source: Profile information
su: Inpo propil

source: No role found.
su: Taya peran kapanggih.

source: When a case is created, auto assign these users
su: Nalika kasus dijieun, otomatis napelkeun pamaké ieu

source: Remove All
su: Hapus Sadayana

source: User Name
su: Ngaran pamaké

source: Notify
su: Bewara

source: Host User
su: Pamaké host

source: When a user is assigned to a case, auto add templates
su: Nalika pangguna ditugaskeun ka pasualan, tambihan otomatis témplat

source: No post selected
su: Taya pos dipilih

source: No form selected
su: Taya formulir dipilih

source: No e-sign selected
su: Taya e-tanda dipilih

source: Templates
su: Citakan

source: Add Templates
su: Tambahkeun Citakan

source: Idle Cases
su: Kasus dianggurkeun

source: When a case is idle, post this message
su: Nalika kasus dianggurkeun, pasang pesen ieu

source: No case type selected
su: Teu aya jinis kasus anu dipilih

source: Idle Days
su: Poé dianggurkeun

source: Post Id
su: Id pos

source: Set Idle Message
su: Setel Pesen Dianggurkeun

source: No task selected
su: Henteu aya tugas anu dipilih

source: No operation order selected
su: Taya urutan operasi dipilih

source: Operation Order
su: Orde Operasi

source: Add Templates to Assign Users
su: Tambahkeun Témplat pikeun Napelkeun Pamaké

source: Case Form
su: Bentuk Kasus

source: User Form
su: Bentuk pamaké

source: Notes Form
su: Wangun Catetan

source: Defaults
su: ingkar

source: Required
su: diperlukeun

source: Public User Signup link:
su: Tautan Pendaptaran Pamaké Umum:

source: Design Settings
su: Setélan Desain

source: Change file
su: Ngarobih file

source: Delete Favicon
su: Hapus Favicon

source: Delete Logo
su: Hapus Logo

source: Text Color
su: Warna Téks

source: Recommended Colors:
su: Warna anu disarankeun:

source: reset
su: ngareset

source: Background Color
su: Warna latar

source: Company Info
su: Inpormasi perusahaan

source: Terms of Use URL
su: Sarat jeung Kaayaan Pamakéan URL

source: User Signup
su: Signup pamaké

source: Allow Signup
su: Ngidinan Signup

source: Auto Create Case
su: Otomatis Jieun Case

source: Case User Role
su: Peran Pamaké Kasus

source: Analytics Key
su: Konci Analytics

source: delete
su: mupus

source: Crop Image
su: Gambar Potong

source: No Filter
su: Taya Filter

source: No logs requested.
su: Taya log dipénta.

source: Logs list is empty.
su: daftar log kosong.

source: Request Logs
su: pamundut Log

source: Log Type
su: log Tipe

source: Filter
su: saringan

source: Select a case
su: Pilih hiji pasualan

source: Enter the email address
su: Lebetkeun alamat surélék

source: Module
su: modul

source: Header (3 max)
su: Lulugu (maks 3)

source: When a user join app, ask the user to share the following
su: Lamun pamaké gabung aplikasi, ménta pamaké pikeun babagi di handap

source: No user intake found.
su: Taya asupan pamaké kapanggih.

source: User Type
su: Type pamaké

source: Intake Form
su: Bentuk asupan

source: Complete After
su: Lengkep Saatos

source: No user type selected
su: Teu aya jinis pangguna anu dipilih

source: No intake form selected
su: Taya formulir asupan dipilih

source: Complete After Date
su: Lengkep Saatos Tanggal

source: Complete After Time
su: Lengkep Saatos Waktos

source: Date and time should be less or equal to now
su: Tanggal sareng waktos kedah kirang atanapi sami sareng ayeuna

source: Comment ct
su: Koméntar ct

source: View Ticket
su: Témbongkeun Tiket

source: Ticket
su: tikét

source: No tickets yet.
su: Teu acan aya tiket.

source: User not found.
su: Pamaké moal kapanggih.

source: User can edit their account information except for the host user attributes section.
su: Pamaké tiasa ngédit inpormasi akunna kecuali bagian atribut pangguna host.

source: Contact
su: hubungan

source: Phone number
su: Nomer telepon

source: Zip Postal Code
su: Kodeu Pos Zip

source: Host User Attributes
su: Atribut pamaké host

source: User Status
su: Status pamaké

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
su: Labél permanén pikeun gampang mendakan pangguna. (a-z, 0-9, -, /) diwenangkeun

source: App only User Intake Fields
su: Widang Intake pangguna ngan ukur aplikasi

source: APP ONLY CUSTOM FIELDS
su: LAMPIRAN HENTEU AYA PUTRA

source: s found.
su: s kapendak.

source: Created Date
su: dijieun Tanggal

source: View Cases
su: Témbongkeun Kasus

source: VIEW CASES
su: NINGALI KASUS

source: Get Started
su: Mimitian

source: Password
su: sandi

source: Email is not valid.
su: Email teu sah.

source: CaseActive lets you and your client
su: CaseActive ngidinan Anjeun tur klien Anjeun

source: work together
su: gawé bareng

source: at any time, in any place.
su: iraha wae, dina tempat sagala.

source: Explore
su: Jelajahi

source: Pricing
su: hargaan

source: Support & Docs
su: Rojongan & Dokumén

source: Failed to validate if you are human
su: Gagal pikeun méré konfirmasi upami anjeun manusa

source: NOTIFY ME WHEN IT'S READY!
su: Babari aya nalika éta siap!

source: Thank You!
su: Hatur nuhun!

source: We will notify you when the app is ready
su: Kami bakal ngabéjaan nalika aplikasi tos siap

source: Most popular
su: Nu pang populerna

source: All languages
su: sadaya basa

source: Oops, Something went wrong.
su: Beu, aya anu lepat.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
su: Beu, aya anu lepat. Tim kami parantos dikabari. Cobaan deui engke.

source: Support Documentation
su: Rojongan Dokuméntasi

source: All Categories
su: Sadaya Kategori

source: Contents
su: eusi

source: Related Articles
su: Artikel nu patali

source: Get started: processes, best practices, setup guides, and more!
su: Mimitian: prosés, prakték pangsaéna, pituduh setelan, sareng seueur deui!

source: Find anything you need to get to work in CaseActive.
su: Milarian naon waé anu anjeun peryogikeun pikeun damel di CaseActive.

source: All case communication in one spot
su: Sadaya hal komunikasi dina hiji titik

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
su: Converse, post update, ngajawab patarosan, catetan, koméntar, sareng gaduh sadayana diskusi anu ditampi ku email sareng SMS béwara.

source: Share with confidence
su: Bagikeun kalawan kapercayaan

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
su: Bagikeun dokumén sareng poto antara klien sareng anggota tim di mana waé sareng sadaya alat, ku kituna sadaya masarakat tetep asup.

source: Take it on the go
su: Candak eta dina lebet nu

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
su: Anggo alat sélulér sapertos tablet sareng smartphone pikeun kolaborasi kana detil konci, bahas masalah utama, dokumén pertukaran, sareng kamajuan kasus chart sacara real waktos.

source: Immediate records access
su: aksés rékaman Geura

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
su: Pangguna anu otorisasi tiasa ngaksés data klien sareng inpormasi kasus (kalebet ayeuna, baheula, kabuka, ditutup, sareng pending kasus), sadayana ngalangkungan hiji portal.

source: Automatic timezone conversion
su: konvérsi timezone otomatis

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
su: Naha ngarambat atanapi tinggal di lokasi anu sanés, anjeun bakal janten singkatan sareng sistem manajemén paguneman zona waktos urang.

source: Track Events
su: lagu Kajadian

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
su: Gancang ngajadwalkeun rapat, ngawas acara, sarta diondang klien tur anggota tim saperti Hadirin.

source: Video Conferencing
su: Konperénsi pidio

source: Connect with clients and team members via live video chats for even more interactivity.
su: Connect with klien tur anggota tim via obrolan video live for komo deui interactivity.

source: Automate tasks when a case is created or a user is assigned to a case.
su: Ngaotomatiskeun tugas nalika kasus didamel atanapi pangguna ditugaskeun ka pasualan.

source: Automated Alerts
su: otomatis Tanda

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
su: Hoyong ngaharepkeun klien anjeun wilujeng tepang taun? Setel pesen otomatis pikeun klien baheula sareng ayeuna pikeun dinten khusus!

source: Keeping Client details up-to-date
su: Ngajaga rinci klien up-to-date

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
su: Klién bisa ngaropéa propil maranéhanana jeung data diropéa, poto, kecap akses, sarta setélan akun.

source: Ask Questions, Get Answers.
su: Naroskeun patarosan, Kéngingkeun waleran.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
su: Jieun bentuk khusus sareng kirimkeun ka klien kanggo parantosan. Kumpulkeun inpormasi penting, bikeun survey kaluar, sareng kéngingkeun sadaya data anu anjeun kedah laksanakeun kanggo padamelan anjeun!

source: , Director of Sales of Cain & Company
su: , Diréktur Penjualan Kain &amp; Perusahaan

source: Make client billing as straightforward as possible with online invoices and payments.
su: Jieun tagihan klien sakumaha lugas sabisa kalawan invoices online tur pangmayaran.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
su: Urang bogoh ka kasus invoicing sabab ngidinan klien tingali kahayang nuju aranjeunna Mayar keur.

source: , Vice President of Sky Digital
su: , Wakil Présidén Langit Digital

source: Enjoy the ease of e-signing
su: Ngarasakeun betah e-Signing

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
su: Éntri éléktronik sadaya dokumén ngalangkungan Dokumén, nganggo dokumén unggah sareng panyumputan tandatangan klien digital sareng konfirmasi.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
su: Unggah dokumén, cirian pikeun tanda tangan, teras klien asup sareng e-tanda. Sagalana bakal dilakukeun tanpa klien kedah sumping ka gedong urang. Ieu gunana pikeun klien anu henteu caket sareng kantor atanapi anu cicing di luar nagara.

source: , Director of Operations of Capital Insurance
su: , Diréktur Operasi tina asuransi Capital

source: Enhance Your System. Less Work, More Results.
su: Ningkatkeun System anjeun. Kirang Gawé, More Hasil.

source: Use the Self-Serve Administrative Feature
su: Nganggo pitur Administratif Timer Ngawula

source: Take total control of your CaseActive management suite from the platform itself.
su: Nyokot kadali jumlahna Anjeun suite manajemén CaseActive ti platform sorangan.

source: Effortlessly link your existing system with CaseActive
su: Effortlessly numbu sistem Anjeun aya kalawan CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
su: Ngahijikeun API proprietary kami pikeun nyiptakeun kasus sacara otomatis, ngadaptarkeun pangguna, sareng ngahasilkeun laporan dumasar kana input sistem anjeun.

source: Acting as a
su: Akting salaku

source: virtual administrative assistant
su: maya asisten administrasi

source: , CaseActive empowers you with streamlined document and media handling, private
su: , CaseActive empowers Anjeun sareng dokumen streamlined sarta penanganan media, swasta

source: client-to-customer communications
su: komunikasi klien-to-customer

source: event scheduling, and step-by-step case processing.
su: scheduling acara, sarta hambalan-demi-hambalan ngolah hal.

source: Self-Serve Administration
su: Administrasi timer Ngawula

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
su: Laksanakeun salaku asistén administrasi virtual, CaseActive nguatkeun anjeun nganggo dokumén anu ngalir sareng penanganan média, komunikasi klien-ka-customer pribadi, jadwal kagiatan, sareng pamrosésan undakan-demi-hambalan.

source: Manage User Logins & Case Creation
su: Ngatur Logins Panganggo &amp; Penciptaan Kasus

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
su: Langsung ngawaskeun cara nyiptakeun akun pangguna nalika ngawenangkeun ijin aksésna dumasar-pasualan. Ngatur ciptaan kasus, kamajuan, sareng nutup, kalayan ngalaporkeun lengkep unggal léngkahna.

source: View Caseactive Analytics
su: Témbongkeun Caseactive Analytics

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
su: Tingali tingali kumaha pasualan aya kamajuan, jumlah kasus suksés ditutup, sareng ningali waktos tanggapan liwat modul analytics jero CaseActive. Pangetahuan mangrupikeun kakuatan, sareng kami parantos maparin anjeun pikeun terang ngeunaan proyék-proyék anjeun.

source: Monitor User Logs
su: Ngawas pamaké Log

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
su: Perhatoskeun logins klien sareng anggota tim sareng kagiatan platform pikeun mastikeun sadaya tindakanna dibéré wewenang dina pola kasus sareng yén sadaya anggota ngalaksanakeun tugas sakumaha anu diperyogikeun.

source: Employ Advanced Searches
su: Employ Advanced maluruh
