Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/su/LC_MESSAGES/messages.po
Languages: su

source: You should choose image file.
su: Anjeun kedah milih file gambar.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
su: Unggah dokumen, cirian kanggo tandatangan, teras klien asup sareng tanda. Sagalana dilakukeun tanpa klien kedah sumping di gedong urang. Ieu gunana sareng klien anu henteu caket sareng kantor atanapi anu cicing na kaayaan ..

source: Director of Operations of Capital Insurance
su: Diréktur Operasi Asuransi Modal

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
su: Associates urang tiasa log in sareng ningali inpormasi dasar ngeunaan kumaha masalahna disebut. Ieu parantos pisan ningkatkeun referensi kasus urang ...

source: Partner of Law Office of Christianson & Bayles
su: Mitra Partai Hukum Hukum of Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
su: Urang moal deui kedah ningali para klien di kantor pikeun rapat, sareng dokumen pendaptaran sadayana réngsé online - cemerlang !.

source: CEO of EL Passion
su: CEO El Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
su: Nganggo API, urang otomatis otomatis naon anu dipidangkeun dina pakan bisi, dumasar kana pemicu khusus dina sistem anu aya. Geulis payah ..

source: IT Manager of Carter Mario Injury Lawyers
su: Pengurus IT ngeunaan Pengacara Kasus Carter Mario

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
su: Urang ngagaduhan seueur klien multibasa anu nganggo fitur tarjamahan. Urang pasang pesen sareng kapercayaan yén maranéhna bakal dipikaharti ku sadayana. Ieu ngamungkinkeun urang ngalih tina padamelan lokal pikeun global ..

source: CEO of Solid Rock Designs
su: CEO Solid Rock Desain

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
su: Klién nyaah! Éta ngajadikeun kahirupan aranjeunna langkung gampang. Aranjeunna tiasa ngabahas masalah sareng kami online, unggah poto sareng dokumén, sareng sadaya disimpen dimana duanana tim sareng klién tiasa ningali éta ..

source: Partner of Ashley &amp; Ashley P.C.
su: Partner tina Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
su: Urang resep kana invoice kasus sabab ngamungkinkeun klien ningali persis naon anu aranjeunna mayar ..

source: Vice President of Sky Digital
su: Wakil Présidén Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
su: Komunikasi anu aya hubungan silang sapertos gaduh sadaya média sosial sareng alat kolaborasi anjeun di hiji tempat ..

source: Director Of Complaint Management
su: Diréktur Manajemén Keluhan

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
su: bentuk hal ngawenangkeun kami ngadangukeun tur ngalenyepan, nulungan urang ningkatkeun jualan liwat eupan balik customer ..

source: Director of Sales of Cain &amp; Company
su: Diréktur Penjualan Kain &amp; Perusahaan

source: The user interface is very similar to Facebook. It’s extremely easy to use..
su: Antarbeungeut pangguna sami sareng Facebook. Éta gampang pisan ngagunakeun ..

source: A pin has been sent to
su: A pin geus dikirim ka

source: Cancel
su: ngabatalkeun

source: Send New Pin
su: Kirim Pin Anyar

source: Need Help?
su: Butuh Pitulung?

source: Click here to contact us
su: Klik di dieu pikeun ngahubungan kami

source: Next
su: Teras

source: Login or Signup
su: Login atanapi Signup

source: Invalid email entered
su: Surélék teu sah diasupkeun

source: Processing...
su: Ngolah ...

source: Made with
su: dilakukeun kalawan

source: love
su: bogoh

source: in New York City
su: di New York City

source: All rights reserved
su: Sadaya hak disimpen

source: Terms of Use
su: Syarat panggunaan

source: Contact Us
su: Taros Kami

source: Username
su: ngaran pamaké

source: Code
su: kode

source: New Password
su: Kecap konci Énggal

source: Confirm Password
su: Pastikeun Kecap konci

source: Set Your New Password
su: Atur Sandi anyar anjeun

source: A code has been sent to
su: Hiji kodeu geus dikirim ka

source: Change Password
su: Gentos kecap konci

source: Changing...
su: Ngarobah ...

source: Login
su: Lebet

source: Forgot password?
su: Hilap kecap konci?

source: Help
su: Tulung

source: Email or Phone
su: Email atanapi Phone

source: Reset Password
su: reset Sandi

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
su: Lebetkeun alamat e-mail atanapi nomer telepon anu aya hubunganana sareng akun anjeun, teras klik kirimkeun. Kami baris email atanapi pesen anjeun mangrupikeun tautan ka halaman anu gampang tiasa ngadamel kecap konci anyar.

source: Request Code
su: pamundut Code

source: CASEACTIVE IS COMING SOON
su: KASEKTIF SAKADEU DEUI

source: Create a free account
su: Jieun akun gratis

source: We are putting final touches to it. We will notify you when it's ready!
su: Kami nempatkeun sentuhan terakhir pikeun éta. Kami wartosan iyeu anjeun nalika éta siap!

source: You’re minutes away from a better collaboration.
su: Anjeun menit ti kolaborasi anu langkung saé.

source: First Name
su: Nami payun

source: Last Name
su: Nami pengker

source: Company
su: Kumpeni

source: No language selected
su: Taya basa nu dipilih

source: I agree with
su: Abdi satuju sareng

source: Terms of Service
su: Sarat of Service

source: Language
su: basa

source: Have at least one lower case character
su: Mibanda sahanteuna hiji karakter hal handap

source: Have at least one capital letter
su: Mibanda sahanteuna hiji huruf kapital

source: Have at least one number
su: Mibanda sahanteuna hiji angka

source: Have at least 8 characters in length
su: Mibanda sahanteuna 8 karakter panjangna

source: Type your current password
su: Ketik sandi anjeun ayeuna

source: Passwords must match
su: Kecap konci kedah sami

source: Domains
su: Domain

source: Javascript are disabled. Please enable it.
su: Javascript anu ditumpurkeun. Mangga ngaktipkeun eta.

source: Cookies are disabled. Please enable it.
su: Cookies nu ditumpurkeun. Mangga ngaktipkeun eta.

source: New
su: Anyar

source: Create A New App
su: Jieun Aplikasi Anyar

source: Apps
su: aplikasi

source: Profile
su: keureutan

source: Hi
su: Hai

source: View your account
su: Tingali akun anjeun

source: View page
su: Halaman tingal

source: You don’t have any apps
su: Anjeun teu ngagaduhan aplikasi

source: Notifications
su: Bewara

source: No notifications yet.
su: Tacan aya béwara.

source: Today
su: Dinten ayeuna

source: Last Week
su: Minggu kamari

source: No timezone selected
su: Taya timezone dipilih

source: Complete profile to continue
su: Propil lengkep pikeun neraskeun

source: Website:
su: Situs Web:

source: Homepage:
su: Halaman utama:

source: Approve Access
su: Lulus Aksés

source: Info
su: Inpo

source: Permissions
su: idin

source: Billing
su: Tagihan

source: Payment Plan
su: Plan pamayaran

source: Edit
su: Édit

source: Save
su: Simpen

source: has access to your information below:
su: parantos aksés ka inpormasi ieu di handap:

source: has invited you to their client portal.
su: parantos ngajak anjeun ka portal klienna.

source: want access to the following information:
su: hoyong aksés ka inpormasi ieu:

source: Decline
su: Nolak

source: Remove Access
su: Cabut Aksés

source: Active
su: Aktip

source: Invites
su: Ujang

source: Disabled
su: ditumpurkeun

source: No apps found
su: Teu kapendak aplikasi

source: user
su: nu make

source: manager
su: gerentes

source: active
su: aktip

source: inactive
su: teu aktip

source: Company Name
su: Nami Perusahaan

source: Type
su: ngetik

source: Invitation
su: Ondangan

source: About App
su: Ngeunaan App

source: Billing Info
su: Inpo tagihan

source: Your Company Name
su: Ngaran Company Anjeun

source: Your Company Website
su: Website Company Anjeun

source: Saving...
su: Nyimpen ...

source: Billing Information
su: Inpo Tagihan

source: Please add the APP ID provided by the company
su: Punten tambahkeun ID APP anu disayogikeun ku perusahaan

source: Select an option
su: Pilih hiji pilihan

source: Join an existing app as a client
su: Miluan aplikasi anu tos aya salaku klien

source: Create a new app for my business
su: Jieun aplikasi anyar pikeun bisnis kuring

source: Create Domain
su: Jieun Domain

source: Select enterprise app
su: Pilih aplikasi perusahaan

source: No item selected
su: Taya item nu dipilih

source: Domain name
su: Ngaran domain

source: Add
su: nambah

source: No enterprise app found
su: Teu aya aplikasi perusahaan anu kapendak

source: Pending
su: Ditunggu

source: No domains found
su: Taya domain kapanggih

source: Txt Value
su: Nilai Txt

source: Enterprise Host ID
su: ID Host perusahaan

source: Action
su: Aksi

source: Delete
su: Mupus

source: Allow Manual Sign In
su: Ngidinan Asup Manual

source: Exclude Emails From SSO
su: Ngaluarkeun Surélék Ti SSO

source: SAML Identity Provider Metadata
su: Metadata Panyadia Idéntitas SAML

source: Submit
su: Kirimkeun

source: Profile photo
su: poto profil

source: Uploading...
su: Ngunggah ...

source: has been claimed by another account, please, change it or
su: parantos dituntut ku rekening anu sanés, punten, robih atanapi atanapi

source: reclaim
su: meunang balik

source: it
su: eta

source: pending verification:
su: pending verifikasi:

source: verify
su: ngabuktoskeun

source: Phone Number
su: Nomer telepon

source: Current Password
su: Kecap konci Ayeuna

source: Change password
su: Gentos kecap konci

source: No gender selected
su: Taya gender dipilih

source: Company Title
su: parusahaan Judul

source: Address
su: alamat

source: Address 2
su: alamat 2

source: City/Locality
su: Kota / locality

source: State/Region
su: Kaayaan / Region

source: No country selected
su: Taya nagara dipilih

source: Zip/Postal Code
su: Pos / Code Pos

source: Basic
su: dasar

source: Date of Birth
su: Tanggal lahir

source: Gender
su: génder

source: Occupation
su: pagawean

source: Location
su: lokasi

source: Address is not valid
su: Alamat henteu valid

source: City/Locality is not valid
su: Kota / Lokal henteu valid

source: Country
su: nagara

source: State/Region is not valid
su: Nagara / Daérah henteu sah

source: Contact Info
su: Inpo kontak

source: Language & Region
su: Basa &amp; Wilayah

source: Saving
su: Nyimpen

source: Verify Your
su: pariksa anjeun

source: Verification Code
su: Kodeu vérifikasi

source: Resend Code
su: Kode Resend

source: Verify
su: ngabuktoskeun

source: Later
su: engké

source: We're here to help
su: Simkuring di dieu pikeun mantuan

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
su: Hatur nuhun pikeun ngahubungan kami. Surat anjeun geus hasil dikirim. Urang wartosan iyeu anjeun pisan pas!

source: Message
su: pesen

source: characters left
su: karakter kénca

source: Send
su: Ngirim

source: Sending...
su: Nganteurkeun...

source: You will no longer receive email marketing from the list.
su: Anjeun moal deui nampi pamasaran email tina daptar.

source: If you have a moment, please let us know why you unsubscribed:
su: Upami anjeun gaduh sakedap, punten wartosan kami naha anjeun unsubscribe:

source: Return to our website
su: Balik deui ka ramatloka kami

source: Thank you. Your response has been submitted.
su: Hatur nuhun. Tanggapan anjeun parantos dikintunkeun.

source: No Cases
su: Taya Kasus

source: Layout
su: Tata perenah

source: Gallery
su: Galeri

source: Speaker
su: Narasumber

source: This case has been closed
su: Kasus ieu parantos ditutup

source: Feed
su: kadaharan

source: Images
su: gambar

source: Videos
su: pidio

source: Files
su: file

source: Events
su: acara

source: Forms
su: Bentuk

source: E-signs
su: E-tanda

source: Invoices
su: Invoice

source: Notes
su: Catetan

source: Tasks
su: tugas

source: Convo
su: Konvo

source: Great job!
su: Sae pisan!

source: You did all
su: Anjeun tuh sakabeh

source: the tasks
su: pancén

source: Skip to navigation (n)
su: Skip to navigasi (n)

source: Skip to content (c)
su: Skip to eusi (c)

source: Case
su: Kasus

source: Search
su: neangan

source: Using Form Builder
su: Ngagunakeun Bentuk Pangwangun

source: Using Forms Library
su: Ngagunakeun Perpustakaan Bentuk

source: Using E-sign Builder
su: Ngagunakeun E-tanda Pangwangun

source: Using E-signs Library
su: Ngagunakeun E-tanda Perpustakaan

source: Documents
su: dokumén

source: Create Note
su: Jieun Catetan

source: Edit Note
su: Edit Catetan

source: End Convo
su: Tungtung Convo

source: Create Form
su: jieun Bentuk

source: Create Sign
su: jieun Sign

source: Event Create
su: acara Jieun

source: Cases
su: Kasus

source: Case categories
su: Kategori kasus

source: Your team
su: Tim anjeun

source: To do
su: Jang ngalampahkeun

source: To Do:
su: Pikeun Ngalakukeun:

source: Case Categories
su: Kategori kasus

source: Your Team
su: Tim anjeun

source: To Do
su: Ngalakukeun

source: Yes
su: Leres

source: Close
su: nutup

source: Publish
su: Nyebarkeun

source: Visibility
su: tuntung deuleu

source: all
su: sadaya

source: sign
su: tanda

source: Page
su: kaca

source: of
su: tina

source: Processing
su: Ngolahna

source: failed.
su: gagal.

source: Value should be greater or equal to 1
su: Nilai kedah langkung ageung atanapi sami sareng 1

source: Repeat end:
su: Ulang tungtung:

source: Signature
su: Tanda tangan

source: Draw
su: Ngagambar

source: Write
su: Tulis

source: Clear Signature
su: Tanda Tangan Hapus

source: Still processing video...
su: Masih ngolah pidéo ...

source: You
su: Anjeun

source: You are about to delete feed. Are you sure?
su: Anjeun badé mupus feed. Naha anjeun yakin?

source: No convo audios yet
su: Teu acan aya audio konvo

source: No convo videos yet
su: Teu acan aya pidéo konvo

source: Start Convo
su: Mimitian Convo

source: Notify the Host
su: Béjakeun ka Host

source: is in the call
su: aya dina panggero

source: and
su: jeung

source: others are in the call
su: batur keur nelepon

source: Audio call is being recorded
su: Telepon audio keur dirékam

source: Video call is being recorded
su: Telepon pidéo nuju dirékam

source: Join now
su: Gabung ayeuna

source: Dismiss
su: Ngaleungitkeun

source: Can’t find your
su: Teu bisa manggihan anjeun

source: microphone
su: mikropon

source: Check your system settings to make sure that
su: Pariksa setélan sistem anjeun pikeun mastikeun éta

source: is available. If not, plug one in. You might need to restart your browser.
su: geus sadia. Upami henteu, colokkeun hiji. Anjeun panginten kedah ngabalikan deui panyungsi anjeun.

source: web camera
su: kaméra wéb

source: You are going to start a Convo call. Start with:
su: Anjeun badé ngamimitian telepon Convo. Mimitian ku:

source: Audio Only
su: Audio Ngan

source: Record the meeting
su: Rékam rapat

source: Waiting for someone with permission to start a Convo call
su: Ngadagoan batur kalawan idin pikeun ngamimitian telepon Convo

source: Add Ticket
su: Tambahkeun Tiket

source: Title
su: gelar

source: Open
su: Buka

source: Closed
su: katutup

source: You are about to close ticket. Are you sure?
su: Anjeun badé nutup tikét. Naha anjeun yakin?

source: Announcements
su: Pengumuman

source: Support
su: Ngarojong

source: Opened
su: dibuka

source: View
su: Témbongkeun

source: Locations
su: Lokasi

source: You currently have no announcements.
su: Anjeun ayeuna teu boga announcements.

source: You currently have no
su: Anjeun ayeuna teu boga

source: open cases. Click
su: kasus muka. Pencét

source: here
su: Ieuh

source: to contact support.
su: ngahubungan rojongan.

source: closed cases.
su: kasus katutup.

source: open tickets.
su: tiket muka.

source: closed tickets.
su: tiket katutup.

source: You currently have no locations.
su: Anjeun ayeuna teu gaduh lokasi.

source: Write a comment....
su: Nulis koméntar….

source: Post
su: kalungguhan

source: Add Location
su: tambahkeun lokasi

source: Save Event
su: Simpen Acara

source: Name
su: nami

source: Start Date
su: Tanggal mimiti

source: Start Time
su: mimitian Time

source: End Date
su: tungtung Tanggal

source: End Time
su: tungtung Time

source: Repeat
su: Balikan deui

source: Attendees
su: Hadirin

source: Event Location
su: acara lokasi

source: Link
su: Tautan

source: Description
su: gambaran

source: Add to calendar
su: Tambahkeun ka kalénder

source: Details
su: Rincian

source: Event by
su: Acara ku

source: Duration:
su: Lilana:

source: more
su: Tambih deui

source: Maybe
su: Tiasa waé

source: Not Attending
su: teu attending

source: No
su: Henteu

source: Video Conference
su: Video Konférénsi

source: Event details
su: Rincian acara

source: You don't have permissions to view this page.
su: Anjeun teu boga idin pikeun nempo kaca ieu.

source: Your Upcoming Events
su: Kajadian Akibat Anjeun

source: Upcoming
su: Nu bakal datang

source: Your Past Events
su: Kajadian Kapungkur Anjeun

source: Past
su: Kapungkur

source: Your Events
su: Kajadian Anjeun

source: All
su: Sadayana

source: All Events
su: Sadaya Kajadian

source: Directions
su: carana make

source: Edit settings
su: Édit setélan

source: Delete event
su: Hapus kajadian

source: Attending?
su: Hadirin?

source: No Events
su: Taya Kajadian

source: more comment(s)
su: langkung comment (s)

source: Loading comments
su: Ngamuat komentar

source: You are about to delete comment. Are you sure?
su: Anjeun badé ngahapus koméntar. Naha anjeun yakin?

source: task
su: tugas

source: to do
su: pikeun ngalakukeun

source: tasks
su: tugas

source: Write something...
su: Nulis hal ...

source: Attach File
su: Gantelkeun File

source: From Template
su: Ti Citakan

source: No feeds yet.
su: Taya eupan acan.

source: comments
su: komentar

source: comment
su: mairan

source: Add a comment
su: Tambahkeun komentar

source: Template
su: Citakan

source: No templates
su: Teu aya témplat

source: Done
su: Rengse

source: Select the members who needs to fill this form
su: Pilih anggota anu kedah ngeusian formulir ieu

source: Update Form
su: Apdet Bentuk

source: Due Date
su: Tanggal paling telat

source: Due Time
su: alatan Time

source: Preview
su: Sawangan

source: Save & Close
su: Simpen & Tutup

source: Add an element
su: Tambahkeun unsur

source: Media is converting. We will notify you when it is ready
su: Media keur ngarobah. Kami bakal ngabéjaan nalika éta siap

source: Add
su: Tambihan

source: Field
su: Sawah

source: Edit
su: Édit

source: Text
su: naskah

source: Sub Text
su: Sub Teks

source: Format
su: Formatna

source: Media failed in converting. Please delete and try again or another.
su: Média gagal dina ngarobah. Punten hapus teras cobian deui atanapi anu sanés.

source: Pages
su: Kaca

source: Saved
su: Disimpen

source: Insert
su: Lebetkeun

source: Elements
su: Unsur-unsur

source: Action Required
su: Aksi Diperlukeun

source: Add a new page
su: Tambahkeun kaca anyar

source: Blank page
su: Kaca kosong

source: From PDF
su: Tina PDF

source: From image
su: Tina gambar

source: Add PDF
su: Tambahkeun PDF

source: Add Image
su: Tambahkeun Gambar

source: Options
su: Pilihan

source: Column Names
su: Ngaran Kolom

source: Option already exists.
su: Pilihan geus nyampak.

source: options list is empty
su: daptar pilihan kosong

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
su: Widang kotak centang ngan ukur 5 pilihan. Anjeun tiasa ngarobih lapangan ka dropdown pikeun nambihan seueur pilihan

source: columns list is empty
su: Daptar kolom kosong

source: Default Value
su: Niley standar

source: Delete row
su: Pupus baris

source: Add a new row
su: Tambahkeun baris anyar

source: Download
su: Ngundeur

source: Question
su: Patarosan

source: Default answer
su: Jawaban standar

source: Media is converting
su: Media keur ngarobah

source: Send Form
su: Kirim surélék Bentuk

source: Form Submited.
su: Ngabentuk Submited.

source: You don't have permissions to submit forms.
su: Anjeun teu boga idin ngalebetkeun bentuk.

source: You currently have no forms of your own
su: Anjeun ayeuna teu boga bentuk sorangan

source: Your Uncompleted Forms
su: Wangun Anjeun Anu Henteu Rengse

source: Uncompleted
su: Teu réngsé

source: Your Completed Forms
su: Formulir Anjeun Anu Rengse

source: Completed
su: Rengse

source: Your Forms
su: Formulir Anjeun

source: All Forms
su: kabéh Bentuk

source: Form Title
su: Judul Wangun

source: Author
su: Pangarang

source: Published
su: Diterbitkeun

source: Submissions
su: Kiriman

source: No Forms
su: Taya Bentuk

source: Upload Form Document
su: Unggah Dokumén Formulir

source: Forms Library
su: Perpustakaan Wangun

source: No Forms In Library
su: Taya Bentuk Dina Perpustakaan

source: Answers
su: Jawaban

source: Close - Status changed
su: Tutup - Status dirobih

source: Change Status
su: robah Status

source: Case Number
su: Jumlah hal

source: Date Opened
su: Tanggal Dibuka

source: User Id
su: ID Pangguna

source: Case Id
su: Kasus Id

source: Confirm your details
su: Pastikeun rinci Anjeun

source: Form Submitted.
su: Formulir Dikintunkeun.

source: PO No:
su: Nomer PO:

source: Reference ID:
su: ID Rujukan:

source: Term:
su: Istilah:

source: Note:
su: Catetan:

source: Price
su: Harga

source: Add more
su: Tambihan deui

source: Discount(%)
su: Diskon(%)

source: TAX(%)
su: PAJAK(%)

source: Select the members who needs to view or pay this invoice
su: Pilih anggota anu kedah ningali atanapi mayar invoice ieu

source: Update Invoice
su: Ngamutahirkeun Invoice

source: Create Invoice
su: Jieun Invoice

source: Reference ID
su: ID rujukan

source: Term
su: istilah

source: Note
su: Catetan

source: Quantity
su: kuantitas

source: Price ($)
su: harga ($)

source: Discount (%)
su: Diskon (%)

source: Tax (%)
su: Pajeg (%)

source: Pay Invoice
su: Mayar Invoice

source: Payment method
su: Cara pembayaran

source: Add a new payment method
su: Tambahkeun padika pembayaran anyar

source: Summary
su: Ringkesan

source: Payment:
su: pamayaran:

source: Total charge:
su: Total muatan:

source: Your Unpaid Invoices
su: Invoice Anjeun Teu Dibayar

source: Unpaid
su: Teu dibayar

source: Your Paid Invoices
su: Invoice Dibayar Anjeun

source: Paid
su: Dibayar

source: Your Invoices
su: Invoice Anjeun

source: All Invoices
su: Sadaya Invoice

source: Invoice Title
su: Judul Invoice

source: No Invoices
su: Taya invoice

source: No Audios yet.
su: Teu acan aya Audios.

source: Loading failed.
su: Diénggalan gagal.

source: retry
su: Coba deui

source: No documents yet.
su: Tacan aya dokumén.

source: No Files yet.
su: Henteu aya file.

source: No Images yet.
su: Taya Gambar acan.

source: No Videos yet.
su: Henteu aya pidéo acan.

source: Page Not Found
su: Halaman Henteu Kapendak

source: Attachments
su: Kantétan

source: Note View
su: Catetan Témbongkeun

source: No Notes
su: Henteu aya Catetan

source: Select the person to answer this field
su: Pilih baé ka ngajawab widang ieu

source: Create E-sign
su: Jieun E-tanda

source: Update E-signs
su: Ngamutahirkeun E-tanda

source: Signs
su: Tanda-tanda
