Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/su/LC_MESSAGES/messages.po
Languages: su

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
su: Milari kahayang anu anjeun peryogikeun nalika anjeun peryogi. Milarian kasus ku nami pangguna sareng klien, kecap konci, alur, upload dokumen, sareng seueur deui!

source: Create Custom Fields
su: Jieun Adat Widang

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
su: Ngahasilkeun widang khusus pikeun masukan klien sareng tim, sareng ngumpulkeun data anu diperyogikeun tina saha waé anu aub. Jieun kasus antarmuka unik pikeun bisnis sareng merek anjeun!

source: Create Custom Templates
su: Jieun Adat Citakan

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
su: Ngembangkeun rupa-rupa bentuk khusus sareng témplat pikeun distribusi sareng parantos duaan salami-teras aya kasus (sapertos survey kaluar klien). Naon waé bentuk anu anjeun butuhkeun, anjeun tiasa nyiptakeun!

source: As-You-Go Invoicing
su: Invoicing As-You-Go

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
su: Simkuring di dieu pikeun mantuan! Meunang di kabaran lamun masih mibanda patalékan jeung kami bakal ngawalon dina dua dinten berpungsi.

source: * Email is not valid.
su: * Surélék teu sah.

source: Low
su: Lowong

source: Medium
su: Sedeng

source: High
su: Luhur

source: Critical
su: Kritis

source: Choose Importance
su: milih Pentingna

source: Department
su: departemen

source: Sales
su: Penjualan

source: Other
su: Anu séjén

source: Choose Department
su: milih Jurusan

source: Importance
su: kapentingan

source: Send A New Message
su: Kirim pesen anu anyar

source: Send message
su: Kirim pesen

source: Answers to Questions
su: Jawaban pananya

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
su: Mibanda patalékan? Baca hidayah salajengna dina waleran urang pikeun queries konsumén &#39;sarta manggihan jawaban ka anjeun sorangan.

source: How secure is CaseActive?
su: Kumaha aman CaseActive?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
su: CaseActive ngagunakeun enkripsi SSL 128-bit militer jeung bank kelas pikeun pangiriman data jeung enkripsi AES 256-bit pikeun data dina sésana. Unggal conto CaseActive gaduh konci unik anu dihasilkeun, nyayogikeun lapisan kaamanan tambahan pikeun bisnis anjeun. Kami moal ngijinkeun perusahaan sanés ngaksés pangkalan data atanapi sistem panyimpen anjeun.

source: I have an existing system in place, Can CaseActive work with my existing system?
su: Kuring boga sistem aya di tempat, Tiasa CaseActive dianggo kalayan sistem kuring aya?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
su: Leres, anjeun tiasa ngahijikeun API proprietary atanapi modul impor kami pikeun otomatis nyiptakeun kasus, napelkeun pangguna, sareng ngahasilkeun laporan dumasar kana input sistem anjeun.

source: We have clients all over the world. Is CaseActive available in other languages?
su: Simkuring gaduh klien sakuliah dunya. Naha CaseActive sayogi dina basa sanés?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
su: Leres, aplikasi sareng komunikasi CaseActive tiasa ditarjamahkeun kana langkung ti 60 basa, kalebet, Mandarin Cina, Spanyol, Hindi sareng Rusia ogé Inggris.

source: Can I add a logo or customize CaseActive in any way?
su: Naha kuring tiasa nambihan logo atanapi ngaropea CaseActive dina cara naon waé?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
su: Leres pisan! CaseActive dirancang sareng anjeun dina pikiran. Dina halaman setelan panel admin, anjeun tiasa unggah warna pribadi anjeun sareng milih warna perusahaan anjeun.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
su: Naha CaseActive cocog sareng alat naon waé (PC, Mac, Tablet sareng Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
su: CaseActive mangrupikeun aplikasi wéb anu responsif. Éta dijalankeun dina browser wéb sapertos Internet Explorer, Firefox, Safari atanapi Chrome, jsb. Ieu ngandung harti yén jinis alat (PC, Mac, Tablet sareng Mobile) anu anjeun anggo henteu aya bédana. Kantun muka browser wéb, log in kana akun CaseActive anjeun, sareng anjeun parantos siap.

source: How many clients can I have?
su: Sabaraha klien abdi tiasa gaduh?

source: You are billed per staff seat, per month. You can have unlimited client users.
su: Anjeun ditagih per korsi staf, per bulan. Anjeun tiasa gaduh pangguna klien anu henteu terbatas.

source: Enhance User Experience
su: Ningkatkeun Pangalaman Pamaké

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
su: Henteu aya biaya minimum sareng henteu aya komitmen sateuacanna. Anjeun ngan mayar per korsi staf, per bulan.

source: per Month
su: per Bulan

source: Everything you need to get started. 3 seats are included.
su: Sagalana nu peryogi pikeun ngamimitian. 3 korsi kaasup.

source: Business
su: Usaha

source: Popular
su: Populér

source: Our most popular plan. 4 seats are included.
su: Rencana pang populerna kami. 4 korsi kaasup.

source: Enterprise
su: Pausahaan

source: Contact sales for pricing
su: Kontak jualan keur harga

source: Custom Pricing, Advanced features, SSO, Webhooks.
su: Harga Custom, Fitur canggih, SSO, Webhooks.

source: Contact Sales
su: Kontak Penjualan

source: Overview
su: Ihtisar

source: Communicate and share docs with your clients
su: Komunikasi sareng bagikeun dokumén sareng klien anjeun

source: Schedule recurring events and meetings
su: Jadwalkeun acara sareng rapat anu ngulang deui

source: Fully customize your form to generate data
su: Ngaropea pinuh formulir anjeun pikeun ngahasilkeun data

source: Keep track of case progression
su: Lacak kamajuan kasus

source: Request compliant e-signatures from multiple users
su: Nyuhunkeun tanda tangan éléktronik anu patuh ti sababaraha pangguna

source: Generate invoice for your client to view or pay
su: Ngahasilkeun invoice pikeun klien anjeun ningali atanapi mayar

source: Allows everyone to know what is coming up and due
su: Ngidinan sadayana terang naon anu bakal datang sareng anu badé

source: Auto notify the user when something is due
su: Bewara otomatis ka pangguna nalika aya anu disababkeun

source: Add custom case fields for all your cases
su: Tambahkeun widang kasus custom pikeun sakabéh kasus Anjeun

source: Custom Branding
su: Branding Adat

source: Make your app unique with logo and color styles
su: Jieun aplikasi anjeun unik kalayan logo sareng gaya warna

source: Access to customer support
su: Aksés ka rojongan customer

source: Storage
su: Panyimpenan

source: Additional Users Seats
su: Korsi Pamaké tambahan

source: Convo with recording
su: Convo kalawan rékaman

source: Video or audio chat with recording saved to the case
su: Obrolan pidéo atanapi audio sareng rékaman disimpen kana kasus

source: API Access
su: Aksés API

source: Automate tasks with access to API
su: Ngaotomatiskeun tugas kalayan aksés ka API

source: Module Templates
su: Témplat modul

source: Create a standard template and reuse it
su: Jieun témplat standar sareng nganggo deui

source: Autorun an action when a case or case assigned is triggered
su: Jalankeun otomatis tindakan nalika kasus atanapi kasus anu ditugaskeun dipicu

source: Newsletter
su: Buletin

source: Send general, birthday, or holiday messages to clients (Coming Soon)
su: Kirim pesen umum, ulang tahun, atanapi liburan ka klien (Moal lami deui)

source: Encryption at rest
su: Énkripsi dina sésana

source: Protects your data from system compromise
su: Ngajagi data anjeun tina kompromi sistem

source: Encryption in transit
su: Énkripsi dina transit

source: Protects your data if communications are intercepted
su: Ngajagi data anjeun upami komunikasi dicegat

source: SAML-based single sign-on (SSO)
su: Single Sign-on (SSO) basis SAML

source: Respond realtime to events
su: Ngabales realtime kana acara

source: Seamless Collaboration
su: Kolaborasi Seamless

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
su: CaseActive nyepetkeun kolaborasi digital antara perusahaan sareng klien anjeun - tina konsultasi ka resolusi, sadayana dina hiji platform.

source: Take a tour
su: Take the tour a

source: Stay Connected
su: Tetep Nyambung

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
su: Ngajaga kontak instan sareng anggota tim anu ngagunakeun antarmuka ramah pangguna CaseActive salaku hub one-stop pikeun klien sareng manajemén kasus.

source: Connect
su: nyambungan

source: Case Feed keeps you up-to-date with your clients.
su: Bisi Feed ngajaga anjeun nepi-ka-date sareng klien Anjeun.

source: Schedule
su: Jadwal

source: Create events, invite attendees, and monitor your calendar.
su: Jieun acara, diondang Hadirin, sarta ngawas kalénder Anjeun.

source: Call
su: Nelepon

source: Engage in live video conference calls any time, anywhere.
su: Kalibet dina hirup konferensi video nyaéta panggero wae, di mana waé.

source: Share
su: ngabagikeun

source: Securely upload files, discuss them, and share.
su: Aman ngamuat koropak, ngabahas aranjeunna, sarta babagi.

source: Powerful Case Management
su: Manajemén Case kuat

source: Out-of-the-Box Functionality
su: Kaluar-of-nu-Box fungsionalitas

source: Easily assign individuals
su: Gampang napelkeun individu

source: or teams to a case and collaborate with clients.
su: atanapi tim kana hiji hal sarta kolaborasi kalayan klien.

source: Manage user groups
su: Ngatur grup pamaké

source: and customize access permissions.
su: jeung ngaropea idin aksés.

source: All data is automatically backed up
su: Sadaya data ieu otomatis dicadangkeun

source: in case a recovery is ever needed.
su: bisi recovery a ieu kantos diperlukeun.

source: All information
su: sadaya inpo

source: is securely encrypted, ensuring your absolute privacy.
su: geus aman énkripsi, mastikeun privasi mutlak Anjeun.

source: Customize
su: ngaropea

source: with your own colors and logo.
su: kalawan kelir sorangan jeung logo.

source: can be enabled/disabled at any time.
su: bisa diaktipkeun / ditumpurkeun iraha wae.

source: Benefits of
su: Mangpaat tina

source: Reduction in time
su: Ngurangan waktu

source: to intake new clients
su: pikeun asupan klien anyar

source: Minimize
su: Ngaleutikan

source: the chance of
su: kasempetan tina

source: Better experience
su: pangalaman hadé

source: for your client
su: pikeun klien Anjeun

source: Increase in caseload capacity
su: Ningkatkeun kapasitas caseload

source: per staff
su: per staf

source: Get Started with our Built-in Apps
su: Ngamimitian jeung kami Aplikasi Panyungsi-di

source: All you need in one place.
su: Kabéh nu peryogi di hiji tempat.

source: Case Feed
su: bisi Feed

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
su: Gampang ngadaptarkeun hiji klien, staf, sareng ngahubungkeun kana hiji hal sareng terlibat dina tempat anu aman anu ngamungkinkeun anjeun ngirimkeun kamajuan kasus, gaduh obrolan waktos sareng paguneman video, ogé jadwal acara, e-sign / upload / download dokumen, sareng langkung seueur.

source: Case Invoices
su: Invoice Kasus

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
su: Kalayan invoicing as-you-go, tagihan klien ngan ukur diklik, sareng ngamungkinkeun anjeun ngirim dana dana anu otomatis kabentuk sareng nampi pamayaran langsung.

source: Case Events
su: Kajadian Kasus

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
su: Tetep kalénder kasus anjeun dikelompokeun sepanjang waktos, ngajadwalkeun acara, ngondang anu hadir, ngirim panginget kagiatan, sareng mastikeun sadayana tetep dilacak.

source: Case Convo
su: Kasus Convo

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
su: Minuhan sareng para klien sareng anggota tim ampir &#39;nyanghareupan-to-face&#39; ngaliwatan konperénsi pidéo diwangun-dina ku anjeun tiasa langsung nyarios sareng sadayana anu kalibet.

source: Case Forms & E-signs
su: Bentuk Kasus & E-tanda

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
su: Nempatkeun formulir kasus anjeun pikeun ngahasilkeun témplat unik anu ngagaduhan kabutuhan khusus anjeun. Témplat ieu teras tiasa disebarkeun ka klien sareng anggota tim kanggo ngeusian sareng ngadaptar

source: Case notes
su: Catetan kasus

source: Keep notes with custom fields and attachments on case progression for current and future team members
su: Simpen catetan sareng widang khusus sareng lampiran ngeunaan kamajuan kasus pikeun anggota tim ayeuna sareng anu bakal datang

source: Case Media
su: Média Kasus

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
su: Unggah, bagikeun, koméntar, sareng unduh file anu aya hubunganana sareng pasualan éta supados sadayana gaduh rujukan ngeunaan sadaya detil penting, jalma, sareng kaayaan.

source: About Case
su: ngeunaan Case

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
su: Hayu klien sareng staf ningali rinci umum pikeun kasus anu aranjeunna janten. Anjeun teras tiasa nutup kasus sakali sadayana dibungkus, atanapi masihan otorisasi anggota tim pikeun ngalakukeunana.

source: Plus Many More Features
su: Ditambah Seueur deui Pitur

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
su: Anggo Fitur Administrasi Timer Diri Jupuk total kontrol ti manajemén CaseActive anjeun tina platform sorangan.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
su: Kalayan teu nyambungkeun sistem anu aya sareng CaseActive Ngabantosan API proprietary kami pikeun nyiptakeun kasus sacara otomatis, ngadaptarkeun pangguna, sareng ngahasilkeun laporan dumasar kana input sistem anjeun.

source: Multi-Language Enabled:
su: Multi Basa sangkan:

source: Interact with clients in
su: Berinteraksi sareng klien di

source: 70+ languages
su: 70+ basa

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
su: Naha bisa dipake lokal atawa global, anjeun tiasa nerjemahkeun basa pituin klien anjeun ngaliwatan CaseActive urang

source: language management system
su: Sistim manajemén basa

source: No more confusion or limits.
su: Taya deui galau atawa wates.

source: Let's see what others are saying
su: Hayu urang tingali kumaha batur anu nyebutkeun

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
su: Milarian kumaha konsumén Heboh urang - tina usaha leutik ka perusahaan perusahaan - naekeun kaunggulan kalapa ku kéngingkeun Galau CaseActive.

source: SUPPORT
su: sokongan

source: Everything at Your Fingertips.
su: Sagalana di Fingertips anjeun.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
su: Ngamimitian kalawan aplikasi CaseActive anjeun ku handap pituduh video kami, sarta ngaropea eta pikeun nyocogkeun ka kabutuhan Anjeun.

source: What are you looking for...
su: Milari naon anjeun...

source: Last Updated: June 7, 2021
su: Terakhir Dirobih: 7 Juni 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
su: CaseActive ngagaduhan hak, iraha waé sareng budi nyalira, pikeun ngapdet sareng ngarobih mana waé sareng sadayana Istilah Layanan ieu. Nalika CaseActive ngarobih Syarat Layanan ieu, CaseActive bakal ngarobih tanggal &#39;Terakhir Diapdét&#39; di luhur. Anjeun tanggel waler pikeun rutin nempoan versi anu paling anyar tina Service Service. Pamakean anjeun terus-terusan dina Ladenan saatos aya parobihan sapertos kitu parantos dibéréskeun pikeun idin anjeun dibeungke ku parobihan sapertos kitu. Upami anjeun ngabantosan parobihan kana Syarat Layanan ieu, ubar tunggal sareng ekslusif anjeun kedah ngeureunkeun Layanan numutkeun istilah di dieu.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
su: Sarat Umum Umum ieu dilarapkeun pikeun Layanan Umum sacara umum. Istilah tambahan anu ditawarkeun pikeun unggal Palayanan anu ditawarkeun dina tautan anu disayogikeun di handap (dina &#39;Sarat Watesan tambahan&#39;).

source: 1. Services:
su: 1. Layanan:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
su: Software proprietary kami mangrupikeun platform jasa anu kami host pikeun palanggan pikeun nawiskeun jasa anu rinci di handap. Pikeun ngalanggan Ladénan, anjeun kedah ngalaksanakeun Formulir Pesenan pikeun Layanan éta sareng / atanapi ngalengkepan aliran daptar pikeun Palayanan éta. Anjeun ngan ukur berhasil nganggo Layanan dimana anjeun parantos langganan sareng mayar, sareng panggunaan Layanan anjeun tunduk kana patuh kana sagala istilah sareng kaayaan dina Perjangjian. Anjeun ngaku sareng satuju yén kami hak hak ngarobih jasa (atanapi bagian tina éta) ti waktos ka waktos sareng yén urang moal nanggung jawab ka anjeun atanapi ka pihak katilu pikeun ngarobih mana-mana modifikasi kana Layanan.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
su: 1.2 Katerangan ngeunaan CaseActive Service: CaseActive Service mangrupikeun suite jasa parangkat lunak host pikeun manajemén kolaborasi klien online ditawarkeun ku CaseActive LLC. Aliran daptar anu anjeun parantos satuju, atanapi Formulir Pesenan anjeun parantos kalepatan, ngidentifikasi Service CaseActive anjeun parantos ngalanggan, istilah langganan sareng biaya anu dibayar ku anjeun pikeun Service CaseActive. Istilah sareng syarat tambahan anu dianggo pikeun anjeun ngagunakeun Service CaseActive ditetepkeun dina:

source: 2. Expanding the Services:
su: 2. Lengkepan nu Layanan:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
su: Anjeun tiasa ngalanggan mana-mana Jasa tambahan, kalebet Layanan énggal anu tiasa disayogikeun ku CaseActive tina waktos ka waktos, atanapi ningkatkeun Layanan anu tos aya ku ngalaksanakeun Formulir Orde tambahan atanapi aliran daptar, salaku bagian tina Layanan. Unggal aliran ngadaptarkeun atanapi Formulir Pesenan badé ngalebetkeun harga sareng tanggal tagihan jasa anu ditambih dina waktos éta. Sadaya Layanan énggal janten tunduk kana Syarat Jasa Umum ieu sareng istilah sareng syarat tambahan anu khusus pikeun dilarapkeun ka Layanan tambahan sapertos kitu.

source: 3. Customer Support:
su: Rojongan 3. Palanggan:
