Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/st/LC_MESSAGES/messages.po
Languages: st

source: Total charge:
st: Kakaretso ea tefiso:

source: Your Unpaid Invoices
st: Li-invoice tsa hau tse sa lefelloeng

source: Unpaid
st: E sa lefelloang

source: Your Paid Invoices
st: Li-invoice tsa hau tse lefshoang

source: Paid
st: E lefelletsoe

source: Your Invoices
st: Li-invoice tsa hau

source: All Invoices
st: Li-invoice tsohle

source: Invoice Title
st: Sehlooho sa Invoice

source: No Invoices
st: Ha ho na li-invoice

source: No Audios yet.
st: Ha ho na li-Audio hajoale.

source: Loading failed.
st: Ho boloka ho atlehile.

source: retry
st: leka hape

source: No documents yet.
st: Ha ho na litokomane hajoale.

source: No Files yet.
st: Ha ho na Lifaele hajoale.

source: No Images yet.
st: Ha hona Litšoantšo hajoale.

source: No Videos yet.
st: Ha ho na livideo.

source: Page Not Found
st: Leqephe Ha Le Fumane

source: Attachments
st: Lijoana-hloko

source: No Notes
st: Ha ho Lintlha

source: Select the person to answer this field
st: Khetha motho ea lokelang ho araba tšimo ena

source: Create E-sign
st: Etsa letšoao la E

source: Update E-signs
st: Ntlafatsa matšoao a E

source: Signs
st: Lipontšo

source: Add Field
st: Kenya tšimo

source: Edit Field
st: Fetola Tšimo

source: Send E-sign
st: Romela E-sign

source: E-sign Submitted.
st: E-sign e rometsoe.

source: You don't have permissions to submit e-signs.
st: Ha u na tumello ea ho fana ka matšoao a e-mail.

source: You currently have no E-signs of your own
st: Hajoale ha u na matšoao a E-ea hau

source: Your Uncompleted E-signs
st: Matšoao a hau a E-E a sa Phethahalang

source: Your Completed E-signs
st: Lipontšo tsa hau tse phethiloeng tsa E

source: Your Signs
st: Lipontšo tsa Hao

source: All E-signs
st: Lipontšo tsohle tsa E

source: E-sign Title
st: E-sign Sehlooho

source: No E-signs
st: Ha ho matšoao a E

source: No E-signs In Library
st: Ha ho li-E-signs ka har'a Library

source: Upload E-sign Document
st: Kenya Tokomane ea E-sign

source: Update Task
st: Ntlafatsa Mosebetsi

source: Create Task
st: Etsa Mosebetsi

source: You currently have no tasks of your own
st: Hajoale ha u na mesebetsi ea hau

source: Your Uncompleted Tasks
st: Mesebetsi ea Hao e sa Phethahalang

source: Your Completed Tasks
st: Mesebetsi ea Hao e Phethiloeng

source: Your Tasks
st: Mesebetsi ea Hao

source: All Tasks
st: Mesebetsi eohle

source: Task
st: Mosebetsi

source: Deadline
st: Letsatsi la pheletso

source: Assignees
st: Ba abeloang mosebetsi

source: In Progress
st: E mocheng

source: Delete task
st: Hlakola mosebetsi

source: No Tasks
st: Ha ho Mesebetsi

source: wants access
st: e batla phihlello

source: No Answers
st: Ha ho Likarabo

source: Select Field Type
st: Khetha Mofuta oa Tšimo

source: Text Only
st: Mongolo feela

source: Multiple Line Text
st: Mokhoa o Mongata oa Line

source: Dropdown
st: Theosa

source: Checkboxes
st: Li-checkboxes

source: Date
st: Letsatsi

source: Time
st: Nako

source: Yes/No
st: E. Che

source: Number
st: Nomoro

source: Access Denied
st: U hanetsoe ho kena

source: You don't have access to this case.
st: Ha u na monyetla oa ho fumana nyeoe ena.

source: Imports
st: Litheko

source: View import
st: Sheba lintho tse tsoang linaheng tse ling

source: Sessions
st: Likopano

source: Home
st: Lehae

source: Users
st: Basebedisi

source: Library
st: Laeborari

source: Integration
st: Tšebelisano

source: Settings
st: Lisebelisoa

source: Webhooks
st: Li-webokoks

source: Keys
st: Linotlolo

source: Feed Templates
st: Lipontšo tsa Lijo

source: Form Templates
st: Lipampiri tsa Foromo

source: Task Templates
st: Lithempleite tsa Mosebetsi

source: Payments
st: Litefo

source: From
st: Ho tloha

source: To
st: Ho

source: System
st: Tsamaiso

source: User Intake
st: Keno ea mosebelisi

source: Custom Fields
st: Masimo a Tloaelehileng

source: After Actions
st: Kamora Liketso

source: Advance Settings
st: Litlhophiso tsa Pele

source: Label Name
st: Lebitso la Lebitso

source: Fields
st: Masimo

source: Tag ID
st: Tšoao ea lebokose

source: Have many users?
st: O na le basebelisi ba bangata?

source: Import users
st: Kenya basebelisi

source: or
st: kapa

source: Send them a signup link.
st: Ba romelle linki ea ho ingolisa.

source: Let's start by entering the email or phone number
st: Ha re qale ka ho kenya lengolo-tsoibila kapa nomoro ea mohala

source: Phone
st: Mohala

source: Invalid phone number entered
st: Nomoro ea mohala e fosahetse e kentsoe

source: A label to easily find a case. it cannot be changed later
st: Letšoao la ho fumana nyeoe habonolo. e ke ke ea fetoloa hamorao

source: Visibility:
st: Ponahalo:

source: Who can use this template
st: Ke mang ea ka sebelisang template ena

source: One time
st: Nako e le &#39;ngoe

source: Please enter valid payment information before proceeding
st: Ka kopo, kenya lintlha tse nepahetseng tsa tefo pele u tsoela pele

source: Add Payment
st: Kenya Tefo

source: Repeat every:
st: Pheta tse ling le tse ling:

source: Let's get started
st: Ha re qaleng

source: Take me there
st: Nkise teng

source: Mark
st: Tšoaea

source: Created on
st: E entsoe ka

source: Expires on
st: E felloa ke nako ka

source: No announcements yet.
st: Ha ho na liphatlalatso.

source: Add Announcement
st: Kenya Phatlalatso

source: Edit Announcement
st: Fetola Phatlalatso

source: Date and time should be at least one hour ahead
st: Letsatsi le nako li lokela ho ba bonyane hora e le 'ngoe pele

source: Delete Date
st: Hlakola Letsatsi

source: Delete Time
st: Hlakola Nako

source: Back
st: Khutlela

source: No Users Found
st: Ha ho Basebedisi ba Fumanehileng

source: No role selected
st: Ha ho karolo e khethiloeng

source: No permissions added!
st: Ha ho na tumello e kenyelletsoeng!

source: ASSIGNED USERS
st: RETS'ELISITSOE basebelisi

source: CASE PERMISSIONS
st: TLHOKOMELLO PUSELE

source: User ID
st: Theneketso

source: Role
st: Karolo

source: remove
st: tlosa

source: Assign User
st: Etsa Mosebeletsi

source: User
st: Mosebelisi

source: ADD USER
st: EKETSANG MOTS'ELISI

source: Email user about case assignment
st: E-mail user about boemo ba kabelo

source: Keyword
st: Motlolo oa bohlokoa

source: No cases found.
st: Ha ho linyeoe tse fumanehang.

source: Create a case for a business
st: Etsa nyeoe bakeng sa khoebo

source: Case ID
st: Case ea ID

source: Created On
st: E entsoe ka

source: Case Status
st: Boemo ba boemo

source: Case Type
st: Mofuta oa Nyeoe

source: Assign Users
st: Abela Basebedisi

source: No cases found
st: Ha ho linyeoe tse fumanehang

source: Have many cases?
st: Ho na le linyeoe tse ngata?

source: Click here to import cases.
st: Tobetsa mona ho kenya linyeoe.

source: No status selected
st: Ha ho boemo bo khethiloeng

source: No type selected
st: Ha ho mofuta o khethiloeng

source: Case Info
st: Tlaleho ea Taba

source: About
st: Hoo e ka bang

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
st: Leibole e sa feleng ea ho fumana nyeoe habonolo. (a-z, 0-9, -, /) lia lumelloa

source: Case Types
st: Mefuta ea Nyeoe

source: Click
st: Tobetsa

source: to edit case types
st: ho hlophisa mefuta ea linyeoe

source: No Type selected
st: Ha ho Mofuta o khethiloeng

source: Case not found!
st: Taba ha e fumanoe!

source: Media Size
st: Boima ba Media

source: All statistics
st: Lipalopalo kaofela

source: Import not found.
st: Ho kenya ha ho fumanoe.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
st: Ho sebetsa ha faele ho hlolehile. Netefatsa hore ke mofuta oa faele ea CSV 'me e na le lihlooho tse nepahetseng

source: Data
st: Lintlha

source: No Imports yet.
st: Ha ho so romelloe thepa.

source: Source
st: Mohloli

source: Stats
st: Lipalo-palo

source: Passed:
st: E fetisitsoe:

source: Failed:
st: E hlotsoe:

source: Total:
st: Kakaretso:

source: Add Imports
st: Kenya thepa e kenang kantle ho naha

source: Download Sample
st: Khoasolla Sampole

source: Choose a file
st: Khetha faele

source: Edit Key
st: Fetola Senotlolo

source: Add Key
st: Kenya Senotlolo

source: No Keys yet.
st: Ha ho linotlolo hona joale.

source: Source CIDR
st: Mohloli CIDR

source: Remove
st: Tlosa

source: is invalid.
st: ha e sebetse.

source: Secret Key
st: Senotlolo sa Lekunutu

source: Make sure to copy your new secret key now. You won’t be able to see it again!
st: Etsa bonnete ba hore o kopitsa senotlolo sa hau se secha sa lekunutu hona joale. U ke ke ua khona ho e bona hape!

source: Edit Webhook
st: Fetola Webhook

source: Add Webhook
st: Kenya Webhook

source: No event selected
st: Ha ho ketsahalo e khethiloeng

source: No Webhooks yet.
st: Ha ho li-webokoks hajoale.

source: Secret Webhook
st: Sephiri sa Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
st: Etsa bonnete ba hore u kopitsa "webhook" ea hau ea lekunutu hona joale. U ke ke ua khona ho e bona hape!

source: Sign In
st: Kena

source: Login in account page.
st: Kena ka leqepheng la akhaonto.

source: Edit form builder
st: Fetola sehahi sa foromo

source: Delete form
st: Hlakola foromo

source: No forms yet.
st: Ha ho liforomo leha ho le joalo.

source: Intake Forms
st: Liforomo tsa ho Kena

source: Upload Intake Form Document
st: Kenya Tokomane ea Foromo ea ho Kena

source: Add Intake Form
st: Kenya Foromo ea ho Kena

source: Edit Intake Form
st: Fetola Foromo ea ho Kena

source: Show Media
st: Bontša Mecha ea litaba

source: Add Post
st: Kenya Post

source: Edit Post
st: Edita Post

source: Files Amount
st: Nako ea Files

source: No Feed Templates yet.
st: Ha ho na Litempele tsa Tlhahiso

source: Post Name
st: Lebitso la poso

source: Post Message
st: Molaetsa oa poso

source: Processing media ...
st: E sebetsa litaba ...

source: Download original file
st: Khoasolla faele ea mantlha

source: Could not display media
st: Ha e khone ho hlahisa mecha ea litaba

source: No locations found.
st: Ha ho libaka tse fumanehang.

source: Main Office
st: Ofisi e kholo

source: Location Name
st: Lebitso la Sebaka

source: Delete e-sign
st: Hlakola e-sign

source: No e-signs yet.
st: Ha ho na matšoao a elektronike hajoale.

source: Subtasks Count
st: Mesebetsi e Menyenyane Palo

source: No tasks yet.
st: Ha ho na mesebetsi.

source: Total
st: Kakaretso

source: Refund
st: Puseletso

source: No invoices yet.
st: Ha hona li-invoice.

source: Refund Reason
st: Puseletso Lebaka

source: Duplicate charge
st: Tefiso e habeli

source: Fraudulent charge
st: Tefiso ea bomenemene

source: Requested by customer
st: E kopiloe ke moreki

source: On Board
st: Ba palameng

source: Stripe
st: Mothalo

source: Role Info
st: Tlhahisoleseling

source: It cannot be changed later
st: E ke ke ea fetoloa hamorao

source: Role Permissions
st: Lumello ea Boikarabelo

source: e-signs
st: matšoao a e-mail

source: on
st: ho ea pele

source: Allowed File Sizes
st: Lumelletsoe Boitsebiso ba Lifaele

source: Create
st: Etsa

source: Creating...
st: E bōpa ...

source: Modules
st: Lisebelisoa

source: Roles
st: Mesebetsi

source: Profile information
st: Lintlha tsa profil

source: No role found.
st: Ha ho karolo e fumanoang.

source: When a case is created, auto assign these users
st: Ha nyeoe e etsoa, abela basebelisi bana ka bo eona

source: Remove All
st: Tlosa Tsohle

source: User Name
st: Lebitso la Mosebedisi

source: Notify
st: Tsebisa

source: Host User
st: Mosebelisi ea amohelang

source: When a user is assigned to a case, auto add templates
st: Ha mosebelisi a abetsoe nyeoe, kenya litempele ka bo eona

source: No post selected
st: Ha ho poso e khethiloeng

source: No form selected
st: Ha ho foromo e khethiloeng

source: No e-sign selected
st: Ha ho lets'oao la elektronike le khethiloeng

source: Templates
st: Lithempleite

source: Add Templates
st: Kenya Lithempleite

source: Idle Cases
st: Linyeoe tse sa sebetseng

source: When a case is idle, post this message
st: Ha nyeoe e sa sebetse, romella molaetsa ona

source: No case type selected
st: Ha ho mofuta oa nyeoe o khethiloeng

source: Idle Days
st: Matsatsi a sa sebetseng

source: Post Id
st: Poso Id

source: Set Idle Message
st: Beha Molaetsa o sa sebetseng

source: No task selected
st: Ha ho mosebetsi o khethiloeng

source: No operation order selected
st: Ha ho taelo ea ts'ebetso e khethiloeng

source: Operation Order
st: Taelo ea Ts'ebetso

source: Add Templates to Assign Users
st: Kenya Lithempleite ho Abela Basebelisi

source: Case Form
st: Foromo ea Nyeoe

source: User Form
st: Foromo ea mosebelisi

source: Notes Form
st: Foromo ea Lintlha

source: Defaults
st: Li fapane

source: Required
st: Ho hlokahala

source: Public User Signup link:
st: Sehokelo sa Sechaba sa Boingoliso:

source: Design Settings
st: Litlhophiso tsa Moralo

source: Change file
st: Fetola faele

source: Delete Favicon
st: Tlosa Favicon

source: Logo:
st: Ratata:

source: Delete Logo
st: Tlosa Logo

source: Text Color
st: &#39;Mala oa Mongolo

source: Recommended Colors:
st: Mebala e khothalletsoang:

source: Background Color
st: &#39;Mala oa Bokamorao

source: Company Info
st: Lintlha tsa Khampani

source: Website
st: Webosaete

source: Terms of Use URL
st: Melao ea Tšebeliso ea URL

source: User Signup
st: Ngoliso ea Mosebelisi

source: Allow Signup
st: Lumella Signup

source: Case User Role
st: Karolo ea Mosebelisi

source: Analytics Key
st: Senotlolo sa Bohlokoa

source: delete
st: hlakola

source: Crop Image
st: Setšoantšo sa Crop

source: No Filter
st: Ha ho Filtha

source: No logs requested.
st: Ha ho matlo a kileng a botsoa.

source: Logs list is empty.
st: Lenane la melaetsa ha le na letho.

source: Download CSV
st: Latala CSV

source: Request Logs
st: Kopa Melao

source: Log Type
st: Mofuta oa Litaba

source: Filter
st: Senya

source: Select a case
st: Khetha nyeoe

source: Enter the email address
st: Kenya aterese ea imeile

source: Header (3 max)
st: Hlooho (3 boholo)

source: When a user join app, ask the user to share the following
st: Ha mosebelisi a kenela app, kopa mosebelisi ho arolelana tse latelang

source: No user intake found.
st: Ha ho tšebeliso ea mosebelisi e fumanoeng.

source: User Type
st: Mofuta oa Mofuta

source: Intake Form
st: Foromo ea ho Kena

source: Complete After
st: Qetella Kamora

source: No user type selected
st: Ha ho mofuta oa mosebelisi o khethiloeng

source: No intake form selected
st: Ha ho foromo ea ho noa e khethiloeng

source: Complete After Date
st: Qetella Ka mor'a Letsatsi

source: Complete After Time
st: Qetella Kamora Nako

source: Date and time should be less or equal to now
st: Letsatsi le nako li tlameha ho ba tlase kapa ho lekana le hona joale

source: Comment ct
st: Maikutlo ct

source: View Ticket
st: Sheba Tekete

source: Ticket
st: Tekete

source: No tickets yet.
st: Ha hona litekete.

source: User not found.
st: Moqapi ha a fumanehe.

source: User can edit their account information except for the host user attributes section.
st: Mosebelisi a ka hlophisa tlhahisoleseling ea akhaonto ea bona ntle le karolo ea litšobotsi tsa mosebelisi.

source: Contact
st: Iteanye

source: Phone number
st: Nomoro ea mohala

source: Zip Postal Code
st: K&#39;houtu ea Zip / Poso

source: Host User Attributes
st: Litšobotsi tsa Mosebelisi ea Host

source: User Status
st: Boemo ba mosebedisi

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
st: Leibole e sa feleng ea ho fumana mosebelisi habonolo. (a-z, 0-9, -, /) lia lumelloa

source: App only User Intake Fields
st: Mekhahlelo ea ho Kena ha Basebelisi App feela

source: APP ONLY CUSTOM FIELDS
st: SEBELISA LIJO TSA CUSTOM FIELDS

source: s found.
st: s e fumanoe.

source: Created Date
st: Letsatsi le bōpiloeng

source: View Cases
st: Sheba Linyeoe

source: VIEW CASES
st: RELEBOHILE LITEKENG

source: Get Started
st: Qala

source: Password
st: Netewete

source: Email is not valid.
st: Imeile ha e sebetse.

source: CaseActive lets you and your client
st: CaseActive eu lumella le mofani oa hau

source: work together
st: sebetsa hammoho

source: at any time, in any place.
st: ka nako efe kapa efe, sebakeng leha e le sefe.

source: Explore
st: Hlahloba

source: Pricing
st: Theko

source: FAQ
st: LBH

source: Failed to validate if you are human
st: E hlolehile ho netefatsa haeba o le motho

source: NOTIFY ME WHEN IT'S READY!
st: NAHANYELE HA KE HLOKAHALA!

source: Thank You!
st: Kea leboha!

source: We will notify you when the app is ready
st: Re tla u tsebisa ha sesebelisoa se se se loketse

source: Most popular
st: Tse ratoang haholo

source: All languages
st: Lipuo tsohle

source: Oops, Something went wrong.
st: Oho, ho na le ho phoso.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
st: Oho, ho na le ho phoso. Sehlopha sa rona se tsebisitsoe. Ka kopo, leka hape hamorao.

source: Support Documentation
st: Litokomane tsa Tšehetso

source: All Categories
st: Lihlopha tsohle

source: Contents
st: Litaba

source: Related Articles
st: Lingoliloeng Tse Amanang

source: Get started: processes, best practices, setup guides, and more!
st: Qala: lits'ebetso, mekhoa e metle, litataiso tsa ho seta, le tse ling!

source: Find anything you need to get to work in CaseActive.
st: Fumana eng kapa eng eo u e hlokang hore u tle u sebetse ho CaseActive.

source: All case communication in one spot
st: Boemo bohle ba puisano sebakeng se le seng

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
st: Lipuisano, litlatsetso tsa poso, ho araba lipotso, ho ngola lintlha, ho fana ka maikutlo le ho ba le lipuisano tsohle tse tšoailoeng ka lengolo-tsoibila la lengolo-tsoibila le tsebiso ea SMS.

source: Share with confidence
st: Kopanela ka kholiseho

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
st: Abelana litokomane le linepe lipakeng tsa bareki le litho tsa sehlopha ho sesebelisoa le lisebelisoa tsohle, kahoo motho e mong le e mong o lula a le morao-rao.

source: Take it on the go
st: E nke ho ea pele

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
st: Sebelisa lisebelisoa tsa mehala tse kang matlapa le li-smartphones ho sebelisana lintlha tsa bohlokoa, buisanang ka mathata a maholo, litokomane tsa phapanyetsano le tsoelo-pele ea linyeoe tsa chate ka nako ea nnete.

source: Immediate records access
st: Litlaleho tsa hangata li fihlella

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
st: Basebelisi ba ngolisitsoeng ba ka fihlella data ea bareki ka potlako le tlhahisoleseling ea linyeoe (ho kenyelletsa linyeoe tsa hajoale, tse fetileng, tse bulehileng, tse koetsoeng le tse ntseng li emetse), kaofela ka portal e le &#39;ngoe.

source: Automatic timezone conversion
st: Phetoho ea nako ea nako e ikemetseng

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
st: Hore na o tsamaea kapa o lula sebakeng se seng, o tla lumellana le sistimi ea rona ea moqoqo oa nako.

source: Track Events
st: Sheba Liketsahalo

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
st: Lokisetsa liboka ka potlako, ho shebella liketsahalo tse tlang, le ho mema bareki le litho tsa sehlopha ho ba teng.

source: Video Conferencing
st: Kopano ea Video

source: Connect with clients and team members via live video chats for even more interactivity.
st: Kopana le bareki le litho tsa sehlopha ka meqoqo ea video e phelang bakeng sa ho sebelisana ho feta.

source: Automate tasks when a case is created or a user is assigned to a case.
st: Iketsetse mesebetsi ha nyeoe e etsoa kapa mosebelisi a abetsoe nyeoe.

source: Automated Alerts
st: Litlhokomeliso tsa Automated

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
st: U batla ho lakatsa bareki ba hau letsatsi le monate la tsoalo? Theha molaetsa o ikemetseng bakeng sa bareki ba nakong e fetileng le ba hona joale bakeng sa letsatsi la bona le khethehileng!

source: Keeping Client details up-to-date
st: Ho boloka boitsebiso ba Client ho fihlela bocha

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
st: Banyalani ba ka fetola litlaleho tsa bona ka data e ntlafalitsoeng, lifoto, li-passwords, le litlhophiso tsa akhaonto.

source: Ask Questions, Get Answers.
st: Botsa Lipotso, Fumana Likarabo.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
st: Theha liforomo tsa tloaelo &#39;me u li romelle ho bareki hore ba li tlatse. Fumana lintlha tsa bohlokoa, fana ka lipatlisiso tsa boithuto, &#39;me u fumane tlhaiso-leseling eo u e hlokang ho etsa mosebetsi oa hau hantle!

source: , Director of Sales of Cain & Company
st: , Motsamaisi oa Khoebo ea Kaine &amp; Company

source: Make client billing as straightforward as possible with online invoices and payments.
st: Etsa hore bareki ba lefelle ka ho toba kamoo ho ka khonehang ka li-invoice le marang-rang.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
st: Re rata tefiso ea nyeoe hobane e lumella bareki ho bona hantle seo ba se lefang.

source: , Vice President of Sky Digital
st: , Motlatsi oa Motlatsi oa Sky Digital

source: Enjoy the ease of e-signing
st: Thabela boiketlo ba ho e-saena

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
st: Ka elektroniki saena litokomane tsohle ka DocSign, u sebelisa litokomane tse behiloeng le likopo tsa netefatso ea bareki ba dijithale.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
st: Kenya tokomane, e tšoaee bakeng sa ho saena, ebe mofani oa eona o kena le ho e saena ka e-mail. Ntho e ngoe le e ngoe e etsoa ntle le hore moreki a kene moahong oa rona. Sena se sebetsa le bareki ba seng haufi le ofisi kapa ba lulang kantle ho naha.

source: , Director of Operations of Capital Insurance
st: , Motsamaisi oa Ts&#39;ebetso ea Motlakase oa Motlakase

source: Enhance Your System. Less Work, More Results.
st: Ntlafatsa Tsamaiso ea hau. Mosebetsi o fokolang, More Results.

source: Use the Self-Serve Administrative Feature
st: Sebelisa Sebaka sa Boipheliso se Ikemetseng

source: Take total control of your CaseActive management suite from the platform itself.
st: Etsa kakaretso ea taolo ea hau ea tsamaiso ea CaseActive ho tloha sethaleng ka boeona.

source: Effortlessly link your existing system with CaseActive
st: Ka ho sa feleng u amahanya mokhoa oa hau o teng le CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
st: Kopanya API ea rona ea kopanelo ho theha linyeoe ka mokhoa o ikhethileng, ho abela basebelisi, le ho hlahisa litlaleho tse thehiloeng mohopolong oa hau oa sistimi.

source: Acting as a
st: Ho sebetsa e le

source: virtual administrative assistant
st: mothusi oa tsamaiso

source: , CaseActive empowers you with streamlined document and media handling, private
st: , CaseActive e fana ka matla a tokomane e hlophisitsoeng le melaetsa ea litaba, tsa poraefete

source: client-to-customer communications
st: melaetsa ea bareki-ho-bareki
