Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/st/LC_MESSAGES/messages.po
Languages: st

source: You should choose image file.
st: U lokela ho khetha faele ea setšoantšo.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
st: Kenya tokomane, e tšoaee bakeng sa ho saena, ebe moreki o kena ebe oae saena. Ntho e ngoe le e ngoe e etsoa ntle le ha moreki a tlameha ho kena mohahong oa rona. Sena se sebetsa hantle le bareki ba seng haufi le ofisi kapa ba lulang kantle ho naha ..

source: Director of Operations of Capital Insurance
st: Motsamaisi oa Ts&#39;ebetso ea Inshorense ea Motse

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
st: Batho bao re amanang le bona ba ka kena mme ba bona tlhaiso-leseling ea hore na linyeoe tsa bona tse boletsoeng li ea joang. Sena se matlafalitse nyeoe ea rona haholo ...

source: Partner of Law Office of Christianson & Bayles
st: Molekane oa Molao Ofisi ea Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
st: Ha re sa tlameha ho bona bareki ka ofising bakeng sa liboka, mme ho saena litokomane ho felile kaofela inthaneteng - ho ba bohlale!

source: CEO of EL Passion
st: CEO oa EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
st: Re sebelisa API, re ile ra kenya ka botlalo se neng se bontšoa ka har&#39;a pampiri ea linyeoe, re ipapisitse le lisosa tse ikhethang tsamaisong ea rona e teng. E loketseng ..

source: IT Manager of Carter Mario Injury Lawyers
st: Motsamaisi oa IT oa Litsebi tsa Molao tsa Carter Mario

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
st: Re na le bareki ba bangata ba lipuo tse ngata ba sebelisang mofuta oa phetolelo. Re romella melaetsa re e-na le tšepo ea hore e mong le e mong o tla e utloisisa. Sena se re lumella ho tloha mosebetsing oa lehae ho ea lefatšeng ka bophara ..

source: CEO of Solid Rock Designs
st: CEO oa Solid Rock Designs

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
st: Bareki ba e rata! E etsa hore bophelo ba bona bo be bobebe haholo. Ba ka buisana ka litaba le rona inthaneteng, ba kenya linepe le litokomane, &#39;me ntho e ngoe le e ngoe e bolokiloe moo sehlopha le moreki ba ka e shebang ..

source: Partner of Ashley &amp; Ashley P.C.
st: Molekane oa Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
st: Re rata nyeoe ea thekiso hobane e lumella bareki ho bona hore na ba lefella eng ..

source: Vice President of Sky Digital
st: Motlatsi oa Mopresidente oa Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
st: Puisano e amanang le sefapano e tšoana le ho ba le lisebelisoa tsohle tsa hau tsa litaba tsa sechaba le lisebelisoa tsa kopanelo sebakeng se le seng ..

source: Director Of Complaint Management
st: Motsamaisi oa Tsamaiso ea Litletlebo

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
st: Mefuta ea mekhoa e re lumella ho mamela le ho ithuta, ho re thusa ho eketsa thekiso ka maikutlo a bareki ..

source: Director of Sales of Cain &amp; Company
st: Motsamaisi oa thekiso ea Cain &amp; Company

source: The user interface is very similar to Facebook. It’s extremely easy to use..
st: Leseli la mosebelisi le ts&#39;oana haholo le Facebook. Ho bonolo haholo ho e sebelisa ..

source: Partner of Wong Medical Group LLC
st: Molekane oa Wong Medical Group LLC

source: A pin has been sent to
st: Pin e rometsoe ho

source: Cancel
st: Khaola

source: Send New Pin
st: Romella Pin e Ncha

source: Need Help?
st: U hloka Thuso?

source: Click here to contact us
st: Tobetsa mona ho ikopanya le rona

source: Next
st: E 'ngoe

source: Login or Signup
st: Kena kapa Ngodisa

source: Invalid email entered
st: Lengolo-tsoibila le fosahetseng le kentsoe

source: Processing...
st: Tlhahlobo ...

source: Made with
st: E entsoe le

source: love
st: Lerato

source: in New York City
st: New York City

source: All rights reserved
st: Litokelo tsohle li sirelelitsoe

source: Terms of Use
st: Lipehelo tsa tšebeliso

source: Contact Us
st: Iteanye le rona

source: Username
st: Lebitso la hau

source: New Password
st: Phasewete e Ntjha

source: Confirm Password
st: Netefatsa Phasewete

source: Set Your New Password
st: Beha Password ea Hao e Ncha

source: A code has been sent to
st: Khoutu e rometsoe ho

source: Change Password
st: Fetola senotlolo

source: Changing...
st: E fetola ...

source: Login
st: Kena

source: Forgot password?
st: U lebetse phasewete?

source: Help
st: Thusa

source: Email or Phone
st: Imeile kapa Fono

source: Reset Password
st: Hlahisa Motlakase

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
st: Kenya aterese ea lengolo-tsoibila kapa nomoro ea mohala e amanang le ak&#39;haonte ea hau, &#39;me ka mor&#39;a moo tlanya tlatsa. Re tla u romella lengolo-tsoibila kapa re u romelletse sehokela sa leqephe leo ka lona u ka etsang phasewete e ncha habonolo.

source: Request Code
st: Kopa Khoutu

source: Requesting...
st: E batla ...

source: CASEACTIVE IS COMING SOON
st: CASEACTIVE E SE E TLA HAUFI

source: Create a free account
st: Etsa akhaonto ea mahala

source: We are putting final touches to it. We will notify you when it's ready!
st: Re beha litaba tsa ho qetela ho eona. Re tla u tsebisa ha e se e loketse!

source: You’re minutes away from a better collaboration.
st: O hole le ts'ebelisano 'moho hantle.

source: First Name
st: Lebitso la pele

source: Last Name
st: Fane

source: Email
st: Imeile

source: Company
st: Khampani

source: No language selected
st: Ha ho puo e khethiloeng

source: I agree with
st: Ke lumellana le

source: Terms of Service
st: Lipehelo tsa Ts'ebeletso

source: Language
st: Puo

source: Have at least one lower case character
st: E-na le bonyane mohala o le mong o ka tlaase

source: Have at least one capital letter
st: E-na le bonyane lengolo le leholo

source: Have at least one number
st: Bonyane palo e le &#39;ngoe

source: Have at least 8 characters in length
st: E-na le bonyane litlhaku tse 8 ka bolelele

source: Type your current password
st: Ngola phasewete ea hau ea hona joale

source: Passwords must match
st: Liphasewete li tlameha ho ts&#39;oana

source: Domains
st: Libaka

source: Javascript are disabled. Please enable it.
st: Javascript e holofetse. Ka kopo e lumelle.

source: Cookies are disabled. Please enable it.
st: Li-cookie li holofetse. Ka kopo e lumelle.

source: New
st: E ncha

source: Create A New App
st: Theha App e Ncha

source: Apps
st: Lisebelisoa

source: Logout
st: Ho kena-kenana

source: Hi
st: Lumela

source: View your account
st: Sheba ak'haonte ea hau

source: View page
st: Sheba leqephe

source: You don’t have any apps
st: Ha u na li -app

source: Admin
st: Puso

source: Notifications
st: Litsebiso

source: No notifications yet.
st: Ha ho na litsebiso hajoale.

source: Today
st: Kajeno

source: Last Week
st: Bekeng e fetileng

source: No timezone selected
st: Ha ho nako e khethiloeng

source: Complete profile to continue
st: Tlhaiso e felletseng ea ho tsoela pele

source: Timezone
st: Nako ea nako

source: Update
st: Phetoho

source: Website:
st: Webosaete:

source: Homepage:
st: Lehae:

source: Approve Access
st: Amohela phihlello

source: Permissions
st: Litumello

source: Billing
st: Tefiso

source: Payment Plan
st: Leano la Tefo

source: Edit
st: Fetola

source: Save
st: Boloka

source: has access to your information below:
st: e khona ho fumana leseli le fumanehang ka tlase:

source: has invited you to their client portal.
st: eu memme ho portal ea bona ea bareki.

source: want access to the following information:
st: batla ho fumana tlhaiso-leseling e latelang:

source: Decline
st: Fokotsa

source: Remove Access
st: Tlosa Phihlello

source: Active
st: E sebetsa

source: Invites
st: E mema

source: Disabled
st: E holofetse

source: No apps found
st: Ha ho lisebelisoa tse fumanoeng

source: user
st: mosebedisi

source: manager
st: mookameli

source: active
st: E sebetsang

source: inactive
st: Ha e sebetse

source: Company Name
st: Lebitso la K&#39;hamphani

source: Type
st: Tšoaea

source: Status
st: Boemo

source: Invitation
st: Memo

source: About App
st: Mabapi le App

source: Billing Info
st: Litaba tsa Tefiso

source: Your Company Name
st: Lebitso la Khoebo ea hau

source: Your Company Website
st: Websaete ea hau ea Khamphani

source: Saving...
st: E pholosa ...

source: Billing Information
st: Lintlha tsa Tefiso

source: Please add the APP ID provided by the company
st: Ka kopo, kenya APP ID e fanoeng ke k'hamphani

source: Select an option
st: Khetha khetho

source: Join an existing app as a client
st: Kena le sesebelisoa se seng se ntse se le teng joalo ka moreki

source: Create a new app for my business
st: Theha app e ncha bakeng sa khoebo ea ka

source: Create Domain
st: Theha Sebaka

source: Select enterprise app
st: Khetha sesebelisoa sa khoebo

source: No item selected
st: Ha ho ntho e khethiloeng

source: Domain name
st: Lebitso la domain

source: Add
st: Eketsa

source: No enterprise app found
st: Ha ho sesebelisoa sa khoebo se fumanoeng

source: Pending
st: E emetse

source: No domains found
st: Ha ho libaka tse fumanoeng

source: Domain
st: Sebaka

source: Txt Value
st: Txt Boleng

source: Enterprise Host ID
st: ID ea Moemeli oa Khoebo

source: Action
st: Ketso

source: Delete
st: Hlakola

source: Reset
st: Seta bocha

source: Allow Manual Sign In
st: Lumella ho Kena ka Manual

source: Exclude Emails From SSO
st: Kenyelletsa Li-imeile tse Tsoang ho SSO

source: Submit
st: Kenya

source: Profile photo
st: Photo photo photo photo photo

source: Uploading...
st: E kenya ...

source: has been claimed by another account, please, change it or
st: e kile ea batloa ke ak&#39;haonte e &#39;ngoe, ka kopo, e fetole kapa

source: reclaim
st: khutlisa

source: it
st: e

source: pending verification:
st: ho netefatsa ho netefatsa:

source: verify
st: netefatsa

source: Phone Number
st: Nomoro ea mohala

source: Current Password
st: Senotlolo sa Hajoale

source: Change password
st: Fetola senotlolo

source: No gender selected
st: Ha ho na khetho e khethiloeng

source: Company Title
st: Sehlooho sa Khamphani

source: Address
st: Aterese

source: Address 2
st: Aterese ea 2

source: City/Locality
st: Motse / Sebaka

source: No country selected
st: Ha ho naha e khethiloeng

source: Zip/Postal Code
st: K&#39;houtu ea Zip/Poso

source: Basic
st: Motheo

source: Date of Birth
st: Letsatsi la tsoalo

source: Gender
st: Tekano

source: Occupation
st: Mosebetsi

source: Location
st: Sebaka

source: Address is not valid
st: Aterese ha e sebetse

source: City/Locality is not valid
st: Motse / Sebaka ha se na thuso

source: Country
st: Naha

source: State/Region is not valid
st: Naha / Sebaka ha se sebetse

source: Language & Region
st: Puo le Setereke

source: Saving
st: Ho boloka

source: Verify Your
st: Etsa bonnete ba hau

source: Verification Code
st: Nomoro ea netefatso

source: Resend Code
st: Khutlela Khoutu

source: Resending
st: Ho ts&#39;oara

source: Verify
st: Netefatsa

source: Verifying...
st: E netefatsa ...

source: Later
st: Hamorao

source: We're here to help
st: Re tlil&#39;o thusa

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
st: Kea leboha ka ho iteanya le rona. Molaetsa oa hau o rometsoe ka katleho. Re tla ikopanya le uena kapele!

source: Message
st: Molaetsa

source: characters left
st: litlhaku tse tlohetsoeng

source: Recaptcha
st: Khutlela hape

source: Send
st: Romela

source: Sending...
st: E romela ...

source: You will no longer receive email marketing from the list.
st: Ha u sa tla fumana papatso ea lengolo-tsoibila ho tsoa lenaneng.

source: If you have a moment, please let us know why you unsubscribed:
st: Haeba u na le nakoana, ka kopo, re tsebise hore na ke hobane'ng ha u itokolla:

source: Return to our website
st: Khutlela sebakeng sa rona sa Marang-rang

source: Thank you. Your response has been submitted.
st: Kea leboha. Karabo ea hau e kentsoe.

source: No Cases
st: Ha ho liketsahalo

source: Layout
st: Sebopeho

source: Gallery
st: Sebaka sa pokello ea lintho

source: Speaker
st: Sebui

source: This case has been closed
st: Nyeoe ena e koetsoe

source: Feed
st: Fepa

source: Images
st: Litšoantšo

source: Audios
st: Li-Audios

source: Videos
st: Livideo

source: Events
st: Liketsahalo

source: Forms
st: Lifomu

source: E-signs
st: E-matšoao

source: Invoices
st: Li-invoice

source: Notes
st: Lintlha

source: Tasks
st: Mesebetsi

source: Great job!
st: Mosebetsi o moholo!

source: You did all
st: U entse tsohle

source: the tasks
st: mesebetsi

source: Case
st: Nyeoe

source: Search
st: Batla

source: Using Form Builder
st: Ho sebelisa Moqapi oa Foromo

source: Using Forms Library
st: Ho Sebelisa Laebrari ea Liforomo

source: Using E-sign Builder
st: Ho sebelisa E-sign Builder

source: Using E-signs Library
st: Ho sebelisa Laebrari ea matšoao a E-signs

source: Documents
st: Litokomane

source: Create Note
st: Etsa Tlhokomelo

source: Edit Note
st: Hlahisa Boitsebiso

source: End Convo
st: Qetella Convo

source: Create Form
st: Etsa Foromo

source: Create Sign
st: Etsa Pontšo

source: Event Create
st: Ketsahalo e Bōpa

source: Convo Videos
st: Livideo tsa Convo

source: Cases
st: Linyeoe

source: Case categories
st: Likarolo tsa linyeoe

source: Your team
st: Sehlopha sa hau

source: To do
st: Ho e etsa

source: To Do:
st: Seo u ka se Etsang:

source: Your Team
st: Sehlopha sa Hao

source: To Do
st: Ho Etsa

source: Yes
st: Ho joalo

source: Close
st: E haufi

source: Publish
st: Phatlalatsa

source: Visibility
st: Ho bonahala

source: all
st: kaofela

source: sign
st: seka

source: Page
st: Leqephe

source: of
st: ea

source: Processing
st: E ntse e sebetsana

source: failed.
st: hloleha.

source: Value should be greater or equal to 1
st: Boleng bo tsoanetse ho ba kholo kapa ho lekana le 1

source: Repeat end:
st: Pheta pheletso:

source: Signature
st: Tshaeno

source: Draw
st: Thala

source: Write
st: Ngola

source: Clear Signature
st: Hlakola Mosaeno

source: Still processing video...
st: E ntse e sebetsana le video ...

source: You
st: Wena

source: You are about to delete feed. Are you sure?
st: U mothating oa ho hlakola phepelo. U na le bonnete?

source: No convo audios yet
st: Ha ho na li-audio tsa convo hajoale

source: No convo videos yet
st: Ha ho na livideo tsa convo hajoale

source: Start Convo
st: Qala Convo

source: Notify the Host
st: Tsebisa Moamoheli

source: is in the call
st: e pitsong

source: and
st: le

source: others are in the call
st: ba bang ba pitsong

source: Audio call is being recorded
st: Mohala o mamelwang o ntse o rekotwa

source: Video call is being recorded
st: Mohala oa video o ntse o rekotoa

source: Join now
st: Kena hona joale

source: Dismiss
st: Hlakola

source: Can’t find your
st: Ha e khone ho fumana ea hau

source: microphone
st: maekerofounu

source: Check your system settings to make sure that
st: Sheba litlhophiso tsa sistimi ea hau ho etsa bonnete ba hore

source: is available. If not, plug one in. You might need to restart your browser.
st: e teng. Haeba ho se joalo, plug e 'ngoe. U kanna ua hloka ho qala seshebisi sa hau bocha.

source: web camera
st: khamera ea webo

source: You are going to start a Convo call. Start with:
st: U tla qala mohala oa Convo. Qala ka:

source: Audio Only
st: Audio Feela

source: Record the meeting
st: Ngola kopano

source: Waiting for someone with permission to start a Convo call
st: E emetse motho ea nang le tumello ea ho qala mohala oa Convo

source: Add Ticket
st: Kenya Tikete

source: Title
st: Sehlooho

source: Open
st: Bula

source: Closed
st: E koetsoe

source: You are about to close ticket. Are you sure?
st: U mothating oa ho koala tekete. U na le bonnete?

source: Announcements
st: Liphatlalatso

source: Support
st: Tšehetso

source: Opened
st: E butsoe

source: View
st: Sheba

source: Locations
st: Libaka

source: You currently have no announcements.
st: Hajoale ha u na liphatlalatso.

source: You currently have no
st: Ha joale ha u na

source: open cases. Click
st: dikgetsi tse bulehileng. Tobetsa

source: here
st: Mona

source: to contact support.
st: ho ikopanya le tshehetso.

source: closed cases.
st: linyeoe tse koetsoeng.

source: open tickets.
st: litekete tse bulehileng.

source: closed tickets.
st: litekete tse koetsoeng.

source: You currently have no locations.
st: Hajoale ha u na libaka.

source: Write a comment....
st: Ngola maikutlo ....

source: Post
st: Poso

source: Add Location
st: Kenya sebaka

source: Save Event
st: Boloka Ketsahalo

source: Name
st: Lebitso

source: Start Date
st: Letsatsi la qalo

source: Start Time
st: Qala Nako

source: End Date
st: Letsatsi la ho qetela

source: End Time
st: Nako ea ho qetela

source: Repeat
st: Pheta

source: Attendees
st: Ba tlileng kopanong

source: Event Location
st: Sebaka sa Ketsahalo

source: Link
st: Khokahano

source: Description
st: Tlhaloso

source: Attending
st: Ho ba teng

source: Add to calendar
st: Eketsa khalendareng

source: Details
st: Lintlha

source: Event by
st: Ketsahalo ka

source: Duration:
st: Nako:

source: more
st: Hape

source: Maybe
st: Mohlomong

source: Not Attending
st: Ho se be teng

source: No
st: Che

source: Video Conference
st: Seboka sa Video

source: Event details
st: Lintlha tsa ketsahalo

source: You don't have permissions to view this page.
st: Ha u na tumello ea ho sheba leqephe lena.

source: Your Upcoming Events
st: Liketsahalo tsa hau tse tlang

source: Upcoming
st: Tse tlang

source: Your Past Events
st: Liketsahalo Tsa Hau Tse Fetileng

source: Past
st: Fetileng

source: Your Events
st: Liketsahalo Tsa Hao

source: All
st: Kaofela

source: All Events
st: Liketsahalo Tsohle

source: Directions
st: Litsela

source: Edit settings
st: Fetola litlhophiso

source: Delete event
st: Hlakola ketsahalo

source: Attending?
st: Ho ea?

source: No Events
st: Ha ho Liketsahalo

source: more comment(s)
st: litlhaloso tse ling (s)

source: Loading comments
st: E kenya maikutlo

source: You are about to delete comment. Are you sure?
st: U mothating oa ho hlakola maikutlo. U na le bonnete?

source: task
st: mosebetsi

source: to do
st: ho etsa

source: tasks
st: mesebetsi

source: Write something...
st: Ngola ntho e itseng ...

source: Attach File
st: Hokela File

source: From Template
st: Ho tsoa ho Template

source: No feeds yet.
st: Ha ho fepa leha ho le joalo.

source: comments
st: maikutlo

source: comment
st: hlahisa maikutlo

source: Add a comment
st: Kenya maikutlo

source: Template
st: Setšoantšo

source: No templates
st: Ha ho na li-template

source: Done
st: E entsoe

source: Select the members who needs to fill this form
st: Khetha litho tse hlokang ho tlatsa foromo ena

source: Update Form
st: Foromo ea ntlafatso

source: Due Date
st: Letsatsi la tebello

source: Due Time
st: Nako e Loketseng

source: Preview
st: Sheba esale pele

source: Save & Close
st: Boloka & Kwala

source: Add an element
st: Kenya element

source: Media is converting. We will notify you when it is ready
st: Mecha ea litaba e ea fetoha. Re tla u tsebisa ha e se e lokile

source: Add
st: Eketsa

source: Field
st: Tšimo

source: Edit
st: Fetola

source: Text
st: Mongolo

source: Format
st: Sebopeho

source: Media failed in converting. Please delete and try again or another.
st: Media e hlolehile ho fetolela. Ka kopo, hlakola 'me u leke hape.

source: Pages
st: Maqephe

source: Saved
st: E bolokiloe

source: Insert
st: Kenya

source: Elements
st: Lintlha

source: Action Required
st: Ketso e Hlokahala

source: Add a new page
st: Kenya leqephe le lecha

source: Blank page
st: Leqephe le se nang letho

source: From PDF
st: Ho tsoa ho PDF

source: From image
st: Ho tsoa setšoantšong

source: Add PDF
st: Kenya PDF

source: Add Image
st: Kenya Setšoantšo

source: Options
st: Khetho

source: Column Names
st: Mabitso a Kholomo

source: Option already exists.
st: Khetho e se e ntse e le teng.

source: options list is empty
st: lenane la dikgetho ha le na letho

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
st: Tšimo ea mabokose a ho hlahloba e tšehetsa likhetho tse 5 feela. O ka fetola tšimo hore e theohe ho eketsa likhetho tse ling

source: columns list is empty
st: likholomo lenane ha le na letho

source: Default Value
st: Ntho e ikhethang ea bohlokoa

source: Delete row
st: Hlakola mola

source: Add a new row
st: Kenya mola o mocha

source: Download
st: Khoasolla

source: Question
st: Potso

source: Default answer
st: Karabo ea kamehla

source: Media is converting
st: Mecha ea litaba e ea fetoha

source: Send Form
st: Romela Foromo

source: Form Submited.
st: Foromo e rometsoe.

source: You don't have permissions to submit forms.
st: Ha u na tumello ea ho romella mefuta.

source: You currently have no forms of your own
st: Hajoale ha u na mefuta ea hau

source: Your Uncompleted Forms
st: Liforomo tsa hau tse sa tlatsoang

source: Uncompleted
st: E sa phetheloa

source: Your Completed Forms
st: Mefuta ea hau e tlatsitsoeng

source: Completed
st: E phethiloe

source: Your Forms
st: Mefuta ea Hau

source: All Forms
st: Lifompo tsohle

source: Form Title
st: Sehlooho sa Foromo

source: Author
st: Sengoli

source: Published
st: E phatlalalitsoe

source: Submissions
st: Litlhahiso

source: No Forms
st: Ha ho liforomo

source: Upload Form Document
st: Kenya Foromo Tokomane

source: Forms Library
st: Laeborari ea Mefuta

source: No Forms In Library
st: Ha ho liforomo ka Laebraring

source: Answers
st: Likarabo

source: Close - Status changed
st: Haufi - Boemo bo fetohile

source: Change Status
st: Fetola boemo

source: Case Number
st: Nomoro ea Nako

source: Tag Id
st: Id Id ea

source: Date Opened
st: Letsatsi le Buletsoe

source: Host Id
st: Id ea moamoheli

source: User Id
st: Theneketso

source: Case Id
st: Id ea nyeoe

source: Confirm your details
st: Netefatsa lintlha tsa hau

source: Form Submitted.
st: Foromo e rometsoe.

source: PO No:
st: Nomoro ea PO:

source: Term:
st: Nako:

source: Note:
st: Hlokomela:

source: Price
st: Theko

source: Add more
st: Kenya tse ling

source: Subtotal($)
st: Kakaretso($)

source: Discount(%)
st: Theolelo(%)

source: TAX(%)
st: LEKHETHO(%)

source: Total($)
st: Kakaretso($)

source: Select the members who needs to view or pay this invoice
st: Khetha litho tse hlokang ho sheba kapa ho lefa invoice ena

source: Update Invoice
st: Ntlafatsa Invoice

source: Create Invoice
st: Etsa Invoice

source: Reference ID
st: Referense ID

source: Term
st: Nako

source: Note
st: Hlokomela

source: Quantity
st: Bongata

source: Price ($)
st: Theko ($)

source: Subtotal ($)
st: Kakaretso ($)

source: Discount (%)
st: Theolelo (%)

source: Tax (%)
st: Lekhetho (%)

source: Total ($)
st: Kakaretso ($)

source: Pay Invoice
st: Lefa Invoice

source: Payment method
st: Mokhoa oa tefo

source: Add a new payment method
st: Kenya mokhoa o mocha oa ho lefa

source: Summary
st: Kakaretso

source: Payment:
st: Tefo:
