Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/st/LC_MESSAGES/messages.po
Languages: st

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
st: 1.2 Tlhaloso ea Ts'ebeletso ea CaseActive: CaseActive Service ke setsi sa lits'ebeletso tse amohetsoeng tsa software bakeng sa taolo ea tšebelisano ea bareki ba inthaneteng e fanoang ke CaseActive LLC. Phallo ea ho saena eo u lumellaneng le eona, kapa Foromo ea Order eo u e entseng, e tšoaea CaseActive Service eo u e ngoliselitseng, nako ea ho ngolisa le litefo tse lefelloang ke uena bakeng sa Ts'ebeletso ea CaseActive. Mabitso le maemo a mang a sebelisang ts'ebetso ea hau ea Tšebeletso ea CaseA e hlahisitsoe ho:

source: 2. Expanding the Services:
st: 2. Ho atolosa Litšebeletso:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
st: O ka ingolisa ho lits&#39;ebeletso tse ling hape, ho kenyelletsa le lits&#39;ebeletso tse ncha joalo ka ha li ka fumaneha ka nako le nako, kapa ho eketsa lits&#39;ebeletso tsa hau tse teng ka ho etsa foromo ea tlatsetso ea taelo kapa phallo ea ho saena, e le karolo ea litšebeletso. Phallo e &#39;ngoe le e&#39; ngoe e ncha ea ho saena kapa Foromo ea Order e tla kenyelletsa theko le letsatsi la tefiso ea lits&#39;ebeletso tse eketsoeng ka nako eo. Lits&#39;ebeletso tsohle tse ncha li tlasa Melaoana ea Kakaretso ea litšebeletso le lipehelo le maemo afe kapa afe a mang a ka sebetsang ho lits&#39;ebeletso tse joalo tse eketsehileng.

source: 3. Customer Support:
st: 3. Tšehetso ea bareki:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
st: Ha feela o lefelletse litefiso tsohle tse lefiloeng ke uena bakeng sa Litšebeletso, re tla sebelisa boiteko bo nepahetseng ba khoebo ho fana ka litšebeletso ho uena, le basebelisi ba hau ba ngolisitseng litšebeletso. Moemeli oa litšebeletso tsa bareki o tla abeloa linyeoe tsa hau. Linyeoe tse se nang meeli li amoheloa ho tsoa ho basebelisi ba lumelletsoeng. Ts&#39;ehetso ea rona e tloaelehileng e fumaneha ka 24/7, ntle le matsatsi a maholo a phomolo, a kenyelletsang Letsatsi la Sehopotso, Letsatsi la Boipuso, Letsatsi la Thanksgiving, la Keresemese le la Selemo se Secha. U ka ikopanya le tšehetso ea bareki ka ho sebelisa ea rona

source: Contact Form
st: Foromo ea ho ikopanya

source: . Our response time shall not be greater than two business days.
st: . Nako ea rona ea karabelo e ke ke ea ba kholo ho feta matsatsi a mabeli a khoebo.

source: 4. Training:
st: 4. Koetliso:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
st: Ha feela o lefelletse litefiso tsohle tse lefelloang ke uena bakeng sa lits&#39;ebeletso, re tla etsa hore ho be le linako tsa koetliso tse hole, ho phela kapa ho rekotiloe ho basebelisi ba hau ba boletsoeng, ba nang le mabitso le ba fanang ka li-tutorials tse fumanehang ka karolo ea Thuso le Koetliso ea sebaka sa rona sa marang-rang ho ha ho tefo e eketsehileng. Bakeng sa lits&#39;ebeletso tse ling re fana ka koetliso ea sebakeng seo mabapi le kopo le tefo e eketsehileng. Ka kopo ikopanye le rona ka ho sebelisa tsa rona

source: for more information about on-site training.
st: bakeng sa tlhaiso-leseling e batsi mabapi le koetliso ea sebakeng sa hau.

source: 5. Your Rights and Restrictions:
st: 5. Litokelo tsa hau le lithibelo:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
st: 5.1 License: Ho latela lipehelo le tumellano ea Tumellano, &#39;me ka tefo ea nako eohle ea litefiso tsohle tse boletsoeng foromo ea Order kapa phallo ea ho saena, re tla u fa tokelo e sa ikhethileng, e sa fetoloeng, e lekantsoeng le laesense ea ho sebelisa (le ho lumella basebelisi ba hau ba lumelletsoeng ho sebelisa) lits&#39;ebeletso tseo u li ngolisitseng, feela bakeng sa merero ea hau ea khoebo e ka hare.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
st: Basebelisi ba ngolisitsoeng ka molao: U (i) ikarabelle bakeng sa ts&#39;ebeliso ea hau ea tumello ea basebelisi, &#39;me (ii) e tla sebelisa liteko tse nepahetseng tsa khoebo ho thibela phihlello e sa lumelloang ea ho sebelisa kapa ho sebelisa lits&#39;ebeletso&#39; me u tla re tsebisa hanghang ka phihlello e joalo e sa lumelloang kapa sebelisa. Ke boikarabello ba hau ho tlosa phihlello ho Litšebeletso ha maemo a lumelletsoeng a mosebeletsi kapa mosebetsi ea khethiloeng a fetoha.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
st: 5.3 Boikarabello ba Hao le Lithibelo: O ikarabella bakeng sa ts&#39;ebetso eohle e etsahalang tlasa liakhaonto tsa hau tsa basebelisi kapa basebelisi ba hau ba lumelletsoeng. O tla: (i) ho ba le boikarabello bo le bong bakeng sa ho nepahala, boleng, botsitso, ho ba le bonnete, ho tšepahala le ho nepahala ha tlhaiso-leseling eo u e tlisetsang lits&#39;ebeletso; (ii) sebelisa liteko tse loketseng tsa khoebo ho thibela taolo e sa lumelloang kapa ho senya kapa ho fihlella litšebeletso tse sa lumelloang ho, kapa ts&#39;ebeliso ea, Litšebeletso mme o re tsebise hang-hang ka tšebeliso efe kapa efe e sa lumelloang kapa tšireletso; (iii) latela melao eohle e sebetsang ea lehae, mmuso, muso le linaha tse ling (ho kenyelletsa melao e mabapi le boinotši le tšireletso ea tlhaiso-leseling ea motho kapa moreki) ha a sebelisa Litšebeletso; (iv) ho isa boholeng bo sebetsang, latela melao eohle e sebetsang ea mekhatlo ea likarete tsa mekoloto (ho kenyeletsoa American Express, MasterCard le Visa); hape (v) fumana le ho boloka lisebelisoa tsohle tsa khomphutha, software le lisebelisoa tsa puisano tse hlokahalang ho fihlella Litšebeletso, le ho lefa litefiso tsohle tsa phihlello (mohlala, litefiso tsa ISP) tseo o li entseng mabapi le ts&#39;ebeliso ea hau ea Litšebeletso.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
st: U kanna oa se ke oa etsa joalo, &#39;me u tla etsa bonnete ba hore basebelisi ba hau ba lumelletsoeng ha ba, (i) ho qhala, ho lokisa moenjineri, ho thetsa kapa ho leka ho hlakola khoutu efe kapa efe mabapi le lits&#39;ebeletso, kapa ho feto-fetola, ho feto-fetoha, ho theha mesebetsi e thehiloeng ho, kapa ho fetolela Litšebeletso; (ii) laesense, sublicense, rekisa, hira, abela, tsamaisa, fetisetsa nako, ho hira, ho alima, ho rekisa ka phaello, tsamaisa kapa ho hlekefetsa ka tsela e itseng khoebong, fana ka litokelo ho kapa ho etsa hore lits&#39;ebeletso li fumanehe ho motho ofe kapa ofe oa boraro; (iii) sebelisa lits&#39;ebeletso ntle le ha tumello e fanoe ka tumellano ka tlase kapa tlasa melao efe kapa efe e sebetsang; (iv) a kenelle mesebetsing ea khoebo e seng molaong kapa e thetsang mabapi le lits&#39;ebeletso; (v) ho khelosa kapa ho thibela tšireletseho kapa likarolo tse ling tsa theknoloji kapa mehato e meng ea lits&#39;ebeletso kapa karolo efe kapa efe ea Software kapa, ka tsela efe kapa efe, ho leka ho fumana kapa ho fihlella phihlello e sa lumelloang ho Litšebeletso kapa lits&#39;ebetso tsa khomphutha tse amanang le ona kapa marang-rang; (vi) sebelisa lits&#39;ebeletso ho fetisa litlolo tse tlolang molao, tse fanang ka bolokolohi, tse manyala, tse tšosang kapa tse seng molaong, tse sa sireletsehang, tse lonya, tse hlekefetsang kapa tse mabifi, kapa ho boloka kapa ho fetisa thepa ka ho tlola litokelo tsa boits&#39;oaro ba motho oa boraro; . ; kapa (viii) kena-kenana le kapa ho senya botsitso kapa ts&#39;ebetso ea lits&#39;ebeletso kapa ya data ea motho oa boraro e ho eona.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
st: 5.4 Bolulo ea Litokelo: Ha ho litokelo tse ling tse fanoang ntle le tse boletsoeng tumellanong ea Tumellano. Tumellano ha se thekiso ebile ha e hlahise litokelo kapa beng ba tsona, kapa ho Litšebeletso kapa software efe kapa efe e ka tlas&#39;a eona. Re na le litokelo tsohle, sehlooho, le lithahasello, ho kenyeletsoa litokelo tsohle tsa thepa ea kelello, ho Lits&#39;ebeletso le software e ka tlas&#39;a mohopolo le litlatsetso tsohle tsa ntlafatso, ntlafatso, lintlafatso, ntlafatso kapa mesebetsi e tsoang ho eona, &#39;me ka mohopolo, tseba. joang, le mananeo a nts&#39;etsopele a rona kapa ba fanang ka laesense nakong ea ts&#39;ebetso ea lits&#39;ebeletso.

source: 6. Term and Termination:
st: 6. Nako le ho felisoa:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
st: 6.1 Nako: Nako ea litšebeletso e fapana ho latela ts&#39;ebeletso eo u e ngoliselitseng &#39;me e tla hlahisoa foromo ea Order kapa tumellano ea phallo ea ho saena mme e tla nchafatsa ka tsela e latelang.

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
st: 6.1.1 Nako ea Ts&#39;ebeletso ea CaseActive: Ngoliso ea hau ho CaseAational Service e tla nchafatsa bakeng sa tumellano ea khoeli e le &#39;ngoe kapa e le selemo se le seng, joalo ka ha e hlophisitsoe ho Foromo ea Order kapa phallo ea ho saena, ntle le haeba re tlohela Ts&#39;ebeletso eo u re fang eona ka tsebiso ho se nchafatse bonyane matsatsi a mashome a mararo (30) pele ho nako ea hona joale.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
st: 6.1.2 Nako ea litšebeletso tsa sebaka sa marang-rang ea CaseActive: Ngoliso ea hau ho lits&#39;ebeletso tsa marang-rang tsa CaseAational e tla nchafala ka bo eona bakeng sa tumellano ea khoeli e le &#39;ngoe kapa e le selemo se le seng, joalo ka ha ho hlophisitsoe ho Foromo ea Order kapa phallo ea ho saena, ntle le haeba re tlohela Ts&#39;ebeletso kapa u re fa. ka tsebiso ea ho se nchafatse bonyane matsatsi a mashome a mararo (30) pele nako ea nako ea hona joale e fela.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
st: 6.1.3 Tsebiso e ngotsoeng ea ho se ntlafatsoe ke uena e lokela ho romelloa ho CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
st: 6.2 Ho felisoa: Mokha o mong le o mong o ka felisa Tumellano le lipehelo tsohle tsa Tšebeletso (i) haeba lehlakore le leng le roba litlatsetso tsa lona tsa tumellano tlas&#39;a Tumellano &#39;me tlolo eo e sa phekoloe matsatsing a mashome a mararo a mashome a mararo (30) ka mor&#39;a ho fumana tsebiso ho tsoa ho se tlōtseng molao. mokete, kapa (ii) haeba motho e mong a koenya kapa a putlama, a emisoa kapa a qhaloa, kapa a khaotsa khoebo eohle ea hae. Re ka emisa Tumellano hanghang ha ho ka etsahala hore ho be le karohano ea Karolo ea 5.3 e kaholimo. Kamora ho felisoa ha Tumellano, o tla tlohela tšebetsong eohle ea lits&#39;ebeletso, o khaotse ho emela ka mokhoa o fe kapa o fe hore o basebelisi ba lits&#39;ebeletso, mme o felise tlhahisoleseling eohle ea rona ea lekunutu eo u nang le eona. Ha ho setho se tla tlameha ho jarisoa molato ka litšenyehelo life kapa life tse bakiloeng ke ho felisoa ha Tumellano kapa lipehelo tsa lits&#39;ebeletso tse fanweng mona. Leha ho le joalo, ha feela ho felisoa ha tumellano ho ke ke ha ama kopo efe kapa efe e hlahang pele ho nako eo.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
st: 6.3 Ho sebetsana le Tlaleho ea hau Boemong ba Ho Qetea: Ua amohela ebile oa lumela hore kamora ho felloa ke nako kapa ho felisoa ha lipeeletso tsa hau ho Litšebeletso, re ka bula litšebeletso hang hang, &#39;me ka mor&#39;a nako e sa feteng mashome a robong (90) ) matsatsi, a ka hlakola ak&#39;haonte ea hau le data. Leha ho le joalo, ketsahalong ea hore lits&#39;ebeletso li felisitsoe ke rona, re tla u fa monyetla oa ho fumana litšebeletso tsa nakoana, tse sa feteng matsatsi a mashome a mararo, ka sepheo sa ho u lumella ho fumana lintlha tsa hau tsa thekiso, ha feela u lefile ka botlalo chelete eohle e ntle e ntle le mokoloto oa rona. O boetse o lumela hore re ke ke ra tlameha ho u jarisa molato kapa ho lumella motho ofe kapa ofe oa boraro ho felisoa ha hau ho lits&#39;ebeletso kapa ho hlakola data ea hau, ha feela re lumellana le lipehelo tsa Karolo ena ea 6.3.

source: 7. Fees:
st: 7. Litefiso:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
st: 7. Tefo ea Litšebeletso: O tla lefa litefiso tse sa lefelloeng bakeng sa Litšebeletso ka chelete e boletsoeng ho phallo ea ho saena kapa Foromo ea Order (&#39;Tefiso ea Ts&#39;ebeletso&#39;) le ho latela frequency ea tefo e boletsoeng phallong ea ho saena kapa Order Foromo. Litefiso tsa Ts&#39;ebeletso li tla tlameha mme li lefelloe ka letsatsi la invoice. Litefiso tsa Ts&#39;ebeletso li kanna tsa eketseha ho latela litefiso tsa rona tsa morao-rao. Litefiso tsa litšebeletso ha li buselehe le haeba o emisa peeletso ea hau pejana.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
st: 7.2 Litefiso tse ling: O ka lefa litefo tse ling tse sa lefelloeng kapa litefiso bakeng sa ts&#39;ebeliso ea hau ea Litšebeletso ho kenyelletsa litefiso tse boletsoeng foromo ea Order le / kapa phallo ea ho saena. Litefiso tsa tlatsetso tse sa lefelloeng le litefiso li hlahisitsoe ka lipehelo tse ling tsa Ts&#39;ebeletso e sebetsang.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
st: 7.3 Litefo tsa Morao-rao: U amohela hore ho hloleha ho lefa litefiso kapa litefiso ha ho loketseng ho ka fella ka ho emisoa kapa ho felisoa ha lipeeletso tsa sehlahisoa sa CaseActive. Haeba u hloleha ho lefa litefiso kapa litefiso tse tlisoang ka tlase, CaseActive e na le tokelo ea ho etsa pokello ea pokello ea chelete ho bokella litefiso &#39;me u tla lefa litšenyehelo tsohle tse entsoeng ke CaseActive mabapi le ho bokella chelete e joalo e fetileng e kenyellelitsoeng. , ntle le meeli, litefiso tsa &#39;muelli tse loketseng&#39; le litefiso tsa mekhatlo ea pokello le phaello e lekanang le palo e nyane haholo ea 1.0% ka khoeli kapa sekhahla se phahameng se lumelloang ke molao o sebetsang.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
st: 7.4 Lekhetho: O tla ikarabella bakeng sa lekhetho lohle la thekiso, sebelisa lekhetho, boleng bo kenyellelitsoeng lekhetho, le hanang lekhetho le litefiso leha e le life tse ts&#39;oanang le tse hlahisoang ke federal, mmuso kapa mekhatlo ea mmuso ea lehae ka lits&#39;ebetso tse hlalositsoeng ke Tumellano. Ha re na le boikarabello ba molao ba ho lefa kapa ho bokella lekhetho leo u ikarabellang ho lona, ho latela Karolo ena, chelete e loketseng e tla ngolisoa &#39;me e lefelloe ke uena ntle le haeba o re fa setifikeiti se nepahetseng sa tokollo ea lekhetho se ngoliloeng ke balaoli ba loketseng ba lekhetho.
