Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/st/LC_MESSAGES/messages.po
Languages: st

source: event scheduling, and step-by-step case processing.
st: kemiso ea ketsahalo, le ho sebetsana le boemo ba mohato ka mehato.

source: Self-Serve Administration
st: Tsamaiso ea Boithati

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
st: O sebetsa joalo ka mothusi ea tsamaiso, CaseActive e u fa tokomane e hlophisitsoeng le ho sebetsana le mecha ea phatlalatso, puisano ea bareki ba ikemetseng ho ea bareki, kemiso ea liketsahalo le ho sebetsa mohato ka mohato.

source: Manage User Logins & Case Creation
st: Laola li-Logins tsa Basebelisi le Palo ea Case

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
st: Ela leihlo ka kotlolloho ea liakhaonto tsa basebelisi ha u ntse u fana ka tumello ea tumello ea ho fihlella ka nako le nako. Laola pōpo ea linyeoe, tsoelo-pele le ho koala, ka ho fana ka litlaleho tse felletseng tsa tsela e &#39;ngoe le e&#39; ngoe.

source: View Caseactive Analytics
st: Sheba Lintlha tsa Analytics

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
st: Bona hantle hore na nyeoe e ntse e tsoela pele joang, palo ea linyeoe e koetsoe ka katleho, &#39;me u bone linako tsa karabo ka module ea tlhahlobo e phethahetseng ea CaseActive. Tsebo ke matla, &#39;me re u file tsohle ho tseba ka merero ea hau.

source: Monitor User Logs
st: Sheba Litsela tsa Basebelisi

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
st: Beha leihlo ho bareki le litho tsa sehlopha, le mesebetsi ea sethala ho etsa bonnete ba hore liketso tsohle tsa bona li lumelloa ka har&#39;a paramente le hore litho tsohle li etsa mosebetsi oa bona kamoo ho hlokahalang.

source: Employ Advanced Searches
st: Sebelisa Patlisiso e Phahameng

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
st: Fumana hantle seo u se hlokang ha u se hloka. Batla linyeoe ke mabitso a basebelisi le bareki, mantsoe a bohlokoa, tatellano ea linako, litokomane tse kentsoeng, le tse ling tse ngata!

source: Create Custom Fields
st: Bopa Custom Fields

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
st: Fana ka likarolo tse ikhethang tsa tlhahiso bakeng sa moreki le setho sa sehlopha, &#39;me u bokelle lintlha tseo u li hlokang ho motho e mong le e mong ea amehang. Etsa sebopeho sa nyeoe se ikhethileng khoebong le khoebong ea hau.

source: Create Custom Templates
st: Bōpa Litšoantšo tsa Tsamaiso

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
st: Theha mefuta e mengata haholo ea liforomo le litempele tse ngata bakeng sa ho ajoa le ho phethoa ka nako le kamora nyeoe (joalo ka lipatlisiso tsa bareki). Hore na o hloka mofuta o fe, o ka o etsa!

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
st: Re tlil&#39;o thusa! Etsa ho buisana haeba u ntse u e-na le lipotso &#39;me re tla araba ka hare ho matsatsi a mabeli a sebetsang.

source: * Email is not valid.
st: * Imeile ha e sebetse.

source: Low
st: E tlase

source: Medium
st: Bohareng

source: High
st: E phahameng

source: Critical
st: E nyarosang

source: Choose Importance
st: Khetha Bohlokoa

source: Department
st: Lefapha

source: Sales
st: Khoebo

source: Other
st: Tse ling

source: Choose Department
st: Khetha Lefapha

source: Importance
st: Bohlokoa

source: Send A New Message
st: Romella molaetsa o mocha

source: Send message
st: Romela molaetsa

source: Answers to Questions
st: Likarabo tsa Lipotso

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
st: O na le lipotso? Bala tataiso e eketsehileng likarabo tsa rona ho lipotso tsa bareki &#39;me u fumane likarabo tsa hau.

source: How secure is CaseActive?
st: CaseActive e sireletsehile hakae?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
st: CaseActive e sebelisa encryption ea sesole le ea banka ea 128-bit SSL bakeng sa phetiso ea data le encryption ea 256-bit AES bakeng sa data nakong ea phomolo. Mohlala o mong le o mong oa CaseActive o na le senotlolo se ikhethileng se hlahisitsoeng, se fanang ka tšireletso e eketsehileng bakeng sa khoebo ea hau. Ha ho mohla re tla lumella k'hamphani e 'ngoe ho fihlella polokelong ea hau kapa sistimi ea polokelo.

source: I have an existing system in place, Can CaseActive work with my existing system?
st: Ke na le sistimi e teng, Na CaseActive e ka sebetsa le sistimi eaka e teng?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
st: Ee, o ka kopanya API ea rona kapa mojule oa ho reka kantle ho naha ho iketsetsa linyeoe, ho abela basebelisi, le ho hlahisa litlaleho tse ipapisitseng le tlhahiso ea sistimi ea hau.

source: We have clients all over the world. Is CaseActive available in other languages?
st: Re na le bareki lefatšeng ka bophara. Na CaseActive e teng ka lipuo tse ling?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
st: Ee, sesebelisoa sa CaseActive le puisano li ka fetoleloa lipuong tse fetang 60, ho kenyeletsoa, Sechaena sa Mandarin, Sepanish, Sehindi le Serussia hammoho le Senyesemane.

source: Can I add a logo or customize CaseActive in any way?
st: A na nka kenya logo kapa ho etsa CaseActive ka tsela efe kapa efe?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
st: Ruri! CaseActive e entsoe ho nahanoa ka uena. Leqepheng la litlhophiso tsa liphanele tsa admin, u ka kenya 'mala oa hau ebe u khetha mebala ea k'hamphani ea hau.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
st: Na CaseActive e lumellana le sesebelisoa leha e le sefe (PC, Mac, Tablet le Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
st: CaseActive ke sesebelisoa sa Marang-rang se arabelang hantle. E sebetsa ho sebatli leha e le sefe sa marang-rang se kang Internet Explorer, Firefox, Safari kapa Chrome, joalo-joalo Sena se bolela hore mofuta oa sesebelisoa (PC, Mac, Tablet le Mobile) oo u o sebelisang ha o etse phapang. Bula sebatli sa marang-rang feela, kena ho ak'haonte ea hau ea CaseActive, 'me u se u lokile.

source: How many clients can I have?
st: Nka fumana bareki ba bakae?

source: You are billed per staff seat, per month. You can have unlimited client users.
st: U lefisoa setulo sa basebetsi, ka khoeli. U ka ba le basebelisi ba bareki ba se nang moeli.

source: Enhance User Experience
st: Ntlafatsa Boiphihlelo ba Basebelisi

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
st: Ha ho na litefiso tse tlase ebile ha ho boitlamo ba pele. U lefa feela setulo sa basebetsi, ka khoeli.

source: per Month
st: ka Khoeli

source: Everything you need to get started. 3 seats are included.
st: Sohle seo u se hlokang ho qala. Litulo tse 3 li kenyelelitsoe.

source: Business
st: Khoebo

source: Popular
st: Tse tumileng

source: Our most popular plan. 4 seats are included.
st: Morero oa rona o tsebahalang haholo. Litulo tse 4 li kenyelelitsoe.

source: Enterprise
st: Khoebo

source: Contact sales for pricing
st: Ikopanye le thekiso bakeng sa litheko

source: Custom Pricing, Advanced features, SSO, Webhooks.
st: Theko e Tloaelehileng, Likarolo tse tsoetseng pele, SSO, Webhooks.

source: Contact Sales
st: Ikopanye le Lithekiso

source: Overview
st: Kakaretso

source: Communicate and share docs with your clients
st: Buisana le ho arolelana litokomane le bareki ba hau

source: Schedule recurring events and meetings
st: Rulahanya liketsahalo le liboka khafetsa

source: Fully customize your form to generate data
st: Iketsetse foromo ea hau ka botlalo ho hlahisa data

source: Keep track of case progression
st: Boloka tlaleho ea tsoelo-pele ea nyeoe

source: Request compliant e-signatures from multiple users
st: Kopa li-e-signature tse lumellanang le basebelisi ba bangata

source: Generate invoice for your client to view or pay
st: Hlahisa invoice hore moreki oa hau a shebe kapa a lefe

source: Allows everyone to know what is coming up and due
st: E lumella motho e mong le e mong ho tseba se tlang le se tlang

source: Auto notify the user when something is due
st: Tsebisa mosebelisi ka boits'oaro ha ho na le ntho e lokelang

source: Add custom case fields for all your cases
st: Eketsa libaka tsa linyeoe tsa tloaelo bakeng sa linyeoe tsohle tsa hau

source: Make your app unique with logo and color styles
st: Etsa hore sesebelisoa sa hau se ikhethoe ka logo le mefuta ea mebala

source: Access to customer support
st: Ho fihlella tšehetso ea bareki

source: Storage
st: Polokelo

source: Unlimited
st: Se nang moeli

source: Additional Users Seats
st: Litulo tse eketsehileng tsa basebelisi

source: Convo with recording
st: Puisano le ho rekota

source: Video or audio chat with recording saved to the case
st: Puisano ea video kapa ea molumo e rekotiloeng e bolokoe keseng

source: Automate tasks with access to API
st: Iketsetse mesebetsi ka phihlello ho API

source: Module Templates
st: Lithempleite tsa Module

source: Create a standard template and reuse it
st: Theha template e tloaelehileng 'me u e sebelise hape

source: Autorun an action when a case or case assigned is triggered
st: Iketsetse ketso ha nyeoe kapa nyeoe e fanoeng e qala

source: Newsletter
st: Leselinyana

source: Send general, birthday, or holiday messages to clients (Coming Soon)
st: Romela bareki melaetsa ka kakaretso, letsatsi la tsoalo, kapa matsatsi a phomolo (Ho Tla Haufinyane)

source: Encryption at rest
st: Encryption nakong ea phomolo

source: Protects your data from system compromise
st: E sireletsa data ea hau khahlanong le ho senyeha ha sistimi

source: Encryption in transit
st: Encryption nakong ea leeto

source: Protects your data if communications are intercepted
st: E sireletsa data ea hau haeba likhokahano li thibetsoe

source: SAML-based single sign-on (SSO)
st: Ho kena ha motho a le mong ho ipapisitsoe le SAML (SSO)

source: Respond realtime to events
st: Araba ka nako ea sebele liketsahalong

source: Seamless Collaboration
st: Tšebelisano e se nang Metsi

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
st: CaseActive e tsamaisa tšebelisano ea dijithale lipakeng tsa k'hamphani ea hau le bareki - ho tloha lipuisanong ho isa tharollong, kaofela sethaleng se le seng.

source: Take a tour
st: Etela

source: Stay Connected
st: Lula u hokahane

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
st: Boloka ho kopana hang-hang le litho tsa sehlopha se sebelisang sesebelisoa se bonolo sa CaseActive e le sebaka sa hau sa ho emisa bakeng sa bareki le baokameli ba linyeoe.

source: Case Feed keeps you up-to-date with your clients.
st: Feed Feed e boloka u holimo-le-morao le bareki ba hau.

source: Schedule
st: Kemiso

source: Create events, invite attendees, and monitor your calendar.
st: Bopa liketsahalo, mema ba teng, mme u shebe khalendara ea hau.

source: Call
st: Mohala

source: Engage in live video conference calls any time, anywhere.
st: Kena kopanong ea video e phelang nako eohle, kae kapa kae.

source: Share
st: Kopanela

source: Securely upload files, discuss them, and share.
st: Boloka lifaele tse sireletsehileng, li buisane le tsona, &#39;me u arolelane.

source: Powerful Case Management
st: Tlhokomelo ea Mathata a Matla

source: Out-of-the-Box Functionality
st: Sebaka sa ho sebetsa sa Box-out-of-Box

source: Easily assign individuals
st: Ebela batho ka bomong

source: or teams to a case and collaborate with clients.
st: kapa lihlopha tsa nyeoe le ho sebelisana le bareki.

source: Manage user groups
st: Laola lihlopha tsa basebetsi

source: and customize access permissions.
st: &#39;me u be le tumello ea ho fumana litokelo.

source: All data is automatically backed up
st: Boitsebiso bohle bo tšehetsoa ka boomo

source: in case a recovery is ever needed.
st: haeba phomolo e ntse e hlokahala.

source: All information
st: Boitsebiso bohle

source: is securely encrypted, ensuring your absolute privacy.
st: e ngotsoe ka mokhoa o bolokehileng, ho netefatsa hore u na le boinotšing bo feletseng.

source: Customize
st: Iketsetse

source: with your own colors and logo.
st: ka mebala ea hau le logo.

source: can be enabled/disabled at any time.
st: e ka nolofalloa / e holofalitsoe neng kapa neng.

source: Benefits of
st: Melemo ea

source: Reduction in time
st: Ho fokotseha ha nako

source: to intake new clients
st: ho amohela bareki ba bacha

source: Minimize
st: Fokotsa

source: the chance of
st: monyetla oa

source: malpractice
st: bokgopo

source: Better experience
st: Boiphihlelo bo betere

source: for your client
st: bakeng sa moreki oa hau

source: Increase in caseload capacity
st: Keketseho ea boima ba li-caseload

source: per staff
st: ka basebetsi

source: Get Started with our Built-in Apps
st: Qala ka Lisebelisoa tsa rona tse hahiloeng

source: All you need in one place.
st: Sohle seo u se hlokang sebakeng se le seng.

source: Case Feed
st: Tlhahiso ea pale

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
st: Abela mohoebi habonolo, basebetsi le balekane ba hae nyeoeng habonolo &#39;me u ikakhetse ka setotsoana sebakeng se sireletsehileng se u lumellang ho beha tsoelo-pele ea linyeoe, le lipuisano tsa nako ea nnete ea moqoqo le video, hammoho le liketsahalo tsa kemiso, litokomane tsa e-sign / upload / download, le haholo.

source: Case Invoices
st: Li-invoice tsa nyeoe

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
st: Ha u ntse u ea invoising, ho lefisa litefiso tsa bareki ke ntho e tlil&#39;o felisoa, &#39;me ho u lumella hore u romelle likopo tsa letlole le hlahisoang ka boeona le ho fumana litefo tse tobileng.

source: Case Events
st: Liketsahalo tsa Nyeoe

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
st: Boloka khalendara ea linyeoe tsa hau e hlophisitsoe ka linako tsohle, ho hlophisa liketsahalo, ho mema ba tlang, ho romela likhopotso tsa liketsahalo le ho etsa bonnete ba hore tsohle li lula li le tseleng.

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
st: Kopana le bareki le litho tsa sehlopha hoo e batlang e le &#39;lifahleho li talimane&#39; ka ho etsa seboka sa video se hahelletsoeng ka hare hore o tsebe ho bua ka kotloloho le e mong le e mong ea amehang.

source: Case Forms & E-signs
st: Case Forms & E-matšoao

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
st: Fomate foromo ea hau ka botlalo ho hlahisa litempele tse ikhethang tse sebeletsang litlhoko tsa hau tse ikhethileng. Litempele tsena li ka fetisetsoa ho bareki le litho tsa sehlopha ho tlatsa le ho saena

source: Case notes
st: Lintlha tsa nyeoe

source: Keep notes with custom fields and attachments on case progression for current and future team members
st: Boloka lintlha tse nang le masimo a tloaelo le lihokelo mabapi le tsoelo-pele ea linyeoe bakeng sa litho tsa sehlopha tsa hajoale le tsa kamoso

source: Case Media
st: Mecha ea litaba ea nyeoe

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
st: Kenya, arolelana, hlahisa maikutlo, 'me u khoasolle lifaele tse amanang le nyeoe e le hore motho e mong le e mong a be le litšupiso mabapi le lintlha tsohle tsa bohlokoa, batho le maemo.

source: About Case
st: Mabapi le Nako

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
st: E re bareki le basebeletsi ba bone lintlha tse akaretsang bakeng sa linyeoe tseo ba kentseng letsoho ho tsona.

source: Plus Many More Features
st: Mefuta e Mengata e mengata

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
st: Sebelisa karolo ea Boits&#39;ebetso ea Ts&#39;ebetso ea Ts&#39;ebetso Tsamaiso e felletseng ea taolo ea hau ea CaseActive ho tloha sethaleng ka boeona.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
st: Kopanya ka mokhoa o sa tsitsang sistimi ea hau e teng le CaseActive Kopanya API ea rona ea kopanelo ho theha linyeoe, ho abela basebelisi, le ho fana ka litlaleho tse ipapisitseng le ts&#39;ebetso ea hau ea sistimi.

source: Multi-Language Enabled:
st: Lipuo tse ngata li nolofalitsoe:

source: Interact with clients in
st: Kopana le bareki ba

source: 70+ languages
st: Lipuo tse 70 +

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
st: Ho sa tsotellehe hore na u sebetsa sebakeng sa heno kapa lefatšeng ka bophara, u ka fetolela puo ea motho eo u mo sebelisang ka CaseActive

source: language management system
st: mokhoa oa tsamaiso ea puo

source: No more confusion or limits.
st: Ha ho sa tla ba le pherekano kapa meeli.

source: Let's see what others are saying
st: A re boneng hore na ba bang ba re&#39;ng

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
st: Fumana tsela eo bareki ba rona ba hlollang - ho tloha likhoebong tse nyane ho ea likhoebong tse kholo - ba ntlafalitseng monyetla oa bona oa tlholisano ka ho ba bahlabani ba CaseA Mokhatlo.

source: SUPPORT
st: TSEhetsa

source: Everything at Your Fingertips.
st: Ntho e &#39;ngoe le e&#39; ngoe Litlamong Tsa Hao.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
st: Qala ka app ea CaseActive ka ho latela tataiso ea video ea rona, &#39;me ue khetholle ho latela litlhoko tsa hau.

source: What are you looking for...
st: U ntse u batla eng...

source: Last Updated: June 7, 2021
st: E ntlafalitsoe ka la 7 Phuptjane 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
st: CaseActive e boloka tokelo, ka nako efe kapa efe le ka boikhethelo ba eona, ea ho ntlafatsa le ho fetola efe kapa efe ea Melao ena ea Tšebeletso. Ha CaseAational e fetola Melao ena ea Ts&#39;ebeletso, CaseActive e tla fetola letsatsi la &#39;ho qetela la Ntlafatso&#39; kaholimo. O na le boikarabello ba ho lekola khafetsa mofuta oa hajoale oa Tšebeletso. Ts&#39;ebeliso ea hau e tsoelang pele ea lits&#39;ebeletso kamora liphetoho tse joalo li entsoe e tla ba tumello ea hau ea ho tlangoa ke liphetoho tse joalo. Haeba u hana phetoho efe kapa efe ho lipehelo tsena tsa ts&#39;ebeletso, tharollo ea hau e le &#39;ngoe e tla ba ho emisa lits&#39;ebeletso ho latela lipehelo tse boletsoeng mona.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
st: Lipehelo tsena tsa Kakaretso tsa ts&#39;ebeletso li sebetsa ho lits&#39;ebeletso ka kakaretso. Mabitso a tlatselletsang a sebetsang ho Ts&#39;ebeletso e &#39;ngoe le e&#39; ngoe e fanoeng a ngotsoe likhokahanong tse fanoeng ka tlase (&#39;Melaoana ea Tšebeletso e&#39; ngoe).

source: 1. Services:
st: 1. Litšebeletso:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
st: Sesebelisoa sa rona sa tšebeliso ke sethala sa litšebeletso tseo re li sebeletsang bakeng sa bareki ba rona e le ho fana ka lits&#39;ebeletso tse hlalositsoeng ka tlase. Ho ingolisa bakeng sa Ts&#39;ebeletso, o tlameha ho etsa foromo ea Order bakeng sa Ts&#39;ebeletso eo le / kapa ho tlatsa phallo ea ho saena bakeng sa Ts&#39;ebeletso eo. U na le tokelo ea ho sebelisa lits&#39;ebeletso tseo u li ngoliselitseng &#39;me u li lefelletse,&#39; me ts&#39;ebeliso ea hau ea Litšebeletso e le tlasa ts&#39;ebetso ea hau ea tumellano le lipehelo tsohle tsa Tumellano. Oa amohela ebile oa lumela hore re boloka tokelo ea ho fetolela Litšebeletso (kapa karolo efe kapa efe ea lona) nako le nako hore re ke ke ra ikarabella ho uena kapa mokheng ofe kapa ofe oa boraro bakeng sa phetoho e ngoe ho Litšebeletso.
