Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/st/LC_MESSAGES/messages.po
Languages: st

source: 8. Representations and Warranties:
st: 8. Boemeli le Litemoso:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
st: 8.1 Boemedi le Litumellano tsa Mutual: Mokha o mong le o mong o emela le ho lumellana le lehlakore le leng hore (i) e na le matla ohle a ho kena le ho etsa boitlamo ba lona tlasa Tumellano ntle le tumello ea motho ofe kapa ofe oa boraro kapa tlolo ea tumellano kapa tumellano le motho ofe kapa ofe oa boraro, (ii) batho bohle ba etsang liqeto tse boletsoeng kaholimo ba kene tumellanong tsohle tse hlokahalang hore e lumellane le lipehelo le tumellano ea Tumellano, mme (iii) e tla latela melao eohle e amanang le melao eohle e sebetsang ho Litšebeletso.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
st: 8.2 Boemeli le Litlatsetso tse Felletseng: U re fa lengolo le tla etsa qeto ea hore u tla sebelisa litšebeletso feela ka sepheo sa tumellano le tumellano le litataiso le litataiso tsohle tse amanang le litaba tsa CaseA.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
st: 8.3 Boitlhotlhollo ba Warranties: HLOKOMELA BOTSOALI BA BOTSOANG BA BOTSOANG KAROLO ENA 8, HO BATHO BA BAHOLO BA LEBITSO LA PUSO, HA RE BATLE LITLHAKISO TSE LING TSOHLE, JOALOKAHA HO ETSA&#39;NGA CHELETE, HO kenyeletsa BATHO BA MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, HO BONAHALA KAMOO MOTSOALLE OA KOTSI OA HO BONTEMENTA MAHALA. HA RE BATLE HABO HANG HONA BOTSOALLE HONA KAPA LITSEBI LI TLA FIHLELA LINTHO TSOHLE TSE LING TSE LING TSE LING TSA HO FUMANA LITLHAKISO TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSA TSOHLE, &#39; SOFTWARE LE DITIRO TSA RONA LI FIHLELITSOA HONA JOALE &#39;JOALOKAHA&#39; E SEBETSA LE SEBELISO SA HAU SA TLHALOSO LE TICEBELETSO E LE KAPA EA HAO MOTSOALLE, HO FIHLELA, NANG LE CHELETE, HO FIHLELA MELAO E MONG. BATHO BA SEBETE BA BONAHALA HABO HANG LEHLOHONOLO LA MOTSOALLE O BONT ANA Karolo e &#39;ngoe ea tumellano ea tumellano.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
st: RE BUA LITLHAKISO TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSA HO SEBELISOA HA LITSEBI TSE LI TLANG HO FIHLA KAPA HO BONT ENA KOPANO LE NNETE EA MESEBETSI KAPA MELAO LE MEMO. DITLHAKATSO TSE LING TSE LOKELANG HO BOLOKA HA HO HLOKAHALA HO LINTHO TSE FUMANANG KAPA LITLHAKISO TSE LING TSE LING TSE LING TSE LING TSE LING TSE LING TSA HAU. O TLHOKA MAHALA HABO HONA HO SEBELETSA HONA HO SEBELISA HAO TSA TICEBELETSO HO HOPANOA LE MELAO E SEBELISANG.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
st: HAEBA U SEBELISITSOE LE LITS&#39;ebeletso KAPA TUMELLANO ENA, BOPHELO BA HAO BOTSOANG LE HO BONAHALA HABO MABAPI LE HO SEBELISA LITSEBI.

source: 9. Confidential Information:
st: 9. Boitsebiso ba Lekunutu:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
st: Ntle le haeba motho e mong a lumelletsoe ka kotloloho ke setho se seng, ha ho na setho se tla tsebisa motho e mong le e mong tlhahisoleseling kapa lisebelisoa tse fanoeng ke motho e mong ka tlase ho Tumellano mme e utloisisoa e le lekunutu (&#39;Tlhahisoleseling ea Lekunutu&#39;), kapa e sebelise Tlhahisoleseling ea Lekunutu ka mokhoa o fe kapa o fe. ho fapana le ho etsa mesebetsi ya yona tlasa Tumellano. Lithibelo tse boletsoeng esale pele ha li sebetse ho tlhahisoleseling efe kapa efe e leng sebakeng sa sechaba kapa se seng se le teng se amohelang thepa, e ne e tsejoa ke mokete o amohelang pele ho letsatsi la phatlalatso kapa e tsejoa ke mokete o amohelang kamora moo ho tsoa mokheng oa boraro o nang le se hlakileng Le tokelo ea ho senola tlhahisoleseling, kapa Tlhahisoleseling ea Lekunutu ea hore motho ea amohelang mokete o tlameha ho fana ka taelo ea lekhotla la boiphihlelo kapa subpoena e sebetsang ea taolo, ho fa mokete o amohelang o fa mokete o senolang tsebiso ea nako ea lekhotla le joalo odara kapa subpoena. Ntle le moo, o tla etsa bonnete ba hore basebelisi ba hau ba lumelletsoeng ba boloka ts&#39;epahalo e hlakileng ea mananeo ohle le tlhaiso-leseling e fumanehang ho Litšebeletso. Karolo ea 9 e tla pholoha ho felisoa kapa ho felloa ke tumellano ha tumellano ena.

source: 10. Indemnification:
st: 10. Phomolo:

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
st: 10.1 Pontšo ea Tlolo ea Molao: Ho latela Karolo ea 10.4, re tla, ka litšenyehelo tsa rona, ho u sireletsa khahlanong le qoso efe kapa efe ea motho oa boraro e tlisitsoeng khahlanong le uena e qosang hore Litšebeletso li hataketse tokelo efe kapa efe ea molao ea US e fuoeng motho oa boraro ho tloha ka la Tlatsetso; kapa tlola molao ofe kapa ofe oa sephiri, letšoao la khoebo kapa sephiri sa khoebo ea motho ofe kapa ofe oa boraro (ka kakaretso e bitsoa &#39;Tlhahisoleseling ea Tlas&#39;a Litšebeletso&#39;). Haeba ho ka batloa tumellano kapa ea fumaneha khahlanong le ts&#39;ebeliso ea thepa ea kelello e fumanehang lits&#39;ebetsong kapa ka maikutlo a rona e ka batloa kapa ea fumaneha, ka boikhethelo le litšenyehelo tsa rona, ekaba (i) re reketse uena le lebitso la hau. basebelisi ba lumelletsoeng tokelo ea ho tsoela pele ho sebelisa lits&#39;ebeletso, kapa (ii) ho khutlisetsa kapa ho fetola lits&#39;ebeletso ho etsa ts&#39;ebeliso ea bona e sa tlose molao ha ba ntse ba khona ho etsa mosebetsi o tšoanang. Likhethong tsa ketsahalo (i) le (ii) tse kaholimo ha li khonehe khoebong, re ka emisa lits&#39;ebeletso mme ra khutlisa tefo e &#39;ngoe le e&#39; ngoe e sa lefelloeng. Re ke ke ra tlameha ho sireletsa kapa ho beha molato bakeng sa litšenyehelo leha e le life tse senyehileng tlasa Karolo ena ea 10.1 haeba tlolo ea molao e hlahisitsoeng e tsoa kapa e le ka mokhoa o fe kapa o fe ka lebaka la (i) phetoho efe kapa efe ea lits&#39;ebeletso tsa hau kapa (kapa efe kapa efe ea hau e lumelletsoeng kapa basebelisi ba khethiloeng) kapa (ii) ts&#39;ebeliso ea lits&#39;ebeletso hammoho le lits&#39;ebeletso le lihlahisoa tse sa fanoeng ke CaseActive haeba tlolo ea molao e joalo e ka be e qobiloe ntle le phetoho kapa kopanyo e joalo, kapa (iii) ho latela meralo ea hau kapa litaelo kapa (iv) tseko ea hore ha e bue ka ho qaqileng hore Litšebeletso ke tsona taba ea tleleime (e &#39;ngoe e le&#39; Kopo e Ikhethileng &#39;). Litlamo tsa boitlamo tse fumanehang Karolong ena ea 10.1 li tla pholoha ho felisoa kapa ho felloa ke nako ha tumellano ena.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
st: 10.2 Pontšo ea Ts&#39;ireletso ea Boitsebiso le Boinotšing: Ho ipapisitsoe le Karolo ea 10.4, &#39;me nakong ea ho ngolisoa ha hau ho Litšebeletso, re tla, ka litšenyehelo tsa rona, ho u sireletsa khahlanong le nyeoe efe kapa efe ea boraro e tlisoang khahlanong le uena e qosang ho se tsotelle ha rona ho hoholo ho thibela phihlello e sa lumelloang. ho, kapa boits&#39;oaro bo fosahetseng ba ho senola, Boitsebiso bo ka Tsebisoang ba bareki ba rona re le taolong kapa taolong. Ts&#39;oarelo ena e ke ke ea sebetsa ho isa tekanyong ea hore kopo e joalo e hlaha kapa e amana le bohlasoa ba hau kapa boits&#39;oaro bo sa sebetseng kapa ba basebeletsi ba hau kapa baemeli, kapa ho isa bohōleng bofe mokoloto o hlakoloang kapa o fokotsoe ke lehlakore le leng tlasa Tumellano. Boikarabello ba molato ba ho beoa karolong ena bo tla u tlatselletsa ho paka ho se tsotelle ho feteletseng kapa boits&#39;oaro bo sa sebetseng ka boomo bo felletse ka kotloloho le phihlello ea tlhahisoleseling e sa tsejoeng ea bareki ba hau kapa taolong ea rona.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
st: 10.3 Ts&#39;oaetso ea hau: O amohela ho chona, ho sebetsa ntle le kotsi, mme ho re sireletsa, rona le basebetsi bohle, liofisiri, batsamaisi le liakhente ho tsoa liphatlalatsong tsohle kapa tse ling, likopo, linyeoe, linyeoe, lipatlisiso, lits&#39;enyehelo, litšenyehelo, litšenyehelo, tahlehelo le tse ling. Likoloto (ho kenyelletsa le litefiso tsa ramolao tse loketseng, litšenyehelo tsa litšenyehelo tsa lekhotla le litšenyehelo) tse tsoang kapa tse amanang le (i) ts&#39;ebeliso ea hau ea lits&#39;ebeletso tse khahlanong le Tumellano, (ii) Kopo e Khethiloeng, (iii) Tlolo ea hau ea nnete kapa e boletsoeng ya boemedi bofe kapa bofe, waranti, selekane kapa boitlamo tlasa Tumellano, kapa (iv) ho se tsotelle ha hao ka botlalo kapa boits&#39;oaro bo fosahetseng. Boikarabello ba hau ba boitlamo bo tlasa Karolo ena ea 10,3 bo tla pholoha ho felisoa kapa ho felloa ke nako ha tumellano.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
st: 10.4 Tsebiso le Tšebelisano &#39;moho ; (ii) ho isa boholeng bo sebetsang, mokgatlo o sa emeng o emisa ts&#39;ebeliso ea Litšebeletso tse tlisoang tsa tlolo ea molao ha a fumana tsebiso e tšoanang; . (iv) mokete o emisitsoeng o fanang ka thuso e loketseng ho emisa mokoloto, ho hlakola litšenyehelo tsa mokha bakeng sa ts&#39;ireletso ea tseko eo; (v) setho se emisitsoeng se sa keneng tumellanong ea ho rarolla kapa sa rarolle kopo efe kapa efe ntle le ho nyatsa tumello kapa kopo ea motho ea mokhatlong; le (vi) setho se emisitsoeng se tsamaellanang le tumellano leha e le efe ea ho rarolla kapa lekhotla le entsoeng mabapi le tseko (e amanang le tšebeliso ea lisebelisoa tsa tlolo ea moso). Mokha o ts&#39;oaretsoeng o ka nka karolo ho sireletseng kapa ho rarolla qoso ka boeletsi ka boikhethelo ba eona le ka litšenyehelo tsa eona.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
st: 10.5 Tharollo e Khethehileng: Karolo ena ea 10 e bua ka mokoloto o molato oa setho, le karohano e ikhethang ea mokha e khahlano le lehlakore le leng bakeng sa mofuta o fe kapa o fe o boletsoeng Karolong ena.

source: 11. Limitation on Liability:
st: 11. Khaello ea boikarabello:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
st: ETSA KAMOO HO BONT DA LITLHAKISO TSA HO KOPANELA LE KOTSI EA KAROLO 5.3 KAPA 12, HONA HO BATHO BA BAHLE BA MAXIMUM BONOLOFATSANG KE MELAO, HA HO BONAHALA KOTSI E ILE YA KOPANELA LITLHAKISO TSE KHOLO TSE LING TSA TOKA HO HO FIHLELA HO RONA LITLHAKISO TSE KHOLO TSE LIHLOHONOLO TSA TUMELLANO E FELENG U SEBELISANG LIT SERVOBOTSO HO FIHLELA LEBITSO LA MOTSOALLE NAKONG EA SELEMO SA SELEMO SA SELEMO HO TSOA MOSA OA CHELETE KA CHELETE EA SEBAKA.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
st: ETSA KAMOO HO BONT DA LITLHAKISO TSA HO QETELA HO KOPANELA LE KOTSI EA KAROLO 5.3 KAPA 12, HO BOSA BA MAHOLO A ILE A BUA KA MELAO, HONA HA HO BONOLO KAMOO BA BANG BA LIHLOOHO TSE LING, HA BA LE LITLHAKISO TSE LING TSE LING TSE LING TSE LING TSE LING TSA HO FIHLELA PAKENG ENA LITLHAKISO TSA BOPHELO BA LINTHO TSE LING TSA BONOLO TSOHLE TSE LING TSE LING TSA HO FIHLA, HO BONAHALA, HO BONAHALA, HO BONAHALA KAPA LITLHAKISO TSE LING HOBETSA LIT HOBOTSI HONA CHELETE, HONA HOBANE HONA HA HO SEBETSE SEBETSE HO BONAHATSOE LEFAT PE LA DITAKATSO TSE KHOLO.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
st: HOBANE LINTHO TSE LING TSA TLHOKOMELISO / JURISDICTIONS HA E FUMANE BOTEGOLO KAPA LITLHAKISO TSA BOTSOALLE BA LITLHAKISO TSE BONAHALANG KAPA LITLHAKISO TSE LING, HA LITLHOHONOLOFATSO TSE LING TSE LING TSA LITLHAKISO TSE LING TSA LITLHAKISO TSE LING TSE LING TSA TSE LING TSA LITLHAKISO TSA LITLHAKISO TSA LITLHAKISO TSA LITLHAKISO TSA LITLHAKISO TSA LITLHAKISO TSA LITLHAKISO TSA KHOLO TSE LING TSE LING TSA LITLHAKISO TSE KHOLO LI TSOANG PHELANG HAHOLO.

source: 12. Personal Information and Privacy Statement:
st: Boitsebiso ba Botho le Tlhaloso ea Botho:
