Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/st/LC_MESSAGES/messages.po
Languages: st

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
st: O tla latela melawana yohle e sebetsang ya sephiri le melao e meng, melao, melawana le ditaelo tse amanang le tshireletso, ho bokella, ho sebedisa le ho tsamaisa Tlhahisoleseding e tsebahalang ya Motho (jwalokaha ho hlalositswe ka tlase) ya motho ofe kapa ofe. U tla beha setatemente sa lekunutu leqepheng la moo o bokellang Tlhahisoleseling e Tsebisoang ka Botho (&#39;Phatlalatso ea Lekunutu&#39;) e lumellanang le melao eohle e sebetsang, melao, melaoana le litataiso, mme bonyane, e tsebisa basebelisi ba Tlhahisoleseling e tsebahalang e bokelletsoeng, kamoo e e tla sebelisoa le hore na e tla sireletsoa joang, &#39;me seo se tšoaea mokhoa oa ho bokella (li-cookie, li-beacons tsa marang-rang kapa mekhoa e meng e sebetsang) le ts&#39;ebeliso ea tlhahisoleseling e bokelletsoeng mabapi le lits&#39;ebeletso, ho fumana tumello e fanoeng esale pele (ho kena pele u ka sebelisa) pele u sebelisa efe kapa efe ho latela theknoloji, ho isa tekanyong e hlokoang ke melao le litaelo tse sebetsang. Polelo e joalo ea lekunutu e tla kenyelletsa tlhahisoleseling e amanang le pokello, phetiso le polokelo ea tlhaiso-leseling e fumanehang ka boeona e fanoeng ke rona ka lits&#39;ebeletso. Haeba ho hlokahala ka molao o sebetsang oa ts&#39;ireletso ea datha kapa molao o mong kapa molao, o tla tsebisa batho ba boraro hore o re fa Tlhahisoleseling e tsebahalang ea rona ho rona bakeng sa ts&#39;ebetso mme o tla netefatsa hore mokha ofe kapa ofe oa boraro o hlokahalang o fane ka tumello ea bona ea ho hlahisa le ho e lokisa. O lumela ho latela litlhaloso le litlhahiso tsa Polelo ea lekunutu. &#39;Tlhahisoleseling e tsebahalang ka boyena&#39; e bolela leseli lefe kapa lefe le ka amahanngoang le motho e mong le e mong, ho kenyelletsa lebitso la motho, aterese, nomoro ea mohala, aterese ea lengolo-tsoibila, tlhaiso-leseling ea karete ea mokitlane, nomoro ea ts&#39;ireletso ea sechaba kapa tlhahisoleseling e &#39;ngoe e tšoanang. mecha ea litaba eo boitsebiso bo joalo bo bolokiloeng ho eona (mohlala pampiring kapa ka elektroniki).

source: 13. Miscellaneous:
st: 13. Lintho tse sa tšoaneng:

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
st: 13.1 Mekhatlo e Ikemetseng: Uena le CaseAational ke likonteraka tse ikemetseng. Tumellano ha e thehe tumellano ea kopanelo, tšebelisano, agency kapa kamano ea mosebetsi lipakeng tsa mekha. O tla jara boikarabello ba ho laola basebeletsi ba hau le puseletso, makhetho, melemo le mekoloto ho basebetsi le ho baemeli ba bang ba hau kapa ba fanang ka litšebeletso. Ha ho uena kapa mohiruoa leha e le ofe oa hau, baemeli, kapa bafani ba litšebeletso ba tla etsa lipontšo, mangolo a tiiso kapa likausi mabapi le rona, Tumellano kapa litšebeletso tse ling ntle le tse tumisitsoeng ka ho hlaka ke rona ka ho ngola.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
st: 13.2 Mosebetsi: Ha ho na tumellano ea tumellano kapa tumellano ea boikarabello tlasa tumellano ea hau ka tumellano ea tumello, kapa tumello ea tumellano ntle le tumello ea rona e ngotsoeng ntle le tumello ea tumellano. Ho hlophisa botjha, kapa thekiso kapa phetiso ea thepa eohle ea hau eo u re fang eona e tlaleha bonyane matsatsi a mashome a mararo (30) pele mosebetsi o phethoa. Kabelo eo u e fuoang, ho ipapisitse le maemo a mang, e hloka tumello ea rona ea pele, tumello e ke ke ea thibeloa ka nepo. Re ka abela tumellano ena ka bolokolohi ntle le tumello ea hau. Ho latela se boletsoeng ka holimo, Tumellano ena e tla tiisa ebile e tla thusa molemong oa mekha, bahlahlami ba bona mme ba e fuoe.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
st: 13.3 Qobella Majeure: Ha ho na motho ea tla ikarabella bakeng sa ho lieha, ho sitisoa kapa ho se atlehe ho etsa tlasa Tumellano ka lebaka la liketso tse fetang taolo ea mokha o ikarabellang, empa ke ha feela maemo a joalo a ntse a tsoela pele. Qobella liketsahalo tsa majeure li kenyelletsa, empa ha li felle feela ho: likoluoa tsa tlhaho (mohlala, lehalima, litšisinyeho tsa lefatše, maholiotsoana, likhohola); lintoa, merusu, mesebetsi ea bokhukhuni le lipuisano tsa sechaba; mesebetsi ea morekisi oa phapanyetsano ea lehae, le liketso tse ling tsa batho ba boraro; liqhomane le mollo; embargoes, likotlo le liqabang tsa basebetsi; litaelo tsa mmuso; liphoso tsa bafani ba mehala ea puisano kapa ba fanang ka litšebeletso tsa marang-rang; liphoso tsa barekisi ba mekhatlo ea boraro, bafani ba litšebeletso kapa barekisi; le lebaka lefe kapa lefe le fetang tlasa taolo e loketseng ea mokete.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
st: 13.4 Khetho ea Molao: Tumellano le khang efe kapa efe e hlahisoang ke tumellano le tumellano ea tumellano e tla laoloa ke melao ea &#39;Muso oa California ntle le melao ea likhohlano. Liqabang tsohle tse hlahisoang ke tumellano ena kapa tse amanang le Tumellano li tla ba tlas&#39;a taolo le sebaka sa mmuso oa California le makhotla a kopaneng a Santa Barbara, California, mme litho li lumellane le matla a ikhethileng a makhotla ana.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
st: 13.5 lengolo-tsoibila le tsebiso: O boetse oa lumela hore re ka u fa tsebiso, litlhaloso le lipuisano tse ling ho uena ka e-mail, mangolo, tšebeletso ea ho fana ka litšebeletso, kapa ho romelloa ke morekisi ea tsebahalang ea romelletsoeng atereseng e khethiloeng ea ho qetela ka Tumellano. O na le boikarabello ba ho re fa tlhahisoleseling efe kapa efe e ntlafalitsoeng ea lebitso.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
st: 13.6 Ha ho Waiver; Lipheko tsa Cumulative: Ha ho na ho hloleha kapa ho lieha ha motho ka mong ho sebeliseng tokelo efe kapa efe tlasa Tumellano ena ho tla etsa hore motho a amoheloe ke tokelo eo. Ntle le ha ho hlalositsoe ka mokhoa o hlakileng mona, litlhare tse fanoeng mona lia kenyelletsa, &#39;me ha li khethoe, litlhare tse ling tsa mokha ka molao kapa ka tekano.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
st: 13.7 Sever Molao, le lipehelo tse setseng tsa Tumellano ena li tla lula li sebetsa ka botlalo.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
st: 13.8 Tumellano e felletseng: Ka tekanyo e lumelletsoeng ke molao o sebetsang, Tumellano ena, hammoho le litokomane tse boletsoeng mona le liforomo tsohle tsa Order le phallo ea tumellano, li theha tumellano eohle lipakeng tsa mekha e mabapi le taba ea eona, le ho hatisa tsohle tse fetileng le tse litumellano tse nahannoeng ka hloko, litlhahiso kapa litlhahiso, tse ngotsoeng kapa tse fanoang ka molomo, mabapi le taba ea Tumellano ena. Ha ho moemeli, boitlamo kapa tšepiso tse tla nkuoa ho ba tse fanoeng kapa tse fanoang ho tsoa ho eng kapa eng e boletsoeng kapa e ngotsoeng lipuisanong lipakeng tsa mekha pele ho tumellano ena ntle le ha ho boletsoe ka nepo tumellanong ena. Ha ho na motho ea tla fumana pheko malebana le polelo efe kapa efe e seng &#39;nete e entsoeng ke e mong eo setho seo se itšetlehileng ka sona ho kena tumellanong ena (ntle le haeba polelo eo e seng&#39; nete e entsoe ka bolotsana) le hore karabo feela ea mokha e tla ba bakeng sa polelo efe kapa efe e seng &#39;nete tlolo ea tumellano joalo ka ha ho fanoe ka Tumellano ena. Oa amohela ebile oa lumela hore tumellano ea hau ka tlase ha e na ts&#39;ebeliso ea ts&#39;ebetso ea kamoso kapa likarolo tse sa hlalosoang ka mona kapa ka foromo ea Order kapa ho latela maikutlo afe kapa afe a molomo kapa a ngotsoeng, a sechaba kapa a poraefete a hlahisitsoeng ke rona mabapi le ts&#39;ebetso ea kamoso kapa likarolo bakeng sa Litšebeletso. Ketsahalong ea khohlano efe kapa efe lipakeng tsa lipehelo tse fumanehang liphuthelong tsena tse akaretsang tsa tšebetso le foromo efe kapa efe ea Tsamaiso kapa lipehelo tse ling tsa litšebeletso, lipehelo tsa foromo e joalo ea tatellano kapa lipehelo tse ling tsa litšebeletso li tla atleha ho fihlela moo khohlano e joalo. Ha ho na lipehelo kapa maemo a boletsoeng ka tatellano ea hau ea theko kapa ho eng kapa eng ea litokomane tsa hau tsa odara e ke keng ea kenngoa kapa ea etsa karolo efe kapa efe ea Tumellano ena, &#39;me lipehelo kapa lipehelo tse joalo li tla ba lefeela ebile li sa sebetse.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
st: 13.9 Ho rekisa kantle: Mekha e ka bobeli e lumellana ho latela melao le litaelo tse tsoang kantle ho naha tsa Amerika le melao ea kantle ea naha. U ke ke ua lumella basebelisi ba hau ho fumana kapa ho sebelisa lits&#39;ebeletso ho tlola molao o mong le o mong oa ho romella kantle ho US, thibelo kapa thibelo.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
st: 13.10 Phatlalatso: Re ka &#39;na ra se ke ra u bitsa u le mofani oa Litšebeletso ntle le tumello ea hau e ngotsoeng.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
st: 13.11 Lihokela tsa libaka tsa Mokhatlo oa Boraro: Litšebeletso kapa webosaete ea rona li ka kenyelletsa lihokela tsa libaka tsa motho oa boraro (&#39;Lihokelo tse Kopaneng&#39;). Libaka tse hokahantsoeng ha li tlas&#39;a taolo ea rona ebile ha re na boikarabello bakeng sa litaba tsa setsi se seng le se seng se hokahantsoeng, ho kenyelletsa ntle le meeli khokahano efe kapa efe e fumanehang sebakeng se hokahantsoeng Re fana ka lihokela tsena ho uena joalo ka mokhoa o bonolo, &#39;me ho kenyelletsoa ha khokahano efe kapa efe ha ho bolele hore sebaka sa marang-rang kapa lits&#39;ebeletso tse ling tse amanang le sona se fanoa ke sebaka seo.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
st: 13.12 U lumela ho amohela mangolo-tsoibila, mehala le melaetsa ea SMS ho tsoa CaseActive ho fana ka lintlafatso ka otara ea hau le / kapa molemong oa ho bapatsa. Kakaretso ea molaetsa e ipapisitse le ts'ebetso ea hau. U kanna ua khetha ho khetha ho sa emise litsebiso ho tsoa akhaonteng ea hau kapa ho hlakola ak'haonte ea hau. Litefiso tsa molaetsa le data li ka sebetsa.

source: An error occurred
st: Phoso e etsahetse

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
st: Ho bile le phoso. Baenjiniere ba rona ba tsebisitsoe. Tobetsa konopo ea ho kenya hape ho kenya hape.

source: Reload
st: Kenya hape
