Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ny/LC_MESSAGES/messages.po
Languages: ny

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
ny: Mutha kulembetsa ku Ntchito Zina zilizonse, kuphatikiza Services yatsopano monga momwe zingapangidwire ndi CaseActive nthawi ndi nthawi, kapena kuwonjezera zomwe mwakhala mukuchita polemba Fomu Yotsimikizika kapena kutsitsa, monga gawo la Ntchito. Kutuluka kwatsopano kulikonse kapena Fomu ya Order ikuphatikiza mtengo ndi madeti ()) a Services omwe akuwonjezedwa panthawiyo. Mautumiki onse atsopano ali m&#39;manja mwa General Terms of Service ndi mfundo zina zowonjezera zomwe zingagwire ntchito makamaka ku Mautumiki ena owonjezera.

source: 3. Customer Support:
ny: 3. Thandizo la kasitomala:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
ny: Pokhapokha mutalipira ndalama zonse zomwe mungalandire pa Services, tikugwiritsa ntchito njira zoyenera kutsatsa, kwaulere kwa inu, chithandizo chothandizira kwa inu ndi ogwiritsa ntchito anu omwe adavomereza omwe adalembetsa ku Services. Woimira chithandizo chamakasitomala adzapatsidwa milandu yanu. Milandu yopanda malire imalandiridwa kuchokera kwa ogwiritsa ntchito ovomerezeka. Thandizo lathu labwino likupezeka 24/7, kupatula maholide akuluakulu, omwe akuphatikizapo Tsiku la Chikumbutso, Tsiku la Kudziyimira pawokha, Tsiku la Ogwira Ntchito, Thanksgiving, Khrisimasi, ndi Tsiku la Chaka Chatsopano. Mutha kulumikizana ndi chithandizo chamakasitomala pogwiritsa ntchito athu

source: Contact Form
ny: Fomu Yothandizira

source: . Our response time shall not be greater than two business days.
ny: . Nthawi yankho lathu sichikhala chachikulu kuposa masiku awiri ogwira ntchito.

source: 4. Training:
ny: 4. Maphunziro:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
ny: Pokhapokha mutalipira ndalama zonse zomwe mungalandire pa Services, tidzakupatsani maphunziro akudziko, amoyo kapena ojambulira kwa omwe mudawasankha, omwe adawatipatsa mayina olembetsedwa komanso tidzakuphunzitsani zomwe zimapezeka kudzera pa gawo la Thandizo ndi Maphunziro a tsamba lathu pa palibe mtengo wowonjezera. Kwa mautumiki ena timapereka maphunziro pa intaneti pakufunsira komanso kulipiranso. Chonde titumizireni pogwiritsa ntchito zathu

source: for more information about on-site training.
ny: kuti mumve zambiri za kuphunzira pa intaneti.

source: 5. Your Rights and Restrictions:
ny: 5. Ufulu Wanu ndi Zitetezo:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
ny: 5.1 License: Kutengera magawo a Mgwirizanowu, komanso pakulipira koyenera kwa ndalama zonse zomwe zikulembedwera mu Fomu ya Order kapena kutuluka kwa siginecha, tikupatsani ufulu wopanda, wosasamutsidwa, wopanda malire komanso chiphaso chogwiritsira ntchito (ndikulola ogwiritsa ntchito anu kuvomerezedwa kuti azigwiritsa ntchito) ntchito zomwe mudawalembetsa, kungogwiritsa ntchito bizinesi yanu yamkati.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
ny: 5.2 Ogwiritsa Ntchito Ovomerezeka: Inu (i) mumayang&#39;anira ogwiritsa ntchito chilolezo mogwirizana ndi Mgwirizanowu, ndipo (ii) adzagwiritsa ntchito zoyeserera zamalonda poletsa mwayi wosagwiritsidwa ntchito kapena kugwiritsa ntchito maofesiwa ndipo mutidziwitsa nthawi yomweyo kuti mwapeza mwayi wosagwirizana kapena gwiritsani ntchito. Ndiudindo wanu kuchotsa zopezeka ku Services ngati udindo waogwiritsa ntchito kapena wosankhidwa wasintha.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
ny: 5.3 Maudindo Anu ndi Zoletsa: Muli ndi udindo pazinthu zonse zomwe zimachitika pansi pa akaunti yanu ya ogwiritsa ntchito kapena omwe mumawagwiritsa ntchito. Muyenera: (i) kukhala ndi udindo wokhazikika, wodalirika, wowona mtima, wodalirika komanso wowona bwino wa zonse zomwe mungapereke ku Services; (ii) gwiritsani ntchito zoyeserera zotsatsa kuti tipewe kuwongolera kosavomerezeka kapena kusokoneza kapena kusapeza ntchito kwina kosavomerezeka, kapena kugwiritsa ntchito, Services ndikutiwuza mwachangu za kugwiritsidwa ntchito kosavomerezeka kapena kuphwanya chitetezo; (iii) kutsatira malamulo onse ogwira ntchito mdera, boma, feduro ndi akunja (kuphatikiza malamulo okhudzana ndi chinsinsi komanso kuteteza chidziwitso cha munthu kapena chogwiritsa ntchito) pakugwiritsa ntchito Services; (iv) malinga ndi momwe angagwiritsire, kutsatira malamulo onse ogwirira makhadi a ngongole (kuphatikiza American Express, MasterCard ndi Visa); ndipo (v) pezani ndi kusamalira makompyuta onse, mapulogalamu ndi zida zamagetsi zofunika kugwiritsa ntchito mauthengawo, ndi kulipira ndalama zonse zolipirira (mwachitsanzo ndalama za ISP) zomwe mumachita poyambira kugwiritsa ntchito kwanu mautumiki.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
ny: Simungatero, ndipo mudzawonetsetsa kuti ogwiritsa ntchito anuwo salembetsa, (i) kusokoneza, kusinthitsa injiniya, kuwola kapena kuyesa kuwongolera kachidindo kalikonse kogwirizana ndi Services, kapena kusintha, kusintha, kupanga ntchito zochokera, kapena kumasulira Ntchito; (ii) layisensi, magawo, kugulitsa, kubwereketsa, kugawa, kugawa, kusinthitsa nthawi, kubwereketsa, kubwereketsa ndalama, kugulitsa phindu, kugawa kapena kugwiritsa ntchito zina mwanjira yamalonda, kupatsa ufulu kapena kupangitsa kuti Services lipezeke ndi wina aliyense; (iii) Gwiritsani ntchito ntchitozi kupatula ngati zili zovomerezeka pokhapokha kapena kuphwanya malamulo alionse; (iv) kuchita nawo malonda osaloledwa kapena achinyengo pankhani ya Services; (v) kusuntha kapena kuletsa chitetezo chilichonse kapena zinthu zina zaukadaulo kapena miyeso ina ya Pulogalamuyi kapena, mwanjira iliyonse, kuyesa kupeza kapena kupeza mwayi wosagwirizana ndi Services kapena makina amakompyuta kapena maukonde ena; (vi) gwiritsani ntchito Services kufalitsa zakuphwanya, zaulere, zonyansa, zowopseza kapena zosavomerezeka, zosavulaza, zankhanza, zankhanza kapena zowopsa, kapena kusunga kapena kufalitsa zinthu zosemphana ndi ufulu wachinsinsi wa gulu lachitatu; . ; kapena.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
ny: 5.4 Kusungidwa Kwa Ufulu: Palibe maufulu ena omwe amaperekedwa kupatula monga afotokozedwera mu Panganoli. Panganoli siwogulitsa ndipo silipereka ufulu uliwonse kapena umwini, kapena kwa Services kapena mapulogalamu ena aliwonse. Tili ndi maufulu onse, mutu, komanso chidwi, kuphatikiza maukadaulo aluntha, ku Services ndi mapulogalamu apansi ndi zosintha zilizonse, zosintha, kusintha, kusintha, kukonza kapena ntchito zina, komanso lingaliro lililonse, mukudziwa motani, ndi mapulogalamu omwe adapangidwa ndi ife kapena amalayisensi panthawi yomwe ntchito zikugwira ntchito.

source: 6. Term and Termination:
ny: 6. Nthawi ndi Kutha:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
ny: 6.1 Nthawi: Nthawi ya Mautumikiwa imasiyanasiyana kutengera ndi Ntchito yomwe mudawalembetsa ndipo idzakhazikitsidwa pa Fomu Yovomerezeka kapena yomwe mwavomerezana pakusayina kosayina ndipo idzakonzanso motere:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ny: 6.1.1 Nthawi Yokhala ndi Ntchito Yoyang&#39;anira CaseA: Kulembetsa ku CaseAational Service kudzangokhala kotheka kwa mwezi umodzi kapena umodzi chaka chimodzi, monga momwe zalembedwera pa Fomu ya Order kapena kutuluka kwa signature, pokhapokha titasiya ntchito yomwe mwatidziwitsa kusasinthanso masiku osachepera makumi atatu (30) lisanathe ntchito nthawi yatsopanoyo.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ny: 6.1.2 Mtengo wa Webusayiti wa CaseActive: Kulembetsa kwanu ku webusayiti ya CaseActive kudzangopanga zokha mwezi umodzi kapena chaka chimodzi, monga momwe zalembedwera pa Fomu ya Order kapena kutuluka kwa signature pokhapokha titasiya ntchito kapena mutatipatsa. ndi chizindikiritso cha kusakonza masiku osachepera makumi atatu (30) lisanathe ntchito nthawi yatsopanoyo.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ny: 6.1.3 Chidziwitso cholembedwa chosasinthika ndi inu muyenera kuperekedwa ku CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
ny: 6.2 Kuchotsa: Chipani chilichonse chitha kuthetsa Panganoli ndi zonse zomwe Adalemba (i) ngati chipani chinacho chikuphwanya chilichonse chomwe chasungidwa mgwirizanowu ndipo kuphwanya kumeneku sikuchiritsidwa masiku 30 (30) atalandira chilolezo kuchokera osaphwanya maphwando, kapena (ii) ngati mnzakeyo wasungunuka kapena kusungunuka, kuchotsedwa kapena kusungunuka, kapena kusiyiratu konse bizinesi yake. Titha kuthetsa Mgwirizanowu nthawi yomweyo ngati kuphwanya Gawo 5.3 pamwambapa. Mukamaliza Mgwirizanowu, mudzasiya kugwiritsa ntchito Mapulogalamu onse, kusiya kuimira mtundu uliwonse kuti ndiogwiritsa ntchito Services, ndikuwonongerani chinsinsi chathu chonse chomwe muli nacho. Palibe aliyense amene adzakhale ndi mlandu chifukwa cha kuchotsedwa kwa Panganolo kapena zolembetsa zilizonse ku Services monga zaperekedwa apa; zoperekedwa, komabe, kuti kutha kwa Mgwirizanowu sikungakhudze zonena zilizonse zisanachitike.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
ny: 6.3 Kusamalira Chidziwitso Chanu Pakachitika Ntchito: Mukuvomereza ndikuvomereza kuti kutsatira kuchotsedwa kwa ntchito yanu kapena kutha ntchito kwanu, titha kusintha ntchito zomwe takhudzidwazi ndikuti, tikatsata nthawi yosakwana makumi asanu ndi anayi (90) ) masiku, amatha kufufuta akaunti yanu ndi zambiri. Komabe, ngati Services yathu yathetsedwa ndi ife, tikukupatsani mwayi wosakhalitsa, wosakwanira masiku makumi atatu (30), pachifukwa chokhacho chololeza kuti mupeze zambiri zanu, mukapatsidwa, kuti mudalipira zonse zabwino zopanda maziko zathu. Mukuvomerezanso kuti sitidzakhala ndi mlandu uliwonse kwa inu kapena gulu lililonse lachitatu chifukwa chakuchotsa kwanu kupita ku ma Services kapena kuchotsa zomwe mwasankha, malinga ngati tikutsatira mfundo za Gawo 6.3.

source: 7. Fees:
ny: Malipiro:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
ny: 7.1 Ndalama Zoyendetsera Ntchito: Muyenera kulipira ndalama zomwe sizikubwezerani ndalama ku Services mu kuchuluka komwe kwatsimikizika pakusayina kapena fomu ya Order (&#39;Maofesi a Maofesi&#39;) malinga ndi kuchuluka kwa ndalama zomwe zanenedwa potumiza kapena Order Fomu. Ndalama Zoyang&#39;anira ziyenera kulipira ndikuyenera kulipidwa pa tsiku la chindapusa. Ndalama Zoyang&#39;anira zitha kukwezedwa kutengera zolipirira zomwe tili nazo panthawiyo. Ndalama Zoyang&#39;anira sizibweza ngongole ngakhale mutathetsa ngongole yanu kale.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
ny: 7.2 Ndalama Zowonjezera: Mukhoza kubweza ngongole zina zomwe sizikubweza kapena ndalama zogwiritsidwa ntchito ndi Mautumiki kuwonjezera pa ndalama zomwe zafotokozedwa mu Fomu ya Order ndi / kapena kutuluka. Ndalama zowonjezera zomwe sizibwerengedwa ndi zolipiritsa zimayikidwa mu mawu owonjezera a Service omwe akugwira ntchito.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
ny: 7.3 Malipiro Ochedwa: Mukuvomereza kuti kulephera kwanu kulipira ndalama zilizonse kapena ndalama zomwe zikuyenera kubwezeretsedwa zimatha kuimitsidwa kapena kuimitsidwa kwa zolemba zanu za CaseActive. Ngati mukulephera kulipira ndalama zilizonse zomwe zanenedwa pansipa, CaseActive imasunga ufulu wothandizila kusonkhetsa ndalama ndi ndalama zonse ndipo mutha kulipira ndalama zonse zomwe zatulutsidwa ndi CaseActive pankhani yotolera ndalama zomwe zafunidwa kale, kuphatikiza , popanda malire, othandizira ovomerezeka &#39;ndi ndalama za mabungwe osonkhetsa ndalama pamodzi ndi chiwongola dzanja chofanana ndi chocheperako 1.0% pamwezi kapena mulingo wokwera wololedwa ndi lamulo logwira ntchito.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
ny: 7.4 Misonkho: Muyenera kuyang&#39;anira misonkho yonse yogulitsa, kugwiritsa ntchito msonkho, kupereka misonkho yofunikira, kusakhomera misonkho ndi misonkho ina iliyonse yofanana ndi ndalama zoperekedwa ndi boma, maboma kapena maboma aboma wamba pazinthu zomwe zikugwirizana ndi Panganoli. Tikakhala ndi udindo wololera kulipira kapena kusonkhetsa msonkho womwe mudayang&#39;anira, malinga ndi Gawoli, ndalama zoyenera zizilandilidwa ndikulipidwa ndi inu pokhapokha mutatipatsa chiphaso chokhomera msonkho chovomerezeka ndi woyang&#39;anira msonkho woyenera.

source: 8. Representations and Warranties:
ny: 8. Maimidwe ndi Zovomerezeka:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
ny: 8.1 Zoyimira Pamodzi ndi Zovomerezeka: Chipani chilichonse chikuyimira ndi kuloleza chipani china kuti (i) chili ndi ufulu wonse kulowa ndikuchita zomwe zili pansi pa Panganoli popanda chilolezo cha wina aliyense kapena kuphwanya mgwirizano uliwonse kapena mgwirizano ndi Munthu aliyense wachitatu, (ii) anthu onse omwe akuchita zonse zomwe zalembedwa pamwambapa alowa mu mapangano onse kuti athe kutsatira malamulo ndi mgwirizanowu, (iii) ayenera kutsatira zonse zofunikira ndi malamulo onse ogwira ntchito ntchito.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
ny: 8.2 Zowonjezera ndi Ma warranties: Muyenera kutiyimira, mudzatifotokozera kuti mugwiritsa ntchito mautumizowo pokhapokha movomerezeka mogwirizana ndi Mgwirizanowu ndi mfundo zonse zomwe mungagwiritse ntchito poyang&#39;anira CaseActive ndi malangizo.
