Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ny/LC_MESSAGES/messages.po
Languages: ny

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
ny: 13.2 Kupereka Ntchito: Palibe mgwirizano kapena chilichonse mwa ufulu wanu kapena zomwe muli nazo pansi pa Panganoli sizingapatsidwe kapena kusamutsidwa, mwakugwira ntchito kwa malamulo kapena kwina, popanda chilolezo chathu choyambirira, pokhapokha atapatsidwa mwayi wopeza chiwongola dzanja, kapena kutsatira mgwirizano, kampani Kukhazikitsanso, kugulitsa kapena kusamutsa zonse kapena zonse zomwe muli nazo zikutiuza zindikirani masiku osachepera makumi atatu (30) lisanathe ntchitoyo. Ntchito yomwe mwapatsidwa, kutengera zochitika zina zilizonse, imafuna chilolezo chathu cham&#39;mbuyo, chomwe chivomerezo sichingaletsedwe. Titha kugawa mgwirizanowu momasuka popanda chilolezo chanu. Kutengera ndi zomwe tafotokozazi, Panganoli lidzamanga ndi kuthandiza omwe ali maphwando, omwe adzalowa m&#39;malo mwao ndi kuloledwa.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
ny: 13.3 Kukakamiza Majeure: Palibe gulu lomwe lidzayang&#39;anire kuchedwa, kusokonezeka kapena kulephera kuchita chifukwa cha mgwirizanowu chifukwa chogwirizana ndi zomwe zikuyang&#39;aniridwa ndi omwe akutsogolera, koma pokhapokha ngati zinthu zikupitilira. Kukakamiza zochitika zowonjezera zikuphatikiza, koma sikuchepera: masoka achilengedwe (monga mphezi, zivomezi, mkuntho, kusefukira); nkhondo, zipolowe, ntchito zauchifwamba, ndi ziwawa zapagulu; zochitika zonyamula anthu wamba, ndi machitidwe ena a anthu achitatu; kuphulika ndi moto; embargoes, kumenyedwa ndi mikangano yabizinesi; malamulo aboma; kulephera kwa opereka mauthenga kapena othandizira ma intaneti; Kulephera kwa othandizira achipani chachitatu, othandizira mautumiki kapena ogulitsa; ndi chifukwa china china chopitilira ulamuliro wachipani.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
ny: 13.4 Kusankha Kwa Malamulo: Mgwirizanowu ndi mkangano uliwonse womwe ukuchokera kapena wokhudzana ndi Panganoli utha kuyendetsedwa ndi malamulo a State of California, osaganizira mfundo zotsutsana ndi malamulo. Mikangano yonse yochokera kapena yokhudzana ndi Mgwirizanowu idzakhala yokhazikitsidwa ndi boma la California ndi makhothi a federal ku Santa Barbara, California, ndipo maphwando avomerezana ndi makhoti awo.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
ny: 13.5 Imelo ndi Zidziwitso: Mukuvomerezanso kuti titha kukupatsani zidziwitso zonse, zonenedwa ndi zolumikizana zina kwa inu kudzera mu imelo, makalata, kutumiza mafayilo, kapena kutumizidwa ndi wonyamula katundu wodziwika wopita ku adilesi yosankhidwa komaliza pa Pangano. Muli ndi udindo wotipatsa zidziwitso zilizonse zosinthidwa.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
ny: 13.6 Palibe Wayiver; Chithandizo Cumulative: Kulephera kapena kuchepetsedwa ndi mbali iliyonse pakugwiritsa ntchito ufulu pansi pa Panganoli sipangakhale kopanda ufulu. Zina kuposa zomwe zafotokozedwa apa, zithandizo zomwe zaperekedwa apa ndizowonjezereka, ndipo siziphatikiza pazithandizo zilizonse zaphwando palamulo kapena mokulira.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
ny: 13.7 Kusinthika: Ngati lingaliro lililonse lagwirizanowu likusungidwa ndi bwalo lamilandu lovomerezeka kuti likhale losemphana ndi lamulo, lamuloli lidzasinthidwa ndi khothi ndikutanthauzira kuti likwaniritse bwino zolinga zakupereka koyambirira malinga ndi kololedwa kwathunthu Malamulo, ndi zina zonse za mgwirizanowu zidzakhalabe zogwira ntchito.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
ny: 13.8 Chigwirizano Chonse: Kufikira pamlingo wololedwa ndi lamulo loyenera, Panganoli, limodzi ndi zolemba zomwe zafotokozedwa pano ndi Mafomu onse a Order ndi kutsitsa, zimapanga mgwirizano wonse pakati pamagulu mokhudza nkhani yake, ndikuyang&#39;anira zonse zam&#39;mbuyo komanso zoyendetsedwa kale. mgwirizano wamalingaliro, malingaliro kapena zoyimira, zolembedwa kapena zakamlomo, pankhani yokhudza mgwirizanowu. Palibe choyimira, kuchita kapena lonjezo lomwe lidzatengedwe kuperekedwa kapena kuwonetsedwa kuchokera pachilichonse chomwe chanenedwa kapena kulembedwa pakukambirana pakati pa magulu asanafike Panganoli pokhapokha ngati zikufotokozedwa bwino mu Panganoli. Palibe gulu lomwe lingakhale ndi yankho pokana chilichonse chabodza chomwe chipanicho chimadalira kuti chimalowa mu Panganoli (pokhapokha ngati zabodza izi zidanenedwa mwachinyengo) ndikuti lingaliro lokhalo lazachipani linganenedwe kuphwanya mgwirizanowu malinga ndi Panganoli. Mukuvomereza ndikuvomereza kuti mgwirizano wanu pompano sukutengera momwe mungagwiritsire ntchito mtsogolo kapena mawonekedwe omwe sanafotokozedwe pano kapena mu Fomu Lalamulo kapena kutengera mawu apakamwa kapena olembedwa, ndemanga za anthu onse kapena zachinsinsi zomwe tapanga pankhani yamtsogolo mtsogolo pa Ntchito. Pakakhala kusamvana kulikonse pakati pa zinthu zomwe zili mu General Terms of Service iyi ndi Fomu ya Order kapena Maofesi Oonjezera a Ntchito, mawu a Order Fomu kapena Maumisili Ena Oonjezera adzagwirira ntchito, mpaka pamtsutsowo. Palibe mawu kapena zinthu zomwe zanenedwa mu oda yanu yogula kapena chilichonse chomwe mungasankhe kuti zilembedwe ziyenera kuphatikizidwa kapena kupanga gawo lililonse la Panganoli, ndipo mfundo zonsezi sizikhala zopanda ntchito.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
ny: 13.9 Kutumiza Kunja: Magulu onsewa amavomereza kuti azitsatira malamulo othandizira kunja ndi ku US ndi kutumizira kunja. Simuyenera kuloleza ogwiritsa ntchito kuti azitsata kapena kugwiritsa ntchito Services pophwanya lamulo lililonse loletsa kutumiza ku US, kuletsa kapena kuletsa.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
ny: 13.10 Kulengeza: Sitikukutcha iwe ngati wogwiritsa ntchito Services popanda chilolezo chako.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
ny: 13.11 Maulalo ku Masamba A Chipani Chachitatu: Mautumiki kapena tsamba lathu la webusayiti lingaphatikizepo maulalo a tsamba lachitatu (&#39;Malo Ogwirizanitsidwa&#39;). Masamba Ogwirizanitsidwa sakhala m&#39;manja mwathu ndipo sitingayang&#39;anire zomwe zili patsamba lililonse lolumikizidwa, kuphatikiza popanda malire aliwonse omwe ali mu Lumikizano Lophatikizidwa, kapena kusintha kulikonse kapena zosintha pa Webusayiti Yogwirizanitsidwa kapena Ntchito zoperekedwa kudzera pa Webusayiti Yogwirizanitsidwa. Tikupereka malumikizowa kwa inu ngati mwayi, ndipo kuphatikiza kwa ulalo uliwonse sikutanthauza kuti tsambali ndi chilichonse chogwirizana ndi tsambalo.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
ny: 13.12 Mumavomereza kulandira maimelo, mafoni ndi ma SMS kuchokera ku CaseActive kuti mupereke zosintha pa oda yanu ndi / kapena pazotsatsa. Kuchuluka kwa uthenga kumadalira zochita zanu. Mutha kutuluka posafufuza zidziwitso zaakaunti yanu kapena kuchotsa akaunti yanu. Mauthenga ndi ma data atha kugwiritsidwa ntchito.

source: An error occurred
ny: Zalakwika

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
ny: China chake chalakwika. Mainjiniya athu adadziwitsidwa. Dinani batani lotsegulanso kuti mutsegulenso.

source: Reload
ny: Kwezaninso
