Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ny/LC_MESSAGES/messages.po
Languages: ny

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
ny: 8.3 Chodzikanira pa Warranties: CHOLINGA CHOKHALA KWA OGWIRITSA NTCHITO MU GAWO 8, KUSA KWA MALIMU OTULUKILA MALO OGWIRITSITSA NTCHITO, SITIPATSANSO ZINTHAZO ZINA, KUPEMBEDZA, KUGWIRITSA NTCHITO KAPENA KULINGA KWA DZIKO LAPANSI KULINGA KWA DZIKO ZOLEMEKEZA, NGAKHALE NDI CHINSINSI CONSE, Chophatikiza ndi iwo omwe ali ndi vuto, SATISFACTORY QUALITY, TITLE, PAKUKHUDZANI NDI CHOLINGA CHABWINO, KAPENA KULETSEDWA KWAULERE. SITIMAFUNA KUTI SOFTWARE KAPENA ATSOGOLO ADZAKHALA NDI ZINSE ZOFUNA ZAKU, POPHUNZITSIRA ZOFUNIKIRA, POPEZA KUTI KUGWIRITSITSA NTCHITO KAPENA NTCHITO ZONSE KWAULERE KWAULERE. OGWIRA NTCHITO NDI NTCHITO ZAPEREKEDWA KWA INU PAKUTI &#39;PAKUTI ALI BASIS &quot;KOMANSO KUGWIRITSA NTCHITO KWA INU NDI NTCHITO KUTI MUYANG&#39;ANE, POPHUNZITSIRA, POPANDA KUKHALA NDI MALAMULO ENA. MALO AMODZI AMADZIWA BWINO KUTI WOPHUNZITSIRA WOSAVUTA ALIYENSE GAWO LOPANDA CHIVUMBULUTSO.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
ny: TIMAFUNA ZINSINSI ZONSE KAPENA ZAKAONSE KUTI KUGWIRITSA NTCHITO KWA NTCHITO KUKHALA OKHUDZA NDIPONSO KUGWIRITSIRA NTCHITO BWINO MALAMULO ALIYENSE KAPENA MALAMULO KAPENA MALAMULO. DINSINSI IZI LOFUNA KUTI ASI SAKULAMULIRE PA ZINSINSI ZONSE ZOPHUNZITSIRA KAPENA ZINSINSI ZOMWE ZINGAKUTHANDIreni. INUYO MUYESA BWINO KWAMBIRI KUTI MUTHANDIZA KUTI KUGWIRA NTCHITO KOTHANDIZA KULIMBIKITSE NDI LAMULO LOTHANDIZA.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
ny: NGATI MUKUDZIWANSO NDI MISONKHANO KAPA KUGWIRITSA NTCHITO ENA, KUKHUMUDWA KWENU NDI KUSINTHA KWAULERE KUTI MUZINTHA KUGWIRA NTCHITO.

source: 9. Confidential Information:
ny: 9. Zoseri:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
ny: Pokhapokha mutavomerezedwa ndi gulu linalo, palibe amene angafotokozere munthu wina aliyense zofunikira zilizonse zomwe zimaperekedwa ndi gulu linalo pansi pa Panganoli ndipo zimamveka zachinsinsi (&#39;Chidziwitso Chachinsinsi&#39;), kapena kugwiritsa ntchito Chidziwitso Chachinsinsi mwanjira iliyonse. kuposa kuchita zomwe zili pansi pa Panganolo. Zomwe tatchulazi sizikugwira ntchito pazomwe zili pagulu kapena kale pagululi, zomwe zinali zodziwika bwino kwa omwe adalandira chipani chachitatu kapena zomwe zimadziwika ndi omwe ali mgulu lachitatu kuchokera pachipani chachitatu Ufulu wololeza zidziwitsozo, kapena Chinsinsi Chachinsinsi kuti amene alandiridwayo akukakamizidwa kupereka malinga ndi khothi lamilandu yoyenera kapena chidziwitso chovomerezeka, kupatsa wolandirayo mwayi wopereka chiphaso dongosolo kapena subpoena. Kuphatikiza apo, muwonetsetsa kuti ogwiritsa ntchito anuwo azikhulupirira mapasiwedi onse ndi zidziwitso zina ku Services. Gawoli 9 lidzapulumuka kuchotsedwa kwa Panganoli.

source: 10. Indemnification:
ny: 10. Kudziletsa:

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
ny: 10.1 Chizindikiro cha Kuphonya: Kutengera Gawo 10.4, ife, mwakuwononga kwathu, tidzakutchinjirani kumbali iliyonse yachitatu yomwe ikunenezani yomwe ikunenetsa kuti Services ikuphwanya lamulo lililonse ku US lomwe laperekedwa ku chipani chachitatu kuyambira pa Tsiku Lofunika; kapena kuphwanya lamulo lililonse laumwini, chizindikiro kapena chinsinsi cha munthu wina aliyense (zonse zimatchedwa &#39;Intellectual Property Undering the Services&#39;). Pakakhala kuti lamulo likapezedwa kapena kupezeka kuti siligwiritsidwa ntchito pogwiritsa ntchito Intellienti Property Under the Services kapena lingaliro lathu lingagwiritsidwe ntchito kapena kupezedwa, malinga ndi zomwe tingafune komanso ndalama, (i) tipeze inu ndi dzina lanu ogwiritsa ntchito chilolezo ufulu wopitiliza kugwiritsa ntchito Services, kapena (ii) m&#39;malo kapena kusinthira ma Services kuti agwiritse ntchito osaphwanya pomwe akuchita ntchito yomweyo. Mugawo (i) ndi (ii) pamwambapa sizingagulitsidwe, titha kuthetsa ntchito ndi kubweza ngongole zilizonse, koma zolipirira ntchito zomwe sizinagwiritsidwe ntchito. Sitingakakamizidwe kuteteza kapena kukhala ndi chindapusa pa zowonongedwa zilizonse kapena zowonongeka pansi pa Gawoli 10.1 ngati cholakwacho chikuchokera kapena mwanjira iliyonse chikuyenera (i) kusinthidwa kwina kulikonse kwa ntchito zanu ndi inu (kapena aliyense wa amene wavomerezedwa kapena ogwiritsa ntchito osankhidwa) kapena (ii) Kugwiritsa ntchito Mapulogalamu osakanikirana ndi mautumiki ndi zinthu zomwe sizinaperekedwe ndi CaseActive ngati kuphwanya kumeneku kukadapewedwa popanda kusinthidwa kapena kusakanikirana, kapena (iii) kutsatira malingaliro anu kapena malangizo kapena (iv) zonena kuti silinena mwatsatanetsatane kuti Services ndi zomwe zafunsidwa (chilichonse ndi &#39;Chopulumutsidwa&#39;). Zoyenera kukwaniritsidwa zomwe zili mu Gawoli 10.1 sizipulumuka kuchotsedwa kwa Panganoli.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
ny: 10.2 Chidziwitso cha Kutetezedwa Kwachidziwitso ndi Chinsinsi: Kutengera Gawo 10.4, ndipo pakumaliza kulembetsa ku Services, tidzakutumizirani mlandu uliwonse wachitatu womwe wabwera motsutsana nanu womwe ukutsutsa kusasamala kwathu popewa kulowa kosavomerezeka Ku, kapena kusachita mwadala kuvumbulutsa, Zomwe Tikudziwitse Zosadziwika za makasitomala athu zomwe tili nazo kapena zomwe tikufuna. Ulemu uwu sudzagwira ntchito pamlingo womwe kudandaula kumeneku kukuchokera kapena kukugwirizana ndi kusasamala kwanu kapena kusachita mwadala kapena kwa othandizira kapena oyimira, kapena mpaka ngongoleyo itakanidwa kapena kufooketsedwa ndi chipani chilichonse Pansi pa Panganoli. Zoyipa zoyipa zomwe zafotokozedwa m&#39;ndimeyi ndikutsimikizira kwathu kunyalanyaza kwakukulu kapena kusachita mwadala kwachita mwachangu komanso zatsimikiza kuti izi sizowona zomwe makasitomala anu ali nazo kapena zomwe tikuzilamulira.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
ny: 10.3 Chiwonetsero Chanu: Mukuvomera kutipulumutsa, kukhala opanda vuto, komanso kutiteteza ife ndi antchito athu onse, maofisala, oyang&#39;anira ndi otithandizira pa chilichonse chomwe mungafunse, zofuna zanu, milandu, kufufuzidwa, kuwonongeka, mtengo, zolipirira, zotayika, ndi zina zilizonse Ngongole (kuphatikiza ndalama za loyeretsa zoyenera, ndalama zowonongedwa ndi makhothi) zotuluka kapena zokhudzana ndi (i) kugwiritsa ntchito kwanu ntchito mwaphwanya Mgwirizanowu, (ii) Chuma Choperekedwa, (iii) kuphwanya kwanu kwenikweni mwa zoyimira zilizonse, chitsimikiziro, pangano kapena udindo pansi pa Panganolo, kapena (iv) kunyalanyaza kwanu kwambiri kapena kusachita mwadala. Zoyimbira zanu pansi pa Gawo 10.3 zidzapulumuka pakutha kwa pangano lililonse.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
ny: 10.4 Chidziwitso ndi Mgwirizano: Zomwe zimapangitsa kuti chipani cholumikizidwa ku gawo lomwe lili pansi pa Gawo 10 pamwambapa (i) chipani cholumikizidwa chidziwitse chipani cholamula mwachangu, podziwa chilichonse chomwe chingafunike, chomwe chingavomerezeredwe pansi pa Pangano ; (ii) malinga ndi momwe zikugwirira ntchito, osadukitsanso maphwando omwe asiya kugwiritsa ntchito ntchito zomwe zikunenedwa kuti zikuphwanya atalandira chidziwitso chomwecho; . (iv) chipani cholowetsedwa chomwe chikuthandiza osalipira chipani, pakukweza ndalama za chipani, podziteteza; . komanso (vi) chipani cholumikizidwa chikugwirizana ndi kukhazikika kulikonse kapena khothi lomwe lapangidwa mogwirizana ndi zomwe zanenedwa (zokhudzana ndi kugwiritsidwa ntchito kwazinthu zilizonse zophwanya lamulo). Chipani chololedwachi chikhonza kutenga nawo mbali pakuteteza kapena kukhazikitsa zomwe akufuna mwaulesi wake komanso mwakuwononga kwake.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
ny: 10.5 Chithandizo Chapadera: Gawoli 10 likunena za chinyengo chomwe chipani chikusokonekera, ndi chipani chomwe chatsutsidwa, chipani chinacho pa lingaliro lirilonse lofotokozedwa mu gawo lino.

source: 11. Limitation on Liability:
ny: 11. Kulepheretsa udindo:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
ny: MUZINTHA KUTI MUKHALA NDI MALO OGULITSIRA PAKUKHUDZANI NDI KULUMA KWA GAWO 5.3 KAPENA 12, KULI KUTI MALO AMAKHALA OTULUKA NDI LAMULO, PALIBE MALO OGULITSIRA A OKHA OKHA OKHA POPANDA CHIPANGANO CHAKUKHUDZITSIRA CHIPANGANO INU MWA NTCHITO YOPEREKA KUKHALA YOPHUNZITSIRA CHIYEMBEKEZO CHAKA CHOYEMBEDZA CHIYEMBEKEZO CHAKUKONZANSO CHIYANI CHOKHALA PA CHIYEMBEKEZO CHA AISILI.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
ny: MUZISANGALALA NDI ZOYENERA KUGWIRA PAKUKHANIRANSO NDI CHIYEMBEKEZO CHA GAWO LA 5.3 KAPENA 12, KULO KULETSEDWA NDI MAXIMUM POPHIRITSITSIDWA NDI LAMULO, PALIBE ALIYENSE ALITSITSE EITHER PARTY HERETO, ALIYENSE OTHANDIZA OKHA KAPENA CHINSINSI CHINA CHOKHA KWA CHIPEMBEDZO CHINA mtengo wa zogula katundu ogwirizira, kapena misonkhano kapena aliyense mosadziwika, WAPADERA, pamapeto, chitsanzo chabwino OR KUMAWONONGA mosayembekezera, KOMABE anachititsa ndipo zimenezi aLIYENSE CHIPHUNZITSO CHA udindo (kuphatikizapo chosasamala), akuwuka kwambiri panganolo, ntchito OR NONPERFORMANCE NDI kapena gulu la MALANGIZO OGULITSIRA PANO, POPANDA KAPENA KUTI ASATSITSE KHALIDWE LAKUYITSITSITSA MALO A ZINSINSI ZABWINO.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
ny: CHIFUKWA CINTHA ZINA / JULISDICTIONS SIZOGWIRITSA NTCHITO KAPENA KUDULA KWA ZINSINSI ZOFUNIKIRA, KUSINTHA KWA PAKATI PALIBE KUTI MUDZAKHALA NAWO, POPEZA CHIWALO CHOKHA CHIMODZI CHOKHALA PAKUTI PAKUTI POPEREKEDWA PAKATI PA POLIMA YOPOSA.

source: 12. Personal Information and Privacy Statement:
ny: Chidziwitso chawekha ndi ndondomeko yachinsinsi:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
ny: Muyenera kutsata zinsinsi zonse zokhudzana ndi chinsinsi komanso malamulo ena, malamulo, malangizo ndi zitsogozo zokhudzana ndi chitetezo, kusonkhanitsa, kugwiritsa ntchito ndi kufalitsa Chidziwitso Chazindikirika (monga momwe tafotokozera pansipa) cha munthu aliyense. Mudzalemba mawu achinsinsi patsamba lomwe mumatenga Chidziwitso Chaumwini (&#39;Mbiri Yachinsinsi&#39;) yomwe imagwirizana ndi malamulo, malamulo, malangizo ndi zitsogozo, pocheperako, imadziwitsa ogwiritsa ntchito Zidziwitso Zazomwe Zimadziwika. idzagwiritsidwa ntchito ndi momwe ingasungidwire, ndipo izi zikuwonetsa njira zosonkhanitsira (ma cookie, ma beacons kapena njira zina) ndi kugwiritsidwa ntchito kwa chidziwitso chokhudzana ndi Services, kupeza chilolezo chidziwitso musanayambe kugwiritsa ntchito china chilichonse kutsatira matekinoloje, malinga ndi malamulo ndi malangizo ake. Chikalata Chachinsinsi choterocho chidzaphatikizaponso chidziwitso chaukadaulo chokhudzana ndi kusonkha, kutumiza ndi kusungira Chidziwitso Chazindikiritike cha ife eni kudzera mu Services. Ngati zikufunika ndi malamulo oteteza deta kapena malamulo ena, mungadziwitse anthu ena kuti mukutipatsa Zomwe Zingadziwike Kwaokha kuti atigwiritse ntchito ndipo mudzawonetsetsa kuti anthu ena onse omwe avomerezana nawo adavomereza kuwulula kwawo. Mukuvomera kutsatira malongosoledwe ndi zomwe zalembedwa zachinsinsi. &#39;Zidziwitso Zomwe Zingadziwike&#39; zimatanthawuza chidziwitso chilichonse chomwe chingalumikizidwe ndi munthu aliyense, kuphatikiza dzina la munthu, adilesi, nambala yafoni, adilesi ya imelo, chidziwitso cha kirediti kadi, nambala yachitetezo cha anthu kapena chidziwitso china chofanana, utolankhani womwe izi zimasungidwa (mwachitsanzo papepala kapena pakompyuta).

source: 13. Miscellaneous:
ny: 13. Zosiyana:

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
ny: 13.1 Zipani Zodziyimira pawokha: Inu ndi CaseActive ndi kontrakitala odziyimira pawokha. Panganoli silimapanga mgwirizano uliwonse, mgwirizano, bungwe kapena mgwirizano pakati pa magulu. Mudzakhala ndi udindo wokhoza kuyang&#39;anira antchito anu komanso pakubweza chilichonse, msonkho, zithandizo ndi zantchito kwa antchito anu kapena ena onse omwe akukuthandizani. Inu kapena aliyense wa antchito anu, nthumwi, kapena opereka mauthengawa, musayankhe chilichonse, zivomerezo kapena chitsimikizo kwa ife, Mgwirizanowu kapena ntchito zina kupatula zomwe zalembedwa ndi ife zolembedwa.
