Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ny/LC_MESSAGES/messages.po
Languages: ny

source: You should choose image file.
ny: Muyenera kusankha fayilo yazithunzi.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ny: Kwezani chikalata, chizindikiritsa ndi siginecha, ndipo kasitomalayo alowetsa ndi kusaina. Chilichonse chimachitika popanda kasitomala kuti alowe mnyumba yathu. Izi ndizothandiza ndi makasitomala omwe sayandikira ofesi kapena omwe akukhala kunja kwa boma ..

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
ny: Omwe timacheza nawo amatha kulowa nawo ndikuwona zambiri pazomwe milandu yawo ikupita. Izi zakweza kwambiri milandu yathu ...

source: Partner of Law Office of Christianson & Bayles
ny: Gawo la Law Office of Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
ny: Sitifunikiranso kuwona makasitomala mu misonkhano, ndipo kusaina zikalata kumatha zonse pa intaneti - wanzeru!

source: CEO of EL Passion
ny: CEO wa EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
ny: Pogwiritsa ntchito API, tidasinthiratu zomwe zidawonetsedwa muzowopa milandu, potengera zomwe zidayambitsa machitidwe athu omwe adalipo. Zabwino kwambiri ..

source: IT Manager of Carter Mario Injury Lawyers
ny: Woyang&#39;anira IT wa Carter Mario Muvuto Lawyers

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
ny: Tili ndi makasitomala ambiri omwe amalankhula kumasulira kwake. Timatumiza mauthenga tili ndi chidaliro kuti aliyense adzamvetsetsa. Izi zimatipangitsa kuti tichoke ku ntchito zakumidzi mpaka padziko lonse ..

source: CEO of Solid Rock Designs
ny: CEO wa Solid Rock Designs

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
ny: Makasitomala amazikonda! Zimapangitsa miyoyo yawo kukhala yosavuta. Amatha kukambirana mavuto athu ndi ife pa intaneti, kukweza zithunzi ndi zikalata, ndipo zonse zimasungidwa pomwe gulu ndi kasitomala akhoza kuziwona ..

source: Partner of Ashley &amp; Ashley P.C.
ny: Gawo la Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
ny: Timakonda milandu yolamula chifukwa imathandizira makasitomala kuwona ndendende zomwe amalipira ..

source: Vice President of Sky Digital
ny: Wachiwiri kwa Purezidenti wa Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
ny: Kulumikizana kolumikizana kuli ngati kukhala ndi zida zanu zanema ndi malo amodzi pamalo amodzi ..

source: Director Of Complaint Management
ny: Director of Madandaulo Management

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
ny: Fomu yamakono imatilola kuti tizimvetsera ndi kuphunzira, kutithandiza kuti tipititse patsogolo malonda kudzera mu makasitomala.

source: Director of Sales of Cain &amp; Company
ny: Director of Sales of Kaini &amp; Company

source: The user interface is very similar to Facebook. It’s extremely easy to use..
ny: Maonekedwe ogwiritsa ntchito ali ofanana kwambiri ndi Facebook. Ndiosavuta kugwiritsa ntchito ..

source: Partner of Wong Medical Group LLC
ny: Wogawana wa Wong Medical Group LLC

source: A pin has been sent to
ny: Pini yatumizidwa

source: Cancel
ny: Sakanizani

source: Send New Pin
ny: Tumizani Pin Yatsopano

source: Need Help?
ny: Mukufuna Thandizo?

source: Click here to contact us
ny: Dinani apa kuti mulumikizane nafe

source: Next
ny: Ena

source: Login or Signup
ny: Lowani kapena Kulembetsa

source: Invalid email entered
ny: Imelo yolakwika yalowa

source: Processing...
ny: Kusintha ...

source: Made with
ny: Zapangidwa ndi

source: love
ny: Chikondi

source: in New York City
ny: Ku New York City

source: CaseActive
ny: Mlandu

source: All rights reserved
ny: Maumwini onse ndi otetezedwa

source: Terms of Use
ny: Mgwirizano pazakagwiritsidwe

source: Contact Us
ny: Lumikizanani nafe

source: New Password
ny: Mawu Achinsinsi Atsopano

source: Confirm Password
ny: Tsimikizani Mawu Achinsinsi

source: Set Your New Password
ny: Ikani Chinsinsi Chatsopano Chatsopano

source: A code has been sent to
ny: Kaloti yatumizidwa

source: Change Password
ny: Sinthani mawu achinsinsi

source: Changing...
ny: Kusintha ...

source: Login
ny: Lowani muakaunti

source: Forgot password?
ny: Mwayiwala mawu achinsinsi olowera?

source: Help
ny: Thandizeni

source: Email or Phone
ny: Imelo kapena Mafoni

source: Reset Password
ny: Bwezeretsani Chinsinsi

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
ny: Lowetsani adilesi ya imelo kapena nambala yafoni yolumikizana ndi akaunti yanu, ndiye dinani kutumiza. Tikukutumizirani imelo kapena kukulemberani ulalo womwe ungapangire achinsinsi posachedwa.

source: Request Code
ny: Foni ya pempho

source: Requesting...
ny: Kupempha ...

source: CASEACTIVE IS COMING SOON
ny: CASEACTIVE Ikubwera posachedwa

source: Create a free account
ny: Pangani akaunti yaulere

source: We are putting final touches to it. We will notify you when it's ready!
ny: Tikuyang'ana komaliza. Tikukudziwitsani ikakonzeka!

source: You’re minutes away from a better collaboration.
ny: Muli kutali ndi mgwirizano wabwino.

source: First Name
ny: Dzina loyamba

source: Last Name
ny: Dzina lomaliza

source: Email
ny: Imelo

source: Company
ny: Kampani

source: No language selected
ny: Palibe chinenero chosankhidwa

source: I agree with
ny: Ndikuvomereza

source: Terms of Service
ny: Migwirizano Yantchito

source: Language
ny: Chilankhulo

source: Have at least one lower case character
ny: Khalani ndi khalidwe limodzi la m&#39;munsi

source: Have at least one capital letter
ny: Mukhale ndi kalata imodzi yaikulu

source: Have at least one number
ny: Mukhale ndi nambala imodzi

source: Have at least 8 characters in length
ny: Mukhale ndi mausitoma asanu ndi atatu m&#39;litali

source: Type your current password
ny: Lembani mawu anu achinsinsi

source: Passwords must match
ny: Mawu achinsinsi ayenera kufanana

source: Domains
ny: Madomeni

source: Javascript are disabled. Please enable it.
ny: Javascript imaletsedwa. Chonde tithandizeni.

source: Cookies are disabled. Please enable it.
ny: Ma cookies ali olumala. Chonde tithandizeni.

source: New
ny: Zatsopano

source: Create A New App
ny: Pangani Pulogalamu Yatsopano

source: Apps
ny: Mapulogalamu

source: Profile
ny: Mbiri

source: Logout
ny: Lowani

source: Hi
ny: Wawa

source: View your account
ny: Onani akaunti yanu

source: View page
ny: Onani tsamba

source: You don’t have any apps
ny: Mulibe mapulogalamu aliwonse

source: App
ny: Pulogalamu

source: Admin
ny: Olamulira

source: Notifications
ny: Zidziwitso

source: No notifications yet.
ny: Palibe zidziwitso pano.

source: Today
ny: Lero

source: Last Week
ny: Sabata yatha

source: No timezone selected
ny: Palibe nthawi yosankhidwa

source: Complete profile to continue
ny: Malizitsani mbiri kuti mupitirize

source: Update
ny: Sintha

source: Website:
ny: Webusaiti:

source: Homepage:
ny: Tsamba:

source: Approve Access
ny: Vomerezani Kufikira

source: Info
ny: Zambiri

source: Permissions
ny: Zilolezo

source: Billing
ny: Kulipira

source: Payment Plan
ny: Malipiro Plan

source: Edit
ny: Sinthani

source: Save
ny: Sungani

source: has access to your information below:
ny: ikutha kudziwa zambiri pansipa:

source: has invited you to their client portal.
ny: wakuyitanani ku tsamba lawo la kasitomala.

source: want access to the following information:
ny: ndikufuna kudziwa izi:

source: Decline
ny: Kukana

source: Remove Access
ny: Chotsani Pofikira

source: Active
ny: Yogwira

source: Invites
ny: Akuitanani

source: Disabled
ny: Wolumala

source: No apps found
ny: Palibe mapulogalamu omwe apezeka

source: user
ny: wosuta

source: manager
ny: woyang'anira

source: active
ny: Yogwira ntchito

source: inactive
ny: Sakugwira ntchito

source: Company Name
ny: Dzina Lakampani

source: Type
ny: Lembani

source: Status
ny: Chikhalidwe

source: Invitation
ny: Kuitana

source: About App
ny: Za App

source: Billing Info
ny: Zambiri Zolipira

source: Your Company Name
ny: Dzina Lanu la Kampani

source: Your Company Website
ny: Webusaiti Yanu ya Kampani

source: Saving...
ny: Akusunga ...

source: Billing Information
ny: Zambiri Zamalipilidwe

source: Please add the APP ID provided by the company
ny: Chonde onjezani APP ID yoperekedwa ndi kampaniyo

source: Select an option
ny: Sankhani njira

source: Join an existing app as a client
ny: Lowani pulogalamu yomwe ilipo ngati kasitomala

source: Create a new app for my business
ny: Pangani pulogalamu yatsopano ya bizinesi yanga

source: Create Domain
ny: Pangani Domain

source: Select enterprise app
ny: Sankhani pulogalamu yamabizinesi

source: No item selected
ny: Palibe chinthu chosankhidwa

source: Domain name
ny: Dzina la domain

source: Add
ny: Onjezerani

source: No enterprise app found
ny: Palibe pulogalamu yamabizinesi yomwe yapezeka

source: Pending
ny: Ikuyembekezera

source: No domains found
ny: Palibe madambwe omwe apezeka

source: Txt Value
ny: Mtengo wa Txt

source: Action
ny: Zochita

source: Delete
ny: Chotsani

source: Reset
ny: Bwezerani

source: Allow Manual Sign In
ny: Lolani Kulowa Pamanja

source: Exclude Emails From SSO
ny: Osaphatikiza Maimelo Ochokera ku SSO

source: Submit
ny: Tumizani

source: Profile photo
ny: Chithunzi chojambula

source: Uploading...
ny: Kutumiza ...

source: has been claimed by another account, please, change it or
ny: yatchulidwa ndi akaunti ina, chonde, musinthe kapena

source: reclaim
ny: kubwezeretsani

source: it
ny: izo

source: pending verification:
ny: ikudikirira:

source: verify
ny: onetsetsani

source: Phone Number
ny: Nambala yafoni

source: Current Password
ny: Mawu Achinsinsi Apano

source: Change password
ny: Sinthani mawu achinsinsi

source: No gender selected
ny: Palibe mtundu wosankhidwa

source: Company Title
ny: Mutu wa Kampani

source: Address
ny: Adilesi

source: Address 2
ny: Adilesi 2

source: City/Locality
ny: Mzinda / Malo

source: State/Region
ny: Chigawo / Chigawo

source: No country selected
ny: Palibe dziko losankhidwa

source: Zip/Postal Code
ny: Kodi Zipi / Keyala

source: Basic
ny: Zofunikira

source: Date of Birth
ny: Tsiku lobadwa

source: Occupation
ny: Ntchito

source: Location
ny: Malo

source: Address is not valid
ny: Adilesi siyolondola

source: City/Locality is not valid
ny: Mzinda / Dera silololedwa

source: Country
ny: Dziko

source: State/Region is not valid
ny: Dera / Dera silovomerezeka

source: Language & Region
ny: Chilankhulo &amp; Dera

source: Saving
ny: Kusunga

source: Verify Your
ny: Tsimikizani Wanu

source: Verification Code
ny: Nambala yotsimikizira

source: Resend Code
ny: Bwezerani Chikho

source: Resending
ny: Kusintha

source: Verify
ny: Tsimikizirani

source: Verifying...
ny: Kutsimikizira ...

source: Later
ny: Patapita nthawi

source: We're here to help
ny: Tili pano kuti tithandizire

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
ny: Zikomo chifukwa chakutsatirani. Uthenga wanu watumizidwa bwino. Tidzakumanirana nawe posachedwa!

source: Message
ny: Uthenga

source: characters left
ny: zilembo kumanzere

source: Send
ny: Tumizani

source: Sending...
ny: Kutumiza ...

source: You will no longer receive email marketing from the list.
ny: Simudzalandiranso malonda a imelo kuchokera pamndandanda.

source: If you have a moment, please let us know why you unsubscribed:
ny: Ngati muli ndi kamphindi, chonde tiwuzeni chifukwa chomwe munasiyira:

source: Return to our website
ny: Bwererani patsamba lathu

source: Thank you. Your response has been submitted.
ny: Zikomo. Yankho lanu latumizidwa.

source: No Cases
ny: Palibe Milandu

source: Layout
ny: Kamangidwe

source: Gallery
ny: Zithunzi

source: Speaker
ny: Wokamba nkhani

source: This case has been closed
ny: Mlanduwu watsekedwa

source: Feed
ny: Dyetsa

source: Images
ny: Zithunzi

source: Audios
ny: Nyimbo

source: Videos
ny: Mavidiyo

source: Files
ny: Mafayilo

source: Events
ny: Zochitika

source: Forms
ny: Mafomu

source: E-signs
ny: E-zizindikiro

source: Invoices
ny: Ma invoice

source: Notes
ny: Mfundo

source: Tasks
ny: Ntchito

source: Great job!
ny: Ntchito yaikulu!

source: You did all
ny: Inu munachita zonse

source: the tasks
ny: ntchito

source: Skip to content (c)
ny: Pitani ku zokambirana (c)

source: Case
ny: Mlanduwu

source: Search
ny: Sakani

source: Using Form Builder
ny: Kugwiritsa Ntchito Zomanga Fomu

source: Using Forms Library
ny: Kugwiritsa Ntchito Mafomu Library

source: Using E-sign Builder
ny: Kugwiritsa ntchito E-sign Builder

source: Using E-signs Library
ny: Kugwiritsa ntchito E-signs Library

source: Create Note
ny: Pangani Zindikirani

source: Edit Note
ny: Sinthani Zindikirani

source: End Convo
ny: Kumaliza Convo

source: Create Form
ny: Pangani Fomu

source: Create Sign
ny: Pangani Chizindikiro

source: Event Create
ny: Chochitika Pangani

source: Convo Videos
ny: Mavidiyo a Convo

source: Cases
ny: Milandu

source: Case categories
ny: Magulu azinthu

source: Your team
ny: Gulu lanu

source: To do
ny: Kuti muchite

source: To Do:
ny: Zoyenera Kuchita:

source: Case Categories
ny: Categories Categories

source: Your Team
ny: Team Yanu

source: To Do
ny: Kuchita

source: Yes
ny: Inde

source: Close
ny: Yandikirani

source: Publish
ny: Sindikizani

source: Visibility
ny: Kuwoneka

source: all
ny: zonse

source: sign
ny: chizindikiro

source: Page
ny: Tsamba

source: of
ny: ya

source: failed.
ny: walephera.

source: Value should be greater or equal to 1
ny: Mtengo uyenera kukhala waukulu kapena wofanana ndi 1

source: Repeat end:
ny: Kubwereza komaliza:

source: Signature
ny: Siginecha

source: Draw
ny: Jambulani

source: Write
ny: Lembani

source: Clear Signature
ny: Chotsani Siginecha

source: Still processing video...
ny: Tikukonzanso kanema ...

source: You
ny: Inu

source: You are about to delete feed. Are you sure?
ny: Mukufuna kufufuta chakudya. Mukutsimikiza?

source: No convo audios yet
ny: Palibe ma convo audios panobe

source: No convo videos yet
ny: Palibe mavidiyo a convo panobe

source: Start Convo
ny: Yambani Convo

source: Notify the Host
ny: Dziwitsani Wokhala nawo

source: is in the call
ny: ali mu kuitana

source: and
ny: ndi

source: others are in the call
ny: ena ali mu kuyitana

source: Audio call is being recorded
ny: Kuyimba komvera kukujambulidwa

source: Video call is being recorded
ny: Kuyimba kwavidiyo kukujambulidwa

source: Join now
ny: Lowani tsopano

source: Dismiss
ny: Chotsani

source: Can’t find your
ny: Simukupeza yanu

source: microphone
ny: maikolofoni

source: Check your system settings to make sure that
ny: Yang'anani makonda anu adongosolo kuti muwonetsetse kuti

source: is available. If not, plug one in. You might need to restart your browser.
ny: zilipo. Ngati sichoncho, lowetsani imodzi. Mungafunike kuyambitsanso msakatuli wanu.

source: web camera
ny: kamera yapaintaneti

source: You are going to start a Convo call. Start with:
ny: Muyamba kuyimba foni ya Convo. Yambani ndi:

source: Record the meeting
ny: Lembani msonkhano

source: Waiting for someone with permission to start a Convo call
ny: Kudikirira wina yemwe ali ndi chilolezo kuti ayambe kuyimba foni ya Convo

source: Add Ticket
ny: Onjezani Tikiti

source: Title
ny: Mutu

source: Open
ny: Tsegulani

source: Closed
ny: Yatseka

source: You are about to close ticket. Are you sure?
ny: Mwatsala pang'ono kutseka tikiti. Mukutsimikiza?

source: Announcements
ny: Zolengeza

source: Support
ny: Thandizo

source: Opened
ny: Anatsegulidwa

source: View
ny: Onani

source: Locations
ny: Malo

source: You currently have no announcements.
ny: Mulibe zolengeza pano.

source: You currently have no
ny: Pano mulibe

source: open cases. Click
ny: tsegulani milandu. Dinani

source: here
ny: Pano

source: to contact support.
ny: kulumikizana ndi chithandizo.

source: closed cases.
ny: milandu yotsekedwa.

source: open tickets.
ny: matikiti otsegula.

source: closed tickets.
ny: matikiti otsekedwa.

source: You currently have no locations.
ny: Mulibe malo pano.

source: Write a comment....
ny: Lembani ndemanga ....

source: Add Location
ny: Onjezani Malo

source: Save Event
ny: Sungani Chochitika

source: Name
ny: Dzina

source: Start Date
ny: Tsiku loyambira

source: Start Time
ny: Yambani Nthawi

source: End Date
ny: Tsiku Lomaliza

source: End Time
ny: Nthawi Yomaliza

source: Repeat
ny: Bwerezani

source: Attendees
ny: Opezekapo

source: Event Location
ny: Malo Amalo

source: Link
ny: Lumikizani

source: Description
ny: Kufotokozera

source: Attending
ny: Kupita

source: Add to calendar
ny: Onjezani ku kalendala

source: Details
ny: Tsatanetsatane

source: Event by
ny: Chochitika ndi

source: Duration:
ny: Nthawi:

source: more
ny: Zambiri

source: Maybe
ny: Mwina

source: Not Attending
ny: Osati Kupezekapo

source: No
ny: Ayi

source: Event details
ny: Tsatanetsatane wa chochitika

source: You don't have permissions to view this page.
ny: Mulibe zilolezo zoti muwone tsamba lino.

source: Your Upcoming Events
ny: Zochitika Zanu Zomwe Zikubwera

source: Upcoming
ny: Zakubwera

source: Your Past Events
ny: Zochitika Zanu Zakale

source: Past
ny: Zakale

source: Your Events
ny: Zochitika Zanu

source: All
ny: Zonse

source: All Events
ny: Zochitika Zonse

source: Directions
ny: Malangizo

source: Edit settings
ny: Sinthani zosintha

source: Delete event
ny: Chotsani chochitika

source: Attending?
ny: Kupita?

source: No Events
ny: Palibe Zochitika

source: more comment(s)
ny: ndemanga zambiri (s)

source: Loading comments
ny: Kutsegula ndemanga

source: You are about to delete comment. Are you sure?
ny: Mukufuna kuchotsa ndemanga. Mukutsimikiza?

source: task
ny: ntchito

source: to do
ny: kuchita

source: tasks
ny: ntchito

source: Write something...
ny: Lembani chinachake ...

source: Attach File
ny: Ikani Fayilo

source: From Template
ny: Kuchokera ku Template

source: No feeds yet.
ny: Palibe zakudya pano.

source: comments
ny: ndemanga

source: comment
ny: ndemanga

source: Add a comment
ny: Onjezani ndemanga

source: Template
ny: Chinsinsi

source: No templates
ny: Palibe ma templates

source: Done
ny: Zatheka

source: Select the members who needs to fill this form
ny: Sankhani mamembala omwe akuyenera kudzaza fomuyi

source: Update Form
ny: Kusintha Fomu

source: Due Date
ny: Tsiku lomaliza

source: Due Time
ny: Nthawi Yokwanira

source: Loading...
ny: Ndikutsatira ...

source: Preview
ny: Kuwoneratu

source: Save & Close
ny: Sungani & Tsekani

source: Add an element
ny: Onjezani chinthu

source: Media is converting. We will notify you when it is ready
ny: Media ikusintha. Tikudziwitsani ikakonzeka

source: Add
ny: Onjezani

source: Field
ny: Munda

source: Edit
ny: Sinthani

source: Text
ny: Malembo

source: Format
ny: Mtundu

source: Media failed in converting. Please delete and try again or another.
ny: Media zalephera kusintha. Chonde chotsani ndikuyesanso kapena china.

source: Pages
ny: Masamba

source: Saved
ny: Zosungidwa

source: Insert
ny: Ikani

source: Elements
ny: Zinthu

source: Action Required
ny: Chofunika Chochita

source: Add a new page
ny: Onjezani tsamba latsopano

source: Blank page
ny: Tsamba lopanda kanthu

source: From PDF
ny: Kuchokera ku PDF

source: From image
ny: Kuchokera pa chithunzi

source: Add PDF
ny: Onjezani PDF

source: Add Image
ny: Onjezani Chithunzi

source: Options
ny: Zosankha

source: Column Names
ny: Mayina a Mzere

source: Option already exists.
ny: Zosankha zilipo kale.

source: options list is empty
ny: Mndandanda wa zosankha ulibe

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
ny: Minda yama Checkbox imathandizira zosankha 5 zokha. Mutha kusintha gawo kukhala lotsikira kuti muwonjezere zosankha zina

source: columns list is empty
ny: mndandanda wazitsulo mulibe

source: Default Value
ny: Chokhazikika Chofunika

source: Delete row
ny: Chotsani mzere

source: Add a new row
ny: Onjezani mzere watsopano

source: Download
ny: Tsitsani

source: Question
ny: Funso

source: Default answer
ny: Yankho lofikira

source: Media is converting
ny: Media ikusintha

source: Send Form
ny: Tumizani Fomu

source: Form Submited.
ny: Fomu Yatumizidwa.

source: You don't have permissions to submit forms.
ny: Inu mulibe zilolezo kuti muzipereka mafomu.

source: You currently have no forms of your own
ny: Mulibe mawonekedwe anuanu

source: Your Uncompleted Forms
ny: Mafomu Anu Omaliza

source: Uncompleted
ny: Zosamalizidwa

source: Your Completed Forms
ny: Mafomu Anu Omaliza

source: Completed
ny: Zatsirizidwa

source: Your Forms
ny: Mafomu Anu

source: All Forms
ny: Mafomu Onse

source: Form Title
ny: Mutu wa Fomu

source: Author
ny: Wolemba

source: Published
ny: Lofalitsidwa

source: Submissions
ny: Kutumiza

source: No Forms
ny: Palibe Mafomu

source: Upload Form Document
ny: Kwezani Fomu Document

source: Forms Library
ny: Laibulale ya Mafomu

source: No Forms In Library
ny: Palibe Zomwe Mu Library

source: Answers
ny: Mayankho

source: Close - Status changed
ny: Tsekani - Mkhalidwe wasintha

source: Change Status
ny: Sinthani Chikhalidwe

source: Case Number
ny: Nambala ya Mlandu

source: Date Opened
ny: Tsiku Linatsegulidwa

source: User Id
ny: Dzina Lolowera

source: Case Id
ny: Nkhani Id

source: Confirm your details
ny: Tsimikizirani zambiri zanu

source: Form Submitted.
ny: Fomu Yatumizidwa.

source: Reference ID:
ny: ID yolozera:

source: Term:
ny: Nthawi:

source: Note:
ny: Zindikirani:

source: QTY
ny: KTY

source: Price
ny: Mtengo

source: Add more
ny: Onjezani zina

source: Subtotal($)
ny: Ndalama zonse($)

source: Discount(%)
ny: Kuchotsera(%)

source: Total($)
ny: Zonse($)

source: Select the members who needs to view or pay this invoice
ny: Sankhani mamembala omwe akuyenera kuwona kapena kulipira invoice iyi

source: Update Invoice
ny: Kusintha Invoice

source: Create Invoice
ny: Pangani Invoice

source: Reference ID
ny: ID yolozera

source: Term
ny: Nthawi

source: Note
ny: Zindikirani

source: Quantity
ny: Kuchuluka

source: Price ($)
ny: Mtengo ($)

source: Subtotal ($)
ny: Ndalama zonse ($)

source: Discount (%)
ny: Kuchotsera (%)

source: Tax (%)
ny: Msonkho (%)

source: Total ($)
ny: Zonse ($)

source: Pay Invoice
ny: Lipirani invoice

source: Payment method
ny: Njira yolipirira

source: Add a new payment method
ny: Onjezani njira yatsopano yolipira

source: Summary
ny: Chidule

source: Payment:
ny: Malipiro:

source: Total charge:
ny: Ndalama zonse:

source: Your Unpaid Invoices
ny: Ma Invoice Anu Osalipidwa

source: Unpaid
ny: Osalipidwa

source: Your Paid Invoices
ny: Ma Invoice Anu Olipidwa

source: Paid
ny: Kulipira

source: Your Invoices
ny: Ma invoice anu

source: All Invoices
ny: Ma invoice onse

source: Invoice Title
ny: Mutu wa Invoice

source: No Invoices
ny: Palibe ma invoice

source: No Audios yet.
ny: Palibe Audio pano.

source: Loading failed.
ny: Kuyika kwalephera.

source: retry
ny: yesetsani

source: No documents yet.
ny: Palibe zolemba pano.

source: No Files yet.
ny: Palibe Mafayilo pakadali pano.
