Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ny/LC_MESSAGES/messages.po
Languages: ny

source: No Images yet.
ny: Palibe Zithunzi pano.

source: No Videos yet.
ny: Palibe Makanema pano.

source: Page Not Found
ny: Tsamba silinapezeke

source: Attachments
ny: Zolemba

source: No Notes
ny: Palibe Mfundo

source: Select the person to answer this field
ny: Sankhani munthuyo kuti ayankhe nkhaniyi

source: Create E-sign
ny: Pangani E-sign

source: Update E-signs
ny: Sinthani E-zizindikiro

source: Signs
ny: Zizindikiro

source: Add Field
ny: Onjezani Munda

source: Edit Field
ny: Sinthani Munda

source: Send E-sign
ny: Tumizani E-chizindikiro

source: E-sign Submitted.
ny: E-chizindikiro Chatumizidwa.

source: You don't have permissions to submit e-signs.
ny: Mulibe zilolezo zotumizira ma e-signs.

source: You currently have no E-signs of your own
ny: Panopa mulibe ma E-zizindikiro zanuzanu

source: Your Uncompleted E-signs
ny: Ma E-zizindikiro Anu Osamaliza

source: Your Completed E-signs
ny: Ma E-zizindikiro Anu Omaliza

source: Your Signs
ny: Zizindikiro Zanu

source: All E-signs
ny: Zizindikiro zonse za E

source: E-sign Title
ny: Mutu wa E-sign

source: No E-signs
ny: Palibe E-zizindikiro

source: No E-signs In Library
ny: Palibe ma E-signs Mu Library

source: Upload E-sign Document
ny: Kwezani E-sign Document

source: Update Task
ny: Kusintha Ntchito

source: Create Task
ny: Pangani Ntchito

source: You currently have no tasks of your own
ny: Panopa mulibe ntchito zanuzanu

source: Your Uncompleted Tasks
ny: Ntchito Zanu Zosamaliza

source: Your Completed Tasks
ny: Ntchito Zanu Zamaliza

source: Your Tasks
ny: Ntchito Zanu

source: All Tasks
ny: Ntchito Zonse

source: Task
ny: Ntchito

source: Deadline
ny: Tsiku lomalizira

source: Assignees
ny: Opatsidwa ntchito

source: In Progress
ny: Zili mkati

source: Delete task
ny: Chotsani ntchito

source: No Tasks
ny: Palibe Zochita

source: wants access
ny: akufuna kupeza

source: No Answers
ny: Palibe Mayankho

source: Select Field Type
ny: Sankhani Mtundu wa Munda

source: Text Only
ny: Malembo Okha

source: Multiple Line Text
ny: Mipukutu Yambiri

source: Dropdown
ny: Tsitsa m&#39;munsi

source: Checkboxes
ny: Zokambirana

source: Radio
ny: Radiyo

source: Date
ny: Tsiku

source: Time
ny: Nthawi

source: Yes/No
ny: Inde / Ayi

source: Number
ny: Nambala

source: Access Denied
ny: Mwaletsedwa

source: You don't have access to this case.
ny: Mulibe mwayi pankhaniyi.

source: Imports
ny: Zogulitsa kunja

source: View import
ny: Onani zolowetsa

source: Sessions
ny: Magawo

source: Home
ny: Kunyumba

source: Users
ny: Ogwiritsa ntchito

source: Library
ny: Laibulale

source: Integration
ny: Kuphatikiza

source: Settings
ny: Makhalidwe

source: Webhooks
ny: Mawebusayiti

source: Keys
ny: Chinsinsi

source: Feed Templates
ny: Zitsanzo Zodyetsa

source: Form Templates
ny: Zithunzi Zamakono

source: Task Templates
ny: Ma templates a Ntchito

source: Payments
ny: Malipiro

source: From
ny: Kuchokera

source: To
ny: Kuti

source: System
ny: Dongosolo

source: User Intake
ny: Kugwiritsa Ntchito

source: Custom Fields
ny: Minda Mwamakonda

source: After Actions
ny: Pambuyo pa Zochita

source: Advance Settings
ny: Zokonda Patsogolo

source: Label Name
ny: Dzina la Mayina

source: Fields
ny: Minda

source: Have many users?
ny: Muli ndi ogwiritsa ntchito ambiri?

source: Import users
ny: Ogwiritsa ntchito kunja

source: or
ny: kapena

source: Send them a signup link.
ny: Atumizireni ulalo wolembetsa.

source: Let's start by entering the email or phone number
ny: Tiyeni tiyambe kulowetsa imelo kapena nambala yafoni

source: Phone
ny: Foni

source: Invalid phone number entered
ny: Nambala yolakwika yolowera yalowetsedwa

source: A label to easily find a case. it cannot be changed later
ny: Chizindikiro chopeza mlandu mosavuta. sizingasinthidwe pambuyo pake

source: Visibility:
ny: Kuwoneka:

source: Who can use this template
ny: Ndani angagwiritse ntchito template iyi

source: One time
ny: Nthawi ina

source: Please enter valid payment information before proceeding
ny: Chonde lowetsani zambiri zolipira musanapitirize

source: Add Payment
ny: Onjezani Malipiro

source: Repeat every:
ny: Bwerezani zonse:

source: Let's get started
ny: Tiyeni tiyambe

source: Take me there
ny: Nditengereni kumeneko

source: Onboarding
ny: Kukwera

source: Created on
ny: Adapangidwa

source: Expires on
ny: Itha ntchito

source: No announcements yet.
ny: Palibe zolengeza pano.

source: Add Announcement
ny: Onjezani Chilengezo

source: Edit Announcement
ny: Sinthani Chilengezo

source: Date and time should be at least one hour ahead
ny: Tsiku ndi nthawi ziyenera kukhala zosachepera ola limodzi

source: Delete Date
ny: Chotsani Tsiku

source: Delete Time
ny: Chotsani Nthawi

source: Back
ny: Kubwerera

source: No Users Found
ny: Palibe Ogwiritsa Ntchito Opezeka

source: No role selected
ny: Palibe ntchito yomwe yasankhidwa

source: No permissions added!
ny: Palibe zilolezo zowonjezedwa!

source: ASSIGNED USERS
ny: OGWIRITSA NTCHITO

source: User ID
ny: Dzina Lolowera

source: Role
ny: Udindo

source: remove
ny: Chotsani

source: Assign User
ny: Perekani Mtumiki

source: User
ny: Wosuta

source: ADD USER
ny: Onjezani Wogwiritsa

source: Email user about case assignment
ny: Tumizani mthunzi wa email pa nkhani yolemba

source: Keyword
ny: Mawu ofunika

source: No cases found.
ny: Palibe milandu yopezeka.

source: Create a case for a business
ny: Pangani mulandu pa bizinesi

source: Case ID
ny: Mlanduwu ID

source: Created On
ny: Adapangidwa Pa

source: Case Status
ny: Mlandu wa Mlandu

source: Case Type
ny: Mtundu wa Mlandu

source: Assign Users
ny: Perekani Ogwiritsa Ntchito

source: No cases found
ny: Palibe milandu yopezeka

source: Have many cases?
ny: Muli ndi milandu yambiri?

source: Click here to import cases.
ny: Dinani apa kuti mutenge milandu.

source: No status selected
ny: Palibe malo osankhidwa

source: No type selected
ny: Palibe mtundu wosankhidwa

source: Case Info
ny: Info Case

source: About
ny: Zafupi

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
ny: Chizindikiro chokhazikika kuti mupeze mlandu mosavuta. (a-z, 0-9, -, /) amaloledwa

source: Case Types
ny: Mitundu Yamilandu

source: Click
ny: Dinani

source: to edit case types
ny: kusintha mitundu yamilandu

source: No Type selected
ny: Palibe Mtundu wosankhidwa

source: Case not found!
ny: Mlanduwu sunapezeke!

source: Media Size
ny: Zofiira

source: All statistics
ny: Ziwerengero zonse

source: Import not found.
ny: Kulowa kunja sikunapezeke.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
ny: Kukonza fayilo kwalephera. Onetsetsani kuti ndi mtundu wa fayilo ya CSV ndipo ili ndi mitu yolondola

source: Data
ny: Zambiri

source: No Imports yet.
ny: Palibe zotumizidwa panobe.

source: Source
ny: Gwero

source: Stats
ny: Zotsatira

source: Passed:
ny: Wadutsa:

source: Failed:
ny: Zakanika:

source: Total:
ny: Chiwerengero:

source: Add Imports
ny: Onjezani Zogulitsa Kumayiko Ena

source: Download Sample
ny: Tsitsani Zitsanzo

source: Choose a file
ny: Sankhani fayilo

source: Edit Key
ny: Sinthani Chinsinsi

source: Add Key
ny: Onjezani Chinsinsi

source: No Keys yet.
ny: Palibe Makiyi panobe.

source: Source CIDR
ny: Gwero CIDR

source: Remove
ny: Chotsani

source: is invalid.
ny: ndi yosavomerezeka.

source: Secret Key
ny: Chinsinsi Chinsinsi

source: Make sure to copy your new secret key now. You won’t be able to see it again!
ny: Onetsetsani kuti mwatengera chinsinsi chanu chatsopano tsopano. Simudzawonanso!

source: Edit Webhook
ny: Sinthani Webhook

source: Add Webhook
ny: Onjezani Webhook

source: No event selected
ny: Palibe chochitika chosankhidwa

source: No Webhooks yet.
ny: Palibe mawebusayiti panobe.

source: URL
ny: Ulalo

source: Secret Webhook
ny: Chinsinsi Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
ny: Onetsetsani kuti mwatengera zolemba zanu zatsopano zachinsinsi tsopano. Simudzawonanso!

source: Sign In
ny: Lowani muakaunti

source: Login in account page.
ny: Lowani mu tsamba la akaunti.

source: Edit form builder
ny: Sinthani wopanga mawonekedwe

source: Delete form
ny: Chotsani fomu

source: No forms yet.
ny: Palibe mafomu omwe apabe.

source: Intake Forms
ny: Mafomu Olowa

source: Upload Intake Form Document
ny: Lowetsani Chikalata Cholembera Fomu

source: Add Intake Form
ny: Onjezani Fomu Yotengera

source: Edit Intake Form
ny: Sinthani Fomu Yotengera

source: Show Media
ny: Onetsani Zojambula

source: Add Post
ny: Onjezani Post

source: Edit Post
ny: Sinthani Post

source: Files Amount
ny: Malipiro Amtengo

source: No Feed Templates yet.
ny: Palibe Ma tempulo Ma feed pano.

source: Post Name
ny: Dzina la Post

source: Post Message
ny: Uthenga wa Post

source: Processing media ...
ny: Inakonza media ...

source: Download original file
ny: Tsitsani fayilo yoyambirira

source: Could not display media
ny: Sitinawonetse media

source: No locations found.
ny: Palibe malo opezeka.

source: Main Office
ny: Ofesi Yaikulu

source: Location Name
ny: Dzina la malo

source: Delete e-sign
ny: Chotsani chizindikiro cha imelo

source: No e-signs yet.
ny: Palibe ma e-signs panobe.

source: Subtasks Count
ny: Kuwerengera Ntchito Zazing'ono

source: No tasks yet.
ny: Palibe ntchito panobe.

source: Total
ny: Zonse

source: Refund
ny: Kubweza ndalama

source: No invoices yet.
ny: Palibe ma invoice pano.

source: Refund Reason
ny: Chifukwa Chobwezera

source: Duplicate charge
ny: Malipiro obwereza

source: Fraudulent charge
ny: Mlandu wachinyengo

source: Requested by customer
ny: Adafunsidwa ndi kasitomala

source: On Board
ny: Akwera

source: Stripe
ny: Mzere

source: Role Info
ny: Ntchito Zambiri

source: It cannot be changed later
ny: Sizingasinthidwe pambuyo pake

source: Role Permissions
ny: Mavuto Oyenerera

source: e-signs
ny: e-zizindikiro

source: Allowed File Sizes
ny: Zaloledwa Kujambula Zithunzi

source: Create
ny: Pangani

source: Creating...
ny: Kupanga ...

source: Modules
ny: Ma modules

source: Roles
ny: Ntchito

source: Profile information
ny: Zambiri zambiri

source: No role found.
ny: Palibe gawo lopezeka.

source: When a case is created, auto assign these users
ny: Mlandu ukapangidwa, perekani ogwiritsa ntchito okha

source: Remove All
ny: Chotsani Zonse

source: User Name
ny: Dzina Logwiritsa

source: Notify
ny: Dziwitsani

source: Host User
ny: Wogwiritsa Ntchito

source: When a user is assigned to a case, auto add templates
ny: Wogwiritsa ntchito akapatsidwa mlandu, onjezerani ma templates

source: No post selected
ny: Palibe positi yosankhidwa

source: No form selected
ny: Palibe fomu yosankhidwa

source: No e-sign selected
ny: Palibe e-sign yosankhidwa

source: Templates
ny: Zithunzi

source: Add Templates
ny: Onjezani Ma templates

source: Idle Cases
ny: Milandu Yopanda Ntchito

source: When a case is idle, post this message
ny: Mlandu ukakhala wopanda ntchito, tumizani uthengawu

source: No case type selected
ny: Palibe mtundu wamilandu womwe wasankhidwa

source: Idle Days
ny: Masiku Opanda Ntchito

source: Set Idle Message
ny: Khazikitsani Idle Message

source: No task selected
ny: Palibe ntchito yosankhidwa

source: No operation order selected
ny: Palibe dongosolo lantchito lomwe lasankhidwa

source: Add Templates to Assign Users
ny: Onjezani ma templates kuti Mupatse Ogwiritsa Ntchito

source: Case Form
ny: Fomu ya Mlandu

source: User Form
ny: Fomu Yogwiritsa Ntchito

source: Notes Form
ny: Fomu ya Notes

source: Defaults
ny: Zosintha

source: Required
ny: Amafunika

source: Public User Signup link:
ny: Ulalo wa Public User Signup:

source: Design Settings
ny: Konzani Zokonza

source: Change file
ny: Sinthani fayilo

source: Delete Favicon
ny: Chotsani Favicon

source: Logo:
ny: Mtundu:

source: Delete Logo
ny: Chotsani Logo

source: Text Color
ny: Mtundu Walemba

source: Recommended Colors:
ny: Mitundu Yotsimikizika:

source: reset
ny: konzanso

source: Background Color
ny: Mtundu Wakuseri

source: Company Info
ny: Zambiri za Kampani

source: Website
ny: Webusaiti

source: User Signup
ny: Kulembetsa kwa Ogwiritsa

source: Allow Signup
ny: Lolani Kulembetsa

source: Auto Create Case
ny: Auto Pangani Mlandu

source: Case User Role
ny: Nkhani Yogwiritsa Ntchito

source: Analytics Key
ny: Keytics Kiyi

source: delete
ny: chotsa

source: Crop Image
ny: Chithunzi cha Mbewu

source: No Filter
ny: Palibe Fyuluta

source: No logs requested.
ny: Palibe zida zopemphedwa.

source: Logs list is empty.
ny: Mndandanda wamakalata ulibe.

source: Download CSV
ny: Tsitsani CSV

source: Request Logs
ny: Zikalata Zofunsira

source: Log Type
ny: Mtundu wa Chizindikiro

source: Filter
ny: Sakanizani

source: Select a case
ny: Sankhani mlandu

source: Enter the email address
ny: Lowani imelo adilesi

source: Header (3 max)
ny: Mutu (3 Max)

source: When a user join app, ask the user to share the following
ny: Wogwiritsa akajowina pulogalamu, funsani wogwiritsa ntchitoyo kuti agawane zotsatirazi

source: No user intake found.
ny: Palibe chogwiritsa ntchito chomwe chapezeka.

source: User Type
ny: Mtundu wa Mtumiki

source: Intake Form
ny: Fomu Yofunsira

source: Complete After
ny: Malizitsani Pambuyo

source: No user type selected
ny: Palibe mtundu wa ogwiritsa wosankhidwa

source: No intake form selected
ny: Palibe fomu yolandirira yomwe yasankhidwa

source: Complete After Date
ny: Malizitsani Pambuyo pa Tsiku

source: Complete After Time
ny: Malizitsani Pambuyo pa Nthawi

source: Date and time should be less or equal to now
ny: Tsiku ndi nthawi ziyenera kukhala zochepa kapena zofanana ndi pano

source: Comment ct
ny: Ndemanga ct

source: View Ticket
ny: Onani Tikiti

source: Ticket
ny: Tikiti

source: No tickets yet.
ny: Palibe matikiti pano.

source: User not found.
ny: Mtumiki sapezeka.

source: User can edit their account information except for the host user attributes section.
ny: Wogwiritsa akhoza kusintha zambiri za akaunti yawo kupatula gawo la mawonekedwe a ogwiritsa ntchito.

source: Contact
ny: Lumikizanani

source: Phone number
ny: Nambala yafoni

source: Zip Postal Code
ny: Kodi Zipi / Keyala

source: Host User Attributes
ny: Makhalidwe Ogwiritsa Ntchito Host

source: User Status
ny: Chikhalidwe cha Mtumiki

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
ny: Chizindikiro chokhazikika kuti mupeze wogwiritsa ntchito mosavuta. (a-z, 0-9, -, /) amaloledwa

source: App only User Intake Fields
ny: Magawo Ogwiritsa Ntchito Ogwiritsa Ntchito okha

source: APP ONLY CUSTOM FIELDS
ny: GWIRANI PAKATI PA MALO OGULITSIRA

source: s found.
ny: s apezeka.

source: Created Date
ny: Tsiku lopangidwa

source: View Cases
ny: Onani Milandu

source: VIEW CASES
ny: ONANI milandu

source: Get Started
ny: Yambanipo

source: Password
ny: Chinsinsi

source: Email is not valid.
ny: Imelo siilondola.

source: CaseActive lets you and your client
ny: CaseActive imakulolani inu ndi chithandizo chanu

source: work together
ny: Chitani ntchito limodzi

source: at any time, in any place.
ny: nthawi iliyonse, kulikonse.

source: Explore
ny: Onani

source: Pricing
ny: Mitengo

source: Support & Docs
ny: Thandizo & Docs

source: Failed to validate if you are human
ny: Talephera kutsimikizira ngati ndinu munthu

source: NOTIFY ME WHEN IT'S READY!
ny: NDIDZIFUNA KUTI NDIDZAWERENGEZA!

source: Thank You!
ny: Zikomo!

source: We will notify you when the app is ready
ny: Tikukudziwitsani ngati pulogalamuyi ikonzekera

source: Most popular
ny: Otchuka kwambiri

source: All languages
ny: Zinenero zonse

source: Oops, Something went wrong.
ny: Eya, China chake chalakwika.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
ny: Eya, China chake chalakwika. Gulu lathu lazidziwitsidwa. Chonde yesaninso pambuyo pake.

source: Support Documentation
ny: Zolemba Zothandizira

source: All Categories
ny: Magulu onse

source: Contents
ny: Zamkatimu

source: Related Articles
ny: Nkhani Zogwirizana nazo

source: Get started: processes, best practices, setup guides, and more!
ny: Yambani: njira, machitidwe abwino, maupangiri okhazikitsa, ndi zina zambiri!

source: Find anything you need to get to work in CaseActive.
ny: Pezani chilichonse chomwe mungafune kuti mugwire ntchito mu CaseActive.

source: All case communication in one spot
ny: Kuyankhulana konse kumalo amodzi

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
ny: Zosintha, zosintha zamakalata, kuyankha mafunso, kulemba zolemba, kuyankhapo, ndikukhala ndi zokambirana zonse zolembedwa ndi imelo yeniyeni ndi zidziwitso za SMS.

source: Share with confidence
ny: Gawani molimba mtima

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
ny: Gawani zolemba ndi zithunzi pakati pa makasitomala ndi mamembala a gulu lanu pazida zilizonse ndi zina, motero aliyense amasunga zatsopano.

source: Take it on the go
ny: Tengani izo popita

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
ny: Gwiritsani ntchito zida zam&#39;manja ngati mapiritsi ndi mafoni am&#39;manja kuti mugwirizane pazinthu zazikulu, kambiranani zazikulu, zikalata zosinthira, ndi kupita patsogolo kwa tchati mu nthawi yeniyeni.

source: Immediate records access
ny: Mauthenga omwe amapezeka nthawi yomweyo

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
ny: Ogwiritsa ntchito ovomerezeka amatha kupezapo zambiri za kasitomala ndi zidziwitso zamilandu (kuphatikiza zochitika zamakono, zakale, zotseguka, zotsekedwa, ndi zodikira), kudzera pa portal imodzi.

source: Automatic timezone conversion
ny: Kutembenuka kwa nthawi yamodzi

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
ny: Kaya mukuyenda kapena kukakhala kwina, mumakhala mukualumikizana ndi makina athu oyendetsera nthawi yathu.

source: Track Events
ny: Tsatani Zochitika

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
ny: Konzani mwamsangamsanga misonkhano, yang&#39;anani zochitika zomwe zikubwera, ndipo muitane makasitomala ndi mamembala a gulu monga opezekapo.

source: Video Conferencing
ny: Kukambirana Kwakanema

source: Connect with clients and team members via live video chats for even more interactivity.
ny: Lankhulani ndi makasitomala ndi mamembala a gulu pogwiritsa ntchito mavidiyo okhudzana ndi moyo kwachinthu china chosakanikirana.

source: Automate tasks when a case is created or a user is assigned to a case.
ny: Sinthani ntchito ngati mlandu wapangidwa kapena wogwiritsa ntchito apatsidwa mlandu.

source: Automated Alerts
ny: Zowonongeka Mwadzidzidzi

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
ny: Mukufuna kukhumba makasitomala anu Tsiku lobadwa Losangalala? Khazikitsani uthenga wokhazikika kwa makasitomala am&#39;mbuyomu komanso apano pa tsiku lawo lapadera!

source: Keeping Client details up-to-date
ny: Kusunga ndondomeko ya Client yatsopano

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
ny: Otsatsa angasinthe mbiri zawo ndi ndondomeko zatsopano, zithunzi, mapasipoti, ndi makonzedwe a akaunti.

source: Ask Questions, Get Answers.
ny: Funsani Mafunso, Pezani Mayankho.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
ny: Pangani mafomu osakira ndikuwatumiza kwa makasitomala kuti amalize. Sonkhanitsani zidziwitso zofunika, perekani zowunikira, ndikupeza zofunikira zonse kuti mugwire bwino ntchito yanu!

source: , Director of Sales of Cain & Company
ny: , Director of Sales of Kaini &amp; Company

source: Make client billing as straightforward as possible with online invoices and payments.
ny: Pangani kasitomala kulipira molunjika momwe zingathere ndi ma invoice pa intaneti ndi malipiro.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
ny: Timakonda kuimbidwa mlandu chifukwa amalola makasitomala kuona zomwe akulipira.

source: , Vice President of Sky Digital
ny: , Vice Prezidenti wa Sky Digital

source: Enjoy the ease of e-signing
ny: Sangalalani ndi kumasuka kwa e-kusindikiza

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
ny: Lowani pakompyuta zolemba zonse kudzera pa DocSign, pogwiritsa ntchito zikalata zomwe mwakweza ndi zosayina ndi kasitomala wapa digito.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ny: Kwezani chikalata, cholemberani kuti chisayinidwe, ndiyeno kasitomala amalowa ndikusayina pa e-mail. Chilichonse chimachitika popanda kasitomala kubwera mnyumba yathu. Izi ndizothandiza ndi makasitomala omwe sali pafupi ndi ofesi kapena omwe amakhala kunja kwa boma.

source: , Director of Operations of Capital Insurance
ny: , Director of Operations of Capital Inshuwalansi

source: Enhance Your System. Less Work, More Results.
ny: Lonjezerani Zambiri Zamakono Anu. Ntchito Yopang&#39;ono, Zotsatira Zowonjezera.

source: Use the Self-Serve Administrative Feature
ny: Gwiritsani ntchito Pulogalamu Yodzisamalira Yodzikonda

source: Take total control of your CaseActive management suite from the platform itself.
ny: Gwiritsani ntchito mphamvu yanu yonse ya CaseActive kuchokera pa nsanja yokha.

source: Effortlessly link your existing system with CaseActive
ny: Lumikizani mwakhama dongosolo lanu lomwe liripo ndi CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ny: Phatikizani API yathu yoyendetsa kuti ipangitse milandu, kupatsa ogwiritsa ntchito, ndikupanga malipoti kutengera momwe mumayendera.

source: Acting as a
ny: Kuchita monga

source: virtual administrative assistant
ny: wothandizira wothandizira

source: , CaseActive empowers you with streamlined document and media handling, private
ny: , CaseActive ikukuthandizani kuti mukhale ndi ndondomeko yosamalitsa komanso zosamalidwa, payekha

source: client-to-customer communications
ny: mauthenga a makasitomala kwa makasitomala

source: event scheduling, and step-by-step case processing.
ny: ndondomeko ya zochitika, ndi ndondomeko yowonongeka.

source: Self-Serve Administration
ny: Ulamuliro Wodzikonda

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
ny: Kuchita ngati wothandizira pakuwongolera, CaseActive imakupatsani mphamvu zolemba ndi kusamalira makanema, kulumikizana kwa makasitomala ndi makasitomala, kukonza zochitika, komanso kukonza pang&#39;onopang&#39;ono.

source: Manage User Logins & Case Creation
ny: Sinthani Makina Ogwiritsa Ntchito &amp; Zoyambitsa Nkhani
