Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ny/LC_MESSAGES/messages.po
Languages: ny

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
ny: Yang&#39;anirani kapangidwe ka akaunti yamagwiritsidwe antchito pomwe mukuloleza chilolezo chololeza pamilandu yonse. Sinthani kulengedwa kwamilandu, kupita patsogolo, ndi kutseka, ndikufotokozera zonse zomwe zachitika.

source: View Caseactive Analytics
ny: Onani Analytical Caseactive

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
ny: Onani momwe milandu ikuyendera, kuchuluka kwa milandu kutsekeka bwino, ndipo onani nthawi zoyankhira kudzera module ya CaseActive&#39;s analytics. Chidziwitso ndi mphamvu, ndipo takupatsani zonse zomwe mungadziwe za zomwe mukufuna.

source: Monitor User Logs
ny: Onetsetsani Mauthenga Ogwiritsa Ntchito

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
ny: Yang&#39;anani pa kasitomala ndi mamembala am&#39;magulu omwe ali mgululi ndi zochitika pa pulatifomu kuwonetsetsa kuti zochita zawo zonse ziloledwa mu magawo a milandu ndikuti mamembala onse akugwira ntchito yawo momwe amafunikira.

source: Employ Advanced Searches
ny: Gwiritsani Ntchito Zowonjezera Zowonjezera

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
ny: Pezani zomwe mukufuna mukazifuna. Milandu yosakira ndi mayina ogwiritsa ntchito ndi kasitomala, mawu osakira, mayendedwe ake, zolemba zomwe zidakwezedwa, ndi zina zambiri!

source: Create Custom Fields
ny: Pangani Ma Field Custom

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
ny: Pangani malo apadera osakira makasitomala ndi mamembala a gulu, ndipo sonkhanitsani zomwe mukufuna kuchokera kwa aliyense amene akutenga nawo mbali. Pangani mawonekedwe anu kukhala osiyana ndi bizinesi yanu!

source: Create Custom Templates
ny: Pangani Zithunzi Zamakono

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
ny: Pangani mitundu yambiri yamitundu yosiyanasiyana ndi ma tempuleti kuti agawire ndikumaliza panthawi ndi pambuyo pa mlandu (monga kafukufuku wamakasitomala). Mtundu uliwonse womwe mungafune, mutha kupanga!

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
ny: Tili pano kuti tithandize! Kambiranani ngati mudakali ndi mafunso ndipo tiyankhe mkati mwa masiku awiri ogwira ntchito.

source: * Email is not valid.
ny: * Imelo siilondola.

source: Low
ny: Otsika

source: Medium
ny: Yapakatikati

source: High
ny: Pamwamba

source: Critical
ny: Zotsutsa

source: Choose Importance
ny: Sankhani Kufunika

source: Department
ny: Dipatimenti

source: Sales
ny: Zogulitsa

source: Other
ny: Zina

source: Choose Department
ny: Sankhani Dipatimenti

source: Loading
ny: Kutsegula

source: Importance
ny: Kufunika

source: Send A New Message
ny: Tumizani uthenga watsopano

source: Send message
ny: Tumizani uthenga

source: Answers to Questions
ny: Mayankho a Mafunso

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
ny: Kodi muli ndi mafunso alionse? Werengani zowonjezera mayankho ku mayankho athu kwa makasitomala ndikupeza mayankho anu.

source: How secure is CaseActive?
ny: Kodi CaseActive ndi yotetezeka bwanji?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
ny: CaseActive imagwiritsa ntchito encryption yankhondo ndi banki ya 128-bit SSL potumiza deta ndi kubisa kwa 256-bit AES pa data popuma. Nthawi iliyonse ya CaseActive ili ndi kiyi yapadera yopangidwa, yomwe imakupatsirani chitetezo china pabizinesi yanu. Sitidzalola kampani ina kupeza malo anu osungirako zinthu zakale kapena makina osungira.

source: I have an existing system in place, Can CaseActive work with my existing system?
ny: Ndili ndi dongosolo lomwe lilipo kale, Can CaseActive ingagwire ntchito ndi makina anga omwe alipo?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
ny: Inde, mutha kuphatikiza gawo lathu la API kapena gawo lolowetsamo kuti mupange milandu, kugawa ogwiritsa ntchito, ndikupanga malipoti kutengera zomwe mwayika pamakina anu.

source: We have clients all over the world. Is CaseActive available in other languages?
ny: Tili ndi makasitomala padziko lonse lapansi. Kodi CaseActive ikupezeka muzilankhulo zina?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
ny: Inde, pulogalamu ya CaseActive ndi kulumikizana zitha kumasuliridwa m'zilankhulo zopitilira 60, kuphatikiza, Mandarin Chinese, Spanish, Hindi ndi Russian komanso Chingerezi.

source: Can I add a logo or customize CaseActive in any way?
ny: Kodi ndingawonjezere logo kapena kusintha CaseActive mwanjira ina iliyonse?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
ny: Mwamtheradi! CaseActive idapangidwa ndikuganizirani. Patsamba lokhazikitsa gulu la admin, mutha kukweza mtundu wanu ndikusankha mitundu yamakampani anu.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
ny: Kodi CaseActive imagwirizana ndi chipangizo chilichonse (PC, Mac, Tablet ndi Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
ny: CaseActive ndi pulogalamu yomvera pa intaneti. Imayendera mu msakatuli aliyense ngati Internet Explorer, Firefox, Safari kapena Chrome, etc. Izi zikutanthauza kuti mtundu wa chipangizo (PC, Mac, Tablet ndi Mobile) mukugwiritsa ntchito palibe kusiyana. Ingotsegulani msakatuli, lowani ku akaunti yanu ya CaseActive, ndipo mwakonzeka.

source: How many clients can I have?
ny: Kodi ndingakhale ndi makasitomala angati?

source: You are billed per staff seat, per month. You can have unlimited client users.
ny: Mumalipidwa pa mpando wa antchito, pamwezi. Mutha kukhala ndi ogwiritsa ntchito makasitomala opanda malire.

source: Enhance User Experience
ny: Limbikitsani luso la ogwiritsa ntchito

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
ny: Palibe zolipiritsa zochepera komanso zolonjeza zam'tsogolo. Mumangolipira pampando wa antchito, pamwezi.

source: per Month
ny: pa Mwezi

source: Everything you need to get started. 3 seats are included.
ny: Zonse zomwe mukufunikira kuti muyambe. Mipando 3 ikuphatikizidwa.

source: Business
ny: Bizinesi

source: Popular
ny: Zotchuka

source: Our most popular plan. 4 seats are included.
ny: Dongosolo lathu lodziwika kwambiri. Mipando 4 ikuphatikizidwa.

source: Enterprise
ny: Makampani

source: Contact sales for pricing
ny: Lumikizanani ndi zogulitsa zamitengo

source: Custom Pricing, Advanced features, SSO, Webhooks.
ny: Mitengo Yachikhalidwe, Zapamwamba, SSO, Webhooks.

source: Contact Sales
ny: Contact Zogulitsa

source: Overview
ny: Mwachidule

source: Communicate and share docs with your clients
ny: Lumikizanani ndikugawana zolemba ndi makasitomala anu

source: Schedule recurring events and meetings
ny: Konzani zochitika zobwerezabwereza ndi misonkhano

source: Fully customize your form to generate data
ny: Sinthani mwamakonda anu fomu kuti mupange deta

source: Keep track of case progression
ny: Dziwani momwe nkhani ikupitira

source: Request compliant e-signatures from multiple users
ny: Funsani ma e-signature ogwirizana ndi ogwiritsa ntchito angapo

source: Generate invoice for your client to view or pay
ny: Pangani ma invoice kuti kasitomala wanu awone kapena alipire

source: Allows everyone to know what is coming up and due
ny: Amalola aliyense kudziwa zomwe zikubwera komanso zoyenera

source: Auto notify the user when something is due
ny: Dziwitsani wogwiritsa ntchito nthawi ikafika

source: Add custom case fields for all your cases
ny: Onjezani minda yamilandu yamilandu yanu yonse

source: Custom Branding
ny: Mwamakonda Branding

source: Make your app unique with logo and color styles
ny: Pangani pulogalamu yanu kukhala yapadera ndi logo ndi masitaelo amitundu

source: Access to customer support
ny: Kupeza chithandizo chamakasitomala

source: Storage
ny: Kusungirako

source: Unlimited
ny: Zopanda malire

source: Additional Users Seats
ny: Owonjezera Ogwiritsa Mipando

source: Convo with recording
ny: Convo ndi kujambula

source: Video or audio chat with recording saved to the case
ny: Makanema kapena macheza omvera omwe amajambulidwa amasungidwa pamlanduwo

source: API Access
ny: Kufikira kwa API

source: Automate tasks with access to API
ny: Sinthani ntchito ndi mwayi wopeza API

source: Module Templates
ny: Ma templates a Module

source: Create a standard template and reuse it
ny: Pangani chitsanzo chokhazikika ndikuchigwiritsanso ntchito

source: Autorun an action when a case or case assigned is triggered
ny: Autorun zochita pamene mlandu kapena nkhani yomwe yaperekedwa yayambika

source: Newsletter
ny: Kakalata

source: Send general, birthday, or holiday messages to clients (Coming Soon)
ny: Tumizani uthenga wamba, wobadwa, kapena watchuthi kwa makasitomala (Ikubwera Posachedwa)

source: Encryption at rest
ny: Kubisa popuma

source: Protects your data from system compromise
ny: Imateteza deta yanu kuti isasokonezedwe ndi dongosolo

source: Encryption in transit
ny: Kubisa paulendo

source: Protects your data if communications are intercepted
ny: Imateteza deta yanu ngati mauthenga asokonezedwa

source: Respond realtime to events
ny: Yankhani zochitika zenizeni zenizeni

source: Seamless Collaboration
ny: Kugwirizana Kopanda Msoko

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
ny: CaseActive imathandizira mgwirizano wa digito pakati pa kampani yanu ndi makasitomala - kuyambira kukambirana mpaka kuthetsa, zonse papulatifomu imodzi.

source: Take a tour
ny: Yendani ulendo

source: Stay Connected
ny: Khalani Olumikizana

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
ny: Lumikizanani nthawi yomweyo ndi mamembala a gulu lanu pogwiritsa ntchito mawonekedwe a CaseActive monga mawonekedwe anu oyimitsa kasitomala ndi milandu.

source: Connect
ny: Lankhulani

source: Case Feed keeps you up-to-date with your clients.
ny: Mthendayi yamakono ikukuthandizani kuti mukhale ndi makasitomala anu.

source: Schedule
ny: Ndandanda

source: Create events, invite attendees, and monitor your calendar.
ny: Pangani zochitika, pemphani anthu omwe mumakhala nawo, ndipo yang&#39;anani kalendala yanu.

source: Call
ny: Imbani

source: Engage in live video conference calls any time, anywhere.
ny: Yesetsani kuwonera mavidiyo omwe akuwonetsedwa nthawi iliyonse, kulikonse.

source: Share
ny: Gawani

source: Securely upload files, discuss them, and share.
ny: Sungani mafayilo mokwanira, kambiranani, ndi kugawa.

source: Powerful Case Management
ny: Kupambana Kwambiri Mlanduwu

source: Out-of-the-Box Functionality
ny: Kugwira ntchito kwapakati pa-Box

source: Easily assign individuals
ny: Onetsani mosavuta anthu

source: or teams to a case and collaborate with clients.
ny: kapena magulu kumlandu ndikugwirizanitsa ndi makasitomala.

source: Manage user groups
ny: Sinthani magulu omasulira

source: and customize access permissions.
ny: ndipo mukondweretse zilolezo zopezeka.

source: All data is automatically backed up
ny: Deta yonse imathandizidwa mozengereza

source: in case a recovery is ever needed.
ny: ngati chidziwitso chikufunika.

source: All information
ny: Zonse zokhudza

source: is securely encrypted, ensuring your absolute privacy.
ny: ali ndi chitetezo cholimba, kuonetsetsa kuti mulibe chinsinsi.

source: Customize
ny: Sinthani

source: with your own colors and logo.
ny: ndi maonekedwe anu ndi logo.

source: can be enabled/disabled at any time.
ny: akhoza kuwonetsedwa / kulephera nthawi iliyonse.

source: Benefits of
ny: Ubwino wa

source: Reduction in time
ny: Kuchepetsa nthawi

source: to intake new clients
ny: kulandira makasitomala atsopano

source: Minimize
ny: Chepetsani

source: the chance of
ny: mwayi wa

source: malpractice
ny: kusachita bwino

source: Better experience
ny: Zinachitikira bwino

source: for your client
ny: kwa kasitomala wanu

source: Increase in caseload capacity
ny: Kuchulukitsa kuchuluka kwa ma caseload

source: per staff
ny: pa ndodo

source: Get Started with our Built-in Apps
ny: Yambani ndi Mapulogalamu Omwe Anakhazikitsa

source: All you need in one place.
ny: Zonse zomwe mukuzifuna pamalo amodzi.

source: Case Feed
ny: Mtsinje wa Mlanduwu

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
ny: Gawani kasitomala, antchito, ndi othandizira nawo pamilandu ndikuchita nawo malo otetezeka omwe amakupatsani mwayi wopititsa patsogolo zochitika, khalani ndi zokambirana zenizeni ndi makanema, komanso zochitika zamndandanda, makalata a e-sign / upload / kutsitsa, ndi zochulukirapo.

source: Case Invoices
ny: Ma Invoice a Case

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
ny: Pogwiritsa ntchito invoicing, kusamalira kwamakasitomala ndikungodina kolola, ndipo timakulolani kuti mutumize zofunsira thumba zokhazikitsidwa ndikulandila ndalama mwachindunji.

source: Case Events
ny: Zochitika Zake

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
ny: Sungani kalendala yanu nthawi zonse, kukonza zochitika, kuitanira anthu opezekapo, kutumizira zikumbutso, ndikuwonetsetsa kuti zonse zatsatidwa.

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
ny: Kumanani ndi makasitomala ndi mamembala a gulu lanu &#39;pamaso pawo ndi nkhope&#39; kudzera pamisonkhano yolumikizidwa muvidiyo kuti mutha kulankhula mwachindunji ndi aliyense amene akutenga nawo mbali.

source: Case Forms & E-signs
ny: Mafomu a Nkhani & Zizindikiro za E

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
ny: Sinthani bwino fomu yanu kuti ipange ma tempulesi apadera omwe amakwaniritsa zosowa zanu. Mapempherowa atha kutumizidwa kwa makasitomala ndi mamembala a gulu kuti adzaze ndikusayina

source: Case notes
ny: Ndemanga zamilandu

source: Keep notes with custom fields and attachments on case progression for current and future team members
ny: Sungani zolemba ndi minda yokhazikika ndi zomata pakukula kwa milandu kwa mamembala apano ndi amtsogolo

source: Case Media
ny: Nkhani Media

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
ny: Kwezani, gawani, perekani ndemanga, ndi kukopera mafayilo okhudzana ndi mlanduwu kuti aliyense azifotokoza zonse zofunika, anthu, ndi zochitika.

source: About Case
ny: Pa Nkhani

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
ny: Ololera makasitomala ndi antchito awone zambiri pazomwe akhudzidwazo. Mutha kutseka mlanduwo akangomaliza, kapena kupatsa chilolezo cha membala kuti achite.

source: Plus Many More Features
ny: Zambiri Zambiri

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
ny: Gwiritsani ntchito gawo la Kudzilamulira nokha.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ny: Gwirizanitsani ndi pulogalamu yanu yomwe mulipo ndi CaseActive Phatikizani API yathu yopanga kuti mupangitse milandu, kupatsa ogwiritsa ntchito, ndikupereka malipoti kutengera momwe makina anu amathandizira.

source: Multi-Language Enabled:
ny: Zinenero Zambiri Zimalimbikitsa:

source: Interact with clients in
ny: Gwirizanitsani ndi makasitomala

source: 70+ languages
ny: Zinenero 70+

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
ny: Kaya mukugwira ntchito kwanu kapena padziko lonse lapansi, mukhoza kumasulira chinenero cha odwala kudzera CaseActive&#39;s

source: language management system
ny: dongosolo la kayendetsedwe ka chinenero

source: No more confusion or limits.
ny: Sipadzakhalanso chisokonezo kapena malire.

source: Let's see what others are saying
ny: Tiyeni tiwone zomwe ena akunena

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
ny: Dziwani momwe makasitomala athu odabwitsa - kuchokera kumabizinesi ang&#39;onoang&#39;ono kupita m&#39;mabizinesi amakampani - adakulitsa mwayi wopikisana nawo ndikukhala gulu lankhondo la CaseActive.

source: SUPPORT
ny: THANDIZANI

source: Everything at Your Fingertips.
ny: Chilichonse pazako Zako.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
ny: Yambani ndi pulogalamu yanu ya CaseActive mwa kutsatira ndondomeko yathu ya vidiyo, ndipo yesetsani kuti mugwirizane ndi zosowa zanu.

source: What are you looking for...
ny: Mukuyang&#39;ana chiyani...

source: Last Updated: June 7, 2021
ny: Idasinthidwa Komaliza: Juni 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
ny: CaseActive imasunga ufulu, nthawi iliyonse komanso mwakufuna kwawo, kuti asinthe ndi kusintha chilichonse mwa Zonsezi Zogwira Ntchito. CaseAational ikasintha Izi ndi Ntchito, CaseActive isintha tsiku la &#39;Kusintha Kwotsiriza&#39; pamwambapa. Muli ndi udindo wowunika pafupipafupi mtundu wa Service. Kupitiliza kwanu kwa Services pambuyo pakusintha koteroko kudzapanga chivomerezo chanu kuti chikugwirizana ndi kusintha koteroko. Ngati mukukana kusintha kulikonse pa Migwirizano ya Ntchitoyi, chithandizo chokha komanso chokhacho chikhala ndikuchotsa mautumiki malinga ndi mawu omwe ali pano.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
ny: Malingaliro Awa General amagwira ntchito ku ma Services onse. Mawu ena owonjezera omwe amagwiritsidwa ntchito mu Utumiki uliwonse omwe akuperekedwa amalembedwa pamalumikizidwe omwe aperekedwa pansipa (&#39;Maumwini Ena Ogwiritsira Ntchito&#39;).

source: 1. Services:
ny: 1. Ntchito:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
ny: Pulogalamu yathu yoyendetsa ndi nsanja yomwe timathandizira makasitomala athu kuti athe kupereka chithandizo chotsimikizidwa pansipa. Kuti mulembetse Utumiki, muyenera kupereka Fomu ya Adilesi ya Utumikiwo ndi / kapena kutsiriza kulemba-kutumizira mu Utumikiwo. Mukuyenereradi kugwiritsa ntchito Services omwe mudawalembetsa ndikulipira, ndipo kugwiritsa ntchito kwako mautumiziko kukukwaniritsa malinga ndi zigwirizano zonse ndi mgwirizanowu. Mukuvomereza ndikuvomereza kuti tili ndi ufulu wokusintha ma Services (kapena gawo lililonse) nthawi ndi nthawi ndipo sitidzakhala ndi mlandu kwa inu kapena kwa gulu lina lililonse pakusintha kwina kulikonse ku Services.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
ny: 1.2 Kufotokozera kwa CaseActive Service: CaseActive Service ndiye malo omwe mapulogalamu a pulogalamu yolumikizana kwa kasitomala operekedwa pa intaneti operekedwa ndi CaseActive LLC. Mtundu wa sign-up womwe mwavomera, kapena Fomu Yomwe mudatipatsa, umazindikiritsa CaseActive Service yomwe mudawalembetsa, gawo lolembetsa ndi ndalama zomwe mumalipira ndi CaseActive Service. Zowonjezera ndi zofunikira zogwiritsidwa ntchito pakugwiritsa ntchito CaseActive Service zalembedwa:

source: 2. Expanding the Services:
ny: 2. Kuwonjezera Ntchito:
