Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/co/LC_MESSAGES/messages.po
Languages: co

source: You currently have no E-signs of your own
co: Attualmente ùn avete micca E-segni di u vostru propiu

source: Your Uncompleted E-signs
co: I vostri E-segni incompleti

source: Your Completed E-signs
co: I vostri segni E cumpletati

source: Your Signs
co: I Vostri Segni

source: All E-signs
co: Tutti i segni E

source: E-sign Title
co: Titre du signe électronique

source: No E-signs
co: Nisun signu E

source: E-Signs Library
co: Biblioteca E-Signs

source: No E-signs In Library
co: Nisun E-segni in biblioteca

source: Upload E-sign Document
co: Caricate u documentu E-sign

source: Create Task
co: Crea Task

source: You currently have no tasks of your own
co: Attualmente ùn avete micca compiti di u vostru propiu

source: Your Uncompleted Tasks
co: I vostri compiti incompiuti

source: Your Completed Tasks
co: I vostri compiti cumpletati

source: Your Tasks
co: I vostri compiti

source: All Tasks
co: Tutti i travaglii

source: Deadline
co: scadenza

source: Assignees
co: Assignatarii

source: In Progress
co: In corsu

source: Delete task
co: Sguassà u compitu

source: No Tasks
co: Nisun Tasks

source: wants access
co: vole accessu

source: No Answers
co: Nisun risposte

source: Text Only
co: Testu solu

source: Multiple Line Text
co: Testo di Linea Multiple

source: Dropdown
co: Aghjustate

source: Date
co: Data

source: Yes/No
co: Si / No

source: Number
co: Numeru

source: Access Denied
co: Accessu denegatu

source: You don't have access to this case.
co: Ùn avete micca accessu à stu casu.

source: Imports
co: Importazioni

source: View import
co: Vede l'importazione

source: Sessions
co: Sessioni

source: Home
co: A casa

source: Users
co: Utenti

source: Library
co: Libreria

source: Integration
co: Integrazione

source: Keys
co: Chjavi

source: Form Templates
co: Modelli di forma

source: E-sign Templates
co: Modelli di e-sign

source: Task Templates
co: Templates di Task

source: Dashboard
co: Scultura

source: Payments
co: Pagamenti

source: From
co: Da

source: System
co: Sistema

source: User Intake
co: Ingaghjamentu di l'utilizatori

source: Custom Fields
co: Campi persunalizati

source: After Actions
co: Dopu Azzioni

source: Advance Settings
co: Impostazioni avanzate

source: Fields
co: Campi

source: Have many users?
co: Avete parechji utilizatori?

source: Import users
co: Import utilizatori

source: or
co: o

source: Send them a signup link.
co: Mandateli un ligame di registrazione.

source: Let's start by entering the email or phone number
co: Cuminciamu da inserisce u numeru email o telefunu

source: Phone
co: U telefunu

source: Invalid phone number entered
co: Numeru di telefunu invalidu inseritu

source: A label to easily find a case. it cannot be changed later
co: Un labellu per truvà facilmente un casu. ùn pò micca esse cambiatu dopu

source: Visibility:
co: Visibilità:

source: Who can use this template
co: Quale pò aduprà stu mudellu

source: One time
co: Una volta

source: Please enter valid payment information before proceeding
co: Per piacè inserite infurmazione valida di pagamentu prima di prucede

source: Add Payment
co: Aggiungi Pagamentu

source: Repeat every:
co: Ripetisce ogni:

source: Let's get started
co: Cuminciamu

source: Take me there
co: Portami culà

source: Mark
co: Marcu

source: Created on
co: Creatu nantu à

source: Expires on
co: Scade u

source: No announcements yet.
co: Nisun annunziu ancora.

source: Add Announcement
co: Aghjunghjite l'annunziu

source: Edit Announcement
co: Edite l'annunziu

source: Date and time should be at least one hour ahead
co: A data è l'ora deve esse almenu una ora prima

source: Delete Date
co: Sguassà a data

source: Delete Time
co: Sguassà u tempu

source: Back
co: Torna

source: No Users Found
co: Nisun Utente Truvatu

source: No role selected
co: Nisun rolu sceltu

source: No permissions added!
co: Nisun permisiones agghiunciati!

source: ASSIGNED USERS
co: UTENTI ASSIGNATI

source: CASE PERMISSIONS
co: PERMISSI DI CASU

source: User ID
co: ID d&#39;utilizatore

source: Role
co: U rolu

source: remove
co: caccià

source: Assign User
co: Assignà Utente

source: User
co: Utente

source: ADD USER
co: AGGIUNTA USER

source: Email user about case assignment
co: Mandate un email all&#39;utilizzatore nantu à l&#39;assignazione di casi

source: No cases found.
co: No truvamu casi

source: Create a case for a business
co: Crea un casu per un affari

source: Case ID
co: ID Casu

source: Created On
co: Creatu

source: Case Type
co: Tipu di casu

source: Assign Users
co: Assignà Utenti

source: No cases found
co: No truvamu casi

source: Have many cases?
co: Avete parechji casi?

source: Click here to import cases.
co: Cliccate quì per impurtà casi.

source: No status selected
co: Nisun status selezziunatu

source: No type selected
co: Nisun tipu selezziunatu

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
co: Una etichetta permanente per truvà facilmente un casu. (a-z, 0-9, -, /) sò permessi

source: Case Types
co: Tipi di casu

source: Click
co: Cliccate

source: to edit case types
co: per edità tipi di casu

source: No Type selected
co: Nisun tipu sceltu

source: Case not found!
co: Case micca truvata!

source: All statistics
co: Tutte e statistiche

source: Import not found.
co: Importazione micca truvata.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
co: U processu di u schedariu hà fiascatu. Assicuratevi chì hè un tipu di schedariu CSV è cuntene l'intestazione curretta

source: Data
co: Dati

source: No Imports yet.
co: Ùn importa ancu.

source: Source
co: Surghjente

source: Stats
co: Statistiche

source: Passed:
co: Passatu:

source: Failed:
co: Fiascu:

source: Total:
co: Totale:

source: Add Imports
co: Aghjunghje Importazioni

source: Download Sample
co: Scaricate Campione

source: Choose a file
co: Sceglite un fugliale

source: Edit Key
co: Edità Chjave

source: Add Key
co: Aghjunghje Chjave

source: No Keys yet.
co: Mancu Chjave.

source: Source CIDR
co: Fonte CIDR

source: Remove
co: Cacciate

source: is invalid.
co: hè invalidu.

source: Secret Key
co: Chjave Secreta

source: Make sure to copy your new secret key now. You won’t be able to see it again!
co: Assicuratevi di cupià a vostra nova chjave secreta avà. Ùn puderete micca vedelu torna!

source: Edit Webhook
co: Mudificà Webhook

source: Add Webhook
co: Aghjunghje Webhook

source: No event selected
co: Nisun avvenimentu selezziunatu

source: No Webhooks yet.
co: Nisun Webhooks ancu.

source: Secret Webhook
co: Webhook Secret

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
co: Assicuratevi di cupià u vostru novu webhook secretu avà. Ùn puderete micca vedelu torna!

source: Sign In
co: Firmà lu

source: Login in account page.
co: In seguite à a pàgina di cunnessione.

source: Edit form builder
co: Edite u custruttore di forma

source: Delete form
co: Sguassà a forma

source: No forms yet.
co: Ùn avemu formi.

source: Intake Forms
co: Forme di ingressu

source: Upload Intake Form Document
co: Caricate u Documentu di Forma di Admissione

source: Edit Intake Form
co: Edita u Formulariu di Intake

source: Show Media
co: Amministrazione Media

source: Add Post
co: Aggiungere Post

source: Edit Post
co: Edita u Post

source: Files Amount
co: Ammontu di schedari

source: No Feed Templates yet.
co: Nisun Template Feed

source: Post Message
co: Missaghju di Postu

source: Processing media ...
co: Media di trasfurmazione ...

source: Download original file
co: Scaricate u schedariu originale

source: Could not display media
co: Ùn puderà micca affissà i media

source: No locations found.
co: Nisun locu truvatu.

source: Main Office
co: Uffiziu Principale

source: Delete e-sign
co: Sguassà e-sign

source: No e-signs yet.
co: Nisun signu elettronicu ancora.

source: No tasks yet.
co: Nisun compitu ancora.

source: Invoice ID
co: ID di fattura

source: Total
co: Totale

source: Refund
co: Rimborsu

source: No invoices yet.
co: Nisuna fattura ancora.

source: Refund Reason
co: Motivu di rimborsu

source: Duplicate charge
co: Carica duplicata

source: Fraudulent charge
co: Carica fraudulenta

source: Requested by customer
co: Dumandatu da u cliente

source: On Board
co: À bordu

source: Stripe
co: Striscia

source: Role Info
co: Info nantu à u Rolu

source: It cannot be changed later
co: Ùn pò micca esse cambiatu dopu

source: Role Permissions
co: Permessi di Ruolo

source: e-signs
co: e-segni

source: on
co: nantu

source: Allowed File Sizes
co: Sizzioni di File Archivi

source: Create
co: Crea

source: Creating...
co: Creà ...

source: Modules
co: Moduli

source: Roles
co: Roli

source: Profile information
co: L'infurmazione di u prufilu

source: No role found.
co: Nisun rolu trovu.

source: When a case is created, auto assign these users
co: Quandu un casu hè creatu, assignate automaticamente questi utilizatori

source: Remove All
co: Elimina tuttu

source: User Name
co: Nome d'utilizatore

source: Notify
co: Avvisà

source: Host User
co: User User

source: When a user is assigned to a case, auto add templates
co: Quandu un utilizatore hè assignatu à un casu, aghjunghje automaticamente mudelli

source: No post selected
co: Nisun postu sceltu

source: No form selected
co: Nisuna forma scelta

source: No e-sign selected
co: Nisun signu elettronicu sceltu

source: Add Templates
co: Aggiungi Templates

source: Idle Cases
co: Casi inattivu

source: When a case is idle, post this message
co: Quandu un casu hè inattivu, postu stu missaghju

source: No case type selected
co: Nisun tipu di casu sceltu

source: Idle Days
co: Ghjorni inutili

source: No task selected
co: Nisun compitu sceltu

source: No operation order selected
co: Nisun ordine di operazione sceltu

source: Operation Order
co: Ordine di operazione

source: Add Templates to Assign Users
co: Aghjunghjite mudelli per assignà l'utilizatori

source: Case Form
co: Forma di casu

source: User Form
co: Forme d'Usuariu

source: Notes Form
co: Forma di note

source: Required
co: Ubligatoriu

source: Public User Signup link:
co: Ligame per l'iscrizione di l'utente publicu:

source: Design Settings
co: Settings di disignu

source: Change file
co: Cambia di fugliale

source: Delete Favicon
co: Sguassà Favicon

source: Delete Logo
co: Eliminà Logo

source: Text Color
co: Colore di u Testu

source: Recommended Colors:
co: Culori recomandati:

source: reset
co: resettà

source: Background Color
co: Colore di Sfond

source: Company Info
co: L'infurmazione nantu à a cumpagnia

source: Website
co: U situ web

source: Terms of Use URL
co: Termini di usu URL

source: User Signup
co: Registrazione di l'utilizatori

source: Allow Signup
co: Permette a registrazione

source: Auto Create Case
co: Crea automaticamente casu

source: Case User Role
co: Rolu di l'utilizatore di u casu

source: Analytics Key
co: Chjave di Analytics

source: delete
co: eliminà

source: No Filter
co: Nisun filtru

source: Logs list is empty.
co: A lista di logs is vacanti.

source: Download CSV
co: Scaricate CSV

source: Request Logs
co: Dumande di dumanda

source: Log Type
co: Type Log

source: Filter
co: Filtru

source: Select a case
co: Selezziunu un casu

source: Enter the email address
co: Inserite l&#39;indirizzu email

source: Header (3 max)
co: Intestazione (3 max)

source: When a user join app, ask the user to share the following
co: Quandu un utilizatore si unisce à l'app, dumandate à l'utilizatore per sparte e seguenti

source: No user intake found.
co: Nisuna ingesta d'utilizatori truvata.

source: User Type
co: Un&#39;altra Type

source: Intake Form
co: Forma di ingressu

source: No user type selected
co: Nisun tipu d'utilizatore sceltu

source: No intake form selected
co: Nisuna forma di ingressu scelta

source: Date and time should be less or equal to now
co: A data è l'ora deve esse menu o uguali à avà

source: Comment ct
co: Cumentu ct

source: View Ticket
co: Vede u Bigliettu

source: Ticket
co: Bigliettu

source: No tickets yet.
co: Nisun bigliettu ancora.

source: User not found.
co: Un utilizatore micca truvatu.

source: User can edit their account information except for the host user attributes section.
co: L'utilizatori ponu edità l'infurmazioni di u so contu eccettu per a sezione di l'attributi di l'utilizatori di l'ospite.

source: Contact
co: Cuntatture

source: Phone number
co: Numeru di telefonu

source: Zip Postal Code
co: Codice Postale Zip

source: Host User Attributes
co: Attributi di l'utilizatori di l'ospite

source: User Status
co: Status di l&#39;Usuariu

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
co: Una etichetta permanente per truvà facilmente un utilizatore. (a-z, 0-9, -, /) sò permessi

source: App only User Intake Fields
co: App solu Campi Intake User

source: APP ONLY CUSTOM FIELDS
co: L&#39;APPU SOLO CAMPIONI PERSONALI

source: s found.
co: s hà trovu.

source: Created Date
co: Data creada

source: View Cases
co: Vede i casi

source: VIEW CASES
co: VEDE I CASI

source: Get Started
co: Cuminciate

source: Password
co: Codice

source: Email is not valid.
co: E-mail ùn hè micca validu.

source: CaseActive lets you and your client
co: CaseActive vi permette e u vostru cliente

source: work together
co: travaglià inseme

source: at any time, in any place.
co: in qualunque tempu, in ogni locu.

source: Explore
co: Esplora

source: Support & Docs
co: Supportu è Documenti

source: Failed to validate if you are human
co: Fiascatu per validà si site umanu

source: NOTIFY ME WHEN IT'S READY!
co: NOTIFICA me quandu hè pronta!

source: Thank You!
co: Grazie!

source: We will notify you when the app is ready
co: Ti avvisaremu quandu l&#39;app hè pronta

source: Most popular
co: I più popolari

source: All languages
co: Tutte le lingue

source: Oops, Something went wrong.
co: Oops, Qualcosa hè andatu male.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
co: Oops, Qualcosa hè andatu male. U nostru squadra hè statu notificatu. Per piacè prova più tardi.

source: Support Documentation
co: Documentazione di supportu

source: All Categories
co: Tutte e categurie

source: Contents
co: Cuntenuti

source: Related Articles
co: Articuli cunnessi

source: Get started: processes, best practices, setup guides, and more!
co: Accuminciate: prucessi, migliori pratiche, guide di installazione è più!

source: Find anything you need to get to work in CaseActive.
co: Truvate tuttu ciò chì avete bisognu à travaglià in CaseActive.

source: All case communication in one spot
co: Tutta a comunicazione di u casu in un unicu spot

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
co: Cunverte, post aghjurnamenti, risposte à dumande, pigliate note, citate, è anu tutte e discussioni taggate da email in tempu reale è notificazioni SMS.

source: Share with confidence
co: Partite cun fiducia

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
co: Condividi i documenti è e foto trà i clienti è i membri di a squadra in tutti i dispositi, è cusì tutti si tenenu sempre.

source: Take it on the go
co: Piglia it in u via

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
co: Aduprate i dispositi mobuli cum&#39;è e tablette è i telefoni intelligenti per cullaburarà nantu à i dettagli chjave, discutenu prublemi impurtanti, scambià documenti, è u progressu di i casi in tempu realu.

source: Immediate records access
co: Accessu à e record immediate

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
co: L&#39;utilizatori autorizzati ponu accede rapidamente à e dati di u cliente è l&#39;infurmazioni di casu (cumprese i casi attuali, passati, aperti, chjusi è pendenti), tuttu attraversu un portale.

source: Automatic timezone conversion
co: Conversione automatica di timezone

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
co: Sia viaghjà o stà in un altru locu, vi sarà in sincronia cù u nostru sistema di gestione di cunversazione di a zona oraria.

source: Track Events
co: Tenga traccia di l&#39;eventi

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
co: Prontene un tempu di riunioni, fassi monitorà eventi à vene, è invita i clienti è i membri di a squadra cum&#39;è partizianu.

source: Video Conferencing
co: Cunferenze Video

source: Connect with clients and team members via live video chats for even more interactivity.
co: Cunnessi cù i clienti è i membri di a squadra per mezu di chjavi di video in diretta per ancu più interattività.

source: Automate tasks when a case is created or a user is assigned to a case.
co: Automatizà i travaglii quandu un casu hè creatu o un utilizatore hè assignatu à un casu.

source: Automated Alerts
co: Avvisi automatizzati

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
co: Vulete vulete à i vostri clienti un Bon Cumpleanno? Stituite un messagiu automaticu per i clienti passati è attuali per u so ghjornu speciale!

source: Keeping Client details up-to-date
co: Mantene aggiornate e situazione di u Cliente

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
co: I clienti ponu cambià i so profili cun dati aggiornati, foto, password, è impostazioni di account.

source: Ask Questions, Get Answers.
co: Fate e dumande, uttene risposte.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
co: Crià forme persunalizate è mandà à i clienti per cumpletamentu. Riceve infurmazioni essenziali, furnisce indagini di partenza, è uttene tutte e dati chì avete bisognu per fà u vostru travagliu bè!

source: , Director of Sales of Cain & Company
co: , Direttore di Vendite di Cain &amp; Company

source: Make client billing as straightforward as possible with online invoices and payments.
co: Fate u fatturazione di i clienti cum&#39;è dirittu pussibule cù fatture in linea è pagamenti.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
co: Amemu u casu di fatturazione perchè permette à i clienti à vede esattamente ciò chì stanu pagatu.

source: , Vice President of Sky Digital
co: , Vice President di Sky Digital

source: Enjoy the ease of e-signing
co: Godite di a facilità di e-signing

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
co: Signa l&#39;elettronicamente tutti i documenti attraversu DocSign, utilizendu documenti caricati è richieste di cunfirmazione è firma digitale di i clienti.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
co: Caricate un documentu, marcallu per a firma, è dopu u cliente accede è firma in e-firma. Tuttu si faci senza chì u cliente hà da vene in u nostru edifiziu. Questu hè utile cù i clienti chì ùn sò micca vicinu à un uffiziu o chì campanu fora di u statu.

source: , Director of Operations of Capital Insurance
co: , Direttore di Operazioni di Capital Insurance

source: Enhance Your System. Less Work, More Results.
co: Migliora u vostru sistema. Meno lavoro, più risultati.

source: Use the Self-Serve Administrative Feature
co: Usate a Caratteristica Amministrativa Self-Serve

source: Take total control of your CaseActive management suite from the platform itself.
co: Piglite u cuntrollu tutale di a vostra suite di gestione CaseActive da a piattaforma stessa.

source: Effortlessly link your existing system with CaseActive
co: Cunnessione senza furia à u vostru sistema esistente cù CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
co: Integrate a nostra API prupietaria per creà automaticamente casi, assignà l&#39;utilizatori, è generà rapporti basati nantu à a vostra input di u sistema.

source: Acting as a
co: Agisce cum&#39;è

source: virtual administrative assistant
co: assistente amministrativu virtuale

source: , CaseActive empowers you with streamlined document and media handling, private
co: , CaseActive vi autorizza cù u documentu simplificatu è a manipolazione di i media, privati

source: client-to-customer communications
co: comunicazioni client-à-cliente

source: event scheduling, and step-by-step case processing.
co: programmazione di l&#39;evasione è l&#39;elaborazione di u casu passo-passo.

source: Self-Serve Administration
co: Amministrazione Self-Serve

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
co: Agiscendu cum&#39;è un assistente amministrativu virtuale, CaseActive vi abilita cù una gestione simplificata di documenti è media, cumunicazioni private client-à-cliente, pianificazione di eventi, è trasfurmazioni di casu.

source: Manage User Logins & Case Creation
co: Gestisce Logins d&#39;Usuari &amp; Creazione di Case

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
co: Supervisate direttamente a creazione di cunti d&#39;utilizatori mentre autorizeghjanu e so permessi d&#39;accessu in casu. Gestisce a creazione di casu, prugressu, è chjude, cù un rapportu cumpletu à ogni passu di u modu.

source: View Caseactive Analytics
co: Vede l&#39;Analytics Caseactive

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
co: Vede esattamente cumu si progressa un casu, u numeru di casi si sia cunclusu cù successu, è vede i tempi di risposta per via di u modulu analiticu di CaseActive. A cunniscenza hè u putere, è vi avemu datu tuttu ciò chì ci hè di cunnosce i vostri prughjetti.

source: Monitor User Logs
co: Monitorare i Log di l&#39;Utente

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
co: Mantene un ochju nantu à i logini di u cliente è di a squadra è l&#39;attività di a piattaforma per assicurà chì tutti i so azzioni sò autorizati in i paràmetri di u casu è chì tutti i membri facenu e so funzioni cumu dumandatu.

source: Employ Advanced Searches
co: Impiegà Ricerche Avanzate

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
co: Trovate esattamente ciò chì avete bisognu quandu avete bisognu. Cerca casi tra nomi di utilizatori è clienti, parole chjave, timelines, documenti carichi, è assai di più!

source: Create Custom Fields
co: Crea Campi persunalizati
