Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/co/LC_MESSAGES/messages.po
Languages: co

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
co: 13.1 Partiti Indipendenti: Tu è CaseActive sò contraenti indipendenti. L&#39;Acordu ùn crea nisuna joint venture, partenariatu, agenza o rapportu di travagliu trà e parte. Serà l&#39;unicu rispunsevule di gestisce i vostri impjegati è di tutte e compensazioni, imposte, benefici è passivi per i vostri impjegati è di qualsiasi altri rappresentanti o fornitori di servizii. Nemmenu nè nessunu di i vostri impiegati, rappresentanti, o furnitori di servizii ùn anu da fà alcuna ripresentazione, garanzia o garanzia rispettu à noi, l&#39;Acordu o i servizii altru ch&#39;è cumu hà permessu di manera scritta.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
co: 13.2 Cessione: Nè l&#39;Acordu nè qualsiasi di i vostri diritti o obbligazioni sottu l&#39;Acordu ùn ponu esse assignati o trasfiriti, per operazione di legge o altrimenti, senza u nostru accunsentu scrittu previa, salvu micca assignati à un successore in interessu, o secondu una fusione, corporativa. riurganizazione, o una vendita o trasferimentu di tutte o sustanzialmente tutti i vostri beni di i quali ci furnitevi un avvisu almenu trenta (30) ghjorni prima di a cunsumazione di a transazzione. Un compitu da voi, basatu annantu à qualsiasi altra circustanza, richiede u nostru accunsentu previ, chì u cunsensu ùn serà micca ritenutu inaccessibile. Pudemu liberamente assignà stu Acordamentu senza u vostru accunsentu. Sottu di ciò chì precede, stu Acordu vincerà è assicurarà u beneficu di e parti, i so successori rispettivi è i so permessi permessi.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
co: 13.3 Forza Maghju: Nisuna parte ùn serà rispunsevule per qualsiasi ritardu, interruzzione o altre fallimentu da eseguisce in virtù di l&#39;Acordaghju per causa di atti fora di u cuntrollu di u partitu rispunsevule, ma solu per a permanenza di tali cundizioni. L&#39;avvenimenti di forza maiò includenu, ma ùn sò micca limitati à: disastri naturali (per esempiu, fulmini, terremoti, uragani, inundazioni); guerri, disturbi, attività terroriste, è cumuzioni civili; un attivu di trasportatore lucale, è altri atti di terze; splusioni è incendi; embargami, greve è disputi di u travagliu; decreti governattivi; fallimenti di i fornituri di telecomunicazioni o di servizii di Internet; fallimenti di furnitori di terzu, fornitori di servizii o venditori; è qualsiasi altra causa oltre u raghjone cuntrollu di una festa.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
co: 13.4 Scelta di a Legge: L&#39;accordu è qualsiasi disputa risultatu da o in cunnessione cù l&#39;Acord seranu guvernate da e interpretate in virtù di e lege di u Statu di California, senza rispettu di i principii di u cunflittu di leggi. Tutte e dispute risultate da o riguardanti l&#39;Acordu saranu sottumettete à a ghjurisdizione è a sede exclusiva di i tribunali statali è federali di California per Santa Barbara, California, è i partiti accunsentiscenu a ghjuridizione persunale è esclusiva di questi tribunali.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
co: 13.5 E-mail è Avvisi: L&#39;accordu in più chì pudemu furnisce qualsiasi è tutte e notificazioni, dichjarazioni è altre comunicazioni à voi sia per e-mail, mail, serviziu di consegna espressu, o furnitu da un trasportatore cummerciale ricunnisciutu indirizzatu à l&#39;indirizzu ultimu designatu. nantu à u Scontru. Hè incaricatu di furniscia ogni infurmazione aghjurnata di cuntattu.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
co: 13.6 Nessuna rinunzia; Rimedi Cumulativi: Nisun fallimentu o ritardu da nessuna parte in esercitarà ogni dirittu sottu stu Acordu ùn custituiscenu una rinunzia di tali dirittu. Altronde cum&#39;è espressamente dichjaratu quì, i rimedii furniti quì sò oltre è micca esclusi di qualsiasi altri rimedi di una festa in legge o in equità.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
co: 13.7 Severabilità: Se una disposizione di stu Acordu hè detta da un tribunale di ghjurisdizione competente per esse contrario à a legge, a disposizione deve esse mudificata da u tribunale è interpretata in modu per ottene u più cumpletamente l&#39;obiettivi di a disposizione originale. a lege, è e dispusizione restante di stu Acordu resteranu in piena forza è effettu.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
co: 13.8 Accordu tutale: In u massimu permessu da a legge applicabile, stu Acordiu, inseme cù i documenti riferiti quì è tutti i Formuli d&#39;ordine è i flussi di registrazione, custituiscenu l&#39;accordu tutale trà e parte in quantu à u so sughjettu, è rimpiazzà tutti i precedenti è accordi, pruposti o rapprisentazioni contemporanee, scritte o orali, riguardanti l&#39;ughjettu di stu Acordu. Nisuna rappresentanza, un impegnu o una prumessa ùn saranu esse datu o esse implicati da qualcosa dettu o scritta in negoziazioni trà i partiti prima di stu Accordu, eccettu cumu dichjaratu espressamente in stu Acordu. Nessuna di e parti ùn averà rimediu in alcuna dichjarazione falsa fatta da l&#39;altra à quale quella parte si affidava à firmà stu Acordu (salve chì dichjarazione falsa ùn sia stata fatta fraudulosamente) è chì u solu rimediu di una parte in relazione à qualsiasi dichjarazione falsa sarà. violazione di i cuntratti cum&#39;è furnitu in stu Acordu. Ricunnoscite è accunsenu chì u vostru accordu quì sottu ùn hè micca dipende da a consegna di qualsiasi funziunalità futura o caratteristiche micca specificate quì o in un Formulariu d&#39;ordine o dipendente da qualsiasi commento orale, scrittu, publicu o privatu fattu da noi in relazione à future funziunalità o caratteristiche. per i servizii. In casu di qualsiasi cunflittu trà e disposizioni in queste Condizioni Generali di Serviziu è qualsiasi Forma d&#39;ordine o Termini di serviziu supplementari, i termini di tali Formula di Ordine o Termini di serviziu supplementari prevaleranu, finu à u cunflittu. Nisunu termini o cundizioni dichjarati in u vostru ordine di compra o in qualsiasi altra documentazione di ordine ùn seranu incorporati o formanu alcuna parte di stu Acordu, è tutti questi termini o cundizioni saranu nulli.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
co: 13.9 Esportazione: E duie parti accunsentenu per cunfurmà a liggi è e regulazioni americani di l&#39;esportazione è di l&#39;importazione. Ùn permetterà micca à i vostri utilizatori accede o aduprate i servizii in violazione di qualsiasi embargo, exportazione o restrizione di i Stati Uniti.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
co: 13.10 Publicità: Pudemu micca chjamà un Utente di i Servizi senza u vostru permessu scrittu.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
co: 13.11 Ligami à siti di terzu: I servizii o u nostru situ web pò include ligami per siti di terzu (&#39;Siti Ligati&#39;). I Siti Ligati ùn sò micca sott&#39;à u nostru cuntrollu è ùn ne simu rispunsevuli di i cuntenuti di alcun Site Ligatu, cumpresu senza limitazione di alcun ligame cuntenutu in un Site Ligatu, o qualsiasi cambiamenti o aghjornamenti à un Site Ligatu o i servizii furniti via un Site Ligatu. Avemu furnisce questi ligami solu cum&#39;è cunvenzione, è l&#39;inclusione di qualsiasi ligame ùn implica micca accunsentu da noi di u situ o alcun serviziu assuciatu furnitu da u situ.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
co: 13.12 Accettate di riceve e-mail, telefonate è messaghji SMS da CaseActive per furnisce aggiornamenti nantu à u vostru ordine è / o per scopi di marketing. A frequenza di u messagiu dipende da a vostra attività. Pudete opt-out da unchecking notifiche da u vostru contu o eliminendu u vostru contu. I tassi di messaghju è dati ponu applicà.

source: An error occurred
co: Un errore hè accadutu

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
co: Qualcosa hè andatu male. I nostri ingegneri sò stati avvisati. Appughjà u buttone di reload per reload.

source: Reload
co: Ricaricate
