Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/co/LC_MESSAGES/messages.po
Languages: co

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
co: A condizione di avè pagatu tutte e tarife pagate da voi per i servizii, utilizeremu sforzi cummerciale raziunati per furnisce, senza alcun costu, servizii di supportu tecnicu per voi è per i vostri utilizatori autorizzati chì anu sottoscrittu in i servizii. Un rapprisentante di servizii di cliente serà assignatu à i vostri casi. I casi illimitati sò accettati da l&#39;utilizatori autorizati. U nostru sustegnu standard hè dispunibule 24/7, escludendu festività maiò, chì includenu Memorial Day, Independence Day, Day di u travagliu, Thanksgiving, Natale, è ghjornu di l&#39;annu novu. Pudete cuntattà u supportu di u cliente in usu di i nostri

source: Contact Form
co: Forma di cuntattu

source: . Our response time shall not be greater than two business days.
co: . U nostru tempu di risposta ùn serà micca più di dui ghjorni Business.

source: 4. Training:
co: 4. Addestramentu:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
co: Sempre chì avete pagatu tutte e tarife pagate da voi per i Servizi, mettimu à disposizione sessioni di furmazione remoti, live o registrati per i vostri utenti designati, numinati è autorizzati, è ancu di furnisce tutoriali accessibili via a sezione Aiutu è Training di u nostru situ web in senza carica addiziale. Per alcune Servizi furnì una furmazione in situ nantu à dumanda è per una tariffa addiziale. Per piacè cuntattateci per usà a nostra

source: for more information about on-site training.
co: per più infurmazione nantu à a furmazione in situ.

source: 5. Your Rights and Restrictions:
co: 5. I vostri diritti è restrizioni:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
co: 5.1 Licenza: Subordinatu à i termini è e cundizioni di l&#39;Acordu, è dopu u pagamentu puntuale di tutte e tariffe applicabili stabilite in u Formulare di Ordine o u flussu di registrazione, vi cuncessemu un dirittu non exclusivu, intrasferibile, limitatu è licenza per aduprà (è permette à i vostri utilizatori autorizzati à aduprà) i servizii à quale avete sottumessu, solu per i vostri scopi cummerciale internu.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
co: 5.2 Utenti Autorizati: Tu (i) site rispunsevule per l&#39;osservazione di l&#39;utilizatori autorizzati cù u Cuntrattu, è (ii) anu aduprà sforzi cummerciale raghjunati per impedisce l&#39;accessu non autorizatu o l&#39;usu di i servizii è ci avvisanu immediatamente di tali accessu micca autorizatu o usà. Hè a vostra rispunsabilità di caccià l&#39;accessu à i servizii si cambia u statutu autorizatu di un utilizatore o un impiigatu designatu.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
co: 5.3 I Vostri Responsabilità è Restrizioni: site rispunsevule di tutte l&#39;attività chì succedenu sottu à i vostri cunti d&#39;utilizatori o da i vostri utilizatori autorizati. Avete: (i) avè a sola rispunsabilità per l&#39;accuratezza, qualità, integrità, legalità, affidabilità è pertinenza di tutte e dati chì sottumette à i servizii; (ii) aduprate sforzi cummerciale raghjunati per impedisce u cuntrollu o a manipulazione non autorizata o qualsiasi altru accessu micca autorizatu à, o l&#39;usu di i servizii, è ci avvisanu prontamente ogni utilizazione non autorizata o violazione di sicurezza; (iii) cunfurmà cù tutti i liggi lucali, statali, federali è stranieri applicabili (cumprese e leggi riguardanti a privacy è a prutezzione di l&#39;infurmazione persunale o di i cunsumatori) in usu di i servizii; (iv) à a misura applicabile, rispettà tutte e regule applicabili di l&#39;associazioni di carte di creditu (cumprese American Express, MasterCard è Visa); è (v) uttene è mantene tutte l&#39;urdinatore, software è cumunicazione di l&#39;informatica necessaria per accede à i servizii, è pagà tutte e tariffe d&#39;accessu (per esempiu, tariffu ISP) incurru da voi in cunnessione cù l&#39;usu di i servizii.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
co: Ùn pudete micca, è vi assicurarà chì i vostri utilizatori autorizzati ùn, (i) disassemble, reverse engineer, decompile o altrimenti pruvate à descifrà qualsiasi codice in cunnessione cù i servizii, o mudificate, adattanu, creanu opere derivate basati in, o traduce u Servizi; (ii) licenza, sublicenza, vende, affittu, cede, distribuisci, trasferi per timeshare, affittu, prestite, rivendite per un prufittu, distribuite o sfruttate altrimente commerciale, concede diritti in o facenu i servizii dispunibili per qualsiasi terzu; (iii) aduprà i servizii eccettu cumu espressamente autorizatu quì sottu o in viulazione di qualsiasi leggi applicabili; (iv) impegnà in qualsiasi pratiche di cummerciu illegale o ingannosu rispettu à i servizii; (v) eludisce o inutilizà qualsiasi sicurezza o altre funzioni tecniche o misure di i Servizi o qualsiasi altri aspetti di u Software o, in ogni modu, tentativu di guadagnà o uttene un accessu micca autorizatu à i servizii o i sistemi o rete informatiche cunnessi; (vi) aduprà i servizii per trasmette materiale chì viuleghja, libellosu, osceno, minacce o altrimenti illegale, sicuro, dannusu, abusivo o tortuosu, o per guardà o trasmette materiale in violazione di diritti di privacy di terze parti; (vii) aduprà u Serviziu per almacenà o trasmette qualsiasi virus, vermi, bombe di tempu, cavalli Troiani è altri codici, file, script, agenti o programmi dannosi o maliziusi, o per mandà messaggi spama o altrimente duplicatori o non richiesti in violazione di e leggi applicabili ; o (viii) interferiscenu o interrompenu l&#39;integrità o u rendimentu di i servizii o dati di terzu cuntenuti in questu.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
co: 5.4 Riservazione di Diritti: Nisun altru dirittu hè attribuitu eccettu cumu espressamente stabilitu in l&#39;Acord. U Cuntrattu ùn hè micca una vendita è ùn trasmette micca diritti nè pussede in, o à, i servizii o qualsiasi software sottostanti. Cunniscemu tutti i diritti, u titulu è l&#39;interessu, cumpresi tutti i diritti di pruprietà intellettuale, in è à i servizii è u software sottostante è qualsiasi è tutte l&#39;aghjurnamenti, aghjurnamenti, mudificazioni, migliorii, migliurazioni o opere derivate di e so, è in qualsiasi idea, cunnosce cumu, è prugrammi sviluppati da noi o i nostri licenziati durante u corsu di u funziunamentu di i servizii.

source: 6. Term and Termination:
co: 6. Terminu è Terminazione:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
co: 6.1 Terminu: U terminu di i servizii varieghja secondu u Serviziu chì avete sottoscrittu è serà stabilitu annantu à u Formulare di Ordine o l&#39;accordatu in u flussu di registrazione è deve rinuvà cusì:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
co: 6.1.1 Terminu di u serviziu CaseActive: U vostru abbonamentu à u Serviziu CaseActive rinnuverà automaticamente per termini successivi di un mese o un annu, cumu stipulati in Forma di Ordine o flussu di iscrizzione, salvu chì ùn interrompemu u serviziu chì ci furnissi un avvisu di non-rinnovamentu almenu trenta (30) ghjorni prima di u scadenza di u terminu-attuale.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
co: 6.1.2 Terminu di i servizii di u situ web CaseActive: U vostru abbonamentu à i servizii di u situ web CaseActive si rinnova automaticamente per termini successivi di un mese o un annu, cum&#39;è definiti in Formulario di Ordine o flussu di iscrizzione, salvu chì ùn interrompemu u serviziu o ci furnissi. cù avvisu di rinnuvamentu almenu trenta (30) ghjorni prima di u scadenza di u termini allora.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
co: 6.1.3 Avvisu scrittu di non rinnovo da voi deve esse sottumessu à CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
co: 6.2 Terminazione: Ogni parte pò rinunzià à l&#39;Acordu è tutte l&#39;abbonamenti di Serviziu (i) se l&#39;altra parte viola qualsiasi di e so obligazioni materiali in virtù di l&#39;Acordu è una tale violazione ùn hè micca guarita in trenta (30) ghjorni da a ricezione di un avvisu da a non-violazione. partitu, o (ii) se l&#39;altra parte diventa insolvente o falluta, liquidata o dissolta, o cessa sustancialmente tutte e so attività. Pudemu annullà l&#39;accordu immediatamente in casu di una violazione di a Sezione 5.3 supra. Dop&#39;à una terminazione di l&#39;Acordu, subituterà immediatamente ogni usu di i servizii, cessate di rapprisintà in qualsiasi forma chì site un utilizatore di i servizii, è distrugge tutte e nostre infurmazioni cunfidenziale in u vostru pussessu. Nisuna parte ùn serà rispunsevule per qualsiasi danni resultanti da a terminazione di l&#39;Acordu o da alcuna sottumissione à i servizii cumu prevista in questu; prevista, però, chì a terminazione di l&#39;Acordu ùn afecterà alcuna pretensione risultata prima di tale terminazione.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
co: 6.3 Manipulazione di i vostri Dati in casu di Terminazione: Ricunnoscite è accunsentite chì dopu a scadenza o a fine di qualsiasi abbonamentu di i servizii, pudemu disattivà immediatamente i servizii affettati è chì, dopu un periodu raziunale di micca menu di novanta (90) ) ghjorni, ponu sguassà u vostru contu è dati. Tuttavia, in casu chì i servizii sò terminati da noi, vi daremmu un accessu limitatu per tempu, i servizii, chì ùn sia micca più di trenta (30) ghjorni, cù u solu scopu di vi permette di ricuperà e vostre dati proprietarie, basta chì, avete pagatu in pienu tutte e quantità di bona fede indiscutte chì ci duvemu. You accunsentenu in più chì ùn siamu micca rispunsevuli di voi o di qualsiasi terzu per qualsiasi terminazione di l&#39;accessu à i servizii o l&#39;eliminazione di e vostre dati, sempre chì simu in cunfurmità cù i termini di questa Sezione 6.3.

source: 7. Fees:
co: 7. Tariffe:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
co: 7.1 Tariffe di serviziu: Pagate i tariffi micca rimborsabili per i servizii in a quantità prevista in u flussu di registrazione o Forma di Ordine (&#39;Tariffa di serviziu&#39;) è secondu a frequenza di fatturazione indicata in u flussu di registrazione o Ordine. Forme. I tariffi di serviziu sò devenu è pagabili in a data di a fattura. I tariffi di serviziu pò esse aumentati in basa di i nostri tariffi allora. Le Tariffe di serviziu ùn sò micca rimborsabili ancu s&#39;è vo finite a vostra sottumissione prima.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
co: 7.2 Tariffe Addiziunali: Puderete incorpore altre tassi o rimborsi non rimborsabili per u vostru usu di i servizii in più di e tarifi previsti in u Formulariu d&#39;ordine è / o flussu di registrazione. I tariffi è carichi ùn rimborsabili supplementari sò stabiliti in i termini supplementari per u serviziu applicabile.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
co: 7.3 Pagamenti Tardati: Ricunnoscite chì u vostru fallimentu per pagà ogni tassa o carica quandu vene dovutu pò causà a sospensione o a fine di a vostra sottumissione (i) produttu CaseActive. In casu di fallu pagà alcuna di e tassi o carichi dovuti in seguitu, CaseActive si riserva u dirittu di impegnà una agenza di cullezzione per recoparà i tariffi è i carichi è paghete tutti i costi sostenuti da CaseActive in cunnessione cù a raccolta di tali ammonti previsti, cumpresi. , senza limitazione, diritti raziunali di avvucati è cullizzioni agenzie più interessu in una quantità uguale à u minore di u 1,0% à u mese o a tarifa massima permessa da a legge applicabile.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
co: 7.4 Imposti: Siate voi rispunsevuli di tutte l&#39;impositu di vendita, l&#39;impositu d&#39;utilizazione, l&#39;imposti nantu à u valore aghjuntu, i tassi di retenzione è qualsiasi altre imposte similari è carichi di qualsiasi tippu imposti da entità amministrativi federali, statali o lucali nantu à e transazzioni previsti da l&#39;accordu. Quandu avemu l&#39;obligazione legale di pagà o cullà imposti per quale site rispunsevule, in cunfurmità di sta Sezione, l&#39;ammontu appropritatu serà fatturatu da o pagatu da voi salvo chì ci furnissi un certificatu di esenzione fiscale validu autorizatu da a tributaria adatta.

source: 8. Representations and Warranties:
co: 8. Rappresentanze è Garanzie:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
co: 8.1 Rappresentazioni Mutuali è Garanzii: Ogni parte rappresenta e dà garanzia à l&#39;altra parte chì (i) hà tutte l&#39;autorità necessaria per entra è esegui i so obblighi in virtù di l&#39;Acordu senza l&#39;accunsentu di qualsiasi terzu o violazione di qualsiasi cuntrattu o accordu cù. qualsiasi terzu, (ii) tutte e persone chì eseguenu qualsiasi obblighi sottumessi anu firmatu in tutti l&#39;accordi necessarii per esse in cunfurmità cù i termini è e cundizioni di l&#39;Accordu, è (iii) devu rispettu in tutti i rispetti materiali cù tutte e leggi applicabili à i servizii.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
co: 8.2 Rappresentazioni Addiziunali è Garanzii: Ti garantite, rapprisintate è pattu per noi chì aduprate i servizii solu per scopi legali in cunfurmità cù l&#39;Acordu è tutte e politiche è linee CaseActive applicabili.
