Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/co/LC_MESSAGES/messages.po
Languages: co

source: You should choose image file.
co: Vi duverebbe sceglite u fugliale di a maghjina.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
co: Caricate un documentu, marcallu per firma, è dopu u cliente accede è firmau. Tuttu hè fattu senza chì u cliente avissi da entre in a nostra custruzzione. Questu hè utile cù i clienti chì ùn sò micca vicinu à un uffiziu o chì vivenu fora di statu ..

source: Director of Operations of Capital Insurance
co: Direttore di Operazioni di Assicuranza di Capitale

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
co: I nostri assuciati ponu logu è vede infurmazioni basi nantu à cumu si va u so casu riferitu. Quì hà aumentatu assai i nostri riferimenti di casu ...

source: Partner of Law Office of Christianson & Bayles
co: Partenatore di l&#39;Uffiziu di Ghjustizia di Christianson &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
co: Ùn avemu più bisogna à vede i clienti in l&#39;uffiziu per riunioni, è a firmata di documentu hè tutta finita in linea - brillanti !.

source: CEO of EL Passion
co: CEO di EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
co: Utilizendu l&#39;API, avemu automatizatu cumpletamente ciò chì era visualizatu in l&#39;alimentazione di u casu, basatu nantu à trigger specifichi in u nostru sistema esistenti. Piuttostu convenientu ..

source: IT Manager of Carter Mario Injury Lawyers
co: Responsabile IT di Avucati Carter Mario

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
co: Avemu parechji clienti multilingue chì utilizanu a funzione di traduzzione. Pigliemu missaghji cù a fiducia chì saranu capiti da tutti. Questu ci permette di passà da u travagliu lucale à u travagliu globale ..

source: CEO of Solid Rock Designs
co: CEO di Solid Rock Designs

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
co: I clienti piace! Face a so vita assai più faciule. Puderanu discututu prublemi cù noi in linea, cullà foto è documenti, è tuttu hè almacenatu induve a squadra è u cliente ponu vede ..

source: Partner of Ashley &amp; Ashley P.C.
co: Partner di Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
co: Ci piace a fattura di i casi perchè permette à i clienti di vede esattamente ciò chì paganu per ..

source: Vice President of Sky Digital
co: Vicepresidentu di Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
co: A cumunicazione reticulata hè cum&#39;è avè tutte e vostre media suciale è e so strumenti di cullaburazione in un locu ..

source: Director Of Complaint Management
co: Direttore di a Gestione di Reclama

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
co: I formi di casi anu permessu di ascoltà è imparà, aiutendu a aumentà e vendite cù feedback di i clienti ...

source: Director of Sales of Cain &amp; Company
co: Direttore di Vendite di Cain &amp; Company

source: The user interface is very similar to Facebook. It’s extremely easy to use..
co: L&#39;interfaccia d&#39;utilizatore hè assai simili à Facebook. Hè estremamente faciule d&#39;utilizà ..

source: Partner of Wong Medical Group LLC
co: Partenatore di Wong Medical Group LLC

source: A pin has been sent to
co: Un pin hè statu mandatu à

source: Cancel
co: Annulla

source: Send New Pin
co: Mandate un novu Pin

source: Need Help?
co: Avete bisognu di aiutu?

source: Click here to contact us
co: Cliccate quì per cuntattateci

source: Next
co: Dopu

source: Login or Signup
co: Accedi o Iscriviti

source: Invalid email entered
co: E-mail invalidu intrutu

source: Made with
co: Fate cù

source: love
co: Amuri

source: All rights reserved
co: Tutti i diritti riservati

source: Terms of Use
co: I termini di usu

source: Contact Us
co: Cuntatta ci

source: New Password
co: Nova password

source: Confirm Password
co: Cunfirmà a parolla d&#39;intesa

source: Set Your New Password
co: Set a vostra nova password

source: A code has been sent to
co: Un còdice hè statu inviatu à

source: Changing...
co: Cambiante ...

source: Forgot password?
co: Smenticatu a chjave?

source: Help
co: Aiutu

source: Email or Phone
co: Email o Phone

source: Reset Password
co: Resettate Password

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
co: Ingressu u indirizzu e-mail o u numeru di telefunu assuciatu à u vostru contu, poi cliccate Invia. Mandaremu un email o un missaghju di testu per un ligame nantu à una pagina induve pudete facilmente creà una nova password.

source: Request Code
co: A dumanda di dumanda

source: Requesting...
co: Ricerca di ...

source: CASEACTIVE IS COMING SOON
co: CASEACTIVE hè prestu

source: Create a free account
co: Crea un contu gratuitu

source: We are putting final touches to it. We will notify you when it's ready!
co: Ci mettimu l'ultimi tocchi. Vi avveremu quandu hè prontu!

source: You’re minutes away from a better collaboration.
co: Site à pochi minuti da una cullaburazione megliu.

source: First Name
co: Nome

source: Last Name
co: Casata

source: Company
co: Cumpagnia

source: No language selected
co: Nisuna lingua scelta

source: I agree with
co: Sò d'accordu cù

source: Terms of Service
co: Cundizioni di serviziu

source: Language
co: Lingua

source: Have at least one lower case character
co: Avè almeno un caratteru minuscolu

source: Have at least one capital letter
co: Avè almeno una lettera maiuscula

source: Have at least one number
co: Avemu almeno un numeru

source: Have at least 8 characters in length
co: Avete almeno 8 caratteri in lunghezza

source: Type your current password
co: Inserite a vostra password attuale

source: Passwords must match
co: E password sò partite

source: Domains
co: Duminii

source: Javascript are disabled. Please enable it.
co: Javascript sò disabilitatu. Per attivate.

source: Cookies are disabled. Please enable it.
co: U cookies sò micca cunvalidati. Per attivate.

source: New
co: Novu

source: Create A New App
co: Crea una nova App

source: Apps
co: Applicazioni

source: Profile
co: Prufilu

source: Logout
co: Scunnettà si

source: Hi
co: Salute

source: View your account
co: Vede u vostru contu

source: View page
co: Vede a pagina

source: You don’t have any apps
co: Ùn avete micca applicazioni

source: Notifications
co: Notificazioni

source: No notifications yet.
co: Nisuna notificazione ancora.

source: Today
co: Oghje

source: Last Week
co: A settimana passata

source: No timezone selected
co: No timezone sceltu

source: Complete profile to continue
co: Profile cumpletu per cuntinuà

source: Timezone
co: Timuniu

source: Website:
co: situ web:

source: Approve Access
co: Approvà Accessu

source: Billing
co: Facturazione

source: Payment Plan
co: Pianu di pagamentu

source: Save
co: Salvà

source: has access to your information below:
co: hà accessu à e vostre informazioni sottu:

source: has invited you to their client portal.
co: li hà invitatu à u so portale di clienti.

source: want access to the following information:
co: vulete l&#39;accessu à l&#39;infurmazioni seguenti:

source: Decline
co: Declinà

source: Remove Access
co: Elimina Accessu

source: Active
co: Attivu

source: Invites
co: Invita

source: Disabled
co: Disabilitatu

source: No apps found
co: Nisuna app truvata

source: user
co: usatore

source: manager
co: direttore

source: active
co: Attivu

source: inactive
co: Inattivu

source: Company Name
co: Nome di a famiglia

source: Invitation
co: Invitu

source: Billing Info
co: Info di fatturazione

source: Your Company Name
co: U vostru nome di a cumpagnia

source: Your Company Website
co: A vostra pagina web

source: Billing Information
co: Informazioni di fattura

source: Please add the APP ID provided by the company
co: Per piacè aghjunghje l'ID APP furnitu da a cumpagnia

source: Select an option
co: Sceglite una opzione

source: Join an existing app as a client
co: Uniscite à una app esistente cum'è cliente

source: Create a new app for my business
co: Crea una nova app per a mo attività

source: Create Domain
co: Crea Domain

source: Select enterprise app
co: Selezziunate l'app impresa

source: No item selected
co: Nisun articulu sceltu

source: Domain name
co: Nome di duminiu

source: Add
co: Aghjunghje

source: No enterprise app found
co: Nisuna app d'impresa truvata

source: Pending
co: In attesa

source: No domains found
co: Nisun duminiu trovu

source: Domain
co: Duminiu

source: Txt Value
co: Valore Txt

source: Enterprise Host ID
co: ID di l'ospite di l'impresa

source: Action
co: Azzione

source: Delete
co: Sguassà

source: Reset
co: Resettate

source: Allow Manual Sign In
co: Permette di accede à u manuale

source: Exclude Emails From SSO
co: Escludi e-mail da SSO

source: SAML Identity Provider Metadata
co: Metadati di u fornitore di identità SAML

source: Submit
co: Mandate

source: Profile photo
co: Foto di profonda

source: has been claimed by another account, please, change it or
co: hè stata dichjarata da un altru contu, per piace, cambia o

source: reclaim
co: ripivà

source: it
co: questu

source: pending verification:
co: a stallà verificazione:

source: verify
co: verificate

source: Phone Number
co: Numeru di telefonu

source: Current Password
co: parolla d&#39;intesa attuale

source: Change password
co: Cambia a chjave

source: No gender selected
co: Nisun genere seleccionatu

source: Company Title
co: Titulu di a Società

source: Address
co: Indirizzu

source: Address 2
co: Indirizzu 2

source: City/Locality
co: Cità ​​/ U situ

source: State/Region
co: Statu / Regione

source: No country selected
co: Nimu hà sceltu

source: Zip/Postal Code
co: Cumpollo / Codice Postali

source: Date of Birth
co: Data di nascita

source: Gender
co: Genere

source: Occupation
co: Ocupazzioni

source: Location
co: Situazione

source: Address is not valid
co: L'indirizzu ùn hè micca validu

source: City/Locality is not valid
co: Cità / Località ùn hè micca valida

source: Country
co: Paese

source: State/Region is not valid
co: U Statu / Regione ùn hè micca validu

source: Contact Info
co: Info di cuntattu

source: Language & Region
co: Lingua è Regione

source: Saving
co: Salvà

source: Verification Code
co: Codice di Verificazione

source: Resend Code
co: Rive Code

source: Resending
co: Reteverà

source: Verifying...
co: Verificando ...

source: Later
co: Dopu

source: We're here to help
co: Avemu da aiuta per aiutà

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
co: Grazie per avà da cuntattà. U vostru messagiu hè statu cuncessu successu. Puderemu cuntattate vi voi prestu!

source: Message
co: Missaghju

source: characters left
co: caratteri lassatu

source: Send
co: Mandà

source: Sending...
co: Mandatu ...

source: You will no longer receive email marketing from the list.
co: Ùn riceverete più email marketing da a lista.

source: If you have a moment, please let us know why you unsubscribed:
co: Sè avete un mumentu, fateci sapè perchè avete annullatu l'abbunamentu:

source: Return to our website
co: Ritorna à u nostru situ web

source: Thank you. Your response has been submitted.
co: Grazie. A vostra risposta hè stata sottumessa.

source: Layout
co: Disposizione

source: Gallery
co: Galeria

source: This case has been closed
co: Stu casu hè statu chjusu

source: Files
co: Fiche

source: Events
co: Eventi

source: Forms
co: Forme

source: E-signs
co: E-segni

source: Invoices
co: Fattura

source: Notes
co: Note

source: Tasks
co: I compiti

source: Convo
co: Cunvu

source: Great job!
co: Gran travagliu!

source: You did all
co: Avete fattu tuttu

source: the tasks
co: i cumpitenzi

source: Skip to navigation (n)
co: Salmu in navigazione (n)

source: Skip to content (c)
co: Pass à u cuntenutu (c)

source: Skip to footer (f)
co: Saltate per u piezzu (f)

source: Case
co: Casu

source: Search
co: Ricerca

source: Using Form Builder
co: Utilizare u Formulatore Builder

source: Using Forms Library
co: Utilizà a Biblioteca di Forme

source: Using E-sign Builder
co: Utilizà E-sign Builder

source: Using E-signs Library
co: Utilizà e-segni Library

source: Documents
co: Documenti

source: Create Note
co: Crea una nota

source: Edit Note
co: Modificare Nota

source: End Convo
co: Finu a cunvucazione

source: Create Form
co: Crea un Form

source: Create Sign
co: Crea Sign

source: Event Create
co: Cunsigliu avvenimentu

source: Convo Videos
co: Cunvu Videos

source: Cases
co: Casi

source: Case categories
co: Categurie di casi

source: Your team
co: A vostra squadra

source: To do
co: Fà

source: To Do:
co: Fà:

source: Case Categories
co: Categorie di casu

source: Your Team
co: U vostru squadra

source: To Do
co: Fà

source: Yes
co: Iè

source: Close
co: Chiudere

source: Publish
co: Publicà

source: Visibility
co: Visibilità

source: all
co: tutti

source: sign
co: signu

source: Page
co: Pagina

source: of
co: di

source: Processing
co: Trasfurmazione

source: failed.
co: hà fiascatu.

source: Value should be greater or equal to 1
co: U valore deve esse più grande o uguale à 1

source: Repeat end:
co: Repetite a fine:

source: Signature
co: Firma

source: Draw
co: Disegna

source: Write
co: Scrivite

source: Clear Signature
co: Firma chjaru

source: Still processing video...
co: U video hè sempre in traccia ...

source: You
co: Tu

source: You are about to delete feed. Are you sure?
co: Avete per sguassà u feed. Sì sicuru?

source: No convo audios yet
co: Nisun audio convo ancora

source: No convo videos yet
co: Nisun video cunvo ancora

source: Start Convo
co: Cumincià Convo

source: Notify the Host
co: Avvisà l'Host

source: is in the call
co: hè in a chjama

source: and
co: è

source: others are in the call
co: altri sò in a chjama

source: Audio call is being recorded
co: A chiamata audio hè stata arregistrata

source: Video call is being recorded
co: Video chiamata hè esse arregistrata

source: Join now
co: Unisci avà

source: Dismiss
co: Licenziate

source: Can’t find your
co: Ùn pò truvà u vostru

source: microphone
co: microfonu

source: Check your system settings to make sure that
co: Verificate i vostri paràmetri di u sistema per assicurà chì

source: is available. If not, plug one in. You might need to restart your browser.
co: hè dispunibule. Se no, plug one in. Puderete bisognu di riavvia u vostru navigatore.

source: web camera
co: camera web

source: You are going to start a Convo call. Start with:
co: Avete da principià una chjama Convo. Cumincià cù:

source: Audio Only
co: Solu Audio

source: Record the meeting
co: Registrate a riunione

source: Waiting for someone with permission to start a Convo call
co: Aspittendu à qualchissia cù permessu di inizià una chjama Convo

source: Title
co: Titulu

source: Open
co: Apertu

source: Closed
co: Chjucu

source: You are about to close ticket. Are you sure?
co: Avete da chjude u bigliettu. Sì sicuru?

source: Announcements
co: Annunci

source: Support
co: Supportu

source: Opened
co: Apertu

source: View
co: Vista

source: Locations
co: Lochi

source: You currently have no announcements.
co: Attualmente ùn avete micca annunzii.

source: You currently have no
co: Attualmente ùn avete micca

source: open cases. Click
co: casi aperti. Cliccate

source: here
co: quì

source: to contact support.
co: per cuntattà u supportu.

source: closed cases.
co: casi chjusi.

source: open tickets.
co: i biglietti aperti.

source: closed tickets.
co: i biglietti chjusi.

source: You currently have no locations.
co: Attualmente ùn avete micca locu.

source: Write a comment....
co: Scrivi un cumentu ....

source: Add Location
co: Aggiungere Location

source: Save Event
co: Salvà Eventu

source: Name
co: Nome

source: Start Date
co: Data di Data

source: End Date
co: Data di fine

source: Repeat
co: Ripetiri

source: Attendees
co: Participanti

source: Event Location
co: Situazione di l&#39;avvenimentu

source: Description
co: Descrizzione

source: Attending
co: Assistente

source: Add to calendar
co: Aghjunghjite à u calendariu

source: Details
co: Dettagli

source: Event by
co: Eventu da

source: Duration:
co: Durata:

source: more
co: più

source: Maybe
co: Forsi

source: Not Attending
co: Attendu micca

source: No
co: Innò

source: Video Conference
co: Videoconferenza

source: Event details
co: Dettagli di l'avvenimentu

source: You don't have permissions to view this page.
co: Ùn avete micca permessi per vede sta pagina.

source: Your Upcoming Events
co: I Vostri Prossimi Eventi

source: Upcoming
co: À vene

source: Your Past Events
co: I Vostri Eventi Passati

source: Past
co: Passatu

source: Your Events
co: I vostri Eventi

source: All
co: Tutti

source: All Events
co: Tutti l'avvenimenti

source: Edit settings
co: Mudificà i paràmetri

source: Delete event
co: Sguassà l'avvenimentu

source: Attending?
co: Assistendu?

source: more comment(s)
co: più cumentu (s)

source: Loading comments
co: Caricamentu di cumenti

source: You are about to delete comment. Are you sure?
co: Site in traccia di sguassà u cummentariu. Sì sicuru?

source: task
co: compitu

source: to do
co: fà

source: tasks
co: compiti

source: Write something...
co: Scrive qualcosa ...

source: From Template
co: Da Template

source: No feeds yet.
co: Ùn aghjunghje micca sempre.

source: comments
co: cumenti

source: comment
co: cumentu

source: Add a comment
co: Aghjunghjite un cumentu

source: No templates
co: Nisun mudellu

source: Done
co: Fattu

source: Select the members who needs to fill this form
co: Selezziunate i membri chì anu bisognu à riempie stu furmulariu

source: Update Form
co: Forme d'aghjurnamentu

source: Due Date
co: Scadenza

source: Preview
co: Anteprima

source: Save & Close
co: Salvà & Chiudi

source: Add an element
co: Aghjunghjite un elementu

source: Media is converting. We will notify you when it is ready
co: I media sò cunvertisce. Vi avvisemu quandu hè pronta

source: Field
co: Campu

source: Text
co: Testo

source: Sub Text
co: Testu sottu

source: Media failed in converting. Please delete and try again or another.
co: Media hà fiascatu in a cunversione. Per piacè sguassate è pruvate di novu o un altru.

source: Pages
co: Pagine

source: Saved
co: Salvatu

source: Insert
co: Inserisce

source: Elements
co: Elementi

source: Action Required
co: Azzione necessaria

source: Add a new page
co: Aghjunghjite una nova pagina

source: Blank page
co: Pagina bianca

source: From PDF
co: Da PDF

source: From image
co: Da l'imagine

source: Add PDF
co: Aghjunghjite PDF

source: Add Image
co: Aggiungi Image

source: Options
co: Opzioni

source: Column Names
co: Nomi di Colonna

source: Option already exists.
co: Opzioni hè digià esiste.

source: options list is empty
co: Lista di opcions hè vazio

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
co: U campu Caselle di Verificazione supporta solu 5 opzioni. Pudete cambià u campu in a lista per aghjunghje più opzioni

source: columns list is empty
co: a lista di colonne hè viota

source: Default Value
co: Valore per defettu

source: Delete row
co: Sguassà a fila

source: Add a new row
co: Aghjunghjite una nova fila

source: Download
co: Scaricate

source: Label
co: Etichetta

source: Question
co: Quistione

source: Default answer
co: Risposta predeterminata

source: Media is converting
co: I media sò cunvertisce

source: Send Form
co: Mandà Mandà

source: Form Submited.
co: Formatu Mandatu.

source: You don't have permissions to submit forms.
co: Ùn avete micca i permessi per inviare moduli.

source: You currently have no forms of your own
co: Attualmente ùn avete micca forme di u vostru propiu

source: Your Uncompleted Forms
co: I Vostri Formuli Incompleti

source: Uncompleted
co: Incompleta

source: Your Completed Forms
co: I Vostri Formuli Completati

source: Completed
co: Compiu

source: Your Forms
co: I Vostri Formuli

source: All Forms
co: Tutte e Forme

source: Form Title
co: Titulu di u Formu

source: Author
co: Autore

source: Published
co: Publicatu

source: Submissions
co: Inviazioni

source: Upload Form Document
co: Caricate u Documentu di Forma

source: Forms Library
co: Libreria di Forme

source: Answers
co: Risposte

source: Close - Status changed
co: Chiudi - U statu hà cambiatu

source: Date Opened
co: Data aperata

source: Host Id
co: Id. host

source: User Id
co: Id. d'utilizatore

source: Case Id
co: Id. di casu

source: Confirm your details
co: Cunfirmà i vostri dati

source: Form Submitted.
co: Forme Inviata.

source: Invoice
co: Fattura

source: Reference ID:
co: ID di riferenza:

source: Term:
co: Terminu:

source: Note:
co: Nota:

source: Price
co: prezzu

source: Add more
co: Aghjunghjite più

source: Subtotal($)
co: Subtotale ($)

source: Discount(%)
co: Sconto (%)

source: TAX(%)
co: IMPOSTA (%)

source: Total($)
co: Totale ($)

source: Invoice No
co: Nr. di fattura

source: Select the members who needs to view or pay this invoice
co: Selezziunate i membri chì deve vede o pagà sta fattura

source: Update Invoice
co: Aghjurnà a fattura

source: Create Invoice
co: Crea fattura

source: Reference ID
co: ID di riferenza

source: Term
co: Terminu

source: Note
co: Nota

source: Quantity
co: Quantità

source: Price ($)
co: Prezzu ($)

source: Subtotal ($)
co: Subtotale ($)

source: Discount (%)
co: Sconto (%)

source: Tax (%)
co: Tassa (%)

source: Total ($)
co: Totale ($)

source: Pay Invoice
co: Paga a fattura

source: Payment method
co: Metudu di pagamentu

source: Add a new payment method
co: Aghjunghjite un novu metudu di pagamentu

source: Summary
co: Riassuntu

source: Payment:
co: Pagamentu:

source: Total charge:
co: Charge totale:

source: Your Unpaid Invoices
co: E vostre fatture impagate

source: Your Paid Invoices
co: E vostre fatture pagate

source: Paid
co: Pagatu

source: Your Invoices
co: E vostre fatture

source: All Invoices
co: Tutte e fatture

source: Invoice Title
co: Titulu di fattura

source: No Invoices
co: Nisuna fattura

source: No Audios yet.
co: Nisun Audio ancora.

source: Loading failed.
co: Caricamento fallito.

source: retry
co: pruverà

source: No documents yet.
co: Nisun documentu ancora.

source: No Files yet.
co: Nisun File ancora.

source: No Images yet.
co: Nisuna imagine ancora.

source: No Videos yet.
co: Nisun Video ancora.

source: Page Not Found
co: Pagina micca truvata

source: Note View
co: Nota View

source: No Notes
co: Nè Note

source: Select the person to answer this field
co: Selezzi a persona chì risponde à stu campu

source: Create E-sign
co: Crea E-sign

source: Update E-signs
co: Aghjurnate E-signs

source: Signs
co: Segni

source: Add Field
co: Aghjunghje Campu

source: Edit Field
co: Campà editatu

source: Send E-sign
co: Mandate E-sign

source: E-sign Submitted.
co: E-sign inviatu.

source: You don't have permissions to submit e-signs.
co: Ùn avete micca permessi per mandà e-segni.
