Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/co/LC_MESSAGES/messages.po
Languages: co

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
co: Genere campi specializate per i clienti è input di membri di l&#39;equipa, è riunite i dati chì avete bisognu da tutti quelli chì participanu. Fate l&#39;interfaccia di casu unica à a vostra impresa è marca!

source: Create Custom Templates
co: Crea mudelli persunati

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
co: Sviluppu una vasta gamma di forme è mudelli persunalizati per a distribuzione è a cumpletazione duranti un è dopu un casu (cum&#39;è sondaggi di i clienti di i chjassi). Qualunque forma chì avete bisognu, pudete creà!

source: Violet Cherry
co: Ciliegia viola

source: As-You-Go Invoicing
co: Fatturazione As-You-Go

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
co: Avemu ghjustu à aiutà! Uttenite in contatti se avete ancora tutte e domande è risponderemu in due ghjorni di u travagliu.

source: * Email is not valid.
co: * L&#39;e-mail ùn hè micca validu.

source: Low
co: Stà bassu

source: Medium
co: Mediu

source: High
co: Altu

source: Critical
co: Criticu

source: Choose Importance
co: Sceglite a Importanza

source: Department
co: Dipartimentu

source: Sales
co: Vendita

source: Other
co: Altru

source: Choose Department
co: Sceglite u Dipartimentu

source: Loading
co: Caricà

source: Importance
co: Importanza

source: Send A New Message
co: Mandate un Novu Missaghju

source: Send message
co: Mandà un missaghju

source: Answers to Questions
co: Risposti à e dumande

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
co: Avete qualchì domanda? Cunsultà l&#39;orientazione addizionale in e nostre risposte à e dumande di i clienti è truvà e risposte à e vostre.

source: How secure is CaseActive?
co: Quantu hè sicuru CaseActive?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
co: CaseActive usa a criptografia SSL di 128-bit di qualità militare è bancaria per a trasmissione di dati è a crittografia AES di 256-bit per i dati in riposu. Ogni casu CaseActive hà una chjave unica generata, chì furnisce una strata supplementu di sicurità per a vostra attività. Ùn permetteremu mai à una altra cumpagnia di accede à a vostra basa di dati o sistema di almacenamento.

source: I have an existing system in place, Can CaseActive work with my existing system?
co: Aghju un sistema esistente in u locu, CaseActive pò travaglià cù u mo sistema esistente?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
co: Iè, pudete integrà a nostra API proprietaria o modulu d'importazione per creà automaticamente casi, assignà utilizatori è generà rapporti basati nantu à l'input di u vostru sistema.

source: We have clients all over the world. Is CaseActive available in other languages?
co: Avemu clienti in tuttu u mondu. CaseActive hè dispunibule in altre lingue?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
co: Iè, l'app CaseActive è a cumunicazione ponu esse tradutte in più di 60 lingue, cumprese u cinese mandarin, u spagnolu, l'hindi è u russu è ancu l'inglese.

source: Can I add a logo or customize CaseActive in any way?
co: Puderaghju aghjunghje un logu o persunalizà CaseActive in ogni modu?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
co: Assolutamente! CaseActive hè statu cuncepitu cun voi in mente. Nantu à a pagina di cunfigurazione di u pannellu di amministrazione, pudete caricate u vostru culore persunale è sceglite i culori di a vostra cumpagnia.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
co: Hè CaseActive cumpatibile cù qualsiasi dispositivu (PC, Mac, Tablet è Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
co: CaseActive hè una app web reattiva. Funziona in qualsiasi navigatore web cum'è Internet Explorer, Firefox, Safari o Chrome, etc. Questu significa chì u tipu di dispositivu (PC, Mac, Tablet è Mobile) chì avete aduprà ùn face micca differenza. Basta à apre u navigatore web, accede à u vostru contu CaseActive, è site tuttu.

source: How many clients can I have?
co: Quanti clienti possu avè?

source: You are billed per staff seat, per month. You can have unlimited client users.
co: Vi sò fatturati per sediu di u persunale, per mese. Pudete avè utilizatori clienti illimitati.

source: Enhance User Experience
co: Migliora l'Esperienza di l'Usuariu

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
co: Ùn ci sò micca tariffi minimi è micca impegni in anticipu. Paghete solu per sediu di u persunale, per mese.

source: per Month
co: per mese

source: Everything you need to get started. 3 seats are included.
co: Tuttu ciò chì avete bisognu per cumincià. 3 posti sò inclusi.

source: Business
co: Affari

source: Popular
co: Populare

source: Our most popular plan. 4 seats are included.
co: U nostru pianu più populari. 4 posti sò inclusi.

source: Enterprise
co: L'impresa

source: Contact sales for pricing
co: Cuntattate a vendita per i prezzi

source: Custom Pricing, Advanced features, SSO, Webhooks.
co: Prezzi persunalizati, Funzioni avanzate, SSO, Webhooks.

source: Contact Sales
co: Cuntattate i Vendite

source: Overview
co: Panoramica

source: Communicate and share docs with your clients
co: Comunicate è sparte documenti cù i vostri clienti

source: Schedule recurring events and meetings
co: Pianificate avvenimenti è riunioni recurrenti

source: Fully customize your form to generate data
co: Personalizà cumplettamente a vostra forma per generà dati

source: Keep track of case progression
co: Mantene a traccia di a progressione di u casu

source: Request compliant e-signatures from multiple users
co: Richiede e-signature conformi da parechji utilizatori

source: Generate invoice for your client to view or pay
co: Generate fattura per u vostru cliente per vede o pagà

source: Allows everyone to know what is coming up and due
co: Permette à tutti di sapè ciò chì vene è dovutu

source: Auto notify the user when something is due
co: Notificà automaticamente l'utilizatore quandu qualcosa hè dovutu

source: Add custom case fields for all your cases
co: Aghjunghjite campi di casu persunalizati per tutti i vostri casi

source: Custom Branding
co: Branding persunalizata

source: Make your app unique with logo and color styles
co: Fate a vostra app unica cù logu è stili di culore

source: Access to customer support
co: Accessu à l'assistenza clienti

source: Unlimited
co: Illimitatu

source: Additional Users Seats
co: Posti di l'Utenti addiziunali

source: Convo with recording
co: Convo cù a registrazione

source: Video or audio chat with recording saved to the case
co: Chat video o audio cù a registrazione salvata in u casu

source: API Access
co: Accessu à l'API

source: Automate tasks with access to API
co: Automatizà i travaglii cù accessu à l'API

source: Module Templates
co: Modelli di moduli

source: Create a standard template and reuse it
co: Crea un mudellu standard è reutilizà

source: Autorun an action when a case or case assigned is triggered
co: Autorun un'azzione quandu un casu o casu assignatu hè attivatu

source: Send general, birthday, or holiday messages to clients (Coming Soon)
co: Mandate messaggi generali, anniversarii o vacanze à i clienti (Pronto)

source: Encryption at rest
co: Cifratura in riposu

source: Protects your data from system compromise
co: Prutege i vostri dati da u cumprumissu di u sistema

source: Encryption in transit
co: Cifratura in transitu

source: Protects your data if communications are intercepted
co: Prutege i vostri dati se e cumunicazioni sò interceptate

source: SAML-based single sign-on (SSO)
co: Authentification unique basée sur SAML (SSO)

source: Respond realtime to events
co: Rispondi in tempu reale à l'avvenimenti

source: Seamless Collaboration
co: Cullaburazione perfetta

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
co: CaseActive razionalizza a cullaburazione digitale trà a vostra cumpagnia è i clienti - da a cunsultazione à a risoluzione, tuttu nantu à una sola piattaforma.

source: Take a tour
co: Fate un tour

source: Stay Connected
co: Stà Connettatu

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
co: Mantene u cuntattu immediatu cù i membri di a squadra usendu l&#39;interfaccia amichevuli di CaseActive cum&#39;è u vostru centru unicu per a gestione di u cliente è di i casi.

source: Connect
co: Cunnessi

source: Case Feed keeps you up-to-date with your clients.
co: Case Feed ti mantene aggiornatu cù i vostri clienti.

source: Schedule
co: Pianificazione

source: Create events, invite attendees, and monitor your calendar.
co: Create eventi, invita i partecipanti è monitorà u vostru calendariu.

source: Call
co: Chjamate

source: Engage in live video conference calls any time, anywhere.
co: Impegni in videoconferenze in diretta qualsiasi tempu, in ogni locu.

source: Securely upload files, discuss them, and share.
co: Caricare in modo sicuru i file, discuteli, è spartite.

source: Powerful Case Management
co: Gestione di casi potenti

source: Out-of-the-Box Functionality
co: Funzionalità Out-of-the-Box

source: Easily assign individuals
co: Assignate facilmente individui

source: or teams to a case and collaborate with clients.
co: o squadre à un casu è cummerciu cun clientelli.

source: Manage user groups
co: Gestisce i gruppi di utenti

source: and customize access permissions.
co: è personalizà i permessi di accesso.

source: All data is automatically backed up
co: Tutti i dati sò automaticamente salvatati

source: in case a recovery is ever needed.
co: In casu chì una riparazione sia sempre necessaria.

source: All information
co: Tutta l&#39;infurmazione

source: is securely encrypted, ensuring your absolute privacy.
co: hè sicuramente crittografatu, garantendu a vostra intimità assoluta.

source: Customize
co: Personalizza

source: with your own colors and logo.
co: cù i vostri propriuri culori è logo.

source: can be enabled/disabled at any time.
co: pò esse attivatu / disattivatu in ogni tempu.

source: Benefits of
co: Benefici di

source: Reduction in time
co: Riduzzione in u tempu

source: to intake new clients
co: per piglià novi clienti

source: Minimize
co: Minimizà

source: the chance of
co: a chance di

source: Better experience
co: Esperienza megliu

source: for your client
co: per u vostru cliente

source: Increase in caseload capacity
co: Aumentu di a capacità di carica

source: per staff
co: per persunale

source: Get Started with our Built-in Apps
co: Iniziate cù a nostra Apps incorporata

source: All you need in one place.
co: Tuttu u vostru bisognu in un unicu locu.

source: Case Feed
co: Feed Feed

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
co: Assignate facilmente un clientu, staff, è associati à un casu è impegnate in un spaziu sicuru chì permette di pubblicà progressi di casu, avè chat in tempu real è conversazioni video, è ancu pianificà l&#39;avvenimenti, e-sign / upload / download documents, è assai più.

source: Case Invoices
co: Fatture di casu

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
co: Cù a fattura in transcursione, a fatturazione di u cliente hè à solu un clic, è vi permette di mandà richieste di fondi generati automaticamente è riceve pagamenti diretti in ritornu.

source: Case Events
co: Case Eventi

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
co: Mantene u vostru calendariu di casu organizatu in ogni mumentu, programendu avvenimenti, invitendu i participanti, mandendu ricordi di l&#39;avvenimenti, è assicurendu chì tuttu resta in traccia.

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
co: Incuntrate cù i clienti è i membri di a squadra praticamenti &quot;fà a faccia&quot; à traversu una videoconferenza integrata per parlà direttamente cù tutti quelli chì participanu.

source: Case Forms & E-signs
co: Case Forme & E-segni

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
co: Personalice cumplettamente a vostra forma di casu per generà mudelli unichi chì serve i vostri bisogni specifici. Questi mudelli ponu poi esse distribuiti à i clienti è à i membri di a squadra per cumprende è firmà

source: Case notes
co: Note di casu

source: Keep notes with custom fields and attachments on case progression for current and future team members
co: Mantene note cù campi persunalizati è annessi nantu à a progressione di casu per i membri di a squadra attuale è futuri

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
co: Caricate, sparte, cummentate, è scaricate i fugliali pertinenti à u casu per chì ognunu hà un riferimentu nantu à tutti i dettagli impurtanti, persone è situazioni.

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
co: Chì i clienti è u persunale veghjanu dettagli generali per i casi in chì sò implicati. Puderete poi chjude u casu una volta chì tuttu hè impannillatu, o dà una autorizazione di u membru di u squadra per fà.

source: Plus Many More Features
co: Plus parechji funzioni

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
co: Aduprate a funzione amministrativa Autoservite Pigliate u cuntrollu tutale di a vostra suite di gestione CaseActive da a piattaforma stessa.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
co: Assicurà senza sforzu u vostru sistema esistente cù CaseActive Integrate a nostra API proprietaria per creà automaticamente i casi, assignà l&#39;utilizatori, è generà rapporti basati in u vostru input di u sistema.

source: Interact with clients in
co: Interagisce cù i clienti in

source: 70+ languages
co: 70+ lingue

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
co: Sì lavà lucalmente o globale, pudete traduce a lingua nativa di u vostru cliente cù u Casu d&#39;Active

source: language management system
co: sistema di gestione di a lingua

source: No more confusion or limits.
co: No più cunfusione o limiti.

source: Let's see what others are saying
co: Vedemu ciò chì dicenu d&#39;altri

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
co: Scopre cumu i nostri clienti fantastichi - da picculi imprese à imprese corporativi - anu aumentatu u so vantaghju cumpetitivu diventendu guerri di CaseActive.

source: SUPPORT
co: SUPPORTU

source: Everything at Your Fingertips.
co: Tuttu à u vostru francese

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
co: Iniziate cù a vostra applicazione CaseActive seguendu a nostra guida video, è adattate per e vostre esigenze.

source: What are you looking for...
co: Cosa stai cercendu ...

source: Last Updated: June 7, 2021
co: Ultima aghjurnamentu: 7 di ghjugnu, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
co: CaseActive si riserva u dirittu, in ogni mumentu è à a so sola discrezione, per aghjurnà è cambià qualsiasi o tutti questi Termini di serviziu. Quandu CaseActive cambia questi Termini di serviziu, CaseActive mudificarà a data &quot;Ultima Actualizazione&quot; sopra. Hè rispunsevule di cunsultà regularmente a versione più currente di u Service. U vostru usu cuntinuatu di i servizii dopu chì qualsiasi cambiamenti tali sò stati fattu custituiscenu u vostru accunsentu per esse liatu cù tali cambiamenti. Sì avete ughjettivu da qualsiasi cambiamentu à sti Termini di serviziu, u vostru unicu è esclusivu rimediu serà di finisce i servizii secondu i termini di quì.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
co: Questi Termini di serviziu generale applicanu i servizii in generale. I termini supplementari applicabili à ogni serviziu offrittu sò stabiliti in i ligami furniti quì sottu (i &#39;Termini di serviziu supplementari&#39;).

source: 1. Services:
co: 1. Servizi:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
co: U nostru prugrammu di prupietà hè una piattaforma di serviziu chì amichemu per i nostri clienti in modu di offre i servizii detallati quì sottu. Per subscribite per un serviziu, duvete eseguisce una Formula di Ordine per quellu serviziu è / o cumpleta u flussu di registrazione per quellu Serviziu. Ùn hè pussutu solu d&#39;utilizà i servizii per quale avete sottumessu è pagatu, è u vostru usu di i servizii hè sottumessu per u vostru cumpletu di tutti i termini è e cundizioni di l&#39;Acordu. Ricunnoscite è accunsentemu chì ci riservamu u dirittu di mudificà i servizii (o qualsiasi parte d&#39;elli) da u tempu à u tempu è chì ùn vi ne faremu micca rispunsevule di voi o di qualsiasi terzu per qualsiasi mudificazione à i servizii.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
co: 1.2 Descrizione di Serviziu CaseActive: U serviziu CaseActive hè a suite di servizii di software ospitati per a gestione di cullaburazione di clienti in linea offritta da CaseActive LLC. U flussu di registrazione chì avete accunsentutu, o u Formulariu d'ordine chì avete eseguitu, identifica u Serviziu CaseActive chì avete sottumessu, u terminu di sottumissione è i tariffi pagati da voi per u Serviziu CaseActive. I termini è e cundizioni supplementarii applicabili à l'usu di u Serviziu CaseActive sò stipulati da:

source: 2. Expanding the Services:
co: 2. Pruduce i servizii:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
co: Puderete abbonà qualsiasi servizii addiziunali, cumpresi novi servizii chì ponu esse dispunibili da CaseActive da u tempu à u tempu, o aumentate i vostri servizii esistenti esecutendu un Formulariu d&#39;ordine o un flussu di registrazione addiziale, cum&#39;è parte di i servizii. Ogni nova flussu di firmazione o Forma d&#39;ordine includeranu u prezzu è a data (e) di fattura di i servizii in l&#39;aghjuntu à questu tempu. Tutti i servizii novi sò sottumessi à questi Termini Generali di serviziu è qualsiasi termini è cundizioni supplementari chì ponu appiecà specificamente à tali Servizi supplementari.

source: 3. Customer Support:
co: 3. Assistenza à i clienti:
