Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/co/LC_MESSAGES/messages.po
Languages: co

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
co: 8.3 Disclaimer of Warranties: EXCEPT FOR THE GARANTIES EXPRESS SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED by LEGGE APPLICABLE, NOSTRU NESSUNTE GARANZIE, ESPRESSE, IMPLICITE, STATUTORI O OUTRA, IN LEGGIU O DI UN CORSO DI COMMERCIU, IN QUALTRO MATERIA, INCLUTA QUELLI DI MERCANTABILITÀ, QUALITÀ SATISFATTORIA, TITOLO, AFFITTO PER UN SCOPO PARTICULARE, O NON INFRINGENTE. NON GARANZIAZAMU QUE U SOFTWARE O I SERVIZI RISPONDEU TUTTI I TELE REQUISITI, INCLUSI I REQUISITI DI CONTABILITÀ, O QUELLO L&#39;USO DEL SOFTWARE O DI I SERVIZI SINDIMENTI DETERMINATI O GRATUITI DI ERRORE. U SOFTWARE E I SERVIZI SONU FORNITI A VOI SU UNA BASI &quot;AS HO&quot; E U SUU UTILIZZO DI SOFTWARE E SERVIZI ESTÀ A TU RISCHIU PROPRIO, INCLUSO, SENZA LIMITAZIONE, CONFORMITÀ CON QUALSIAS LEGI. LE PARTI CONFERENZU ESPRESSAMENTE CHE U DISCLAIMER DI GARANZIA CONSTITUTA UNA PARTE ESSENZIALI DI L&#39;ACORDU.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
co: DISPONIMU QUALSIAS RAPPRESENTAZIONI O GARANZI CHE U TU UTILIZZO DI I SERVIZI SATISFERI O ASIGURANTE CONFORMITÀ CON QUALSIASE OBLIGAZIONI ORI DI LEGALI O DI REGOLAMENTI. QUESTA DECLAMAZIONE APPLICA PER MA NON È LIMITATA A NESSUN STATUTI FEDERALI O STATUTI O REGOLAMENTI CHE PODRU APPLICABLE A TU. SÀ SOLICAMENTE RESPONSABILE PER ASSIGURARE QUE U SUU UTILIZZU DI I SERVIZI HÈ IN ACORDANZA CON A LEGI APPLICABILE.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
co: SI DISSATISTI CON I SERVIZI O QUESTU CONTRATTU, U SEU RIMEDIU SOLU È ESCLUSIVU HÈ DI DISCONTINARE L&#39;USO DI I SERVIZI.

source: 9. Confidential Information:
co: 9. Informazione cunfidenziale:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
co: Salvo chì ùn hè statu espressamente autorizatu da l&#39;altra parte, nessuna parte deve divulgarà à qualsiasi terzu alcuna informazione o materiale furnitu da l&#39;altra parte in virtù di l&#39;Acordu è ragiunamente capitu chì sia cunfidenziale (&#39;Informazione Confidenziale&#39;), o aduprà tali Informazione Confidenziale in qualunque modu. cà per eseguiri i so obblighi sott&#39;à l&#39;Acord. E restrizioni di supra ùn si applicanu à alcuna informazione chì hè in u duminiu publicu o digià in pussessu di u partitu destinatariu, era cunnisciutu da u destinatariu prima di a data di divulgazione o diventa cunnisciutu da u partitu destinatariu in seguitu da un terzu avendu un apparente. dirittu bona fide à divulgà l&#39;infurmazioni, o Informazioni Confidenziali chì a parte destinataria hè obligata di pruduce in conformità à un ordine di una corte di ghjuridizione competente o una citazione amministrativa valida, à u mumentu chì a parte destinataria furnisce a parte divulgante di avvisu puntuale di un tali tribunale. ordine o subpoena. Inoltre, vi assicurarà chì i vostri utilizatori autorizati mantenenu in cunfidenza stretta tutti i password è altre infurmazione d&#39;accessu à i servizii. Sta Sezione 9 sopravviverà a terminazione o scadenza di stu Acordu.

source: 10. Indemnification:
co: 10. Indennità:

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
co: 10.1 Indemnizazione per Infrazione: Sughjettu à a Sezione 10.4, noi ti diferemu, a nostra costu, di difende da qualsiasi reclamazione di terze persone rivolta à voi chì afferma chì i Servici violanu ogni patente US rilasciatu à un terzu da a Data di vigenza; o viulà ogni dirittu d&#39;autore, marca o segretu cummerciale di terzu parte (chjamata cullettivamente &quot;Propietà Intellettuale sottostante i servizii&quot;). In casu chì un mandatu hè cercatu o uttenutu contra l&#39;usu di a Propietà Intellettuale sottostante i servizii o in a nostra opinione hè probabile esse cercatu o ottenutu, noi, à a nostra opzione è di spesa, (i) procuremu per voi è u vostru nome. utilizatori autorizati u dirittu di cuntinuà à aduprà i servizii, o (ii) rimpiazzà o mudificà i servizii per fà chì l&#39;usu ùn viulessi mentre sò capaci di fà sustanzialmente a stessa funzione. In casu chì i sottosezzioni (i) è (ii) sopra ùn sò micca praticamenti in u cummerciu, pudemu finisce i servizii è rimborsà qualsiasi Tariffe Preparate, ma micca utilizzate. Ùn seranu micca obbligati à difendà o esse rispunsevuli per qualsiasi costi o danni in virtù di questa Sezione 10.1 se a presunta infrazione sorge da o hè in ogni modu attribuibile à (i) qualsiasi mudificazione di alcun Serviziu da voi (o di qualsiasi di i vostri autorizzati o utilizatori designati) o (ii) l&#39;usu di i servizii in cunglisazione cù i servizii è i prudutti micca furniti da CaseActive se tali infrazione averia stata evitata senza una mudificazione o cumbinazione, o (iii) rispettu di i vostri disegni o di l&#39;istruzzioni o (iv) una pretensione chì ùn dichjaranu micca specificità chì i Servizi sò u sughjettu di a dumanda (ognunu un &quot;Reclamazione Esclusa&quot;). L&#39;obligazioni di indennizazione cuntenuti in sta Sezione 10.1 sopravviveranu qualsiasi terminazione o scadenza di stu Acordu.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
co: 10.2 Indennizazione per a Sicurezza di Dati è a Privacità: Sottumessu à a Sezione 10.4, è durante u terminu di a vostra sottoscrizzione à i servizii, noi, a nostra spesa, vi difenderemu contra qualsiasi reclamazione di terze persone rivolta à voi chì allega a nostra negligenza grave in impedisce l&#39;accessu non autorizatu. a, o a nostra volontà sbagliata in divulgazione, Informazione Personalmente Identificabile di i vostri clienti in u nostru pussessu o cuntrollu. Questa indemnizazione ùn serà micca applicata à a misura chì una tale reclamazione deriva da o riguarda a vostra negligenza o una mala conducta volontaria o quella di i vostri agenti o rapprisintanti, o in quantu à a responsabilità hè dichjarata o limitata da ogni parte in virtù di l&#39;Acordu. L&#39;obligazioni di indennità previste in questa sezione sò dipende da voi chì pruvate a nostra negligenza grave o una mala conducta volontaria hà risultatu direttamente è prossimamente in l&#39;accessu non autorizatu o a divulgazione di l&#39;informazioni persunalizabili di i vostri clienti in u nostru pussessu o cuntrollu.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
co: 10.3 A Vostra Indemnizazione: Accettate di indemnizà, tenite innocu, è difende noi è tutti i nostri impjegati, ufficiale, direttori è agenti da qualsiasi è tutte e richieste, esigenze, vestiti, procedimenti, investigazioni, danni, costi, spese, perdite, è qualsiasi altre. passività (inclusi tariffi raziunali di avvucati, costi è spese di a corte) derivanti da o riguardanti (i) u vostru usu di i servizii in violazione di l&#39;Acord, (ii) una Talba Esclusa, (iii) ogni violazione attuale o presunta da voi. di qualsiasi rapprisentazione, garanzia, pattu o obbligu in virtù di l&#39;Acordu, o (iv) a vostra negligenza grave o una mala conducta. E vostre obligazioni di indemnizazione in virtù di questa Sezione 10.3 sopravviveranu qualsiasi terminazione o scadenza di l&#39;Acord.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
co: 10.4 Notificazione è Cooperazione: L&#39;obbligazioni di a parte indemnizante versu a parte indemnificata in questa Sezione 10 supra sò cundiziunate à (i) parte indemnificata chì avvisà a parte indemnificante pronta in scrittura, a cunniscenza di qualsiasi pretensione, per a quale puderà esse intitulatu indemnizazione in virtù di l&#39;Acord. ; (ii) in quantu à u puntu applicabile, parte indemnificata chì cesse l&#39;usu di i servizii di diritti infractori dopu avè ricevutu un avvisu di stissu; (iii) parte indemnificata chì permette à una parte indemnificante l&#39;unicu dirittu à cuntrullà a difesa è a salvezza di una tale richiesta (basta chì a parte indemnizante ùn pò micca risolve alcuna pretensione senza u cunsensu di a parte indemnificata, salvo chì a liquidazione rilascià incondizionalmente a parte indemnificata da ogni responsabilità); (iv) una parte indemnificata chì furnisce assistenza ragionevule à una parte indemnizzante, à a spesa di a parte indannificante, in a difesa di tale dumanda; (v) una parte indemnificata chì ùn entrerà in nisun accordu di salvezza o chì risolve altrimenti una tale rivendicazione senza indemnizà u cunsensu o dumanda esplicita prima; e (vi) parte indemnificata chì cumpone qualsiasi liquidazione o ordine di a tribunale fatta in cunnessione cù a dumanda (ligata à l&#39;usu futuru di qualsiasi materiale infrazioni). A parte indemnificata pò participà à a difesa o à a salvezza di una dumanda cù un avvucatu di a so propria scelta è da a so costa.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
co: 10.5 Rimediu Esclusivu: Questa Sezione 10 indetta a responsabilità esclusiva di a parte indemnizante è u rimediu esclusivu di a parte indemnificata contr&#39;à, l&#39;altra parte per qualsiasi tippu di pretensione descritta in questa Sezione.

source: 11. Limitation on Liability:
co: 11. Limitazione di Responsabilità:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
co: FELICITÀ DI RISPETTO A DANI ARRIENTI IN CONNESSIONE CON UNA BREACH DI SEZIONE 5.3 O 12, AL MASSIMO EXTENT PERMITU DA LA LEGGI, IN CASO NESSUN CASO NECESSARIA RESPONSABILITÀ CUMULATIVA TOTALE ARRITU O DI RELATIVA A L&#39;ACCEPPIO DELL&#39;ESPEDITO VOI PER I SERVIZI DONU A RISPOSTA A LA RESPONSABILITÀ DURANTE U PERIODO UNU ANNUI PRECEDENTE IMMEDIATAMENTE A DATA DA LA CAUSA DI AZIONE AROSE.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
co: FELICITÀ CON RISPETTO A DANNI ARIGENTI IN CONNESSIONE CON UNA BREACH DI SEZIONE 5.3 O 12, AL MASSIMO EXTENT PERMITU DA LA LEGGI, NESSUN EVENTO NECCEDE NECCIA PARTI HERETO, I SUI LICENZATORI O FORNITORI, TENI UNA RESPONSABILITÀ A L&#39;ALTRO PARTI PER QUALSIASI PERDITI COSTATURA DI PROCURAZIONE DI MERCE O SERVIZI SUBSTITUTI O PER QUALSIASI DANNI INDIRECTI, SPECIALI, CONSEQUENZIALI, EXEMPLARI O INCIDENTALI, NUMINA CAUSATI E BASATI SU QUALSIASTE TEORIA DI RESPONSABILITÀ (INCLUSA NEGLIGENZA), ARRITANDO NON OGGETTO A SUA OBBLIGAZIONI HEREUNDER, OUTTU PARTITI DI L&#39;UTILIZZU DI A POSSIBILITÀ DI TUTTI I DAGNI.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
co: PERCHÈ ALGUNI STATI / JURISDICTIONS NON PERMETENU L&#39;ESCLUSIONE O LA LIMITAZIONE DI RESPONSABILITÀ PER DANI CONSSEQUENZIALI O INCIDENTALI, LA LIMITAZIONE SUPERIORE NON PODE APPLICARSE, IN QUALTA CASA NOSTRA PERMISSIBILITÀ SERÀ LIMITATA AL MASSIMO PERMITE.

source: 12. Personal Information and Privacy Statement:
co: 12. Informazione Personale è Statuta di Privacy:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
co: Cumparendu tutte e privacy applicabili è altre leggi, regule, regulamenti è linee riguardanti a prutezzione, a racolta, l&#39;usu è a distribuzione di l&#39;infurmazioni Identificà Personalmente (cum&#39;è definitu quì sottu) di qualsiasi persona. Sposarà una dichjarazione di privacy nant&#39;à a pagina induva raccogliate Informazione Personalmente Identificabile (&#39;Dichiarazione di privacy&#39;) chì cumple cù tutte e leie, regule, regulamenti è linee applicabili è, almenu, notificà à l&#39;utilizatori di l&#39;infurmazioni d&#39;identificazione persunale, cumu si serà utilizatu è cumu serà assicuratu, è chì identifica u metudu di cullezzione (cookies, web beacons o altri mezi applicabili) è l&#39;utilizazione di l&#39;infurmazioni riunite in cunnessione cù i servizii, uttene un accunsentu infurmatu previa (opt-in) prima di utilizà qualsiasi tecnulugia di seguimentu, finu à u requisitu da e leggi è regulamenti applicabili. Tali dichjarazione di privacy include ancu informazioni tecniche in relazione cù a racolta, a trasmissione è u almacenamentu di l&#39;Infurmazioni Personali Identificabili furnite da noi per mezu di i servizii. Se ci hè dumandatu da a legislazione applicabile nantu à a prutezzione di dati o un&#39;altra legge o regulamentu, informerete a terze parti chì vi furnite l&#39;informazione Personalmente Identificativa per noi per u trasfurmazione è assicurarà chì qualsiasi terze partite necessarie anu datu u so accunsentu per tali divulgazione è trasfurmazione. Hè d&#39;accordu per rispettu cù e descrizioni è e disposizioni di a Dichjarazione di privacy. &#39;Informazioni d&#39;identificazione persunale&#39; significa qualsiasi infurmazione chì pò esse assuciata o tracciata à qualsiasi individuu, cumpresu u nome, indirizzu, numeru di telefunu, indirizzu e-mail, informazioni di carta di creditu, numeru di sicurità soziale o altre infurmazione fattuale specifica simili, indipendentemente da i mezi induve queste informazioni sò guardate (per esempiu, in carta o in forma elettronica).

source: 13. Miscellaneous:
co: 13. Varie:
