Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ha/LC_MESSAGES/messages.po
Languages: ha

source: . Our response time shall not be greater than two business days.
ha: . Lokacinmu ba zai wuce kwanakin kasuwanci guda biyu ba.

source: 4. Training:
ha: 4. Taron horo:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
ha: Idan aka samar kun biya duk wasu kudade da kuka biya muku domin Ayyukan, zamu samar da wani zama mai nisa, rayuwa ko kuma rikodin horo ga wadanda aka zaba, masu suna da kuma izini tare da samar da darussan da zasu iya zuwa ta hanyar Taimako da Koyarwar gidan yanar gizon mu a babu ƙarin caji. Don wasu Ayyuka muna ba da wasu horo kan-site kan buƙata kuma don ƙarin caji. Da fatan za a tuntuɓe mu ta amfani da mu

source: for more information about on-site training.
ha: Don ƙarin bayani game da horarwar kan yanar gizo.

source: 5. Your Rights and Restrictions:
ha: 5. Hakkokinku da Ƙuntatawa:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
ha: 5.1 lasisi: Bayanin sharuɗan da yarjejeniyar, da kuma lokacin biyan duk lokacin da aka sanya kuɗin da aka shimfida a cikin Tsarin Umarni ko gudana rajista, muna ba ku wannan keɓaɓɓen, ba zai iya jujjuyawa ba, iyakantacce. lasisi don amfani (kuma ba da izini ga masu amfani da izini su yi amfani da) Ayyukan da ka yi rajista, kawai don dalilan kasuwancinka na ciki.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
ha: 5.2 Masu amfani da Izini: Ku (i) kuna da alhakin haƙƙin masu izini na yarda da Yarjejeniyar, kuma (ii) za kuyi amfani da ma&#39;amala ta kasuwanci don hana damar samun izinin shiga ko amfani da Ayyukan kuma zai sanar da mu nan da nan game da irin wannan izini mara izini ko amfani. Aikin ku ne cire kayan shiga zuwa Ayyukan idan matsayin mai izini na mai amfani ko ma&#39;aikacin da aka ƙaddara ya canza.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
ha: 5.3 Abubuwan da kuka Dorawa da Abubuwan Lura: Kai ne mai alhakin duk ayyukan da suke faruwa a ƙarƙashin asusun mai amfani naka ko ta masu amfani da izini. Lallai: (i) kuna da haƙƙin alhakin daidaito, inganci, aminci, halatci, aminci da amincin duk bayanan da kuka ƙaddamar da Ayyukan; (ii) amfani da matakan da suka dace don kasuwanci don hana sarrafawa ko hana shi ba tare da izini ba ko kuma samun dama ba tare da izini ba, ko amfani da Ayyukan kuma sanar da mu cikin sauri na duk wani amfani mara izini ko keta haddin tsaro; (iii) bi duk ƙa&#39;idoji na gida, jihohi, tarayya, da na ƙasashen waje (haɗe da dokoki dangane da tsare sirri da kariya na mutum ko bayanan mai amfani) a cikin amfani da Ayyukan; (iv) har zuwa iyakar zartar, bi duk ƙa&#39;idodin ƙa&#39;idodin ƙungiyoyin katin kuɗi (gami da American Express, MasterCard da Visa); da (v) samu da kuma kula da duk kayan aikin komputa, software da kayan aikin sadarwa waɗanda ake buƙata don samun damar Ayyukan, da kuma biyan duk damar samun dama (misali kuɗin ISP) wanda ya jawo muku dangane da amfanin Ayyukanka.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
ha: Ba za ku iya ba, kuma za ku tabbatar cewa masu amfani da izini ba su, (i) watsa, juya injiniya, watsa ko kuma yunƙurin ɓoye kowace lambar dangane da Ayyukan, ko gyaggyarawa, daidaitawa, ƙirƙirar ayyukan da aka samo asali, ko fassara Ayyuka; (ii) lasisi, keɓaɓɓen kaya, sayarwa, haya, sanya, rarraba, canja wurin lokutan, ba da rance, rance, ragi don riba, rarrabawa ko kuma yin amfani da kasuwanci, bayar da haƙƙi a cikin ko samar da aiyukan ga kowane ɓangare na uku; (iii) amfani da Ayyuka sai dai yadda aka ba da izini sosai anan ko keta duk wata ƙa&#39;ida ta doka; (iv) tsunduma cikin kowane harkar kasuwanci ba bisa ka&#39;ida ba ko ha&#39;inci dangane da Ayyukan; (v) kewaya ko kashe duk wani tsaro ko wasu fasahohi na fasaha ko matakan sabis ko wani bangare na Software ko, a kowane yanayi, ƙoƙarin samun ko samun dama ba tare da izini ba ga Ayyukan ko tsarin komputa mai aiki ko hanyoyin sadarwa. (vi) amfani da Ayyuka don aikawa da keta doka, mai kyauta, batsa, barazanar ko in ba haka ba ba bisa doka ba, ba shi da haɗari, mara kyau, cin zarafi ko azabtarwa, ko don adanawa ko watsa abin da ke keta haƙƙin sirri na ɓangare na uku; (vii) amfani da Sabis don adanawa ko watsa kowane ƙwayoyin cuta, tsutsotsi, lokacin jefa bom, dawakan Trojan da sauran lambobin cutarwa ko ƙeta, fayiloli, rubutun, wakilai ko shirye-shirye, ko aika saƙonnin imel ko in ba haka ba kwafin ko saƙonnin da ba a ba da izini ba a cikin dokokin da suka dace. ; ko (viii) tsoma baki ko rushe mutuncin ko aiwatar da Ayyukan ko bayanan ɓangare na uku da ke ciki.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
ha: 5.4 Adana &#39;Yanci: Ba wasu damar da aka bayar face an ambata a cikin Yarjejeniyar. Yarjejeniyar ba ta siyarwa ba kuma ba ta isar da wasu hakkoki ko mallaka a cikin, ko zuwa, Ayyuka ko kowane kayan aikin software. Muna da duk haƙƙoƙin mallaka, take, da sha&#39;awa, gami da duk haƙƙoƙin mallaki na ilimi, cikin da zuwa Ayyukan da software ɗin da ke ƙasa da kowane sabuntawa, haɓakawa, haɓakawa, haɓakawa, haɓakawa ko ayyukan da aka samo asali, kuma a cikin kowane ra&#39;ayi, sani ta yaya, da shirye-shiryen da muke ci gaba ko mu masu ba da lasisi a yayin aiwatar da Ayyukan.

source: 6. Term and Termination:
ha: 6. Lokaci da Ƙaddamarwa:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
ha: 6.1 Tsawon Lokaci: Tsawancen Ayyukan sun bambanta da Sabis ɗin da ka yi rajista kuma za a shimfida shi akan fom ɗin Umarni ko an yarda da su a cikin rijistar kuma zai sabunta kamar haka:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ha: 6.1.1 Lokaci na Aikin Sabis: Biyan kuɗin sabis ɗin CaseActive zai sake sabuntawa ta atomatik don ƙa&#39;idodin watanni ɗaya ko shekara ɗaya, kamar yadda aka tsara akan Tsarin Umarni ko kwararar shiga, sai dai idan mun daina sabis ɗin da kuka ba mu sanarwa na ba sabuntawa aƙalla kwanaki talatin (30) kafin ƙarewar lokacin.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ha: 6.1.2 Sharuɗɗan Gidan Yanar Gizon CaseActive: Biyan kuɗin ku ga sabis ɗin yanar gizon CaseActive za ta sabunta ta atomatik don ƙa&#39;idodin watanni ɗaya ko shekara ɗaya, kamar yadda aka tsara akan Tsarin Umarni ko kwararar shiga, sai dai idan mun daina Sabis ɗin ko kun samar mana tare da sanarwa ba sabuntawa aƙalla kwanaki talatin (30) kafin ranar karewa ta lokacin.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ha: 6.1.3 Sanarwar rubutacciyar sanarwa game da sabuntawa ba dole bane a gabatar da kai ga CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
ha: 6.2 minationarewa: Kowace ƙungiya za ta iya dakatar da Yarjejeniyar da duk biyan kuɗi na sabis (i) idan ɗayan ɓangaren ya keta alƙawarin mallakinta a ƙarƙashin Yarjejeniyar kuma ba a warke irin wannan warwarewar a cikin kwanaki 30 (30) na sanarwa ba daga keta doka ba. partyungiya, ko (ii) idan partyayan ɗin ya zama mai jarin ko fatarar kuɗi, wani ruwa ko aka rushe shi, ko kuma ya daina kasuwancinsa gabaɗaya. Za mu iya dakatar da Yarjejeniyar nan da nan idan muka sami abin da ya keta Sashi na 5.3 a sama. Bayan dakatar da Yarjejeniyar, nan take za ku daina duk amfani da Ayyukan, ku daina wakilci ta kowane fanni cewa ku masu amfani da Ayyukan, kuma ku rusa duk bayanan sirrin da kuke mallaka. Babu ɓangare ɗaya wanda zai ɗauki alhakin duk wani lahani da aka samu sakamakon dakatar da Yarjejeniyar ko duk wani biyan kuɗi zuwa Ayyuka kamar yadda aka bayar anan; an bayar, duk da haka, cewa dakatar da Yarjejeniyar ba zai shafi duk wata da&#39;awa da ta taso kafin wannan dakatarwa ba.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
ha: 6.3 Mu&#39;amala da Bayananku a yayin Taron Karewa: Kuna da yarda kuma kun yarda cewa bayan karewa ko dakatar da kowane biyan kuɗinku ga Ayyukan, nan da nan za mu kashe sabis ɗin da abin ya shafa kuma wannan, biyo bayan ingantaccen lokacin bai wuce shekara casa&#39;in (90) ) kwana, na iya share asusunka da bayanai. Koyaya, a yayin da aka dakatar da aiyukan ta hanyar mu, za mu ba ku ɗan lokaci, iyakantaccen damar zuwa Ayyukan, kada ku wuce kwanaki talatin (30), don kawai manufar ba ku izinin dawo da bayanan ku na mai, wanda aka tanada, cewa kun biya cikakken mai kyau bangaskiyar da ba a biya ba. Ka kara yarda cewa ba za mu dauki alhakin ka ko ga wani ɓangare na uku ba na duk wani damar da kake samu na samun damar zuwa sabis ko goge bayananka, muddin muna bin ka&#39;idodin wannan Sashi 6.3.

source: 7. Fees:
ha: 7. Kudin:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
ha: 7.1 Kudaden Sabis: Za ku biya kuɗaɗen da ba za a iya dawowa da su ba ga Ayyukan a cikin adadin da aka sanya a cikin rajistar shiga ko Tsarin Umarni (&#39;Kudin Sabis na sabis&#39;) kuma bisa ga adadin kuɗin da aka bayyana a kwararar rajista ko oda Form. Kudaden Sabis na sabis ya zama ya kamata kuma a biya su a ranar daftari. Za a iya ƙara harajin sabis bisa laákarin kuɗinmu na yanzu-na yanzu. Kudaden sabis ba za a iya dawo da su ba ko da kun dakatar da biyan kuɗi da wuri.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
ha: 7.2 Fearin Kudi: Hakan na iya haifar da wasu kuɗin da ba za a iya maimaitawa ko caji ba don amfanin Ayyukanku ban da waɗancan kuɗin da aka shimfida a Tsarin Umarni da / ko kwararar rajista. An tsara ƙarin kudaden da ba za a iya dawowa da su ba a cikin ƙarin sharuɗɗa don sabis ɗin da aka zartar.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
ha: 7.3 Ayyukan Late: Lallai kun san cewa gazawar ku wajen biyan wasu kudade ko caji lokacin da hakan zai iya haifar da dakatarwa ko dakatar da biyan kuɗin samfuran ku na CaseActive. Idan ka gaza biyan kowane caji ko caji saboda wannan, CaseActive yana da haƙƙi na shigar da hukumar tattara kuɗi da caji kuma zaka biya duk kuɗin da CaseActive ya jawo dangane da tarin irin waɗannan abubuwan da suka gabata, wanda ya haɗa da , ba tare da iyakancewa ba, ƙwararrun lauyoyi &#39;da kudaden hukumomin hukumomin tattarawa da ƙarin ribar daidai da ƙaramar 1.0% a kowane wata ko matsakaicin adadin da dokar ta zartar.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
ha: 7.4 Haraji: Ku za ku zama masu alhakin duk harajin tallace-tallace, amfani da haraji, haraji masu ƙima, hana haraji da kowane haraji iri ɗaya da cajin kowane irin da aka shigar ta tarayya, jihohi ko ƙananan hukumomi a kan ma&#39;amala da aka yi yarjejeniya da su. Lokacin da muke da sharadin doka don biyan ko tattara haraji waɗanda alhakin ku ke takawa, a bisa wannan Sashin, adadin kuɗin da ya dace da ku za ku biya da kuma biya ku sai kun samar mana da takaddun shaidar harajin da ya dace da izinin hukumar ta dace.

source: 8. Representations and Warranties:
ha: 8. Majalisa da Warranties:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
ha: 8.1 Wakilai da juna da garantin juna: Kowace ƙungiya tana wakilta da bada garantin ga ɓangaren da (i) yana da duk ikon da ya cancanta na shiga da kuma aiwatar da alƙawarin da ke ƙarƙashin Yarjejeniyar ba tare da izinin kowane ɓangare na uku ba. duk wani ɓangare na uku, (ii) duk mutanen da ke yin kowane sharuɗɗan abubuwan da aka ginasu kamar haka sun shiga cikin dukkan yarjejeniyoyi masu mahimmanci don ta cika sharuɗɗan Yarjejeniyar, da (iii) zai bi duk ƙa&#39;idodin kayan aiki tare da duk dokokin da aka zartar da Ayyukan.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
ha: 8.2 Representarin wakilci da Garanti: Kuna da izini, wakilci da alkawura mana cewa za ku yi amfani da Ayyukan kawai don dalilai na halal ne bisa ga Yarjejeniyar da duk ƙa&#39;idodi da ƙa&#39;idodi na CaseActive.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
ha: 8.3 Bayanin Garantin Garantin: BANGASKIYA DANGANE YANCIN GASKIYAR WANKA A CIKIN SASHE NA 8, ZUWA XTarancin izinin Dokar da ke Ba da izinin CIKIN MULKIN NA SIFFOFI, KA YI BA YAWAN Garantin, SAUKI, YI KOYARWA, SAUKI KO SAUKI NA MULKIN NA SAMA NA FARKO, KAMAR YADDA AKE KYAUTA, CIKIN MAGANIN SAMUN NASARA, SIFFOFAR TAMBAYA, TAMBAYA, HUKUNCIN MULKIN SIFFOFI, KO KASAR NASARA. Bamu da garantin cewa SIFFOFINSA KO AIKINSA ZAI SAMU DUKAN NA RAYUWARKA, CIKIN GANGAR AIKIN SAUKI, KO CEWA AMFANI DA SIFFOFINSA KO AIKI DA ZAI YI KYAUTA. AN SAMAR DA SIFFOFINSA DA AIKI DA AKA &#39;KASAN&#39; KASAN &#39;YANKA DA AMFANI DA SIFFOFI DA AIKI DA AKA SAMU, HAKA, BA TARE DA LIKITAN BA, AIKATAWA DA KYAUTA BA. SASHE NA FARKO A CIKIN SAUKI NA CEWA YANCIN YANCIN GARIN GASKIYA SAUKI SASHE NA MAGANAR.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
ha: MUNA TUNATAR DA MAGANIN SAUKI KO AIKINSA NA AMFANIN KA NA YI AMFANI DA SAURAN AIKIN DA ZAI SAMU KO KYAUTA DA KYAUTA HUKUNCIN SAUKI KO YAYI KO SHAWARA. WANNAN TAMBAYAR DA ZA KA YI KYAUTA BA KYAUTA ZATA SAI BAYANSA FAHIMA KO KARATUN LABARIN DA ZAI YI AIKIN KA. KYAUKA WA SAURARON SAURARONKA DON KA YI AMFANI DA ABIN DA KA YI AMFANI DA AIKI DA KYAUTA.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
ha: IDAN IDAN KA YI KYAUTA DA SAURAN AIKINSA KO KASAN WANNAN SIFFOFIN, SIFFOFINKA DA SAURARONKA ZAI YI AMFANI DA AMFANI DA SAURAN AIKINSA.

source: 9. Confidential Information:
ha: 9. Bayanin sirri:
