Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ha/LC_MESSAGES/messages.po
Languages: ha

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
ha: 13.4 Zabi na Doka: Yarjejeniyar da duk wata takaddama da ta taso ko kuma dangane da Yarjejeniyar za a yi mulkin ta kuma gina a ƙarƙashin dokokin jihar Kalifoniya, ba tare da la’akari da ka&#39;idodin rikici na dokoki ba. Duk wata takaddama da ta taso daga ko kuma ta danganta da yarjejeniyar za ta kasance a ƙarƙashin keɓancewa ta musamman da wurin taron majalisun jihohin California da tarayya don Santa Barbara, California, kuma ɓangarorin sun yarda da keɓaɓɓiyar ikon waɗannan kotunan.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
ha: 13.5 Imel da Sanarwa: Ka kara yarda cewa za mu iya samar maka da duk sanarwa, sanarwa da sauran sadarwa zuwa gareku ta hanyar imel, mail, bayyana sabis na isar da sako, ko isar da mai jigilar kasuwanci da aka yiwa adireshin da aka tsara a ƙarshe. akan Yarjejeniyar. Kuna da alhakin samar mana da duk wani bayanin lamba da aka sabunta.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
ha: 13.6 Babu Wahala; Kayan Lafiya na tarawa: Babu gazawa ko jinkirta kowane ɓangare na aiwatar da kowane haƙƙi a ƙarƙashin wannan Yarjejeniyar da ke da alhakin haƙƙin wannan haƙƙin. Banda kamar yadda aka bayyana dalla-dalla a cikin, magungunan da aka bayar anan suna ƙari ne, ba kuma ban da waɗannan, sauran magunguna na ƙungiya a cikin doka ko a cikin adalci ba.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
ha: 13.7 Ciniki: Idan duk wani tanadi na wannan yarjejeniya ta kasance wata kotun da ke da ikon yin aiki da ta saba da doka, to kotun za ta sauya ta kuma za a fassara ta don kawai a cika manufofin asalin har zuwa cikakkiyar damar da aka yarda da ita doka, sauran abubuwan da aka tanada na wannan Yarjejeniyar za su kasance cikin cikakken ƙarfi da tasiri.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
ha: 13.8 Yarjejeniyar Gaba daya: Har izuwa iyakar izini da doka ta zartar, wannan Yarjejeniyar, tare da takaddun da aka ambata a ciki da duk Forma&#39;idojin Bayani da Gudun rajista, sun ƙunshi yarjejeniya gaba ɗaya tsakanin ɓangarorin biyu dangane da batun batunsa, kuma ya wuce dukkan abubuwan da suka gabata da kuma yarjejeniyoyi na zamani, ba da shawarwari ko wakilci, rubuce ko baka, game da batun wannan Yarjejeniyar. Ba wata wakilci, aiki ko alƙawarin da za a karɓa don bayarwa ko a aiwatar da shi daga duk abin da aka faɗa ko a rubuce cikin tattaunawar tsakanin ɓangarorin biyu kafin wannan Yarjejeniyar ban da yadda aka bayyana a cikin wannan Yarjejeniyar. Babu ko wacce jam’iyya da za ta sami sassauya game da duk wani bayanin da ya kasance wanda wannan jam’iyya ta dogara da shi na shiga wannan Yarjejeniyar (sai dai idan an yi wannan zamba cikin aminci) kuma cewa kawai wani bangare na jam’iyya dangane da duk wani bayanin da ba na gaskiya ba zai kasance na keta yarjejeniya kamar yadda aka bayar a wannan Yarjejeniyar. Ka amince kuma ka yarda cewa yarjejeniyar nan ba ta da nasaba da isar da wani aiki na gaba ko fasali waɗanda ba a kayyade su anan ba ko a Tsarin oda ko dogaro kan kowane saƙo ko rubuce, maganganun jama&#39;a ko masu zaman kansu da muka yi game da aiki na gaba ko fasali. don Ayyukan. Idan akwai wata takaddama a tsakanin abubuwan da aka tanada a cikin waɗannan Sharuɗɗan Sabis na sabis da kowane Tsarin Umarni ko Termsarin Sharuɗɗan Sabis na Sharuɗɗa, sharuɗɗan irin wannan Takaddar Umarni ko Termsarin Sharuɗɗan Sabis ɗin za su yi nasara, har zuwa irin wannan rikici. Babu wasu sharuɗɗa ko sharuɗɗan da aka bayyana a cikin tsarin siyan ku ko wani takaddun odar ku don a shigar ko ƙirƙirar kowane ɓangare na wannan Yarjejeniyar, kuma duk waɗannan sharuɗɗan ko ƙa&#39;idodin ba za su zama marasa amfani ba.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
ha: Fitar da kaya 13.9: Dukkanin bangarorin biyu sun yarda da bin ka&#39;idodin fitarwa da fitarwa na Amurka da fitarwa na Amurka. Kada ku ƙyale masu amfani ku sami damar yin amfani da sabis ɗin ko amfani da Ayyukan don keta dokar hana shigo da kaya ta Amurka, haramtawa ko hanawa.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
ha: 13.10 Bayani: Bazai iya kiran ku a matsayin mai amfani da Ayyuka ba tare da izini ba.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
ha: 13.11 Hanyoyi zuwa Shafukan ɓangare na uku: Ayyuka ko rukunin yanar gizon mu na iya haɗawa da hanyoyin zuwa rukunin shafukan ɓangare na uku. Shafukan da aka haɗu ba sa ƙarƙashin ikonmu kuma ba mu da alhakin abubuwan da ke cikin kowane rukunin yanar gizon da aka haɗa, haɗe ba tare da iyakancewar kowane hanyar haɗin yanar gizon da aka haɗa ba, ko kowane canje-canje ko sabuntawa ga Shafin yanar gizo ko ayyukan da aka bayar ta hanyar Yanar Gizo. Muna samar maka da waɗannan hanyoyin haɗin gwiwa ne kawai don dacewa, kuma haɗakar kowane hanyar haɗin yanar gizon baya nuna yarda da shafin yanar gizon ko duk wani sabis da shafin ya bayar.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
ha: 13.12 Kun yarda da karɓar imel, kiran tarho da saƙonnin SMS daga CaseActive don samar da sabuntawa akan odarku da / ko don dalilan kasuwanci. Mitar saƙo ya dogara da aikinku. Kuna iya ficewa ta hanyar cire alamar sanarwa daga asusunku ko share asusunku. Ana iya amfani da saƙo da ƙimar bayanai.

source: An error occurred
ha: An sami kuskure

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
ha: Wani abu ya faru. An sanar da injiniyoyinmu. Danna maɓallin sake saukewa don sake saukewa.

source: Reload
ha: Sake kaya
