Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ha/LC_MESSAGES/messages.po
Languages: ha

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
ha: Sai dai idan wani ɓangare ya ba da izini sosai, babu wani ɓangare da zai bayyana wa wani ɓangare na uku duk wani bayani ko kayan da ɓangarorin biyu suka bayar a ƙarƙashin Yarjejeniyar kuma a fahimce su masu sirri ne (&#39;Bayanin Sirri&#39;), ko amfani da irin wannan Bayanin Sirri ta kowane irin fiye da aiwatar da wajibai a karkashin Yarjejeniyar. Restrictionsa&#39;idojin da aka gabata baya zartar da duk wani bayani da ke cikin yankin jama&#39;a ko kuma tuni ya kasance a hannun karɓar jam&#39;iyyar, an san shi ga mai karɓa kafin ranar bayyana ko kuma ya zama sananne ga ɓangare na uku daga ɓangare na uku da ke bayyane. Naga dama ce ta bayyana bayanin, ko Bayanin Sirri da ke nuna cewa an karɓi wanda ke karɓa na wajibi bisa ga umarnin kotu na ikon aiki ko takaddar zartarwar zartarwa, da samar da ɓangaren karɓa na samar da ɓangaren bayyana sanarwa ta lokacin game da irin wannan kotu ba da oda ko wasiƙa. Bugu da ƙari, za ku tabbatar da cewa masu amfani da izini za su kiyaye tabbataccen kalmar sirri da sauran bayanan samun dama ga Ayyukan. Wannan Sashe na 9 zai tsira daga karewa ko ƙare wannan Yarjejeniyar.

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
ha: 10.1 Rashin forata ga ringetarewa: Sashe na Sashe na 10.4, za mu, a lokacinmu, za mu kare ku daga kowane ɓangare na uku da aka gabatar game da ku wanda ke zargin cewa Ayyukan sun keta duk wani ikon mallakar Amurka da aka ba wa ɓangare na uku har zuwa Ranar Aiwatarwa; ko keta duk wani haƙƙin mallaka, alamar kasuwanci ko sirrin kasuwanci na kowane ɓangare na uku (a gaba ɗaya ana kiranta &#39;Abun Cikin yariyar Masana&#39;antun Cikin Ayyuka&#39;). Idan ana neman ko samun umarnin hana amfani da yididdigar ellectididdigar Injiniya a ƙarƙashin Ayyukan ko a ra&#39;ayinmu wataƙila ana nema ko samu, za mu, a zaɓinmu da kashe kuɗin, ko (i) sayayyar ku da ku mai suna. mai izini ga masu amfani da izinin ci gaba da amfani da Ayyukan, ko (ii) maye gurbin ko canza Ayyukan don yin amfani da su ba ƙeta ba yayin da suke da ikon yin aikin ɗaya. A cikin ɓangaren abin da ya faru (i) da (ii) sama ba masu aiwatar da kasuwanci ne, za mu iya dakatar da Ayyukan kuma mu mayar da duk wasu kudaden da aka riga aka biya, amma kuɗin sabis ɗin da ba a amfani da shi. Ba za a wajabta mana kare ko ɗaukar kowane irin laifi ko ɓarna a ƙarƙashin wannan Sashe na 10.1 ba idan an sami saɓar da aka zargin ta samo asali ne ko kuma ta wata hanya ce da aka ambata (i) kowane canji na kowane Ayyuka daga gare ku (ko kuma wani daga cikin izini ko masu amfani da aka tsara) ko (ii) amfani da Ayyuka a hade tare da ayyuka da samfuran da ba a bayar da shi ba idan CaseActive ya kasance ba za a iya guje wa irin wannan cin zarafin ba tare da irin wannan canjin ko haɗuwa ba, ko (iii) bin ka&#39;idodinka ko umarnin ka ko (iv) da&#39;awar cewa ba ya bayyana dalla-dalla cewa Ayyukan su ne batun da&#39;awar (kowanne &#39;&#39; Baƙaciyar Magana &#39;&#39;). Dokokin zama na dokar haƙƙin ƙa&#39;idar da ke cikin wannan Sashe na 10.1 zai tsira daga kowane irin karewa ko ƙare wannan Yarjejeniyar.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
ha: 10.2 Rashin Aminci ga Tsaro da Sirrin Bayanai: Sashe na Sashe na 10.4, kuma a lokacin biyan kuɗin zuwa Ayyukan, zamu kare ku daga duk wata doka ta ɓangare ta uku da aka kawo muku wanda ke zargin babban sakacinmu da hana ba da izini ba. zuwa, ko kuskurenmu da gangan game da bayyana, Keɓaɓɓen Bayani na Shaidar abokan cinikin ku a cikin ikonmu ko sarrafawa. Wannan garantin ba zai zartar har irin wannan da&#39;awar ta samo asali daga ko da dangantaka da sakaci ko kuskuren gangancinku ko na wakilan ku ko wakilanku, ko har zuwa abin da aka ɓoye ko iyakance ɗayan ɓangarorin biyu a ƙarƙashin Yarjejeniyar. Dokokin sharadin da aka zartar a wannan sashin sun dogara ne akan ku tabbatar da babbar sakacinmu ko kuma kuskuren ganganci ya haifar da damar kai tsaye zuwa izini ko tona asirin bayanan abokan cinikin ku a cikin ikonmu ko sarrafawa.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
ha: 10.3 Ganewarku: Kuna yarda da bayyanawa, riƙe mara lahani, da kare mu da duk ma&#39;aikatanmu, shuwagabanninmu, daraktoci da wakilai daga kowane irin buƙatu, buƙatu, kara, aikace-aikace, bincike, ɓarna, halin kaka, kashe kudade, asara, da sauran su. alhaki (gami da kuɗin caji na lauyoyi, farashin kotu da kashe kudi) da suka taso ko kuma suka danganta (i) amfanin ku na da sabis ɗin da ya keta yarjejeniyar, (ii) Amincewar da Aka keɓe, (iii) duk wani hakki na asali ko zargin da kuka yi na kowane wakilci, garanti, alkawari ko takalifi a karkashin Yarjejeniyar, ko (iv) sakaci ko sakaci da gangan. Sharuɗan biyan kuɗinku a ƙarƙashin wannan Sashe na 10.3 zai tsira daga kowane ƙarshen ko karewa na Yarjejeniyar.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
ha: 10.4 Sanarwa da Haɗin Kai: Doka ta ɓangare na ɓangaren membobin da ke ƙarƙashin wannan Sashe na 10 an sanya su a kan (i) ƙungiyar da ke sanar da ɓangarenta cikin hanzarta a rubuce, a kan sanin kowane irin buƙata, wanda za a iya haƙƙi na bayar da sanarwar a ƙarƙashin Yarjejeniyar ; (ii) har zuwa lokacin da aka zartar, jam’iyya mai dakatarwa ta dakatar da amfani da Ayyukan keta haddin da aka samu bayan an sanar da hakan; (iii) partyungiyoyin da ke ba da izinin keɓaɓɓiyar ƙungiya na da damar ta haƙƙi don kiyaye kariya da sasanta duk irin wannan iƙirari (in har ƙungiyar da ba za ta iya warware kowane irin buƙatu ba tare da amincewar ƙungiyar ba sai dai idan sasanta ta ba da izini ga sake sakin jam’iyyun daga duk abin alhaki); (iv) partyungiyar da aka ba da izinin bayar da taimako na gaskiya ga ƙungiya ta halarta, yayin ƙimar kuɗin ƙungiya, don kare wannan ikirarin; (v) partyungiyoyin da aka basu izinin shiga cikin yarjejeniyar sasantawa ko kuma su warware duk wata fatawa ba tare da bayyana ɓangaren amincewa ba kafin rubuce rubuce ko kuma neman buƙata; da (vi) ƙungiyar da ta dace da duk wata yarjejeniya ko umarnin kotu da aka yi dangane da iƙirarin (da alaƙa da makomar amfani da kowane kayan keta). Partyungiyar da aka keɓance ta na iya shiga cikin karewa ko sasantawa na neman shawara tare da shawara game da zaɓin ta da kuma nauyinta.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
ha: 10.5 Kayan Aiki na Musamman: Wannan Sashe na 10 ya ba da sanarwar rashin halartar wakilan da ke wajabta, da kuma keɓaɓɓen magani game da, ɗayan ɓangare ga kowane nau&#39;in da&#39;awar da aka bayyana a wannan Sashe.

source: 11. Limitation on Liability:
ha: 11. Ƙayyadewa a Kan Hakki:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
ha: BAYAN DA HUKUNCE MUTUWARSU SUKE CIKIN CIKIN SASHE NA 5.3 KO 12, ZUWA SIFFOFIN MULKIN NA SAMA, A CIKIN SAUKAR DA KYAUTA HUKUNCIN HUKUNCIN SUKE SAMUN KUDI KO KYAUTA A KYAUTA KYAUTA KANA DON AIKIN DA KE BUKATA DON CIKIN SAUKI A CIKIN SHEKARA GUDA GOMA SHA BUKATAR SANYA HANYA dalilin Sanadin Aiki.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
ha: YI TUNANI AIKINSA DA MALAMANSU SUKE YI A CIKIN SAMA DA KYAUTA SANIN 5.3 KO 12, ZUWA KYAUTA KYAUTATA NA LASHE, BA KAMAR YADDA AKE KYAUTA A HERETO, KYAUTA KO MAGANAR KANKA YAWANCIN CIKIN SAUKI NA KYAUTA KO KYAUTA, KO KYAUTA, KYAUTA, KYAUTATA, KYAUTATA, KO MAGANAR MAGANIN, KYAUTA KUMA KASADA KYAUTA LATSA NA CIKIN SAUKI (INGANCIN SIFFOFIN KYAUTA), KYAUTA SANIN KYAUTA, KYAUTA SANIN SANIN SANIN NAZAR, KAMAR KANO Yana da AIKI NAN, KO KO KYAU SUKE KAMAR YADDA AKE AMFANI DA SAURAN MAGANAR SAUKI.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
ha: KASAN HANKALIN CIKIN SAURAN / YANCINSU KADA KA YI KYAUTATA KO CIKIN MULKI GA MULKI KO HUKUNCIN MULKI, HUKUNCIN HANYA BA ZA KA YI KA YI AKA BA, A CIKIN SAUKAR MULKIN SHI KYAU KYAUTA A CIKIN SAUKI.

source: 12. Personal Information and Privacy Statement:
ha: 12. Bayanin Mutum da Bayanin Sirri:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
ha: Za ku bi duk ƙa&#39;idodin sirri da sauran dokoki, ƙa&#39;idoji, ƙa&#39;idodi da jagororin da suka shafi kariya, tattarawa, amfani da rarraba Bayanin Shaida da Kai (kamar yadda aka bayyana a ƙasa) na kowane mutum. Za ku zartar da bayanin sirri a shafi inda kuka tattara Bayanin Shaida da Kai (&#39;Bayanin Sirri&#39;) wanda ya dace da duk dokoki, ƙa&#39;idoji, ƙa&#39;idodi da jagororin kuma, aƙalla, sanar da masu amfani da Bayanin keɓaɓɓen Bayanan da aka tattara, yadda yake za a yi amfani da shi da kuma yadda za a adana shi, kuma hakan yana nuna hanyar tattara (kukis, tashoshin yanar gizo ko wasu hanyoyin da ake buƙata) da kuma amfani da bayanan da aka tattara dangane da Ayyukan, samun izini kafin sanarwa (ficewa) kafin amfani da kowane Saƙon fasahar, har zuwa buƙata ta zartar da ƙa&#39;idodi da ƙa&#39;idodi. Irin wannan Bayanin Sirrin zai kuma haɗa da bayanan fasaha da suka shafi tarin, watsa da kuma adana bayanan keɓaɓɓen Bayanan da muke bayarwa ta Ayyukan. Idan ana buƙata ta zartar da dokar kariya ta bayanai ko wata doka ko ƙa&#39;ida, za ku sanar da wasu kamfanoni cewa kuna ba su Bayanin Shaida Kanmu don aiwatarwa kuma zai tabbatar da cewa duk wasu ɓangarori na uku sun ba da yardarsu ga wannan tonawa da aiki. Ka amince da biye da bayanin da tanade-tanaden Bayanin Sirrin. &#39;Bayanan Shaida da Kai&#39; na nufin duk wani bayani da zai iya hulɗa da shi ko gano shi ga kowane mutum, gami da sunan mutum, adireshi, lambar tarho, adireshin e-mail, bayanan katin kuɗi, lambar tsaro na zamantakewar al&#39;umma ko kuma takamaiman bayanan gaskiyar abin da ya faru, ba tare da la’akari da kafofin watsa labarai waɗanda ake amfani da irin waɗannan bayanan (alal misali akan takarda ko ta lantarki).

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
ha: 13.1 Kungiyoyi Masu zaman kansu: Ku da CaseActive ku &#39;yan kwangila ce mai zaman kanta. Yarjejeniyar ba ta samar da wata hanyar hadin gwiwa ba, ta hadin gwiwa, hukumar ko kuma alakar aiki a tsakanin bangarorin. Kai kaɗai ke da alhakin kulawa da ma&#39;aikatanka da kowane ɗaukar duk biya, haraji, fa&#39;idodi da alhaki ga ma&#39;aikatanka da duk sauran wakilan ka ko masu ba da sabis. Hakanan ku ko kowane ma&#39;aikanka, wakilai, ko masu ba da sabis ba za su iya yin kowane wakilai, garanti ko garanti dangane da mu ba, Yarjejeniyar ko Ayyukan banda yadda muka ba da izini sosai a rubuce.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
ha: 13.2 Rarraba aiki: Ba yarjejeniyar ko kowane haƙƙoƙinku ko wajibinku a ƙarƙashin Yarjejeniyar ba za a iya sanyawa ko canja shi, ta hanyar aiwatar da doka ko in ba haka ba, ba tare da rubutaccen izininmu ba, sai dai an sanya wa wanda zai gaje shi sha&#39;awa, ko kuma bin wani hadewa, kamfani sake tsarawa, ko sayarwa ko canja wurin duka ko kuma ainihin duk dukiyar ku wadda kuka ba mu sanarwa aƙalla kwanaki talatin kafin cikar ma&#39;amala. Wani aiki daga gare ku, dangane da kowane irin yanayi, yana buƙatar yardawarmu ta gaba, wacce ba za a karɓa yarda ba da gangan ba. Za mu iya sanya wannan Yarjejeniyar ba tare da izininka ba. Abun da aka ambata a gaba, wannan Yarjejeniyar zata ɗaure shi kuma ya haifar da fa&#39;ida ga ɓangarorin biyu, magabatansu da kuma ayyukan da aka ba su.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
ha: 13.3 Majeure Force: Babu ɗayan ɓangarorin da zai ɗauki alhakin kowane jinkiri, katsewa ko wata gazawa don aiwatarwa a ƙarƙashin Yarjejeniyar saboda ayyukan da suka wuce ikon ɓangaren mai alhakin, amma kawai har tsawon lokacin da irin wannan yanayin ya ci gaba. Abubuwan da suka faru na tashin hankali sun hada da, amma ba&#39;a iyakance zuwa ga: bala&#39;o&#39;in halitta ba (misali walƙiya, girgizar ƙasa, guguwa, ambaliya); yaƙe-yaƙe, tarzoma, ayyukan ta&#39;addanci, da tashe-tashen hankulla; ayyukan mai siyarwa na gida, da sauran ayyukan ɓangarori na uku; fashewa da gobara; takunkumi, yajin aiki da rigingimu na aiki; dokokin gwamnati; kasawar masu samar da hanyoyin sadarwa ko masu samar da ayyukan intanet; kasawar masu kaya na ɓangare na uku, masu samar da sabis ko dillalai; da kowane irin abin da ya fi karfin ikon jam’iyya.
