Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ha/LC_MESSAGES/messages.po
Languages: ha

source: Your Signs
ha: Alamominku

source: All E-signs
ha: Duk E-alamomi

source: E-sign Title
ha: Taken E-alama

source: No E-signs
ha: Babu alamun E

source: No E-signs In Library
ha: Babu Alamomin E-A cikin Laburare

source: Upload E-sign Document
ha: Loda Takardun Alamar E

source: Update Task
ha: Sabunta Aiki

source: Create Task
ha: Ƙirƙiri Aiki

source: You currently have no tasks of your own
ha: A halin yanzu ba ku da ayyuka na kanku

source: Your Uncompleted Tasks
ha: Ayyukanku da ba a kammala ba

source: Your Completed Tasks
ha: Ayyukan da Ka Kammala

source: Your Tasks
ha: Ayyukanku

source: All Tasks
ha: Duk Ayyuka

source: Task
ha: Aiki

source: Deadline
ha: Ranar ƙarshe

source: Assignees
ha: Wadanda aka nada

source: In Progress
ha: Ana kai

source: Delete task
ha: Share ɗawainiya

source: No Tasks
ha: Babu Ayyuka

source: wants access
ha: yana son samun dama

source: No Answers
ha: Babu Amsoshin

source: Select Field Type
ha: Zaɓi Filin Nau&#39;in

source: Text Only
ha: Rubutu kawai

source: Multiple Line Text
ha: Lambar Layin Multiple

source: Dropdown
ha: Ragewa

source: Checkboxes
ha: Akwati

source: Radio
ha: Rediyo

source: Date
ha: Kwanan wata

source: Time
ha: Lokaci

source: Yes/No
ha: Ee / Babu

source: Number
ha: Lambar

source: Access Denied
ha: An hana shiga

source: You don't have access to this case.
ha: Ba ku da damar shiga wannan shari'ar.

source: Imports
ha: Shigo da kaya

source: View import
ha: Duba shigo da kaya

source: Sessions
ha: Zama

source: Home
ha: Gida

source: Users
ha: Masu amfani

source: Library
ha: Laburare

source: Integration
ha: Hadewa

source: Settings
ha: Saituna

source: Keys
ha: Makullin

source: Feed Templates
ha: Ciyar da Samfura

source: Form Templates
ha: Samfura na Form

source: E-sign Templates
ha: Samfuran alamar e

source: Task Templates
ha: Samfuran Ayyuka

source: Payments
ha: Biyan kuɗi

source: From
ha: Daga

source: System
ha: Tsari

source: User Intake
ha: Shigar mai amfani

source: Custom Fields
ha: Filayen Custom

source: After Actions
ha: Bayan Ayyuka

source: Advance Settings
ha: Saitunan Gaba

source: Label Name
ha: Sunan sunan

source: Fields
ha: Ƙungiyoyi

source: Tag ID
ha: ID ID

source: Have many users?
ha: Kuna da masu amfani da yawa?

source: Import users
ha: Shigo masu amfani

source: or
ha: ko

source: Send them a signup link.
ha: Aika musu hanyar shiga rajista.

source: Let's start by entering the email or phone number
ha: Bari mu fara da shigar da imel ko lambar waya

source: Phone
ha: Waya

source: Invalid phone number entered
ha: An shigar da lambar waya mara aiki

source: A label to easily find a case. it cannot be changed later
ha: Lakabi don samun sauƙin neman shari'a. ba za a iya canza shi daga baya ba

source: Visibility:
ha: Ganuwa:

source: Who can use this template
ha: Wanene zai iya amfani da wannan samfuri

source: One time
ha: Lokaci guda

source: Please enter valid payment information before proceeding
ha: Da fatan za a shigar da ingantaccen bayanin biyan kuɗi kafin a ci gaba

source: Add Payment
ha: Ƙara Biya

source: Repeat every:
ha: Maimaita kowane:

source: Let's get started
ha: Mu fara

source: Take me there
ha: Kai ni can

source: Mark
ha: Alama

source: Onboarding
ha: Shiga cikin jirgi

source: Created on
ha: An ƙirƙira akan

source: Expires on
ha: Yana ƙarewa

source: No announcements yet.
ha: Babu sanarwa tukuna.

source: Add Announcement
ha: Ƙara Sanarwa

source: Edit Announcement
ha: Gyara Sanarwa

source: Date and time should be at least one hour ahead
ha: Kwanan wata da lokaci yakamata su kasance aƙalla awa ɗaya a gaba

source: Delete Date
ha: Share Kwanan Wata

source: Delete Time
ha: Share Lokaci

source: Back
ha: Baya

source: No Users Found
ha: Babu Masu Amfani

source: No role selected
ha: Babu wani zabi da aka zaba

source: No permissions added!
ha: Ba a yarda da izini ba!

source: ASSIGNED USERS
ha: MASU AMFANIN SAUKI

source: CASE PERMISSIONS
ha: MAGANAR CIKIN SAUKI

source: User ID
ha: ID mai amfani

source: Role
ha: Matsayi

source: remove
ha: cire

source: Assign User
ha: Sanya mai amfani

source: User
ha: Mai amfani

source: ADD USER
ha: USARA AMFANI

source: Email user about case assignment
ha: Mai amfani da imel game da aikin da aka yi

source: Keyword
ha: Mataki

source: No cases found.
ha: Ba a samo wani alamar.

source: Create a case for a business
ha: Ƙirƙirar shari&#39;ar kasuwanci

source: Case ID
ha: Lamarin ID

source: Created On
ha: An kirkiro

source: Case Status
ha: Matsayin Yanayin

source: Case Type
ha: Nau'in Harka

source: Assign Users
ha: Sanya Masu Amfani

source: No cases found
ha: Ba a samo wani alamar

source: Have many cases?
ha: Kuna da lokuta da yawa?

source: Click here to import cases.
ha: Danna nan don shigo da lokuta.

source: No status selected
ha: Babu matsayi da aka zaɓa

source: No type selected
ha: Babu nau'in da aka zaba

source: Case Info
ha: Bayanan Kari

source: About
ha: Game da

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
ha: Alamar dindindin don samun ƙarar cikin sauƙi. (a-z, 0-9, -, /) an yarda

source: Case Types
ha: Nau'in Harka

source: Click
ha: Danna

source: to edit case types
ha: don gyara nau'ikan harka

source: No Type selected
ha: Babu Nau'in da aka zaɓa

source: Case not found!
ha: Ba&#39;a samu matsala ba!

source: Media Size
ha: Girman Media

source: All statistics
ha: Duk kididdiga

source: Import not found.
ha: Ba a samo shigo ba

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
ha: An gaza aiwatar da fayil ɗin. Tabbatar cewa nau'in fayil ɗin CSV ne kuma ya ƙunshi madaidaitan rubutun kai

source: Data
ha: Bayanai

source: No Imports yet.
ha: Babu Shigo da kaya har yanzu.

source: Stats
ha: Ididdiga

source: Passed:
ha: An wuce:

source: Failed:
ha: Ba a yi nasarar ba:

source: Total:
ha: Jimla:

source: Add Imports
ha: Impara shigo da kaya

source: Download Sample
ha: Zazzage Samfura

source: Choose a file
ha: Zaɓi fayil

source: Edit Key
ha: Shirya Mabudi

source: Add Key
ha: Keyara Mabuɗi

source: No Keys yet.
ha: Babu Kunamu tukuna.

source: Remove
ha: Cire

source: is invalid.
ha: baya aiki

source: Secret Key
ha: Sirrin Sirri

source: Make sure to copy your new secret key now. You won’t be able to see it again!
ha: Tabbatar kwafa sabon mabuɗin sirrinku yanzu. Ba za ku iya sake ganin sa ba!

source: Edit Webhook
ha: Shirya Webhook

source: Add Webhook
ha: Webara Webhook

source: No event selected
ha: Babu taron da aka zaba

source: No Webhooks yet.
ha: Babu Webhooks tukuna.

source: Secret Webhook
ha: Asirin Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
ha: Tabbatar kwafa sabon shafin yanar gizan yanar gizonku na yanzu. Ba za ku iya sake ganin sa ba!

source: Sign In
ha: Shiga cikin

source: Login in account page.
ha: Shiga cikin shafin asusu.

source: Edit form builder
ha: Gyara maginin tsari

source: Delete form
ha: Share tsari

source: No forms yet.
ha: Babu siffofin duk da haka.

source: Intake Forms
ha: Siffofin Shiga

source: Upload Intake Form Document
ha: Loda Takardun Fom ɗin Ciki

source: Add Intake Form
ha: Ƙara Fom ɗin Ciki

source: Edit Intake Form
ha: Shirya Fom ɗin Ciki

source: Show Media
ha: Nuna Media

source: Add Post
ha: Ƙara Post

source: Edit Post
ha: Gyara Post

source: No Feed Templates yet.
ha: Babu samfuran Feed

source: Post Name
ha: Sunan Post

source: Processing media ...
ha: Gudanar da kafofin watsa labarai ...

source: Download original file
ha: Sauke fayil ɗin asali

source: Could not display media
ha: Ba za a iya nuna kafofin watsa labarai ba

source: No locations found.
ha: Babu wurare da aka samo.

source: Main Office
ha: Babban Ofishin

source: Location Name
ha: Sunan Yanki

source: Delete e-sign
ha: Share e-sign

source: No e-signs yet.
ha: Babu alamun e-alamu tukuna.

source: Subtasks Count
ha: Ƙididdigar Ƙarfafan Ayyuka

source: No tasks yet.
ha: Babu ayyuka tukuna.

source: Invoice ID
ha: ID daftari

source: Total
ha: Jimlar

source: Refund
ha: Maida kuɗi

source: No invoices yet.
ha: Babu daftari tukuna.

source: Refund Reason
ha: Dalilin mayar da kuɗi

source: Duplicate charge
ha: Kwafin caji

source: Fraudulent charge
ha: Zagi na zamba

source: Requested by customer
ha: Abokin ciniki ya nema

source: On Board
ha: Akan Jirgin

source: Stripe
ha: Tafi

source: Role Info
ha: Bayani kan aiki

source: It cannot be changed later
ha: Ba za a iya canza shi ba daga baya

source: Role Permissions
ha: Gudanar da aikin

source: e-signs
ha: e-alamu

source: on
ha: a kan

source: Allowed File Sizes
ha: An ba da izinin Fayil din Yanayin

source: Create
ha: Ƙirƙiri

source: Creating...
ha: Samar da ...

source: Roles
ha: Matsayi

source: Profile information
ha: Bayanan martaba

source: No role found.
ha: Babu rawar da aka samu.

source: When a case is created, auto assign these users
ha: Lokacin da aka ƙirƙiri ƙara, sanya waɗannan masu amfani ta atomatik

source: Remove All
ha: Cire Duk

source: User Name
ha: Sunan mai amfani

source: Notify
ha: Sanarwa

source: Host User
ha: Mai amfani Mai watsa shiri

source: When a user is assigned to a case, auto add templates
ha: Lokacin da aka sanya mai amfani zuwa ga harka, ƙara samfura ta atomatik

source: No post selected
ha: Babu post da aka zaba

source: No form selected
ha: Babu form da aka zaɓa

source: No e-sign selected
ha: Babu e-alamar da aka zaɓa

source: Templates
ha: Samfura

source: Add Templates
ha: Ƙara Samfura

source: Idle Cases
ha: Laifukan Rago

source: When a case is idle, post this message
ha: Lokacin da harka ba shi da aiki, aika wannan sakon

source: No case type selected
ha: Babu nau'in harka da aka zaba

source: Idle Days
ha: Kwanaki marasa aiki

source: Set Idle Message
ha: Saita Saƙo mara aiki

source: No task selected
ha: Babu aiki da aka zaɓa

source: No operation order selected
ha: Ba a zaɓi odar aiki ba

source: Operation Order
ha: Odar Aiki

source: Add Templates to Assign Users
ha: Ƙara Samfura don Sanya Masu amfani

source: Case Form
ha: Siffar Harka

source: User Form
ha: Form mai amfani

source: Notes Form
ha: Fom ɗin Bayanan kula

source: Required
ha: Da ake bukata

source: Public User Signup link:
ha: Hanyar shiga ta Jama'a:

source: Design Settings
ha: Saitunan ƙira

source: Change file
ha: Canza fayil

source: Delete Favicon
ha: Share Favicon

source: Delete Logo
ha: Share Logo

source: Text Color
ha: Kala launi

source: Recommended Colors:
ha: Launin da aka ba da shawarar:

source: reset
ha: sake saitawa

source: Background Color
ha: Bayanan Launi

source: Company Info
ha: Bayanin Kamfanin

source: Website
ha: Yanar Gizo

source: Terms of Use URL
ha: Sharuɗɗan Amfani da URL

source: User Signup
ha: Shigar mai amfani

source: Allow Signup
ha: Izinin Shiga

source: Auto Create Case
ha: Cajin Ƙirƙirar Ta atomatik

source: Case User Role
ha: Matsayin Mai Amfani

source: Google Analytics
ha: Binciken Google

source: Analytics Key
ha: Maɓallin Nazari

source: delete
ha: share

source: Crop Image
ha: Hoton Shuki

source: No Filter
ha: Babu Filter

source: No logs requested.
ha: Babu rajistar da aka nema.

source: Logs list is empty.
ha: Jerin rajistan ayyukan ba kome ba ne.

source: Download CSV
ha: Sauke CSV

source: Request Logs
ha: Neman takardun shaida

source: Select a case
ha: Zaɓi yanayi

source: Enter the email address
ha: Shigar da adireshin email

source: Header (3 max)
ha: Mai tushe (3 max)

source: When a user join app, ask the user to share the following
ha: Lokacin da mai amfani ya shiga app, tambayi mai amfani don raba abubuwan masu zuwa

source: No user intake found.
ha: Ba a sami ci gaban mai amfani ba.

source: User Type
ha: Nau&#39;in mai amfani

source: Intake Form
ha: Fom ɗin Ciki

source: Complete After
ha: Kammala Bayan

source: No user type selected
ha: Babu nau'in mai amfani da aka zaɓa

source: No intake form selected
ha: Ba a zaɓe fom ɗin ci ba

source: Complete After Date
ha: Kammala Bayan Kwanan Wata

source: Complete After Time
ha: Cikakkun Bayan Lokaci

source: Date and time should be less or equal to now
ha: Kwanan wata da lokaci yakamata su kasance ƙasa ko daidai da yanzu

source: Comment ct
ha: Sharhi ct

source: View Ticket
ha: Duba Tikitin

source: Ticket
ha: Tikitin

source: No tickets yet.
ha: Babu tikiti tukuna.

source: User not found.
ha: Ba&#39;a samu mai amfani ba.

source: User can edit their account information except for the host user attributes section.
ha: Mai amfani na iya shirya bayanan asusun su ban da sashin halayen mai amfani mai masaukin baki.

source: Contact
ha: Saduwa

source: Phone number
ha: Lambar tarho

source: Zip Postal Code
ha: Lambar akwatin gidan waya

source: Host User Attributes
ha: Halayen Mai amfani Mai watsa shiri

source: User Status
ha: Halin mai amfani

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
ha: Alamar dindindin don samun mai amfani cikin sauƙi. (a-z, 0-9, -, /) an yarda

source: App only User Intake Fields
ha: Filayen Ciwan Mai Amfani kawai

source: APP ONLY CUSTOM FIELDS
ha: APP KAWAI GUDA UKU

source: s found.
ha: s samu.

source: Created Date
ha: An kayyade kwanan wata

source: View Cases
ha: Duba Harkoki

source: VIEW CASES
ha: DUBI LASULU

source: Get Started
ha: Fara

source: Password
ha: Kalmar wucewa

source: Email is not valid.
ha: Imel ba shi da inganci.

source: CaseActive lets you and your client
ha: CaseActive zai baka damar da abokin ku

source: work together
ha: aiki tare

source: at any time, in any place.
ha: a kowane lokaci, a kowane wuri.

source: Explore
ha: Gano

source: Pricing
ha: Farashi

source: Support & Docs
ha: Taimako & Docs

source: FAQ
ha: Tambaya

source: Failed to validate if you are human
ha: Ba a iya tabbatar da inganci ba idan mutum ne

source: NOTIFY ME WHEN IT'S READY!
ha: BABI NA NUNA YA YA YI KASA!

source: Thank You!
ha: Na gode!

source: We will notify you when the app is ready
ha: Zamu sanar daku lokacinda aka shirya shirin

source: Most popular
ha: Mafi mashahuri

source: All languages
ha: Duk harsuna

source: Oops, Something went wrong.
ha: Kashe ku, Wani abu ba daidai ba ne

source: Oops, Something went wrong. Our team has been notified. Please try again later.
ha: Kashe ku, Wani abu ba daidai ba ne An sanar da kungiyarmu. Da fatan za a sake gwadawa nan gaba.

source: Support Documentation
ha: Takardun Tallafi

source: All Categories
ha: Duk Categories

source: Contents
ha: Abubuwan da ke ciki

source: Related Articles
ha: Labarai masu alaka

source: Get started: processes, best practices, setup guides, and more!
ha: Fara: matakai, mafi kyawun ayyuka, jagororin saiti, da ƙari!

source: Find anything you need to get to work in CaseActive.
ha: Nemo duk abin da kuke buƙata don samun aiki a cikin CaseActive.

source: All case communication in one spot
ha: Duk shari&#39;ar sadarwa a wuri ɗaya

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
ha: Yi rikodin, sabunta bayanan, amsa tambayoyin, ɗaukar bayanin kula, sharhi, kuma duk tattaunawar ta yiwa alama ta imel ta ainihi da sanarwar SMS.

source: Share with confidence
ha: Share tare da amincewa

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
ha: Raba takardu da hotuna tsakanin abokan ciniki da membobin ƙungiyar a duk ɗayan na&#39;urorin, don haka kowa ya ci gaba da sabuntawa.

source: Take it on the go
ha: Ɗauki a kan tafi

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
ha: Yi amfani da na&#39;urorin hannu kamar Allunan da wayoyin komai da ruwanka don hada hannu kan mahimman bayanai, tattauna manyan batutuwan, musayar takardu, da kuma ci gaban shari&#39;ar a ainihin lokaci.

source: Immediate records access
ha: Nan da nan samun damar shiga

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
ha: Masu ba da izini zasu iya hanzarta samun damar shigar da bayanan abokin ciniki da bayanan shari&#39;ar (gami da na zamani, na baya, na buɗe, rufe, da shari&#39;o&#39;in da ke jiransu), duk ta hanyar hanyar ɗaya.

source: Automatic timezone conversion
ha: Fassara lokaci na atomatik

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
ha: Ko tafiya ko zama a wani wuri, zaku yi aiki tare da tsarin tafiyar da tattaunawar yankinmu.

source: Track Events
ha: Taron Wuraren

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
ha: Saurin tsara tarurruka, duba abubuwan da ke faruwa, da kuma kira abokan ciniki da &#39;yan ƙungiyar a matsayin masu halarta.

source: Video Conferencing
ha: Taron Bidiyo

source: Connect with clients and team members via live video chats for even more interactivity.
ha: Haɗi tare da abokan ciniki da kuma mambobin tawagar ta hanyar zane-zane na bidiyo don harkar haɗin kai.

source: Automate tasks when a case is created or a user is assigned to a case.
ha: Yi ayyuka ta atomatik lokacin da aka ƙirƙiri harka ko aka sanya mai amfani ga harka.

source: Automated Alerts
ha: Faɗakarwa ta atomatik

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
ha: Kuna son yiwa abokan cinikin ku murnar zagayowar ranar haihuwa? Saita saƙo ta atomatik don duka abokan cinikin da suka gabata da na yanzu don ranar ta musamman!

source: Keeping Client details up-to-date
ha: Kiyaye Client cikakken bayani game da kwanan wata

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
ha: Abokan ciniki zasu iya canza bayanan martaba tare da bayanan da aka sabunta, hotuna, kalmomin shiga, da saitunan asusun.

source: Ask Questions, Get Answers.
ha: Yi Tambayoyi, Sami Amsoshi.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
ha: Irƙiri siffofin al&#39;ada kuma aika su zuwa ga abokan ciniki don kammala. Ku tattara mahimman bayanai, ku samar da sahihancin mafita, kuma ku sami duk bayanan da kuke buƙata don yin aikinku da kyau!

source: , Director of Sales of Cain & Company
ha: , Darakta na Kasuwancin Kay &amp; Kamfanin

source: Make client billing as straightforward as possible with online invoices and payments.
ha: Yi lissafin kuɗi na abokin ciniki a matsayin mai saukin hankali kamar yadda ya yiwu tare da tallace-tallace da kuma biyan kuɗi.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
ha: Muna son rubutun shari&#39;ar domin yana bari abokan ciniki su fahimci abin da suke biyan bashin.

source: , Vice President of Sky Digital
ha: , Mataimakin shugaban kamfanin Sky Digital

source: Enjoy the ease of e-signing
ha: Ji dadin sauƙi na e-sa hannu

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
ha: Keɓaɓɓiyar kashe duk takardu ta hanyar DocSign, ta amfani da takaddun da aka ɗora da buƙatun sa hannu na abokin ciniki na dijital da tabbatarwa.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ha: Loda daftarin aiki, yi masa alama don sa hannu, sannan abokin ciniki ya shiga ya sanya hannu ta e-sa hannu. Ana yin komai ba tare da abokin ciniki ya shigo cikin gininmu ba. Wannan yana da amfani tare da abokan ciniki waɗanda ba su kusa da ofis ko waɗanda ke zaune a waje.

source: , Director of Operations of Capital Insurance
ha: , Daraktan Ayyuka na Asusun Assurance

source: Enhance Your System. Less Work, More Results.
ha: Ƙara inganta tsarinka. Kadan Ayyuka, Ƙarin Sakamako.

source: Use the Self-Serve Administrative Feature
ha: Yi amfani da Kayan Gudanarwar Ɗaukaka Kai

source: Take total control of your CaseActive management suite from the platform itself.
ha: Yi amfani da cikakken tsarin kula da Gudanarwa na CaseActive daga dandamali kanta.

source: Effortlessly link your existing system with CaseActive
ha: Ba tare da dacewar haɗakar da tsarin da ake ciki tare da CaseActive ba

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ha: Haɗa API ɗin mallakarmu don ƙirƙirar shari&#39;o&#39;i ta atomatik, sanya masu amfani, da kuma samar da rahotanni dangane da shigarwar tsarin ku.

source: Acting as a
ha: Yin aiki a matsayin

source: virtual administrative assistant
ha: mai gudanarwa mai gudanarwa

source: , CaseActive empowers you with streamlined document and media handling, private
ha: , Bayar da Sharuɗɗa yana ba ka damar yin amfani da rubutun da aka tsara da kuma kulawa da jarida, masu zaman kansu

source: client-to-customer communications
ha: ma&#39;amalar abokin ciniki-abokin ciniki

source: event scheduling, and step-by-step case processing.
ha: shirye-shiryen shirye-shirye, da kuma aiwatar da matakan mataki-mataki.

source: Self-Serve Administration
ha: Gudanar da Ayyukan Gudanar da Kai

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
ha: Yin aiki a matsayin mai taimakawa ta hanyar gudanarwa mai cikakken iko, CaseActive yana ba ku ƙarfin aiki tare da takaddun rakodi da kuma kula da kafofin watsa labaru, sadarwa ta abokin ciniki mai zaman kanta-da-abokin ciniki, shirye-shiryen taron, da kuma aiwatar da matakan-mataki-mataki-mataki-mataki.

source: Manage User Logins & Case Creation
ha: Gudanar da Abubuwan Loyon mai Amfani &amp; Kirkirar Case

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
ha: Kai tsaye kula da ƙirƙirar asusun asusun mai amfani yayin da ba da izini ga izinin samun damar su ta hanyar kowane hali. Gudanar da yanayin harka, ci gaba, da rufewa, tare da cikakken rahoto kowane mataki na hanya.

source: View Caseactive Analytics
ha: Dubi Sha&#39;idodin Bayanai

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
ha: Dubi daidai yadda shari&#39;ar ke ci gaba, yawan shari&#39;o&#39;in da aka sami nasarar rufewa, da ganin lokutan amsawa ta hanyar sigar nazarin maganganu na CaseActive sosai. Ilimi iko ne, kuma mun baku duk abinda zaku sani game da ayyukan ku.

source: Monitor User Logs
ha: Saka idanu mai amfani

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
ha: Ka sanya ido a kan abokin ciniki da hanyoyin shiga kungiyar da kuma aikin dandamali don tabbatar da dukkan ayyukanka suna da izini a cikin sigogin yanayin kuma dukkan mambobi suna yin aikinsu kamar yadda aka buƙata.

source: Employ Advanced Searches
ha: Nemi Advanced Searches
