Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ha/LC_MESSAGES/messages.po
Languages: ha

source: You should choose image file.
ha: Yakamata zaɓi fayil ɗin hoto.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ha: Sanya fayil, sanya alama don sa hannu, sannan abokin ciniki ya shiga ciki ya sa hannu a ciki. Duk abin da ake yi ba tare da abokin ciniki ya shigo cikin ginin mu ba. Wannan yana aiki tare da abokan cinikin da basu da kusanci da ofis ko waɗanda suke rayuwa daga jihar ..

source: Director of Operations of Capital Insurance
ha: Daraktan Ayyuka na Babban Inshora

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
ha: Abokan aikinmu na iya shiga kuma su ga bayanai na yau da kullun kan yadda shari&#39;arsu ke tafiya. Wannan ya kara daukaka karar ...

source: Partner of Law Office of Christianson & Bayles
ha: Abokin Hulɗa na Ofishin Officeon na Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
ha: Ba za mu sake ganin abokan ciniki a cikin ofis don tarurruka ba, kuma duk takardar kammala ayyukan an gama su ta hanyar yanar gizo - mai haske !.

source: CEO of EL Passion
ha: Shugaba na EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
ha: Ta amfani da API, muna sarrafa abin da aka nuna gaba daya a cikin yanayin karar, dangane da takamaiman abubuwan jawo hankali a cikin tsarin da muke. Pretty dace ..

source: IT Manager of Carter Mario Injury Lawyers
ha: Manajan IT na Carter Mario Injury Lauyoyi

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
ha: Muna da abokan ciniki da yawa da yawa waɗanda ke amfani da fasalin fassarar. Muna sanya sakonni da karfin gwiwa cewa kowa zai fahimce shi. Wannan zai bamu damar motsawa daga gida zuwa aikin duniya ..

source: CEO of Solid Rock Designs
ha: Shugaba na Sol Rock Rock Designs

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
ha: Abokan ciniki suna son shi! Yakan sa rayuwarsu cikin sauki sosai. Zasu iya tattauna al&#39;amura tare da mu akan layi, zazzage hotuna da takardu, kuma an adana komai inda kungiyar da abokin ciniki zasu iya kallon ta ..

source: Partner of Ashley &amp; Ashley P.C.
ha: Abokin tarayya na Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
ha: Muna ƙaunar karar saboda yana bawa abokan ciniki damar gani daidai abin da suke biya ..

source: Vice President of Sky Digital
ha: Mataimakin Shugaban Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
ha: Sadarwar da ta haɗu da ita kamar duk hanyoyin sadarwar ku na yau da kullun da kayan aikin haɗin gwiwa wuri guda ..

source: Director Of Complaint Management
ha: Daraktan Ofisar Kira

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
ha: Nau&#39;o&#39;i na fannoni suna ba mu damar sauraronmu da koya, yana taimaka mana ƙara tallace-tallace ta hanyar amsawar abokin ciniki.

source: Director of Sales of Cain &amp; Company
ha: Darakta na Kasuwancin Kayinu &amp; Kamfanin

source: The user interface is very similar to Facebook. It’s extremely easy to use..
ha: Mai amfani da mai amfani yana da kama da Facebook sosai. Yana da sauƙin amfani ..

source: Partner of Wong Medical Group LLC
ha: Abokin haɗin Wong Medical Group LLC

source: A pin has been sent to
ha: An aika fil zuwa ga

source: Cancel
ha: soke

source: Send New Pin
ha: Aika Sabon fil

source: Need Help?
ha: Bukatar Taimako?

source: Click here to contact us
ha: Danna nan don tuntuɓar mu

source: Next
ha: Na gaba

source: Login or Signup
ha: Shiga ko Shiga

source: Invalid email entered
ha: An shigar da imel mara inganci

source: Made with
ha: sanya da

source: love
ha: son

source: in New York City
ha: a New York City

source: All rights reserved
ha: Duk haƙƙoƙin haƙƙin mallaka

source: Terms of Use
ha: Sharuddan Amfani

source: Contact Us
ha: Tuntube Mu

source: Username
ha: Sunan mai amfani

source: Confirm Password
ha: tabbata kalmar shiga

source: Set Your New Password
ha: Saita Your New Password

source: A code has been sent to
ha: An aika da lambar

source: Change Password
ha: Canza kalmar shiga

source: Changing...
ha: Canza ...

source: Login
ha: Shiga

source: Forgot password?
ha: An manta kalmar sirri?

source: Help
ha: Taimako

source: Email or Phone
ha: Email ko Phone

source: Reset Password
ha: Sake saitin kalmar sirri

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
ha: Shigar da adireshin e-mail ko lambar waya mai alaƙa da asusunka, sannan ka latsa ƙaddamar. Zamu yi imel ko kuma aiko maka da hanyar haɗi zuwa shafi wanda zaka iya ƙirƙirar sabuwar kalmar sirri cikin sauƙi.

source: Requesting...
ha: Neman ...

source: CASEACTIVE IS COMING SOON
ha: KYAUTA NA NAN TAFE

source: Create a free account
ha: Ƙirƙiri asusun kyauta

source: We are putting final touches to it. We will notify you when it's ready!
ha: Muna sanya alamun ƙarshe zuwa gare shi. Za mu sanar da kai lokacin da ya shirya!

source: You’re minutes away from a better collaboration.
ha: Kuna mintuna kaɗan daga haɗin haɗin gwiwa mafi kyau.

source: First Name
ha: Sunan rana

source: Last Name
ha: Sunan mahaifa

source: Company
ha: Kamfanin

source: No language selected
ha: Babu harshen da aka zaɓa

source: I agree with
ha: Na yarda da

source: Terms of Service
ha: Sharuɗɗan Sabis

source: Language
ha: harshe

source: Have at least one lower case character
ha: Shin aƙalla nau&#39;in hali marar kyau

source: Have at least one capital letter
ha: Shin aƙalla ɗaya babban harafin

source: Have at least one number
ha: Yi akalla lamba daya

source: Have at least 8 characters in length
ha: Yi akalla 8 haruffa a tsawon

source: Type your current password
ha: Rubuta kalmar sirri na yanzu

source: Passwords must match
ha: Dole ne kalmomin shiga su dace

source: Domains
ha: Yankuna

source: Javascript are disabled. Please enable it.
ha: Javascript ne naƙasasshe. Don Allah a taimaka da shi.

source: Cookies are disabled. Please enable it.
ha: Cookies ne naƙasasshe. Don Allah a taimaka da shi.

source: New
ha: Sabo

source: Create A New App
ha: Ƙirƙiri Sabon App

source: Apps
ha: Ayyuka

source: Hi
ha: Barka dai

source: View your account
ha: Duba asusunka

source: View page
ha: Duba shafi

source: You don’t have any apps
ha: Ba ku da wani aikace-aikace

source: Notifications
ha: Sanarwa

source: No notifications yet.
ha: Babu sanarwa tukuna.

source: Today
ha: Yau

source: Last Week
ha: Makon da ya gabata

source: No timezone selected
ha: Ba a zabi wani lokaci lokaci ba

source: Complete profile to continue
ha: Cikakken bayanin martaba don ci gaba

source: Website:
ha: Yanar Gizo:

source: Homepage:
ha: Shafin gida:

source: Approve Access
ha: Amince da Iso

source: Info
ha: Bayani

source: Permissions
ha: Izini

source: Billing
ha: Biyan kuɗi

source: Payment Plan
ha: Shirin Biyan Kuɗi

source: Edit
ha: Gyara

source: Save
ha: Ajiye

source: has access to your information below:
ha: yana da damar yin amfani da bayananka a ƙasa:

source: has invited you to their client portal.
ha: ya gayyace ku zuwa ga abokin ciniki portal.

source: want access to the following information:
ha: so samun dama ga wannan bayanin:

source: Decline
ha: Ragewa

source: Remove Access
ha: Cire Samun iso

source: Active
ha: Mai aiki

source: Invites
ha: Gayyata

source: Disabled
ha: An kashe

source: No apps found
ha: Babu aikace-aikacen da aka samo

source: user
ha: mai amfani

source: manager
ha: manaja

source: active
ha: aiki

source: inactive
ha: m

source: Invitation
ha: Gayyata

source: About App
ha: Game da App

source: Billing Info
ha: Bayanin Biyan Kuɗi

source: Your Company Website
ha: Your Company Yanar Gizo

source: Saving...
ha: Ajiye ...

source: Billing Information
ha: Bayanin Kuɗi

source: Please add the APP ID provided by the company
ha: Da fatan za a ƙara ID ɗin APP ɗin da kamfani ya bayar

source: Select an option
ha: Zaɓi wani zaɓi

source: Join an existing app as a client
ha: Haɗu da ƙa'idar data kasance a matsayin abokin ciniki

source: Create a new app for my business
ha: Ƙirƙiri sabon app don kasuwanci na

source: Create Domain
ha: Ƙirƙiri yanki

source: Select enterprise app
ha: Zaɓi aikace-aikacen kasuwanci

source: No item selected
ha: Babu wani abu da aka zaɓa

source: Domain name
ha: Sunan yanki

source: No enterprise app found
ha: Ba a sami aikace-aikacen kasuwanci ba

source: Pending
ha: Ana jiran

source: No domains found
ha: Ba a sami yanki ba

source: Domain
ha: Yankin

source: Txt Value
ha: Darajar Txt

source: Enterprise Host ID
ha: ID Mai Gudanar da Kasuwanci

source: Action
ha: Aiki

source: Delete
ha: Share

source: Reset
ha: Sake saiti

source: Allow Manual Sign In
ha: Bada izinin Shiga da hannu

source: Exclude Emails From SSO
ha: Cire Imel Daga SSO

source: SAML Identity Provider Metadata
ha: Metadata na Mai Ba da Shaida ta SAML

source: Submit
ha: Sallama

source: Uploading...
ha: Ana aikawa ...

source: has been claimed by another account, please, change it or
ha: da aka ambaci wani asusu dabam, don Allah, canza shi ko

source: reclaim
ha: sake dawo

source: it
ha: shi

source: pending verification:
ha: bayan tabbatarwa:

source: verify
ha: tabbatar

source: Phone Number
ha: Lambar tarho

source: Current Password
ha: kalmar shiga na halin yanzu

source: Change password
ha: Canza kalmar shiga

source: No gender selected
ha: Babu jinsi da aka zaɓi

source: State/Region
ha: Jiha / Region

source: No country selected
ha: Ba a zaba ƙasar ba

source: Zip/Postal Code
ha: Zip / Akwatin Gidan Waya Code

source: Date of Birth
ha: Ranar haifuwa

source: Gender
ha: jinsi

source: Occupation
ha: zama

source: Address is not valid
ha: Adireshin ba shi da inganci

source: City/Locality is not valid
ha: Gari / Yanki ba shi da inganci

source: Country
ha: kasar

source: State/Region is not valid
ha: Jiha / Yankin ba su da inganci

source: Contact Info
ha: Bayanan Tuntuɓi

source: Language & Region
ha: Harshe &amp; Yankin

source: Saving
ha: Ajiye

source: Verify Your
ha: Tabbatar da ku

source: Verification Code
ha: Lambar tabbaci

source: Resending
ha: Tsayarwa

source: Verify
ha: Tabbatar

source: Verifying...
ha: Tabbatarwa ...

source: Later
ha: Daga baya

source: We're here to help
ha: Muna nan don taimaka

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
ha: Gode ​​tuntužar mu. Sakonka da aka samu nasarar aika. Za mu tuntube ku sosai da ewa ba!

source: Message
ha: saƙon

source: characters left
ha: haruffa hagu

source: Send
ha: aika

source: Sending...
ha: Aika ...

source: You will no longer receive email marketing from the list.
ha: Ba za ku ƙara karɓar tallan imel daga lissafin ba.

source: If you have a moment, please let us know why you unsubscribed:
ha: Idan kuna da ɗan lokaci, da fatan za a sanar da mu dalilin da yasa kuka cire rajista:

source: Return to our website
ha: Koma gidan yanar gizon mu

source: Thank you. Your response has been submitted.
ha: Na gode. An ƙaddamar da martaninku.

source: No Cases
ha: Babu Cases

source: Layout
ha: Tsarin tsari

source: Speaker
ha: Mai magana

source: This case has been closed
ha: An rufe wannan shari'ar

source: Feed
ha: Ciyar

source: Images
ha: Hotuna

source: Videos
ha: Bidiyo

source: Files
ha: Fayiloli

source: E-signs
ha: Alamun e

source: Invoices
ha: Daftari

source: Notes
ha: Bayanan kula

source: Tasks
ha: Ayyuka

source: Great job!
ha: Babban aikin!

source: You did all
ha: Kuna yi duka

source: the tasks
ha: da ayyuka

source: Media
ha: Mai jarida

source: Skip to navigation (n)
ha: Tsallake zuwa kewayawa (n)

source: Skip to content (c)
ha: Tsallaka zuwa abun ciki (c)

source: Skip to footer (f)
ha: Tsallaka zuwa kafa (f)

source: Case
ha: Harka

source: Search
ha: Binciken

source: Using Form Builder
ha: Amfani da Kayan Ginin

source: Using Forms Library
ha: Amfani da Forms Library

source: Using E-sign Builder
ha: Amfani da E-sign Builder

source: Using E-signs Library
ha: Amfani da E-alamomin Laburare

source: Documents
ha: Takardun

source: Create Note
ha: Ƙirƙiri Ƙari

source: Edit Note
ha: Shirya Note

source: End Convo
ha: Ƙarshen Convo

source: Create Sign
ha: Ƙirƙiri Alamar

source: Event Create
ha: Ƙirƙiri ta Halitta

source: Convo Videos
ha: Bidiyoyin Convo

source: Cases
ha: lamuran

source: Case categories
ha: Yanayin shari’a

source: Your team
ha: Teamungiyar ku

source: To do
ha: Don yin

source: To Do:
ha: Don Yi:

source: Case Categories
ha: Rukunin Harka

source: Your Team
ha: Tawagar ku

source: To Do
ha: Don Yi

source: Yes
ha: Haka ne

source: Close
ha: Kusa

source: Publish
ha: Buga

source: Visibility
ha: Ganuwa

source: all
ha: duk

source: sign
ha: alamar

source: of
ha: na

source: Processing
ha: Sarrafawa

source: failed.
ha: kasa.

source: Value should be greater or equal to 1
ha: Ya kamata darajar ta zama mafi girma ko daidai da 1

source: Repeat end:
ha: Maimaita ƙarshen:

source: Signature
ha: Sa hannu

source: Draw
ha: Zana

source: Write
ha: Rubuta

source: Clear Signature
ha: Share Sa hannu

source: Still processing video...
ha: Har yanzu ana sarrafa bidiyo ...

source: You
ha: Kai

source: You are about to delete feed. Are you sure?
ha: Kuna shirin share abinci. Ka tabbata?

source: No convo audios yet
ha: Har yanzu babu sautin convo tukuna

source: No convo videos yet
ha: Babu bidiyon convo tukuna

source: Start Convo
ha: Fara Convo

source: Notify the Host
ha: Sanar da Mai watsa shiri

source: is in the call
ha: yana cikin kiran

source: and
ha: kuma

source: others are in the call
ha: wasu suna cikin kiran

source: Audio call is being recorded
ha: Ana yin rikodin kiran sauti

source: Video call is being recorded
ha: Ana yin rikodin kiran bidiyo

source: Join now
ha: Shiga yanzu

source: Dismiss
ha: Korar

source: Can’t find your
ha: Ba za a iya samun naka ba

source: microphone
ha: makirufo

source: Check your system settings to make sure that
ha: Duba saitunan tsarin ku don tabbatar da hakan

source: is available. If not, plug one in. You might need to restart your browser.
ha: yana samuwa. Idan ba haka ba, toshe ɗaya ciki. Kuna iya buƙatar sake kunna burauzar ku.

source: web camera
ha: kyamarar yanar gizo

source: You are going to start a Convo call. Start with:
ha: Za ku fara kiran Convo. Fara da:

source: Video & Audio
ha: Bidiyo & Audio

source: Audio Only
ha: Audio Kawai

source: Record the meeting
ha: Yi rikodin taron

source: Waiting for someone with permission to start a Convo call
ha: Jiran wani mai izini don fara kiran Convo

source: Add Ticket
ha: Ƙara Tikitin

source: Open
ha: Bude

source: Closed
ha: An rufe

source: You are about to close ticket. Are you sure?
ha: Kuna gab da rufe tikitin. Ka tabbata?

source: Announcements
ha: Sanarwa

source: Support
ha: Taimako

source: Opened
ha: An buɗe

source: View
ha: Duba

source: Locations
ha: Wurare

source: You currently have no announcements.
ha: A halin yanzu ba ku da sanarwa.

source: You currently have no
ha: A halin yanzu ba ku da

source: open cases. Click
ha: bude lokuta. Danna

source: here
ha: nan

source: to contact support.
ha: don tuntuɓar tallafi.

source: closed cases.
ha: rufe lokuta.

source: open tickets.
ha: bude tikiti.

source: closed tickets.
ha: rufaffiyar tikiti.

source: You currently have no locations.
ha: A halin yanzu ba ku da wurare.

source: Write a comment....
ha: Rubuta sharhi….

source: Add Location
ha: Ƙara wuri

source: Save Event
ha: Ajiye Biki

source: Name
ha: Sunan

source: Start Date
ha: Fara Farawa

source: Start Time
ha: Fara lokaci

source: End Date
ha: Ƙarshe Ranar

source: End Time
ha: Ƙarshen lokaci

source: Repeat
ha: Maimaita

source: Attendees
ha: Masu halarta

source: Event Location
ha: Yanayin Halin

source: Link
ha: Haɗi

source: Description
ha: Bayani

source: Attending
ha: Tafiya

source: Add to calendar
ha: Ƙara zuwa kalanda

source: Details
ha: Cikakkun bayanai

source: Event by
ha: Lamarin ta

source: Duration:
ha: Tsawon lokaci:

source: more
ha: Kara

source: Maybe
ha: Wataƙila

source: Not Attending
ha: Ba yin aiki ba

source: No
ha: A'a

source: Video Conference
ha: Taron Bidiyo

source: Event details
ha: Bayanin taron

source: You don't have permissions to view this page.
ha: Ba ku da izini don duba wannan shafin.

source: Your Upcoming Events
ha: Abubuwan Ku na Gabatarwa

source: Upcoming
ha: Mai zuwa

source: Your Past Events
ha: Abubuwan da suka gabata

source: Past
ha: Baya

source: Your Events
ha: Abubuwan da suka faru

source: All
ha: Duk

source: All Events
ha: Duk Abubuwan da suka faru

source: Directions
ha: Hanyar

source: Edit settings
ha: Shirya saituna

source: Delete event
ha: Share taron

source: Attending?
ha: Halartar?

source: No Events
ha: Babu Events

source: more comment(s)
ha: karin bayani (s)

source: Loading comments
ha: Ana loda sharhi

source: You are about to delete comment. Are you sure?
ha: Kuna gab da share sharhi. Ka tabbata?

source: task
ha: aiki

source: to do
ha: yi

source: tasks
ha: ayyuka

source: Write something...
ha: Rubuta wani abu ...

source: Attach File
ha: Haɗa Fayil

source: From Template
ha: Daga Samfura

source: No feeds yet.
ha: Babu ciyarwa duk da haka.

source: comments
ha: sharhi

source: comment
ha: sharhi

source: Add a comment
ha: Ƙara sharhi

source: Template
ha: Samfura

source: No templates
ha: Babu shaci

source: Done
ha: Anyi

source: Select the members who needs to fill this form
ha: Zaɓi membobin da suke buƙatar cike wannan fom

source: Update Form
ha: Sabunta Form

source: Due Date
ha: Kwanan wata

source: Due Time
ha: Lokaci Duka

source: Preview
ha: Dubawa

source: Save & Close
ha: Ajiye & Rufe

source: Add an element
ha: Ƙara wani abu

source: Media is converting. We will notify you when it is ready
ha: Mai jarida yana juyawa. Za mu sanar da ku idan ya shirya

source: Add
ha: Ƙara

source: Field
ha: Filin

source: Edit
ha: Gyara

source: Text
ha: Rubutu

source: Sub Text
ha: Sub Rubutu

source: Format
ha: Tsarin

source: Media failed in converting. Please delete and try again or another.
ha: Mai jarida ya gaza wajen juyawa. Da fatan za a share kuma a sake gwadawa ko wani.

source: Pages
ha: Shafuka

source: Saved
ha: Ajiye

source: Insert
ha: Saka

source: Elements
ha: Abubuwa

source: Action Required
ha: Ana Bukatar Aiki

source: Add a new page
ha: Ƙara sabon shafi

source: Blank page
ha: Blank shafi

source: From PDF
ha: Daga PDF

source: From image
ha: Daga hoto

source: Add PDF
ha: Ƙara PDF

source: Add Image
ha: Ƙara Hoto

source: Options
ha: Zabuka

source: Column Names
ha: Sunayen Rukunin

source: Option already exists.
ha: Zaɓin ya riga ya kasance.

source: options list is empty
ha: Jerin zaɓuɓɓuka ba kome ba ne

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
ha: Filin akwati yana tallafawa zaɓuɓɓuka 5 kawai. Kuna iya canza filin zuwa jerin zaɓuka don ƙara ƙarin zaɓuɓɓuka

source: columns list is empty
ha: jerin ginshiƙai fanko ne

source: Delete row
ha: Share jere

source: Add a new row
ha: Ƙara sabon layi

source: Download
ha: Zazzagewa

source: Label
ha: Lakabi

source: Question
ha: Tambaya

source: Default answer
ha: Amsa ta asali

source: Media is converting
ha: Mai jarida yana juyawa

source: Send Form
ha: Aika Form

source: Form Submited.
ha: An aika da takarda.

source: You don't have permissions to submit forms.
ha: Ba ku da izini don aika fayiloli.

source: You currently have no forms of your own
ha: A halin yanzu ba ku da nau'ikan naku

source: Your Uncompleted Forms
ha: Fom ɗin da ba ku cika ba

source: Uncompleted
ha: Ba a kammala ba

source: Your Completed Forms
ha: Kammalallen fom dinka

source: Completed
ha: An kammala

source: Your Forms
ha: Siffofinku

source: All Forms
ha: Duk Forms

source: Form Title
ha: Matsayin Fom

source: Author
ha: Marubuci

source: Published
ha: An buga

source: Submissions
ha: Gabatarwa

source: No Forms
ha: Babu Forms

source: Upload Form Document
ha: Loda Takardun Form

source: Forms Library
ha: Forms Laburare

source: No Forms In Library
ha: Babu Forms A cikin Kundin Kwalejin

source: Answers
ha: Amsoshi

source: Close - Status changed
ha: Rufewa - Matsayi ya canza

source: Change Status
ha: Canja Matsayi

source: Case Number
ha: Lambar Gida

source: Date Opened
ha: Kwanan wata An buɗe

source: Host Id
ha: Mai watsa shiri Id

source: User Id
ha: Id mai amfani

source: Case Id
ha: Harka Id

source: Confirm your details
ha: Tabbatar da bayanan ku

source: Form Submitted.
ha: An Gabatar da Fom.

source: Invoice
ha: Daftari

source: Reference ID:
ha: ID na Magana:

source: Term:
ha: Lokaci:

source: Note:
ha: Lura:

source: Price
ha: Farashin

source: Add more
ha: Ƙara ƙarin

source: Subtotal($)
ha: Jumla($)

source: Discount(%)
ha: Rangwame(%)

source: Total($)
ha: Jimlar($)

source: Invoice No
ha: Daftari No

source: Select the members who needs to view or pay this invoice
ha: Zaɓi membobin da ke buƙatar dubawa ko biyan wannan daftari

source: Update Invoice
ha: Sabunta daftari

source: Create Invoice
ha: Ƙirƙiri daftari

source: Reference ID
ha: Bayanin ID

source: Term
ha: Lokaci

source: Note
ha: Bayanan kula

source: Quantity
ha: Yawan

source: Price ($)
ha: Farashin ($)

source: Subtotal ($)
ha: Ƙarfafa ($)

source: Discount (%)
ha: Rangwame (%)

source: Tax (%)
ha: Haraji (%)

source: Total ($)
ha: Jimlar ($)

source: Pay Invoice
ha: Biya Daftari

source: Payment method
ha: Hanyar biyan kuɗi

source: Add a new payment method
ha: Ƙara sabuwar hanyar biyan kuɗi

source: Summary
ha: Takaitawa

source: Payment:
ha: Biya:

source: Total charge:
ha: Jimlar caji:

source: Your Unpaid Invoices
ha: Wasikunku marasa biya

source: Unpaid
ha: Ba a biya ba

source: Your Paid Invoices
ha: Wasikun da aka biya ku

source: Paid
ha: An biya

source: Your Invoices
ha: Rasitan ku

source: All Invoices
ha: Duk Rasitoci

source: Invoice Title
ha: Taken daftari

source: No Invoices
ha: Babu Rasitoci

source: No Audios yet.
ha: Babu Audios tukuna.

source: Loading failed.
ha: Loading ya gaza.

source: No documents yet.
ha: Babu takaddun tukuna.

source: No Files yet.
ha: Babu Fayiloli tukuna.

source: No Images yet.
ha: Babu Hotuna tukuna.

source: No Videos yet.
ha: Babu Bidiyo tukuna.

source: Page Not Found
ha: Ba a Samu Shafin ba

source: Attachments
ha: Haɗe-haɗe

source: Note View
ha: Duban bayanin kula

source: No Notes
ha: Babu Bayanan kula

source: Select the person to answer this field
ha: Zaɓi mutumin don amsa wannan filin

source: Create E-sign
ha: Ƙirƙiri alamar E

source: Update E-signs
ha: Sabunta alamun E

source: Signs
ha: Alamu

source: Add Field
ha: Ƙara filin

source: Edit Field
ha: Shirya filin

source: Send E-sign
ha: Aika alamar E

source: E-sign Submitted.
ha: An ƙaddamar da alamar e.

source: You don't have permissions to submit e-signs.
ha: Ba ku da izini don ƙaddamar da alamun e-mail.

source: You currently have no E-signs of your own
ha: A halin yanzu ba ku da alamun E-na ku

source: Your Uncompleted E-signs
ha: Alamomin e-ka marasa cikawa

source: Your Completed E-signs
ha: Cikakkun alamun e-ka
