Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ha/LC_MESSAGES/messages.po
Languages: ha

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
ha: Nemo daidai abin da kuke buƙata lokacin da kuke buƙatarku. Binciken shari&#39;o&#39;in mai amfani da sunayen abokin ciniki, kalmomin maɓallin, jerin lokaci, takardun da aka ɗora, da ƙari!

source: Create Custom Fields
ha: Ƙirƙiri Ƙananan filayen

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
ha: Haɓaka fannoni na musamman don ƙwarewar shigar abokin ciniki da ƙungiyar, kuma tara bayanan da kuke buƙata daga duk wanda abin ya shafa. Sanya siyayyar yanayin ta zama ta musamman ga kasuwancinku da alama!

source: Create Custom Templates
ha: Ƙirƙira Samfura na Custom

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
ha: Developirƙiri babban adadin hanyoyin al&#39;ada da samfura don rarrabawa da kammala duka yayin da bayan shari&#39;ar (kamar sahihancin fitowar abokin ciniki). Duk irin nau&#39;in da kake buƙata, zaka iya ƙirƙirar!

source: As-You-Go Invoicing
ha: As-Kai-Go Invoicing

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
ha: Muna nan don taimaka! Samun shiga idan har yanzu kuna da wasu tambayoyi kuma za mu amsa a cikin kwanaki biyu na aiki.

source: * Email is not valid.
ha: * Imel ba shi da inganci.

source: Low
ha: Kadan

source: Medium
ha: Matsakaici

source: High
ha: Babban

source: Critical
ha: M

source: Choose Importance
ha: Zaɓi Muhimmanci

source: Department
ha: Ma&#39;aikatar

source: Sales
ha: Tallace-tallace

source: Other
ha: Sauran

source: Choose Department
ha: Zaɓi Saka

source: Importance
ha: Muhimmancin

source: Send A New Message
ha: Aika Sabon Saƙo

source: Send message
ha: Aika saƙo

source: Answers to Questions
ha: Amsoshin Tambayoyi

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
ha: Shin tambayoyi? Karanta ƙarin jagora a cikin amsoshin tambayoyin abokan ciniki da kuma samun amsoshinka ga kansa.

source: How secure is CaseActive?
ha: Yaya amintaccen CaseActive yake?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
ha: CaseActive yana amfani da soja da matakin banki 128-bit SSL boye-boye don watsa bayanai da boye-boye 256-bit AES don bayanai a sauran. Kowane misalin CaseActive yana da maɓalli na musamman da aka samar, yana samar da ƙarin tsaro don kasuwancin ku. Ba za mu taɓa ƙyale wani kamfani ya sami damar shiga bayananku ko tsarin ajiyar ku ba.

source: I have an existing system in place, Can CaseActive work with my existing system?
ha: Ina da tsarin da ke akwai a wurin, Shin CaseActive zai iya aiki tare da tsarin da nake da shi?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
ha: Ee, zaku iya haɗa API ta mallaka ko tsarin shigo da kayayyaki don ƙirƙirar lokuta ta atomatik, sanya masu amfani, da samar da rahotanni dangane da shigar da tsarin ku.

source: We have clients all over the world. Is CaseActive available in other languages?
ha: Muna da abokan ciniki a duk faɗin duniya. Akwai CaseActive a cikin wasu harsuna?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
ha: Ee, CaseActive app da sadarwa za a iya fassara zuwa fiye da harsuna 60, gami da, Mandarin Sinanci, Spanish, Hindi da Rashanci da kuma Turanci.

source: Can I add a logo or customize CaseActive in any way?
ha: Zan iya ƙara tambari ko keɓance CaseActive ta kowace hanya?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
ha: Lallai! An tsara CaseActive tare da ku a zuciya. A kan shafin saitin kwamitin gudanarwa, zaku iya loda launi na ku kuma zaɓi launukan kamfanin ku.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
ha: Shin CaseActive yana dacewa da kowace na'ura (PC, Mac, Tablet da Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
ha: CaseActive aikace-aikacen gidan yanar gizo ne mai amsawa. Yana gudana a cikin kowane mai binciken gidan yanar gizo kamar Internet Explorer, Firefox, Safari ko Chrome, da sauransu. Wannan yana nufin cewa nau'in na'urar (PC, Mac, Tablet da Mobile) da kuke amfani da su ba su da wani bambanci. Kawai buɗe burauzar gidan yanar gizo, shiga cikin asusun ku na CaseActive, kuma an saita ku duka.

source: How many clients can I have?
ha: Abokan ciniki nawa zan iya samu?

source: You are billed per staff seat, per month. You can have unlimited client users.
ha: Ana biyan ku ga kowane kujerar ma'aikata, kowane wata. Kuna iya samun masu amfani da abokin ciniki mara iyaka.

source: Enhance User Experience
ha: Haɓaka Ƙwarewar Mai Amfani

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
ha: Babu mafi ƙarancin kuɗi kuma babu alkawurra na gaba. Kuna biya ne kawai ga kowane kujerar ma'aikata, kowane wata.

source: per Month
ha: kowace wata

source: Everything you need to get started. 3 seats are included.
ha: Duk abin da kuke buƙata don farawa. Kujeru 3 sun hada.

source: Business
ha: Kasuwanci

source: Popular
ha: Shahararren

source: Our most popular plan. 4 seats are included.
ha: Mafi mashahuri shirin mu. Kujeru 4 sun hada.

source: Enterprise
ha: Kasuwanci

source: Contact sales for pricing
ha: Tuntuɓi tallace-tallace don farashi

source: Custom Pricing, Advanced features, SSO, Webhooks.
ha: Farashi na Musamman, Babban fasali, SSO, Webhooks.

source: Contact Sales
ha: Tuntuɓi Talla

source: Overview
ha: Dubawa

source: Communicate and share docs with your clients
ha: Sadarwa da raba takardu tare da abokan cinikin ku

source: Schedule recurring events and meetings
ha: Jadawalin abubuwan da ke faruwa da tarurruka

source: Fully customize your form to generate data
ha: Cikakken siffanta fom ɗin ku don samar da bayanai

source: Keep track of case progression
ha: Kula da ci gaban shari'ar

source: Request compliant e-signatures from multiple users
ha: Nemi sa hannu na e-sa hannu daga masu amfani da yawa

source: Generate invoice for your client to view or pay
ha: Ƙirƙirar daftari don abokin ciniki don dubawa ko biya

source: Allows everyone to know what is coming up and due
ha: Yana ba kowa damar sanin abin da ke tafe da abin da ya kamata

source: Auto notify the user when something is due
ha: Sanar da mai amfani ta atomatik lokacin da wani abu ya faru

source: Add custom case fields for all your cases
ha: Ƙara filayen shari'a na al'ada don duk shari'ar ku

source: Custom Branding
ha: Alamar Takaddama

source: Make your app unique with logo and color styles
ha: Sanya app ɗinku na musamman tare da tambari da salon launi

source: Access to customer support
ha: Samun damar tallafin abokin ciniki

source: Storage
ha: Adana

source: Additional Users Seats
ha: Ƙarin Kujerun Masu Amfani

source: Convo with recording
ha: Convo tare da yin rikodi

source: Video or audio chat with recording saved to the case
ha: Bidiyo ko taɗi mai jiwuwa tare da adana rikodi a cikin akwati

source: API Access
ha: Samun damar API

source: Automate tasks with access to API
ha: Yi ayyuka ta atomatik tare da samun dama ga API

source: Module Templates
ha: Samfuran Module

source: Create a standard template and reuse it
ha: Ƙirƙiri daidaitaccen samfuri kuma sake amfani da shi

source: Autorun an action when a case or case assigned is triggered
ha: Aiwatar da wani aiki lokacin da aka kunna harka ko abin da aka sanya

source: Newsletter
ha: Jarida

source: Send general, birthday, or holiday messages to clients (Coming Soon)
ha: Aika na gaba ɗaya, ranar haihuwa, ko saƙon biki zuwa abokan ciniki (Mai zuwa nan ba da jimawa ba)

source: Encryption at rest
ha: Rufewa a hutawa

source: Protects your data from system compromise
ha: Yana kare bayanan ku daga sabawa tsarin

source: Encryption in transit
ha: Rufewa a cikin hanyar wucewa

source: Protects your data if communications are intercepted
ha: Yana kare bayanan ku idan an katse hanyoyin sadarwa

source: SAML-based single sign-on (SSO)
ha: Alamar sa hannu ɗaya ta tushen SAML (SSO)

source: Respond realtime to events
ha: Amsa ainihin lokacin ga abubuwan da suka faru

source: Seamless Collaboration
ha: Haɗin kai mara inganci

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
ha: CaseActive yana daidaita haɗin gwiwar dijital tsakanin kamfanin ku da abokan ciniki - daga shawarwari zuwa ƙuduri, duk akan dandamali ɗaya.

source: Take a tour
ha: Yi tafiya

source: Stay Connected
ha: Kasance a Cire

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
ha: Kula da lambobin kai tsaye tare da mambobin ƙungiyar ta amfani da keɓaɓɓiyar aboki na CaseActive a matsayin matsayin maɓallin wurin tsayawa don abokin ciniki da gudanar da shari&#39;ar.

source: Connect
ha: Haɗa

source: Case Feed keeps you up-to-date with your clients.
ha: Case Feed cike da ku zuwa yau tare da abokan ku.

source: Schedule
ha: Jadawalin

source: Create events, invite attendees, and monitor your calendar.
ha: Ƙirƙiri abubuwan da suka faru, kira masu zuwa, da kuma duba kalanda.

source: Call
ha: Kira

source: Engage in live video conference calls any time, anywhere.
ha: Haɗa a cikin taron taro na bidiyo a kowane lokaci, a ko&#39;ina.

source: Securely upload files, discuss them, and share.
ha: Ɗauki fayiloli masu sassauci, tattauna su, kuma raba.

source: Powerful Case Management
ha: Gudanar da Gwaninta

source: Out-of-the-Box Functionality
ha: Ayyukan Out-of-the-Box

source: Easily assign individuals
ha: Sauƙaƙe sanya mutane

source: or teams to a case and collaborate with clients.
ha: ko kungiyoyi zuwa wani akwati kuma haɗi tare da abokan ciniki.

source: Manage user groups
ha: Sarrafa kungiyoyin masu amfani

source: and customize access permissions.
ha: da kuma tsara kayan izinin shiga.

source: All data is automatically backed up
ha: Ana adana duk bayanan ta atomatik

source: in case a recovery is ever needed.
ha: idan an sake dawo da su.

source: All information
ha: Duk bayanai

source: is securely encrypted, ensuring your absolute privacy.
ha: an ɓoye shi a sirri, tabbatar da cikakken sirrinka.

source: Customize
ha: Musanya

source: with your own colors and logo.
ha: tare da launuka da alamarka.

source: can be enabled/disabled at any time.
ha: za a iya kunnawa / nakasa a kowane lokaci.

source: Benefits of
ha: Amfanin

source: Reduction in time
ha: Ragewa cikin lokaci

source: to intake new clients
ha: don ɗaukar sabbin abokan ciniki

source: Minimize
ha: Rage girman

source: the chance of
ha: damar

source: malpractice
ha: rashin aiki

source: Better experience
ha: Kwarewa mafi kyau

source: for your client
ha: ga abokin ciniki

source: Increase in caseload capacity
ha: Haɓaka ƙarfin ɗaukar kaya

source: per staff
ha: kowane ma'aikaci

source: Get Started with our Built-in Apps
ha: Fara Farawa tare da Ayyukan Gininmu

source: All you need in one place.
ha: Duk abin da kuke bukata a wuri guda.

source: Case Feed
ha: Halin Ciyar

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
ha: A sauƙaƙe sanya abokin ciniki, ma&#39;aikaci, da abokan tarayya a cikin harka da kuma shiga cikin amintaccen sarari wanda zai baka damar buga ci gaban shari&#39;ar, yin tattaunawa ta ainihi da tattaunawa ta bidiyo, kazalika da tsara abubuwan da suka faru, e-alamar / loda / saukar da takardu, da yafi.

source: Case Invoices
ha: Wasikar Harka

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
ha: Tare da takardar shiga-ta-tafi, biyan kudin abokin ciniki kamar wani latsa ne kawai, kuma zai baka damar aika buƙatun asusu ta atomatik da karɓar biyan kuɗi kai tsaye.

source: Case Events
ha: Al'amuran Harka

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
ha: Kula da kalandar ka ta shirya a kowane lokaci, jadawalin abubuwan da suka faru, gayyatar masu halarta, aika da masu tuni, da tabbatar da cewa komai ya kasance akan hanya.

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
ha: Haɗu da abokan ciniki da membobin ƙungiyar kusan &#39;fuska da fuska&#39; ta hanyar haɗin bidiyon da aka gina don haka zaku iya magana kai tsaye tare da duk wanda ke da hannu.

source: Case Forms & E-signs
ha: Siffofin Harka & Alamomin E

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
ha: Yi cikakken tsari na yanayin shari&#39;ar ku don ƙirƙirar samfuran musamman waɗanda ke ba da takamaiman bukatunku. Wadannan shaci za&#39;a iya rarraba su ga abokan ciniki da membobin kungiyar don cikewa da sa hannu

source: Case notes
ha: Bayanan kula

source: Keep notes with custom fields and attachments on case progression for current and future team members
ha: Ajiye bayanin kula tare da filayen al'ada da haɗe-haɗe akan ci gaban shari'ar ga membobin ƙungiyar na yanzu da na gaba

source: Case Media
ha: Kafofin yada labarai

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
ha: Loda, raba, sharhi, da zazzage fayilolin da suka shafi shari'ar don kowa ya sami tunani akan duk mahimman bayanai, mutane, da yanayi.

source: About Case
ha: Game da Case

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
ha: Bari abokan ciniki da ma’aikata su duba cikakkun bayanai game da shari’ar da suke ciki. Daga nan zaku iya rufe shari’ar da zarar an kunshe komai, ko kuma bayar da izini ga ƙungiyar yin hakan.

source: Plus Many More Features
ha: Manyarin ƙarin Featuresarin fasali

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
ha: Yi Amfani da Gudanar da Gudanar da Gudanar da Gudanar da Gudanar da Gudanarwa kai rativeauki jimlar sarrafa CaseActive management ɗinka daga dandamali kanta.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ha: Ba da daɗewa ba haɗi da tsarin da kuke ciki tare da CaseActive Haɗa API ɗin mallakarmu don ƙirƙirar lokuta, sanya masu amfani, da kuma samar da rahotanni dangane da shigarwar tsarin ku.

source: Multi-Language Enabled:
ha: Multi-Yare Yanayi:

source: Interact with clients in
ha: Haɗi tare da abokan ciniki a

source: 70+ languages
ha: Harsunan 70+

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
ha: Ko aiki a gida ko a duniya, zaka iya fassara harshen asalin abokinka ta hanyar CaseActive&#39;s

source: language management system
ha: tsarin sarrafa harshe

source: No more confusion or limits.
ha: Babu wani rikicewa ko iyaka.

source: Let's see what others are saying
ha: Bari mu ga abin da wasu suke fada

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
ha: Gano yadda abokan cinikinmu masu ban mamaki - daga ƙananan kamfanoni har zuwa kamfanoni kamfanoni - ke haɓaka fa&#39;idodin gasa ta hanyar zama mayaƙan CaseActive.

source: SUPPORT
ha: TAMBAYA

source: Everything at Your Fingertips.
ha: Duk abin da ke Fingertips.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
ha: Farawa tare da aikace-aikacen CaseActive ta bin bin shiryen bidiyonmu, kuma tsara shi don dacewa da bukatunku.

source: What are you looking for...
ha: Me ake nema...

source: Last Updated: June 7, 2021
ha: An sabunta: Yuni 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
ha: CaseActive yana da haƙƙi, kowane lokaci da kuma damar da ya dace, don sabuntawa da canza kowane ko duk waɗannan Dokokin Sabis. Lokacin da CaseActive ya canza waɗannan Sharuɗɗan Sabis ɗin, CaseActive zai canza kwanan &#39;Updatedarshe&#39;arshe&#39; da ke sama. Kai ke da alhaki don yin bita a kan sabon sigar sabis ɗin yanzu. Ka ci gaba da amfani da Ayyukan bayan duk irin waɗannan canje-canjen da aka yi za su haifar da amincewar ka da irin waɗannan canje-canjen. Idan kun ƙi duk wasu canje-canje ga waɗannan Sharuɗɗan Sabis ɗin, keɓaɓɓun aikinku na kawai zai kasance ƙarshen sabis ɗin gwargwadon sharuɗɗan nan.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
ha: Waɗannan Sharuɗɗan sabis ɗin suna aiki da Ayyukan gaba ɗaya. An tsara ƙarin ƙarin sharuɗɗan da suka dace da kowane sabis ɗin da aka bayar a cikin hanyoyin haɗin da aka bayar a ƙasa (&#39;&#39; Termsarin Sharuɗɗan sabis &#39;).

source: 1. Services:
ha: 1. Ayyuka:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
ha: Manhajarmu ta mallakar kayan aiki wani dandamali ne na sabis da muke karbar bakuncin abokan cinikinmu don ba da sabis ɗin dalla-dalla a ƙasa. Don biyan kuɗi don Sabis ɗin, dole ne ku aiwatar da fom na umarni don wannan sabis ɗin da / ko kuma kammala ayyukan rajistar wannan sabis ɗin. Hakkin ku ne kawai kuyi amfani da Ayyukan da kuka yi rajista da biya, kuma amfanin ku da Ayyukan yana ƙarƙashin yarda da duk sharuɗɗan yarjejeniyar. Ka amince kuma ka yarda cewa mun tanadi haƙƙin sauya Ayyukan (ko kowane bangare daga ciki) lokaci zuwa lokaci kuma ba za mu zama alhakin ku ba ko ga wani ɓangare na uku don kowane canji ga Ayyukan.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
ha: 1.2 Bayanin Ayyukan CaseActive: Sabis ɗin sabis na CaseActive shine babban taron sabis na kayan aikin software don gudanar da haɗin gwiwar abokin ciniki na kan layi wanda CaseActive LLC ya bayar. Gudun rajistar da kuka yarda da shi, ko Tsarin Umarni da kuka aiwatar, yana gano Sabis ɗin sabis da kuka yi rijista, ajiyar biyan kuɗi da kuɗaɗen da kuka biya ku don hidimar CaseActive. Setarin ƙarin sharuɗɗa da halaye don amfanin amfanin sabis na CaseActive an kafa su a:

source: 2. Expanding the Services:
ha: 2. Fadada ayyukan:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
ha: Kuna iya biyan kuɗi zuwa kowane ƙarin Ayyuka, gami da sabbin Ayyuka kamar yadda CaseActive zai iya samarwa daga lokaci zuwa lokaci, ko kuma ƙara yawan Ayyukanka masu gudana ta hanyar aiwatar da ƙarin Orderarin Tsarin Aiwatarwa ko yawo mai shiga, a zaman wani ɓangare na Ayyukan. Kowane sabon sa hannun rajista ko Tsarin Umarni zai haɗa da farashin da ranar biyan kuɗi na Ayyukan da ake ƙara a lokacin. Duk sabbin sabis ɗin suna ƙarƙashin waɗannan Dokokin Sabis na Sabis da kowane ƙarin sharuɗɗa da ƙa&#39;idodi waɗanda ƙayyadadden aiwatar da waɗannan Servicesarin Sabis ɗin.

source: 3. Customer Support:
ha: 3. Taimako Abokin ciniki:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
ha: Idan aka biya kun biya duk wasu kudade da kuka biya ku domin Ayyukan, zamuyi amfani da wasu hanyoyin da suka dace na kasuwanci don samarda, ba tare da cajin ku ba, ayyukan tallafin fasaha a gare ku da kuma masu amfani da izini wadanda suka yi rijista da Ayyukan. Za a tura wakilin sabis na abokin ciniki a maganarku. Ana karɓar lokuta marasa iyaka daga masu amfani da izini. Akwai tabbatuwar goyon bayanmu 24/24, ban da manyan hutu, waɗanda suka haɗa da Ranar Tunawa da Ranar &#39;yancin kai, Ranar Ma&#39;aikata, Godiya, Kirsimeti, da Sabuwar Shekara. Kuna iya tuntuɓar goyan bayan abokin ciniki ta amfani da namu

source: Contact Form
ha: Lambar Kira
