Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ht/LC_MESSAGES/messages.po
Languages: ht

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
ht: 10.1 Endamnasyon pou enfraksyon: Sijè a Seksyon 10.4, nou dwe, sou depans nou yo, defann ou kont nenpòt reklamasyon twazyèm pati te pote kont ou ki akize ke Sèvis yo vyole nenpòt patant ameriken ki te bay yon twazyèm pati nan dat la efikas; oswa vyole nenpòt copyright, mak komèsyal oswa sekrè komès nan nenpòt ki twazyèm pati (kolektivman refere yo kòm &#39;pwopriyete entelektyèl kache Sèvis yo&#39;). Nan evènman an ki se yon enjonksyon chache oswa jwenn kont itilizasyon pwopriyete entelektyèl kache Sèvis yo oswa nan opinyon nou an, se chans yo dwe chache oswa jwenn, nou dwe, nan opsyon nou yo ak depans, swa (mwen) pwokire pou ou ak non ou. itilizatè otorize dwa pou yo kontinye itilize Sèvis yo, oswa (ii) ranplase oswa modifye Sèvis yo fè itilize yo ki pa vyolasyon pandan ke yo te kapab anpil fè menm fonksyon an. Nan evènman ki sou seksyon (i) ak (ii) pi wo a yo pa posib nan komès, nou ka mete fen nan Sèvis yo ak ranbousman nenpòt ki peye davans, men rès Sèvis Lapòs. Nou pa dwe oblije defann oswa pou responsab pou nenpòt ki depans oswa domaj anba Seksyon sa a 10.1 si infraction an swadizan rive soti nan oswa se nan nenpòt fason ki akòz (mwen) nenpòt ki modifikasyon nan nenpòt ki sèvis pa ou (oswa nenpòt nan otorize ou oswa itilizatè yo deziyen) oswa (ii) sèvi ak Sèvis nan konbinezon ak sèvis ak pwodwi ki pa bay pa CaseActive si vyolasyon sa yo ta ka evite san yo pa modifikasyon sa yo oswa konbinezon, oswa (iii) konfòmite ak desen ou an oswa enstriksyon oswa (iv) yon reklamasyon ke ... pa endike ak espesifik ke Sèvis yo se sijè a nan reklamasyon an (chak yon &#39;Reklamasyon Ekskli&#39;). Obligasyon yo endemnizasyon genyen nan yo nan Seksyon sa a 10.1 dwe siviv nenpòt ki mete fen oswa ekspirasyon nan Kontra sa-a.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
ht: 10.2 Endamnasyon pou Sekirite Sosyal Done ak Enfòmasyon Prive: Sijè a Seksyon 10.4, ak pandan tèm nan abònman ou a Sèvis yo, nou pral, nan depans nou yo, defann ou kont nenpòt reklamasyon twazyèm pati pote kont ou ki akize neglijans brit nou yo nan anpeche aksè san otorizasyon. a, oswa move konduit volontè nou yo nan divilge, Enfòmasyon ki idantifyab pèsonèlman nan kliyan ou nan posesyon oswa kontwòl nou an. Konpansasyon sa a pa pral aplike nan limit ki reklamasyon sa yo rive soti nan oswa gen rapò ak neglijans ou oswa move konduit volontè oswa sa ki nan ajan ou a oswa reprezantan, oswa nan limit la responsablite se renonse oswa limite pa youn nan pati anba Akò a. Obligasyon yo endamnite ki tabli nan seksyon sa a ki depann de pwèv ou si ou pwouve neglijans brit nou yo oswa move konduit volontè te dirèkteman ak proximal rezilta nan aksè a san otorizasyon oswa divilgasyon enfòmasyon ki idantifye moun pèsonèlman nan kliyan ou nan posesyon oswa kontwòl nou an.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
ht: 10.3 Endamnasyon ou: Ou dakò dedomaje, kenbe inofansif, ak defann nou ak tout anplwaye nou yo, ofisye, direktè ak ajan nan nenpòt ak tout reklamasyon, demand, kostim, pwosedi, envestigasyon, domaj, depans, depans, pèt, ak nenpòt ki lòt. dèt (ki gen ladan frè avoka rezonab &#39;, frè tribinal ak depans) ki rive soti nan oswa ki gen rapò ak (mwen) sèvi ak ou nan Sèvis yo an vyolasyon akò a, (ii) yon Reklamasyon Ekskli, (iii) nenpòt vyolasyon aktyèl oswa swadizan pa ou nan nenpòt reprezantasyon, garanti, kontra oswa obligasyon anba Akò a, oswa (iv) grav neglijans ou oswa volontè move kondwit. Obligasyon dedikasyon ou anba Seksyon sa a 10.3 dwe siviv nenpòt ki mete fen oswa ekspirasyon nan Akò a.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
ht: 10.4 Notifikasyon ak Koperasyon: obligasyon pati a endemnizasyon nan pati a endemnized anba sa a Seksyon 10 pi wo a yo kondisyone sou (mwen) pati endemnized notifye dediksyon pati san pèdi tan nan ekri, sou konesans nan nenpòt reklamasyon, pou ki li ka gen dwa a dediksyon anba akò a. ; (ii) nan limit aplikab la, pati endamne sispann itilize nan reklamasyon ki enfraje a Sèvis sou li resevwa yon avi nan menm; (iii) pati ki endemnize ki pèmèt dedan pati a gen dwa pou kontwole sèl defans la ak règleman nan nenpòt reklamasyon sa yo (depi pati ki endamneman pa ka rezoud nenpòt reklamasyon san konsantman pati a endemnized nan sof si règleman an san kondisyon pou degaje pati endemnized soti nan tout responsablite); (iv) pati endemnize ki bay asistans rezonab pou pati ki indemnize, nan depans konpansasyon an, nan defans reklamasyon sa a; (v) pati konpansasyon ki pa antre nan nenpòt ki akò règleman oswa otreman rezoud nenpòt reklamasyon sa yo san yo pa eksprime konsantman pati ekri a anvan ekri a konsantman oswa demann; ak (vi) pati konpansasyon konfòme yo avèk nenpòt ki règleman oswa lòd tribinal te fè an koneksyon avèk reklamasyon an (ki gen rapò ak itilize nan lavni nan nenpòt ki materyèl infraction). Pati konpansasyon an ka patisipe nan defans oswa règleman yon reklamasyon avèk konsèy nan pwòp chwa li yo ak pwòp depans li yo.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
ht: 10.5 Remèd Eksklizif: Seksyon sa a 10 endike sèl responsablite pati konpansasyon an sou, ak remèd san konte pati ki konpanse a kont, lòt pati a pou nenpòt ki kalite reklamasyon ki dekri nan seksyon sa a.

source: 11. Limitation on Liability:
ht: 11. Limit sou responsablite:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
ht: Eksepte ki gen rapò ak domaj ki gen rapò ak yon vyolasyon nan SEKSYON 5.3 OSWA 12, nan plas la maksimòm POU permèt pa lwa, nan okenn evennman yo pral soti PATI TOT KOMULATIF PATI a ki soti nan oswa ki gen rapò ak akò a depase kantite lajan an nan amon yo ki peye pa ... Ou pou sèvis sa yo bay monte responsabilite a pandan peryòd yon ane IMEDYE PRECEDED dat la kòz aksyon AROSE.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
ht: Eksepte ak RESPÈ a domaj ki gen rapò ak yon vyolasyon nan SEKSYON 5.3 OSWA 12, nan plas la maksimòm POU PERYEN LWA, nan okenn evennman yo pral menm fè pati, lisans li yo oswa founisè, gen okenn responsablite nan lòt pati yo pou nenpòt ki pwofi ki pèdi oswa nenpòt ki. DEPANS POU AKRANMASYON LST OU SÈVIS OUBYEN SÈVIS OSWA POU NENPT domaj endirèk, ESPESYAL, KONSEKANS, EXEMPLARY OUBYEN, ki te lakòz ak baze sou nenpòt teyori nan responsablite (ki gen ladan neglijans), ki sòti nan akò a, pèfòmans la oswa NON-pèfòmans pa yon lòt pati nan. OBLIGASYON LI ANVAN OU, OUBYEN PA YO AVISA POU posiblite sa a DANJE POSIBILITE.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
ht: Paske kèk eta / JIDISYISYON pa pèmèt eksklizyon an oswa limit nan responsablite pou domaj KONSEKANS OUBYEN ensidan yo, LIMITASYON ki anwo la a pa ka aplike pou ou, nan ki ka RESPONSABLITE nou dwe limite a kantite maksimòm PÈMISMAN pa lwa.

source: 12. Personal Information and Privacy Statement:
ht: 12. Enfòmasyon Pèsonèl ak Deklarasyon sou Konfidansyalite:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
ht: Ou pral konfòme ou avèk tout vi prive ki aplikab ak lòt lwa, règleman, règleman ak direktiv ki gen rapò ak pwoteksyon an, koleksyon, sèvi ak ak distribisyon enfòmasyon pèsonèl ki idantifye (jan sa defini anba a) nan nenpòt ki moun. Ou pral afiche yon deklarasyon sou enfòmasyon prive ki nan paj kote ou kolekte enfòmasyon ki idantifye pèsonèlman (&#39;Deklarasyon sou Konfidansyalite&#39;) ki konfòm avèk tout lwa, règleman, règleman ak direktiv aplikab yo epi, nan yon minimòm, avize itilizatè yo nan Enfòmasyon pèsonèlman idantifye yo kolekte, ki jan li yo pral itilize ak kijan li pral garanti, ak ki idantifye metòd la koleksyon (bonbon, alèt entènèt oswa lòt mwayen ki aplikab) ak itilizasyon enfòmasyon yo te rasanble an koneksyon avèk Sèvis yo, jwenn konsantman davans enfòme (opt-nan) anvan ou itilize nenpòt ki. Suivi teknoloji, nan limit egzije lwa ak règleman yo. Yon Deklarasyon sou Konfidansyalite a dwe enkli tou enfòmasyon teknik ki gen rapò ak koleksyon, transmisyon ak depo enfòmasyon ki idantifyab pèsonèlman ke nou bay nan Sèvis yo. Si lalwa egzije pwoteksyon done oswa lòt lwa oswa règleman yo mande sa, ou pral enfòme twazyèm pati ke ou ap bay enfòmasyon ki idantifyab pèsonèlman pou nou pou yo travay sou yo epi yo pral asire ke nenpòt twazyèm pati yo te bay konsantman yo pou divilgasyon ak tretman sa yo. Ou dakò konfòme w avèk deskripsyon ak dispozisyon Deklarasyon sou Konfidansyalite a. &#39;Enfòmasyon ki idantifyab pèsonèlman&#39; vle di nenpòt enfòmasyon ki kapab asosye avèk oswa ki remonte nan nenpòt ki moun, ki gen ladan non yon moun, adrès, nimewo telefòn, adrès e-mail, enfòmasyon kat kredi, nimewo sekirite sosyal oswa lòt menm jan enfòmasyon espesifik reyèl, kèlkeswa nan. medya sou ki enfòmasyon sa yo estoke (eg sou papye oswa elektwonikman).

source: 13. Miscellaneous:
ht: 13. Divès:

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
ht: 13.1 Pati Endepandan: Ou ak CaseActive se kontraktè endepandan. Akò a pa kreye okenn antrepriz, patenarya, ajans oswa relasyon travay ant pati yo. Ou dwe sèl responsab pou jere anplwaye ou yo ak pou nenpòt ak tout konpansasyon, taks, benefis ak dèt anplwaye ou yo ak nenpòt nan lòt reprezantan ou oswa founisè sèvis. Ni ou menm ni okenn nan anplwaye ou yo, reprezantan ou, oswa founisè sèvis yo dwe fè okenn reprezantasyon, garanti oswa garanti ki gen rapò ak nou, Akò a oswa Sèvis yo pase jan otan otorize pa nou alekri.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
ht: 13.2 Plasman: Ni Akò a ni okenn nan dwa ou yo oswa obligasyon anba Akò a ka asiyen oswa transfere, pa operasyon nan lwa oswa otreman, san konsantman davans ekri nou an, sof si yo asiyen nan yon siksesè nan enterè, oswa dapre yon fizyon, antrepriz. reyòganizasyon, oswa yon sale oswa transfè nan tout oswa anpil tout byen ou yo ke ou bay nou avi omwen trant (30) jou anvan akonplisman nan tranzaksyon an. Yon devwa ke ou, ki baze sou nenpòt ki lòt sikonstans, mande pou konsantman davans nou an, ki konsantman pa dwe kenbe san rezon. Nou ka lib bay Akò sa a san konsantman ou. Sijè a sa ki ekri pi wo a, Akò sa a ap mare ak inure nan benefis nan pati yo, siksesè respektif yo ak afekte pèmèt.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
ht: 13.3 Majeure Fòs: Okenn pati yo pap responsab nenpòt reta, entèripsyon oswa lòt echèk pou fè dapre Akò a akòz zak ki depase kontwòl pati ki responsab la, men sèlman pou kondisyon sa yo pèsiste. Evènman Force majeures yo enkli, men se pa sa sèlman: katastwòf natirèl (tankou zeklè, tranblemanntè, siklòn, inondasyon); lagè, revòlt, aktivite teworis, ak konplo sivil; aktivite konpayi asirans echanj lokal la, ak lòt zak twazyèm pati; eksplozyon ak dife; anbago, grèv ak diskisyon travay; lòd gouvènman; echèk nan founisè telekominikasyon yo oswa founisè sèvis entènèt; echèk nan founisè twazyèm pati, founisè sèvis oswa fournisseurs; ak nenpòt lòt koz ki depase kontwòl rezonab yon fèt.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
ht: 13.4 Chwa nan Lwa: Akò a ak nenpòt ki diskisyon ki rive soti nan oswa an koneksyon avèk Akò a va gouvène pa ak entèprete anba lwa yo nan Eta a nan Kalifòni, san yo pa konsidere prensip yo nan konfli nan lwa yo. Tout diskisyon ki rive soti nan oswa ki gen rapò ak Akò a va sijè a jiridiksyon an san konte ak pidevan nan eta a California ak tribinal federal pou Santa Barbara, Kalifòni, ak pati yo konsanti nan jiridiksyon pèsonèl ak san konte nan tribinal sa yo.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
ht: 13.5 E-mail ak Avi: Ou dakò plis ke nou ka bay nenpòt ak tout avi, deklarasyon ak lòt kominikasyon ba ou nan swa e-mail, lapòs, sèvis livrezon eksprime, oswa delivre pa yon konpayi asirans rekonèt komèsyal adrese nan adrès ki deziyen dènye sou Akò a. Ou responsab pou bay nou tout enfòmasyon kontak ki ajou.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
ht: 13.6 Pa gen Egzanpsyon; Rekou Kimilatif: Pa gen okenn echèk oswa reta nan youn nan pati nan fè egzèsis nenpòt ki dwa dapre Akò sa a va konstitye yon egzansyon nan dwa sa a. Lòt pase jan yo ekspreseman ki endike nan dokiman sa a, remèd yo bay nan dokiman sa a yo nan adisyon a, epi yo pa san konte nan, nenpòt ki lòt remèd nan yon pati nan lalwa oswa nan ekite.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
ht: 13.7 Severability: Si nenpòt ki dispozisyon ki nan Akò sa a ki te fèt nan yon tribinal ki gen konpetans jiridiksyon yo dwe kontrè ak lwa, dispozisyon an dwe modifye nan tribinal la ak entèprete konsa tankou pi byen akonpli objektif yo nan pwovizyon orijinal la nan limit ki plis otorize pa lalwa, ak lòt dispozisyon ki nan Kontra sa-a dwe rete nan tout fòs ak efè.
