Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ht/LC_MESSAGES/messages.po
Languages: ht

source: All Tasks
ht: Tout Travay

source: Task
ht: Travay

source: Deadline
ht: Dat limit

source: Assignees
ht: Asifyan yo

source: In Progress
ht: Nan Pwogrè

source: Delete task
ht: Efase travay

source: No Tasks
ht: Pa gen Travay

source: wants access
ht: vle aksè

source: No Answers
ht: Pa gen repons

source: Select Field Type
ht: Chwazi jaden Kalite

source: Text Only
ht: Tèks sèlman

source: Multiple Line Text
ht: Tèks Liy miltip

source: Radio
ht: Radyo

source: Date
ht: Dat

source: Time
ht: Tan

source: Yes/No
ht: Wi Non

source: Number
ht: Nimewo

source: Access Denied
ht: Aksè refize

source: You don't have access to this case.
ht: Ou pa gen aksè a ka sa a.

source: Imports
ht: Enpòtasyon

source: View import
ht: Gade enpòte

source: Sessions
ht: Sesyon yo

source: Home
ht: Lakay

source: Users
ht: Itilizatè yo

source: Library
ht: Bibliyotèk

source: Integration
ht: Entegrasyon

source: Settings
ht: Anviwònman

source: Keys
ht: Repons

source: Feed Templates
ht: Feed Modèl

source: Form Templates
ht: Modèl Fòm

source: E-sign Templates
ht: Modèl E-siy

source: Task Templates
ht: Modèl Objektif Travay la

source: Payments
ht: Peman yo

source: From
ht: Soti nan

source: To
ht: Pou

source: System
ht: Sistèm

source: User Intake
ht: Konsomasyon itilizatè

source: After Actions
ht: Apre Aksyon

source: Advance Settings
ht: Anviwònman avanse

source: Label Name
ht: Non etikèt

source: Fields
ht: Jaden

source: Tag ID
ht: ID Tag

source: Have many users?
ht: Gen anpil itilizatè?

source: Import users
ht: Enpòte itilizatè yo

source: or
ht: oswa

source: Send them a signup link.
ht: Voye yo yon lyen enskripsyon.

source: Let's start by entering the email or phone number
ht: Ann kòmanse nan k ap antre nan imèl la oswa nimewo telefòn

source: Phone
ht: Telefòn

source: Invalid phone number entered
ht: Nimewo telefòn envalid antre

source: A label to easily find a case. it cannot be changed later
ht: Yon etikèt fasil jwenn yon ka. li pa ka chanje pita

source: Visibility:
ht: Vizibilite:

source: Who can use this template
ht: Ki moun ki ka itilize modèl sa a

source: One time
ht: Yon sèl fwa

source: Please enter valid payment information before proceeding
ht: Tanpri antre enfòmasyon valab peman anvan ou kontinye

source: Add Payment
ht: Ajoute Peman

source: Repeat every:
ht: Repete chak:

source: Let's get started
ht: An n kòmanse

source: Take me there
ht: Mennen m la

source: Mark
ht: Mak

source: Onboarding
ht: Abònman

source: Created on
ht: Kreye sou

source: Expires on
ht: Ekspire sou

source: No announcements yet.
ht: Pa gen anons ankò.

source: Add Announcement
ht: Ajoute Anons

source: Edit Announcement
ht: Edit Anons

source: Date and time should be at least one hour ahead
ht: Dat ak lè yo ta dwe omwen yon èdtan davans

source: Delete Date
ht: Efase Dat

source: Delete Time
ht: Efase Tan

source: Back
ht: Retounen

source: No Users Found
ht: Pa gen itilizatè yo te jwenn

source: No role selected
ht: Pa gen okenn wòl chwazi

source: No permissions added!
ht: Pa gen autorisations te ajoute!

source: ASSIGNED USERS
ht: Itilizatè yo asiyen

source: CASE PERMISSIONS
ht: PÈMISYON KA

source: User ID
ht: ID itilizatè

source: Role
ht: Wòl

source: remove
ht: retire

source: Assign User
ht: Bay itilizatè

source: User
ht: Itilizatè

source: ADD USER
ht: ADD itilizatè

source: Email user about case assignment
ht: Imèl itilizatè sou plasman ka

source: Keyword
ht: Mo kle

source: No cases found.
ht: Pa gen ka yo te jwenn.

source: Create a case for a business
ht: Kreye yon ka pou yon biznis

source: Case ID
ht: ID ka

source: Created On
ht: Kreye sou

source: Case Status
ht: Ka Status

source: Case Type
ht: Kalite Ka

source: Assign Users
ht: Bay Itilizatè yo

source: No cases found
ht: Pa gen ka yo te jwenn

source: Have many cases?
ht: Gen anpil ka?

source: Click here to import cases.
ht: Klike la a pou enpòte ka yo.

source: No status selected
ht: Pa gen estati chwazi

source: No type selected
ht: Pa gen kalite chwazi

source: Case Info
ht: Ka enfòmasyon

source: About
ht: Sou

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
ht: Yon etikèt pèmanan pou fasil jwenn yon ka. (a-z, 0-9, -, /) yo gen dwa

source: Case Types
ht: Kalite Ka

source: Click
ht: Klike sou

source: to edit case types
ht: pou edite kalite ka yo

source: No Type selected
ht: Pa gen Kalite chwazi

source: Case not found!
ht: Ka pa jwenn!

source: All statistics
ht: Tout estatistik

source: Import not found.
ht: Enpòte pa jwenn.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
ht: Pwosesis dosye a echwe. Asire w ke li se yon kalite dosye CSV epi li gen tèt yo kòrèk

source: Data
ht: Done

source: No Imports yet.
ht: Pa gen enpòtasyon ankò.

source: Source
ht: Sous

source: Stats
ht: Statistik

source: Passed:
ht: Pase:

source: Failed:
ht: Echwe:

source: Add Imports
ht: Ajoute Enpòtasyon

source: Download Sample
ht: Download Egzanp

source: Choose a file
ht: Chwazi yon dosye

source: Edit Key
ht: Modifye kle

source: Add Key
ht: Ajoute kle

source: No Keys yet.
ht: Pa gen kle ankò.

source: Source CIDR
ht: Sous CIDR

source: Remove
ht: Retire

source: is invalid.
ht: valab.

source: Secret Key
ht: Sekrè kle

source: Make sure to copy your new secret key now. You won’t be able to see it again!
ht: Asire ou ke ou kopye nouvo kle sekrè ou an kounye a. Ou pa yo pral kapab wè l 'ankò!

source: Add Webhook
ht: Ajoute Webhook

source: No event selected
ht: Pa gen evènman chwazi

source: No Webhooks yet.
ht: Pa gen Webhooks ankò.

source: Secret Webhook
ht: Sekrè Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
ht: Asire ou ke ou kopye nouvo webhook sekrè ou an kounye a. Ou pa yo pral kapab wè l 'ankò!

source: Sign In
ht: Siyen nan

source: Login in account page.
ht: Login nan paj kont.

source: Edit form builder
ht: Edit fòm builder

source: Delete form
ht: Efase fòm

source: No forms yet.
ht: Pa gen fòm ankò.

source: Intake Forms
ht: Fòm konsomasyon

source: Upload Intake Form Document
ht: Telechaje Dokiman Fòm Admisyon

source: Add Intake Form
ht: Ajoute Fòm Konsomasyon

source: Edit Intake Form
ht: Edit Fòm Konsomasyon

source: Show Media
ht: Montre Media

source: Files Amount
ht: Kantite Dosye

source: No Feed Templates yet.
ht: Pa gen Klere Feed ankò.

source: Post Name
ht: Non pòs

source: Post Message
ht: Post Mesaj

source: Processing media ...
ht: Pwosesis medya ...

source: Download original file
ht: Telechaje dosye orijinal la

source: Could not display media
ht: Pa t &#39;kapab montre medya yo

source: No locations found.
ht: Pa gen kote yo te jwenn.

source: Main Office
ht: Biwo prensipal

source: Location Name
ht: Non kote

source: Delete e-sign
ht: Efase e-siy

source: No e-signs yet.
ht: Pa gen okenn siy elektwonik ankò.

source: Subtasks Count
ht: Sou-travay yo konte

source: No tasks yet.
ht: Pa gen travay ankò.

source: Invoice ID
ht: ID fakti

source: Refund
ht: Ranbousman

source: No invoices yet.
ht: Pa gen fakti ankò.

source: Refund Reason
ht: Rezon pou ranbousman

source: Duplicate charge
ht: Kopi chaj

source: Fraudulent charge
ht: Chaj fwod

source: Requested by customer
ht: Mande pa kliyan

source: Role Info
ht: Enfòmasyon sou wòl

source: It cannot be changed later
ht: Li pa ka chanje pita

source: Role Permissions
ht: Permissions wòl

source: e-signs
ht: e-siy

source: on
ht: sou

source: Allowed File Sizes
ht: Pèmèt gwosè File

source: Create
ht: Kreye

source: Creating...
ht: Kreye ...

source: Modules
ht: Modil yo

source: Roles
ht: Wòl yo

source: Profile information
ht: Enfòmasyon sou pwofil

source: No role found.
ht: Pa gen okenn wòl yo te jwenn.

source: When a case is created, auto assign these users
ht: Lè yon ka kreye, oto bay itilizatè sa yo

source: Remove All
ht: Retire tout

source: User Name
ht: Non itilizatè

source: Notify
ht: Notifye

source: Host User
ht: Itilizatè lame

source: When a user is assigned to a case, auto add templates
ht: Lè yon itilizatè yo asiyen nan yon ka, oto ajoute modèl

source: No post selected
ht: Pa gen pòs chwazi

source: No form selected
ht: Pa gen fòm chwazi

source: No e-sign selected
ht: Pa gen okenn siy elektwonik chwazi

source: Templates
ht: Modèl

source: Add Templates
ht: Ajoute Modèl

source: Idle Cases
ht: Ka san fè anyen konsa

source: When a case is idle, post this message
ht: Lè yon ka san fè anyen konsa, poste mesaj sa a

source: No case type selected
ht: Pa gen kalite ka chwazi

source: Idle Days
ht: Jou san fè anyen konsa

source: Set Idle Message
ht: Mete mesaj san fè anyen konsa

source: No task selected
ht: Pa gen okenn travay chwazi

source: No operation order selected
ht: Pa gen okenn lòd operasyon chwazi

source: Operation Order
ht: Lòd operasyon

source: Add Templates to Assign Users
ht: Ajoute modèl pou bay itilizatè yo

source: Case Form
ht: Fòm Ka

source: User Form
ht: Fòm itilizatè

source: Notes Form
ht: Fòm nòt

source: Defaults
ht: Défaut

source: Required
ht: Egzije

source: Public User Signup link:
ht: Lyen pou enskripsyon itilizatè piblik la:

source: Design Settings
ht: Design Anviwònman

source: Favicon:
ht: Favikon:

source: Change file
ht: Chanje dosye

source: Delete Favicon
ht: Efase favikon

source: Delete Logo
ht: Efase Logo

source: Text Color
ht: Tèks Koulè

source: Recommended Colors:
ht: Koulè rekòmande yo:

source: reset
ht: Reyajiste

source: Background Color
ht: Koulè Istorik

source: Hex:
ht: Egzagòn:

source: Company Info
ht: Enfòmasyon sou konpayi

source: Website
ht: Sit entènèt

source: Terms of Use URL
ht: Kondisyon pou itilize URL

source: User Signup
ht: Enskripsyon itilizatè

source: Allow Signup
ht: Pèmèt Enskripsyon

source: Auto Create Case
ht: Oto Kreye Ka

source: Case User Role
ht: Ka Itilizatè Wòl

source: Analytics Key
ht: Kle Analytics

source: delete
ht: efase

source: Crop Image
ht: Rekòt Imaj

source: No Filter
ht: Pa gen Filter

source: No logs requested.
ht: Pa gen jounal mande.

source: Logs list is empty.
ht: Mòso lis lis la vid.

source: Request Logs
ht: Mande lekti

source: Log Type
ht: Kalite Log

source: Filter
ht: Filtre

source: Select a case
ht: Chwazi yon ka

source: Enter the email address
ht: Antre nan adrès imel la

source: Module
ht: Modil

source: Header (3 max)
ht: Tèt (3 max)

source: When a user join app, ask the user to share the following
ht: Lè yon itilizatè rantre nan aplikasyon an, mande itilizatè a pataje sa ki annapre yo

source: No user intake found.
ht: Pa gen itilizatè yo jwenn.

source: User Type
ht: Kalite Itilizatè

source: Intake Form
ht: Fòm konsomasyon

source: Complete After
ht: Ranpli Apre

source: No user type selected
ht: Pa gen kalite itilizatè chwazi

source: No intake form selected
ht: Pa gen fòm admisyon chwazi

source: Complete After Date
ht: Ranpli Apre Dat

source: Complete After Time
ht: Ranpli Apre Tan

source: Date and time should be less or equal to now
ht: Dat ak lè yo ta dwe mwens oswa egal a kounye a

source: Comment ct
ht: Kòmantè ct

source: View Ticket
ht: Gade Tikè

source: Ticket
ht: Tikè

source: No tickets yet.
ht: Pa gen tikè ankò.

source: User not found.
ht: Itilizatè yo pa jwenn.

source: User can edit their account information except for the host user attributes section.
ht: Itilizatè a ka modifye enfòmasyon kont yo eksepte seksyon atribi itilizatè lame a.

source: Contact
ht: Kontak

source: Phone number
ht: Nimewo telefòn

source: Zip Postal Code
ht: Postal Postal

source: Host User Attributes
ht: Atribi itilizatè lame

source: User Status
ht: Itilizatè Status

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
ht: Yon etikèt pèmanan pou fasil jwenn yon itilizatè. (a-z, 0-9, -, /) yo gen dwa

source: App only User Intake Fields
ht: App sèlman Itilizatè Intake Fields

source: APP ONLY CUSTOM FIELDS
ht: APP SÈLMAN PWOFÈ KALITE

source: s found.
ht: yo jwenn.

source: Created Date
ht: Kreye dat

source: View Cases
ht: Gade ka yo

source: VIEW CASES
ht: WÈ KA

source: Get Started
ht: Kòmanse

source: Password
ht: Modpas

source: Email is not valid.
ht: Imèl pa valab.

source: CaseActive lets you and your client
ht: CaseActive pèmèt ou ak kliyan ou yo

source: work together
ht: travay ansanm

source: at any time, in any place.
ht: nenpòt ki lè, nan nenpòt kote.

source: Explore
ht: Eksplore

source: Support & Docs
ht: Sipò ak Dok

source: Failed to validate if you are human
ht: Echwe nan valide si ou se moun

source: NOTIFY ME WHEN IT'S READY!
ht: Fè remake m &#39;lè li pare!

source: Thank You!
ht: Mèsi!

source: We will notify you when the app is ready
ht: Nou pral fè w konnen lè app a pare

source: Most popular
ht: Ki pi popilè

source: All languages
ht: Tout lang

source: Oops, Something went wrong.
ht: Wouch, Yon bagay ale mal.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
ht: Wouch, Yon bagay ale mal. Ekip nou an te avize. Tanpri eseye ankò pita.

source: Support Documentation
ht: Dokimantasyon sipò

source: All Categories
ht: Tout Kategori

source: Contents
ht: Kontni

source: Related Articles
ht: Atik ki gen rapò

source: Get started: processes, best practices, setup guides, and more!
ht: Kòmanse: pwosesis, pi bon pratik, gid konfigirasyon, ak plis ankò!

source: Find anything you need to get to work in CaseActive.
ht: Jwenn nenpòt bagay ou bezwen pou jwenn travay nan CaseActive.

source: All case communication in one spot
ht: Tout ka kominikasyon nan yon sèl plas

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
ht: Konvèti, poste dènye enfòmasyon yo, reponn kesyon yo, pran nòt, fè kòmantè, epi fè diskisyon yo atenn pa notifikasyon imèl ak SMS an tan reyèl.

source: Share with confidence
ht: Pataje avèk konfyans

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
ht: Pataje dokiman ak foto ant kliyan ak manm ekip atravè nenpòt ak tout aparèy, se konsa tout moun kenbe moute-a dat.

source: Take it on the go
ht: Pran li sou ale a

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
ht: Sèvi ak aparèy mobil tankou tablèt ak smartphones kolabore sou detay kle, diskite sou pi gwo pwoblèm, echanj dokiman, ak tablo pwogrè nan tan reyèl.

source: Immediate records access
ht: Aksè dosye imedyatman

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
ht: Itilizatè yo otorize ka byen vit jwenn aksè nan done kliyan yo ak enfòmasyon ka (ki gen ladan aktyèl, sot pase yo, ouvè, fèmen, ak ka annatant), tout nan yon sèl pòtal.

source: Automatic timezone conversion
ht: Konvèsyon otomatik nan timezone

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
ht: Kit ou vwayaje oswa rete nan yon lòt kote, ou pral nan senkronizasyon ak tan-zòn konvèsasyon sistèm jesyon nou an.

source: Track Events
ht: Track Evènman

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
ht: Rapide pran randevou pou reyinyon yo, kontwole evènman k ap vini yo, epi envite kliyan ak manm ekip la kòm patisipan.

source: Video Conferencing
ht: Videyo konferans

source: Connect with clients and team members via live video chats for even more interactivity.
ht: Konekte ak kliyan ak manm ekip atravè cha videyo ap viv pou menm plis interactivité.

source: Automate tasks when a case is created or a user is assigned to a case.
ht: Otomatize travay lè yo kreye yon ka oswa yo asiyen yon itilizatè nan yon ka.

source: Automated Alerts
ht: Avètisman otomatik yo

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
ht: Vle swete kliyan ou yo yon bon anivèsè? Mete kanpe yon mesaj otomatik pou kliyan pase ak aktyèl yo pou jou espesyal yo!

source: Keeping Client details up-to-date
ht: Kenbe detay Kliyan monte-a-dat

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
ht: Kliyan yo ka modifye Des yo ak done mete ajou, foto, modpas, ak anviwònman kont.

source: Ask Questions, Get Answers.
ht: Poze kesyon, Jwenn Repons.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
ht: Kreye fòm koutim epi voye yo bay kliyan pou fini. Rasanble enfòmasyon esansyèl, bay sondaj sòti, epi jwenn tout done yo ou bezwen fè travay ou byen!

source: , Director of Sales of Cain & Company
ht: , Direktè Komèsyal nan Kayen &amp; Konpayi

source: Make client billing as straightforward as possible with online invoices and payments.
ht: Fè facturation kliyan kòm senp ke posib ak sou entènèt bòdwo ak peman yo.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
ht: Nou renmen ka a faktur paske li pèmèt kliyan wè ekzakteman ki sa yo ap peye pou.

source: , Vice President of Sky Digital
ht: , Vis Prezidan an Sky Digital

source: Enjoy the ease of e-signing
ht: Jwi fasilite e siyen

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
ht: Klèman siyen tout dokiman nan DocSign, lè l sèvi avèk Uploaded dokiman ak demann kliyan siyati dijital ak konfimasyon.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ht: Telechaje yon dokiman, make li pou siyati, epi apre sa kliyan an konekte epi e-siyen li. Tout bagay fèt san kliyan an oblije antre nan bilding nou an. Sa a se pratik ak kliyan ki pa pre yon biwo oswa ki abite andeyò eta..

source: , Director of Operations of Capital Insurance
ht: , Direktè Operasyon Asirans Kapital

source: Enhance Your System. Less Work, More Results.
ht: Amelyore sistèm ou an. Mwens Travay, Plis Rezilta.

source: Use the Self-Serve Administrative Feature
ht: Sèvi ak Oto-Sèvi karakteristik la Administratif yo

source: Take total control of your CaseActive management suite from the platform itself.
ht: Pran kontwòl total Suite jesyon CaseAcive ou soti nan platfòm nan tèt li.

source: Effortlessly link your existing system with CaseActive
ht: Lyen sistèm ki egziste deja ou a ak CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ht: Entegre API propriétaires nou pou kreye otomatikman ka yo, bay itilizatè yo, epi jenere rapò ki baze sou opinyon sistèm ou an.

source: Acting as a
ht: Aji kòm yon

source: virtual administrative assistant
ht: asistan administratif vityèl

source: , CaseActive empowers you with streamlined document and media handling, private
ht: , CaseActive ranfòse ou ak senp dokiman ak medya manyen, prive

source: client-to-customer communications
ht: kominikasyon kliyan-a-kliyan

source: event scheduling, and step-by-step case processing.
ht: orè evènman, ak etap-pa-etap pwosesis ka.

source: Self-Serve Administration
ht: Administrasyon Self-Serve

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
ht: Aji kòm yon asistan administratif vityèl, CaseActive ranfòse ou ak senp ak dokiman ak manyen medya, prive kliyan-a-kliyan kominikasyon, orè evènman, ak etap-pa-etap pwosesis ka.

source: Manage User Logins & Case Creation
ht: Jere Itilizatè Itilizasyon &amp; Kreyasyon Ka a

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
ht: Dirèkteman sipèvize kreyasyon an kont itilizatè pandan y ap otorize autorisations aksè yo sou yon baz ka-pa-ka. Jere kreyasyon ka, pwogrè, ak fèmen, ak rapò plen chak etap nan wout la.

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
ht: Gade egzakteman ki jan yon ka ap pwogrese, ki kantite ka avèk siksè fèmen, ak wè fwa repons atravè bon jan analiz CaseActive a modil. Konesans se pouvwa, ak nou te ban nou tout bagay gen konnen sou pwojè pwòp ou yo.

source: Monitor User Logs
ht: Siveye Logs itilizatè

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
ht: Kenbe yon je sou kliyan ak ekip manm koneksyon ak aktivite platfòm asire tout aksyon yo otorize nan paramèt yo ka e ke tout manm yo fè devwa yo jan sa nesesè.

source: Employ Advanced Searches
ht: Anplwaye rechèch avanse

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
ht: Jwenn egzakteman sa ou bezwen lè ou bezwen li. Search ka pa itilizatè ak kliyan non, mo kle, delè, Uploaded dokiman, ak plis ankò!

source: Create Custom Fields
ht: Kreye jaden Custom

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
ht: Jenere jaden ka espesyalize pou kliyan ak ekip manm opinyon, ak ranmase done yo ou bezwen nan tout moun ki enplike. Fè koòdone nan ka inik nan biznis ou ak mak!

source: Create Custom Templates
ht: Kreye modèl Custom

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
ht: Devlope yon seri menmen nan fòm koutim ak modèl pou distribisyon ak fini tou de pandan ak apre yon ka (tankou sondaj sòti kliyan). Kèlkeswa fòm ou bezwen an, ou ka kreye!

source: Violet Cherry
ht: Vyolèt Cherry

source: As-You-Go Invoicing
ht: As-You-Go faktur

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
ht: Nou la pou ede! Kontakte si ou toujou gen nenpòt kesyon epi n ap reponn nan de jou ouvrab.

source: * Email is not valid.
ht: * Imèl pa valab.

source: Low
ht: Ba

source: Medium
ht: Mwayen

source: High
ht: Segondè

source: Critical
ht: Kritik

source: Choose Importance
ht: Chwazi Enpòtans

source: Department
ht: Depatman

source: Sales
ht: Komèsyal

source: Other
ht: Lòt

source: Choose Department
ht: Chwazi Depatman

source: Importance
ht: Enpòtans

source: Send A New Message
ht: Voye yon nouvo mesaj

source: Send message
ht: Voye mesaj

source: Answers to Questions
ht: Repons pou kesyon yo

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
ht: Èske gen nenpòt kesyon? Li plis konsèy nan repons nou yo pou demann kliyan yo epi jwenn repons yo pou kont ou.

source: How secure is CaseActive?
ht: Ki jan CaseActive an sekirite?
