Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ht/LC_MESSAGES/messages.po
Languages: ht

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
ht: 13.8 tout akò: nan limit maksimòm ki pèmèt lalwa aplikab, akò sa a, ansanm ak dokiman yo referans dokiman sa a ak tout Fòm Lòd ak siy-up ap koule, konstitye akò a tout antye ant pati yo tankou sijè li yo, ak ranplase tout anvan yo ak akò resan, pwopozisyon oswa reprezantasyon, alekri oswa oral, konsènan matyè a nan Kontra sa-a. Pa gen okenn reprezantasyon, antreprann oswa pwomès pou yo te pran yo te bay oswa enplisit soti nan anyen ki di oswa ekri nan negosyasyon ant pati konsèné yo anvan akò sa a eksepte jan sa eksprime deklare nan akò sa a. Okenn pati pa dwe gen okenn remèd nan respè nenpòt deklarasyon vre pa lòt la ki te sou pati sa a konte nan antre nan akò sa a (sòf si sa yo ki te di pawòl vre te fè fwod) e ke sèl remèd yon pati a nan respè nan nenpòt ki deklarasyon vre dwe. vyolasyon kontra jan sa prevwa nan Kontra sa-a. Ou rekonèt epi mwen dakò ke akò ou anba a pa ka depann de livrezon nenpòt fonksyonalite nan lavni oswa karakteristik ki pa espesifye nan dokiman sa a oswa nan yon Fòm Lòd oswa depann sou nenpòt ki kòmantè oral oswa ekri, piblik oswa prive fè pa nou ki gen rapò ak fonksyonalite nan lavni oswa karakteristik pou Sèvis yo. Nan evènman an nan nenpòt ki konfli ant dispozisyon ki nan sa yo Regleman Jeneral nan Sèvis ak nenpòt ki Fòm Lòd oswa lòt Regleman nan Sèvis, kondisyon ki nan Fòm Lòd sa yo oswa lòt Regleman nan Sèvis va genyen, nan limit ki nan konfli sa yo. Pa gen tèm oswa kondisyon deklare nan lòd acha ou a oswa nan nenpòt ki lòt nan dokiman lòd ou yo dwe enkòpore nan oswa fòme nenpòt ki pati nan Kontra sa-a, ak tout tèm sa yo oswa kondisyon yo pral nil epi revoke.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
ht: 13.9 Export: tou de pati yo dakò pou yo konfòme yo avèk lwa ak règleman aplikab pou ekspòtasyon ak enpòte Etazini. Ou pa dwe pèmèt itilizatè ou yo gen aksè oswa itilize Sèvis yo an vyolasyon nenpòt anbago ke lwa Ameriken an, entèdiksyon oswa restriksyon.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
ht: 13.10 Piblisite: Nou pa ka nonmen ou kòm yon itilizatè nan Sèvis yo san konsantman ekri ou.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
ht: 13.11 Lyen ki mennen nan sit twazyèm pati: Sèvis yo oswa sit entènèt nou an ka gen ladan lyen ki mennen nan sit twazyèm pati (&#39;Sit Lye&#39;). Sit sa yo lye yo pa anba kontwòl nou yo ak nou pa responsab pou sa ki nan nenpòt ki sit lye, ki gen ladan san limit nenpòt lyen ki genyen nan yon sit lye, oswa nenpòt ki chanjman oswa dènye nouvèl sou yon sit lye oswa Sèvis yo bay atravè yon sit lye. Nou ap bay lyen sa yo pou ou sèlman kòm yon konvenyans, ak enklizyon a nan nenpòt ki lyen pa vle di andòs pa nou nan sit la oswa nenpòt ki sèvis ki asosye ki ofri pa sit la.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
ht: 13.12 Ou dakò pou resevwa Imèl, apèl nan telefòn ak mesaj SMS soti nan CaseActive bay dènye enfòmasyon sou lòd ou ak / oswa pou rezon maketing. Frekans mesaj depann sou aktivite ou. Ou ka opt-out pa dezaktive notifikasyon nan kont ou oswa efase kont ou. Mesaj ak pousantaj done yo ka aplike.

source: An error occurred
ht: Yon erè te fèt

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
ht: Yon bagay ale mal. Enjenyè nou yo te avèti. Peze bouton rechaje pou rechaje.

source: Reload
ht: Rechaje
