Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ht/LC_MESSAGES/messages.po
Languages: ht

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
ht: CaseActive itilize chifreman SSL 128-bit klas militè ak bank pou transmisyon done ak chifreman 256-bit AES pou done an rès. Chak egzanp CaseActive gen yon kle inik ki pwodui, ki bay yon kouch sekirite adisyonèl pou biznis ou. Nou p'ap janm pèmèt yon lòt konpayi jwenn aksè nan baz done ou oswa sistèm depo ou.

source: I have an existing system in place, Can CaseActive work with my existing system?
ht: Mwen gen yon sistèm ki egziste deja, Èske CaseActive ka travay ak sistèm ki egziste deja mwen an?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
ht: Wi, ou ka entegre API propriétaires nou an oswa modil enpòte pou kreye ka otomatikman, bay itilizatè yo, epi jenere rapò ki baze sou opinyon sistèm ou an.

source: We have clients all over the world. Is CaseActive available in other languages?
ht: Nou gen kliyan nan tout mond lan. Èske CaseActive disponib nan lòt lang?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
ht: Wi, aplikasyon CaseActive ak kominikasyon ka tradui nan plis pase 60 lang, tankou, Mandarin Chinwa, Panyòl, Hindi ak Ris ak angle.

source: Can I add a logo or customize CaseActive in any way?
ht: Èske mwen ka ajoute yon logo oswa Customize CaseActive nan nenpòt fason?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
ht: Absoliman! CaseActive te fèt ak ou nan tèt ou. Sou paj panèl admin anviwònman an, ou ka telechaje pwòp koulè pèsonèl ou epi chwazi koulè konpayi ou.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
ht: Èske CaseActive konpatib ak nenpòt aparèy (PC, Mac, tablèt ak mobil)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
ht: CaseActive se yon aplikasyon entènèt ki reponn. Li kouri nan nenpòt navigatè entènèt tankou Internet Explorer, Firefox, Safari oswa Chrome, elatriye. Sa vle di ki kalite aparèy (PC, Mac, tablèt ak mobil) w ap itilize pa fè okenn diferans. Senpleman louvri navigatè entènèt la, konekte nan kont CaseActive ou a, epi w ap fini.

source: How many clients can I have?
ht: Konbyen kliyan mwen ka genyen?

source: You are billed per staff seat, per month. You can have unlimited client users.
ht: Yo fakti w pou chak plas anplwaye, pa mwa. Ou ka gen itilizatè kliyan san limit.

source: Enhance User Experience
ht: Amelyore Eksperyans Itilizatè

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
ht: Pa gen okenn frè minimòm ak pa gen okenn angajman davans. Ou peye sèlman pou chak plas anplwaye, pa mwa.

source: per Month
ht: pamwa

source: Everything you need to get started. 3 seats are included.
ht: Tout sa ou bezwen pou kòmanse. 3 chèz yo enkli.

source: Business
ht: Biznis

source: Popular
ht: Popilè

source: Our most popular plan. 4 seats are included.
ht: Plan ki pi popilè nou an. 4 chèz yo enkli.

source: Contact sales for pricing
ht: Kontakte lavant pou pri

source: Custom Pricing, Advanced features, SSO, Webhooks.
ht: Custom Pricing, karakteristik avanse, SSO, Webhooks.

source: Contact Sales
ht: Kontakte Komèsyal

source: Overview
ht: Apèsi sou lekòl la

source: Communicate and share docs with your clients
ht: Kominike epi pataje dokiman ak kliyan ou yo

source: Schedule recurring events and meetings
ht: Pwograme evènman ak reyinyon renouvlab

source: Fully customize your form to generate data
ht: Konplètman Customize fòm ou a pou jenere done

source: Keep track of case progression
ht: Kenbe tras de pwogresyon ka a

source: Request compliant e-signatures from multiple users
ht: Mande siyati elektwonik ki konfòm nan men plizyè itilizatè

source: Generate invoice for your client to view or pay
ht: Jenere fakti pou kliyan ou a wè oswa peye

source: Allows everyone to know what is coming up and due
ht: Pèmèt tout moun konnen sa k ap vini ak akòz

source: Auto notify the user when something is due
ht: Otomatikman notifye itilizatè a lè gen yon bagay

source: Add custom case fields for all your cases
ht: Ajoute jaden ka koutim pou tout ka ou yo

source: Make your app unique with logo and color styles
ht: Fè app ou inik ak logo ak estil koulè

source: Access to customer support
ht: Aksè nan sipò kliyan

source: Storage
ht: Depo

source: Unlimited
ht: San limit

source: Additional Users Seats
ht: Lòt Itilizatè Syèj

source: Convo with recording
ht: Konvo ak anrejistreman

source: Video or audio chat with recording saved to the case
ht: Videyo oswa odyo chat ak anrejistreman sove nan ka a

source: API Access
ht: Aksè API

source: Automate tasks with access to API
ht: Otomatik travay ak aksè a API

source: Module Templates
ht: Modil Modil

source: Create a standard template and reuse it
ht: Kreye yon modèl estanda epi sèvi ak li ankò

source: Autorun an action when a case or case assigned is triggered
ht: Otorize yon aksyon lè yon ka oswa yon ka plase deklanche

source: Newsletter
ht: Bilten nouvèl

source: Send general, birthday, or holiday messages to clients (Coming Soon)
ht: Voye mesaj jeneral, anivèsè nesans oswa jou ferye bay kliyan (vini byento)

source: Encryption at rest
ht: Cryptage nan rès

source: Protects your data from system compromise
ht: Pwoteje done ou kont konpwomi sistèm

source: Encryption in transit
ht: Chidere nan transpò

source: Protects your data if communications are intercepted
ht: Pwoteje done ou yo si yo entèsepte kominikasyon

source: SAML-based single sign-on (SSO)
ht: Enskripsyon sèl ki baze sou SAML (SSO)

source: Respond realtime to events
ht: Reponn an tan reyèl nan evènman yo

source: Seamless Collaboration
ht: Kolaborasyon san pwoblèm

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
ht: CaseActive rasyonalize kolaborasyon dijital ant konpayi ou ak kliyan - soti nan konsiltasyon nan rezolisyon, tout sou yon sèl platfòm.

source: Take a tour
ht: Pran yon toune

source: Stay Connected
ht: Rete konekte

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
ht: Kenbe kontak enstantane ak manm ekip la lè l sèvi avèk koòdone user-zanmitay CaseActive a kòm yon sèl-sispann mwaye ou pou kliyan ak jesyon ka.

source: Connect
ht: Konekte

source: Case Feed keeps you up-to-date with your clients.
ht: Ka Feed kenbe ou monte-a-dat ak kliyan ou yo.

source: Schedule
ht: Orè

source: Create events, invite attendees, and monitor your calendar.
ht: Kreye evènman, envite patisipan yo, ak kontwole kalandriye ou.

source: Call
ht: Rele

source: Engage in live video conference calls any time, anywhere.
ht: Angaje nan apèl konferans videyo viv nenpòt ki lè, nenpòt kote.

source: Share
ht: Pataje

source: Securely upload files, discuss them, and share.
ht: Byen telechaje dosye yo, diskite yo, epi pataje.

source: Powerful Case Management
ht: Pwisan Ka Jesyon

source: Out-of-the-Box Functionality
ht: Fonksyonalite Out-of-the-Box la

source: Easily assign individuals
ht: Fasil bay moun

source: or teams to a case and collaborate with clients.
ht: oswa ekip nan yon ka epi kolabore ak kliyan.

source: Manage user groups
ht: Jere gwoup itilizatè yo

source: and customize access permissions.
ht: ak Customize aksè autorisations.

source: All data is automatically backed up
ht: Tout done otomatikman apiye moute

source: in case a recovery is ever needed.
ht: nan ka yon rekiperasyon tout tan nesesè.

source: All information
ht: Tout enfòmasyon

source: is securely encrypted, ensuring your absolute privacy.
ht: se byen chiffres, asire vi prive absoli ou.

source: with your own colors and logo.
ht: avèk pwòp koulè ak logo ou.

source: can be enabled/disabled at any time.
ht: ka pèmèt / enfim nan nenpòt ki lè.

source: Benefits of
ht: Benefis de

source: Reduction in time
ht: Rediksyon nan tan

source: to intake new clients
ht: pou pran nouvo kliyan

source: the chance of
ht: chans pou

source: malpractice
ht: move pratik

source: Better experience
ht: Pi bon eksperyans

source: for your client
ht: pou kliyan ou

source: Increase in caseload capacity
ht: Ogmantasyon nan kapasite chaj

source: per staff
ht: pou chak anplwaye

source: Get Started with our Built-in Apps
ht: Kòmanse ak Apps bati-an nou an

source: All you need in one place.
ht: Tout sa ou bezwen nan yon sèl kote.

source: Case Feed
ht: Ka Feed

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
ht: Fasil bay yon kliyan, anplwaye, ak asosye nan yon ka ak angaje yo nan yon espas ki an sekirite ki pèmèt ou poste pwogrè ka, gen chat an tan reyèl ak konvèsasyon videyo, osi byen ke evènman orè, e-siyen / Upload / download dokiman, ak ... plis toujou.

source: Case Invoices
ht: Ka fakti

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
ht: Avèk kòm-ou-ale fakturasyon, kliyan faktirasyon se jis yon klike lwen, epi li pèmèt ou voye otomatik-pwodwi demann fon ak resevwa peman dirèk nan retounen.

source: Case Events
ht: Ka Evènman

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
ht: Kenbe kalandriye ka ou a òganize nan tout tan, evènman orè, envite patisipan, voye rapèl evènman, ak asire tout bagay rete sou-track.

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
ht: Satisfè kritè kalifikasyon ak kliyan yo ak manm ekip nòmalman &#39;fas-a-fas&#39; nan bati-an konférans videyo pou ou ka pale dirèkteman ak tout moun ki enplike.

source: Case Forms & E-signs
ht: Fòm Ka ak E-siy

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
ht: Fully Customize fòm ka ou a jenere modèl inik ki sèvi bezwen espesifik ou. Modèl sa yo ka Lè sa a, dwe distribiye bay kliyan yo ak manm ekip yo ranpli ak siyen

source: Case notes
ht: Ka nòt

source: Keep notes with custom fields and attachments on case progression for current and future team members
ht: Kenbe nòt ak jaden koutim ak atachman sou pwogresyon ka pou manm ekip aktyèl ak pwochen

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
ht: Telechaje, pataje, fè kòmantè sou, epi telechaje dosye ki gen rapò ak ka a pou tout moun gen yon referans sou tout detay enpòtan yo, moun, ak sitiyasyon yo.

source: About Case
ht: Sou ka

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
ht: Kite kliyan ak anplwaye gade detay jeneral pou ka yo yo ap patisipe pous Ou ka Lè sa a, fèmen ka a yon fwa tout bagay vlope moute, oswa bay yon otorizasyon manm ekip yo fè sa.

source: Plus Many More Features
ht: Plis Plis Plis Karakteristik

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
ht: Sèvi ak Oto-Sèvi karakteristik la Administratif Pran kontwòl total de ou CaseActive jesyon suite soti nan platfòm nan tèt li.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
ht: Li fasil pou konekte sistèm ki egziste deja ou a ak CaseActive entegre Integrated API nou an otomatikman kreye ka yo, asiyen itilizatè yo, ak jenere rapò ki baze sou opinyon sistèm ou an.

source: Multi-Language Enabled:
ht: Multi-Language pèmèt:

source: Interact with clients in
ht: Kominike avèk kliyan an

source: 70+ languages
ht: 70+ lang

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
ht: Si w ap travay lokalman oswa globalman, ou ka tradui lang natif natal kliyan ou a nan la CaseActive

source: language management system
ht: sistèm jesyon lang

source: No more confusion or limits.
ht: Pa gen plis konfizyon oswa limit.

source: Let's see what others are saying
ht: Ann wè sa lòt moun ap di

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
ht: Dekouvri ki jan kliyan awizom nou yo - soti nan ti biznis yo antrepriz antrepriz - ranfòse avantaj konpetitif yo lè yo vin vanyan sòlda CaseActive.

source: SUPPORT
ht: SIP

source: Everything at Your Fingertips.
ht: Tout bagay nan men ou.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
ht: Kòmanse avèk app CaseActive ou pa swiv gid videyo nou an, ak Customize li nan kostim bezwen ou yo.

source: What are you looking for...
ht: Kisa w ap chache...

source: Last Updated: June 7, 2021
ht: Dènye Mizajou: 7 jen, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
ht: CaseActive rezève dwa pou, nan nenpòt ki lè ak nan diskresyon sèl li yo, mete ajou ak chanje nenpòt oswa tout sa yo tèm de sèvis. Lè CaseActive chanje kondisyon sa yo nan Sèvis, CaseActive pral modifye &#39;Dènye Mizajou&#39; dat ki pi wo a. Ou responsab pou revize regilyèman vèsyon ki pi resan nan sèvis la. Kontinye pou sèvi ak Sèvis yo apre nenpòt chanjman sa yo te fèt dwe konsantre ou yo dwe mare nan chanjman sa yo. Si ou fè objeksyon pou nenpòt ki chanjman nan sa yo Regleman pou Sèvis, remèd sèl ak san konte ou a dwe mete fen nan Sèvis yo dapre kondisyon ki isit la.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
ht: Regleman Jeneral Sèvis sa yo aplike nan Sèvis yo an jeneral. Tèm adisyonèl ki aplikab nan chak Sèvis yo ofri yo tabli nan lyen yo bay anba a (&#39;Regleman yo Lòt Sèvis&#39;).

source: 1. Services:
ht: 1. Sèvis:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
ht: Lojisyèl propriétaires nou an se yon platfòm sèvis ke nou òganize pou kliyan nou yo nan lòd yo ofri sèvis yo detaye anba a. Abònman pou yon Sèvis, ou dwe egzekite yon Fòm Lòd pou Sèvis sa a ak / oswa ranpli koule nan siy-up pou Sèvis sa a. Ou sèlman gen dwa sèvi ak Sèvis yo pou ki ou te enskri ak peye, epi sèvi ak ou nan Sèvis yo sijè a konfòmite ou avèk tout tèm ak kondisyon nan Akò a. Ou rekonèt ak dakò ke nou rezève dwa pou modifye Sèvis yo (oswa nenpòt ki pati ladan l &#39;) de tan zan tan e ke nou pa dwe responsab pou ou oswa pou nenpòt ki twazyèm pati pou nenpòt ki modifikasyon nan Sèvis yo.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
ht: 1.2 Deskripsyon nan Sèvis CaseActive: Sèvis CaseActive se suite a nan sèvis lojisyèl anime pou jesyon kolaborasyon kliyan sou entènèt ofri nan CaseActive LLC. Koule nan siy-up ke ou te dakò, oswa Fòm nan Lòd ou te egzekite, idantifye Sèvis la CaseActive ou te enskri pou, abònman tèm nan ak frè yo peyab pa ou pou Sèvis la CaseActive. Tèm ak kondisyon adisyonèl aplikab pou itilize ou nan Sèvis la CaseActive yo tabli nan:

source: 2. Expanding the Services:
ht: 2. Ogmante Sèvis yo:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
ht: Ou ka abònman nan nenpòt Sèvis adisyonèl, ki gen ladan nouvo Sèvis tankou ka fè disponib pa CaseActive de tan zan tan, oswa ogmante Sèvis ki egziste deja ou pa egzekite yon Fòm adisyonèl Lòd oswa siyen-up koule, kòm yon pati nan Sèvis yo. Chak koule nouvo siy-up oswa Fòm Lòd ap gen ladan pri a ak dat bòdwo (yo) nan Sèvis yo ke yo te ajoute nan tan sa a. Tout nouvo sèvis yo sijè a sa yo Regleman Jeneral nan Sèvis ak nenpòt tèm ak kondisyon adisyonèl ki ka espesyalman aplike nan sèvis adisyonèl sa yo.

source: 3. Customer Support:
ht: 3. Sipò pou Kliyan:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
ht: Bay ou peye tout frè yo peyab pou ou pou Sèvis yo, nou pral sèvi ak efò Commerce rezonab bay, a gratis pou ou, sèvis sipò teknik pou ou ak itilizatè otorize ou ki te enskri nan Sèvis yo. Yon reprezantan sèvis kliyan yo pral asiyen nan ka ou yo. Ka akseptab yo aksepte soti nan itilizatè otorize. Sipò estanda nou an disponib 24/7, eksepte gwo jou ferye yo, ki gen ladan Memorial Day, Jou Endepandans, Jou Travayè, Jou Aksyon de Gras, Nwèl, ak Joudlan. Ou ka kontakte sipò pou kliyan lè l sèvi avèk nou an

source: Contact Form
ht: Fòm kontak

source: . Our response time shall not be greater than two business days.
ht: . Tan repons nou yo pa dwe pi gran pase de jou ouvrab.

source: 4. Training:
ht: 4. Fòmasyon:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
ht: Bay ou peye tout frè yo peyab pou ou pou Sèvis yo, nou pral fè disponib aleka, sesyon fòmasyon ap viv oswa anrejistre yo deziyen, nonmen ak otorize itilizatè yo osi byen ke bay leson patikilye ki aksesib via la Èd ak seksyon Fòmasyon nan sit entènèt nou an nan pa gen okenn chaj adisyonèl. Pou kèk Sèvis nou bay kèk sou-sou sit fòmasyon sou demann ak pou yon chaj adisyonèl. Tanpri kontakte nou lè l sèvi avèk nou an

source: for more information about on-site training.
ht: pou plis enfòmasyon sou fòmasyon sou plas.

source: 5. Your Rights and Restrictions:
ht: 5. Dwa ak Restriksyon ou yo:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
ht: 5.1 Lisans: Sijè a tèm ak kondisyon nan akò a, ak sou peman alè nan tout frè ki aplikab tabli nan Fòm nan Lòd oswa siyen-up koule, nou prezante sa a ba ou yon ki pa san konte, ki pa ka transfere, dwa limite ak ... lisans pou itilize (ak pèmèt itilizatè otorize ou yo sèvi ak) Sèvis yo ki ou te enskri, sèlman pou rezon biznis entèn ou.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
ht: 5.2 Itilizatè yo otorize: Ou (mwen) yo responsab pou konfòmite itilizatè otorize ou &#39;ak Akò a, ak (ii) dwe sèvi ak efò Commerce rezonab yo anpeche aksè san otorizasyon oswa pou sèvi ak Sèvis yo, epi yo dwe fè nou konnen imedyatman nan nenpòt ki tankou aksè san otorizasyon oswa itilize. Se responsablite ou pou w retire aksè nan Sèvis yo si estati otorize yon itilizatè oswa yon anplwaye yo deziyen chanje.
