Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ht/LC_MESSAGES/messages.po
Languages: ht

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
ht: 5.3 Responsablite ak Restriksyon yo: Ou responsab pou tout aktivite ki fèt anba kont itilizatè ou oswa pa itilizatè otorize ou yo. Ou dwe: (i) gen sèl responsablite pou presizyon, bon jan kalite, entegrite, legalite, fyab ak apwopriye nan tout done ke ou soumèt bay Sèvis yo; (ii) sèvi ak efò komèsyalman rezonab pou anpeche kontwòl oswa san otorizasyon oswa nenpòt lòt aksè san otorizasyon, oswa itilize nan, Sèvis yo, epi fè nou konnen san pèdi tan nenpòt itilizasyon ki pa otorize oswa vyolasyon sekirite; (iii) konfòme li avèk tout lwa lokal, eta, federal, ak etranje aplikab (ki gen ladan lwa konsènan konfidansyalite ak pwoteksyon enfòmasyon pèsonèl oswa konsomatè yo) nan lè l sèvi avèk Sèvis yo; (iv) nan limit ki aplikab, konfòme li avèk tout règleman aplikab nan asosyasyon kat kredi (ki gen ladan American Express, MasterCard ak Visa); ak (v) jwenn ak kenbe tout pyès ki nan konpitè konpitè, lojisyèl ak ekipman kominikasyon ki nesesè pou jwenn sèvis yo, epi peye tout chaj aksè (pa egzanp, frè ISP) ou te an koneksyon avèk itilizasyon sèvis yo.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
ht: Ou ka pa, epi ou dwe asire itilizatè otorize ou yo pa, (mwen) demont, ranvèse enjenyè, dekonpilasyon oswa otreman eseye Decoder nenpòt ki kòd an koneksyon avèk Sèvis yo, oswa modifye, adapte, kreye travay derive ki baze sou, oswa tradwi Sèvis; (ii) lisans, sublicense, vann, lwe, bay, distribye, fwa, transfè, kontra-lwaye, prè, revann pou pwofi, distribye oswa otreman eksplwate komèsyalman, bay dwa nan oswa fè Sèvis yo disponib nan nenpòt ki twazyèm pati; (iii) itilize Sèvis yo eksepte si otan otorize pi lwen oswa an vyolasyon de tout lwa aplikab; (iv) angaje nan nenpòt pratik komès ilegal oswa mansonjè ki gen rapò ak Sèvis yo; (V) kontourne oswa enfim nenpòt sekirite oswa lòt karakteristik teknik oswa mezi nan Sèvis yo oswa nenpòt ki lòt aspè nan lojisyèl an oswa, nan nenpòt fason, eseye jwenn oswa atenn aksè san otorizasyon nan Sèvis yo oswa sistèm òdinatè ki gen rapò oswa rezo a; (vi) sèvi ak Sèvis yo pou transmèt materyèl vyolan, anrejistreman, obsèn, menase oswa otreman ilegal, danjre, move, abizif oswa kriminèl, oswa nan magazen oswa transmèt materyèl an vyolasyon dwa vi prive twazyèm-pati; (vii) sèvi ak Sèvis la nan magazen oswa transmèt nenpòt viris, vè, bonm tan, chwal Trojan ak lòt kòd danjere oswa move, dosye, Scripts, ajan oswa pwogram, oswa voye Spam oswa otreman kopi oswa espontaneman mesaj nan vyolasyon lwa ki aplikab yo. ; oswa (viii) entèfere ak oswa entewonp entegrite a oswa pèfòmans nan sèvis yo oswa done twazyèm pati ki ladan l &#39;.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
ht: 5.4 Rezèvasyon Dwa: Pa gen lòt dwa yo akòde eksepte jan yo ekspreseman tabli nan Akò a. Akò a se pa yon vant epi yo pa transmèt okenn dwa oswa pwopriyetè nan, oswa nan, Sèvis yo oswa nenpòt ki lojisyèl kache. Nou posede tout dwa, tit, ak enterè, ki gen ladan tout dwa pwopriyete entelektyèl, nan ak nan Sèvis yo ak lojisyèl an kache ak nenpòt ak tout dènye, amelyorasyon, modifikasyon, amelyorasyon, amelyorasyon oswa travay derive ladan l &#39;, ak nan nenpòt ki lide, konnen- ki jan, ak pwogram devlope pa nou oswa lisansye nou yo pandan kou nan pèfòmans nan Sèvis yo.

source: 6. Term and Termination:
ht: 6. Tèm ak Fen:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
ht: 6.1 tèm: tèm nan nan Sèvis yo varye depann sou sèvis la ou te enskri nan epi yo dwe tabli sou Fòm nan Lòd oswa te dakò nan nan koule nan siy-up epi yo dwe renouvle jan sa a:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ht: 6.1.1 TanActive Service Term: Abònman ou nan CaseActive Sèvis va otomatikman renouvle pou siksesif yon mwa oswa tèm yon sèl-ane, jan yo fikse sou Fòm nan Lòd oswa siyen-up koule, sof si nou sispann sèvis la ou bay nou ak avi sou ... ki pa renouvèlman omwen trant (30) jou anvan ekspirasyon an nan tèm nan Lè sa a,-aktyèl la.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
ht: 6.1.2 Sèvis Sit wèb CaseActive tèm: abònman ou a sèvis sit entènèt CaseActive va otomatikman renouvle pou siksesif yon mwa oswa tèm yon sèl-ane, jan yo fikse sou Fòm nan Lòd oswa siyen-up koule, sof si nou sispann sèvis la oswa ou bay nou avèk avi ki pa renouvèlman omwen trant (30) jou anvan ekspirasyon an nan tèm nan Lè sa a,-aktyèl la.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
ht: 6.1.3 Ou dwe soumèt avi alekri pou ou pa renouvle pa ou bay CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
ht: 6.2 Sispansyon: Nenpòt pati ka mete fen nan Akò a ak tout abonnasyon Sèvis (mwen) si lòt pati a vyole nenpòt nan obligasyon materyèl li yo anba Akò a ak vyolasyon sa yo pa geri nan lespas trant (30) jou apre yo resevwa yon avi nan men ki pa respekte-. pati, oswa (ii) si lòt pati a vin foche oswa depourvu, likide oswa ki fonn, oswa sispann anpil tout biznis li yo. Nou ka sispann Akò a imedyatman nan evènman an nan yon vyolasyon Seksyon 5.3 pi wo a. Lè yo fin fè akò a, ou pral imedyatman sispann tout itilize nan Sèvis yo, sispann reprezante nan nenpòt ki fòm ke ou se yon itilizatè nan Sèvis yo, epi detwi tout enfòmasyon konfidansyèl nou an posesyon ou. Okenn pati yo p ap responsab pou nenpòt domaj ki soti nan yon revokasyon Akò a oswa nenpòt abònman nan Sèvis jan sa prevwa pou dokiman sa a; bay, sepandan, ke revokasyon nan Akò a pa dwe afekte okenn reklamasyon ki rive anvan revokasyon sa yo.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
ht: 6.3 Manyen nan Done ou a nan evènman an nan Fen: Ou rekonèt epi mwen dakò ke sa yo ekspirasyon oswa mete fen nan nenpòt nan abonnements ou a Sèvis yo, nou ka imedyatman dezaktive Sèvis ki afekte yo e ke, apre yon peryòd rezonab nan pa mwens pase katreven (90). ) jou, ka efase kont ou ak done yo. Sepandan, nan evènman an ki Sèvis yo sispann pa nou, nou pral akòde ou tanporè, aksè limite nan Sèvis yo, yo pa dwe depase trant (30) jou, nan bi pou sèl la ki pèmèt ou rekipere done propriétaires ou yo, bay, ki ou te peye nan tout montan konfyans nan konfyans lan bon konfyans nou dwe. Ou plis dakò ke nou pa dwe responsab pou ou oswa pou nenpòt ki twazyèm pati pou nenpòt ki mete fen nan aksè ou nan Sèvis yo oswa sipresyon nan done ou, depi ke nou an konfòme ak kondisyon ki nan seksyon sa a 6.3.

source: 7. Fees:
ht: 7. Frè:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
ht: 7.1 Frè Sèvis: Ou dwe peye frè yo ki pa ranbousab pou Sèvis yo nan kantite lajan ki tabli nan koule nan siy-up oswa Fòm Lòd (&#39;Frè Sèvis&#39;) ak selon frekans lan voye bòdwo ki endike nan koule nan siy-up oswa Lòd. Fòm. Frè sèvis yo dwe akòz ak peyab nan dat fakti a. Frè pou Sèvis yo ka ogmante dapre frè nou yo lè sa a. Frè sèvis yo ki pa ranbousab menm si ou mete fen nan abònman ou bonè.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
ht: 7.2 Frè adisyonèl: Ou ka antrene lòt frè ki pa ranbousab oswa chaj pou itilize ou nan Sèvis yo nan adisyon a frè sa yo tabli nan Fòm nan Lòd ak / oswa siyati-up koule. Frè ak chaj adisyonèl ki pa ranbousab yo tabli nan tèm adisyonèl pou Sèvis ki aplikab la.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
ht: 7.3 Peman anreta: Ou rekonèt ke ou echwe pou peye nenpòt frè oswa chaj lè akòz ka rezilta nan sispansyon oswa mete fen nan abònman CaseActive pwodwi ou (yo). Si ou pa peye nenpòt nan frè yo oswa chaj akòz anba la a, CaseActive rezève dwa pou angaje yon ajans koleksyon yo kolekte frè yo ak chaj yo, epi ou dwe peye tout depans CaseActive ki gen rapò ak koleksyon an nan kantite lajan sa yo kòmsadwa sot pase yo, ki gen ladan , san limitasyon, frè avoka ak koleksyon ajans ki rezonab plis enterè nan yon kantite lajan ki egal a pi piti a 1.0% pou chak mwa oswa to maksimòm ki pèmèt nan lwa ki aplikab yo.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
ht: 7.4 Taks: Ou pral responsab pou tout taks sou lavant, taks sou itilize, taks sou valè te ajoute, taks sou dediksyon ak nenpòt ki lòt taks ki sanble ak chaj nenpòt kalite enpoze pa antite federal, leta oswa gouvènman lokal yo sou tranzaksyon yo ki nan kontra a. Lè nou gen obligasyon legal pou peye oswa kolekte taks pou ki ou responsab, dapre Seksyon sa a, montan ki apwopriye a pral faktire pou ou ak peye pa ou sòf si ou bay nou ak yon sètifika valab taks egzanpsyon otorize pa otorite nan taksasyon ki apwopriye yo.

source: 8. Representations and Warranties:
ht: 8. Reprezantasyon ak Garanti:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
ht: 8.1 Reprezantasyon Mityèl ak Garanti: Chak pati ap prezante ak manda lòt pati a ki (i) li gen tout otorite nesesè pou antre nan ak fè obligasyon li yo dapre Akò a san konsantman nenpòt ki twazyèm pati oswa vyolasyon nan nenpòt kontra oswa akò avèk nenpòt twazyèm pati, (ii) tout moun ki fè nenpòt ki obligasyon anba yo te antre nan tout akò ki nesesè yo nan lòd pou li konfòme li avèk tèm ak kondisyon nan akò a, ak (iii) li dwe konfòme li nan tout respè materyèl ak tout lwa ki aplikab a. Sèvis yo.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
ht: 8.2 Reprezantasyon adisyonèl ak Garanti: Ou merite, reprezante epi fè alyans avèk nou ke ou pral itilize Sèvis yo sèlman pou rezon legal dapre Akò a ak tout règleman ak gid Case aplikab yo.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
ht: 8.3 Limit responsabilite nou nan Garanti: EKSEPTE pou garanti yo eksprime mete kanpe nan SEKSYON 8 sa a, nan plas la maksimòm PÈMISMAN pa LWA APLIKAB, Nou pa fè okenn lòt GARANTI, eksprime, enplikatwa, oswa lòt, nan yon lwa oswa soti nan yon kou pou fè chwa oswa sèvi ak. KOMÈS, KI KOTE POU NENPT Kesyon, ki gen ladan moun ki nan komèsyalite, satisfezan KALITE, TIT, ajisteman pou yon bi patikilye, oswa ki pa vyolasyon. Nou pa garanti ke lojisyèl an oswa sèvis yo ap satisfè tout egzijans ou yo, ki gen ladan egzijans kontab, oswa ke itilizasyon lojisyèl an oswa sèvis yo pral ininterrotte oswa san erè. Lojisyèl ak sèvis yo founi ou sou yon baz &#39;ak itilizasyon lojisyèl ak sèvis ou a nan pwòp risk ou, ki gen ladan, san limit, konfòmite ak nenpòt lwa. Pati yo eksprime rekonesan ke rèsponsablite garanti konstitye yon pati esansyèl nan akò a.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
ht: Nou esplike nenpòt reprezantasyon oswa garanti ke itilizasyon ou nan sèvis yo pral satisfè oswa asire konfòmite avèk nenpòt obligasyon legal oswa lwa oswa règleman. DISKLAIMER SA A APLIKASE OU PA limite a NENPT STATWA FEDERAL OSWA STATWA OSWA RÈGLEMAN KI KAPAB APLIKE POU OU. OU SÈLMAN RESPONSAB POU ASIRANS ke itilizasyon ou nan sèvis sa yo konfòmeman ak LWA APLIKAB.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
ht: SI OU SIS Satisfè avèk sèvis yo oswa akò sa a, se sèl ak eksklizif REMEDY OU SE KONTWOLE lè l sèvi avèk sèvis yo.

source: 9. Confidential Information:
ht: 9. Enfòmasyon konfidansyèl:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
ht: Sòf si otreman otorize pa lòt pati a, ni pati yo pap divilge bay nenpòt twazyèm pati nenpòt enfòmasyon oswa materyèl lòt pati yo bay nan lòt pati a dapre Akò a ak rezonab konprann yo dwe konfidansyèl (&#39;Enfòmasyon Konfidansyèl&#39;), oswa itilize enfòmasyon sa yo Konfidansyèl nan nenpòt fason lòt. pase pou fè obligasyon li yo dapre Akò a. Restriksyon ki anwo yo pa aplike pou okenn enfòmasyon ki nan domèn piblik oswa ki deja nan posesyon pati k ap resevwa a, yo te konnen pati k ap resevwa a anvan dat divilgasyon an oswa li vin konnen pou pati k ap resevwa a apre yon pati twazyèm ki gen yon aparans dwa tout bòn fwa pou divilge enfòmasyon, oswa Enfòmasyon Konfidansyèl ke pati k ap resevwa a oblije pwodwi dapre yon lòd nan yon tribinal ki gen konpetans jiridiksyon oswa yon manda administratif valab, bay pati k ap resevwa a bay pati a divilge nan avi alè nan yon tribinal konsa. lòd oswa manda. Anplis de sa, ou pral asire itilizatè otorize ou yo ap kenbe nan konfyans strik tout modpas ak lòt enfòmasyon aksè nan Sèvis yo. Seksyon sa a 9 dwe siviv mete fen oswa ekspirasyon nan Kontra sa-a.

source: 10. Indemnification:
ht: 10. Endamnasyon:
