Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/ht/LC_MESSAGES/messages.po
Languages: ht

source: You should choose image file.
ht: Ou ta dwe chwazi dosye imaj.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
ht: Voye yon dokiman, make li pou siyati, ak Lè sa a, kliyan an journaux nan ak siyen li. Tout vin fè san yo pa kliyan an gen antre nan bilding nou an. Sa a se sou lamen ak kliyan ki pa fèmen nan yon biwo oswa ki ap viv soti nan eta ..

source: Director of Operations of Capital Insurance
ht: Direktè Operasyon Asirans Kapital

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
ht: Asosye nou yo ka antre nan ak wè enfòmasyon debaz sou ki jan ka refere yo a pral. Sa a te ogmante referans ka nou an ...

source: Partner of Law Office of Christianson & Bayles
ht: Patnè nan Biwo Lwa nan Christianson &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
ht: Nou pa gen pou wè kliyan nan biwo a pou reyinyon yo, epi dokiman ou siyen tout fini sou entènèt - briyan !.

source: CEO of EL Passion
ht: CEO nan EL Pasyon

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
ht: Sèvi ak API a, nou konplètman otomatize sa ki te parèt nan manje a ka, ki baze sou deklanchman espesifik nan sistèm ki egziste deja nou yo. Trè pratik ..

source: IT Manager of Carter Mario Injury Lawyers
ht: IT Manadjè nan avoka aksidan Carter Mario

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
ht: Nou gen yon anpil nan kliyan pale plizyè lang ki sèvi ak karakteristik nan tradiksyon. Nou afiche mesaj ak konfyans yo ke yo pral konprann pa tout moun. Sa a pèmèt nou deplase soti nan lokal nan travay mondyal ..

source: CEO of Solid Rock Designs
ht: CEO nan Solid Rock Designs

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
ht: Kliyan renmen li! Li fè lavi yo pi fasil. Yo ka diskite sou pwoblèm ak nou sou entènèt, Upload foto ak dokiman, ak tout bagay ki estoke kote tou de ekip la ak kliyan ka wè li ..

source: Partner of Ashley &amp; Ashley P.C.
ht: Patnè nan Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
ht: Nou renmen ka a faktur paske li pèmèt kliyan wè ekzakteman ki sa yo ap peye pou ..

source: Vice President of Sky Digital
ht: Vis Prezidan an Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
ht: Kowòdone kominikasyon se tankou gen tout medya sosyal ou ak zouti kolaborasyon nan yon sèl kote ..

source: Director Of Complaint Management
ht: Direktè jesyon plent lan

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
ht: Fòm ka pèmèt nou koute epi aprann, ede nou ogmante lavant nan fidbak kliyan ..

source: Director of Sales of Cain &amp; Company
ht: Direktè Komèsyal Kayen &amp; Konpayi

source: The user interface is very similar to Facebook. It’s extremely easy to use..
ht: Koòdone itilizatè a sanble anpil ak Facebook. Li trè fasil pou itilize ..

source: Partner of Wong Medical Group LLC
ht: Kreye patenarya Wong Group Group LLC

source: A pin has been sent to
ht: Yo te voye yon peny

source: Cancel
ht: Anile

source: Send New Pin
ht: Voye nouvo PIN

source: Need Help?
ht: Bezwen èd?

source: Click here to contact us
ht: Klike la a pou kontakte nou

source: Login or Signup
ht: Konekte oswa enskri

source: Invalid email entered
ht: Imèl ki pa valab antre

source: Made with
ht: ki fèt ak

source: love
ht: renmen

source: in New York City
ht: nan New York City

source: All rights reserved
ht: Tout dwa rezève

source: Terms of Use
ht: Tèm itilizasyon

source: Contact Us
ht: Kontakte nou

source: Username
ht: D &#39;

source: Code
ht: Kòd

source: New Password
ht: Nouvo modpas

source: Confirm Password
ht: Konfime modpas

source: Set Your New Password
ht: Mete nouvo modpas ou

source: A code has been sent to
ht: Yon kòd te voye nan

source: Change Password
ht: Chanje Modpas

source: Changing...
ht: Chanje ...

source: Login
ht: Ouvri sesyon an

source: Forgot password?
ht: Bliye modpas?

source: Help
ht: Ede

source: Email or Phone
ht: Imel oswa telefòn

source: Reset Password
ht: Reyajiste modpas

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
ht: Antre nan adrès imèl la oswa nimewo telefòn ki asosye ak kont ou, Lè sa a, klike sou soumèt. Nou pral imèl oswa tèks ou yon lyen nan yon paj kote ou ka fasilman kreye yon nouvo modpas.

source: Request Code
ht: Kòd mande

source: Requesting...
ht: Mande ...

source: CASEACTIVE IS COMING SOON
ht: CASEACTIVE ap vini Talè

source: Create a free account
ht: Kreye yon kont gratis

source: We are putting final touches to it. We will notify you when it's ready!
ht: Nou ap mete manyen final li. Nou pral fè ou konnen lè li pare!

source: You’re minutes away from a better collaboration.
ht: Ou se minit lwen yon kolaborasyon pi bon.

source: First Name
ht: Prenon

source: Last Name
ht: Siyati

source: Email
ht: Imèl

source: Company
ht: Konpayi

source: No language selected
ht: Pa gen lang chwazi

source: I agree with
ht: Mwen dakò ak

source: Terms of Service
ht: Kondisyon Sèvis

source: Language
ht: Lang

source: Have at least one lower case character
ht: Gen omwen yon karaktè pi ba

source: Have at least one capital letter
ht: Gen omwen yon lèt majiskil

source: Have at least one number
ht: Gen omwen yon nimewo

source: Have at least 8 characters in length
ht: Gen omwen 8 karaktè nan longè

source: Type your current password
ht: Tape modpas ou ye kounye a

source: Passwords must match
ht: modpas yo dwe mache

source: Domains
ht: Domèn yo

source: Javascript are disabled. Please enable it.
ht: JavaScript yo ki andikape. Tanpri pèmèt li.

source: Cookies are disabled. Please enable it.
ht: Bonbon yo se enfim. Tanpri pèmèt li.

source: New
ht: Nouvo

source: Create A New App
ht: Kreye yon nouvo aplikasyon

source: Logout
ht: Dekonekte

source: Hi
ht: Bonjou

source: View your account
ht: Gade kont ou

source: View page
ht: Gade paj la

source: You don’t have any apps
ht: Ou pa gen okenn apps

source: Notifications
ht: Notifikasyon

source: No notifications yet.
ht: Pa gen notifikasyon ankò.

source: Today
ht: Jodi a

source: Last Week
ht: Semèn pase

source: No timezone selected
ht: Pa gen tanzone chwazi

source: Complete profile to continue
ht: Ranpli pwofil pou kontinye

source: Update
ht: Mizajou

source: Website:
ht: Sit entènèt:

source: Approve Access
ht: Apwouve Aksè

source: Permissions
ht: Otorizasyon

source: Billing
ht: Faktirasyon

source: Payment Plan
ht: Plan Peman

source: Save
ht: Sove

source: has access to your information below:
ht: gen aksè a enfòmasyon ou anba a:

source: has invited you to their client portal.
ht: te envite ou nan Portal kliyan yo.

source: want access to the following information:
ht: vle aksè a enfòmasyon sa yo:

source: Decline
ht: Refize

source: Remove Access
ht: Retire Aksè

source: Active
ht: Aktif

source: Invites
ht: Envite

source: Disabled
ht: Andikape

source: No apps found
ht: Pa gen apps jwenn

source: user
ht: itilizatè

source: manager
ht: manadjè

source: active
ht: aktif

source: inactive
ht: inaktif

source: Company Name
ht: Non biznis lan

source: Type
ht: Kalite

source: Status
ht: Ki dènye nouvèl

source: Invitation
ht: Envitasyon

source: About App
ht: Konsènan App

source: Billing Info
ht: Enfòmasyon sou bòdwo

source: Your Company Name
ht: Non konpayi ou

source: Your Company Website
ht: Konpayi sit entènèt ou

source: Saving...
ht: Ekonomize ...

source: Billing Information
ht: Enfòmasyon sou bòdwo

source: Please add the APP ID provided by the company
ht: Tanpri ajoute ID APP ke konpayi an bay

source: Select an option
ht: Chwazi yon opsyon

source: Join an existing app as a client
ht: Antre nan yon aplikasyon ki deja egziste kòm yon kliyan

source: Create a new app for my business
ht: Kreye yon nouvo aplikasyon pou biznis mwen an

source: Create Domain
ht: Kreye domèn

source: Select enterprise app
ht: Chwazi aplikasyon antrepriz

source: No item selected
ht: Pa gen okenn atik chwazi

source: Domain name
ht: Non domèn

source: Add
ht: ajoute

source: No enterprise app found
ht: Pa gen aplikasyon antrepriz yo jwenn

source: Pending
ht: annatant

source: No domains found
ht: Pa gen domèn yo jwenn

source: Domain
ht: Domèn

source: Txt Value
ht: Valè Txt

source: Enterprise Host ID
ht: Antrepriz lame ID

source: Action
ht: Aksyon

source: Delete
ht: Efase

source: Reset
ht: Reyajiste

source: Allow Manual Sign In
ht: Pèmèt Siyen Manyèl

source: Exclude Emails From SSO
ht: Ekskli Imèl Soti nan SSO

source: SAML Identity Provider Metadata
ht: Metadata Founisè Idantite SAML

source: Submit
ht: Soumèt

source: has been claimed by another account, please, change it or
ht: gen yon lòt kont reklame, tanpri, chanje li oswa

source: reclaim
ht: reklame

source: it
ht: li

source: pending verification:
ht: annatant verifikasyon:

source: verify
ht: verifye

source: Phone Number
ht: Nimewo telefòn

source: Current Password
ht: Kouran Modpas

source: Change password
ht: Chanje modpas

source: No gender selected
ht: Pa gen sèks chwazi

source: Company Title
ht: konpayi Tit

source: Address
ht: adrès

source: Address 2
ht: adrès 2

source: City/Locality
ht: Vil / Lokalite

source: State/Region
ht: Eta / Rejyon

source: No country selected
ht: Pa gen peyi chwazi

source: Zip/Postal Code
ht: Kòd Postal / Sèvis Kòd

source: Basic
ht: debaz

source: Date of Birth
ht: Dat nesans

source: Gender
ht: Sèks

source: Occupation
ht: okipasyon

source: Location
ht: kote

source: Address is not valid
ht: Adrès pa valab

source: City/Locality is not valid
ht: Vil / lokalite pa valab

source: Country
ht: peyi

source: State/Region is not valid
ht: Eta / Rejyon pa valab

source: Contact Info
ht: Enfòmasyon pou kontakte

source: Language & Region
ht: Lang &amp; Rejyon

source: Saving
ht: Ekonomize

source: Verify Your
ht: Verify ou

source: Verification Code
ht: Kòd Verifikasyon

source: Resend Code
ht: Reponn Kòd

source: Resending
ht: Rezoud

source: Verifying...
ht: Verifye ...

source: Later
ht: Pita

source: We're here to help
ht: Nou isit la ede

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
ht: Mèsi pou kontakte nou. Te mesaj ou te avèk siksè te voye yo. N ap kontakte ou trè byento!

source: Message
ht: mesaj

source: characters left
ht: karaktè kite

source: Send
ht: voye

source: Sending...
ht: Voye ...

source: You will no longer receive email marketing from the list.
ht: Ou p ap resevwa maketing imel ankò nan lis la.

source: If you have a moment, please let us know why you unsubscribed:
ht: Si ou gen yon ti moman, tanpri fè nou konnen poukisa ou dezabòne:

source: Return to our website
ht: Retounen sou sit entènèt nou an

source: Thank you. Your response has been submitted.
ht: Mèsi. Yo te soumèt repons ou a.

source: No Cases
ht: Pa gen ka

source: Gallery
ht: Galeri

source: Speaker
ht: Oratè

source: This case has been closed
ht: Ka sa a te fèmen

source: Feed
ht: Pran swen

source: Images
ht: Imaj yo

source: Audios
ht: Odyo

source: Videos
ht: Videyo

source: Events
ht: Evènman

source: Forms
ht: Fòm

source: E-signs
ht: E-siy

source: Invoices
ht: Fakti

source: Notes
ht: Nòt

source: Tasks
ht: Travay

source: Convo
ht: Konvo

source: Great job!
ht: Bon travay!

source: You did all
ht: Ou te fè tout

source: the tasks
ht: travay yo

source: Media
ht: Medya

source: Skip to navigation (n)
ht: Sote ale nan Navigasyon (n)

source: Skip to content (c)
ht: Ale nan kontni (c)

source: Skip to footer (f)
ht: Ale nan pye (f)

source: Case
ht: Ka

source: Using Form Builder
ht: Lè l sèvi avèk Fòm Builder

source: Using Forms Library
ht: Sèvi ak Bibliyotèk Fòm

source: Using E-sign Builder
ht: Sèvi ak E-siy Builder

source: Using E-signs Library
ht: Sèvi ak E-siy Bibliyotèk

source: Documents
ht: Dokiman yo

source: Create Note
ht: Kreye Nòt

source: Edit Note
ht: Edit Remak

source: End Convo
ht: Fini Konvo

source: Create Form
ht: Kreye Fòm

source: Create Sign
ht: Kreye siyen

source: Event Create
ht: Evènman kreye

source: Convo Videos
ht: Konvo Videos

source: Cases
ht: Ka

source: Case categories
ht: Kategori ka yo

source: Your team
ht: Ekip ou an

source: To do
ht: Pou fè

source: To Do:
ht: Pou fè:

source: Case Categories
ht: Kategori Ka

source: Your Team
ht: Ekip ou a

source: To Do
ht: Pou fè

source: Yes
ht: Wi

source: Close
ht: Fèmen

source: Publish
ht: Pibliye

source: Visibility
ht: Vizibilite

source: all
ht: tout

source: sign
ht: siyen

source: Page
ht: Paj

source: of
ht: nan

source: Processing
ht: Pwosesis

source: failed.
ht: echwe.

source: Value should be greater or equal to 1
ht: Valè yo ta dwe pi gran oswa egal a 1

source: Repeat end:
ht: Repete fen:

source: Signature
ht: Siyati

source: Draw
ht: Trase

source: Write
ht: Ekri

source: Clear Signature
ht: Siyati klè

source: Still processing video...
ht: Toujou pwosesis videyo ...

source: You
ht: Ou menm

source: You are about to delete feed. Are you sure?
ht: Ou pral efase manje. Èske w sèten?

source: No convo audios yet
ht: Pa gen okenn odyo konvo ankò

source: No convo videos yet
ht: Pa gen videyo konvo ankò

source: Start Convo
ht: Kòmanse Convo

source: Notify the Host
ht: Notifye Lame a

source: is in the call
ht: se nan apèl la

source: and
ht: epi

source: others are in the call
ht: lòt moun nan apèl la

source: Audio call is being recorded
ht: Apèl odyo ap anrejistre

source: Video call is being recorded
ht: Apèl videyo ap anrejistre

source: Join now
ht: Antre kounye a

source: Dismiss
ht: Ranvwaye

source: Can’t find your
ht: Pa ka jwenn ou

source: microphone
ht: mikwofòn

source: Check your system settings to make sure that
ht: Tcheke paramèt sistèm ou an pou asire w sa

source: is available. If not, plug one in. You might need to restart your browser.
ht: ki disponib. Si ou pa, ploge youn nan. Ou ta ka bezwen rekòmanse navigatè ou a.

source: web camera
ht: kamera entènèt

source: You are going to start a Convo call. Start with:
ht: Ou pral kòmanse yon apèl Convo. Kòmanse avèk:

source: Video & Audio
ht: Videyo & odyo

source: Audio Only
ht: Odyo sèlman

source: Record the meeting
ht: Anrejistre reyinyon an

source: Waiting for someone with permission to start a Convo call
ht: Ap tann yon moun ki gen pèmisyon pou kòmanse yon apèl Convo

source: Add Ticket
ht: Ajoute Tikè

source: Title
ht: Tit

source: Open
ht: Louvri

source: Closed
ht: Fèmen

source: You are about to close ticket. Are you sure?
ht: Ou gen pou fèmen tikè. Èske w sèten?

source: Announcements
ht: Anons

source: Support
ht: Sipò

source: Opened
ht: Louvri

source: Locations
ht: Kote yo ye

source: You currently have no announcements.
ht: Ou pa gen okenn anons kounye a.

source: You currently have no
ht: Kounye a ou pa gen okenn

source: open cases. Click
ht: ka louvri. Klike sou

source: here
ht: isit la

source: to contact support.
ht: pou kontakte sipò.

source: closed cases.
ht: ka fèmen yo.

source: open tickets.
ht: louvri tikè.

source: closed tickets.
ht: tikè fèmen.

source: You currently have no locations.
ht: Kounye a ou pa gen okenn kote.

source: Write a comment....
ht: Ekri yon kòmantè ....

source: Save Event
ht: Sove evènman

source: Name
ht: Non

source: Start Date
ht: Start Dat

source: Start Time
ht: Kòmanse tan

source: End Date
ht: Fen Dat

source: End Time
ht: Fen tan

source: Repeat
ht: Repete

source: Attendees
ht: Patisipan yo

source: Event Location
ht: Evènman Location

source: Link
ht: Lyen

source: Description
ht: Deskripsyon

source: Attending
ht: Ale nan

source: Add to calendar
ht: Ajoute nan kalandriye

source: Details
ht: Detay yo

source: Event by
ht: Evènman pa

source: Duration:
ht: Dire:

source: more
ht: plis

source: Maybe
ht: Petèt

source: Not Attending
ht: Pa ale nan

source: No
ht: Non

source: Video Conference
ht: Konferans videyo

source: Event details
ht: Detay evènman yo

source: You don't have permissions to view this page.
ht: Ou pa gen pèmisyon pou wè paj sa a.

source: Your Upcoming Events
ht: Evènman kap vini ou yo

source: Upcoming
ht: Pwochen

source: Your Past Events
ht: Evènman sot pase ou yo

source: Past
ht: Sot pase

source: Your Events
ht: Evènman ou yo

source: All
ht: Tout

source: All Events
ht: Tout Evènman

source: Directions
ht: Esplikasyon

source: Edit settings
ht: Edite anviwònman

source: Delete event
ht: Efase evènman an

source: Attending?
ht: Patisipe?

source: No Events
ht: Pa gen Evènman

source: more comment(s)
ht: plis kòmantè (yo)

source: Loading comments
ht: Chaje kòmantè yo

source: You are about to delete comment. Are you sure?
ht: Ou se sou efase kòmantè. Èske ou sèten?

source: task
ht: travay

source: to do
ht: pou fè

source: tasks
ht: travay

source: Write something...
ht: Ekri yon bagay...

source: Attach File
ht: Tache File

source: From Template
ht: Soti nan Modèl

source: No feeds yet.
ht: Pa gen okenn manje ankò.

source: comments
ht: kòmantè

source: comment
ht: kòmantè

source: Add a comment
ht: Ajoute yon kòmantè

source: Template
ht: Modèl

source: No templates
ht: Pa gen modèl

source: Done
ht: Fè

source: Select the members who needs to fill this form
ht: Chwazi manm yo ki bezwen ranpli fòm sa a

source: Update Form
ht: Mizajou Fòm

source: Due Date
ht: Dat pou renmet

source: Due Time
ht: Akòz Tan

source: Save & Close
ht: Sove & Fèmen

source: Add an element
ht: Ajoute yon eleman

source: Media is converting. We will notify you when it is ready
ht: Medya ap konvèti. Nou pral fè w konnen lè li pare

source: Add
ht: Ajoute

source: Field
ht: Jaden

source: Text
ht: Tèks

source: Sub Text
ht: Sou Tèks

source: Format
ht: Fòma

source: Media failed in converting. Please delete and try again or another.
ht: Medya echwe nan konvèti. Tanpri efase epi eseye ankò oswa yon lòt.

source: Pages
ht: Paj

source: Saved
ht: Sove

source: Insert
ht: Mete

source: Elements
ht: Eleman

source: Action Required
ht: Aksyon obligatwa

source: Add a new page
ht: Ajoute yon nouvo paj

source: Blank page
ht: Paj vid

source: From PDF
ht: Soti nan PDF

source: From image
ht: Soti nan imaj

source: Add PDF
ht: Ajoute PDF

source: Add Image
ht: Ajoute imaj

source: Options
ht: Opsyon

source: Column Names
ht: Non kolòn yo

source: Option already exists.
ht: Opsyon deja egziste.

source: options list is empty
ht: lis opsyon se vid

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
ht: Tchèk jaden sipòte sèlman 5 opsyon. Ou ka chanje jaden nan deroulan yo ajoute plis opsyon

source: columns list is empty
ht: lis kolòn yo vid

source: Default Value
ht: Default Valè

source: Delete row
ht: Efase ranje

source: Add a new row
ht: Ajoute yon nouvo ranje

source: Download
ht: Telechaje

source: Label
ht: Mete etikèt sou

source: Question
ht: Kesyon

source: Default answer
ht: Default repons

source: Media is converting
ht: Medya ap konvèti

source: Send Form
ht: Voye Fòm

source: Form Submited.
ht: Fòm Submited.

source: You don't have permissions to submit forms.
ht: Ou pa gen otorizasyon pou soumèt fòm yo.

source: You currently have no forms of your own
ht: Kounye a ou pa gen okenn fòm pwòp ou yo

source: Your Uncompleted Forms
ht: Fòm enkonplè ou yo

source: Uncompleted
ht: Enkonplè

source: Your Completed Forms
ht: Fòm ou ranpli yo

source: Completed
ht: Konplete

source: Your Forms
ht: Fòm ou yo

source: All Forms
ht: Tout Fòm

source: Form Title
ht: Fòm Tit

source: Author
ht: Otè

source: Published
ht: Pibliye

source: Submissions
ht: Soumisyon

source: No Forms
ht: Pa gen fòm

source: Upload Form Document
ht: Telechaje Fòm Dokiman

source: Forms Library
ht: Fòm Bibliyotèk

source: No Forms In Library
ht: Pa gen fòm nan Bibliyotèk

source: Answers
ht: Repons

source: Close - Status changed
ht: Fèmen - Ki dènye nouvèl chanje

source: Change Status
ht: Chanje Estati

source: Case Number
ht: Ka Nimewo

source: Date Opened
ht: Dat ouvri

source: Host Id
ht: Id lame

source: User Id
ht: Itilizatè Id

source: Case Id
ht: Ka id

source: Confirm your details
ht: Konfime detay ou yo

source: Form Submitted.
ht: Fòm Soumèt.

source: Invoice
ht: Fakti

source: Reference ID:
ht: ID referans:

source: Term:
ht: Tèm:

source: Note:
ht: Remak:

source: QTY
ht: KANTITE

source: Price
ht: Pri

source: Add more
ht: Ajoute plis

source: Discount(%)
ht: Rabè (%)

source: Invoice No
ht: No fakti

source: Select the members who needs to view or pay this invoice
ht: Chwazi manm yo ki bezwen wè oswa peye fakti sa a

source: Update Invoice
ht: Mete ajou fakti

source: Create Invoice
ht: Kreye fakti

source: Reference ID
ht: Referans ID

source: Term
ht: Tèm

source: Note
ht: Remak

source: Quantity
ht: Kantite

source: Price ($)
ht: Pri ($)

source: Subtotal ($)
ht: Sou-total ($)

source: Discount (%)
ht: Rabè (%)

source: Tax (%)
ht: Taks (%)

source: Pay Invoice
ht: Peye fakti

source: Payment method
ht: Metòd peman

source: Add a new payment method
ht: Ajoute yon nouvo metòd peman

source: Summary
ht: Rezime

source: Payment:
ht: Peman:

source: Total charge:
ht: Total chaj:

source: Your Unpaid Invoices
ht: Fakti ki poko peye ou yo

source: Unpaid
ht: Poko peye

source: Your Paid Invoices
ht: Fakti ou peye yo

source: Paid
ht: Peye

source: Your Invoices
ht: Fakti ou yo

source: All Invoices
ht: Tout fakti

source: Invoice Title
ht: Tit fakti

source: No Invoices
ht: Pa gen fakti

source: No Audios yet.
ht: Pa gen odyo ankò.

source: Loading failed.
ht: Loading echwe.

source: No documents yet.
ht: Pa gen dokiman ankò.

source: No Files yet.
ht: Pa gen fichye ankò.

source: No Images yet.
ht: Pa gen imaj ankò.

source: No Videos yet.
ht: Pa gen videyo ankò.

source: Page Not Found
ht: Paj pa jwenn

source: Attachments
ht: Dokiman siplemantè

source: Note View
ht: Remak View

source: No Notes
ht: Pa gen Nòt

source: Select the person to answer this field
ht: Chwazi moun nan pou reponn a jaden sa a

source: Create E-sign
ht: Kreye E-siy

source: Update E-signs
ht: Mete ajou E-siy yo

source: Signs
ht: Siy

source: Edit Field
ht: Edit jaden

source: Send E-sign
ht: Voye E-siy

source: E-sign Submitted.
ht: E-siy Soumèt.

source: You don't have permissions to submit e-signs.
ht: Ou pa gen otorizasyon pou soumèt e-siy.

source: You currently have no E-signs of your own
ht: Kounye a ou pa gen okenn siy E-pou pwòp ou a

source: Your Uncompleted E-signs
ht: E-siy ki pa ranpli w yo

source: Your Completed E-signs
ht: E-siy ou ranpli yo

source: Your Signs
ht: Siy ou yo

source: All E-signs
ht: Tout E-siy

source: E-sign Title
ht: E-siy Tit

source: No E-signs
ht: Pa gen siy E

source: E-Signs Library
ht: Bibliyotèk E-Siy

source: No E-signs In Library
ht: Pa gen siy elektwonik nan bibliyotèk

source: Upload E-sign Document
ht: Telechaje dokiman E-siy

source: Update Task
ht: Mizajou travay

source: Create Task
ht: Kreye Travay

source: You currently have no tasks of your own
ht: Kounye a ou pa gen okenn travay poukont ou

source: Your Uncompleted Tasks
ht: Travay ou poko fini

source: Your Completed Tasks
ht: Travay ou Fini

source: Your Tasks
ht: Travay ou yo
