Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sm/LC_MESSAGES/messages.po
Languages: sm

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
sm: 8.2 Faʻailoga Faʻapitoa ma Tautusi: E te manaʻo, faʻailoa mai ma osifeagaiga ia matou e te faʻaaogaina le Tautua naʻo le faʻamoemoeina e tusa ai ma le Maliega ma aiaiga faʻavae ma taiala o le CaseActive.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
sm: 8.3 Teteʻeina o Faʻalilolilo: KECUALI MO TULAFONO GALUEGA TULAGA FAʻATINO I LENEI VAEGA 8, I LE MAUA MAUA MAUA TULAGA FAATINO E LE FAIGA TULAFONO, TATOU LEAI NI ISI TULAFONO FAAMATALAINA, EXPRESS, IMPLIED, STATUTORY PO O FAAMATALAINA ATU, O LE TULAGA O LE FOʻI O LE FOʻI O Fefaatauaiga, e pei lava o soʻo se mea, e aofia ai le lelei faʻatauga, uiga lelei, taʻutaʻuga, talafeagai mo se faʻamoemoe faʻapitoa, poʻo lON faʻaleagaina. TATOU LE FIAFIA O LE SOFTWER ATAU AUA O LE A GALUEGA O LE A SAUNIA UMA O TATOU MANAʻOGA, AE aofia ai LE FAʻATINO MANATU, PE O LE A LE FAʻAVAIGA O VAEGA PE TAU LE AUA O LE A LE MAFAI ONA LOLOTO POʻI OʻI SILI. O LE SOFTWARE MA AUAUNAGA OʻU FAʻATALAINA IA OE I SE MAFAUFAU &#39;E PE OʻO&#39; MA LAU AʻOAʻOGA O SOFTARE and SERVICS O LOʻU LOʻO LOʻU MATAFAIOʻI, AOFIA, AE LE FAATULATUA, FAʻATALAINA MA LE MAFAI. O VAEGA FAʻAMATALAINA FAʻATINO E LE TATALAINA O LE FAʻAMOEMOE FAʻAFIʻI ATU O SE TAGATA LELEI O LE TALI.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
sm: O LE A TATOU FAʻAFIAINA TAGATA TUPE MA TUPE E TATAU AI O LOʻU AIGA O GALUEGA O LE A faamalieina PO O SAʻI FAʻAFITAULI MA LE FAATULAGAINA MA TUPU FAʻATINO ATU O TULAFONO poʻo TULAFONO. LENEI FAʻAFIAFI FAʻATINO IA TAPI E LEʻI FAʻATALAUTAʻI I SE FIAFIA POO LE TALA FAʻAMATALAGA MA TULAFONO PO O FAʻATULI E MAFAI ONA FAʻAMATALAINA IA TE OE. OI TATOU TIUTEʻI TATOU TIUTEʻI MO FAʻAMANATUAGA O LAU AUALA OLE TAʻIUA GALUEGA E TAGAʻI E tusa ai ma LE TULAFONO TULAFONO.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
sm: AFAI ONA E LEʻI MAFAUFAU I LE AUAUNAGA MA LENEI FAIGALUEGA, O LOU TULAFONO MA LE TULAGA FILIFILI ONA FAATUMAU AI LE FAʻAOLATAGA.

source: 9. Confidential Information:
sm: 9. Faamatalaga faʻalilolilo:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
sm: Vagana ua faʻatagaina ma faʻamaonia e le isi itu, e le tatau i se tasi itu ona faʻailoa i soʻo seisi vaega ni faʻamatalaga poʻo ni mea ua saunia e le isi itu i lalo o le maliega ma ua malamalama lelei o ia faʻalilolilo (&#39;Faʻamatalaga agatapuia&#39;), pe faʻaaogaina ia faʻamatalaga agatapuia i soʻo se isi lava faiga. nai lo le faatinoina o ana noataga i lalo o le Maliega. O tuʻaiga o loʻo muamua atu e le faʻaaogaina i soʻo se faamatalaga o loʻo i le lautele o tagata poʻo ua i ai foʻi i le itu a le na mauaina, sa iloa e le na mauaina ae leʻi faia le aso na faʻailoaina pe aloaʻia ai i le na o mauaina mai mulimuli ane mai le isi itu Faʻamaoni aia tatau e faʻailoa ai ia faʻamatalaga, poʻo Faʻamatalaga Faʻalilolilo o loʻo manaʻomia e le itu na te mauaina e tusa ai ma se poloaiga a le faʻamasinoga o le puleaga faʻamasino poʻo se tagi faʻatagaina, peʻa faʻapea ai o le itu na taliaina o loʻo tuʻuina atu poloaiga poʻo se tagi. E le gata i lea, oe faʻamautu o au faʻatagaina tagata faʻaoga o le a tausia i le talitonuina ma le mautinoa uma faʻamatalaga ma isi avanoa faʻamatalaga i le Tautua. O lenei Vaega 9 o le a ola pea mai le faʻamutaina poʻo le maeʻa o lenei Maliega.

source: 10. Indemnification:
sm: 10. Faamaoniga:

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
sm: 10.1 Faamagaloga mo le Solitulafono: I le noatia ma fai mai i le Vaega 10.4, o le a matou, e fai ma a matou tupe, matou te puipuia oe e faasaga i soʻo seisi itu tagi o faia faasaga ia te oe lea e fai mai o le Tautua ua solia soʻo se US pateni na tuuina atu i se isi vaega mai le aso amata; poʻo le solia o soʻo se faʻatagaina, faʻailoga tau fefaʻatauaiga poʻo faʻalilolilo o soʻo seisi vaega (ua taʻua faʻatasi o le &#39;Intellectual Property Underlying the Services&#39;). I le tulaga o loʻo sailia poʻo maua se faʻatonuga faasaga ile faʻaogaina o le atamai meatotino o loʻo i lalo o nei auaunaga poʻo lo matou manatu, e ono sailia pe mauaina, matou, i a matou filifiliga ma tupe faʻaalu, ia (i) maua mo oe ma lou igoa igoa ua faʻatagaina le au faʻaaogaina le aia tatau e faʻaauau ai le faʻaaogaina o Auaunaga, poʻo (ii) sui poʻo le suia o nei Auaunaga e avea ai lo latou faʻaaogaina ma ni mea e le usitaʻi ae o loʻo mafai ona faatino tutusa galuega. I le tulaga o mea faafuaiupu (i) ma le (ii) i luga e leʻo faʻataʻitaʻi faʻataʻitaʻi masani, matou te ono faamutaina le Tautua ma toe faafoi atu soo se totogi na totogi muamua, ae e leʻi faaaogaina. Oleʻa le tatau ona tatou puipuia poʻo le noatia mo soʻo se tau poʻo ni mea ua faʻaleagaina i lalo o lenei Vaega 10.1 pe a fai o le tuʻuaʻiga faʻaletonu na tulaʻi mai poʻo i soʻo se auala e mafua mai i (i) soʻo se fesuiaʻiga o soʻo se Tautua na faia e oe (poʻo se tasi o lau pule pe tagata ua filifilia; poo le (ii) faʻaaogaina o Auaunaga faʻatasi ai ma tautua ma oloa e le i tuʻuina atu e le CaseActive pe a fai o le a solia le tulafono e aunoa ma se suiga poʻo se tuʻufaʻatasiga, poʻo le (iii) tausisia o au togafiti poʻo faʻatonuga poʻo (iv) se tagi e leʻo taʻua maoti le mea o Auaunaga o le autu o lea tagi (taitasi le &#39;Vaʻaia Tagi&#39;). O le malu puipuia noataga oi ai i lenei Vaega 10.1 o le a ola mai soʻo se faʻamutaina poʻo le faʻamutaina o lenei Maliega.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
sm: 10.2 Puipuiga puipuia mo le Puipuiga o Faʻamatalaga ma Faʻalilolilo: I le Vaega 10.4, ma i le vaitaimi o lau saofaga i le Tautua, matou, i a matou tupe faʻaalu, matou te puipuia oe e faasaga i soʻo seisi vaega tagi faʻasaga ia te oe e molia ai lo matou matua faʻatamala i le puipuia mai le le faatagaina le ulufale atu. ia, poo lo matou manatu sese i le faʻailoaina, O Tagata lava ia Faʻamatalaga Faʻailoa a matou tagata o loʻo matou umiaina pe faʻatonutonuina. O lenei faamalumaluga o le a le faaaogaina i le tulaga e faapea o lenei tagi e mafua mai pe e faatatau i lou faatamala poʻo ni amioga le talafeagai poʻo ni ou sui ma sui, pe i le tulaga e tuuaia ai pe faatapulaaina noataga e se tasi itu i lalo o le Maliega. O tiute tau le tuuina mai i lenei vaega e faalagolago ia te oe e faʻamaonia lo matou matua faʻatalale poʻo le faia o se amioga le saʻo na mafua ai le faʻatagaina o le mauaina poʻo le faʻaalia o faʻamatalaga patino a au tagata faʻatau i matou o lo matou umiaina poʻo le pule.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
sm: 10.3 Lou Puipuiga: E te malilie e puipuia, leai se mea, ma puipuia i matou ma matou tagata faigaluega uma, tagata ofisa, faatonu ma sooupu mai soʻo se mea ma mea uma, talosaga, suti, taualumaga, suʻesuʻega, faaleagaina, tau, tupe alu, leiloa, ma isi lava noataga (e aofia ai le talafeagai loia a loia, totogi o le faamasinoga ma tupe faaalu) tulai mai po o ua faatatau i (i) lou faaaogaina o Auaunaga i le solia o le Maliega, (ii) o se talosaga le aofia ai, (iii) soʻo se mea moni pe tuuaia solia e oe o soʻo se faʻailoga, tuutuuga, feagaiga poʻo se noataga i lalo o le Maliega, poʻo (iv) lou matua faʻatalale poʻo lou le tusa ai ma le amio le tonu. O lou malu puipuia lau aitalafu i lalo o lenei Vaega 10.3 o le a ola mai soʻo se faʻamutaina poʻo ua maeʻa le maliega.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
sm: 10.4 Faʻasilasilaga ma Galulue Felagolagomai: O matafaioi a le itu puipuia mai i le vaega puipuia i lalo o lenei Vaega 10 i luga o aiaiga i luga o le (i) puipuia i latou ; (ii) i le tulaga talafeagai, faamagaloga le itu auai ua taofi le faʻaaogaina o le tautua ua solia ina ua mauaina se faʻaaliga o ia tutusa; (iii) le faamagaloga o lo o tuu mai i le itu a le malo, i le i ai o le aia tatau e pulea ai le puipuiga ma le foia o so o se tagi (pe a fai o le faamalumaluga itu e le mafai ona foia so o se tagi e aunoa ma le faamalumaluga itu a le itu o le itu vagana ai (iv) le faamagaloga o loʻo tuuina atu se fesoasoani talafeagai i le puipuia o le itu auai, i le puipuia o tupe a le itu, i le puipuia o sea tagi; (v) le faamagaloga o le itu auai e le ofi atu i totonu o soʻo se maliega maliega faʻatulagaina poʻo seisi itu e foia soʻo se tagi e aunoa ma le puipuia o le vaega i le faʻatonuga muamua a le faʻatagaga tusia poʻo le talosaga; ma (vi) le puipuia mai i latou o loʻo tausisia se faʻaiuga poʻo se faʻatonuga o le faamasinoga na faia e fesoʻotaʻi ma le tagi (e faʻatatau i le faʻaaogaina i le lumanaʻi o soʻo se mea e solia ai). O le itu puipuia e mafai ona auai i le puipuiga poʻo le foia o se tagi ma se faufautua o lana lava filifiliga ma ana lava tau.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
sm: 10.5 Togafitiga faapitoa: O lenei Vaega 10 ua taua ai le puipuia atoatoa o le itu a le itu a le itu, ma le itu tuufaʻatasi i le itu auai, le isi itu mo soʻo se ituaiga o tagi faʻamatalaina i lenei Vaega.

source: 11. Limitation on Liability:
sm: 11. Tapulaʻa i Noataga:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
sm: O SE VAEGA TELE I NOFOAGA TUPE SAʻU I LE VAEGA O LE VAEGA 5.3 O LE 12, I LE MAʻU TELE NA FAIA E TULAFONO OUTOU MO LE AUAUNAGA FAʻATALAINA ATU I LE NOFOAGA I LE TAUSAGA E LUA O LE TAUSAGA FAʻATINO SAʻOLOTOGA TUPE AI O LE ASO SA O LE MAFAI O LE FAʻATINO ONA FAATASI.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
sm: O SE VASEGA I LENEI O MAFAI ONA OO I SE FESOASOANI MA LE PESE O LE VAEGA 5.3 PO 12, I LE MAʻI MATAʻIMULU NA FAI I LE TULAFONO, LEAI NI MEA O LE TAGATA O LOʻO POʻI I LENEI, O LENEI POʻO ATU &#39;AʻOAʻI, IA FAI SE MEA LEʻI OO FAATINO AI E OO I SE TAGATA LE MANATUA TUPE FAʻAMATALAINA O ni oloa sui poʻo auaunaga pe mo soʻo se afaina, faʻapitoa, soʻotaga, ma faʻataʻitaʻiga leaga, peitaʻi, mafuaʻaga ma le faʻavae i luga o soʻo se tiute (aofia ai le gaioiga, o le faʻaaliga lea, faia.) O LE MATAGOFIE SAU NEI, PE LEAI PE LE MEA UA FAI ONA SAUNIGA I LE MAFAI FAʻAFEAGAIGA TUPE.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
sm: IA AUA O NI NU TULAGA / FAʻAMATALAGA FAʻAMATALAINA LE FAIGALUʻE LE faʻapitoa poʻo le faʻatapulaaina o tiutetauave mo afaina faʻamoemoeina poʻo ni faʻamoemoega lamatia, LE MATAUPU LELEI LE MAFAI ONA FAI MOʻU IA TE OE, I LE MAFAI ONA FAʻAMATALAINA O LE TULAGA FAATINO O LE TULAGA FAATASI.

source: 12. Personal Information and Privacy Statement:
sm: 12. Faamatalaga a le tagata lava ia ma faʻamatalaga patino:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
sm: Oe o le a faʻamalieina uma faʻalilolilo talafeagai ma isi tulafono, tulafono, tulafono faʻatonutonu ma taʻiala e faʻatatau i le puipuiga, aoina, faʻaaogaina ma le tufatufaina o Faʻamatalaga Faʻailoaina o Tagata (pei ona faʻamatalaina i lalo) o soʻo se tagata. O le ae lafoina se faamatalaga faʻalilolilo i luga o le itulau o loʻo e aoina mai ai Faʻamatalaga Faʻapitoa (&#39;Faʻamatalaga Faʻalauaʻitele&#39;) e tausisi i tulafono talafeagai uma, tulafono, tulafono faʻatonutonu ma taʻiala ma, i se mea sili, logoina tagata faʻaaogaina le Faʻamatalaga Faʻailoaina o Tagata, faʻapefea ona o le a faʻaaogaina ma le auala e faʻamautuina ai o ia, ma e faʻailoa mai auala e aoina (kuki, web web beacons poʻo isi auala talafeagai) ma le faʻaaogaina o faʻamatalaga na aoina e fesoʻotaʻi ma le Tautua, mauaina muamua faʻatagana maliega (opt-in) ae leʻi faʻaaoga se sailia tekinolosi, i le tulaga e manaomia e tulafono talafeagai ma tulafono faatonutonu. O ia faamatalaga patino, e aofia ai faʻamatalaga faʻapitoa e faʻatatau i le aoina, lafoina ma le teuina o Faʻamatalaga Faʻapitoa e maua mai ia matou e ala i le Tautua. A manaʻomia e tulafono faʻatatau puipuiga tulafono poʻo isi tulafono poʻo tulafono faʻatonutonu, o le a e taʻu atu i isi vaega o oe o loʻo e aumaia i latou le Tagata lava ia Faʻamatalaga Faʻaalia ia matou mo le faʻagaioia ma o le a faʻamautinoaina o soʻo se isi vaega manaʻomia ua latou tuuina mai la latou faʻatagaga i ia faʻailoaina ma faʻagaioiga. Oe malilie e tausisi i faʻamatalaga ma aiaiga o le Privacy Statement. &#39;Faʻamatalaga a le Tagata lava ia&#39; O lona uiga soʻo se faʻamatalaga e mafai ona fesoʻotaʻi ma suʻe i soʻo se tagata, e aofia ai le igoa o le tagata, tuatusi, numera telefoni, tuatusi imeli, pepa faʻapitoa faamatalaga, numera o le saogalemu lautele poʻo isi lava faʻamatalaga faʻapitoa mea moni, tusa lava poʻo le a. le faʻasalalauga lea e teuina ai ia faʻamatalaga (eg i luga o pepa poʻo le eletise).

source: 13. Miscellaneous:
sm: 13. Mea eseese:
