Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sm/LC_MESSAGES/messages.po
Languages: sm

source: All Invoices
sm: Fa'amatalaga uma

source: Invoice Title
sm: Ulutala Invoice

source: No Invoices
sm: Leai ni pili

source: No Audios yet.
sm: E le'i iai ni fa'alogo.

source: Loading failed.
sm: Lē manuia utaina.

source: retry
sm: Toe toe foi

source: No documents yet.
sm: E leai ni pepa.

source: No Files yet.
sm: Leai ni faila i le taimi nei.

source: No Images yet.
sm: Leai ni ata.

source: No Videos yet.
sm: Leai se Vitio.

source: Page Not Found
sm: Itulau Le Maua

source: Attachments
sm: Fesoasoani

source: Note View
sm: Fa'aaliga Va'aiga

source: No Notes
sm: Leai Faamatalaga

source: Select the person to answer this field
sm: Filifili le tagata e tali lenei fanua

source: Create E-sign
sm: Fausia E-faailoga

source: Update E-signs
sm: Fa'afou fa'ailoga E

source: Signs
sm: Faailoga

source: Add Field
sm: Faaopoopo le mala

source: Edit Field
sm: Faʻasologa le Faasao

source: Send E-sign
sm: Auina E-faailoga

source: E-sign Submitted.
sm: Fa'ailoga e tu'uina atu.

source: You don't have permissions to submit e-signs.
sm: E leai sau fa'atagaga e tu'u mai ai fa'ailoga e-e.

source: You currently have no E-signs of your own
sm: Ole taimi nei e leai sau fa'ailoga E

source: Your Uncompleted E-signs
sm: O au fa'ailoga E le'i mae'a

source: Your Completed E-signs
sm: Au Fa'ailoga E Maea

source: Your Signs
sm: Lou Faʻailoga

source: All E-signs
sm: E-faailoga uma

source: E-sign Title
sm: E-faailoga Suafa

source: No E-signs
sm: Leai ni fa'ailoga E

source: No E-signs In Library
sm: Leai ni fa'ailoga E I totonu o le Faletusi

source: Upload E-sign Document
sm: Tu'u mai le E-sign Pepa

source: Update Task
sm: Fa'afou Galuega

source: Create Task
sm: Fausia Galuega

source: You currently have no tasks of your own
sm: I le taimi nei e leai ni au lava galuega

source: Your Uncompleted Tasks
sm: Au Galuega Le'i Maea

source: Your Completed Tasks
sm: Au Galuega Fa'auma

source: Your Tasks
sm: Au Galuega

source: All Tasks
sm: Galuega uma

source: Task
sm: Galuega

source: Deadline
sm: Aso fa'agata

source: Assignees
sm: Tagata tofia

source: In Progress
sm: Sologa

source: Delete task
sm: Aveese galuega

source: No Tasks
sm: Leai ni Galuega

source: wants access
sm: manaʻo e ulufale

source: No Answers
sm: Leai Tali

source: Select Field Type
sm: Filifili Vaitafe Malu

source: Text Only
sm: Nao le Tasi

source: Multiple Line Text
sm: Laina Faʻasologa Tele

source: Dropdown
sm: Totogi

source: Multi Dropdown
sm: Tele Faʻasalaga

source: Checkboxes
sm: Pusa siaki

source: Radio
sm: Leitio

source: Date
sm: Aso

source: Time
sm: Taimi

source: Yes/No
sm: Ioe / Leai

source: Number
sm: Numera

source: Access Denied
sm: Avanoa Te'ena

source: You don't have access to this case.
sm: E le mafai ona e mauaina lenei mataupu.

source: Imports
sm: Auina mai i fafo

source: View import
sm: Va'ai fa'aulufale mai

source: Sessions
sm: Sauniga

source: Home
sm: Aiga

source: Users
sm: Tagata faaaoga

source: Library
sm: Faletusi

source: Integration
sm: Tuufaatasi

source: Settings
sm: Faʻasologa

source: Keys
sm: Ki

source: Feed Templates
sm: Fafaga Umi

source: Form Templates
sm: Pepa Faatumu

source: E-sign Templates
sm: Fa'ailoga e-fa'ailoga

source: Task Templates
sm: Fa'ata'ita'iga o Galuega

source: Dashboard
sm: Lisi laupapa

source: Payments
sm: Totogi

source: From
sm: Mai

source: To
sm: I

source: System
sm: Faiga

source: User Intake
sm: Fa'aaogaga a le tagata fa'aoga

source: Custom Fields
sm: Fa'aleaganu'u Fields

source: After Actions
sm: Ina ua uma Gaioiga

source: Advance Settings
sm: Fa'asagaga i luma

source: Label Name
sm: Igoa o le igoa

source: Fields
sm: Faatoaga

source: Have many users?
sm: E tele tagata fa'aoga?

source: Import users
sm: Fa'aulufale mai tagata fa'aoga

source: or
sm: pe

source: Send them a signup link.
sm: Auina atu ia i latou se sootaga saini.

source: Let's start by entering the email or phone number
sm: Tatou amata i le ulufale i le imeli poʻo le numera o le telefoni

source: Phone
sm: Telefoni

source: Invalid phone number entered
sm: Ua le sao le numera telefoni

source: A label to easily find a case. it cannot be changed later
sm: O se igoa e faigofie ai ona maua se mataupu. e le mafai ona toe suia mulimuli ane

source: Visibility:
sm: Vaʻaia:

source: Who can use this template
sm: O ai e mafai ona fa'aogaina lenei fa'ata'ita'iga

source: One time
sm: Tasi le taimi

source: Please enter valid payment information before proceeding
sm: Fa'amolemole tu'u i totonu fa'amatalaga fa'amaonia o totogi a'o le'i fa'agasolo

source: Add Payment
sm: Faaopoopo Totogi

source: Repeat every:
sm: Toe fai uma:

source: Let's get started
sm: Tatou amata

source: Take me there
sm: Ave a'u iina

source: Mark
sm: Mareko

source: Onboarding
sm: Fa'asalaina

source: Created on
sm: Fausia ile

source: Expires on
sm: E muta le aoga

source: No announcements yet.
sm: E leai ni fa'asalalauga.

source: Add Announcement
sm: Faaopoopo le Faasilasilaga

source: Edit Announcement
sm: Fa'atonu Fa'asilasilaga

source: Date and time should be at least one hour ahead
sm: O le aso ma le taimi e tatau ona le itiiti ifo ma le tasi le itula i luma

source: Delete Date
sm: Aveese Aso

source: Delete Time
sm: Aveese Taimi

source: Back
sm: Tua

source: No Users Found
sm: Leai ni Tagata Faʻaogaina

source: No role selected
sm: Leai se matafaioi filifilia

source: No permissions added!
sm: Leai se faatagaga faaopoopo!

source: ASSIGNED USERS
sm: USSIGNED USERS

source: CASE PERMISSIONS
sm: TULAGA FAIGA

source: User ID
sm: ID ole Tagata

source: Role
sm: Matafaioi

source: remove
sm: aveese

source: Assign User
sm: Tofia le Tagata

source: User
sm: Tagata faʻaaoga

source: ADD USER
sm: FAAOPOOPO tagata e faaaogaina

source: Email user about case assignment
sm: Faʻamatalaga i le imeli e uiga i le mataupu

source: Keyword
sm: Upu

source: No cases found.
sm: Leai se mea na maua.

source: Create a case for a business
sm: Fausia se mataupu mo se pisinisi

source: Case ID
sm: Tulaga ID

source: Created On
sm: Fausia On

source: Case Status
sm: Tulaga Tulaga

source: Case Type
sm: Ituaiga mataupu

source: Assign Users
sm: Tofia Tagata Faʻaoga

source: No cases found
sm: Leai se mea na maua

source: Have many cases?
sm: E tele mataupu?

source: Click here to import cases.
sm: Kiliki iinei e aumai ai mataupu.

source: No status selected
sm: Leai se tulaga na filifilia

source: No type selected
sm: Leai se ituaiga filifilia

source: Case Info
sm: Tulaga Faʻamatalaga

source: About
sm: E tusa

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
sm: Se fa'ailoga tumau e faigofie ona maua ai se mataupu. (a-z, 0-9, -, /) ua faatagaina

source: Case Types
sm: Ituaiga mataupu

source: Click
sm: Kiliki

source: to edit case types
sm: e fa'asa'o ituaiga mataupu

source: No Type selected
sm: Leai se Ituaiga ua filifilia

source: Case not found!
sm: Tulaga e le maua!

source: Media Size
sm: Lautele Media

source: All statistics
sm: Fa'amaumauga uma

source: Import not found.
sm: Lafoai le maua

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
sm: Ua le manuia le faagasologa o faila. Ia mautinoa o se ituaiga faila CSV ma o lo'o iai fa'aulutala sa'o

source: Data
sm: Faʻamatalaga

source: No Imports yet.
sm: Leai se mea ulufale mai

source: Source
sm: Punavai

source: Passed:
sm: Pasia:

source: Failed:
sm: Ua le manuia:

source: Total:
sm: Aofai:

source: Add Imports
sm: Faʻaopopo Impor

source: Download Sample
sm: Lalotoso Download

source: Choose a file
sm: Filifili se faila

source: Edit Key
sm: Ki Faʻatonutonu

source: Add Key
sm: Faʻaopopo ki

source: No Keys yet.
sm: Leai ni ki

source: Source CIDR
sm: Punavai CIDR

source: Remove
sm: Aveese

source: is invalid.
sm: ua faalēaogā

source: Secret Key
sm: Ki lilo

source: Make sure to copy your new secret key now. You won’t be able to see it again!
sm: Ia mautinoa e kopi nei lau ki lilo fou. E le mafai ona e toe vaʻai i ai!

source: Edit Webhook
sm: Faʻatonutonu Webhook

source: Add Webhook
sm: Faʻaopopo le Webhook

source: No event selected
sm: Leai se mea na filifilia

source: No Webhooks yet.
sm: Leai se Webhooks

source: Secret Webhook
sm: Webhook lilo

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
sm: Ia mautinoa ia kopi nei lau upega tafailagi lilo fou. E le mafai ona e toe vaʻai i ai!

source: Sign In
sm: Saini ese j

source: Login in account page.
sm: Faʻasaga i le itulau faʻamatalaga.

source: Edit form builder
sm: Fa'atonu fomu fau

source: Delete form
sm: Aveese fomu

source: No forms yet.
sm: E leai ni fomu.

source: Intake Forms
sm: Pepa Fa'aaogā

source: Upload Intake Form Document
sm: Tu'u i luga Pepa Fa'atumu

source: Add Intake Form
sm: Fa'aopoopo Pepa Fa'aaogā

source: Edit Intake Form
sm: Fa'asa'o Pepa Fa'aaogā

source: Show Media
sm: Faʻaali Puluvaʻa

source: Add Post
sm: Faʻaopoopo le Falemeli

source: Edit Post
sm: Faʻatonutonu Falemeli

source: Files Amount
sm: Faʻasologa Aofaʻi

source: No Feed Templates yet.
sm: Leai ni Suʻega Mamanu

source: Post Message
sm: Faʻailoa le Meli

source: Processing media ...
sm: Gaosi o faʻasalalauga ...

source: Download original file
sm: Sii maia le faila muamua

source: Could not display media
sm: Le mafai ona faaali ala o faasalalauga

source: No locations found.
sm: Leai nofoaga e maua.

source: Main Office
sm: Ofisa Autu

source: Location Name
sm: Nofoaga Igoa

source: Delete e-sign
sm: Ave'ese e-faailoga

source: No e-signs yet.
sm: E leai ni fa'ailoga e le'i iai.

source: Subtasks Count
sm: Faitauga Laiti

source: No tasks yet.
sm: E leai ni galuega i le taimi nei.

source: Invoice ID
sm: ID pili

source: Total
sm: Aofa'iga

source: Refund
sm: Toe faafoi

source: No invoices yet.
sm: E leai ni pili.

source: Refund Reason
sm: Mafuaaga Toe Faafo'i

source: Duplicate charge
sm: Totogi faalua

source: Fraudulent charge
sm: Tulaga tau faasese

source: Requested by customer
sm: Talosagaina e le tagata fa'atau

source: On Board
sm: I luga o le Laupapa

source: Role Info
sm: Faamatalaga Tagata

source: It cannot be changed later
sm: E le mafai ona toe suia mulimuli ane

source: Role Permissions
sm: Faʻatagaina o le Faʻatonu

source: e-signs
sm: e-faailoga

source: on
sm: i luga

source: Allowed File Sizes
sm: Faʻasologaina o Fusi Faʻasologa

source: Create
sm: Fausia

source: Creating...
sm: Fausia ...

source: Roles
sm: Matafaioi

source: Profile information
sm: Fa'amatalaga fa'amatalaga

source: No role found.
sm: Leai se mea na maua.

source: When a case is created, auto assign these users
sm: A fai se mataupu, otometi ona tofia nei tagata fa'aoga

source: Remove All
sm: Aveese Uma

source: User Name
sm: Igoa o le tagata fa'aoga

source: Notify
sm: Faailoa

source: When a user is assigned to a case, auto add templates
sm: Pe a tofia se tagata faʻaoga i se mataupu, faʻapipiʻi faʻapipiʻi faʻataʻitaʻiga

source: No post selected
sm: Leai se meli na filifilia

source: No form selected
sm: Leai se fomu ua filifilia

source: No e-sign selected
sm: Leai se fa'ailoga e filifilia

source: Templates
sm: Fa'ata'ita'iga

source: Add Templates
sm: Fa'aopoopo Fa'atusa

source: Idle Cases
sm: Mataupu Fa'avalea

source: When a case is idle, post this message
sm: A leai se mataupu, lafo le savali lenei

source: No case type selected
sm: Leai se ituaiga mataupu ua filifilia

source: Idle Days
sm: Aso Fagogo

source: Set Idle Message
sm: Seti le Savali Fa'aletonu

source: No task selected
sm: Leai se galuega ua filifilia

source: No operation order selected
sm: Leai se fa'atonuga fa'atonu na filifilia

source: Operation Order
sm: Poloaiga Faagaioiga

source: Add Templates to Assign Users
sm: Fa'aopoopo Fa'ata'ita'iga e Tofi Tagata Fa'aaogā

source: CaseType
sm: Ituaiga Mata'upu

source: Case Form
sm: Pepa Pepa

source: User Form
sm: Pepa Fa'aoga

source: Notes Form
sm: Pepa Fa'amatalaga

source: Defaults
sm: Faʻamalo

source: Required
sm: Manaomia

source: Public User Signup link:
sm: So'oga Fa'asinoga a Tagata Lautele:

source: Design Settings
sm: Design Fuafuaga

source: Change file
sm: Suia le faila

source: Delete Favicon
sm: Aveese le Favicon

source: Delete Logo
sm: Tapē ese Logo

source: Text Color
sm: Tusitusiga Valivali

source: Recommended Colors:
sm: Luga Fautuaina

source: reset
sm: toe setiina

source: Background Color
sm: Talaʻaga

source: Company Info
sm: Fa'amatalaga a Kamupani

source: Website
sm: Upega tafa'ilagi

source: Terms of Use URL
sm: Tulaga o le Fa'aoga URL

source: User Signup
sm: Fa'ailoga Fa'aoga

source: Allow Signup
sm: Fa'ataga le Saini

source: Auto Create Case
sm: Otometi Fausia Case

source: Case User Role
sm: Matafaioi Tagata Fa'aaoga

source: Analytics Key
sm: Iloiloga Autu

source: delete
sm: tape

source: Crop Image
sm: Crop Ata

source: No Filter
sm: Leai se Filter

source: No logs requested.
sm: Leai ni ogalaau na talosagaina.

source: Logs list is empty.
sm: Lisi lisi o loʻo avanoa.

source: Download CSV
sm: TALA CSV

source: Request Logs
sm: Talosaga Talosaga

source: Log Type
sm: Faʻailoga Tafaʻi

source: Filter
sm: Filu

source: Select a case
sm: Filifili se mataupu

source: Enter the email address
sm: Ulufale i le tuatusi imeli

source: Module
sm: Faataʻitaʻiga

source: Header (3 max)
sm: Ulutala (3 maualuga)

source: When a user join app, ask the user to share the following
sm: Pe a auai se tagata fa'aoga i le app, fai i le tagata fa'aoga e fa'asoa mea nei

source: No user intake found.
sm: Leai se fa'aogaina o tagata na maua.

source: User Type
sm: Tagata Faʻasologa

source: Intake Form
sm: Pepa Fa'aaogā

source: Complete After
sm: Fa'auma pe a uma

source: No user type selected
sm: Leai se ituaiga tagata na filifilia

source: No intake form selected
sm: Leai se fomu fa'aaoga ua filifilia

source: Complete After Date
sm: Maea pe a uma le Aso

source: Complete After Time
sm: Maea pe a uma le Taimi

source: Date and time should be less or equal to now
sm: O le aso ma le taimi e tatau ona itiiti pe tutusa ma le taimi nei

source: Comment ct
sm: Faamatalaga ct

source: View Ticket
sm: Va'ai tiketi

source: Ticket
sm: Tiketi

source: No tickets yet.
sm: E leai ni pepa ulufale.

source: User not found.
sm: Le maua le tagata.

source: User can edit their account information except for the host user attributes section.
sm: E mafai e le tagata faʻaoga ona faʻasaʻo a latou faʻamatalaga faʻamatalaga sei vagana ai le vaega o uiga faʻaoga talimalo.

source: Contact
sm: Faʻamatalaga

source: Phone number
sm: Numera telefoni

source: Zip Postal Code
sm: Zip Falemeli

source: Host User Attributes
sm: Uiga fa'aoga talimalo

source: User Status
sm: Tulaga o Tagata

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
sm: Se igoa tumau e faigofie ona maua se tagata faʻaoga. (a-z, 0-9, -, /) ua faatagaina

source: App only User Intake Fields
sm: App na'o Tagata Fa'aoga Fields

source: APP ONLY CUSTOM FIELDS
sm: FILIFILIGA TELE CUSTOM LELEI

source: s found.
sm: s maua.

source: Created Date
sm: Fausia Aso

source: View Cases
sm: Va'ai Tulaga

source: VIEW CASES
sm: VAAI MAUGA

source: Get Started
sm: Amata

source: Password
sm: Numera e le iloa e sesi

source: Email is not valid.
sm: E le aoga le imeli.

source: CaseActive lets you and your client
sm: Faʻatinoina o oe ma lou tagata faʻatau

source: work together
sm: galulue faatasi

source: at any time, in any place.
sm: i so o se taimi, i so o se nofoaga.

source: Explore
sm: Saili

source: Pricing
sm: Tau

source: Support & Docs
sm: Lagolago & Docs

source: Failed to validate if you are human
sm: E lē mafai ona faʻamaonia pe afai o oe o se tagata

source: NOTIFY ME WHEN IT'S READY!
sm: FAʻAALIGA MO AʻU PE A TATOU FAIA!

source: Thank You!
sm: Faafetai!

source: We will notify you when the app is ready
sm: Matou te logoina oe pe a sauni le app

source: Most popular
sm: Le tele o lauiloa

source: All languages
sm: O gagana uma

source: Oops, Something went wrong.
sm: Auoi, E iai se mea na sese.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
sm: Auoi, E iai se mea na sese. Ua logoina la matou &#39;au. Faʻamolemole toe taumafai i se taimi mulimuli.

source: Support Documentation
sm: Lagolago Fa'amaumauga

source: All Categories
sm: Vaega uma

source: Contents
sm: Mataupu

source: Related Articles
sm: Mataupu Fa'atatau

source: Get started: processes, best practices, setup guides, and more!
sm: Amata: faʻagasologa, faʻataʻitaʻiga sili, taʻiala faʻatulagaina, ma isi mea!

source: Find anything you need to get to work in CaseActive.
sm: Su'e so'o se mea e te mana'omia e te galue ai ile CaseActive.

source: All case communication in one spot
sm: Faʻasalalauga uma i le tasi itu

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
sm: Faʻatalanoa, faʻapipiʻi faʻafouga, tali fesili, tusia nota, faʻamatalaga, ma faia uma talanoaga faʻailogaina e moni imeli imeli ma SMS faʻaaliga.

source: Share with confidence
sm: Fetufaai ma le mautinoa

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
sm: Faasoa pepa ma ata i le va o tagata ma tagata &#39;au i soʻo se ma uma masini, ina ia tagata uma tausia lata mai.

source: Take it on the go
sm: Ave i luga o le alu

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
sm: Faʻaaoga masini feaveaʻi e pei o papa ma telefoni faʻafesoʻotaʻi e galulue faʻatasi i mea taua, talanoaina mataupu taua, fesuiaʻi pepa, ma siata tulaga alualu i luma i le moni taimi.

source: Immediate records access
sm: Maua vave faamaumauga faamaumauga

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
sm: Tagata faʻaaogaina faatagaina e mafai vave ona maua faʻamatalaga a tagata ma mataupu mataupu (e aofia ai le taimi nei, taimi ua teʻa, tatala, tapunia, ma o loʻo talia foi mataupu), uma i le tasi portal.

source: Automatic timezone conversion
sm: Malosiaga vavezonezone

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
sm: Pe malaga pe nofo i seisi nofoaga, o le a oe ogatasi ma o matou taimi-sone talanoaga talatalanoaga faiga.

source: Track Events
sm: Taaloga Mea na Tutupu

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
sm: Faʻavave fonotaga faʻatulagaina, mataʻituina mea e tutupu mai, ma valaʻauina tagata faʻapitoa ma tagata o le au e auai.

source: Video Conferencing
sm: Vitio Talanoaga

source: Connect with clients and team members via live video chats for even more interactivity.
sm: Fesoʻotaʻi ma tagata faʻatau ma tagata o le &#39;au e ala i talanoaga vitio vitio mo le tele o fegalegaleaiga.

source: Automate tasks when a case is created or a user is assigned to a case.
sm: Otometi galuega pe a fai se mataupu po'o se tagata fa'aoga ua tofia i se mataupu.

source: Automated Alerts
sm: Alerts aunoa

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
sm: E te manaʻo i au tagata fiafia Fiafia i le aso fanau? Faʻatu se savali otometi mo tagata uma ua tuanaʻi ma le taimi nei mo tagata latou aso faapitoa!

source: Keeping Client details up-to-date
sm: Tausia o le Client faʻamatalaga lata mai

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
sm: E mafai e tagata faʻapitoa ona fetuunai a latou faʻaupuga ma faʻamaumauga fou, ata, faʻaupuga, ma faʻamaumauga.

source: Ask Questions, Get Answers.
sm: Fai Fesili, Maua Tali.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
sm: Fatu pepa faʻapitoa ma lafo i tagata faʻatau mo le faʻamaeaina. Aoina faʻamatalaga taua, fai ni suʻesuʻega i fafo, ma maua uma faʻamatalaga e te manaʻomia e fai lelei ai lau galuega!

source: , Director of Sales of Cain & Company
sm: , Faʻatonu o Faʻatau o Kaino ma Kamupani

source: Make client billing as straightforward as possible with online invoices and payments.
sm: Faʻataʻitaʻi le faʻamaonia o le tagata o tausia ile faʻamalosi i luga ole initaneti ma totogi.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
sm: Matou te fiafia i le faʻatautaia o aitalafu ona e mafai ai e tagata ona vaʻai tonu i le mea o loʻo latou totogiina.

source: , Vice President of Sky Digital
sm: , Vice President o Sky Digital

source: Enjoy the ease of e-signing
sm: Fiafia i le faigofie o le e-sainia

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
sm: Faʻasalalau sainia i luga o pepa uma e ala i le DocSign, faʻaaoga faʻapipiʻi pepa ma faʻamaumauga a le tagata faʻatau saini saini ma faʻamaoniga.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
sm: Tu'u i luga se pepa, maka mo le saini, ona saini lea o le kalani ma saini e-e. E fai mea uma e aunoa ma le sau o le kalani i totonu o le matou fale. E aoga lenei mea i tagata faʻatau e le latalata i se ofisa poʻo e nonofo i fafo atu o le setete.

source: , Director of Operations of Capital Insurance
sm: , Faatonu o Faʻatupega o Inisiua Inisiua

source: Enhance Your System. Less Work, More Results.
sm: Faʻaleleia lau faiga. Faigofie Galuega, Isi Suiga.

source: Use the Self-Serve Administrative Feature
sm: Faʻaaoga le Tausaga Faʻafoe o le Tagata Lava Ia

source: Take total control of your CaseActive management suite from the platform itself.
sm: Faʻaauau le puleaina o lau faʻatinoga o le pulega o le CaseActive mai le faʻalapotopotoga lava ia.

source: Effortlessly link your existing system with CaseActive
sm: Faʻafesoʻotaʻi le leai o se fesoʻotaʻiga o lau faʻaoga o loʻo iai i le CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
sm: Tuufaatasia matou proprietary API e otometi fatuina mataupu, tofia tagata, ma faia lipoti e faʻavae i luga o lau polokalama faʻaogaina.

source: Acting as a
sm: Galue e pei o

source: virtual administrative assistant
sm: fesoasoani fesoasoani tau ata

source: , CaseActive empowers you with streamlined document and media handling, private
sm: , Faʻatinoina oe i le faʻataʻitaʻiina o le pepa ma le faʻasalalau faʻasalalauga, faʻapitoa

source: client-to-customer communications
sm: fesootaiga i tagata o tausia-i-tagata

source: event scheduling, and step-by-step case processing.
sm: mea e fai ai faʻatulagaga, ma le laʻasaga taʻitasi taʻitasi.

source: Self-Serve Administration
sm: Auaunaga a le tagata ia te ia lava

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
sm: Taliʻi o se fesoasoani aoga faʻatonutonu, CaseActive faʻamalosia oe ma faʻamalosia tusitusiga ma faʻasalalauga, tumaoti tagata e-i-tagata faʻatau fesoʻotaʻiga, mea na fuafuaina le faʻatulagaina, ma le laʻasaga ma lea laasaga gaioiga.

source: Manage User Logins & Case Creation
sm: Faʻatautaia Tagata Logins &amp; Mataupu Foafoaga
