Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sm/LC_MESSAGES/messages.po
Languages: sm

source: You should choose image file.
sm: Oe tatau ona filifilia le faila faila.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
sm: Tuʻu i luga se pepa, maitau mo saini, ona tusi ai lea ma sainia e le tagata o tausia. E maeʻa mea uma ae leʻo le kalani e sau i totonu o le matou fale. Lenei e aoga ma tagata o loʻo le o latalata i se ofisa pe o loʻo nonofo i fafo atu o le setete.

source: Director of Operations of Capital Insurance
sm: Faatonu o Faʻagaioioiga o Inisiua Inisiua

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
sm: A matou paaga mafai log masuk ma vaʻai faʻamatalaga autu i le auala o latou faʻasino mataupu alu. Lenei ua matua faʻateleina a matou mataupu faʻasino ...

source: Partner of Law Office of Christianson & Bayles
sm: Paʻaga a le Ofisa Loia a Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
sm: Tatou te le toe vaʻai tagata faʻatau i le ofisa mo fonotaga, ma sainia sainia uma faʻamaeʻaina i luga o le initaneti - matagofie !.

source: CEO of EL Passion
sm: Pule Sili ole EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
sm: Le faʻaaogaina o le API, tatou otometi atoatoa mea na faʻaalia i le mataupu fafaga, faʻavae i luga faʻapitoa faʻatonuga i la tatou faiga o loʻo i ai nei. Aulelei talafeagai ..

source: IT Manager of Carter Mario Injury Lawyers
sm: IT Pule Sili o Carter Mario Injury Lawyers

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
sm: E tele a matou gagana faʻapitoa e faʻaaogaina le faʻaliliuga foliga mai. Matou te lafoina feʻau ma le mautinoa o le a latou malamalama i ai o tagata uma. Lenei mafai ai tatou agai mai i le lotoifale i le lalolagi galuega ..

source: CEO of Solid Rock Designs
sm: Pule Sili o le Solid Rock Designs

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
sm: E fiafia i ai le au faʻatau. E faafaigofie ai o latou olaga. E mafai ona latou talanoaina mataupu ma i tatou i luga ole laiga, lafo ni ata ma pepa, ma ua teuina mea uma e mafai e le &#39;au ma le tagata o tausia ona matamata ai ..

source: Partner of Ashley &amp; Ashley P.C.
sm: Paʻaga a le Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
sm: Matou te fiafia tele i le mataupu invoicing aua e faʻatagaina e tagata faʻatau le mea tonu latou te totogi atu ..

source: Vice President of Sky Digital
sm: Sui Peresetene o Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
sm: Faʻataʻitaʻiga fesoʻotaʻiga pei o le i ai uma o au faʻasalalauga agafesootai ma fesoʻotaʻiga mea faigaluega i se tasi nofoaga ..

source: Director Of Complaint Management
sm: Faʻatonu o faitioga faʻatautaia

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
sm: O faʻataʻitaʻiga faʻatagaina e mafai ai ona tatou faʻalogo ma aʻoaʻoina, fesoasoani ia i tatou e faʻaleleia le faʻatau atu e ala i le tali mai o tagata.

source: Director of Sales of Cain &amp; Company
sm: Faatonu Sili o Sales of Cain &amp; Company

source: The user interface is very similar to Facebook. It’s extremely easy to use..
sm: O le tagata faʻaoga e foliga tutusa lava ma le Facebook. E matua faigofie a e faʻaaogaina ..

source: Partner of Wong Medical Group LLC
sm: Paaga o le Wong Medical Group LLC

source: A pin has been sent to
sm: Ua lafo atu se pine i

source: Cancel
sm: solo

source: Send New Pin
sm: Auina atu Pin Fou

source: Need Help?
sm: Manaomia se Fesoasoani?

source: Click here to contact us
sm: Kiliki iinei e fa'afeso'ota'i i matou

source: Next
sm: Sosoo ai

source: Login or Signup
sm: Ulufale po'o Saini

source: Invalid email entered
sm: Le sa'o imeli na tu'uina

source: Processing...
sm: Gaosi ...

source: Made with
sm: faia ma

source: love
sm: alofa

source: in New York City
sm: i le Aai o Niu Ioka

source: All rights reserved
sm: Ua taofia aia uma

source: Terms of Use
sm: Tuutuuga o Faaaoga

source: Contact Us
sm: Faafesootai matou

source: Code
sm: kote

source: New Password
sm: upu faataga New

source: Confirm Password
sm: faamaonia le upu faalilolilo

source: Set Your New Password
sm: Faatulaga lau upu faataga New

source: A code has been sent to
sm: Ua auina atu se code i

source: Change Password
sm: suiga upu faataga

source: Changing...
sm: Suia ...

source: Forgot password?
sm: Galo le faʻaupuga?

source: Help
sm: Fesoasoani

source: Email or Phone
sm: Imeli po o le Telefoni

source: Reset Password
sm: upu faataga toe setiina

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
sm: Ulu atu i le tuatusi imeli poʻo le numera telefoni e fesoʻotaʻi ma lau teugatupe, ona kiliki lea faʻamau. O le a matou imeli pe faʻatatau ia oe se fesoʻotaʻiga i se itulau e faigofie ai ona e faia se faʻamatalaga fou.

source: Request Code
sm: talosaga Tulafono

source: Requesting...
sm: Talosaga ...

source: CASEACTIVE IS COMING SOON
sm: CASEACTIVE O LOA OU SAVAIA

source: Create a free account
sm: Fausia se teugatupe e leai se totogi

source: We are putting final touches to it. We will notify you when it's ready!
sm: O loʻo matou faʻaogaina mulimuli ane. Matou te logoina oe pe a ua sauni!

source: You’re minutes away from a better collaboration.
sm: Oe o minute le mamao mai se sili atu galulue faʻatasi.

source: First Name
sm: Igoa muamua

source: Last Name
sm: Igoa mulimuli

source: Company
sm: Kamupani

source: No language selected
sm: Leai se gagana na filifilia

source: I agree with
sm: Ou te ioe iai

source: Terms of Service
sm: Tuutuuga o Auaunaga

source: Language
sm: gagana

source: Have at least one lower case character
sm: Ia i ai ma le itiiti ifo i le tasi le tulaga o le mataupu

source: Have at least one capital letter
sm: Ia i ai ma le tasi le mataitusi lapopoa

source: Have at least one number
sm: Ia i ai le itiiti ifo i le tasi le numera

source: Have at least 8 characters in length
sm: Ia i ai le itiiti ifo ma le 8 le umi le umi

source: Type your current password
sm: Taʻu lau faʻamaloga o loʻo iai nei

source: Passwords must match
sm: E tatau ona fetaui upu motusia

source: Javascript are disabled. Please enable it.
sm: Javascript e le atoatoa le malosi. Faamolemole mafai ai.

source: Cookies are disabled. Please enable it.
sm: ua le atoatoa le malosi kuki. Faamolemole mafai ai.

source: New
sm: Fou

source: Create A New App
sm: Fausia se App Fou

source: Apps
sm: Tatalo

source: Profile
sm: tino mai

source: Logout
sm: Saini ese j

source: Hi
sm: malo

source: View your account
sm: Vaʻai lau teuga tupe

source: View page
sm: Vaʻai itulau

source: You don’t have any apps
sm: E leai sau apps

source: Admin
sm: Pule

source: Notifications
sm: Faasilasilaga

source: No notifications yet.
sm: E leai ni fa'amatalaga.

source: Today
sm: Aso nei

source: Last Week
sm: Vaiaso talu ai

source: No timezone selected
sm: Leai se taimi vave na filifilia

source: Complete profile to continue
sm: Maʻea le faʻamatalaga e faʻaauau

source: Update
sm: lata

source: Website:
sm: Upega tafa'ilagi:

source: Homepage:
sm: Itulau muamua:

source: Approve Access
sm: Faamaonia Avanoa

source: Info
sm: Fa'amatalaga

source: Permissions
sm: Fa'atagaga

source: Billing
sm: Pili

source: Payment Plan
sm: Fuafuaga Totogi

source: Edit
sm: Fa'atonu

source: Save
sm: Sefe

source: has access to your information below:
sm: avanoa i lau faʻamatalaga i lalo:

source: has invited you to their client portal.
sm: Na valaauliaina oe i la latou kamupani tausi.

source: want access to the following information:
sm: E manaʻomia le ulufale atu i nei faamatalaga:

source: Decline
sm: Mafuta

source: Remove Access
sm: Aveese le Avanoa

source: Active
sm: Toaga

source: Invites
sm: Valaaulia

source: Disabled
sm: Fa'aletonu

source: No apps found
sm: Leai se apps maua

source: user
sm: tagata faʻaoga

source: manager
sm: pule

source: active
sm: tiotio

source: inactive
sm: lē tiotio

source: Company Name
sm: Company Suafa

source: Type
sm: lolomi

source: Status
sm: tulaga

source: Invitation
sm: Valaaulia

source: About App
sm: E uiga i le App

source: Billing Info
sm: Fa'amatalaga tau pili

source: Your Company Name
sm: Lou Suafa Company

source: Your Company Website
sm: Lou Website Company

source: Saving...
sm: Faʻasaoina ...

source: Billing Information
sm: Fa'amatalaga tau pili

source: Please add the APP ID provided by the company
sm: Fa'amolemole fa'aopoopo le APP ID na saunia e le kamupani

source: Select an option
sm: Filifili se filifiliga

source: Join an existing app as a client
sm: Auai i se app o iai o se tagata o tausia

source: Create a new app for my business
sm: Fausia se app fou mo la'u pisinisi

source: Create Domain
sm: Fausia le Domain

source: Select enterprise app
sm: Filifili mea tau pisinisi

source: No item selected
sm: Leai se mea na filifilia

source: Domain name
sm: igoa ole igoa

source: Add
sm: faʻaopoopo

source: No enterprise app found
sm: Leai se atina'e app na maua

source: Pending
sm: Faatalitali

source: No domains found
sm: Leai ni vaega na maua

source: Txt Value
sm: Txt Taua

source: Enterprise Host ID
sm: ID Host Host

source: Action
sm: Gaioiga

source: Delete
sm: Aveese

source: Reset
sm: Toe setiina

source: Allow Manual Sign In
sm: Fa'ataga Tusi le Saini i totonu

source: Exclude Emails From SSO
sm: Fa'aesea Imeli Mai SSO

source: Submit
sm: Tuuina atu

source: Profile photo
sm: ata talaaga otooto

source: has been claimed by another account, please, change it or
sm: ua uma ona talosagaina e se isi teugatupe, faʻamolemole, sui pe

source: reclaim
sm: toe maua

source: it
sm: ia

source: pending verification:
sm: i luma o le faamaoniga:

source: verify
sm: faʻamaonia

source: Phone Number
sm: Numera telefoni

source: Current Password
sm: upu tuanai o le taimi nei

source: Change password
sm: Suia le upu faʻataga

source: No gender selected
sm: Leai se itupa na filifilia

source: Company Title
sm: Company Igoa

source: City/Locality
sm: City / nofoaga

source: State/Region
sm: Malo / Itulagi

source: No country selected
sm: Leai se atunuu na filifilia

source: Zip/Postal Code
sm: ZIP / Tulafono o Meli

source: Basic
sm: autu

source: Date of Birth
sm: Aso fanau

source: Gender
sm: itupa

source: Occupation
sm: tofiga

source: Location
sm: nofoaga

source: Address is not valid
sm: E le aoga le tuatusi

source: City/Locality is not valid
sm: Taulaga / Lotoifale e le aoga

source: Country
sm: fanua

source: State/Region is not valid
sm: Malo / Itumalo e le faʻamaonia

source: Contact Info
sm: Fa'amatalaga Fa'afeso'ota'i

source: Language & Region
sm: Gagana &amp; Itulagi

source: Saving
sm: Faasaoina

source: Verify Your
sm: Faamaonia Lau

source: Verification Code
sm: Faʻamatalaga Faʻamaonia

source: Resend Code
sm: Resitala Code

source: Resending
sm: Tali

source: Verify
sm: Faamaonia

source: Verifying...
sm: Faʻamaonia ...

source: Later
sm: Mulimuli ane

source: We're here to help
sm: Tatou te i ai iinei e fesoasoani

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
sm: Faafetai mo le faafesootai i tatou. ua manuia auina lau savali. O le a tatou faafesootai e vave!

source: Message
sm: feʻau

source: characters left
sm: tagata tau

source: Send
sm: ave

source: Sending...
sm: Auina atu ...

source: You will no longer receive email marketing from the list.
sm: E te le toe mauaina imeli maketi mai le lisi.

source: If you have a moment, please let us know why you unsubscribed:
sm: Afai e iai sou taimi, fa'amolemole ta'u mai pe aisea na e le'i lesitala ai:

source: Return to our website
sm: Toe fo'i i la matou upega tafa'ilagi

source: Thank you. Your response has been submitted.
sm: Fa'afetai. Ua tuuina mai lau tali.

source: No Cases
sm: Leai ni mataupu

source: Layout
sm: Fa'atulagaina

source: Gallery
sm: Faletusi

source: Speaker
sm: Fofoga Fetalai

source: This case has been closed
sm: Ua tapunia lenei mataupu

source: Feed
sm: Fafaga

source: Images
sm: Ata

source: Videos
sm: Vitio

source: Files
sm: Faʻamaumauga

source: Events
sm: Mea na tutupu

source: Forms
sm: Fomu

source: E-signs
sm: E-faailoga

source: Invoices
sm: Invoice

source: Notes
sm: Faamatalaga

source: Tasks
sm: Galuega

source: Great job!
sm: Galuega tele!

source: You did all
sm: Na e faia mea uma

source: the tasks
sm: o galuega

source: Media
sm: Faasalalauga

source: Case
sm: Mataupu

source: Search
sm: Saili

source: Using Form Builder
sm: Faaaogaina o le Fausia fale

source: Using Forms Library
sm: Fa'aaogā le Faletusi o Fomu

source: Using E-sign Builder
sm: Fa'aaogā le Fa'ailoga Fa'ailoga E

source: Using E-signs Library
sm: Fa'aaoga le E-signs Library

source: Documents
sm: Pepa aloaia

source: Create Note
sm: Fausia Manatua

source: Edit Note
sm: Faʻamata le Faʻamatalaga

source: End Convo
sm: Fa'ai'u Convo

source: Create Form
sm: Fatuina le Pepa

source: Create Sign
sm: Fausia le Saini

source: Event Create
sm: Mea na faia

source: Convo Videos
sm: Convo Vitio

source: Cases
sm: mataupu

source: Case categories
sm: Mataupu vasega

source: Your team
sm: Lau 'au

source: To do
sm: E fai

source: To Do:
sm: E fai:

source: Case Categories
sm: Vaega o mataupu

source: Your Team
sm: Lau Au

source: To Do
sm: E fai

source: Yes
sm: ioe

source: Close
sm: Katia

source: Publish
sm: Fa'asalalau

source: Visibility
sm: Vaʻaia

source: all
sm: mea uma

source: sign
sm: fa'ailoga

source: Page
sm: Itulau

source: of
sm: o

source: Processing
sm: Faʻagasologa

source: failed.
sm: toilalo

source: Value should be greater or equal to 1
sm: O le tau e tatau ona sili atu pe tutusa ma le 1

source: Repeat end:
sm: Toe fai faaiuga:

source: Signature
sm: Saini

source: Draw
sm: Tusi

source: Write
sm: Tusi

source: Clear Signature
sm: Saini manino

source: Still processing video...
sm: O loʻo faʻagasolo pea le gaosiga o le video ...

source: You
sm: O oe

source: You are about to delete feed. Are you sure?
sm: Ua lata ona e tapeina le fafaga. E mo'i lava oe?

source: No convo audios yet
sm: E leai ni fa'alogo fa'alogo i le taimi nei

source: No convo videos yet
sm: E le'i iai ni vitio fa'atasi

source: Start Convo
sm: Amata Convo

source: Notify the Host
sm: Faailoa i le Talimalo

source: is in the call
sm: o loo i le valaau

source: and
sm: ma

source: others are in the call
sm: o isi o loo i le valaau

source: Audio call is being recorded
sm: O lo'o pu'eina le telefoni

source: Video call is being recorded
sm: O lo'o pu'eina le telefoni

source: Join now
sm: Auai nei

source: Dismiss
sm: Fa'ate'a

source: Can’t find your
sm: Le mafai ona maua lau

source: microphone
sm: masini faaleotele leo

source: Check your system settings to make sure that
sm: Siaki au fa'atonuga fa'aoga e fa'amautinoa ai

source: is available. If not, plug one in. You might need to restart your browser.
sm: o lo'o avanoa. Afai e leai, fa'apipi'i le tasi. Atonu e te mana'omia le toe amata o lau su'esu'ega.

source: web camera
sm: mea pueata i luga ole laiga

source: You are going to start a Convo call. Start with:
sm: O le a e amataina se valaau Convo. Amata ile:

source: Video & Audio
sm: Vitio & Leo

source: Audio Only
sm: Na'o leo

source: Record the meeting
sm: Faamaumau le fonotaga

source: Waiting for someone with permission to start a Convo call
sm: Faatalitali mo se tasi ua iai le faatagaga e amata ai se valaau Convo

source: Add Ticket
sm: Fa'aopoopo tiketi

source: Title
sm: Ulutala

source: Open
sm: Tatala

source: Closed
sm: Tapunia

source: You are about to close ticket. Are you sure?
sm: Ua lata ona tapuni le pepa malaga. E mo'i lava oe?

source: Announcements
sm: Faasalalauga

source: Support
sm: Lagolago

source: Opened
sm: Tatala

source: View
sm: Vaʻai

source: Locations
sm: Nofoaga

source: You currently have no announcements.
sm: E leai ni au fa'aaliga i le taimi nei.

source: You currently have no
sm: I le taimi nei e leai sau

source: open cases. Click
sm: avanoa tatala. Kiliki

source: here
sm: iinei

source: to contact support.
sm: e fa'afeso'ota'i le lagolago.

source: closed cases.
sm: mataupu tapuni.

source: open tickets.
sm: tatala tiketi.

source: closed tickets.
sm: tapuni tiketi.

source: You currently have no locations.
sm: E leai ni ou nofoaga i le taimi nei.

source: Write a comment....
sm: Tusi sau faamatalaga ....

source: Post
sm: Meli

source: Add Location
sm: Faaopopo le nofoaga

source: Save Event
sm: Faasaoina Mea na tupu

source: Name
sm: Igoa

source: Start Date
sm: Aso Amata

source: Start Time
sm: Amata le Taimi

source: End Date
sm: Aso Taea

source: End Time
sm: Taimi Taimi

source: Repeat
sm: Toe fai

source: Attendees
sm: Tagata auai

source: Event Location
sm: Faʻailoga Mea

source: Link
sm: Sootaga

source: Description
sm: Faʻamatalaga

source: Attending
sm: Auai

source: Add to calendar
sm: Fa'aopoopo i le kalena

source: Details
sm: Fa'amatalaga

source: Event by
sm: Mea na tupu e

source: Duration:
sm: Umi:

source: more
sm: sili atu

source: Maybe
sm: Atonu

source: Not Attending
sm: Le Auai

source: No
sm: leai

source: Video Conference
sm: Konafesi Vitio

source: Event details
sm: Fa'amatalaga o mea na tutupu

source: You don't have permissions to view this page.
sm: E leai sau faʻatagaga e matamata ai i lenei itulau.

source: Your Upcoming Events
sm: O Mea e Tutupu o Loo Tupu

source: Upcoming
sm: Aulia mai

source: Your Past Events
sm: O Mea ua Tuanaʻi na Tutupu

source: Past
sm: Ua mavae atu

source: Your Events
sm: Au Mea na Tutupu

source: All
sm: Uma

source: All Events
sm: Mea na Tutupu Uma

source: Directions
sm: Faatonuga

source: Edit settings
sm: Faʻasaʻo tulaga

source: Delete event
sm: Aveese mea na tupu

source: Attending?
sm: Auai?

source: No Events
sm: Leai ni mea na tupu

source: more comment(s)
sm: sili atu faʻamatalaga (s)

source: Loading comments
sm: O lo'o uta fa'amatalaga

source: You are about to delete comment. Are you sure?
sm: O le a e toeititi aveʻese lau tala. E moʻi lava oe?

source: task
sm: galuega

source: to do
sm: e fai

source: tasks
sm: galuega

source: Write something...
sm: Tusi se mea ...

source: Attach File
sm: Fa'apipi'i faila

source: From Template
sm: Mai le Fa'ata'ita'iga

source: No feeds yet.
sm: Leai ni fafaga.

source: comments
sm: fa'amatalaga

source: comment
sm: fa'amatalaga

source: Add a comment
sm: Fa'aopoopo se fa'amatalaga

source: Template
sm: Faʻataʻitaʻiga

source: No templates
sm: Leai se faʻataʻitaʻiga

source: Done
sm: Faia

source: Select the members who needs to fill this form
sm: Filifili tagata e tatau ona faatumu le pepa lea

source: Update Form
sm: Fa'afouina Pepa

source: Due Date
sm: O afea

source: Due Time
sm: Taimi Lelei

source: Loading...
sm: Lolomi ...

source: Preview
sm: mua'i va'aiga

source: Save & Close
sm: Fa'asao & Tapuni

source: Add an element
sm: Fa'aopoopo se elemene

source: Media is converting. We will notify you when it is ready
sm: Ua liliu mai ala o faasalalauga. Matou te logoina oe pe a sauni

source: Add
sm: Faaopoopo

source: Field
sm: fanua

source: Edit
sm: Fa'atonu

source: Text
sm: Tusitusiga

source: Format
sm: Fa'asologa

source: Media failed in converting. Please delete and try again or another.
sm: Ua le mafai e ala o faasalalauga i le faaliliuina. Fa'amolemole tape ma toe taumafai po'o se isi.

source: Pages
sm: Itulau

source: Saved
sm: Faasaoina

source: Insert
sm: Faaofi

source: Elements
sm: Elemene

source: Action Required
sm: Manaomia Gaioiga

source: Add a new page
sm: Fa'aopoopo se itulau fou

source: Blank page
sm: Itulau avanoa

source: From PDF
sm: Mai le PDF

source: From image
sm: Mai ata

source: Add PDF
sm: Fa'aopoopo le PDF

source: Add Image
sm: Faaopoopo Ata

source: Options
sm: Filifiliga

source: Column Names
sm: Igoa Koluma

source: Option already exists.
sm: Filifiliga ua i ai nei.

source: options list is empty
sm: o lisi o filifiliga e avanoa

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
sm: E naʻo le 5 filifiliga e lagolagoina e le vaega o le Pusa suʻega. Oe mafai ona suia fanua i le paʻu i lalo e faʻaopopo atili filifiliga

source: columns list is empty
sm: koluma lisi o lo'o avanoa

source: Default Value
sm: Tau le taufaaleaga

source: Delete row
sm: Aveese le laina

source: Add a new row
sm: Fa'aopoopo se laina fou

source: Download
sm: La'u mai

source: Label
sm: Fa'ailoga

source: Question
sm: Fesili

source: Default answer
sm: Tali masani

source: Media is converting
sm: Ua liliu mai ala o faasalalauga

source: Send Form
sm: Auina atu le Pepa

source: Form Submited.
sm: Faiga na auina atu.

source: You don't have permissions to submit forms.
sm: E leai sau faʻatagaga e tuʻuina atu pepa.

source: You currently have no forms of your own
sm: I le taimi nei e leai ni au lava fomu

source: Your Uncompleted Forms
sm: Au Fomu e leʻi Maʻea

source: Uncompleted
sm: Maeʻa

source: Your Completed Forms
sm: Au Fomu ua maeʻa

source: Completed
sm: Maea

source: Your Forms
sm: Au Fomu

source: All Forms
sm: Faiga uma

source: Form Title
sm: Igoa Igoa

source: Author
sm: Tusitala

source: Published
sm: Lolomiina

source: Submissions
sm: Talosaga tusia

source: No Forms
sm: Leai ni Pepa

source: Upload Form Document
sm: La'u Pepa Pepa

source: Forms Library
sm: Faletusi o Pepa

source: No Forms In Library
sm: Leai ni Folasaga I le Faletusi

source: Answers
sm: Tali

source: Close - Status changed
sm: Tapuni - Ua suia tulaga

source: Change Status
sm: Suiga Tulaga

source: Case Number
sm: Tulaga Numera

source: Date Opened
sm: Aso Na tatalaina

source: Case Id
sm: Mataupu Id

source: Confirm your details
sm: Faʻamaonia au faʻamatalaga

source: Form Submitted.
sm: Faatumu Tuuina atu.

source: PO No:
sm: PO Numera:

source: Reference ID:
sm: Fa'asinomaga ID:

source: Term:
sm: Vaitaimi:

source: Note:
sm: Fa'aaliga:

source: Price
sm: Tau

source: Add more
sm: Faaopoopo atili

source: Subtotal($)
sm: La'ititi ($)

source: Discount(%)
sm: Pa'u(%)

source: TAX(%)
sm: LAFOGA(%)

source: Total($)
sm: Aofa'iga($)

source: Invoice No
sm: Invoice Nu

source: Select the members who needs to view or pay this invoice
sm: Filifili tagata e manaʻomia le vaʻai pe totogi lenei pili

source: Update Invoice
sm: Fa'afou Invoice

source: Create Invoice
sm: Fausia Invoice

source: PO No.
sm: PO Nu.

source: Reference ID
sm: Fa'asinomaga ID

source: Term
sm: Vaitaimi

source: Note
sm: Manatua

source: Quantity
sm: Tele

source: Price ($)
sm: Tau ($)

source: Subtotal ($)
sm: La'ititi ($)

source: Discount (%)
sm: Pa'u (%)

source: Tax (%)
sm: Lafoga (%)

source: Total ($)
sm: Aofa'iga ($)

source: Pay Invoice
sm: Totogi Invoice

source: Payment method
sm: Auala totogi

source: Add a new payment method
sm: Fa'aopoopo se auala fou e totogi ai

source: Summary
sm: Aotelega

source: Payment:
sm: Totogi:

source: Total charge:
sm: Totogi atoa:

source: Your Unpaid Invoices
sm: Au Invoice Le Totogi

source: Unpaid
sm: Le totogia

source: Your Paid Invoices
sm: Au Invoice Totogi

source: Paid
sm: Totogi

source: Your Invoices
sm: Au Invoice
