Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sm/LC_MESSAGES/messages.po
Languages: sm

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
sm: 13.1 Vaega Tutoatasi: Oe ma CaseActive o konekarate tutoʻatasi. O le Maliega e le faʻavaeina se soʻotaga soʻofaʻatasi, faiga faʻapaʻaga, faʻalapotopotoga poʻo fesoʻotaʻiga galuega i le va o itu. Ole a na o oe e nafa ma le puleaina o au tagata faigaluega ma mo soʻo ma soʻo se taui, lafoga, penefiti ma noataga i au tagata faigaluega ma nisi o isi ou sui poo tautua. E le o oe poo se isi o au tagata faigaluega, sui, poʻo au tautua e faia ni faʻatonuga, tuutuuga poʻo ni faʻamaoniga e faʻatatau ia i matou, o le Maliega poʻo Auaunaga e ese mai nai lo le faʻaalia manino mai e matou i se tusi.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
sm: 13.2 Tofiga: O le Maliega e leʻo se isi o au aia tatau poo tiute i lalo o le Maliega e mafai ona tuʻuina atu pe faʻamatuʻuina atu, e ala i le faʻagaioiga o tulafono poʻo seisi lava tulaga, e aunoa ma le tatou faʻatagaga muamua tusia, vagana ua tofia i se sui sui i aia, pe faʻatatau i se soʻotaga, kamupani toe faʻatulagaina, poʻo le faʻatau atu poʻo le tuʻuina atu o au mea uma poʻo ma le taua a lau aseta uma na e tuʻuina mai ia matou faʻailoa ia le itiiti ifo i le tolusefulu (30) aso aʻo leʻi maeʻa le galuega. O se tofiga na faia e oe, faʻavae i luga o isi tulaga, e manaʻomia ai le matou faʻatagaga muamua, lea faʻatagaga e le tatau ona taofia faʻapea. E ono mafai ona matou tofia saoloto lenei Maliega e aunoa ma lau maliega. I le noatia ma le taua i luga, o lenei Maliega e fusifusia ma le mautinoa i le manuia o itu, o latou sui sui ma tofia faʻatagaina.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
sm: 13.3 Force Majeure: E leai se tasi o le a gafa ma soo se faatuai, faʻalavelave poʻo isi le le mafai ona faʻatinoina i lalo o le Maliega ona o gaioiga i tua atu o le pulega a le itu e nafa, ae mo naʻo le umi lava ia tumau aiaiga. Malosiaga sili mea na tutupu e aofia ai, ae le gata i lea: mala faalenatura (eg uila, mafuie, afa, lologa); taua, vevesi, faiga faatupu faalavelave, ma feeseeseaiga i totonu o le lautele; i le lotoifale fefaʻatauaʻi galuega, ma isi gaioiga a isi vaega; afaina ma afi; embargoes, strike ma galuega feeseeseaiga; malo faʻavae; toilalo o kamupani fesoʻotaʻiga poʻo tautua i luga o le initaneti; toilalo o isi vaega faʻapitoa, auʻaunaga tautua poʻo tagata faʻatau atu; ma so o se isi mafuaʻaga e le mafai e le itu auai i itu auai.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
sm: 13.4 Filifiliga o Tulafono: O le Maliega ma soʻo se feeseeseaiga e aliaʻe mai pe e fesoʻotaʻi ma le Maliega o le a faʻatonutonuina e ma faʻamatalaina i lalo o tulafono o le Setete o Kalefonia, e aunoa ma le manatu i le faʻavae o feteʻenaʻiga o tulafono. O feeseeseaiga uma e tutupu mai pe e fesoʻotaʻi ma le Maliega e tatau ona i lalo o le faʻatonuga atoatoa ma le nofoaga o le malo setete ma le setete o Kalefonia mo Santa Barbara, Kalefonia, ma itu auai i maliega faʻatasi ma faʻapitoa a nei faamasinoga.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
sm: 13.5 E-meli ma Faʻaaliga: E te malilie faʻatasi, matou te ono tuʻuina atu soʻo se tasi ma uma faʻaaliga, faʻamatalaga ma isi fesoʻotaʻiga ia te oe e ala i le i-meli, meli, tautua tuʻusaʻo, poʻo le lafoina atu e se taʻutaʻua taʻutaʻua matataʻu tuatusi i le tuatusi ua filifilia mulimuli. luga o le Maliega. O lau tiute le tuuina mai ia i matou o soʻo se faʻafouina faʻamatalaga faʻamatalaga.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
sm: 13.6 E le Faʻatagaina; Togafitiga faʻaputuputu: E leai se faʻaletonu poʻo se faʻatuai e se tasi o itu i le faʻaaogaina o se aia tatau i lalo o lenei Maliega e tatau ona avea ma tuʻulafoaʻiga o lena aia. E ese mai nai lo le faʻaalia manino mai i totonu, o fofo e saunia ai iinei e faʻaopopo atu, ma e le aofia ai, soʻo se isi fofo o se itu auai i le tulafono pe i le amiotonu.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
sm: 13.7 Sese: Afai o soʻo se aiaiga o lenei Maliega ua taofia e le faʻamasinoga faʻamalosi pule e feteʻenaʻi ma le tulafono, o le aiaiga e tatau ona toe suia e le faamasinoga ma faʻamatala faʻapitoa ina ia sili ona faʻataunuʻuina o sini o le uluaʻi aiaiga i le matua atoatoa faʻatagaina e le faʻatagaina. tulafono, ma aiaiga e totoe o lenei Maliega e tatau ona tumau i le atoatoa malosi ma aoga.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
sm: 13.8 Atoa le maliliega: I le faʻatulagaga maualuga e faʻatagaina e le tulafono talafeagai, lenei Maliega, faʻatasi ai ma pepa aloaia o loʻo taua mai i totonu ma uma Pepa Poloaiga ma faʻafeiloaʻi tafe, ua avea ai le maliega atoa i le va o itu e uiga i lona mataupu autu, ma sili atu i uma uma muamua ma muamua maliega, talosaga poʻo ni faʻamatalaga, tusia ma tuʻufofoga, e faʻatatau i le mataupu autu o lenei Maliega. E leai se faʻailoga, galuega poʻo se folafolaga e tatau ona faia na tuuina atu pe faʻataʻitaʻia mai soʻo se mea na taʻua poʻo tusia i feutagaiga i le va o itu auai i luma atu o lenei Maliega vagana ai pei ona faʻaalia manino mai i lenei Maliega. E leai se itu e tatau ona i ai se fofo e tusa ai ma le le moni faamatalaga na faia e le isi lea na faalagolago i ai le itu auai i le ulufale atu i totonu o lenei Maliega (vagana ai se faʻamatalaga le saʻo na faia le pepelo) ma naʻo le itu e na o itu e foaʻi faʻatatau i soʻo se faamatalaga le moni o le a mo solia o feagaiga e pei ona aiaia i lenei Maliega. Oe iloa ma malilie o lau maliega i lalo nei e le faʻalagolago i luga o le tuʻuina atu o soʻo se lumanaʻi galuega po o foliga e le o faamaoti mai iinei poʻo i totonu o se Poloaiga Pepa poʻo le faʻamoemoeina i luga o soʻo se tuʻufofoga poʻo tusia, faʻalauaʻitele poʻo faʻamatalaga na faia e matou e faʻatatau i le lumanaʻi galuega po o foliga mo Auaunaga. I le tulaga o se feteenaiga i le va o aiaiga i nei Aoao Tuutuuga o Auaunaga ma soʻo se Pepa Poloaiga poʻo Tuutuuga o Auaunaga, o tuutuuga o lena Poloaiga Poloaiga poʻo Tuutuuga o Auaunaga o le a manumalo, i le tele o se feteenaiga. Leai ni tuutuuga poʻo aiaiga taʻuina i lau faʻatauga oloa poʻo se isi o lau poloaʻiga faʻatonuga tusia o le a tuʻufaʻatasia i totonu pe faia se soʻo se vaega o lenei Maliega, ma o nei tuutuuga poʻo aiaiga e tatau ona faaleaogaina.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
sm: 13.9 Faʻatau atu: O itu e lua ua malilie e usitaʻia tulafono talafeagai a le US faʻaulufale mai ma auina atu i fafo. E le tatau ona e faʻatagaina au tagata faʻaoga e ulufale atu pe faʻaaoga le Tautua e solia ai soʻo se US fafo atu embargo, faʻasaina pe faʻatapulaʻa.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
sm: 13.10 Faasalalauga: Atonu tatou te le taʻuina oe o se tagata e faʻaaogaina Auaunaga e aunoa ma lau maliega tusitusia.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
sm: 13.11 Soʻotaga i Nofoaga &#39;Ailoga&#39; Auʻaunaga: O &#39;Auʻaunaga poʻo la matou&#39; upega tafaʻilagi e ono aofia ai ma soʻotaga i isi vaega &#39;upega tafaʻilagi (&#39; Linked Sites &#39;). E le oʻo i lalo o le matou pulega le Nofoaga Faʻatasi ma matou te le nafa ma mea o soʻo se Lisi &#39;Upega Tafaʻilagi, e aofia ai ma le le faʻatapulaʻaina o soʻo se fesoʻotaʻiga o loʻo i totonu o se Upega Tafaʻilagi, poʻo ni suiga poʻo ni faʻafouga i se Upega Tafaʻilagi poʻo Tautua ua faia e ala i se Upega Tafaʻilagi. O loʻo matou tuʻuina atu nei fesoʻotaʻiga ia oe ona o se mea e faigofie, ma o le aofia ai o soʻo se soʻotaga e le faʻapea e lagolagoina ai matou e le &#39;&#39; upega tafaʻilagi poʻo se isi fesoʻotaʻiga faʻatagaina saunia e le &#39;&#39; upega tafaʻilagi.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
sm: 13.12 Oe faʻatagaina e mauaina imeli, telefoni ma feʻau mai i le CaseActive e faʻafou ai lau oka ma / pe mo faʻatauga maketi. O le tele o taimi e faʻamoemoeina ai lau gaioiga. Oe ono filifili-i fafo e ala i le unchecking faʻasilasilaga mai lau teuga tupe po o le tapeina o lau teuga tupe. Feʻau ma faʻamaumauga fua faatatau e ono faʻaaogaina.

source: An error occurred
sm: Ua tupu se mea sese

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
sm: Sa i ai se mea na faaletonu. Ua logoina a matou inisinia. Oomi le faamau toe uta e toe uta.

source: Reload
sm: Toe utaina
