Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sm/LC_MESSAGES/messages.po
Languages: sm

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
sm: Vaʻavaʻaia vaʻaia le fausiaina o teuga tupe a tagata faʻatagaina a latou avanoa faʻatagaina i luga o lea mataupu ma lea mataupu tulaga. Faʻatautaia mataupu fausiaina, alualu i luma, ma tapunia, faʻatasi ai ma lipotia atoatoa laasaga uma o le ala.

source: View Caseactive Analytics
sm: Vaʻai i le Caseactive Analytics

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
sm: Vaʻai faʻalelei tonu le alualu i luma o se mataupu, le numera o mataupu na tapunia ma le vaʻai taimi tali atu e ala i le CaseActive&#39;s auiliiliga auiliiliga vaega. Malamalama o le mana, ma ua matou tuʻuina atu ia te oe mea uma e iloa e uiga i au oe lava poloketi.

source: Monitor User Logs
sm: Siaki le Lisi o Tagata

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
sm: Vaʻavaʻai i tagata o tausia ma tagata o le vaega logins ma tulaga gaioiga ina ia mautinoa o latou gaioiga uma faʻatagaina i totonu o le mataupu tapulaʻa ma o sui uma o loʻo faia o latou tiute pe a manaʻomia.

source: Employ Advanced Searches
sm: Faʻataʻavaleina suʻesuʻega

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
sm: Saili tonu ia mea e te manaʻomia pe a e manaʻomia. Saili mataupu e ala i tagata faaaoga ma tagata o le igoa, kata kunci, taimi, lafoina pepa, ma sili atu!

source: Create Custom Fields
sm: Fausia Fuga o Faʻamau

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
sm: Fausia ni mataupu faʻapitoa fanua mo tagata ma tagata o le vaega au sao, ma aoina mai faʻamatalaga e te manaʻomia mai tagata uma e aʻafia. Faʻailoa tulaga faʻapitoa i lau pisinisi ma lau faʻailoga!

source: Create Custom Templates
sm: Faʻasologa o Taiala Faatulaga

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
sm: Atiina ae se tele tele o tu ma aga masani ma faʻataʻitaʻiga mo le faʻasoasoaina ma maeʻa uma i le taimi ma pe a maeʻa se mataupu (pei o le auiliiliga o le tagata ese mai suʻesuʻega). Po o le a lava le ituaiga e te manaʻomia, e mafai ona e faia!

source: As-You-Go Invoicing
sm: As-Oe-Alu Invoicing

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
sm: Ua tatou i ai iinei e fesoasoani! Faʻafesoʻotaʻi pe afai ei ai sau fesili ma o le a matou tali atu i totonu o aso faigaluega e lua.

source: * Email is not valid.
sm: * E le aoga le imeli.

source: Low
sm: Le maualalo

source: Medium
sm: Feololo

source: High
sm: Maualuga

source: Critical
sm: Taua

source: Choose Importance
sm: Filifili Taua

source: Department
sm: Matagaluega

source: Sales
sm: Faʻatau atu

source: Other
sm: Isi

source: Choose Department
sm: Filifili Matagaluega

source: Loading
sm: Lologa

source: Importance
sm: Taua

source: Send A New Message
sm: Auina mai le Tala Fou

source: Send message
sm: Auina atu le feau

source: Answers to Questions
sm: Tali i Fesili

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
sm: E iai ni fesili? Faitau atili faʻataʻitaʻiga ia matou tali i fesili a tagata faatau ma maua tali i a oe.

source: How secure is CaseActive?
sm: O le a le saogalemu o CaseActive?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
sm: CaseActive fa'aoga fa'ailoga a le militeri ma le faletupe 128-bit SSL mo fa'amatalaga fa'amatalaga ma le 256-bit AES fa'ailoga mo fa'amaumauga i le malologa. So'o se CaseActive fa'ata'ita'iga ei ai se ki fa'apitoa e fa'atupuina, e maua ai se fa'aopoopoga fa'aopoopo o le puipuiga mo lau pisinisi. Matou te le fa'atagaina se isi kamupani e fa'aoga i lau fa'amaumauga po'o le fa'aputuga.

source: I have an existing system in place, Can CaseActive work with my existing system?
sm: O lo'o iai la'u faiga o lo'o i ai, Pe mafai ea le CaseActive ona galue ma la'u faiga o iai?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
sm: Ioe, e mafai ona e tu'ufa'atasia le matou API po'o le fa'aulufale mai e otometi ona fai mataupu, tofia tagata fa'aoga, ma fa'atupu lipoti e fa'atatau i lau fa'aogaina o le faiga.

source: We have clients all over the world. Is CaseActive available in other languages?
sm: E iai a matou tagata fa'atau i le lalolagi atoa. E maua le CaseActive i isi gagana?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
sm: Ioe, CaseActive app ma fesootaiga e mafai ona faaliliuina i le silia ma le 60 gagana, e aofia ai, Mandarin Saina, Sipaniolo, Hindi ma Rusia faapea foi le Igilisi.

source: Can I add a logo or customize CaseActive in any way?
sm: E mafai ona ou fa'aopoopoina se logo pe fa'avasega CaseActive i so'o se auala?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
sm: E mautinoa lava! CaseActive na mamanuina ma oe i lou mafaufau. I luga o le itulau faʻatulagaina o le admin panel, e mafai ona e faʻapipiʻi lau oe lava lanu ma filifili lanu o lau kamupani.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
sm: E fetaui le CaseActive ma so'o se masini (PC, Mac, Tablet ma Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
sm: CaseActive ose upegatafa'ilagi e tali atu. E alu i so'o se 'upega tafa'ilagi e pei o Internet Explorer, Firefox, Safari po'o Chrome, ma isi. O lona uiga o le ituaiga masini (PC, Mac, Tablet ma Mobile) o lo'o e fa'aogaina e leai se eseesega. Na'o le tatalaina o le upega tafa'ilagi, saini i lau CaseActive account, ma ua e sauni uma.

source: How many clients can I have?
sm: E toafia tagata e mafai ona ou maua?

source: You are billed per staff seat, per month. You can have unlimited client users.
sm: E totogi oe ile nofoa ole aufaigaluega, ile masina. E mafai ona e le fa'atapula'aina tagata fa'aoga tagata fa'aoga.

source: Enhance User Experience
sm: Fa'aleleia le Aafiaga o Tagata Fa'aoga

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
sm: E leai ni totogi maualalo ma leai ni tautinoga i luma. E na'o le nofoa o le aufaigaluega e te totogia, ile masina.

source: per Month
sm: i le Masina

source: Everything you need to get started. 3 seats are included.
sm: Mea uma e te manaʻomia e amata ai. 3 nofoa e aofia ai.

source: Business
sm: Pisinisi

source: Popular
sm: Ta'uta'ua

source: Our most popular plan. 4 seats are included.
sm: O la matou fuafuaga sili ona lauiloa. 4 nofoa e aofia ai.

source: Enterprise
sm: Pisinisi

source: Contact sales for pricing
sm: Fa'afeso'ota'i fa'atauga mo tau

source: Custom Pricing, Advanced features, SSO, Webhooks.
sm: Totogi Fa'apitoa, Fa'ailoga maualuluga, SSO, Webhooks.

source: Contact Sales
sm: Fa'afeso'ota'i Sales

source: Overview
sm: Vaaiga lautele

source: Communicate and share docs with your clients
sm: Feso'ota'i ma fa'asoa fa'amatalaga ma au tagata fa'atau

source: Schedule recurring events and meetings
sm: Faatulaga mea e fai ma fonotaga

source: Fully customize your form to generate data
sm: Fa'avasega atoatoa lau fomu e fa'atupu fa'amaumauga

source: Keep track of case progression
sm: Fa'amaumau le fa'asologa o mataupu

source: Request compliant e-signatures from multiple users
sm: Talosagaina e-saini mai le tele o tagata fa'aoga

source: Generate invoice for your client to view or pay
sm: Fausia se pili mo lau kalani e matamata pe totogi

source: Allows everyone to know what is coming up and due
sm: Fa'ataga tagata uma e iloa le mea o lo'o o'o mai ma e tatau

source: Auto notify the user when something is due
sm: Ta'u aunoa le tagata fa'aoga pe a o'o mai se mea

source: Add custom case fields for all your cases
sm: Fa'aopoopo matā'upu masani mo au mataupu uma

source: Custom Branding
sm: Fa'ailoga Fa'apitoa

source: Make your app unique with logo and color styles
sm: Fa'apitoa lau app ile logo ma sitaili lanu

source: Access to customer support
sm: Avanoa i le lagolago a tagata faatau

source: Storage
sm: Teuina

source: Unlimited
sm: le gata

source: Additional Users Seats
sm: Nofoa Tagata Fa'aopoopo

source: Convo with recording
sm: Fefa'ataua'iga ma le pu'eina

source: Video or audio chat with recording saved to the case
sm: Vitio po'o leo talatalanoaga fa'atasi ma le pu'eina o lo'o fa'apolopolo i le mataupu

source: API Access
sm: Avanoa API

source: Automate tasks with access to API
sm: Otometi galuega ma avanoa ile API

source: Create a standard template and reuse it
sm: Fausia se mamanu masani ma toe fa'aoga

source: Autorun an action when a case or case assigned is triggered
sm: Fa'aaunoa se gaioiga pe a fa'aosoina se mataupu po'o se mataupu ua tofia

source: Newsletter
sm: Talafou

source: Send general, birthday, or holiday messages to clients (Coming Soon)
sm: Auina atu fe'au lautele, aso fanau, po'o aso malolo i tagata fa'atau (Vo'o Mai)

source: Encryption at rest
sm: Fa'ailoga i le malologa

source: Protects your data from system compromise
sm: Puipuia au fa'amatalaga mai le fa'aogaina o faiga

source: Encryption in transit
sm: Fa'ailoga i le felauaiga

source: Protects your data if communications are intercepted
sm: Puipuia au fa'amatalaga pe a fa'alavelaveina feso'ota'iga

source: SAML-based single sign-on (SSO)
sm: SAML fa'avae saini fa'ailoga tasi (SSO)

source: Respond realtime to events
sm: Tali i taimi tonu i mea tutupu

source: Seamless Collaboration
sm: Galulue Leaga

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
sm: CaseActive fa'afaigofie le galulue fa'atekinolosi i le va o lau kamupani ma tagata fa'atau - mai fa'atalanoaga i fa'ai'uga, uma i luga o le tulaga e tasi.

source: Take a tour
sm: Fai se maimoaga

source: Stay Connected
sm: Tumau fesootai

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
sm: Tausia fesoʻotaʻiga vave ma sui au faʻaaogaina CaseActive&#39;s faʻaaoga-faauo Ofisa o lau tasi-taofi nofoaga mo tagata ma le pule mataupu.

source: Connect
sm: Fesootai

source: Case Feed keeps you up-to-date with your clients.
sm: Faʻataʻitaʻiga Fafagaina oe faʻatasi ma au tagata faʻatau.

source: Schedule
sm: Faʻasologa

source: Create events, invite attendees, and monitor your calendar.
sm: Fatuina mea e tutupu, valaaulia tagata auai, ma mataʻituina lau kalena.

source: Call
sm: Valaau

source: Engage in live video conference calls any time, anywhere.
sm: Auai i le vitio video vitio valaau i soo se taimi, i soo se mea.

source: Share
sm: Fetufaai

source: Securely upload files, discuss them, and share.
sm: Faʻasalalauina lelei faila, talanoa i ai, ma fefaasoaaʻi.

source: Powerful Case Management
sm: Pule Sili Manaoga

source: Out-of-the-Box Functionality
sm: Faʻatinoina o le Faʻatinoina o le Faʻatonu

source: Easily assign individuals
sm: Faʻafaigofie ona tofia tagata taitoatasi

source: or teams to a case and collaborate with clients.
sm: poʻo ni &#39;au i se mataupu ma galulue faʻatasi ma tagata faʻatau.

source: Manage user groups
sm: Puleaina vaega faʻapitoa

source: and customize access permissions.
sm: ma faʻatautaia faatagaga avanoa.

source: All data is automatically backed up
sm: O faʻamaumauga uma e otometi lava ona lagolagoina

source: in case a recovery is ever needed.
sm: i le tulaga e manaʻomia se toe faʻaleleia.

source: All information
sm: Faʻamatalaga uma

source: is securely encrypted, ensuring your absolute privacy.
sm: ua malupuipuia faʻailogaina, faʻamautinoa o lau tulaga faalilolilo taʻitoʻatasi.

source: Customize
sm: Faʻasinomaga

source: with your own colors and logo.
sm: ma ou lava lanu ma logo.

source: can be enabled/disabled at any time.
sm: mafai ona mafai / faʻafitauli faʻaletonu i soo se taimi.

source: Benefits of
sm: Faamanuiaga o

source: Reduction in time
sm: Fa'aitiitia taimi

source: to intake new clients
sm: e fa'aaoga tagata fou

source: Minimize
sm: Fa'aitiitiga

source: the chance of
sm: le avanoa o

source: malpractice
sm: amio leaga

source: Better experience
sm: Sili atu le poto masani

source: for your client
sm: mo lau kalani

source: Increase in caseload capacity
sm: Fa'ateleina le gafatia o uta

source: per staff
sm: ta'itasi le aufaigaluega

source: Get Started with our Built-in Apps
sm: Amata i la Tatou Lisi Fausia

source: All you need in one place.
sm: Pau mea e te manaʻomia ile mea e tasi.

source: Case Feed
sm: Tulaga Fafaga

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
sm: Faʻafaigaluegaina faigofie se tagata o tausia, tagata faigaluega, ma paaga i se mataupu ma auai i se malupuipuia avanoa e mafai ai ona e lafoina tulaga alualu i luma, faia moni taimi talatalanoaga ma vitio talanoaga, faapea foi ma taimi faatulagaina mea, e-saini / upload / download pepa, ma sili atu.

source: Case Invoices
sm: Fa'amatalaga Fa'amatalaga

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
sm: Faʻatasi ai ma oe alu i le pili, faʻatupeina o tagata faʻatau na o le kiliki ese, ma faʻatagaina oe e lafoa otometi-faʻatupeina faʻatupeina talosaga ma maua tupe totogi tuusaʻo.

source: Case Events
sm: Mea na tutupu

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
sm: Tausia lau kalena kalapu faʻatulagaina i taimi uma, faʻatulagaina o mea tutupu, valaʻauina tagata auai, lafoina o mea na faʻamanatu, ma le mautinoa o mea uma e tumau i luga o le ala.

source: Case Convo
sm: Mataupu Convo

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
sm: Feiloaʻi ma tagata faʻatau ma &#39;au o le au faʻamasani&#39; faʻafesoʻotaʻi &#39;e ala i le fausia-i vitio faʻafeagaiga ina ia mafai ona e talanoa tuusaʻo ma tagata uma aofia ai.

source: Case Forms & E-signs
sm: Pepa Pepa & E-faailoga

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
sm: Atoatoa customize lou tulaga pepa e faʻatupu ai tulaga uiga ese o loʻo tautua ai ou manaʻoga faʻapitoa. O nei meaola e mafai ona tufa i tagata faʻatau ma tagata o le &#39;au e faatumu ma saini

source: Case notes
sm: Fa'amatalaga mataupu

source: Keep notes with custom fields and attachments on case progression for current and future team members
sm: Fa'amau fa'amatalaga fa'atasi ma fa'aleaganu'u fanua ma fa'apipi'i i fa'asologa o mataupu mo sui o le 'au i le taimi nei ma le lumana'i

source: Case Media
sm: Mataupu Faasalalauga

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
sm: Tu'u, fa'asoa, fa'amatalaga, ma la'u mai faila e fa'atatau i le mataupu ina ia maua e tagata uma se fa'amatalaga i fa'amatalaga taua uma, tagata, ma tulaga.

source: About Case
sm: E uiga i le mataupu

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
sm: Tuu tagata ma tagata faigaluega e vaʻai lautele auiliiliga mo mataupu latou i ai i totonu. E mafai ona e tapunia le mataupu pe a uma ona faʻamutuina mea uma, pe tuʻuina atu i se au a le &#39;au pulega le faia.

source: Plus Many More Features
sm: Ua Tele le Tele

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
sm: Faʻaaoga le Self-Serve Administrative Fevaʻaʻi atoa le puleaina o lau CaseActive pulega suite mai le fausaga lava ia.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
sm: Fai faʻafesoʻotaʻi lau oi ai nei sisitema faʻatasi ma CaseActive Faʻafesoʻotaʻi le matou proprietary API e otometi ona fatuina mataupu, tofia tagata, ma faia ni lipoti e faʻavae i luga o lau polokalama.

source: Multi-Language Enabled:
sm: Tele-gagana Faʻasalalau:

source: Interact with clients in
sm: Faʻafesoʻotaʻi ma tagata o loʻo i totonu

source: 70+ languages
sm: 70+ gagana

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
sm: Pe faigaluega i le lotoifale po o le lalolagi atoa, e mafai ona e faaliliuina le gagana a lou tagata e ala ile CaseActive&#39;s

source: language management system
sm: polokalame o le pulea o gagana

source: No more confusion or limits.
sm: Leai se fenumiai po o ni tapulaa.

source: Let's see what others are saying
sm: Sei o tatou vaai i le mea o fai mai ai isi

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
sm: Saili pe faʻafefea a matou tagata taʻutaʻua tagata faʻatau - mai pisinisi laiti i pisinisi tuʻufaʻatasia - faʻateleina le latou tauva faʻapitoa e ala ile avea ma CaseActive fitafita.

source: SUPPORT
sm: LAGOLAGO

source: Everything at Your Fingertips.
sm: Mea uma i ou tamatamai lima.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
sm: Amata i lau aoga CaseActive e ala i le mulimuli i la matou taiala vitio, ma faʻavasegaina ia fetaui ma ou manaʻoga.

source: What are you looking for...
sm: O le a lau mea e te sailia ...

source: Last Updated: June 7, 2021
sm: Faʻafouina mulimuli: Iuni 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
sm: O le CaseActive e taofia le aia tatau, i soʻo se taimi ma i luga o lana pule faitalia, e toe faʻaleleia ma suia ai se tasi poʻo nei uma tuʻutuʻuga o le tautua. A suia e le CaseActive nei tuʻutuʻuga o le tautua, o le CaseActive o le a suia le &#39;Last Diperbarui&#39; aso i luga. O lau tiute fai le masani ona e toe iloiloina le vaʻaiga fou o le Tautua. O loʻo faʻaauau ona e faʻaaogaina le Auaunaga pe a maeʻa ona faia ni suiga, o le a faʻatagaina ai lau faʻatagaga e noatia e ia suiga. Afai e te teteʻe i ni suiga i nei Tuutuuga o Auaunaga, na o oe lava auala faapitoa e tatau ona faʻamutaina ai Auaunaga e tusa ai ma tuutuuga o i totonu.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
sm: O nei Vaʻaiga Lautele o Auaunaga e faʻaaogaina i le Auaunaga lautele. O isi faʻaopopo tuʻutuʻuga i Auaunaga ofoina uma o loʻo tuʻuina atu i sootaga o loʻo tuʻuina atu i lalo (o le &#39;Tuʻutuuga Tuutuuga o Auaunaga&#39;).

source: 1. Services:
sm: 1. Auaunaga:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
sm: O la matou polokalame faʻapitoa e faʻaaoga lea tulaga e matou te talimalo ai ile matou aufaʻatau ia matou ofoina atu auaunaga auiliiliina i lalo. Ina ia lesitala mo se Tautua, e tatau ona e faʻatinoina se Pepa Pepa mo lena Auaunaga ma / pe faʻamaeʻa le sainia mo le Tautua. E naʻo oe le faʻaaogaina o Auaunaga lea na e lesitala ma totogi ai, ma o lau faʻaaogaina o Auaunaga e fai fuafua i lou usitaia o tuutuuga uma ma aiaiga o le Maliega. Tou te faʻaalia ma malilie matou te taofia aia tatau e faʻaleleia ai le Tautua (poʻo se isi vaega o ia) mai lea taimi i lea taimi ma matou te le tali atu ia te oe poʻo se isi vaega mo soʻo se fesuiaiga i le Tautua.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
sm: 1.2 Faʻamatalaga o le CaseActive Auaunaga: O le CaseActive Service o le seti lea o talimalo mo polokalame tau komipiuta mo le aufaʻatasi i luga o le tagata e galulue soʻosoʻo iai tagata ofo atu e le CaseActive LLC. O le saini faʻasologa ua e malie iai, poʻo le Pepa Poloaiga na e faʻatinoina ai, e iloa ai le CaseActive Auaunaga na e lesitala ai, le faʻasologa o totogi ma pili e totogia e oe mo le CaseActive Service. O isi tuʻutuʻuga ma aiaiga e faʻaaogaina i lou faʻaogaina o le CaseActive Auaunaga ua faʻataʻatia i le:

source: 2. Expanding the Services:
sm: 2. Faalauteleina o Auaunaga:
