Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/sm/LC_MESSAGES/messages.po
Languages: sm

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
sm: Oe mafai ona lesitala i soʻo se mea Tautua faʻaopoopo, e aofia ai Auaunaga fou e pei ona mafai ona faʻaavanoa e le CaseActive mai lea taimi i lea taimi, pe faʻaopopo au auaunaga o i ai nei e ala i le faʻatinoina o se isi Polokalame Polokalame poʻo le saini faʻasolo, o se vaega o le Tautua. Uma saini-luga tafega poʻo Poloaiga Pepa o le a aofia ai le tau ma le pili aso (s) o Auaunaga ua faʻaopopo i lena taimi. O Auaunaga fou uma e i lalo o nei Tuʻutuʻuga Lautele o Auaunaga ma soʻo se tuutuuga ma aiaiga e ono faʻapitoa e faʻaaoga i ia Faʻaopopo Auaunaga.

source: 3. Customer Support:
sm: 3. Lagolago o Tagata Tautua:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
sm: A faʻapea ua e totogia uma totogifuapauina e te totogia mo le Tautua, matou te faʻaaogaina taumafaiga talafeagai faʻapisinisi e tuʻuina atu, leai se totogi ia te oe, auaunaga lagolago faatekinolosi ia te oe ma au faʻatagaina faʻaaogaina oe ua lesitala i le Tautua. O se tagata tautua tautua o le a tofia i au mataupu. E le faʻatapulaʻaina mataupu e talia mai i tagata faʻatagaina. O la matou lagolago masani e avanoa 24/7, e le aofia ai aso malolo tele, e aofia ai Aso Faʻamanatu, Aso Tutoʻatasi, Aso faigaluega, Faʻafetai, Kerisimasi, ma le Tausaga Fou. E mafai ona e faʻafesoʻotaʻi le aufaʻatau tautua e ala i le faʻaogaina o le matou

source: Contact Form
sm: Faʻafesoʻotaʻi

source: . Our response time shall not be greater than two business days.
sm: . O le matou taimi tali mo le sili atu nai lo le lua aso pisinisi.

source: 4. Training:
sm: 4. Aoaoga:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
sm: A faapea e te totogia uma pili e mafai ona totogi e oe mo le Tautua, matou te faʻaavanoaina ni aʻoaʻoga mamao, ola pe faʻamauina i au sui filifilia, faʻaigoaina ma faʻamaonia faʻapea foi ma tuʻuina atu ni aʻoaʻoga e mafai ona maua e ala i le Fesoasoani ma Aoaoga vaega o la matou &#39;upega tafaʻilagi i leai se totogi faaopoopo. Mo nisi tautua matou te tuuina atu ni toleniga i luga ole nofoaga pe a talosaga ma mo se tau faʻaopopo. Faʻamolemole faafesootai matou e ala i le faaaogaina a matou

source: for more information about on-site training.
sm: mo nisi faʻamatalaga e uiga i aʻoaʻoga i luga ole nofoaga.

source: 5. Your Rights and Restrictions:
sm: 5. Au Aia Tatau ma Tapulaa:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
sm: 5.1 Laisene: I le noatia ma fai fuafua ile tuutuuga ma aiaiga o le Maliega, ma i luga o le taimi faʻatagaina o totogi uma talafeagai faʻatulagaina i totonu o le Poloaiga Pepa poʻo le sainia saini, matou laisene e faʻaaogaina (ma faʻatagaina lau aufaʻa faʻatagaina e faʻaaogaina) Auaunaga ia na e lesitala ai, faʻapitoa mo lau pisinisi i totonu.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
sm: 5.2 Faʻaaogaina Faʻatagaina: Oe (i) nafa ma lau pule faʻaaogaina le tausisia o le Maliega, ma (ii) e tatau ona faʻaoga i ni pisinisi talafeagai e taofia ai le faʻatagaina le ulufale atu poʻo le faʻaaogaina o Auaunaga ma o le a vave taʻu mai ia i matou soʻo se avanoa le faʻatagaina poo faʻaaogaina. O lau matafaioi le aveeseina o le &#39;Auʻaunaga pe a suia le tulaga faʻatagaina a se tagata faʻaoga poʻo se tagata faigaluega.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
sm: 5.3 Lau Tiutetauave ma Tapulaa: Oe e tali atu mo gaioiga uma e tupu i lalo o lau au teugatupe poʻo au tagata faʻatagaina au. E tatau ona: (i) naʻo le tasi le faʻatonuga mo le sao, lelei, amio saʻo, faʻamaoni, faʻatuatuaina ma talafeagai ai uma faʻamaumauga e te tuʻuina atu i le Tautua; (ii) faʻaaogaina taumafaiga talafeagai faapisinisi e puipuia ai le faʻatagaina le faʻatagaina poʻo le faʻaletonu poʻo seisi lava avanoa le faʻatagaina i le, poʻo le faʻaaogaina o, &#39;Auʻaunaga ma faʻailoa vave ia i tatou i soʻo se faʻatagaina le faʻaaogaina poʻo le solia o le saogalemu; (iii) tausisi i tulafono talafeagai uma i le lotoifale, setete, feterale, ma fafo atu (e aofia ai tulafono faatatau i le le faalauaiteleina ma le puipuia o le tagata lava ia poo tagata faʻaaoga faʻamatalaga) i le faʻaaogaina o le Auaunaga; (iv) i le tulaga talafeagai, tausisia uma tulafono talafeagai o credit card asosi (e aofia ai American Express, MasterCard ma Visa); ma (v) mauaina ma tausia uma mea faigaluega komipiuta, polokalama ma fesoʻotaʻiga mea e manaʻomia e ulufale ai i le Tautua, ma totogi uma ulufale tau (e pei o ISP totogifuapauina) na e alu i ai e tusa ai ma lou faaaogaina o le Tautua.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
sm: Oe le mafai, ma e tatau ona e mautinoa o au faʻatagaina tagata faʻaaoga e le, (i) tuʻufaʻatasia, toe fausia inisinia, faʻapipiʻi pe i se isi taumafaiga taumafai e toe suia soʻo se tulafono e fesoʻotaʻi ma le Tautua, poʻo le faʻaleleia, fetuʻunaʻi, faia ma faia galuega faʻavae i luga, poʻo faʻaliliu le Auaunaga; (ii) laisene, laiseneina, faatau atu, mautotogi, tofia, tufatufaina, timeshare transfer, lisi, nonogatupe, toe faatauina atu mo polofiti, tufatufa atu poʻo se isi faiga faʻaaoga faale-pisinisi, faʻatagaina aia tatau poʻo le faʻaavanoaina o Auaunaga i soʻo seisi vaega; (iii) faʻaaoga le Tautua vagana e ese mai ai le faʻatagaina i lalo poʻo ua solia soʻo se tulafono talafeagai; (iv) auai i soʻo se faiga faʻapisinisi faasolitulafono pe taufaʻasese e faʻatatau i le Tautua; (v) faʻataunuʻu pe faʻaleaogaina soʻo se puipuiga poʻo isi mea faʻapitoa poʻo ni metotia o le Tautua poʻo se isi itu o le Polokalame poʻo, i soʻo se auala, taumafai e maua pe mauaina se faʻatagaina avanoa i le Tautua poʻo fesoʻotaʻiga komipiuta poʻo fesoʻotaʻiga; (vi) faʻaaogaina le Tautua e faʻasalalau atu ni mea e solia ai, taufaaleaga, mataga, taufaʻamataʻu poʻo se isi faiga e le tusa ai ma le tulafono, le saogalemu, leaga, faʻatiga poʻo le sauaina o mea, poʻo le teuina poʻo le faʻasalalau atu o mea e solia ai aia a isi tagata; (vii) faʻaaoga le Tautua e teu ai pe lafoina ai ni siama, anufe, pomu taimi, Trojan solofanua ma isi itu leaga poʻo ni mea leaga, ni faila, tusitusiga, sooupu poʻo polokalame, poʻo le lafoina o spam poʻo isi mea le faia faʻailoga poʻo se mea e leʻi talosagaina e solia ai tulafono talafeagai. ; poʻo (viii) faʻalavelave poʻo le faʻalavelaveina le faʻamaoni poʻo le faʻagaioiga o Auaunaga poʻo faʻamatalaga a isi vaega o loʻo aofia ai i totonu.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
sm: 5.4 Faasaoina o Aia tatau: E leai nisi aia tatau e faʻatagaina vagana o loʻo faʻamatalaina manino i totonu o le Maliega. O le Maliega e leʻo se faʻatau atu ma e le faʻalauiloaina ni aia tatau poʻo le i ai i totonu, poʻo le, Auaunaga poʻo soʻo se isi lava polokalama faʻapitoa. E i ai a matou aia tatau uma, suafa, ma aia, e aofia ai uma meatotino o aia tatau, i totonu ma le Tautua ma faʻavae o loʻo i lalo o faʻatulafonoina ma soʻo ma soʻo ma faʻafouga uma, faʻaleleia atili, faʻafouga, faʻaleleia atili, faʻaleleia poʻo ni galuega e afua mai ai, ma i soo se manatu, iloa faʻafefea, ma polokalame na atiaʻe e matou poʻo matou tagata laisene i le vaitaimi o faʻatinoga o Auaunaga.

source: 6. Term and Termination:
sm: 6. Taimi ma le Faamutaina:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
sm: 6.1 Tuutuuga: O le vaitaimi o Auaunaga e fesuisuiai e fuafua i le Auaunaga na e lesitala i ai ma e tatau ona tuʻuina atu i luga o le Pepa Pepa poʻo ua malilie i ai i le sainia saini ma faʻafou e pei ona taua i lalo:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
sm: 6.1.1 CaseActive Auaunaga Taimi: O lau lesitala i le CaseActive Service o le a otometi ona faʻafouina mo le alualu i luma tasi masina poʻo le tausaga e tasi, pei ona faʻataʻatia i luga o le Order Form poʻo le saini saini, vagana matou te le toe faaauauina le Auaunaga na e aumaia ia i matou se faasilasilaga o le faʻafouga tusa ma le tolusefulu (30) aso ae leʻi uma le vaitaimi

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
sm: 6.1.2 CaseActive &#39;Upega Tafaʻilagi Tautua Tautua: O lau lesitala i le CaseActive&#39; &#39;upega tafaʻilagi&#39; auʻaunaga o le a faʻafouina otometi mo faʻasologa tuʻufaʻatasi tasi poʻo le tasi-tausaga, e pei ona faʻatulagaina i luga o le Pepa Poloaiga poʻo le saini saini, vagana matou te le toe aua le Auaunaga pe e te aumaia ia matou ma le faʻasilasilaga o le le faʻafouga le itiiti ifo i le tolusefulu (30) aso aʻo leʻi maeʻa le vaitaimi

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
sm: 6.1.3 Faʻaaliga tusitusia o le le faʻafouina e oe e tatau ona auina atu i le CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
sm: 6.2 Faʻamutaina: O soʻo se tasi e mafai ona faʻamutaina le Maliega ma saofaga uma Auaunaga (i) pe a fai o le isi itu ua solia soʻo se tasi o ana mea taua i lalo o le Maliega ma o lea solia e le faʻamaloloina i totonu o le tolusefulu (30) aso talu na mauaina le faasilasilaga mai le le-solia itu auai, po o (ii) pe a fai o le isi itu ua le mafai ona totogiina le aitalafu pe ua gaumativa, ua faamaapeina pe ua faataapeina, pe ua faamutaina uma ana pisinisi. E mafai ona tatou faamutaina le Maliega i se taimi vave pe a solia le Vaega 5.3 i luga. I luga o le faʻamutaina o le Maliega, o le a e vave taofi uma le faʻaaogaina o Auaunaga, taofi le avea ma sui i soʻo se ituaiga o oe o se tagata o le Tautua, ma faʻaleagaina uma a matou faʻamatalaga faʻailoaina i lou umiaina. E leai se tasi o itu e tatau ona gafa ma ni mea leaga na mafua mai i le faamutaina o le Maliega poo ni saofaga i le Tautua e pei ona aiaia ai i lalo; peitai, pe a fai e faapea o le faamutaina o le Maliega e le tatau ona aafia ai soo se tagi na aliaʻe mai aʻo leʻi faamutaina.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
sm: 6.3 Taulimaina o Au Faamatalaga i le mea e tupu ai le Faʻamutaina: E te faʻailoa ma malilie i le maeʻa poʻo le faʻamutaina o soʻo se mea e te faʻaauauina i le Tautua, e ono mafai loa ona tatou faʻaleaogaina ia Auaunaga na aʻafia ma, pe a maeʻa se vaitaimi talafeagai e le sili ifo ma le iva sefulu (90). ) aso, ono tape lau faʻamatalaga ma au faʻamatalaga. Peitaʻi, i le tulaga e faʻamuta ai matou nei auaunaga, matou te tuuina atu ia oe le le tumau, faatapulaaina avanoa i le Tautua, ia le sili atu i le tolusefulu (30) aso, mo le faʻamoemoe e tasi e faʻatagaina oe e toe aumai lau au mea totino, pe a fai, ua uma ona e totogiina uma le lelei ma le le faʻatuatua oe lava aitalafu e lei totogiina mai ia matou. Ua e malie foi e faʻapea matou te le tali atu ia te oe poʻo seisi vaega mo soʻo se mutaʻaga o lou ulufale atu i le Tautua poʻo le tapeina o au faʻamatalaga, pe a fai o loʻo matou usitaʻia tuutuuga o lenei Vaega 6.3.

source: 7. Fees:
sm: 7. Totogifuapauina:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
sm: 7.1 Totogi o le Auaunaga: E tatau ona e totogia pili e le mafai ona toe faʻafoʻiina mo le Tautua i le aofaʻi ua faʻatulagaina i luga o le saini-faʻasologa pe o Poloaiga Pepa (&#39;Tautua o Auaunaga&#39;) ma tusa ai ma le faʻatulagaina o pili ua faʻailoa mai i le alualu i luma sainia poʻo Poloaiga Fomu. Totogifuapauina Auaunaga e tatau ona totogi ma totogi i le aso o le pili. O Tau o Auaunaga e ono faʻaopopoina e fua i luga o matou i le taimi nei-pili pili. O Totogifuapauina Auaunaga e le mafai ona toe faʻafoi atu tusa lava pe faʻamuta vave lau lisiti.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
sm: 7.2 Totogifuapauina faʻaopoopo: E mafai ona e faʻaopopo isi totogifuapauina e le mafai ona toe faʻafoi atu poʻo ni totogi mo lou faʻaaogaina o Auaunaga faʻaopoopo i na totogifuapauina ua faʻataʻatia i le Pepa Poloaiga ma / poʻo le alualu i luga. O isi totogifuapauina e le mafai ona toe faʻatagaina ma faʻatulagaina o loʻo faʻailoa mai i aiaiga faʻaopoopo mo le Auaunaga talafeagai.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
sm: 7.3 Tuai Au Tupe: E te faʻailoa atu, o lou le mafaia ona totogi ni totogifuapauina poʻo totogi ina ua tatau ona iʻu ai i le faʻamalologa pe faʻamutaina o lau tusiga oloa i le CaseActive. Afai e te le totogiina se tasi o totogifuapauina poʻo totogi ua tatau ona tusia i lalo, CaseActive ua i ai le aia tatau e faʻatupe ai se ofisa faʻaputuputu e aoina totogifuapauina ma tau ma oe o le a totogia uma tau faʻaalu e le CaseActive i le fesoʻotaʻiga ma le aoina o na aitalafu tuai, e aofia ai , aunoa ma le faatapulaaina, talafeagai loia &#39;ma faʻaputuga ofisa o faʻaopoopoga totogifuapauina faʻaopopo i se aofaiga tutusa i le itiiti ifo o le 1.0% i le masina poʻo le tapulaʻa maualuga faʻatagaina faʻatagaina e tulafono talafeagai.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
sm: 7.4 Lafoga: E tatau ona e tali atu mo lafoga uma faʻatau, faaaoga lafoga, tau faʻaopopo lafoga, taofiofia lafoga ma soʻo se isi lava lafoga ma totogi o soʻo se ituaiga faʻatulagaina e feterale, setete poʻo vaega o le malo i le lotoifale i fefaʻatauaʻiga mafaufauina e le Maliega. A iai la matou aiaiga faaletulafono e totogi pe aoina lafoga mo oe e te gafa ai, tusa ai ma lenei Vaega, o le aofaʻi talafeagai e tatau ona tagofia ma totogi atu ia te oe seʻi vagana ua e aumaia ia matou se tusi faʻamaonia lafoga tuusaʻo faatagaina e le pulega o lafoga talafeagai.

source: 8. Representations and Warranties:
sm: 8. Sui ma Tusi Faamaonia:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
sm: 8.1 Masani Sui soʻo seisi vaega, (ii) o tagata uma o loʻo faia ni noataga i lalo ifo o ia feagaiga ua faia i totonu o maliega talafeagai ina ia mafai ona usitaʻi i tuutuuga ma aiaiga o le Maliega, ma (iii) e tatau ona tausisia i itu uma taua ma tulafono uma e faʻatatau i le o Auaunaga.
