Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/jw/LC_MESSAGES/messages.po
Languages: jw

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
jw: 13.4 Pilihan Hukum: Perjanjen lan perselisihan sing ana gandhengane utawa ana hubungane karo Perjanjen bakal dipimpin lan dikonsepake miturut ukum Negara California, tanpa nggatekake prinsip konflik hukum. Kabeh perselisihan sing ana gandhengane utawa ana hubungane karo Kesepakatan kasebut kudu tundhuk karo hak ukum eksklusif lan papan ing negara California lan pengadilan federal kanggo Santa Barbara, California, lan pihak kasebut menehi idin kanggo hak ukum pribadi lan eksklusif pengadilan kasebut.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
jw: 13.5 E-mail lan Notis: Sampeyan luwih setuju manawa kita bakal menehi kabar lan pesen, komunikasi, lan komunikasi liyane liwat e-mail, mail, layanan kiriman ekspres, utawa dikirim dening operator komersial sing diakoni kanggo alamat sing ditunjuk pungkasan ing Persetujuan. Sampeyan tanggung jawab kanggo menehi informasi kontak sing dianyari.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
jw: 13.6 Ora ana Waiver; Pangobatan Kumulatif: Ora ana kegagalan utawa wektu tundha dening pihak sing nindakake hak miturut Perjanjen iki minangka pengangkatan hak kasebut. Kejaba kaya sing dingerteni ing kene, obat sing disedhiyakake ing kene uga saliyane, lan dudu ekspresi, obat-obatan liyane saka pesta ing hukum utawa keadilan.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
jw: 13,7 Kekuwatan: Yen panentu saka Persetujuan iki diadani dening pengadilan hak ukum sing cocog karo angger-angger, panentu kasebut bakal diowahi dening pengadilan lan diinterpretasi supaya bisa nggayuh tujuane kanthi cara sing ditrapake kanthi lengkap. ukum, lan pranata sing isih ana ing Agreement iki bakal tetep kanthi kuat lan ditrapake.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
jw: 13.8 Lengkap Persetujuan: Sejauh maksimal diijinake dening ukum, Kasepakatan iki, bebarengan karo dokumen sing dirujuk ing kene lan kabeh Formulir Ordo lan aliran mlebu, dadi kesepakatan kabeh pihak kanggo menehi masalah, lan supersede kabeh sadurunge lan kesepakatan kontemporer, usul utawa perwakilan, tulisan utawa lisan, babagan perkara sing ana ing Perjanjian iki. Ora ana perwakilan, janji utawa janji sing bakal diwenehake utawa diwenehake saka apa wae sing ditulis utawa ditulis ing negosiasi antarane pihak sadurunge Prejanjen iki, kajaba nyatakake kanthi jelas ing Kesepakatan iki. Ora ana pihak sing duwe pangobatan babagan pratelan sing ora bener sing digawe saka pihak liyane sing gumantung ing partai iki (kajaba pratelan sing ora bener kasebut digawe kanthi cara palsu) lan yen partai mung obat sing ana hubungane karo pernyataan sing ora bener kudu nglanggar kontrak kaya sing disedhiyakake ing Persetujuan iki. Sampeyan ngakoni lan setuju yen persetujuan ing kene ora gumantung marang fungsi mbesuk utawa fitur sing ora ditemtokake ing kene utawa ing Formulir Pesenan utawa gumantung komentar lisan utawa tulisan, umum utawa pribadi sing digawe babagan kita fungsi utawa fitur ing mangsa ngarep kanggo Layanan. Yen ana konflik antarane syarat ing Ketentuan Layanan Umum iki lan sembarang Formulir Order utawa Layanan Umum Tambahan, syarat-syarat Formulir Orde utawa Katentuan Layanan tambahan kasebut, bisa uga konflik. Ora ana istilah utawa kahanan sing nyatakake ing pesenan tuku utawa ing dokumentasi pesenan liyane sing bisa digabung dadi utawa mbentuk bagean saka Perjanjen iki, lan kabeh syarat utawa kahanan kasebut bakal diilangi lan batal.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
jw: 13.9 Ekspor: Loro pihak setuju bakal tundhuk karo undang-undang lan peraturan ekspor lan impor sing ditrapake AS. Sampeyan ora ngidini pangguna ngakses utawa nggunakake Layanan sing nglanggar larangan larangan, larangan utawa larangan.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
jw: 13.10 Publisitas: Kita ora bisa nyeni sampeyan minangka panganggo saka Layanan tanpa idin ditulis.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
jw: 13.11 Link menyang Situs Pesta Katelu: Layanan utawa situs web kita bisa kalebu link menyang situs pihak katelu (&#39;Situs sing disambung&#39;). Situs sing Disambung ora ana ing kontrol kita lan kita ora tanggung jawab kanggo konten ing situs sing ana gandhengane, kalebu tanpa ana watesan sing ana ing Situs sing Link, utawa ana owah-owahan utawa nganyari menyang Situs sing Link utawa Layanan sing diwenehake liwat Situs sing disambung. Kita mung menehi link iki kanggo sampeyan minangka penak, lan klebu tautan apa wae ora nuduhake endorsemen dening situs iki utawa layanan sing diwenehake dening situs kasebut.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
jw: 13.12 Sampeyan setuju kanggo nampa email, telpon lan pesen SMS saka CaseActive kanggo menehi update babagan pesen lan / utawa kanggo tujuan pemasaran. Frekuensi pesen gumantung karo kegiatan sampeyan. Sampeyan bisa milih metu kanthi mbusak centhang ing notifikasi saka akun utawa mbusak akun. Tarif pesen lan data bisa uga ditrapake.

source: An error occurred
jw: Ono sing salah

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
jw: Ana sing salah. Insinyur kita wis dilaporake. Pencet tombol reload kanggo mbukak maneh.

source: Reload
jw: Muat maneh
