Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/jw/LC_MESSAGES/messages.po
Languages: jw

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
jw: We are kene kanggo bantuan! Njaluk kontak yen sampeyan isih duwe pitakonan lan bakal padha reply ing rong dina kerja.

source: * Email is not valid.
jw: * Email ora sah.

source: Low
jw: Dhuwur

source: Medium
jw: Sedheng

source: High
jw: Dhuwur

source: Critical
jw: Kritis

source: Choose Importance
jw: Pilih Penting

source: Department
jw: Departemen

source: Sales
jw: Penjualan

source: Other
jw: Liyane

source: Choose Department
jw: Pilih Departemen

source: Importance
jw: Penting

source: Send A New Message
jw: Kirim Pesen

source: Send message
jw: Kirim pesen

source: Answers to Questions
jw: Jawaban kanggo Pitakonan

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
jw: Duwe pitakonan? Maca panuntun dhumateng jawaban sing luwih rinci babagan pitakon pelanggan lan golek jawaban kanggo sampeyan.

source: How secure is CaseActive?
jw: Carane aman iku CaseActive?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
jw: CaseActive nggunakake enkripsi SSL 128-bit militèr lan bank kanggo transmisi data lan enkripsi AES 256-bit kanggo data nalika istirahat. Saben kasus CaseActive duwe kunci unik sing digawe, nyedhiyakake lapisan keamanan tambahan kanggo bisnis sampeyan. Kita ora bakal ngidini perusahaan liya ngakses database utawa sistem panyimpenan sampeyan.

source: I have an existing system in place, Can CaseActive work with my existing system?
jw: Aku duwe sistem ana ing Panggonan, Bisa CaseActive bisa karo sistem ana?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
jw: Ya, sampeyan bisa nggabungake API proprietary utawa modul impor kanggo nggawe kasus kanthi otomatis, nemtokake pangguna, lan ngasilake laporan adhedhasar input sistem sampeyan.

source: We have clients all over the world. Is CaseActive available in other languages?
jw: Kita duwe klien ing saindenging jagad. Apa CaseActive kasedhiya ing basa liya?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
jw: Ya, aplikasi lan komunikasi CaseActive bisa diterjemahake menyang luwih saka 60 basa, kalebu, Mandarin Cina, Spanyol, Hindi lan Rusia uga Inggris.

source: Can I add a logo or customize CaseActive in any way?
jw: Apa aku bisa nambah logo utawa ngatur CaseActive kanthi cara apa wae?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
jw: Pancen! CaseActive dirancang kanggo sampeyan. Ing kaca setelan panel admin, sampeyan bisa ngunggah warna pribadi lan milih warna perusahaan.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
jw: Apa CaseActive kompatibel karo piranti apa wae (PC, Mac, Tablet lan Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
jw: CaseActive minangka aplikasi web responsif. Iki lumaku ing browser web apa wae kaya Internet Explorer, Firefox, Safari utawa Chrome, lan sapiturute. Iki tegese jinis piranti (PC, Mac, Tablet lan Mobile) sing sampeyan gunakake ora ana bedane. Cukup mbukak browser web, mlebu menyang akun CaseActive, lan sampeyan wis siap.

source: How many clients can I have?
jw: Carane akeh klien aku bisa duwe?

source: You are billed per staff seat, per month. You can have unlimited client users.
jw: Sampeyan ditagih saben kursi staf, saben wulan. Sampeyan bisa duwe pangguna klien tanpa watesan.

source: Enhance User Experience
jw: Ningkatake Pengalaman Panganggo

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
jw: Ora ana biaya minimal lan ora ana komitmen ing ngarep. Sampeyan mung mbayar saben kursi staf, saben wulan.

source: per Month
jw: saben sasi

source: Everything you need to get started. 3 seats are included.
jw: Kabeh sing perlu kanggo miwiti. 3 kursi kalebu.

source: Business
jw: bisnis

source: Our most popular plan. 4 seats are included.
jw: Rencana kita sing paling populer. 4 kursi kalebu.

source: Enterprise
jw: Perusahaan

source: Contact sales for pricing
jw: Hubungi sales kanggo rega

source: Custom Pricing, Advanced features, SSO, Webhooks.
jw: Rega Kustom, Fitur Lanjut, SSO, Webhooks.

source: Contact Sales
jw: Kontak Sales

source: Overview
jw: Ringkesan

source: Communicate and share docs with your clients
jw: Komunikasi lan nuduhake dokumen karo klien sampeyan

source: Schedule recurring events and meetings
jw: Jadwal acara lan rapat sing bola-bali

source: Fully customize your form to generate data
jw: Ngatur formulir sampeyan kanthi lengkap kanggo ngasilake data

source: Keep track of case progression
jw: Nglacak kemajuan kasus

source: Request compliant e-signatures from multiple users
jw: Nyuwun tandha-tandha elektronik sing cocog karo pirang-pirang pangguna

source: Generate invoice for your client to view or pay
jw: Nggawe invoice kanggo klien sampeyan ndeleng utawa mbayar

source: Allows everyone to know what is coming up and due
jw: Ngidini kabeh wong ngerti apa sing bakal teka lan amarga

source: Auto notify the user when something is due
jw: Ngabari pangguna kanthi otomatis yen ana kedadeyan

source: Add custom case fields for all your cases
jw: Tambah kolom cilik khusus kanggo kabeh kasus sampeyan

source: Custom Branding
jw: Branding Kustom

source: Make your app unique with logo and color styles
jw: Gawe aplikasi sampeyan unik kanthi logo lan gaya warna

source: Access to customer support
jw: Akses menyang dhukungan pelanggan

source: Storage
jw: Lumbung

source: Additional Users Seats
jw: Kursi Pangguna Tambahan

source: Convo with recording
jw: Convo karo ngrekam

source: Video or audio chat with recording saved to the case
jw: Video utawa audio chatting karo rekaman disimpen ing cilik

source: API Access
jw: Akses API

source: Automate tasks with access to API
jw: Ngotomatisasi tugas kanthi akses menyang API

source: Module Templates
jw: Cithakan Modul

source: Create a standard template and reuse it
jw: Gawe cithakan standar lan gunakake maneh

source: Autorun an action when a case or case assigned is triggered
jw: Autorun tumindak nalika kasus utawa kasus sing ditugasake dipicu

source: Send general, birthday, or holiday messages to clients (Coming Soon)
jw: Kirim pesen umum, ulang tahun, utawa liburan menyang klien (Rawuh)

source: Encryption at rest
jw: Enkripsi ing istirahat

source: Protects your data from system compromise
jw: Nglindhungi data saka kompromi sistem

source: Encryption in transit
jw: Enkripsi ing transit

source: Protects your data if communications are intercepted
jw: Nglindhungi data sampeyan yen komunikasi dicegat

source: SAML-based single sign-on (SSO)
jw: Single sign-on (SSO) berbasis SAML

source: Respond realtime to events
jw: Respon wektu nyata kanggo acara

source: Seamless Collaboration
jw: Kolaborasi sing mulus

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
jw: CaseActive nyepetake kolaborasi digital antarane perusahaan lan klien - saka konsultasi nganti resolusi, kabeh ing siji platform.

source: Take a tour
jw: Njupuk tur

source: Stay Connected
jw: Tetep Nyambung

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
jw: Nggawe kontak cepet karo anggota tim kanthi nggunakake antarmuka pangguna pangguna CaseActive minangka hub mandeg siji kanggo manajemen klien lan kasus.

source: Connect
jw: Sambungake

source: Case Feed keeps you up-to-date with your clients.
jw: Case Feed ndadekake sampeyan up-to-date karo klien sampeyan.

source: Schedule
jw: Jadwal

source: Create events, invite attendees, and monitor your calendar.
jw: Nggawe acara, ngajak pengunjung, lan ngawasi tanggalan sampeyan.

source: Call
jw: Telpon

source: Engage in live video conference calls any time, anywhere.
jw: Teliti ing video konferensi video langsung kapan wae.

source: Share
jw: Nuduhake

source: Securely upload files, discuss them, and share.
jw: Ngundhuh file kanthi aman, ngrembug, lan nuduhake.

source: Powerful Case Management
jw: Kuat Manajemen Kasus

source: Out-of-the-Box Functionality
jw: Fungsionalitas Out-of-the-Box

source: Easily assign individuals
jw: Gampang nemtokake individu

source: or teams to a case and collaborate with clients.
jw: utawa tim kanggo kasus lan kolaborasi karo klien.

source: Manage user groups
jw: Ngatur grup panganggo

source: and customize access permissions.
jw: lan ngatur akses ijin.

source: All data is automatically backed up
jw: Kabeh data otomatis disimpen

source: in case a recovery is ever needed.
jw: yen kasus kasebut bisa dibiyantu.

source: All information
jw: Kabeh informasi

source: is securely encrypted, ensuring your absolute privacy.
jw: wis aman, ndhelikake privasi Absolute.

source: Customize
jw: Ngatur

source: with your own colors and logo.
jw: karo werna lan logo sampeyan.

source: can be enabled/disabled at any time.
jw: bisa aktif / dinonaktifake kapan wae.

source: Benefits of
jw: keuntungan saka

source: Reduction in time
jw: Ngurangi wektu

source: to intake new clients
jw: kanggo intake klien anyar

source: Minimize
jw: nyilikake

source: the chance of
jw: kasempatan saka

source: malpractice
jw: malpraktek

source: Better experience
jw: Pengalaman sing luwih apik

source: for your client
jw: kanggo klien sampeyan

source: Increase in caseload capacity
jw: Tambah ing kapasitas caseload

source: per staff
jw: saben staf

source: Get Started with our Built-in Apps
jw: Miwiti karo Aplikasi sing Dibangun ing

source: All you need in one place.
jw: Kabeh sampeyan perlu ing sak panggonan.

source: Case Feed
jw: Cilik Feed

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
jw: Gampang nemtokake klien, staf, lan kanca kanggo kasus lan melu papan sing aman supaya sampeyan ngirim kemajuan kasus, ngobrol obrolan lan video nyata, uga acara jadwal, dokumen e-sign / upload / download, lan luwih.

source: Case Invoices
jw: Kasus Invoice

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
jw: Kanthi invoisi as-you-go, tagihan klien mung klik, lan ngidini sampeyan ngirim panjaluk dana kanthi otomatis lan nampa pembayaran langsung minangka bathi.

source: Case Events
jw: Acara Kasus

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
jw: Tindakake tanggalan kasus sampeyan kanthi rutin, nggawe acara jadwal, ngundang pamiarsa, ngirim pangeling acara, lan mesthekake yen kabeh tetep dilacak.

source: Case Convo
jw: Konvoi kasus

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
jw: Rapat karo klien lan anggota tim meh &#39;ngadhepi&#39; liwat konferensi video sing dibangun supaya sampeyan bisa langsung ngomong karo kabeh wong sing melu.

source: Case Forms & E-signs
jw: Formulir Kasus & E-tandha

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
jw: Ngatur formulir kasus kanthi lengkap kanggo ngasilake template unik sing cocog karo kabutuhan tartamtu. Cithakan iki banjur bisa disebarake menyang klien lan anggota tim kanggo ngisi lan mlebu

source: Case notes
jw: Cathetan kasus

source: Keep notes with custom fields and attachments on case progression for current and future team members
jw: Tansah cathetan kanthi kolom khusus lan lampiran babagan kemajuan kasus kanggo anggota tim saiki lan mbesuk

source: Case Media
jw: Media Kasus

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
jw: Ngunggah, nuduhake, menehi komentar, lan ngundhuh file sing ana hubungane karo kasus kasebut supaya saben wong duwe referensi babagan kabeh rincian, wong, lan kahanan sing penting.

source: About Case
jw: Babagan Kasus

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
jw: Ayo klien lan staf ndeleng rincian umum babagan kasus sing dilibatake. Sampeyan bisa nutup kasus kasebut sawise kabeh dibungkus, utawa menehi wewenang anggota tim supaya bisa ditindakake.

source: Plus Many More Features
jw: Plus Akeh Fitur Liyane

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
jw: Gunakake Fitur Administratif Atur Ngawula-Ngawasi setelan Manajemen CaseActive saka platform kasebut.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
jw: Ora bisa kanthi efektif nyambungake sistem sing wis ana karo CaseActive Nggabungake API proprietasi kita kanthi otomatis nggawe kasus, nemtokake pangguna, lan nggawe laporan adhedhasar input sistem.

source: Interact with clients in
jw: Berinteraksi karo klien ing

source: 70+ languages
jw: 70+ basa

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
jw: Apa bisa digunakake kanthi lokal utawa sacara global, sampeyan bisa nerjemahake basa native klien liwat CaseActive&#39;s

source: language management system
jw: sistem manajemen basa

source: No more confusion or limits.
jw: Ora ana maneh kebingungan utawa watesan.

source: Let's see what others are saying
jw: Ayo ndeleng apa sing diarani wong liya

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
jw: Temokake kepiye para pelanggan sing apik tenan - saka bisnis cilik menyang perusahaan perusahaan - nambah keuntungan sing kompetitif kanthi dadi prajurit CaseActive.

source: SUPPORT
jw: NYOKONG

source: Everything at Your Fingertips.
jw: Kabeh ing Pucukan.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
jw: Miwiti aplikasi CaseActive kanthi nderek guide video kita, lan kustomisasi kasebut sesuai karo kabutuhan sampeyan.

source: What are you looking for...
jw: Apa sampeyan nggoleki ...

source: Last Updated: June 7, 2021
jw: Paling Keri Dianyari: 7 Juni 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
jw: CaseActive duwe hak, sawayah-wayah lan miturut sawijine kawicaksanan, kanggo nganyari lan ngganti kabeh utawa Ketentuan Layanan iki. Nalika CaseActive ngganti Katentuan Layanan Iki, CaseActive bakal ngowahi tanggal &#39;Paling Keri Dianyari&#39; ing ndhuwur. Sampeyan tanggung jawab kanggo mriksa versi paling anyar saka Service Service kanthi rutin. Panggunaan Layanan sampeyan sing terus-terusan sawise pangowahan kasebut wis digawe dadi persetujuan sampeyan kanggo diwatesi karo pangowahan kasebut. Yen sampeyan ora nemoni owah-owahan Ketentuan Layanan, solusi tunggal lan eksklusif sampeyan kudu mungkasi Layanan miturut syarat-syarat ing kene.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
jw: Katentuan Pangginaan Umum Umum iki ditrapake kanggo Layanan umum. Istilah tambahan sing ditrapake kanggo saben Layanan sing ditawakake kasebut ing tautan sing disedhiyakake ing ngisor iki (&#39;Syarat Tambahan Layanan&#39;).

source: 1. Services:
jw: 1. Layanan:

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
jw: Piranti lunak proprietary yaiku platform layanan sing dadi host kanggo para pelanggan supaya bisa nawakake layanan ing ngisor. Kanggo lengganan Layanan, sampeyan kudu nglampahi Formulir Pesenan kanggo Layanan kasebut lan / utawa ngrampungake aliran dhaptar kanggo Layanan kasebut. Sampeyan mung nggunakake Layanan sing sampeyan wis langganan lan mbayar, lan panggunaan Layanan kasebut tundhuk karo kabeh syarat lan syarat. Sampeyan ngakoni lan setuju yen kita duwe hak kanggo ngowahi Layanan (utawa bagean kasebut) saka wektu lan manawa kita ora bakal tanggung jawab kanggo sampeyan utawa kanggo pihak katelu kanggo modifikasi saka Layanan.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
jw: 1.2 Katrangan Layanan CaseActive: Layanan CaseActive minangka salah sawijining layanan lunak host kanggo manajemen kolaborasi klien online sing ditawakake CaseActive LLC. Aliran tandha sing wis disetujoni, utawa Formulir Pesenan sing wis kaleksanan, ngenali Layanan CaseActive sing sampeyan lengganan, istilah langganan lan biaya sing kudu dibayar kanggo Layanan CaseActive. Istilah lan kahanan tambahan sing ditrapake kanggo panggunaan Layanan CaseActive ditetepake ing:

source: 2. Expanding the Services:
jw: 2. Ngembangake Layanan:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
jw: Sampeyan bisa uga lengganan menyang Layanan tambahan, kalebu Layanan anyar sing kasedhiya saka CaseActive saka wektu, utawa nambah Layanan sing wis ana kanthi ngisi Formulir Order utawa aliran mlebu, minangka bagean saka Layanan. Saben aliran mlebu utawa Formulir Pesenan bakal kalebu rega lan tanggal tagihan Layanan sing ditambahake ing wektu kasebut. Kabeh Layanan anyar tundhuk karo Katentuan Layanan Umum lan syarat lan syarat tambahan sing bisa ditrapake khusus kanggo Layanan tambahan.

source: 3. Customer Support:
jw: 3. Dukungan Pelanggan:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
jw: Yen sampeyan wis mbayar kabeh biaya sing kudu dibayar kanggo Layanan, kita bakal nggunakake upaya sing cukup komersial kanggo menehi, tanpa mbayar sampeyan, layanan dhukungan teknis marang sampeyan lan pangguna sing sah sing wis langganan Layanan. Wakil layanan klien bakal ditugasake kanggo kasus sampeyan. Kasus Unlimited ditampa saka pangguna sing sah. Dhukungan standar kita kasedhiya 24/7, ora kalebu preian utama, sing kalebu Hari Peringatan, Dinten Kamardikan, Hari Tenaga Kerja, Thanksgiving, Natal, lan Dinten Taun Anyar. Sampeyan bisa hubungi dhukungan pelanggan kanthi nggunakake kita

source: Contact Form
jw: Formulir Kontak

source: . Our response time shall not be greater than two business days.
jw: . Wektu tanggapan kita ora luwih saka rong dina bisnis.

source: 4. Training:
jw: 4. Latihan:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
jw: Yen sampeyan wis mbayar kabeh biaya sing kudu dibayar kanggo Layanan, kita bakal nggawe sesi latihan sing adoh, langsung utawa direkam kanggo pangguna sing wis ditetepake, dijenengi lan sah uga menehi tutorial sing bisa diakses liwat bagean Bantuan lan Pelatihan situs web ing ora biaya tambahan. Kanggo sawetara Layanan, kita nyedhiyakake sawetara latihan ing situs babagan panyuwunan lan biaya tambahan. Hubungi kita kanthi nggunakake kita

source: for more information about on-site training.
jw: kanggo informasi luwih lengkap babagan latihan ing situs.

source: 5. Your Rights and Restrictions:
jw: 5. Hak lan Watesan Panjenengan:
