Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/jw/LC_MESSAGES/messages.po
Languages: jw

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
jw: Kajaba kanthi resmi dening pihak liyane, ora ana pihak liyane bakal ngandharake informasi utawa bahan kanggo pihak katelu sing diwenehake pihak liyane ing Prejanjen lan dingerteni rahasia (&#39;Informasi Sulit&#39;), utawa nggunakake Informasi Sulit kasebut kanthi cara liya katimbang nindakake kewajiban miturut Perjanjen. Watesan ing ngisor iki ora ditrapake kanggo informasi sing ana ing domain umum utawa wis duwe duweke pesta sing ditampa, wis dikenal ing partai sing nampa sadurunge tanggal pambocoran utawa dikenal karo pihak sing nampa sawise pihak katelu sing katon nyata. bona fide hak kanggo nyritakake informasi kasebut, utawa Informasi Sulit manawa pihak sing nampa kasebut wajib ngasilake miturut prentah pengadilan sing duwe wewenang utawa sepina administratif sing sah, nyedhiyakake partai sing nampa menehi partai sing nyatakake pesta wektu sing tepat saka pengadilan kasebut order utawa sepina. Salajengipun, sampeyan bakal mesthekake pangguna sing sah supaya luwih yakin kabeh sandhi lan informasi akses liyane menyang Layanan. Bagean 9 iki bakal tahan mandheg utawa entek saka Kesepakatan iki.

source: 10. Indemnification:
jw: 10. Pengabdian:

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
jw: 10,1 Indikasi kanggo Pelanggaran: Tundhuk Bagean 10,4, kita bakal biaya, nglindhungi sampeyan saka tuntutan pihak katelu sing digawe marang sampeyan sing negesake manawa Layanan nglanggar paten AS sing ditanggepi menyang pihak katelu minangka tanggal efektif; utawa nglanggar apa wae hak cipta, merek dagang utawa rahasia saka pihak katelu (sacara kolektif disebut minangka &#39;Properti intelektual sing Nggawe Layanan&#39;). Yen ana injunksi sing digayuh utawa ditrapake kanggo nggunakake Layanan intelektual sing ndasari Layanan utawa miturut pendapat kita, bakal ditemoni utawa dipikolehi, kita bakal milih kanthi lan biaya, utawa (i) njupuk kanggo sampeyan lan jeneng sampeyan. Pangguna sah duwe hak nggunakake Layanan, utawa (ii) ngganti utawa ngowahi Layanan supaya panggunaan ora infringing nalika bisa nindakake fungsi sing padha. Yen subseksi (i) lan (ii) ing ndhuwur ora bisa ditindakake kanthi komersial, kita bisa mungkasi Layanan lan mbalekake Fees Layanan bayar, nanging ora digunakake. Kita ora diwajibake defend utawa tanggung jawab kanggo biaya utawa kerusakan ing bagean iki 10.1 yen pelanggaran sing diakoni metu utawa ana cara apa wae (i) apa-apa modifikasi Layanan apa wae (utawa ana sing menehi wewenang utawa pangguna sing ditunjuk) utawa (ii) nggunakake Layanan sing digabungake karo layanan lan produk sing ora diwenehake dening CaseActive yen pelanggaran kasebut bakal nyingkiri tanpa modifikasi utawa kombinasi kasebut, utawa (iii) netepi rancangan utawa instruksi utawa (iv) pratelan yen ora nyatakake kanthi spesifik manawa Layanan kasebut minangka subyek tuntutan (saben &#39;Claimed Claim&#39;). Kewajiban indikasi sing ana ing bagean 10.1 iki bakal bisa urip utawa mungkasi luput iki.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
jw: 10.2 Indikasi kanggo Keamanan Data lan Privasi: Tundhuk Bagean 10,4, lan sajrone istilah langganan sampeyan ing Layanan, kita bakal, kanthi biaya, nglindhungi sampeyan saka tuntutan pihak katelu sing digawe marang sampeyan sing negesake teledor reged kanggo nyegah akses ora sah. kanggo, utawa salah tumindak sing ora sengaja kanggo ngandharake, Informasi pribadi sing dingerteni kanggo pelanggan sing duwe utawa ngontrol. Tanggung jawab iki ora bakal ditrapake manawa tuntutan kasebut muncul utawa ana hubungane karo teledor utawa tumindak ala utawa tumindak utawa agen utawa wakil sampeyan, utawa babagan tanggung jawab ditolak utawa diwatesi dening salah siji partai ing Persetujuan kasebut. Kewajiban tanggung jawab sing ditrapake ing bagean iki gumantung marang sampeyan babagan teledor utawa tumindak salah utawa tumindak kanthi nyata lan nyebabake akses ora sah utawa pambocoran informasi sing bisa dingerteni saka para pelanggan sing duwe utawa kontrol.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
jw: 10.3 Indikasi: Sampeyan setuju kanggo mbayar rugi, ora mbebayani, lan nglindhungi kita lan kabeh karyawan, pejabat, direktur lan agen saka kabeh tuntutan, panjaluk, cocog, proses, investigasi, kerusakan, biaya, biaya, kerugian, lan liya-liyane liabilitas (kalebu biaya pengacara, biaya pengadilan lan biaya) sing timbul saka utawa ana hubungane karo (i) panggunaan Layanan sing nglanggar Perjanjen kasebut, (ii) Pratelan sing Dikecualekake, (iii) tumindak nyata utawa sing miturut omongane perwakilan, garansi, prejanjen utawa kewajiban miturut Perjanjen, utawa (iv) teledor utawa tumindak sing sengaja. Kewajiban indikasi sampeyan ing bagean iki 10.3 bakal tahan mandheg utawa mati saka Persetujuan kasebut.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
jw: 10.4 Pemberitahuan lan Kerjasama: Kewajiban pihak sing menehi ganti rugi marang pihak sing dibayar ing bagean iki bagean 10 ing ndhuwur diwenehake (i) pesta sing menehi pengertian pihak sing menehi tanggung jawab kanthi cepet, kanthi ngerti tuntutan apa wae, sing bisa menehi hak ganti rugi ing sangisoré Persetujuan kasebut. ; (ii) nganti bisa ditrapake, pesta ganti rugi nggunakake Layanan pelanggaran sing diklaim nalika nampa kabar sing padha; (iii) partai sing menehi ganti ragad ngidini pihak indemnifying duwe hak kanggo ngontrol pertahanan lan pemukiman apa wae tuntutan kasebut (kanthi syarat pihak indikasi kasebut ora bisa ngatasi tuntutan kasebut tanpa idin pihak sing ora dibayar kajaba utang kasebut sacara ora resmi ngeculake pihak sing ora dibayar saka kabeh tanggung jawab); (iv) partai sing menehi ganti rugi menehi pitulung sing cukup kanggo menehi ganti rugi partai, kanthi mbayar biaya pihak, kanthi mbela pratelan kasebut; (v) pesta ganti rugi ora mlebu prejanjen pemukiman utawa digunakake tuntutan kasebut tanpa menehi idin idin pihak katelu sadurunge menehi idin utawa panjaluk; lan (vi) pihak sing mbayar ganti rugi karo pemukiman utawa dhawuhe pengadilan sing ana gandhengane karo klaim kasebut (ana hubungane karo panggunaan bahan apa wae sing bakal dilanggar). Partai sing menehi ganti rugi bisa melu pertahanan utawa ngrampungake pratelan kanthi menehi pilihan kanggo milih dhewe lan kanthi biaya dhewe.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
jw: 10.5 Gawe Eksklusif: Bagean 10 iki nyatakake tanggung jawab pihak sing menehi tanggung jawab, lan obat eksklusif pihak indikasi sing disalahake, pihak liya kanggo jinis tuntutan sing diterangake ing bagean iki.

source: 11. Limitation on Liability:
jw: 11. Batesan Tanggung Jawab:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
jw: LAMPIRAN TANPA TINDAK DENGAN PENTING DENGAN KONEKTOR DENGAN BUKU SEKSYEN 5.3 UTAWA 12, TO KONTOH MAXIMUM DIPANGGAL DENGAN LAW, ING TANPA TANPA KANGGO NGGALKE ING ING KANGGO KANGGO ING ING NGANGGAL ING PADANGGAL SUKU Sampeyan kanggo Pelayanan Nelpon RISE TO LIABILITI ING ING TEMA SUKU TU-TAHUN SUKU DITANGGALKE TARIKH ING TARIKH ING PANGGUNGAN TINDAK.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
jw: LAMPIRAN TANPA TANGGAP UNTUK GAMPANG ARIS ING SUMBANGAN DENGAN BASA-BENTANG SEKSYEN 5.3 ATAWA 12, TO KONTOH MAXIMUM DIPANGGAL DENGAN UNDANG-UNDANG, ING TANPA TANPA PENTING DENGAN HERETO, ING LISENIS ATAWA PEMBANGUNAN, APA KABUPATEN KANGGO UNTUK LAIN UNTUK LAIN. PALING PROSES KENAIKAN SUBSTITUTE UTAWA LAYANAN UTAWA KANGGO ANU INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY Utawa DIDANG KOMUNITEN, NGANGGO INGKE lan ING ING TEORI LIABILITI (INGKANG NEGARA, KANGGURU NAMPANG KOMPUTER ITS OBLIGATIONS INI, ING NGAKALU utawa ora NAMPANG PIHAK DIRI SUKU DIBENCANG PAKETAN ING PADIKAN INGKANG.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
jw: NATE INGGU-ANU STATES / JURISDEKSIK ING TANPA LAMPIRAN ATAWA LIMITASI LIABILITI UNTUK KONSEPENTAL utawa TINDAK DIDANGGAL, ING ING UNDANG-UNDANG UNDANG-UNDANG NGANGGO, ING ING NGANGGALIS KANGGO ING ING UNDANG-UNDANG.

source: 12. Personal Information and Privacy Statement:
jw: 12. Informasi Pribadi lan Pribadi Statement:

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
jw: Sampeyan bakal netepi kabeh privasi lan aturan, aturan, peraturan lan pedoman sing ana ing pangayoman, koleksi, nggunakake lan distribusi Informasi Wong sing bisa dingerteni (kaya sing ditetepake ing ngisor iki) saka sapa wae. Sampeyan bakal ngirim pratelan privasi ing kaca sing nglumpukake Informasi Wong sing bisa dingerteni (&#39;Pernyataan Privasi&#39;) sing tundhuk karo kabeh undang-undang, aturan, peraturan lan pedoman lan, minimal, ngandhani pangguna babagan Informasi Wong sing bisa dingerteni, kepiye carane bakal digunakake lan kepiye cara aman, lan ngenali metode pangumpulan (cookie, beacon web utawa liya sing ditrapake) lan panggunaan informasi sing diklumpukake karo Layanan, entuk idin sadurunge sadurunge (milih-milih) sadurunge nggunakake teknologi pelacak, nganti bisa ditrapake miturut undang-undang lan peraturan sing ditrapake. Pernyataan Kebijakan Kaya kasebut uga bakal kalebu informasi teknis sing ana gandhengane karo koleksi, transmisi lan panyimpenan Informasi sing bisa dingerteni Pribadi sing diwenehake dening kita liwat Layanan. Yen dijaluk undang-undang pangayoman data sing ditrapake utawa hukum utawa peraturan liyane, sampeyan bakal ngandhani pihak katelu sing menehi informasi sing dingerteni kanggo Wong kanggo diproses lan bakal mesthekake manawa pihak katelu sing dibutuhake menehi idin kanggo menehi pambocoran lan pangolahan kasebut. Sampeyan setuju kanggo tundhuk karo deskripsi lan syarat ing Statement Pribadhi. &#39;Informasi dingerteni pribadi&#39; tegese informasi sing bisa digandhengake utawa ditelusuri karo sapa wae, kalebu jeneng, alamat, nomer telpon, alamat e-mail, informasi kertu kredit, nomer keamanan sosial utawa informasi kasunyatan tartamtu sing padha, ora preduli media ing endi informasi kasebut disimpen (contone ing kertas utawa elektronik).

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
jw: 13.1 Partai Bebas: Sampeyan lan CaseActive minangka kontraktor mandiri. Persetujuan ora nggawe usaha bareng, kemitraan, agensi utawa hubungan kerja antarane pihak-pihak. Sampeyan bakal tanggung jawab kanggo ngatur karyawan lan kanggo kabeh ganti rugi, pajak, keuntungan lan tanggung jawab kanggo karyawan lan wakil liyane utawa panyedhiya layanan. Sampeyan uga ora ana karyawan, wakil, utawa panyedhiya layanan ora bakal menehi perwakilan, garansi utawa njamin babagan kita, Perjanjen utawa Layanan liyane tinimbang sing wis ditulis kanthi resmi dening kita kanthi nulis.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
jw: 13.2 Tugasan: Sanadyan Kasepakatan utawa hak-hak utawa kewajiban ing sangisoré Kasepakatan bisa ditugasake utawa ditransfer, kanthi operasi hukum utawa liya, tanpa idin tinulis sadurunge, kajaba ditugasake dadi penerus kanthi kapentingan, utawa miturut penggabungan, perusahaan reorganisasi, utawa adol utawa transfer kabeh utawa jumlah kabeh aset sampeyan sing menehi kabar paling ora telung puluh (30) dina sadurunge rampung transaksi kasebut. Tugasan sing sampeyan, adhedhasar kahanan liya, mbutuhake idin sadurunge, idin kasebut ora bakal ditahan. Kita bisa kanthi bebas nemtokake Agreement iki tanpa idin sampeyan. Tundhuk karo sing kasebut sadurunge, Perjanjen iki bakal njiret lan nesu kanggo mupangat para pihak, penggantine dhewe-dhewe lan tugas sing diidini.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
jw: 13.3 Pasukan Majeure: Ora ana pihak sing bakal tanggung jawab kanggo wektu tundha, gangguan utawa kegagalan liyane sing ora ditindakake ing Prejanjen amarga tumindak ngluwihi partai sing tanggung jawab, nanging mung nganti suwe kahanan kasebut tetep. Acara majeure Force kalebu, nanging ora diwatesi: bencana alam (kayata kilat, gempa bumi, angin topan, banjir); peperangan, kerusuhan, kegiatan teroris, lan promosi sipil; kegiatan operator pertukaran lokal, lan tumindak liya saka pihak katelu; jeblugan lan kobongan; negesake, mogok lan regejegan tenaga kerja; ukum pamrentah; kegagalan panyedhiya telekomunikasi utawa panyedhiya layanan internet; kegagalan saka pihak katelu, panyedhiya layanan utawa vendor; lan panyebab liyane ngluwihi kontrol pihak sing cukup.
