Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/jw/LC_MESSAGES/messages.po
Languages: jw

source: All E-signs
jw: Kabeh E-tandha

source: E-sign Title
jw: E-sign Judul

source: No E-signs
jw: Ora ana tandha-tandha E

source: E-Signs Library
jw: Pustaka E-Signs

source: No E-signs In Library
jw: Ora ana tandha-tandha E ing Perpustakaan

source: Upload E-sign Document
jw: Unggah Dokumen E-sign

source: Update Task
jw: Nganyari Tugas

source: Create Task
jw: Nggawe Tugas

source: You currently have no tasks of your own
jw: Saiki sampeyan ora duwe tugas dhewe

source: Your Uncompleted Tasks
jw: Tugas Panjenengan sing durung rampung

source: Your Completed Tasks
jw: Tugas Sampeyan Rampung

source: Your Tasks
jw: Tugas Panjenengan

source: All Tasks
jw: Kabeh Tugas

source: Task
jw: tugas

source: Assignees
jw: Wong sing ditugasi

source: In Progress
jw: Ing Progress

source: Delete task
jw: Mbusak tugas

source: No Tasks
jw: Ora Ana Tugas

source: wants access
jw: pengin akses

source: No Answers
jw: Ora Ana Jawaban

source: Select Field Type
jw: Pilih Tipe Lapangan

source: Text Only
jw: Teks Mung

source: Checkboxes
jw: Kotak centang

source: Date
jw: Tanggal

source: Time
jw: Wektu

source: Yes/No
jw: Ya / Ora

source: Number
jw: Nomer

source: Access Denied
jw: Ora iso mlebu

source: You don't have access to this case.
jw: Sampeyan ora duwe akses menyang kasus iki.

source: Imports
jw: Impor

source: View import
jw: Ndeleng impor

source: Sessions
jw: Sesi

source: Home
jw: Ngarep

source: Users
jw: Pangguna

source: Library
jw: Pustaka

source: Integration
jw: Integrasi

source: Settings
jw: Setelan

source: Keys
jw: Kuncine

source: Feed Templates
jw: Cithakan Feed

source: Form Templates
jw: Cithakan Formulir

source: E-sign Templates
jw: Cithakan tandha E

source: Task Templates
jw: Cithakan Tugas

source: Payments
jw: Pembayaran

source: From
jw: Saka

source: To
jw: Kanggo

source: System
jw: Sistem

source: User Intake
jw: Intake pangguna

source: Custom Fields
jw: Lapangan khusus

source: After Actions
jw: Sawise Tindakan

source: Advance Settings
jw: Setelan Maju

source: Label Name
jw: Jeneng Label

source: Fields
jw: Lapangan

source: Have many users?
jw: Apa akeh pangguna?

source: Import users
jw: Ngimpor pangguna

source: or
jw: utawa

source: Send them a signup link.
jw: Kirimi link signup.

source: Let's start by entering the email or phone number
jw: Ayo miwiti kanthi ngetik nomer email utawa telpon

source: Phone
jw: Telpon

source: Invalid phone number entered
jw: Nomer telpon ora valid dilebokake

source: A label to easily find a case. it cannot be changed later
jw: Label kanggo gampang nemokake kasus. mengko ora bisa diganti

source: Visibility:
jw: Tampilan:

source: Who can use this template
jw: Sapa sing bisa nggunakake cithakan iki

source: One time
jw: Siji wektu

source: Please enter valid payment information before proceeding
jw: Mangga ketik informasi pembayaran sing bener sadurunge nerusake

source: Add Payment
jw: Tambah Pembayaran

source: Repeat every:
jw: Baleni saben:

source: Let's get started
jw: Ayo dadi miwiti

source: Take me there
jw: Nggawa kula mrana

source: Mark
jw: Tandhani

source: Created on
jw: Digawe ing

source: Expires on
jw: Kadaluwarsa ing

source: No announcements yet.
jw: Durung ana pengumuman.

source: Add Announcement
jw: Tambah Pengumuman

source: Edit Announcement
jw: Sunting Pengumuman

source: Date and time should be at least one hour ahead
jw: Tanggal lan wektu kudu paling sethithik sak jam sadurunge

source: Delete Date
jw: Mbusak Tanggal

source: Delete Time
jw: Mbusak Wektu

source: Back
jw: Mbalik

source: No Users Found
jw: Ora Ana Pangguna sing Ditemokake

source: No role selected
jw: Ora dipilih peran

source: No permissions added!
jw: Ora ana idin sing ditambahake!

source: ASSIGNED USERS
jw: PENGGUNA TUGAS

source: CASE PERMISSIONS
jw: KAWASANGAN KES

source: User ID
jw: ID panganggo

source: remove
jw: ngilangi

source: Assign User
jw: Ngatur Pangguna

source: User
jw: Pangguna

source: ADD USER
jw: Tambah Panganggo

source: Email user about case assignment
jw: Pangguna email babagan tugas assignment

source: No cases found.
jw: Ora ana kasus sing ditemokake.

source: Create a case for a business
jw: Nggawe kasus kanggo bisnis

source: Case ID
jw: KTP

source: Created On
jw: Digawe On

source: Case Status
jw: Cilik Status

source: Case Type
jw: Tipe Kasus

source: Assign Users
jw: Nemtokake Pangguna

source: No cases found
jw: Ora ana kasus sing ditemokake

source: Have many cases?
jw: Wis akeh kasus?

source: Click here to import cases.
jw: Klik kene kanggo ngimpor kasus.

source: No status selected
jw: Ora ana status sing dipilih

source: No type selected
jw: Ora ana jinis sing dipilih

source: Case Info
jw: Informasi Kasus

source: About
jw: Prakawis

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
jw: Label permanen kanggo gampang nemokake kasus. (a-z, 0-9, -, /) diijini

source: Case Types
jw: Jinis Kasus

source: Click
jw: Klik

source: to edit case types
jw: kanggo ngowahi jinis kasus

source: No Type selected
jw: Ora ana jinis sing dipilih

source: Case not found!
jw: Cilik ora ditemokake!

source: Media Size
jw: Ukuran Media

source: All statistics
jw: Kabeh statistik

source: Import not found.
jw: Impor ora ditemokake

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
jw: Pangolahan file gagal. Priksa manawa iku jinis file CSV lan ngemot header sing bener

source: No Imports yet.
jw: Durung ana impor

source: Source
jw: Sumber

source: Stats
jw: Statistik

source: Passed:
jw: Lulus:

source: Failed:
jw: Gagal:

source: Add Imports
jw: Tambah Impor

source: Download Sample
jw: Download Sampel

source: Choose a file
jw: Pilih file

source: Edit Key
jw: Tombol Sunting

source: Add Key
jw: Tambah Kunci

source: No Keys yet.
jw: Durung ana Kunci

source: Source CIDR
jw: Sumber CIDR

source: Remove
jw: Nyopot

source: is invalid.
jw: ora sah

source: Secret Key
jw: Kunci Rahasia

source: Make sure to copy your new secret key now. You won’t be able to see it again!
jw: Priksa manawa saiki wis nyalin kunci rahasia anyar sampeyan. Sampeyan ora bakal bisa ndeleng maneh!

source: Edit Webhook
jw: Sunting Webhook

source: Add Webhook
jw: Tambah Webhook

source: No event selected
jw: Ora ana acara sing dipilih

source: No Webhooks yet.
jw: Ora ana Webhooks.

source: Secret Webhook
jw: Webhook Rahasia

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
jw: Priksa manawa sampeyan wis nyalin webhook rahasia saiki. Sampeyan ora bakal bisa ndeleng maneh!

source: Sign In
jw: Mlebet

source: Login in account page.
jw: Mlebet ing kaca akun.

source: Edit form builder
jw: Sunting wangun builder

source: Delete form
jw: Mbusak formulir

source: No forms yet.
jw: Ora ana formulir.

source: Intake Forms
jw: Formulir Intake

source: Upload Intake Form Document
jw: Upload Dokumen Formulir Intake

source: Add Intake Form
jw: Tambah Formulir Intake

source: Edit Intake Form
jw: Sunting Formulir Intake

source: Show Media
jw: Tampilake Media

source: Add Post
jw: Tambah Post

source: Edit Post
jw: Sunting Post

source: Files Amount
jw: File Jumlah

source: No Feed Templates yet.
jw: Cithakan Pa feed durung.

source: Post Name
jw: Kirim Jeneng

source: Post Message
jw: Kirim pesen

source: Processing media ...
jw: Media Processing ...

source: Download original file
jw: Download file asli

source: Could not display media
jw: Ora bisa nampilake media

source: No locations found.
jw: Ora ana lokasi sing ditemokake.

source: Main Office
jw: Kantor Utama

source: Location Name
jw: Jeneng Lokasi

source: Delete e-sign
jw: Mbusak tandha elektronik

source: No e-signs yet.
jw: Durung ana tandha-tandha elektronik.

source: Subtasks Count
jw: Jumlah Subtugas

source: No tasks yet.
jw: Durung ana tugas.

source: Invoice ID
jw: ID invoice

source: Refund
jw: mbalekaken

source: No invoices yet.
jw: Durung ana invoice.

source: Refund Reason
jw: Alasan mbalekaken

source: Duplicate charge
jw: Biaya duplikat

source: Fraudulent charge
jw: Tuduhan penipuan

source: Requested by customer
jw: Dijaluk dening pelanggan

source: On Board
jw: Ing Papan

source: Stripe
jw: belang

source: Role Info
jw: Info Peran

source: It cannot be changed later
jw: Ora bisa diganti mengko

source: Role Permissions
jw: Ijin Role

source: e-signs
jw: e-tandha

source: on
jw: ing

source: Allowed File Sizes
jw: File Ukuran Diijini

source: Create
jw: Nggawe

source: Creating...
jw: Nggawe ...

source: Modules
jw: Modul

source: Roles
jw: Tumindak

source: Profile information
jw: Informasi profil

source: No role found.
jw: Ora ana ditemokake.

source: When a case is created, auto assign these users
jw: Nalika kasus digawe, otomatis nemtokake pangguna kasebut

source: Remove All
jw: Mbusak Kabeh

source: User Name
jw: Jeneng pangguna

source: Notify
jw: ngabari

source: Host User
jw: Panganggo Host

source: When a user is assigned to a case, auto add templates
jw: Nalika pangguna diutus kanggo kasus, otomatis nambah cithakan

source: No post selected
jw: Ora ana kiriman sing dipilih

source: No form selected
jw: Ora ana formulir sing dipilih

source: No e-sign selected
jw: Ora ana tandha elektronik sing dipilih

source: Templates
jw: Cithakan

source: Add Templates
jw: Tambah Cithakan

source: Idle Cases
jw: Kasus Idle

source: When a case is idle, post this message
jw: Yen kasus nganggur, kirim pesen iki

source: No case type selected
jw: Ora ana jinis kasus sing dipilih

source: Idle Days
jw: Dina nganggur

source: Post Id
jw: Posting Id

source: Set Idle Message
jw: Setel Pesen Idle

source: No task selected
jw: Ora ana tugas sing dipilih

source: No operation order selected
jw: Ora ana urutan operasi sing dipilih

source: Operation Order
jw: Perintah Operasi

source: Add Templates to Assign Users
jw: Tambah Cithakan kanggo Nemtokake Pangguna

source: CaseType
jw: Tipe Kasus

source: Case Form
jw: Formulir Kasus

source: User Form
jw: Formulir Panganggo

source: Notes Form
jw: Formulir Cathetan

source: Defaults
jw: Default

source: Required
jw: Dipun

source: Public User Signup link:
jw: Link Pendaftaran Pengguna Umum:

source: Design Settings
jw: Setelan Desain

source: Change file
jw: Ganti file

source: Delete Favicon
jw: Mbusak Favicon

source: Delete Logo
jw: Mbusak Logo

source: Text Color
jw: Werna Teks

source: Recommended Colors:
jw: Werna sing Disaranake:

source: reset
jw: ngreset

source: Background Color
jw: Werna Latar Latar

source: Company Info
jw: Info Perusahaan

source: Website
jw: situs web

source: Terms of Use URL
jw: Katentuan Pangginaan supados langkung URL

source: User Signup
jw: Ndhaptar pangguna

source: Auto Create Case
jw: Otomatis Nggawe Kasus

source: Case User Role
jw: Peran pangguna kasus

source: Analytics Key
jw: Kunci Analytics

source: delete
jw: mbusak

source: Crop Image
jw: Gambar Potong

source: No Filter
jw: Ora disaring

source: No logs requested.
jw: Ora ana log sing ditampa.

source: Logs list is empty.
jw: Daftar log kosong.

source: Download CSV
jw: Ngundhuh CSV

source: Log Type
jw: Log Tipe

source: Select a case
jw: Pilih kasus

source: Enter the email address
jw: Ketik alamat email

source: Module
jw: Modul

source: Header (3 max)
jw: Header (maks 3)

source: When a user join app, ask the user to share the following
jw: Nalika pangguna gabung app, takon pangguna kanggo nuduhake ing ngisor iki

source: No user intake found.
jw: Ora ana asupan pangguna sing ditemokake.

source: User Type
jw: Tipe Anggota

source: Intake Form
jw: Formulir Intake

source: Complete After
jw: Rampung Sawise

source: No user type selected
jw: Ora ana jinis pangguna sing dipilih

source: No intake form selected
jw: Ora ana formulir intake sing dipilih

source: Complete After Date
jw: Rampung Sawise Tanggal

source: Complete After Time
jw: Rampung Sawise Wektu

source: Date and time should be less or equal to now
jw: Tanggal lan wektu kudu kurang utawa padha karo saiki

source: Comment ct
jw: Komentar ct

source: View Ticket
jw: Ndeleng Tiket

source: Ticket
jw: tiket

source: No tickets yet.
jw: Durung tiket.

source: User not found.
jw: Pangguna ora ditemokake.

source: User can edit their account information except for the host user attributes section.
jw: Pangguna bisa ngowahi informasi akun kajaba bagean atribut pangguna host.

source: Contact
jw: Hubungi

source: Phone number
jw: Nomer telpon

source: Zip Postal Code
jw: Kode Pos Zip

source: Host User Attributes
jw: Atribut Panganggo Host

source: User Status
jw: Status Panganggo

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
jw: Label permanen kanggo gampang nemokake pangguna. (a-z, 0-9, -, /) diijini

source: App only User Intake Fields
jw: Bidang Intake pangguna mung aplikasi

source: APP ONLY CUSTOM FIELDS
jw: LAMPIRAN APLIKASI GAMBANG

source: s found.
jw: s ketemu.

source: Created Date
jw: Tanggal digawe

source: View Cases
jw: Ndeleng Kasus

source: VIEW CASES
jw: VIEW KASUS

source: Get Started
jw: Miwiti

source: Password
jw: Pangguna Sandi

source: Email is not valid.
jw: Email ora sah.

source: CaseActive lets you and your client
jw: CaseActive ngijini sampeyan lan klien sampeyan

source: work together
jw: nyambut gawe bareng

source: at any time, in any place.
jw: ing sembarang wektu, ing sembarang panggonan.

source: Explore
jw: Jelajahi

source: Support & Docs
jw: Dhukungan & Dokumen

source: Failed to validate if you are human
jw: Gagal validasi yen sampeyan manungsa

source: NOTIFY ME WHEN IT'S READY!
jw: KETIKA KAMI SAIKI IT&#39;S READY!

source: Thank You!
jw: Matur suwun!

source: We will notify you when the app is ready
jw: Kita bakal ngandhani yen app wis siyap

source: Most popular
jw: Paling populer

source: All languages
jw: Kabeh basa

source: Oops, Something went wrong.
jw: Wah, ana sing salah.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
jw: Wah, ana sing salah. Tim kita wis dilaporake. Mangga nyoba maneh mengko.

source: Support Documentation
jw: Dhukungan Dokumentasi

source: All Categories
jw: Kabeh Kategori

source: Contents
jw: Isine

source: Related Articles
jw: Artikel sing gegandhengan

source: Get started: processes, best practices, setup guides, and more!
jw: Miwiti: proses, praktik paling apik, pandhuan persiyapan, lan liya-liyane!

source: Find anything you need to get to work in CaseActive.
jw: Temokake apa wae sing dibutuhake kanggo kerja ing CaseActive.

source: All case communication in one spot
jw: Kabeh komunikasi cilik ing siji titik

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
jw: Ngowahi, kirim nganyari, mangsuli pitakon, njupuk cathetan, komentar, lan kabeh diskusi diwenehi tag notifikasi email lan SMS nyata.

source: Share with confidence
jw: Berbagi kanthi yakin

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
jw: Nuduhake dokumen lan foto ing antarane para klien lan anggota tim ing endi wae lan kabeh piranti, saengga kabeh wong ora seneng.

source: Take it on the go
jw: Njupuk ing perjalanan

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
jw: Gunakake piranti seluler kaya tablet lan smartphone kanggo ngupayakake rincian utama, ngrembug masalah utama, dokumen ijol-ijolan, lan kemajuan kasus grafik ing wektu nyata.

source: Immediate records access
jw: Langsung rekaman akses

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
jw: Pangguna sing sah bisa ngakses data klien lan informasi kasus (kalebu kasus saiki, kepungkur, mbukak, ditutup, lan ditundha), kabeh liwat siji portal.

source: Automatic timezone conversion
jw: Konversi wektu zona otomatis

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
jw: Apa sampeyan lelungan utawa tetep ing lokasi liya, sampeyan bakal nyelarasake karo sistem manajemen percakapan zona wektu kita.

source: Track Events
jw: Trek Kedadean

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
jw: Cepet jadwal rapat, monitor acara sing bakal teka, lan ngajak klien lan anggota tim minangka pamiarso.

source: Video Conferencing
jw: Konferensi Video

source: Connect with clients and team members via live video chats for even more interactivity.
jw: Sambungake karo klien lan anggota tim liwat obrolan video urip kanggo luwih interaktivitas.

source: Automate tasks when a case is created or a user is assigned to a case.
jw: Ngotomatisasi tugas nalika kasus digawe utawa pangguna ditugasake kanggo kasus.

source: Automated Alerts
jw: Otomatis Tandha

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
jw: Pengin pengin klien sampeyan minangka Happy Birthday? Gawe pesen otomatis kanggo klien sing kepungkur lan saiki kanggo dina khusus!

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
jw: Klien bisa ngowahi profil karo data sing dianyari, foto, sandhi, lan setelan akun.

source: Ask Questions, Get Answers.
jw: Takon Pitakon, Entuk Jawaban.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
jw: Gawe formulir khusus lan dikirim menyang klien supaya wis rampung. Klumpukne informasi penting, wenehake survey metu, lan entuk kabeh data sing dibutuhake kanggo tugasmu!

source: , Director of Sales of Cain & Company
jw: , Direktur Penjualan Kain &amp; Perusahaan

source: Make client billing as straightforward as possible with online invoices and payments.
jw: Gawe transaksi klien minangka straightforward karo online invoice lan pembayaran.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
jw: We tresna ing invoice kertu amarga ngijini klien ndeleng apa sing lagi mbayar kanggo.

source: , Vice President of Sky Digital
jw: , Wakil Presiden Sky Digital

source: Enjoy the ease of e-signing
jw: Seneng gampang e-tandha

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
jw: Ndhaptar elektronik kabeh dokumen liwat DocSign, nggunakake dokumen sing diunggah lan panjaluk teken lan konfirmasi klien digital.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
jw: Unggah dokumen, tandhani kanggo teken, banjur klien mlebu lan menehi tandha elektronik. Kabeh bakal rampung tanpa klien kudu mlebu ing bangunan kita. Iki migunani kanggo klien sing ora cedhak karo kantor utawa sing manggon ing luar negeri.

source: , Director of Operations of Capital Insurance
jw: , Direktur Operasi Asuransi Modal

source: Enhance Your System. Less Work, More Results.
jw: Nambah Sistem Panjenengan. Kurang Work, Liyane Hasil.

source: Use the Self-Serve Administrative Feature
jw: Gunakake Fitur Administrasi Nanggung

source: Take total control of your CaseActive management suite from the platform itself.
jw: Njupuk kontrol total saka CaseActive suite manajemen saka platform kasebut.

source: Effortlessly link your existing system with CaseActive
jw: Kanthi gampang nyambungake sistem sing ana karo CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
jw: Gabung API properti kanggo nggawe kasus kanthi otomatis, nemtokake pangguna, lan ngasilake laporan adhedhasar input sistem.

source: Acting as a
jw: Tumindak minangka

source: virtual administrative assistant
jw: assistant administratif virtual

source: , CaseActive empowers you with streamlined document and media handling, private
jw: , CaseActive mènèhi kekuwatan dhasar karo penanganan dokumen lan media, pribadi

source: client-to-customer communications
jw: komunikasi klien-kanggo-pelanggan

source: event scheduling, and step-by-step case processing.
jw: penjadwalan acara, lan proses mlaku-mlaku.

source: Self-Serve Administration
jw: Pamrentahan Timun Mas

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
jw: Tumindak minangka asisten administrasi virtual, CaseActive menehi sampeyan dokumen kanthi ngatur lan ngatur media, komunikasi klien-menyang-pelanggan pribadi, jadwal acara, lan proses proses langkah demi langkah.

source: Manage User Logins & Case Creation
jw: Ngatur Logins pangguna &amp; Penciptaan Kasus

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
jw: Langsung ngawasi nggawe akun pangguna nalika menehi idin ijin akses kanthi kasus. Ngatur nggawe, kemajuan, lan nutup, kanthi nglaporake saben langkah.

source: View Caseactive Analytics
jw: Ndeleng Caseactive Analytics

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
jw: Deleng persis carane kasus terus maju, jumlah kasus sing sukses, lan deleng tanggapan liwat modul analytics lengkap CaseActive. Kawruh minangka kekuwatan, lan kita wis menehi sampeyan kabeh ngerti babagan proyek sampeyan dhewe.

source: Monitor User Logs
jw: Monitor Log Anggota

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
jw: Coba dipikirake log lan klien anggota tim lan kegiatan platform kanggo mesthekake kabeh tumindak dileksanakake ing parameter kasus kasebut lan kabeh anggota nindakake tugas kaya sing dibutuhake.

source: Employ Advanced Searches
jw: Nggoleki Advanced Searches

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
jw: Temokake persis apa sing dibutuhake nalika sampeyan butuh. Nelusuri kasus kanthi jeneng pangguna lan klien, tembung kunci, alur, dokumen sing diunggah, lan liya-liyane!

source: Create Custom Fields
jw: Nggawe Custom Fields

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
jw: Nggawe kolom kasus khusus kanggo masukan klien lan tim, lan ngumpulake data sing dibutuhake saka kabeh sing melu. Gawe antarmuka kasus sing unik kanggo bisnis lan merek!

source: Create Custom Templates
jw: Nggawe Templat Custom

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
jw: Gawe macem-macem bentuk lan template khusus kanggo distribusi lan ngrampungake sajrone lan sawise kasus (kaya survey exit klien). Apa wae bentuk sing sampeyan butuhake, sampeyan bisa nggawe!

source: As-You-Go Invoicing
jw: Invoicing As-You-Go
