Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/jw/LC_MESSAGES/messages.po
Languages: jw

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
jw: 5.1 Lisensi: Tundhuk karo syarat-syarat lan syarat perjanjian, lan yen mbayar tepat waktu kabeh biaya sing ditrapake ing Formulir Order utawa aliran mlebu, aku bakal menehi sampeyan non-eksklusif, ora bisa ditransfer, hak sing winates lan lisensi kanggo nggunakake (lan ngidini pangguna sing sah nggunakake) Layanan sing sampeyan lengganan, mung kanggo tujuan bisnis internal.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
jw: 5.2 Pangguna sing Diwenehi: Sampeyan (i) tanggung jawab kanggo pangguna sing wis resmi karo Perjanjen, lan (ii) kudu nggunakake usaha sing cukup komersial kanggo nyegah akses ora sah utawa nggunakake Layanan lan ora bakal menehi kabar kanthi langsung babagan akses ora sah utawa panggunaan. Sampeyan dadi tanggung jawab kanggo mbusak akses menyang Layanan yen status sah pangguna utawa karyawan sing ditemtokake.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
jw: 5.3 Tanggung Jawab lan Watesan: Sampeyan tanggung jawab kanggo kabeh kegiatan sing dumadi ing akun pangguna utawa pangguna sing sah. Sampeyan kudu: (i) duwe tanggung jawab tunggal kanggo akurasi, kualitas, integritas, legalitas, linuwih lan kesesuaian kabeh data sing dikirim menyang Layanan; (ii) nggunakake usaha sing cukup komersial kanggo nyegah kontrol sing ora sah utawa ngrusak utawa akses ora sah, utawa nggunakake, Layanan lan ngabari kita kanthi cepet babagan panggunaan utawa pelanggaran keamanan sing ora sah; (iii) tundhuk karo kabeh hukum lokal, negara, federal, lan manca sing ditrapake (kalebu undang-undang babagan privasi lan perlindungan informasi pribadi utawa konsumen) kanthi nggunakake Layanan; (iv) nganti bisa ditrapake, tundhuk karo kabeh aturan sing ana hubungane karo asosiasi kertu kredit (kalebu American Express, MasterCard lan Visa); lan (v) entuk lan njaga kabeh piranti lunak komputer, piranti lunak lan komunikasi sing dibutuhake kanggo ngakses Layanan, lan mbayar kabeh biaya akses (umpamane biaya ISP) sing sampeyan gunakake karo Layanan sampeyan.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
jw: Sampeyan bisa uga ora, lan sampeyan bakal mesthekake pangguna sing resmi ora, (i) mbubarake, engineer reverse, dekompilasi utawa liya nyoba nemtokake kode apa wae sing gegandhengan karo Layanan, utawa ngowahi, adaptasi, nggawe karya turunan adhedhasar, utawa nerjemahake Layanan; (ii) lisensi, sublicense, adol, nyewa, nemtokake, distribusi, transfer timeshare, sewa, utangan, tuku maneh kanggo bathi, distribusi utawa digunakake komersial, golek hak ing utawa nggawe Layanan kasedhiya kanggo pihak katelu; (iii) nggunakake Layanan kajaba sing ditrapake kanthi nyata ing ngisor iki utawa nglanggar undang-undang sing ditrapake; (iv) melu tumindak perdagangan sing ilegal utawa ngapusi babagan Layanan; (v) nyuda utawa mateni keamanan utawa fitur teknis utawa langkah Layanan liyane utawa aspek Perangkat Lunak utawa, kanthi cara, nyoba entuk utawa nggayuh akses ora sah menyang Layanan utawa sistem komputer utawa jaringan sing gegandhengan; (vi) nggunakake Layanan kanggo ngirim infringing, libelous, ora sopan, ngancam utawa digunakake kanthi ora sah, ora aman, jahat, nyiksa utawa nyiksa, utawa kanggo nyimpen utawa ngirim materi kanthi nglanggar hak privasi pihak katelu; (vii) nggunakake Layanan kanggo nyimpen utawa ngirimake virus, cacing, bom wektu, jaran Trojan lan kode, file, skrip, agen utawa program, utawa ngirim spam utawa pesen sing duplikat utawa ora dimupangatake. ; utawa (viii) ngganggu utawa ngganggu integritas utawa kinerja Layanan utawa data pihak katelu sing ana.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
jw: 5.4 Reservasi Hak: Ora ana hak liyane sing diwenehake kajaba mung kanthi jelas ing Kesepakatan. Kesepakatan kasebut ora adol lan ora nggawa hak-hak utawa kepemilikan, utawa menyang, Layanan utawa piranti lunak sing ana gandhengane. Kita duwe kabeh hak, judhul, lan kapentingan, kalebu kabeh hak properti intelektual, ing lan Layanan lan piranti lunak sing ana gandhengane lan kabeh nganyari, upgrade, modifikasi, tambahan, perbaikan utawa karya asale, lan apa wae, ngerti - kepriye, lan program sing dikembangake dening kita utawa sing menehi lisensi sajrone nindakake kinerja Layanan.

source: 6. Term and Termination:
jw: 6. Term lan pambuwangan:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
jw: 6.1 Istilah: Istilah Layanan beda-beda gumantung saka Layanan sing sampeyan lengganan lan bakal diatur ing Formulir Pesenan utawa sarujuk ing aliran dhaptar lan bakal gawe anyar kaya ing ngisor iki:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
jw: 6.1.1 Terma Layanan CaseActive: Langganan sampeyan kanggo CaseActive Service kanthi otomatis nganyari maneh kanggo istilah siji-wulan utawa setaun sing sukses, kaya sing disetel ing Formulir Order utawa aliran mlebu, kajaba kita nyetirake layanan sing diwenehake sampeyan kanthi kabar ora nganyari maneh paling ora telung puluh (30) dina sadurunge kadaluwarsa istilah saiki.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
jw: 6.1.2 Terma Layanan Situs Web CaseActive: Langganan sampeyan kanggo situs web situs web CaseActive kudu kanthi otomatis nganyari kanthi istilah siji wulan utawa setaun berturut-turut, kaya sing disetel ing Formulir Order utawa aliran mlebu, kajaba kita nolak Layanan utawa sampeyan menehi kita kanthi kabar ora nganyari maneh paling ora ana telung puluh (30) dina sadurunge mati ing wektu saiki.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
jw: 6.1.3 Pemberitahuan nulis babagan pembaharuan kanthi ora kudu dikirim menyang CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
jw: 6.2 Mungkasi: Salah siji partai bisa mungkasi persetujuan lan kabeh lengganan Layanan (i) yen partai liyane nglanggar samubarang kewajiban materi miturut Perjanjen lan pelanggaran kasebut ora diobati sajrone telung puluh (30) dina nampa kabar saka anane tanpa nglanggar pesta, utawa (ii) yen partai liyane dadi ora sopan utawa bangkrut, dibubarake utawa bubar, utawa mandheg kabeh usaha. Kita bisa mungkasi perjanjian kasebut kanthi cepet yen dilanggar bagean 5.3 ing ndhuwur. Sawise mungkasi Persetujuan, sampeyan bakal nolak kabeh panggunaan Layanan kasebut, mandheg nggambarake apa wae pangguna sampeyan saka Layanan, lan ngrusak kabeh informasi rahasia sing diduweni. Ora ana pihak sing nanggung tanggung jawab kanggo kerusakan amarga mandheg saka Persetujuan utawa lengganan kanggo Layanan sing diwenehake ing kene; Nanging kasedhiya, manawa mandhiri Persetujuan ora bakal mengaruhi tuntutan sing ana sadurunge mandeg kasebut.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
jw: 6.3 Nangani Data Sampeyan Ing Acara Penutupan: Sampeyan ngakoni lan setuju yen sawise kadaluwarsa utawa mungkasi langganan sampeyan ing Layanan, kita bisa uga mateni Layanan sing kena pengaruh lan kanthi cepet, sawise wektu sing cukup kurang saka sangang puluh (90 taun) ) dina, bisa mbusak akun lan data. Nanging, yen Layanan kasebut dibuwang dening kita, kita bakal menehi akses menyang layanan sementara, tanpa winates telung puluh 30 dina, kanthi tujuan sing ngidini sampeyan njupuk data properti, sing diwenehake, sampeyan wis mbayar kabeh kanthi apik yen ana utang sing ora dakutang. Sampeyan luwih setuju manawa ora bakal tanggung jawab marang sampeyan utawa kanggo pihak katelu kanggo mungkasi akses menyang Layanan utawa mbusak data sampeyan, yen kita tundhuk karo syarat bagean iki 6.3.

source: 7. Fees:
jw: 7. Biaya:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
jw: 7.1 Fees Layanan: Sampeyan kudu mbayar ragad sing ora bisa dibalekake kanggo Layanan ing jumlah sing diwenehake ing arus dhaptar utawa Formulir Pesenan (&#39;Fees Layanan&#39;) lan miturut frekuensi tagihan sing dinyatakake ing aliran mlebu utawa Pesenan Formulir. Fees Layanan bakal dibayar lan dibayar nalika tanggal invoice. Fees Layanan bisa uga tambah adhedhasar biaya saiki. Fees Layanan ora dibaleni sanajan sampeyan mungkasi langganan kanthi awal.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
jw: 7.2 Fees Tambahan: Sampeyan bisa uga mbayar biaya utawa biaya sing ora bisa dibalekake liyane kanggo nggunakake Layanan saliyane biaya sing diwenehake ing Formulir Order lan / utawa aliran mlebu. Fees lan biaya sing ora dibalekake ditambahake ing syarat tambahan kanggo Layanan sing ditrapake.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
jw: 7.3 Pembayaran Paling Laras: Sampeyan ngakoni manawa kegagalan sampeyan ora mbayar biaya utawa biaya nalika wektu bakal nyebabake penundaan utawa mungkasi langganan produk CaseActive. Yen gagal mbayar biaya utawa biaya sing kudu ditindakake, CaseActive nduweni hak kanggo nglumpukake agensi nglumpukake kanggo ngumpulake biaya lan biaya lan sampeyan bakal mbayar kabeh biaya sing ana ing CaseActive sing ana gandhengane karo koleksi jumlah sing kapungkur, kalebu , tanpa watesan, pengacara sing cukup &#39;lan beya agensi nglumpukake kapentingan kanthi jumlah sing padha karo sing luwih murah tinimbang 1.0% saben wulan utawa tingkat maksimal sing diidini.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
jw: 7.4 Pajak: Sampeyan kudu tanggung jawab kanggo kabeh pajak dodolan, nggunakake pajak, pajak ditambahake, pajak tanpa mbayar pajak lan pajeg lan biaya liyane sing ditrapake dening lembaga pemerintah federal, negara utawa lokal ing transaksi sing dianggep karo perjanjian kasebut. Yen kita duwe kewajiban sah kanggo mbayar utawa ngumpulake pajak sing sampeyan tanggung jawab, miturut bagean iki, jumlah sing cocog bakal dilayari lan dibayar dening sampeyan kajaba sampeyan menehi sertifikat pengecualian pajak sing sah sing diwenehake dening panguwasa pajak sing cocog.

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
jw: 8.1 Perwakilan lan Waranti Ganti Bersama: Saben partai ing ngisor iki nggantosi lan njanjeni menyang partai liyane sing (i) kabeh duwe wewenang sing kudu mlebu lan nindakake kewajiban kasebut ing Perjanjen tanpa idin saka pihak katelu utawa nglanggar kontrak utawa perjanjian apa wae. pihak katelu, (ii) kabeh wong sing nindakake kewajiban ing ngisor iki wis ngetrapake kabeh kesepakatan sing dibutuhake supaya supaya bisa tundhuk karo syarat-syarat lan syarat ing Perjanjen, lan (iii) iku kudu tundhuk kabeh prekara sing cocog karo kabeh ukum sing ditrapake kanggo Layanan.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
jw: 8.2 Perwakilan Tambahan lan Waranti: Sampeyan njamin, makili lan janji kanggo sampeyan nggunakake Layanan mung kanggo tujuan sing sah miturut Perjanjen lan kabeh kabijakan lan pedoman CaseActive sing ditrapake.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
jw: 8.3 Penafian Waranti: KECAPAKAN UNTUK WARRANTI EXPRESS KANGGO ING SEKSYEN 8, ING UNTUK MAJLIS PENTAKSIRAN UNDANG-UNDANG APLIKASI, KANGGO NGAPAK WANGSA KANGGO, INGKANG, KANGGO, KANGGUHAN ATAWA KANGGO, ING UNDANG-UNDANG utawa ING KURSIA ING TRADE, AS ING ANU BISA, NAMPANGKE ING KANGGO MUDAH, KATENAN, KANGGO, KANGGO UNTUK KANGGO KANGGO, utawa BUKU. KANGGO NAK JAMINAN KANGGO JAWA INGALU ATAWA KELAYANAN INGGRIS KANGGO ING KELUARGA, INGKAP KENALANGAN AKSUN, utawa INGGRIS NGGENALENGAN KANGGO utawa INGKEJAHAN INGGRIS UNTUK INGGRIS ATAWA ERROR-FREE. PERKHIDMATAN LAN PERKHIDMATAN DIPANGGO ING ING ING INI &#39;AS IS&#39; BASIS lan GAMPIRAN SAIKI DAN PERKHIDMATAN ING ING RISIKO, INGGRIS, TANPA LIMITASI, KOMPUTUSAN DENGAN ANTARI. PIHAKAN INGGRIS MENGIKUTKAN PEMBANGUNAN ING SEMBAHYANA WARRANTY KONTOR PENTADBIRAN.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
jw: KANGGO NATE NATE ING REPRESENTASI UTAWA ATAWA KANGGO YANG DIGUNAKAN ING SERVISES INGKE SATISFI ATAWA NAMPILKE KOMPLENSI ANTARA APLIKASI LAMPIRAN utawa UNDANG-UNDANG utawa UNDANG-UNDANG. APLIKASI ING APA ING NGANG TANGGAL MUNGGAL ING TANPA ING APA PADAYANAN utawa NEGARA-NEGARA-NEGARA-NEGARA-NEGARA NEGARA utawa KABUPATEN YANG DITANGGANG APLIKASI KANGGO. Sampeyan SAIKI TANGGUNGJAWAB INGGRIS UNTUK MENGGUNAKAN yen INGKE JASA ING DIGUNAKAN ING AKU KANGGO WANG APLIKASI.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
jw: Yen Sampeyan ora disenengi karo SERVISES utawa JAMINAN ING, INGKE SANGGITAN DAN GAMPANG EKALES KANGGO NATE GAMPANG GAMPANG Gunakake.

source: 9. Confidential Information:
jw: 9. Informasi Rahasia:
