Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/jw/LC_MESSAGES/messages.po
Languages: jw

source: You should choose image file.
jw: Sampeyan kudu milih file gambar.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
jw: Upload dokumen, tandhani kanggo tandha, lan banjur mlebu klien lan menehi tandha. Kabeh rampung tanpa klien kudu mlebu bangunan kita. Iki gampang dienggo karo klien sing ora cedhak karo kantor utawa sing ora pati ngerti.

source: Director of Operations of Capital Insurance
jw: Direktur Operasi Asuransi Modal

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
jw: Kanca-kanca kita bisa mlebu lan ndeleng informasi dhasar babagan kasus sing diarani. Iki wis nambah referensi kasus kita ...

source: Partner of Law Office of Christianson & Bayles
jw: Partner Kantor Hukum Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
jw: Kita ora maneh kudu ndeleng klien ing kantor kanggo rapat, lan dokumen mlebu kabeh rampung online - sarwa !.

source: CEO of EL Passion
jw: CEO EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
jw: Nggunakake API, kita wis otomatis otomatis apa sing ditampilake ing feed kasus, adhedhasar pemicu khusus ing sistem sing ana. Cantik trep ..

source: IT Manager of Carter Mario Injury Lawyers
jw: Pengurus IT Pengacara Kecil Carter Mario

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
jw: Kita duwe akeh klien multibasa sing nggunakake fitur terjemahan. Kita ngirim pesen kanthi yakin manawa kabeh bakal dingerteni. Iki ngidini kita pindhah saka lokal menyang karya global ..

source: CEO of Solid Rock Designs
jw: CEO Solid Rock Desain

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
jw: Klien seneng! Iki nggawe urip luwih gampang. Dheweke bisa ngrembug masalah karo kita kanthi online, upload foto lan dokumen, lan kabeh disimpen ing endi tim lan klien bisa ndeleng.

source: Partner of Ashley &amp; Ashley P.C.
jw: Partner saka Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
jw: Kita seneng karo invoice kasus amarga ngidini klien ndeleng persis apa sing dibayar.

source: Vice President of Sky Digital
jw: Wakil Presiden Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
jw: Komunikasi salib kaya kabeh media sosial lan alat kolaborasi ing sak panggonan.

source: Director Of Complaint Management
jw: Direktur Pengelola Aduan

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
jw: Wangun cilik ngidini kita ngrungokake lan sinau, ngewangi kita ningkatake dodolan liwat saranan customer ..

source: Director of Sales of Cain &amp; Company
jw: Direktur Penjualan Kain &amp; Perusahaan

source: The user interface is very similar to Facebook. It’s extremely easy to use..
jw: Antarmuka pangguna meh padha karo Facebook. Iku gampang banget kanggo digunakake ..

source: Partner of Wong Medical Group LLC
jw: Partner saka Wong Medical Group LLC

source: A pin has been sent to
jw: A pin wis dikirim menyang

source: Cancel
jw: Mbusak

source: Send New Pin
jw: Kirimi Pin Anyar

source: Need Help?
jw: Perlu Bantuan?

source: Click here to contact us
jw: Klik kene kanggo hubungi kita

source: Next
jw: Sabanjure

source: Login or Signup
jw: Mlebet utawa Ndaftar

source: Invalid email entered
jw: Email ora sah

source: Made with
jw: Digawe karo

source: love
jw: Katresnan

source: in New York City
jw: Ing New York City

source: All rights reserved
jw: Kabeh hak dilindhungi

source: Terms of Use
jw: Katentuan Pangginaan supados langkung

source: Contact Us
jw: Hubungi Kita

source: Username
jw: Jeneng panganggo

source: Code
jw: Kode

source: New Password
jw: Tembung Sandi Anyar

source: Confirm Password
jw: Konfirmasi Pangguna

source: Set Your New Password
jw: Setel Pangguna Sandi Sampeyan

source: A code has been sent to
jw: Kode wis dikirim menyang

source: Change Password
jw: Ganti Pangguna

source: Changing...
jw: Ngganti ...

source: Login
jw: Mlebu

source: Forgot password?
jw: Kelalen sandhi?

source: Help
jw: Nulungi

source: Email or Phone
jw: Email utawa telpon

source: Reset Password
jw: Reset Pangguna Sandi

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
jw: Ketik alamat e-mail utawa nomer telpon sing gegandhengan karo akun sampeyan, banjur klik kirim. Kita bakal email utawa teks sampeyan link menyang kaca kanthi gampang nggawe tembung sandhi anyar.

source: Requesting...
jw: Njaluk ...

source: CASEACTIVE IS COMING SOON
jw: KASEAAKTIF LAKU

source: Create a free account
jw: Nggawe akun gratis

source: We are putting final touches to it. We will notify you when it's ready!
jw: Kita bakal menehi tutul pungkasan. Kita bakal ngabari yen wis siyap!

source: You’re minutes away from a better collaboration.
jw: Sampeyan adoh sawetara menit saka kolaborasi sing luwih apik.

source: First Name
jw: Jeneng ngarep

source: Last Name
jw: Jeneng pungkasan

source: Company
jw: Kumpeni

source: No language selected
jw: Ora ana basa sing dipilih

source: I agree with
jw: Aku setuju karo

source: Terms of Service
jw: Katemtuan Layanan

source: Language
jw: Basa

source: Have at least one lower case character
jw: Nduwe minimal siji karakter cilik

source: Have at least one capital letter
jw: Wis paling sethithik sakwetara huruf kapital

source: Have at least one number
jw: Duwe sethithike siji angka

source: Have at least 8 characters in length
jw: Nduwe paling ora 8 karakter

source: Type your current password
jw: Ketik sandhi saiki

source: Passwords must match
jw: Tembung sandhi kudu cocog

source: Domains
jw: Domain

source: Javascript are disabled. Please enable it.
jw: Javascript dinonaktifake. Mangga ngaktifake.

source: Cookies are disabled. Please enable it.
jw: Cookie ora aktif. Mangga ngaktifake.

source: New
jw: Anyar

source: Create A New App
jw: Nggawe Aplikasi Anyar

source: Apps
jw: Aplikasi

source: Profile
jw: Profil

source: Logout
jw: Metu

source: Hi
jw: Hai

source: View your account
jw: Deleng akun sampeyan

source: View page
jw: Kaca Ndeleng

source: You don’t have any apps
jw: Sampeyan ora duwe aplikasi apa wae

source: Notifications
jw: Kabar

source: No notifications yet.
jw: Durung ana kabar.

source: Today
jw: Dina iki

source: Last Week
jw: Minggu Wingi

source: No timezone selected
jw: Ora ana wektu sing dipilih

source: Complete profile to continue
jw: Profil lengkap kanggo terus

source: Timezone
jw: Zona wektu

source: Website:
jw: situs web:

source: Homepage:
jw: Halaman Ngarep:

source: Approve Access
jw: Ndangoni Akses

source: Permissions
jw: Izin

source: Billing
jw: Tagihan

source: Payment Plan
jw: Rencana Pembayaran

source: Edit
jw: Sunting

source: Save
jw: Simpen

source: has access to your information below:
jw: nduweni akses menyang informasi ing ngisor iki:

source: has invited you to their client portal.
jw: wis ngajak sampeyan menyang portal klien.

source: want access to the following information:
jw: pengin akses menyang informasi ing ngisor iki:

source: Decline
jw: Nolak

source: Remove Access
jw: Mbusak Akses

source: Active
jw: Aktif

source: Invites
jw: ngundang

source: Disabled
jw: dipatèni

source: No apps found
jw: Ora ditemokake app

source: user
jw: pangguna

source: active
jw: Aktif

source: inactive
jw: Aktif

source: Company Name
jw: Jeneng Perusahaan

source: Type
jw: Ketik

source: Invitation
jw: Undangan

source: About App
jw: Babagan App

source: Billing Info
jw: Informasi Tagihan

source: Your Company Name
jw: Jeneng Perusahaan

source: Your Company Website
jw: Panjenengan Company Website

source: Saving...
jw: Nyimpen ...

source: Billing Information
jw: Informasi Tagihan

source: Please add the APP ID provided by the company
jw: Mangga tambahake ID APP sing diwenehake dening perusahaan

source: Select an option
jw: Pilih opsi

source: Join an existing app as a client
jw: Gabung karo app sing wis ana minangka klien

source: Create a new app for my business
jw: Gawe aplikasi anyar kanggo bisnisku

source: Create Domain
jw: Nggawe Domain

source: Select enterprise app
jw: Pilih aplikasi perusahaan

source: No item selected
jw: Ora ana barang sing dipilih

source: Domain name
jw: Jeneng domain

source: Add
jw: Nambah

source: No enterprise app found
jw: Ora ana aplikasi perusahaan sing ditemokake

source: Pending
jw: Ditunggu

source: No domains found
jw: Ora ana domain sing ditemokake

source: Txt Value
jw: Nilai Txt

source: Enterprise Host ID
jw: ID Host Enterprise

source: Action
jw: Tumindak

source: Delete
jw: Mbusak

source: Exclude Emails From SSO
jw: Ngilangi Email Saka SSO

source: SAML Identity Provider Metadata
jw: Metadata Panyedhiya Identitas SAML

source: Submit
jw: Kirimake

source: Profile photo
jw: Gambar profil

source: Uploading...
jw: Ngunggah ...

source: has been claimed by another account, please, change it or
jw: wis dituntut dening akun liyane, mangga, ngganti utawa

source: reclaim
jw: mbalekake

source: it
jw: iku

source: pending verification:
jw: pending verifikasi:

source: verify
jw: ngecek

source: Phone Number
jw: Nomer telpon

source: Current Password
jw: Sandi saiki

source: Change password
jw: Ganti tembung sandhi

source: No gender selected
jw: Ora ana jender sing dipilih

source: Company Title
jw: Title Company

source: Address
jw: Alamat

source: Address 2
jw: Alamat 2

source: City/Locality
jw: Kutha / Locality

source: State/Region
jw: Negara / Wilayah

source: No country selected
jw: Ora ana negara kapilih

source: Zip/Postal Code
jw: Zip / Kode Pos

source: Basic
jw: Dhasar

source: Date of Birth
jw: Tanggal Lahir

source: Occupation
jw: Pakaryan

source: Location
jw: Lokasi

source: Address is not valid
jw: Alamat ora valid

source: City/Locality is not valid
jw: Kutha / Lokal ora valid

source: Country
jw: Negara

source: State/Region is not valid
jw: Negara / Wilayah ora valid

source: Contact Info
jw: Info kontak

source: Language & Region
jw: Basa &amp; Wilayah

source: Saving
jw: Ngirit

source: Verify Your
jw: Verifikasi Panjenengan

source: Verification Code
jw: Kode verifikasi

source: Resend Code
jw: Sambungake Kode

source: Verify
jw: Ngecek

source: Verifying...
jw: Verifikasi ...

source: Later
jw: Mengko

source: We're here to help
jw: We are kene kanggo bantuan

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
jw: Matur nuwun kanggo kontak kita. Pesen sampeyan wis dikirim kanthi sukses. Kita bakal ngubungi sampeyan kanthi cepet!

source: Message
jw: Pesen

source: characters left
jw: aksara kiwa

source: Send
jw: Kirim

source: Sending...
jw: Ngirim ...

source: You will no longer receive email marketing from the list.
jw: Sampeyan ora bakal nampa marketing email maneh saka dhaptar.

source: If you have a moment, please let us know why you unsubscribed:
jw: Yen sampeyan duwe wayahe, muga-muga ngerti sebabe sampeyan mandheg langganan:

source: Return to our website
jw: Bali menyang situs web kita

source: Thank you. Your response has been submitted.
jw: matur nuwun. Tanggapan sampeyan wis dikirim.

source: No Cases
jw: Ora Ana Kasus

source: Layout
jw: Tata letak

source: Gallery
jw: Galeri

source: This case has been closed
jw: Kasus iki wis ditutup

source: Images
jw: Gambar

source: Audios
jw: Audio

source: Files
jw: File

source: Events
jw: Acara

source: Forms
jw: Bentuke

source: E-signs
jw: E-tandha

source: Invoices
jw: Invoice

source: Notes
jw: Cathetan

source: Tasks
jw: tugas

source: Convo
jw: Konvo

source: Great job!
jw: Proyek gedhe!

source: You did all
jw: Sampeyan kabeh

source: the tasks
jw: tugas

source: Skip to content (c)
jw: Liwati nang isi (c)

source: Skip to footer (f)
jw: Liwati nang sikil (f)

source: Case
jw: Cilik

source: Search
jw: Nggoleki

source: Using Form Builder
jw: Nggunakake Formulir Builder

source: Using Forms Library
jw: Nggunakake Pustaka Formulir

source: Using E-sign Builder
jw: Nggunakake E-sign Builder

source: Using E-signs Library
jw: Nggunakake E-tandha Library

source: Documents
jw: Dokumen

source: Create Note
jw: Nggawe Wigati

source: Edit Note
jw: Owahi sunting

source: End Convo
jw: Pungkasan Convo

source: Create Form
jw: Nggawe Formulir

source: Create Sign
jw: Nggawe Sign

source: Event Create
jw: Nggawe Acara

source: Convo Videos
jw: Video Konco

source: Cases
jw: Kasus

source: Case categories
jw: Kategori kasus

source: Your team
jw: Tim sampeyan

source: To do
jw: Kanggo nindakake

source: To Do:
jw: Kanggo nindakake:

source: Case Categories
jw: Kategori Kasus

source: Your Team
jw: Tim Panjenengan

source: To Do
jw: Kanggo nindakake

source: Yes
jw: Ya

source: Close
jw: Nutup

source: Publish
jw: Nerbitake

source: Visibility
jw: Tampilan

source: all
jw: kabeh

source: sign
jw: tandha

source: Page
jw: Kaca

source: of
jw: saka

source: Processing
jw: Pangolahan

source: failed.
jw: gagal

source: Value should be greater or equal to 1
jw: Nilai kudu luwih gedhe utawa padha karo 1

source: Repeat end:
jw: Baleni pungkasan:

source: Signature
jw: teken

source: Draw
jw: Nggambar

source: Write
jw: Tulis

source: Still processing video...
jw: Isih ngolah video ...

source: You
jw: Sampeyan

source: You are about to delete feed. Are you sure?
jw: Sampeyan arep mbusak feed. Apa sampeyan yakin?

source: No convo audios yet
jw: Durung ana audio convo

source: No convo videos yet
jw: Durung ana video convo

source: Start Convo
jw: Miwiti Convo

source: Notify the Host
jw: Ngabari Host

source: is in the call
jw: ana ing telpon

source: and
jw: lan

source: others are in the call
jw: liyane ing telpon

source: Audio call is being recorded
jw: Telpon audio lagi direkam

source: Video call is being recorded
jw: Panggilan video lagi direkam

source: Join now
jw: Gabung saiki

source: Dismiss
jw: Ngilangi

source: Can’t find your
jw: Ora bisa nemokake sampeyan

source: microphone
jw: mikropon

source: Check your system settings to make sure that
jw: Priksa setelan sistem kanggo mesthekake yen

source: is available. If not, plug one in. You might need to restart your browser.
jw: kasedhiya. Yen ora, pasang siji. Sampeyan bisa uga kudu miwiti maneh browser.

source: web camera
jw: kamera web

source: You are going to start a Convo call. Start with:
jw: Sampeyan bakal miwiti telpon Convo. Mulai karo:

source: Audio Only
jw: Mung Audio

source: Record the meeting
jw: Rekam rapat kasebut

source: Waiting for someone with permission to start a Convo call
jw: Ngenteni wong sing duwe ijin kanggo miwiti telpon Convo

source: Add Ticket
jw: Tambah Tiket

source: Title
jw: Judhul

source: Open
jw: Mbukak

source: Closed
jw: Ditutup

source: You are about to close ticket. Are you sure?
jw: Sampeyan arep nutup tiket. Apa sampeyan yakin?

source: Announcements
jw: Pengumuman

source: Support
jw: Nyokong

source: Opened
jw: Kabuka

source: View
jw: Ndeleng

source: Locations
jw: Panggonan

source: You currently have no announcements.
jw: Sampeyan saiki ora duwe woro-woro.

source: You currently have no
jw: Sampeyan saiki ora duwe

source: open cases. Click
jw: kasus mbukak. Klik

source: here
jw: kene

source: to contact support.
jw: kanggo hubungi dhukungan.

source: closed cases.
jw: kasus tertutup.

source: open tickets.
jw: karcis mbukak.

source: closed tickets.
jw: karcis ditutup.

source: You currently have no locations.
jw: Saiki sampeyan ora duwe lokasi.

source: Write a comment....
jw: Tulis komentar ...

source: Post
jw: Kirim

source: Add Location
jw: Tambah Lokasi

source: Save Event
jw: Simpen Acara

source: Name
jw: Jeneng

source: Start Date
jw: Mulai Tanggal

source: Start Time
jw: Wiwit Wektu

source: End Date
jw: Tanggal Akhir

source: End Time
jw: Wektu Akhir

source: Repeat
jw: Baleni maneh

source: Attendees
jw: Para rawuh

source: Event Location
jw: Lokasi Acara

source: Description
jw: Gambaran

source: Attending
jw: Rawuh

source: Add to calendar
jw: Tambah menyang tanggalan

source: Details
jw: Rincian

source: Event by
jw: Acara dening

source: more
jw: liyane

source: Maybe
jw: Mungkin

source: Not Attending
jw: Ora Menyang

source: No
jw: Ora

source: CaseActive Convo
jw: Konvoi CaseAktif

source: Video Conference
jw: Konferensi Video

source: Event details
jw: Rincian acara

source: You don't have permissions to view this page.
jw: Sampeyan ora kagungan idin kanggo ndeleng kaca iki.

source: Your Upcoming Events
jw: Acara Mbesuk Sampeyan

source: Upcoming
jw: mbesuk

source: Your Past Events
jw: Acara Sadurunge Sampeyan

source: Past
jw: Biyen

source: Your Events
jw: Acara Panjenengan

source: All
jw: Kabeh

source: All Events
jw: Kabeh Acara

source: Directions
jw: Arah

source: Edit settings
jw: Sunting setelan

source: Delete event
jw: Mbusak acara

source: Attending?
jw: Rawuh?

source: No Events
jw: Ora Ana Acara

source: more comment(s)
jw: liyane komentar (s)

source: Loading comments
jw: Loading komentar

source: You are about to delete comment. Are you sure?
jw: Sampeyan bakal mbusak komentar. Apa sampeyan yakin?

source: task
jw: tugas

source: to do
jw: kanggo nindakake

source: tasks
jw: tugas

source: Write something...
jw: Tulis sesuatu ...

source: Attach File
jw: Pasang File

source: From Template
jw: Saka Cithakan

source: No feeds yet.
jw: Ora ana feed.

source: comments
jw: komentar

source: comment
jw: komentar

source: Add a comment
jw: Tambah komentar

source: Template
jw: Cithakan

source: No templates
jw: Ora ana template

source: Done
jw: Rampung

source: Select the members who needs to fill this form
jw: Pilih anggota sing kudu ngisi formulir iki

source: Update Form
jw: Update Formulir

source: Due Date
jw: Amarga Tanggal

source: Due Time
jw: Amarga wektu

source: Preview
jw: Pratinjau

source: Save & Close
jw: Simpen & Tutup

source: Add an element
jw: Tambah unsur

source: Media is converting. We will notify you when it is ready
jw: Media ngowahi. Kita bakal ngandhani yen wis siyap

source: Add
jw: Tambah

source: Field
jw: lapangan

source: Edit
jw: Sunting

source: Text
jw: Teks

source: Sub Text
jw: Sub Teks

source: Media failed in converting. Please delete and try again or another.
jw: Media gagal ngowahi. Mangga mbusak lan nyoba maneh utawa liyane.

source: Pages
jw: kaca

source: Saved
jw: Disimpen

source: Insert
jw: Lebokake

source: Elements
jw: unsur

source: Action Required
jw: Tindakan sing dibutuhake

source: Add a new page
jw: Tambah kaca anyar

source: Blank page
jw: Kaca kosong

source: From PDF
jw: Saka PDF

source: From image
jw: Saka gambar

source: Add PDF
jw: Tambah PDF

source: Add Image
jw: Tambah Gambar

source: Options
jw: Pilihan

source: Column Names
jw: Jeneng Kolom

source: Option already exists.
jw: Pilihan wis ana.

source: options list is empty
jw: daftar pilihan kosong

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
jw: Kothak kothak mung ndhukung 5 pilihan. Sampeyan bisa ngganti kolom menyang dropdown kanggo nambah opsi liyane

source: columns list is empty
jw: dhaftar kolom kosong

source: Delete row
jw: Mbusak baris

source: Add a new row
jw: Tambah baris anyar

source: Download
jw: Ngundhuh

source: Question
jw: Pitakonan

source: Default answer
jw: Jawaban standar

source: Media is converting
jw: Media ngowahi

source: Send Form
jw: Kirim Formulir

source: Form Submited.
jw: Formulir Submited.

source: You don't have permissions to submit forms.
jw: Sampeyan ora duwe idin kanggo ngirim formulir.

source: You currently have no forms of your own
jw: Sampeyan saiki ora duwe wujud dhewe

source: Your Uncompleted Forms
jw: Formulir Sampeyan Ora Lengkap

source: Uncompleted
jw: Ora rampung

source: Your Completed Forms
jw: Formulir Sampeyan Wis Rampung

source: Completed
jw: Rampung

source: Your Forms
jw: Formulir Sampeyan

source: All Forms
jw: Kabeh Formulir

source: Form Title
jw: Judhul Formulir

source: Author
jw: Panganggit

source: Published
jw: Diterbitake

source: Submissions
jw: Kiriman

source: No Forms
jw: Ora Ana Formulir

source: Upload Form Document
jw: Unggah Dokumen Formulir

source: Forms Library
jw: Pustaka Forms

source: No Forms In Library
jw: Ora Ana Formulir Ing Pustaka

source: Answers
jw: Wangsulan

source: Close - Status changed
jw: Nutup - Status diganti

source: Change Status
jw: Ngganti Status

source: Case Number
jw: Cilik Jumlah

source: Date Opened
jw: Tanggal dibuka

source: User Id
jw: Panganggo Id

source: Case Id
jw: Kasus Id

source: Confirm your details
jw: Konfirmasi rincian sampeyan

source: Form Submitted.
jw: Formulir Dikirim.

source: PO No:
jw: Nomer PO:

source: Reference ID:
jw: ID referensi:

source: Term:
jw: istilah:

source: Note:
jw: Cathetan:

source: Price
jw: Rega

source: Add more
jw: Tambah maneh

source: Discount(%)
jw: Diskon(%)

source: TAX(%)
jw: PAJAK(%)

source: Select the members who needs to view or pay this invoice
jw: Pilih anggota sing kudu ndeleng utawa mbayar invoice iki

source: Create Invoice
jw: Nggawe Invoice

source: PO No.
jw: Nomer PO

source: Reference ID
jw: ID referensi

source: Term
jw: istilahe

source: Note
jw: Cathetan

source: Quantity
jw: Jumlah

source: Price ($)
jw: rega ($)

source: Discount (%)
jw: Diskon (%)

source: Tax (%)
jw: Pajak (%)

source: Pay Invoice
jw: Mbayar Invoice

source: Payment method
jw: Carane bayar

source: Add a new payment method
jw: Tambah cara pembayaran anyar

source: Summary
jw: Ringkesan

source: Payment:
jw: Pembayaran:

source: Total charge:
jw: Total biaya:

source: Your Unpaid Invoices
jw: Invoice sing Ora Dibayar

source: Unpaid
jw: Ora dibayar

source: Your Paid Invoices
jw: Invoice Mbayar Panjenengan

source: Paid
jw: Dibayar

source: Your Invoices
jw: Invoice Panjenengan

source: All Invoices
jw: Kabeh Invoice

source: Invoice Title
jw: Judul Invoice

source: No Invoices
jw: Ora ana Invoice

source: No Audios yet.
jw: Durung Audios.

source: Loading failed.
jw: Loading gagal.

source: retry
jw: Coba maneh

source: No documents yet.
jw: Durung ana dokumen.

source: No Files yet.
jw: Durung File.

source: No Images yet.
jw: Durung Gambar.

source: No Videos yet.
jw: Durung ana Video.

source: Page Not Found
jw: Kaca Ora ditemokake

source: Attachments
jw: Lampiran

source: Note View
jw: Cathetan View

source: No Notes
jw: Ora Ana Cathetan

source: Select the person to answer this field
jw: Pilih wong kanggo njawab lapangan iki

source: Create E-sign
jw: Nggawe E-tandha

source: Update E-signs
jw: Nganyari E-tandha

source: Signs
jw: pratandha

source: Add Field
jw: Tambah Lapangan

source: Edit Field
jw: Sunting Field

source: Send E-sign
jw: Kirim tandha E

source: E-sign Submitted.
jw: E-tandha dikirim.

source: You don't have permissions to submit e-signs.
jw: Sampeyan ora duwe ijin kanggo ngirim tandha elektronik.

source: You currently have no E-signs of your own
jw: Saiki sampeyan ora duwe tandha-tandha E dhewe

source: Your Uncompleted E-signs
jw: Tandha E sing durung rampung

source: Your Completed E-signs
jw: Rampung E-tandha Panjenengan

source: Your Signs
jw: Tandha Sampeyan
