{
  "case": {
    "read": "E heluhelu i nā kiko kiko a pau ma ke kuleana",
    "write": "Kākau i nā kiko kiko a pau e pili ana i ke kuleana"
  },
  "convos": {
    "read_all": "Nānā i ke kūlana o kēia manawa o convo.",
    "manage_own": "E hui a wehe i ka convo.",
    "moderate_others": "E hoʻomaka i ka convo, e hoʻopau i ka convo, a wehe i ka mea komo.",
    "read_all_submissions": "E heluhelu i nā convo i hoʻopaʻa ʻia."
  },
  "events": {
    "read_all": "E heluhelu i nā hanana a pau.",
    "manage_own": "Hana, hoʻohou a holoi i ka hanana ponoʻī.",
    "moderate_others": "Hoʻohou a holoi i ka hanana ʻē aʻe.",
    "read_all_submissions": "E heluhelu i nā hōʻoia hanana a pau.",
    "submit_own": "E hōʻoia i ke noi hele ʻana i nā hanana."
  },
  "posts": {
    "read_all": "E heluhelu i nā pou a pau.",
    "manage_own": "Hana, hoʻohou a holoi i ka pou ponoʻī.",
    "moderate_others": "Hoʻohou a holoi i ka memo a kekahi."
  },
  "forms": {
    "read_all": "E heluhelu i na palapala a pau.",
    "manage_own": "Hana, hoʻohou a holoi i ke ʻano ponoʻī.",
    "moderate_others": "Hoʻohou a holoi i ke ʻano o nā mea ʻē aʻe.",
    "read_all_submissions": "E heluhelu i nā palapala hoʻouna a pau.",
    "submit_own": "Waiho mai i ka palapala noi."
  },
  "invoices": {
    "read_all": "E heluhelu i nā pepa pepa a pau.",
    "manage_own": "Hana, hoʻohou a holoi i ka waihona kālā ponoʻī.",
    "moderate_others": "Hoʻohou a holoi i ka pepa kālā a kekahi.",
    "read_all_submissions": "E heluhelu i nā palapala hoʻouna a pau.",
    "submit_own": "Waiho i ka palapala noi."
  },
  "notes": {
    "read_all": "E heluhelu i nā memo a pau.",
    "manage_own": "Hana, hoʻohou a holoi i ka memo ponoʻī.",
    "moderate_others": "Hoʻopau a holoi i ka memo a kekahi."
  },
  "signs": {
    "read_all": "E heluhelu i nā e-hōʻailona.",
    "manage_own": "Hana, hōʻano hou a holoi i ka e-hōʻailona ponoʻī.",
    "moderate_others": "Hoʻohou a holoi i ka e-hōʻailona ʻē aʻe.",
    "read_all_submissions": "E heluhelu i nā palapala hoʻouna e-sign.",
    "submit_own": "Waiho mai i ke noi kahua."
  },
  "tasks": {
    "read_all": "E heluhelu i nā hana a pau.",
    "manage_own": "Hana, hoʻohou a holoi i ka hana ponoʻī.",
    "moderate_others": "Hoʻohou a holoi i ka hana a kekahi.",
    "read_all_submissions": "E heluhelu i nā hoʻouna hana a pau.",
    "submit_own": "Waiho i ka noi hana."
  },
  "team": { "read_all": "Heluhelu hui i ka hihia" }
}
