Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/haw/LC_MESSAGES/messages.po
Languages: haw

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
haw: Hoʻohui i kā mākou API waiwai e hana maʻalahi i nā hihia, hoʻonoho i nā mea hoʻohana, a hoʻopuka i nā hōʻike e pili ana i ka helu o kāu pūnaehana.

source: Acting as a
haw: Ke hana nei e like me

source: virtual administrative assistant
haw: luna kākoʻoʻoihana

source: , CaseActive empowers you with streamlined document and media handling, private
haw: , Hoʻopilikiaʻo CaseActive iāʻoe me nā palapala i kālaiʻia a me ka lawelaweʻana i nā media, kūʻokoʻa

source: client-to-customer communications
haw: ka mea nīnau aku i ka mea kūʻai

source: event scheduling, and step-by-step case processing.
haw: ka papa hana hoʻolālā, a me ka hanaʻana i nā hihia ma kahi pae.

source: Self-Serve Administration
haw: Ke Hoʻohui Kūʻokoʻa iāʻoe iho

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
haw: Hana ʻia e like me ke kōkua limahana kūleʻa, ua hoʻohana ʻo CaseActive iā ʻoe me ka palapala i hoʻopili a me ka hoʻopili ʻana i ka pāpā, ke kamaʻilio kūwaho o ka mea kūʻai aku, ke hoʻonohonoho ʻana i nā hanana, a me ka hoʻoiho ʻana i nā hihia hoʻokō.

source: Manage User Logins & Case Creation
haw: Mālama i nā mea hoʻohana a me nā mea hana hana

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
haw: E mālama pono i ka hoʻokumu ʻana o nā mea hoʻohana o ka mea hoʻohana i ka wā e ʻae ana i kā lākou ʻae i ke komo ʻana i ka hihia ma ka hihia. Mālama i ka hoʻopiʻi hihia, holomua, a me ka pani ʻana, me ka hōʻike ʻana i nā kuʻikahi āpau o ke ala.

source: View Caseactive Analytics
haw: Nānā i nā hoʻoponopono helu

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
haw: E ʻike pololei i ka holo ʻana o kahi hihia, ka nui o nā hihia i pani paʻa ʻia, a ʻike i nā manawa pane ma o ka paona hulina ʻo CaseActive. He mana ka ʻike, a ua hāʻawi mākou iā ʻoe i nā mea a pau e maopopo ai e pili ana i kāu mau papahana ponoʻī.

source: Monitor User Logs
haw: Nānā i nā mea hoʻohana

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
haw: E nānā i nā loulou a me nā hui lālā hui a me ka hana papa hana e hōʻoia i kā lākou mau hana āpau i ʻae ʻia i loko o nā ʻāpana hihia a ke hoʻokō nei nā lālā a pau i kā lākou kuleana e like me ka mea e pono ai.

source: Employ Advanced Searches
haw: Loaʻa i ka huli

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
haw: E ʻimi pono i ka mea āu e pono ai a pono ʻoe. Huli nā hihia ma ka inoa o nā mea hoʻohana a me nā mea kūʻai aku, nā huaʻōlelo, nā manawa, nā waihona i hoʻouna ʻia, a me nā mea hou aku.

source: Create Custom Fields
haw: E hana i nā Lula Kūnaho

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
haw: Hoʻokumu i nā pā loina kūikawā no ke kikowaena a me nā hui lālā o ka hui, a hōʻiliʻili i ka ʻikepili āu e pono ai no ka poʻe a pau e pili ana. Hana i ke ʻano hihia i kūʻokoʻa i kāu ʻoihana a me ka hōʻailona!

source: Create Custom Templates
haw: E hana i nā Lula Kū&#39;ē

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
haw: E hoʻomohala i kahi ʻano maʻamau o nā ʻano maʻamau a me nā hana maʻamau no ka hoʻoili a hoʻopau ʻana i nā wā ma hope a ma hope o kahi hihia (e like me nā noiʻi puka kūleʻa mai). ʻO kēlā me kēia ʻano āu e makemake ai, hiki iā ʻoe ke hana!

source: Violet Cherry
haw: Kaulanaʻo Violet

source: As-You-Go Invoicing
haw: Au-ʻo ʻoe hoʻi e hele nei

source: Patrick Bennett
haw: ʻO Patrick Bennett

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
haw: Hele mākou maʻaneʻi e kōkua! E kālepa i ka wā e loaʻa iāʻoe kekahi mau nīnau a pane mākou i loko oʻelua mau lā hana.

source: * Email is not valid.
haw: *ʻAʻole pono ka leka uila.

source: Low
haw: Haʻahaʻa

source: Medium
haw: Waimea

source: High
haw: Mea kiʻekiʻe

source: Critical
haw: Kūpono

source: Choose Importance
haw: E koho i ka nui

source: Department
haw: Keʻena

source: Sales
haw: Kuai

source: Other
haw: ʻO kekahi

source: Choose Department
haw: E koho i ka &#39;Oihana

source: Loading
haw: Hoʻoikaika

source: Importance
haw: Ka mea nui

source: Send A New Message
haw: Hoʻouna i kahi leka hou

source: Send message
haw: E hoʻouna i ka memo

source: Answers to Questions
haw: Nā pane i nā nīnau

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
haw: Loaʻa kekahi mau nīnau? E heluhelu hou i ka alakaʻi i kā mākou mau pane i nā nīnau a ka poʻe kūʻai a loaʻa nā pane i kāu iho.

source: How secure is CaseActive?
haw: Pehea ka palekana o CaseActive?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
haw: Hoʻohana ʻo CaseActive i ka pūʻali koa a me ka waihona waihona 128-bit SSL encryption no ka lawe ʻana i ka ʻikepili a me ka 256-bit AES encryption no ka ʻikepili i ka wā hoʻomaha. Loaʻa i kēlā me kēia hihia CaseActive kahi kī kū hoʻokahi i hana ʻia, e hāʻawi ana i kahi ʻāpana palekana hou no kāu ʻoihana. ʻAʻole mākou e ʻae i kahi hui ʻē aʻe e komo i kāu waihona a i ʻole ʻōnaehana mālama.

source: I have an existing system in place, Can CaseActive work with my existing system?
haw: Loaʻa iaʻu kahi ʻōnaehana i loaʻa, hiki iā CaseActive ke hana me kaʻu ʻōnaehana e kū nei?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
haw: ʻAe, hiki iā ʻoe ke hoʻohui i kā mākou API proprietary a i ʻole module import e hana ʻakomi i nā hihia, hāʻawi i nā mea hoʻohana, a hana i nā hōʻike e pili ana i kāu hoʻokomo pūnaewele.

source: We have clients all over the world. Is CaseActive available in other languages?
haw: Loaʻa iā mākou nā mea kūʻai aku ma ka honua holoʻokoʻa. Loaʻa ka CaseActive ma nā ʻōlelo ʻē aʻe?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
haw: ʻAe, hiki ke unuhi ʻia ka app CaseActive a me ke kamaʻilio ʻana i loko o 60 mau ʻōlelo, me ka Mandarin Chinese, Spanish, Hindi a me Lūkini a me ka ʻōlelo Pelekania.

source: Can I add a logo or customize CaseActive in any way?
haw: Hiki iaʻu ke hoʻohui i kahi hōʻailona a hoʻopilikino paha i ka CaseActive ma kekahi ʻano?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
haw: ʻOiaʻiʻo! Ua hoʻolālā ʻia ʻo CaseActive me ʻoe. Ma ka ʻaoʻao hoʻonohonoho admin panel, hiki iā ʻoe ke hoʻouka i kāu kala pilikino a koho i nā kala o kāu hui.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
haw: Ua kūpono anei ʻo CaseActive me kekahi mea hana (PC, Mac, Tablet a me Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
haw: ʻO CaseActive kahi polokalamu pūnaewele pane. Holo ia ma kekahi polokalamu kele pūnaewele e like me Internet Explorer, Firefox, Safari a i ʻole Chrome, a me nā mea ʻē aʻe. ʻO ia ke ʻano o ke ʻano o ka mea hana (PC, Mac, Tablet a me Mobile) āu e hoʻohana nei ʻaʻohe mea ʻokoʻa. E wehe wale i ka polokalamu kele pūnaewele, e komo i kāu moʻokāki CaseActive, a ua mākaukau ʻoe.

source: How many clients can I have?
haw: ʻEhia mau mea kūʻai e hiki iaʻu ke loaʻa?

source: You are billed per staff seat, per month. You can have unlimited client users.
haw: Uku ʻia ʻoe i kēlā me kēia noho limahana, i kēlā me kēia mahina. Hiki iā ʻoe ke loaʻa i nā mea hoʻohana mea kūʻai palena ʻole.

source: Enhance User Experience
haw: Hoʻonui i ka ʻike mea hoʻohana

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
haw: ʻAʻohe uku liʻiliʻi a ʻaʻohe hoʻohiki mua. Uku wale ʻoe no ka noho limahana, i kēlā me kēia mahina.

source: per Month
haw: i kēlā me kēia mahina

source: Everything you need to get started. 3 seats are included.
haw: ʻO nā mea a pau āu e pono ai e hoʻomaka. Hoʻokomo ʻia nā noho 3.

source: Business
haw: ʻoihana

source: Popular
haw: Kaulana

source: Our most popular plan. 4 seats are included.
haw: ʻO kā mākou papahana kaulana loa. Hoʻokomo ʻia nā noho 4.

source: Enterprise
haw: ʻOihana

source: Contact sales for pricing
haw: E hoʻokaʻaʻike i ke kūʻai aku no ke kumu kūʻai

source: Custom Pricing, Advanced features, SSO, Webhooks.
haw: Kumu kūʻai maʻamau, nā hiʻohiʻona kiʻekiʻe, SSO, Webhooks.

source: Contact Sales
haw: Hoʻokaʻaʻike Sales

source: Overview
haw: Nānā nui

source: Communicate and share docs with your clients
haw: E kamaʻilio a kaʻana like i nā palapala me kāu mau mea kūʻai aku

source: Schedule recurring events and meetings
haw: E hoʻonohonoho i nā hanana a me nā hālāwai

source: Fully customize your form to generate data
haw: Hoʻopilikino piha i kāu palapala e hana i ka ʻikepili

source: Keep track of case progression
haw: E mālama i ka holomua o ka hihia

source: Request compliant e-signatures from multiple users
haw: E noi i nā e-signatures mai nā mea hoʻohana he nui

source: Generate invoice for your client to view or pay
haw: E hana i ka palapala no kāu mea kūʻai aku e nānā a uku paha

source: Allows everyone to know what is coming up and due
haw: E ʻae i nā mea a pau e ʻike i ka mea e hiki mai ana

source: Auto notify the user when something is due
haw: Hoʻomaopopo ʻakomi i ka mea hoʻohana i ka wā e pono ai kekahi mea

source: Add custom case fields for all your cases
haw: Hoʻohui i nā kahua hihia maʻamau no kāu mau hihia a pau

source: Custom Branding
haw: Hoʻopaʻa inoa maʻamau

source: Make your app unique with logo and color styles
haw: Hoʻokaʻawale i kāu polokalamu me ka logo a me nā ʻano kala

source: Access to customer support
haw: Loaʻa i ke kākoʻo mea kūʻai aku

source: Storage
haw: Waihona

source: Unlimited
haw: palena ʻole

source: Additional Users Seats
haw: Nā Noho Hoʻohana Hou

source: Convo with recording
haw: Convo me ka hoʻopaʻa ʻana

source: Video or audio chat with recording saved to the case
haw: Ua mālama ʻia ka wikiō a i ʻole ke kamaʻilio leo me ka hoʻopaʻa ʻana i ka hihia

source: API Access
haw: Komo API

source: Automate tasks with access to API
haw: Hoʻokaʻawale i nā hana me ke komo ʻana i ka API

source: Module Templates
haw: Nā Papahana Module

source: Create a standard template and reuse it
haw: E hana i kahi maʻamau maʻamau a hoʻohana hou

source: Autorun an action when a case or case assigned is triggered
haw: E holo ʻauʻa i kahi hana ke hoʻāla ʻia kahi hihia a i ʻole ka hihia i hāʻawi ʻia

source: Newsletter
haw: Nupepa

source: Send general, birthday, or holiday messages to clients (Coming Soon)
haw: E hoʻouna i nā memo maʻamau, lā hānau, a lā hoʻomaha paha i nā mea kūʻai (E hiki mai ana)

source: Encryption at rest
haw: Hoʻopili i ka hoʻomaha

source: Protects your data from system compromise
haw: Mālama i kāu ʻikepili mai ka ʻae ʻana o ka ʻōnaehana

source: Encryption in transit
haw: Hoʻopili i ka lawe ʻana

source: Protects your data if communications are intercepted
haw: Mālama i kāu ʻikepili inā hoʻopaʻa ʻia nā kamaʻilio

source: SAML-based single sign-on (SSO)
haw: kau inoa hoʻokahi ma muli o SAML (SSO)

source: Respond realtime to events
haw: E pane i ka manawa maoli i nā hanana

source: Seamless Collaboration
haw: Hui Pū ʻole

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
haw: Hoʻoponopono ʻo CaseActive i ka laulima kikohoʻe ma waena o kāu hui a me nā mea kūʻai mai - mai ka kūkākūkā ʻana a hiki i ka hoʻonā ʻana, nā mea a pau ma kahi kahua hoʻokahi.

source: Take a tour
haw: E hele i ka huakaʻi

source: Stay Connected
haw: E noho pili

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
haw: E hoʻomau i kahi kamaʻilio koke me nā lālā o ka hoʻohana ʻana i ka polokalamu hoʻohana a me nā mea hoʻohana o CaseActive e like me kāu kahi e pau ai no ka mea kūʻai aku a me ka hoʻokele hihia.

source: Connect
haw: Hoʻohui

source: Case Feed keeps you up-to-date with your clients.
haw: Kūʻai ka mālama mālama iāʻoe me kāu poʻe.

source: Schedule
haw: Papa kuhikuhi

source: Create events, invite attendees, and monitor your calendar.
haw: E hana i nā hanana, e kono i nā haumāna, a nānā i kāu papalena.

source: Call
haw: Kāhea

source: Engage in live video conference calls any time, anywhere.
haw: E hele i loko o nā hālāwai kūkākūkā leo ola i kekahi manawa, ma hea.

source: Share
haw: Pākuʻi

source: Securely upload files, discuss them, and share.
haw: Hoʻouna pono i nā faila, e kūkākūkā i ia mau mea, a māhele.

source: Powerful Case Management
haw: Ka mana o ka mana

source: Out-of-the-Box Functionality
haw: Nā hana i waho o ka pahu

source: Easily assign individuals
haw: Hoʻokomo i nā mea

source: or teams to a case and collaborate with clients.
haw: aiʻole nā hui i kahi hihia a hana pū me nā mea kūʻai.

source: Manage user groups
haw: Hoʻoponopono i nā hui hoʻonohonoho

source: and customize access permissions.
haw: a hoʻonohonoho i nāʻaeʻike.

source: All data is automatically backed up
haw: Hoʻopili pūʻia nāʻikepili a pau

source: in case a recovery is ever needed.
haw: inā he pono ka mea e pono ai.

source: All information
haw: Nāʻike a pau

source: is securely encrypted, ensuring your absolute privacy.
haw: Ua hoʻopunipuni malūʻia, e hōʻoia ana i kou hilinaʻi kūʻokoʻa.

source: Customize
haw: Hoʻopilikino

source: with your own colors and logo.
haw: me kou mau iho a me ka logo.

source: can be enabled/disabled at any time.
haw: hiki ke hoʻohanaʻia / hōʻole i kēlā me kēia manawa.

source: Benefits of
haw: Pono o

source: Reduction in time
haw: Hoemi i ka manawa

source: to intake new clients
haw: e lawe i nā mea kūʻai aku hou

source: Minimize
haw: Hoemi

source: the chance of
haw: ka manawa o

source: malpractice
haw: hana ino

source: Better experience
haw: ʻOi aku ka maikaʻi

source: for your client
haw: no kāu mea kūʻai aku

source: Increase in caseload capacity
haw: Hoʻonui i ka hiki ke kau pahu

source: per staff
haw: no kēlā me kēia limahana

source: Get Started with our Built-in Apps
haw: E hoʻomaka me ko mākou Mau Hana Hoʻokomo

source: All you need in one place.
haw: ʻO nā mea a pau e pono ai ma kahi hoʻokahi.

source: Case Feed
haw: Kūʻai Feed

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
haw: Hoʻololi maʻalahi i kahi mea kūʻai aku, limahana, a me nā mea i hoʻopili i kahi hihia a hoʻokomo i kahi kūlana kūleʻa e hiki ai iā ʻoe ke hoʻomau i ka hihia, loaʻa nā kamaʻilio maoli a me ke kamaʻilio wikiō, a me nā hanana e pili ana i ka manawa, e kau inoa / hoʻouka / hoʻoili i nā palapala, a me keu.

source: Case Invoices
haw: Nā Waiwai hihia

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
haw: Me ka palapala hoʻokolohua ʻo-hele-hele, kaomi ʻea ʻana mai o ka mea kūʻai aku, a e hoʻouna iā ʻoe e hoʻouna koke ʻia i nā noi kālā hoʻoili kālā a loaʻa nā uku pane ʻia no ka uku.

source: Case Events
haw: Nā hanana hihia

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
haw: Hoʻopau i kāu kalima hihia i nā manawa āpau, ka hoʻonohonoho ʻana i nā hanana, ke kono ʻana i nā mea e hele ana, e hoʻouna ana i nā hoʻomanaʻo hoʻomanaʻo, a ke hoʻomau nei nā mea āpau.

source: Case Convo
haw: Ka hihia Convo

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
haw: E hui me nā mea kūʻai aku a me nā lālā o ka hui &#39;ma ke alo o ka maka ma o ka hālāwai kūkā ʻana i kūkulu ʻia i hiki ke kamaʻilio pololei me nā poʻe a pau e pili ana.

source: Case Forms & E-signs
haw: Nā Puka hihia & hōʻailona E

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
haw: Hoʻopiha piha i kāu palapala hihia e hana i nā makana kūʻokoʻa e mālama i kāu mau pono. Hiki ke māhele ʻia kēia mau hiʻohiʻona i nā mea kūʻai aku a me nā lālā o ka hui e hoʻopiha a hoʻopaʻa inoa

source: Case notes
haw: Nā moʻolelo hihia

source: Keep notes with custom fields and attachments on case progression for current and future team members
haw: E mālama i nā memo me nā kahua maʻamau a me nā mea pili i ka holomua hihia no nā lālā o kēia manawa a me ka wā e hiki mai ana

source: Case Media
haw: Media Media

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
haw: Hoʻouka, kaʻana like, manaʻo, a hoʻoiho i nā faila e pili ana i ka hihia i loaʻa i kēlā me kēia kanaka ke kuhikuhi i nā kikoʻī koʻikoʻi, nā kānaka, a me nā kūlana.

source: About Case
haw: No Case

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
haw: E nānā i nā mea kūʻai a me nā limahana e ʻike i nā kikoʻī maʻamau no nā hihia i pili iā lākou. Hiki iā ʻoe ke pani i ka hihia ke hoʻopaʻa ʻia nā mea āpau a hāʻawi ʻia i kahi mana o ka hui e hana pēlā.

source: Plus Many More Features
haw: Hoʻohui Nui i nā hiʻona

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
haw: E hoʻohana i ka hoʻokau lawelawe lawelawe pilikino E lawe i ka kāohi piha o kāu hoʻokele CaseActive hoʻokele mai ka platform ponoʻī iho.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
haw: Hoʻopili me ka hoʻopili pono ʻana i kāu ʻōnaehana mua me CaseActive Hoʻohui i kā mākou API waiwai e hana maʻalahi i nā hihia, hāʻawi i nā mea hoʻohana, a hoʻopuka i nā hōʻike i hoʻokumu ʻia i kāu ʻano ʻōnaehana.

source: Multi-Language Enabled:
haw: Hoʻohuiʻia nā Multi-Language:

source: Interact with clients in
haw: E hoʻolālā pū me nā mea kūʻai i

source: 70+ languages
haw: 70+ mau &#39;ōlelo

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
haw: Ināʻoe e hana ma ka&#39;āina a ma ka honua holoʻokoʻa, hiki iāʻoe ke unuhi i ka&#39;ōlelo maʻamau a kāu mea hoʻohana ma o CaseActive&#39;s

source: language management system
haw: pūnaewele mālama&#39;ōlelo

source: No more confusion or limits.
haw: ʻAʻohe pōpilikia a palenaʻole.

source: Let's see what others are saying
haw: E nānā kākou i ka&#39;ōlelo a kekahi

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
haw: E ʻike pehea pehea kā mākou mea kūʻai weliweli - mai nāʻoihana liʻiliʻi a i nā ʻoihanaʻoihana - ka mea hoʻokūkū i kā lākou hoʻokūkū hoʻokūkū ma ka lilo ʻana i mākaʻi CaseActive.

source: SUPPORT
haw: KEKAHI

source: Everything at Your Fingertips.
haw: ʻO nā mea a pau i kāu mau kapilima.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
haw: Hoʻomaka me kāu polokalamu CaseActive ma ka hahaiʻana i kā mākou alakaʻi wikiō, a hoʻonohonoho e like me kāu makemake.

source: What are you looking for...
haw: He aha kāu eʻimi nei ...

source: Last Updated: June 7, 2021
haw: Hoʻohou Hou: Iune 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
haw: Ua ʻae ʻo CaseActive i ka pono, i kēlā me kēia manawa a me kona kū hoʻokahi ʻana, e hoʻopaneʻe a hoʻololi i kekahi a i kēia mau Kūlana o ka lawelawe. Ke hoʻololi nei ʻo CaseActive i kēia mau lula o ka lawelawe, e hoʻololi ka CaseActive i ka lā &#39;Pau hope i hala&#39; ma luna. Oe ke kuleana no ka hoʻokele pinepine ʻana i kēia mana o ka Pūnaewele. ʻO kou hoʻomau mau ʻana i ka lawelawe ma hope o nā hoʻololi ʻia a lilo ia i ʻae ʻae ʻia e hoʻopaʻa ʻia e ia mau loli. Inā kū ʻole ʻoe i nā hoʻololi i kēia mau Manaʻomaʻo o ka lawelawe, ʻo ʻoe wale nō a me ka hoʻihoʻi kū hoʻokahi ka hoʻopau ʻana i nā lawelawe e like me nā ʻōlelo ma aneʻi.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
haw: Pili kēia mau ʻĀpana Nui o ka lawelawe i nā lawelawe ma ka laulā. Kuhi ʻia nā huaʻōlelo pili i kēlā me kēia lawelawe i hāʻawi ʻia ma nā loulou i hāʻawi ʻia ma lalo nei (nā ʻ thelelo Hou aʻe o ka lawelawe &#39;).

source: 1. Services:
haw: 1. Nānā:
