Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/haw/LC_MESSAGES/messages.po
Languages: haw

source: Tax (%)
haw: ʻauhau (%)

source: Total ($)
haw: Huina ($)

source: Pay Invoice
haw: Uku Invoice

source: Payment method
haw: Kaʻina uku

source: Add a new payment method
haw: Hoʻohui i kahi ala uku hou

source: Summary
haw: Hōʻuluʻulu manaʻo

source: Payment:
haw: Uku:

source: Total charge:
haw: Ka huina kālā:

source: Your Unpaid Invoices
haw: ʻO kāu mau pepa i uku ʻole ʻia

source: Unpaid
haw: Uku ole ia

source: Your Paid Invoices
haw: ʻO kāu mau pepa i uku ʻia

source: Paid
haw: Ukuia

source: Your Invoices
haw: Kou Invoice

source: All Invoices
haw: Nā Waiwai a pau

source: Invoice Title
haw: Poʻomanaʻo Invoice

source: No Invoices
haw: ʻAʻohe Invoice

source: No Audios yet.
haw: ʻAʻohe leo i kēia manawa.

source: Loading failed.
haw: Ua pio ʻole.

source: retry
haw: e hope

source: No documents yet.
haw: ʻAʻohe palapala i kēia manawa.

source: No Files yet.
haw: ʻAʻohe faila i kēia manawa.

source: No Images yet.
haw: ʻAʻohe kiʻi i kēia manawa.

source: No Videos yet.
haw: ʻAʻohe wikiō i kēia manawa.

source: Page Not Found
haw: Page aole i loaa

source: Attachments
haw: Pākuʻi

source: Note View
haw: Nānā Nānā

source: No Notes
haw: ʻAʻohe memo

source: Select the person to answer this field
haw: E koho i ka mea e pane i kēia māla

source: Create E-sign
haw: Hana i ka hōʻailona E

source: Update E-signs
haw: Hōʻano hou i nā hōʻailona E

source: Signs
haw: Nā hōʻailona

source: Add Field
haw: E hoʻouka i ka kahua

source: Edit Field
haw: Hoʻoponopono Hoʻoponopono

source: Send E-sign
haw: Hoʻouna E-hōʻailona

source: E-sign Submitted.
haw: Waihoia ka hoailona E.

source: You don't have permissions to submit e-signs.
haw: ʻAʻohe ou ʻae e hoʻouna i nā hōʻailona uila.

source: You currently have no E-signs of your own
haw: ʻAʻohe ou hōʻailona E i kēia manawa

source: Your Uncompleted E-signs
haw: ʻO kāu mau hōʻailona E i pau ʻole

source: Your Completed E-signs
haw: ʻO kāu mau hōʻailona E

source: Your Signs
haw: Kou mau hōʻailona

source: All E-signs
haw: Nā hōʻailona E a pau

source: E-sign Title
haw: E-hōʻailona inoa

source: No E-signs
haw: ʻAʻohe hōʻailona E

source: E-Signs Library
haw: Hale Waihona Puke E-Signs

source: No E-signs In Library
haw: ʻAʻohe E-hōʻailona ma ka waihona

source: Upload E-sign Document
haw: Hoʻouka i ka Palapala E-hōʻailona

source: Update Task
haw: Hana hou

source: Create Task
haw: Hana i ka hana

source: You currently have no tasks of your own
haw: ʻAʻohe āu hana ponoʻī i kēia manawa

source: Your Uncompleted Tasks
haw: ʻO kāu mau hana i pau ʻole

source: Your Completed Tasks
haw: ʻO kāu mau hana i pau

source: Your Tasks
haw: ʻO kāu mau hana

source: All Tasks
haw: Nā Hana a pau

source: Task
haw: hana

source: Deadline
haw: lā palena pau

source: Assignees
haw: Nā mea hāʻawi

source: In Progress
haw: Ke holo nei

source: Delete task
haw: Holoi i ka hana

source: No Tasks
haw: ʻAʻohe hana

source: wants access
haw: makemake komo

source: No Answers
haw: ʻAʻohe pane

source: Select Field Type
haw: E koho i keʻano o keʻano

source: Text Only
haw: Kikokikona wale nō

source: Multiple Line Text
haw: Kuhi Lulu Nui

source: Dropdown
haw: ʻO Dropdown

source: Multi Dropdown
haw: ʻOihana Holoʻokoʻa

source: Checkboxes
haw: Nā pahu pahu

source: Date
haw: ʻO ka lā

source: Time
haw: Wā

source: Yes/No
haw: ʻAe /ʻAʻole

source: Number
haw: Helu

source: Access Denied
haw: Hōʻole ʻia ke komo ʻana

source: You don't have access to this case.
haw: ʻAʻohe ou komo i kēia hihia.

source: Imports
haw: Nā mea lawe mai

source: View import
haw: Nānā i ka lawe ʻana mai

source: Sessions
haw: Nā Kau

source: Users
haw: Nā mea hoʻohana

source: Library
haw: Waihona Puke

source: Integration
haw: Hoʻohui

source: Settings
haw: Nā Papa

source: Webhooks
haw: Pūnaewele Pūnaewele

source: Keys
haw: Nā kī

source: Feed Templates
haw: Kuʻi Nā Una

source: Form Templates
haw: Nā Palapala Pepa

source: Task Templates
haw: Nā Papahana Hana

source: Dashboard
haw: ʻO ka papa

source: Payments
haw: Uku

source: From
haw: Mai

source: To
haw: E

source: System
haw: Pūnaehana

source: User Intake
haw: Hoʻokomo mea hoʻohana

source: Custom Fields
haw: Nā Māhele Kuʻuna

source: After Actions
haw: Ma hope o nā hana

source: Advance Settings
haw: Nā hoʻonohonoho mua

source: Label Name
haw: Kapa inoa

source: Fields
haw: Māla

source: Tag ID
haw: &#39;Ōlelo ID

source: Have many users?
haw: He nui nā mea hoʻohana?

source: Import users
haw: Hoʻokomo i nā mea hoʻohana

source: or
haw: a i ʻole

source: Send them a signup link.
haw: E hoʻouna iā lākou i kahi loulou kau inoa.

source: Let's start by entering the email or phone number
haw: E hoʻomaka mākou ma ke komo ʻana i ka leka uila a i ʻole helu kelepona

source: Phone
haw: Kelepona

source: Invalid phone number entered
haw: Ua hoʻokomo ʻia ka helu kelepona hewa

source: A label to easily find a case. it cannot be changed later
haw: He lepili e loaʻa maʻalahi ai kahi hihia. ʻaʻole hiki ke hoʻololi ʻia ma hope

source: Visibility:
haw: Hōʻike:

source: Who can use this template
haw: ʻO wai ka mea hiki ke hoʻohana i kēia mamana

source: One time
haw: Kekahi manawa

source: Please enter valid payment information before proceeding
haw: E ʻoluʻolu e hoʻokomo i ka ʻike uku kūpono ma mua o ka hoʻomau

source: Add Payment
haw: Hoʻohui i ka uku

source: Repeat every:
haw: E hoʻomaikaʻi i kēlā me kēia:

source: Let's get started
haw: E hoʻomaka kākou

source: Take me there
haw: E lawe iaʻu i laila

source: Mark
haw: Maka

source: Onboarding
haw: Ke kau nei

source: Created on
haw: Hana ʻia ma

source: Expires on
haw: Hoʻopau i ka

source: No announcements yet.
haw: ʻAʻohe hoʻolaha i kēia manawa.

source: Add Announcement
haw: Pākuʻi Hoʻolaha

source: Edit Announcement
haw: Hoʻoponopono Hoʻolaha

source: Date and time should be at least one hour ahead
haw: Pono ka lā a me ka manawa ma mua o hoʻokahi hola

source: Delete Date
haw: Lā Holoi

source: Delete Time
haw: Holoi Manawa

source: Back
haw: Huli

source: No Users Found
haw: ʻAʻohe mea hoʻohana i loaʻa

source: No role selected
haw: ʻAʻohe kuleana i wae ʻia

source: No permissions added!
haw: ʻAʻoheʻae i hoʻopiliʻia aku!

source: ASSIGNED USERS
haw: NA MEA MEA HANA

source: CASE PERMISSIONS
haw: NA HALEPAINA KIKAI

source: User ID
haw: ID mea hoʻohana

source: Role
haw: Wahi

source: remove
haw: wehe

source: Assign User
haw: E koho i ka Mea hoʻohana

source: User
haw: Mea hoʻohana

source: ADD USER
haw: Hoʻohui mea hoʻohana

source: Email user about case assignment
haw: E hoʻohana i ka leka uila e pili ana i ka hana

source: Keyword
haw: Hua&#39;ōlelo nui

source: No cases found.
haw: ʻAʻohe mea i loaʻa.

source: Create a case for a business
haw: E hana i kahi hihia no kahiʻoihana

source: Case ID
haw: ʻIke ID

source: Created On
haw: Hanaʻia ma

source: Case Status
haw: Kūlana Kūlana

source: Case Type
haw: ʻAno hihia

source: Assign Users
haw: Hāʻawi i nā mea hoʻohana

source: No cases found
haw: ʻAʻohe mea i loaʻa

source: Have many cases?
haw: He nui nā hihia?

source: Click here to import cases.
haw: Kaomi ma ʻaneʻi e lawe mai i nā hihia.

source: No status selected
haw: ʻAʻohe ipo i waeʻia

source: No type selected
haw: ʻAʻohe ʻano i koho ʻia

source: Case Info
haw: ʻIke i nāʻike

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
haw: He lepili paʻa e loaʻa maʻalahi kahi hihia. (a-z, 0-9, -, /) ʻae ʻia

source: Case Types
haw: Nā ʻano hihia

source: Click
haw: Kaomi

source: to edit case types
haw: e hoʻoponopono i nā ʻano hihia

source: No Type selected
haw: ʻAʻohe ʻano i koho ʻia

source: Case not found!
haw: ʻAʻole i loaʻa kahi.

source: Media Size
haw: Nui Media

source: All statistics
haw: ʻO nā helu helu a pau

source: Import not found.
haw: ʻIke ʻole ʻia ka lawe mai.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
haw: ʻAʻole hiki ke kaʻina hana o ka faila. E hōʻoia he ʻano faila CSV a loaʻa nā poʻomanaʻo pololei

source: Data
haw: ʻIkepili

source: No Imports yet.
haw: ʻAʻohe mea lawe mai i kēia manawa.

source: Source
haw: Punawai

source: Stats
haw: Nā kūlana

source: Passed:
haw: Hala:

source: Failed:
haw: Ua kūleʻa:

source: Total:
haw: Huina:

source: Add Imports
haw: Hoʻohui i nā lawe mai

source: Download Sample
haw: Hoʻoiho i kahi laʻana

source: Choose a file
haw: Koho i kahi faile

source: Edit Key
haw: Ki hoʻoponopono

source: Add Key
haw: Pākuʻi kī

source: No Keys yet.
haw: ʻAʻohe kī i kēia manawa.

source: Source CIDR
haw: Puna CIDR

source: Remove
haw: Wehe

source: is invalid.
haw: kūpono ʻole.

source: Secret Key
haw: Ki Malu

source: Make sure to copy your new secret key now. You won’t be able to see it again!
haw: E hōʻoia e kope i kāu kī huna hou i kēia manawa. ʻAʻole hiki iā ʻoe ke ʻike hou!

source: Edit Webhook
haw: Hoʻoponopono Webhook

source: Add Webhook
haw: Pākuʻi Pūnaewele

source: No event selected
haw: ʻAʻohe hanana i koho ʻia

source: No Webhooks yet.
haw: ʻAʻohe Webhooks i kēia manawa.

source: Secret Webhook
haw: Webhook Malu

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
haw: E hōʻoia e kope i kāu webhook huna hou i kēia manawa. ʻAʻole hiki iā ʻoe ke ʻike hou!

source: Sign In
haw: ʻeʻe

source: Login in account page.
haw: Komo i kaʻaoʻao pūnaewele.

source: Edit form builder
haw: Hoʻoponopono i ka mea hana puka

source: Delete form
haw: Holoi i ka palapala

source: No forms yet.
haw: ʻAʻohe puka.

source: Intake Forms
haw: Nā Palapala Hoʻokomo

source: Upload Intake Form Document
haw: Hoʻouka i ka palapala hoʻokomo

source: Add Intake Form
haw: Hoʻohui i ka palapala komo

source: Edit Intake Form
haw: Hoʻoponopono i ka puka komo

source: Show Media
haw: Hōʻike i Media

source: Add Post
haw: Hoʻohui Post

source: Edit Post
haw: Hoʻoponopono Post

source: Files Amount
haw: Nā helu helu nui

source: No Feed Templates yet.
haw: ʻAʻole i ʻike ʻia kahi kau ʻai.

source: Post Name
haw: Palapala inoa

source: Post Message
haw: Ka Post Post

source: Processing media ...
haw: Ke hoʻololi nei i nā ʻike ...

source: Download original file
haw: Hoʻoiho i ka faila mua

source: Could not display media
haw: ʻAʻole hiki ke hōʻike i ka media

source: No locations found.
haw: ʻAʻohe wahi i loaʻa.

source: Main Office
haw: Keena Nui

source: Location Name
haw: Kahi inoa

source: Delete e-sign
haw: Holoi e-hōʻailona

source: No e-signs yet.
haw: ʻAʻohe e-hōʻailona i kēia manawa.

source: Subtasks Count
haw: Ka helu o nā hana haʻahaʻa

source: No tasks yet.
haw: ʻAʻohe hana i kēia manawa.

source: Invoice ID
haw: ID pepa pepa

source: Total
haw: Huina

source: Refund
haw: Hoʻihoʻi

source: No invoices yet.
haw: ʻAʻohe pepa pepa i kēia manawa.

source: Refund Reason
haw: Kumu Hoʻihoʻi

source: Duplicate charge
haw: Ka uku pālua

source: Fraudulent charge
haw: Ka uku hoopunipuni

source: Requested by customer
haw: Noi ʻia e ka mea kūʻai

source: On Board
haw: Maluna o ka Papa

source: Stripe
haw: kāʻei

source: Role Info
haw: ʻAlau ʻIke

source: It cannot be changed later
haw: ʻAʻole hiki ke hoʻololi ʻia ma hope

source: Role Permissions
haw: Nā Mana Mau

source: e-signs
haw: e-hōʻailona

source: on
haw: i

source: Allowed File Sizes
haw: Nā Hoʻopili Punawai i Hāʻawiʻia

source: Create
haw: Hana

source: Creating...
haw: Ke haku nei ...

source: Modules
haw: Nā Modula

source: Roles
haw: Nā Wahi

source: Profile information
haw: ʻIke pili

source: No role found.
haw: &#39;Aʻohe mea i loaʻa.

source: When a case is created, auto assign these users
haw: Ke hana ʻia kahi hihia, hāʻawi ʻakomi i kēia mau mea hoʻohana

source: Remove All
haw: Wehe i nā mea a pau

source: User Name
haw: inoa mea hoʻohana

source: Notify
haw: Hoʻolaha

source: Host User
haw: Mea hoʻohana hoʻokipa

source: When a user is assigned to a case, auto add templates
haw: Ke hāʻawi ʻia ka mea hoʻohana i kahi hihia, hoʻohui ʻakomi i nā templates

source: No post selected
haw: ʻAʻohe pou i koho ʻia

source: No form selected
haw: ʻAʻohe palapala i koho ʻia

source: No e-sign selected
haw: ʻAʻohe e-hōʻailona i koho ʻia

source: Templates
haw: Nā kumu hoʻohālike

source: Add Templates
haw: Hoʻohui i nā Templates

source: Idle Cases
haw: Na hihia palaualelo

source: When a case is idle, post this message
haw: Ke waiho ka hihia, e hoʻouna i kēia memo

source: No case type selected
haw: ʻAʻohe ʻano hihia i koho ʻia

source: Idle Days
haw: Nā lā hana ʻole

source: Set Idle Message
haw: E hoʻonoho i ka memo idle

source: No task selected
haw: ʻAʻohe hana i koho ʻia

source: No operation order selected
haw: ʻAʻohe kauoha hana i koho ʻia

source: Operation Order
haw: Kauoha Hana

source: Add Templates to Assign Users
haw: E hoʻohui i nā Templates no ka hāʻawi ʻana i nā mea hoʻohana

source: CaseType
haw: ʻAnoʻano

source: Case Form
haw: Puka hihia

source: User Form
haw: Palapala Hoʻohana

source: Notes Form
haw: Puka memo

source: Defaults
haw: Nā Palekana

source: Required
haw: Ehia

source: Public User Signup link:
haw: loulou kau inoa mea hoʻohana lehulehu:

source: Design Settings
haw: Nā hoʻonohonoho hoʻonohonoho

source: Favicon:
haw: Kapua:

source: Change file
haw: Hoʻololi i ka faila

source: Delete Favicon
haw: Hoʻopau i ka Favicon

source: Logo:
haw: Mū:

source: Delete Logo
haw: Hoʻopau i ka Pūnaewele

source: Text Color
haw: ʻĀlelo palapala

source: Recommended Colors:
haw: Nā Papa Hoʻolaha:

source: reset
haw: kau hou

source: Background Color
haw: Kāla Kūlike

source: Company Info
haw: ʻIke Hui

source: Website
haw: Pūnaewele

source: Terms of Use URL
haw: Nā ʻōlelo hoʻohana URL

source: User Signup
haw: Kakau inoa mea hoʻohana

source: Allow Signup
haw: ʻAe i ke kau inoa

source: Auto Create Case
haw: Hana 'akomi i ka hihia

source: Case User Role
haw: Ke kuleana o ka mea hoʻohana

source: Analytics Key
haw: Kūpono Kūlana

source: delete
haw: Hoʻopau

source: Crop Image
haw: Kiʻi Kuhi

source: No Filter
haw: ʻAʻohe mea holoi

source: No logs requested.
haw: ʻAʻole nā ​​papa inoa i noiʻia.

source: Logs list is empty.
haw: Ua pau ka papa inoa papa inoa.

source: Download CSV
haw: Hoʻokaʻaʻike CSV

source: Request Logs
haw: Nā leka noi

source: Log Type
haw: Kākauʻano

source: Filter
haw: LIKE LIKE LIKE

source: Select a case
haw: E koho i kahi hihia

source: Enter the email address
haw: E komo i ka helu leka uila

source: Module
haw: Kōwae

source: Header (3 max)
haw: Poʻo (3 ka nui)

source: When a user join app, ask the user to share the following
haw: Ke komo ka mea hoʻohana i ka polokalamu, e noi i ka mea hoʻohana e kaʻana like i kēia mau mea

source: No user intake found.
haw: ʻAʻohe mea hoʻohana i loaʻa.

source: User Type
haw: Mea hoʻohana

source: Intake Form
haw: Puka hookomo

source: Complete After
haw: Hoʻopiha Ma hope

source: No user type selected
haw: ʻAʻohe ʻano mea hoʻohana i koho ʻia

source: No intake form selected
haw: ʻAʻohe palapala hoʻokomo i koho ʻia

source: Complete After Date
haw: Hoʻopau ma hope o ka lā

source: Complete After Time
haw: Hoʻopau ma hope o ka manawa

source: Date and time should be less or equal to now
haw: Pono e emi a like paha ka lā a me ka manawa me kēia manawa

source: Comment ct
haw: Manaʻo ct

source: View Ticket
haw: Nānā Kikī

source: Ticket
haw: Tiketike

source: No tickets yet.
haw: ʻAʻohe tikiki i kēia manawa.

source: User not found.
haw: Loaʻaʻole ka mea hoʻohana.

source: User can edit their account information except for the host user attributes section.
haw: Hiki i ka mea hoʻohana ke hoʻoponopono i kā lākou ʻike moʻokāki koe wale nō ka ʻāpana ʻano mea hoʻohana.

source: Contact
haw: Hoʻokaʻaʻike

source: Phone number
haw: Helu kelepona

source: Zip Postal Code
haw: Helu Kuhi / Helu Wahi Leka

source: Host User Attributes
haw: Nā ʻano mea hoʻohana hoʻokipa

source: User Status
haw: Kāu hoʻohana

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
haw: He lepili paʻa e loaʻa maʻalahi kahi mea hoʻohana. (a-z, 0-9, -, /) ʻae ʻia

source: App only User Intake Fields
haw: Nā kahua hoʻohana wale nō i nā mea hoʻohana

source: APP ONLY CUSTOM FIELDS
haw: APP NA LANA HANUI

source: s found.
haw: s loaʻa.

source: Created Date
haw: Wā i hanaʻia

source: View Cases
haw: Nānā i nā hihia

source: VIEW CASES
haw: NANA HIHIA

source: Get Started
haw: E hoʻomaka

source: Password
haw: Hua huna

source: Email is not valid.
haw: ʻAʻole pono ka leka uila.

source: CaseActive lets you and your client
haw: Hāʻawi ka CaseActive iāʻoe a me kāu mea kūʻai

source: work together
haw: hana pū

source: at any time, in any place.
haw: i kekahi manawa, ma kekahi wahi.

source: Explore
haw: E ʻimi

source: Pricing
haw: Kumukuai

source: Support & Docs
haw: Kākoʻo & Docs

source: Failed to validate if you are human
haw: ʻAʻole hiki iā ʻoe ke hōʻoia inā he kanaka ʻoe

source: NOTIFY ME WHEN IT'S READY!
haw: KA HOʻOPIʻI ANA I KA ME KA HOʻOPI ANA!

source: Thank You!
haw: Mahalo!

source: We will notify you when the app is ready
haw: E haʻi aku mākou iā ʻoe ke mākaukau ke kiʻi

source: Most popular
haw: Loa Popular

source: All languages
haw: Nā&#39;ōlelo a pau

source: Oops, Something went wrong.
haw: ʻOʻe, Ua hewa kekahi mea.

source: Oops, Something went wrong. Our team has been notified. Please try again later.
haw: ʻOʻe, Ua hewa kekahi mea. Ua hoʻomaopopo ʻia kā mākou hui. E ʻoluʻolu e hoʻāʻo hou ma hope.

source: Support Documentation
haw: Kākoʻo Palapala

source: All Categories
haw: Nā Māhele a pau

source: Contents
haw: ʻIkepili

source: Related Articles
haw: Nā ʻatikala pili

source: Get started: processes, best practices, setup guides, and more!
haw: E hoʻomaka: nā kaʻina hana, nā hana maikaʻi loa, nā alakaʻi hoʻonohonoho, a me nā mea hou aku!

source: Find anything you need to get to work in CaseActive.
haw: E ʻimi i nā mea āu e pono ai e hana ma CaseActive.

source: All case communication in one spot
haw: ʻO nā hihia a pau i kahi wahi

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
haw: Ka hoʻololi, pane aku i nā pane, e pane i nā nīnau, hopohopo, ʻōlelo, a loaʻa i nā kūkākūkā e pili ana i nā leka uila a me nā manaʻo SMS.

source: Share with confidence
haw: E kūkā me ka wiwoʻole

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
haw: Kaʻana i nā palapala a me nā kiʻi ma waena o nā mea kūʻai aku a me nā lālā o ka hui ma waena o nā mea āpau a me nā mea hana a pau, no laila e hoʻomau ka poʻe āpau.

source: Take it on the go
haw: E lawe i ka hele

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
haw: E hoʻohana i nā polokalamu kelepona e like me nā papa a me nā kelepili e hui pū ai i nā kikoʻī nui, kūkākūkā i nā pilikia nui, ke hoʻololi i nā palapala, a me ka neʻe ʻana o ka hihia ma ka manawa maoli.

source: Immediate records access
haw: ʻO ka loaʻa kokeʻana o nā pūnaewele

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
haw: Hiki i nā mea i hoʻopaʻa ʻia ke komo koke i ka ʻikepili a me nā ʻike hihia (e komo pū ana i nā manawa i hala, ka wā i hala, ka wehe, ka hoʻopaʻa ʻia a me nā hihia hoʻopono), āpau ma ka waihona hoʻokahi.

source: Automatic timezone conversion
haw: Ke hoʻololiʻiaʻanaʻo Timezone time

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
haw: Inā paha e hele ana paha e noho ana ma kahi ʻē aʻe, e hoʻokomo pū ʻia ʻoe me kā mākou polokalamu hoʻokele kamaʻilio manawa.

source: Track Events
haw: Nā Hanana Nāna

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
haw: ʻO ka hui wikiwikiʻana i nā hālāwai, e nānā i nā hanana e hiki mai ana, a ke kono nei i nā poʻe a me nā hoa o ka hui e like me nā mea i hele.

source: Video Conferencing
haw: ʻĀnō wikiō

source: Connect with clients and team members via live video chats for even more interactivity.
haw: E hoʻohui me nā poʻe a me nā hoa o ka hui ma o nā wikiō wikiō maʻamau no kaʻoihana likeʻole.

source: Automate tasks when a case is created or a user is assigned to a case.
haw: Hoʻokaʻawale i nā hana ke hana ʻia kahi hihia a hāʻawi ʻia paha kahi mea hoʻohana i kahi hihia.

source: Automated Alerts
haw: Nā Alekuhi Manaʻo

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
haw: Makemake ʻoe e makemake i kāu mau mea kūʻai i kahi lā hauʻoli? E hoʻonohonoho i kahi leka uila no nā mea kūʻai ma mua a i kēia manawa no kā lākou lā kūikawā!

source: Keeping Client details up-to-date
haw: Ke mālama nei i nā mea kiko&#39;ī i nā lāpili hou

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
haw: Hiki i nā poʻe lawelawe ke hoʻololi i ko lākou mau pūnaewele me nāʻike hou, nā kiʻi, nā hua&#39;ōlelo, a me nā hoʻonohonoho pūnaewele.

source: Ask Questions, Get Answers.
haw: E noi i nā nīnau, loaʻa i nā pane.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
haw: E hoʻokumu i nā hana pilikino a hoʻouna iā lākou i nā mea kūʻai aku no ka hoʻopau. E hōʻiliʻili i ka ʻikepili koʻikoʻi, e hāʻawi i nā hoʻokau i waho, a loaʻa i nā ʻikepili a pau e pono ai ke hana pono i kāu hana!

source: , Director of Sales of Cain & Company
haw: , Lunahoʻo o Sales of Kaina &amp; ʻOihana

source: Make client billing as straightforward as possible with online invoices and payments.
haw: Hana i ka laikini o ka mea pololei e like me ka mea e hiki ai me nā uku kiko&#39;ī a me nā uku.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
haw: Makemake mākou i ke kālepa hihia no ka mea eʻike ana nā meaʻike i nā mea a lākou e uku nei.

source: , Vice President of Sky Digital
haw: , Hope Pelekikena o Sky Digital

source: Enjoy the ease of e-signing
haw: Eʻoluʻolu i ka māmā o ke kākauʻana

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
haw: Hoʻopili inoa ke elele i nā palapala āpau ma o DocSign, me ka hoʻohana ʻana i nā palapala i hoʻoili ʻia a me nā noi haina a me nā mea e hōʻoiaʻiʻo ana.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
haw: E hoʻouka i kahi palapala, e kaha iā ia no ka pūlima, a laila komo ka mea kūʻai aku a kau inoa iā ia. Hana ʻia nā mea āpau me ka ʻole o ka mea kūʻai aku e komo i loko o kā mākou hale. He mea maʻalahi kēia me nā mea kūʻai aku ʻaʻole kokoke i kahi keʻena a i ʻole e noho ana ma waho o ka mokuʻāina.

source: , Director of Operations of Capital Insurance
haw: , Luna hoʻomalu o ka hana o ka &#39;inikua kālā

source: Enhance Your System. Less Work, More Results.
haw: Hoʻonui i kāu Pūnaewele. Nā Hana Hana, Nā Hualoaʻa Hou.

source: Use the Self-Serve Administrative Feature
haw: E hoʻohana i ka Pūnaewele hoʻolālā pono&#39;ī

source: Take total control of your CaseActive management suite from the platform itself.
haw: E mālama i ka mana o kāu CaseActive management suite mai ka pūʻali iho.

source: Effortlessly link your existing system with CaseActive
haw: Hoʻopili ponoʻole i kāu pūnaewele me ka CaseActive
