Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/haw/LC_MESSAGES/messages.po
Languages: haw

source: You should choose image file.
haw: Pono ʻoe e koho i nā faile kiʻi.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
haw: Hoʻouka i kahi palapala, hōʻailona iā ia no ke kau inoa, a laila hoʻokomo ka mea kūʻai aku a kau inoa. E hana nā mea āpau me ka mea ʻole o ka mea komo i loko o kā mākou hale. Hoʻopilikia wale ʻia kēia me nā mea kūʻai aku ʻaʻole kokoke i kahi keʻena a i ʻole ola i waho o ka mokuʻāina.

source: Director of Operations of Capital Insurance
haw: Luna Hoʻokena o nā Hana Hoʻohana ʻĀina

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
haw: Hiki i kā mākou mau hoa ke hoʻopaʻa inoa a ʻike i nā ʻike kumu e pili ana i ke hele ʻana o kā lākou hihia. Ua hoʻonui nui kēia i ko mākou loiloi hihia ...

source: Partner of Law Office of Christianson & Bayles
haw: Hoa ʻo Law Law of Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
haw: ʻAʻohe māua mākou e ʻike i nā mea kūʻai aku ma ke keʻena no nā hālāwai, a ua pau ka hoʻopaʻa inoa ʻana i nā palapala ma ka pūnaewele - nani!

source: CEO of EL Passion
haw: Luna Hoʻokele o EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
haw: Ke hoʻohana nei i ka API, ua hana piha mākou i ka mea i hōʻike ʻia ma ka pāʻina hihia, e kau ʻia ana i nā mea hoʻonā kūikawā i kā mākou pūnaehana. Pono kūpono ..

source: IT Manager of Carter Mario Injury Lawyers
haw: Hoʻokele ʻĀina Hoʻokele o Carter Mario Injury Loio

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
haw: He nui mākou o nā limahana lehulehu e hoʻohana ana i ka ʻano unuhi. Hoʻouna mākou i nā leka me ka hilinaʻi e hoʻomaopopo lākou e nā poʻe a pau. ʻAe kēia e neʻe ai mai ka honua aku i ka hana honua ..

source: CEO of Solid Rock Designs
haw: Luna Hoʻokena o Solid Rock Hoʻolālā

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
haw: ʻAno nā mea aloha! E hoʻolōʻihi i ka ola. Hiki iā lākou ke kūkākūkā i nā pilikia me mākou ma ka pūnaewele, hoʻouka i nā kiʻi a me nā palapala, a mālama ʻia nā mea a pau a hiki i ka hui a me nā mea keʻike ke nānā aku ..

source: Partner of Ashley &amp; Ashley P.C.
haw: Māhele ʻo Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
haw: Aloha mākou i ka hihia hihia no ka mea ʻae ka ʻike ʻana i nā mea kūʻai mai nā mea a lākou e uku nei ..

source: Vice President of Sky Digital
haw: Hope Peresidena o Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
haw: E like me ke kamaʻilio pū ʻana e like me ka mea i kāu ʻoihana pūnaewele a me nā ʻoihana hana ma kahi hoʻokahi.

source: Director Of Complaint Management
haw: Hoʻokele o ka hoʻokele hoʻopiʻi

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
haw: ʻO nā kumu kūpono e hāʻawi iā mākou e hoʻolohe a aʻo, e kōkua iā mākou e hoʻonui i ka kūʻai ma o ka pane mai o nā poʻe.

source: Director of Sales of Cain &amp; Company
haw: Luna Hoʻokena o Sales of Kaina &amp; ʻOihana

source: The user interface is very similar to Facebook. It’s extremely easy to use..
haw: Hoʻohālike like ka polokalamu hoʻohana mea like Facebook. He mea maʻalahi loa ia e hoʻohana ..

source: Partner of Wong Medical Group LLC
haw: Māhele o Wong Medical Group LLC

source: A pin has been sent to
haw: Ua hoʻouna ʻia kahi pine i

source: Cancel
haw: Hawaiian

source: Send New Pin
haw: Hoʻouna i ka Pin Hou

source: Need Help?
haw: Pono kōkua?

source: Click here to contact us
haw: Kaomi maanei e hoʻokaʻaʻike mai iā mākou

source: Next
haw: Aʻe

source: Login or Signup
haw: E komo a kakau inoa paha

source: Invalid email entered
haw: Ua hoʻokomo ʻia ka leka uila

source: Processing...
haw: Aaioee ...

source: Made with
haw: i me ka

source: love
haw: aloha

source: in New York City
haw: ma New York City

source: All rights reserved
haw: Ua mālamaʻia nā kuleana a pau

source: Terms of Use
haw: Terms of E ho ohana i

source: Contact Us
haw: Kāhea iā mā ˚ ou

source: New Password
haw: New&#39;ōlelo huna

source: Confirm Password
haw: Hōʻoia i ka ʻŌlelo Huna

source: Set Your New Password
haw: E hoʻopaʻa i kou New password

source: A code has been sent to
haw: Ua hoʻounaʻia kahi leka i

source: Change Password
haw: ho&#39;ololi&#39;ōlelo huna

source: Changing...
haw: Hoʻololi ...

source: Forgot password?
haw: Poina password?

source: Help
haw: Kōkua

source: Email or Phone
haw: Email ole Phone

source: Reset Password
haw: Ho&#39;ā hou i nā&#39;ōlelo huna

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
haw: E hoʻokomo i ka leka uila a helu kelepona paha e pili ana i kāu moʻokāki, a laila kaomi i ka hoʻouna. E leka uila iā mākou a i ka leka uila i kahi loulou i kahi ʻaoʻao kahi e hiki ai iā ʻoe ke hana i kahi ʻōlelo hou.

source: Request Code
haw: noi Code

source: Requesting...
haw: Noi ...

source: CASEACTIVE IS COMING SOON
haw: E HIKI MAI ANA KA CASEACTIVE

source: Create a free account
haw: E hana i kahi moʻokāki manuahi

source: We are putting final touches to it. We will notify you when it's ready!
haw: Ke kau nei mākou i nā hopena hope loa iā ia. E haʻi aku mākou iā ʻoe ke mākaukau!

source: You’re minutes away from a better collaboration.
haw: He mau minuke koe mai kahi hana like maikaʻi aʻe.

source: First Name
haw: Inoa mua

source: Last Name
haw: Inoa hope

source: Company
haw: ʻOihana

source: No language selected
haw: ʻAʻohe&#39;ōlelo i kohoʻia

source: I agree with
haw: ʻAe like wau me

source: Terms of Service
haw: Nā ʻ Termslelo a ka lawelawe

source: Language
haw: &#39;ōlelo

source: Have at least one lower case character
haw: Loaʻa ma lalo o hoʻokahi mau hiʻohiʻona liʻiliʻi

source: Have at least one capital letter
haw: E loaʻa i hoʻokahi huapalapala poʻokela

source: Have at least one number
haw: Loaʻa i hoʻokahi helu

source: Have at least 8 characters in length
haw: Loaʻa ma kahi o 8 mau hua&#39;ōlelo i ka lōʻihi

source: Type your current password
haw: E kākau i kāu hua&#39;ōlelo o ka wā

source: Passwords must match
haw: Pono e hoʻokaʻawale nā hua&#39;ōlelo

source: Domains
haw: Nā kāʻei kua

source: Javascript are disabled. Please enable it.
haw: Ua pio ka polokalamu JavaScript mea. ʻOluʻolu e hō&#39;ā i ia.

source: Cookies are disabled. Please enable it.
haw: Nā kuki i ka polokalamu JavaScript. ʻOluʻolu e hō&#39;ā i ia.

source: New
haw: Hou

source: Create A New App
haw: Hana i kahi polokalamu hou

source: Apps
haw: Nā polokalamu

source: Logout
haw: Lele

source: Hi
haw: hui

source: View your account
haw: E nānā i kāu moʻokāki

source: View page
haw: ʻImi ʻaoʻao

source: You don’t have any apps
haw: ʻAʻohe ou polokalamu

source: Admin
haw: Luna

source: Notifications
haw: Hoolaha

source: No notifications yet.
haw: ʻAʻohe hoʻolaha i kēia manawa.

source: Today
haw: I kēia lā

source: Last Week
haw: I ka pule aku nei

source: No timezone selected
haw: ʻAʻole kohoʻia ka manawa koho

source: Complete profile to continue
haw: ʻO ka ʻōlelo holoʻokoʻa e hoʻomau

source: Update
haw: Kiʻi hou

source: Website:
haw: Pūnaewele:

source: Homepage:
haw: Pūnaewele:

source: Approve Access
haw: ʻAʻohe i komo

source: Info
haw: ʻIke

source: Permissions
haw: Nā ʻae

source: Billing
haw: Pili kālā

source: Payment Plan
haw: Hoʻolālā uku

source: Edit
haw: Hoʻoponopono

source: Save
haw: E mālama

source: has access to your information below:
haw: ua loaʻa i kāu ʻike i lalo:

source: has invited you to their client portal.
haw: ua kono aku iā ʻoe i kā lākou punaewele.

source: want access to the following information:
haw: makemake i ke komo ʻana i kēia ʻike:

source: Decline
haw: Hoʻolaha

source: Remove Access
haw: Wehe i ke komo

source: Active
haw: ʻeleu

source: Invites
haw: kono

source: Disabled
haw: Kinohi

source: No apps found
haw: ʻAʻohe polokalamu i loaʻa

source: admin
haw: Keʻena Luna

source: user
haw: mea hoʻohana

source: manager
haw: luna hoʻokele

source: active
haw: ʻeleu

source: inactive
haw: AEeOEXAaI

source: Type
haw: ʻAno

source: Status
haw: kūlana

source: Invitation
haw: kono

source: About App
haw: E pili ana i ka App

source: Billing Info
haw: ʻIke pili kālā

source: Your Company Name
haw: Kou Company Name

source: Your Company Website
haw: Kou Company Website

source: Saving...
haw: Ke mālama nei ...

source: Billing Information
haw: ʻIkepili Pili

source: Please add the APP ID provided by the company
haw: E ʻoluʻolu e hoʻohui i ka APP ID i hāʻawi ʻia e ka hui

source: Select an option
haw: E koho i kahi koho

source: Join an existing app as a client
haw: E hui pū me kahi polokalamu e kū nei ma ke ʻano he mea kūʻai aku

source: Create a new app for my business
haw: E hana i polokalamu hou no kaʻu ʻoihana

source: Create Domain
haw: Hana i ka Domain

source: Select enterprise app
haw: E koho i ka polokalamu ʻoihana

source: No item selected
haw: ʻAʻohe mea i koho ʻia

source: Domain name
haw: inoa domain

source: Add
haw: ho&#39;ohui

source: No enterprise app found
haw: ʻAʻohe polokalamu ʻoihana i loaʻa

source: Pending
haw: Ke kali nei

source: No domains found
haw: ʻAʻohe wahi i loaʻa

source: Txt Value
haw: Waiwai Txt

source: Enterprise Host ID
haw: ID hoʻokipa ʻoihana

source: Action
haw: Hana

source: Delete
haw: Holoi

source: Reset
haw: Hoʻoponopono hou

source: Allow Manual Sign In
haw: E ʻae i ka ʻeʻe lima

source: Exclude Emails From SSO
haw: Waiho i nā leka uila mai SSO

source: Submit
haw: Waiho mai

source: Profile photo
haw: Profile Hawaii photo

source: Uploading...
haw: Uploaded ...

source: has been claimed by another account, please, change it or
haw: ua ʻōlelo ʻia e kekahi mea ʻē aʻe, ʻoluʻolu, e hoʻololi iā ia a i ʻole

source: reclaim
haw: hoʻopakele

source: it
haw: ia

source: pending verification:
haw: i mua o ka hōʻoiaʻana:

source: verify
haw: hōʻoia

source: Phone Number
haw: Helu kelepona

source: Current Password
haw: ʻōlelo huna i kēia manawa

source: Change password
haw: Hoʻololi ʻōlelo huna

source: No gender selected
haw: ʻAʻole kohoʻia kekahi kāne

source: Address
haw: helu

source: Address 2
haw: helu 2

source: City/Locality
haw: City / Wahi

source: State/Region
haw: State / Māhele &#39;

source: No country selected
haw: ʻAʻohe&#39;āina i waeʻia

source: Zip/Postal Code
haw: Helu Kuhi/Helu Wahi Leka

source: Basic
haw: XIX.

source: Date of Birth
haw: Lā hānau

source: Gender
haw: hoohanau

source: Occupation
haw: oihana

source: Address is not valid
haw: ʻAʻole kūpono ka helu wahi

source: City/Locality is not valid
haw: Kūpono ʻole ke kūlanakauhale / kūloko

source: Country
haw: aupuni

source: State/Region is not valid
haw: ʻAʻohe kūpono ka mokuʻāina / ʻāpana

source: Contact Info
haw: Hoʻokaʻaʻike ʻike

source: Language & Region
haw: ʻLelo a me Lāhui

source: Saving
haw: Mālama

source: Verify Your
haw: Hōʻoia iāʻoe

source: Verification Code
haw: Ke hōʻoia hōʻoia

source: Resend Code
haw: E hoʻoponopono hou

source: Resending
haw: Ke hoʻoponopono nei

source: Verify
haw: E hōʻoia

source: Verifying...
haw: ʻIkeʻia nei ...

source: Later
haw: Ma hope

source: We're here to help
haw: E &#39;oe i&#39; aneʻi, e kōkua

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
haw: Mahalo oe no ka hoʻomaopopoʻana iā mākou. Kou memo i ua ana i hoouna mai. Mākou, e leka uilaʻoe loa koke!

source: characters left
haw: nā kāʻei i waiho

source: Send
haw: E hoʻouna

source: Sending...
haw: Hoʻouna &#39;...

source: You will no longer receive email marketing from the list.
haw: ʻAʻole ʻoe e loaʻa hou i ka leka uila mai ka papa inoa.

source: If you have a moment, please let us know why you unsubscribed:
haw: Inā loaʻa iā ʻoe kahi manawa, e ʻoluʻolu e haʻi mai iā mākou i ke kumu o kou kāpae ʻana:

source: Return to our website
haw: E hoʻi i kā mākou pūnaewele

source: Thank you. Your response has been submitted.
haw: Mahalo iā ʻoe. Ua waiho ʻia kāu pane.

source: No Cases
haw: ʻAʻoheʻAʻohe

source: Layout
haw: Hoʻolālā

source: Gallery
haw: Hale Hōʻikeʻike

source: Speaker
haw: Luna haʻiʻōlelo

source: This case has been closed
haw: Ua pani ʻia kēia hihia

source: Feed
haw: Hānai

source: Images
haw: Nā kiʻi

source: Audios
haw: ʻO Audios

source: Videos
haw: Nā wikiō

source: Files
haw: Nā Kōnae

source: Events
haw: Nā hanana

source: Forms
haw: Nā pepa

source: E-signs
haw: E-hōʻailona

source: Invoices
haw: Nā pepa pepa

source: Notes
haw: Nā memo

source: Tasks
haw: Nā hana

source: Great job!
haw: Nui hana!

source: You did all
haw: Ua hanaʻoe i nā mea a pau

source: the tasks
haw: nā hana

source: Skip to navigation (n)
haw: Hōʻalo i kaʻaoʻao (n)

source: Skip to content (c)
haw: E lele i ka papa (c)

source: Skip to footer (f)
haw: Hiki i ka footer (f)

source: Case
haw: Hihia

source: Search
haw: Huli

source: Using Form Builder
haw: Ke hoʻohanaʻana i ka Mea Kūkulu Kū

source: Using Forms Library
haw: Ke hoʻohana nei i ka Puke Puke

source: Using E-sign Builder
haw: Ke hoʻohana nei i ka E-sign Builder

source: Using E-signs Library
haw: Ke hoʻohana nei i ka waihona E-signs

source: Documents
haw: Nā Palapala

source: Create Note
haw: Hana i ka memo

source: Edit Note
haw: Hoʻololi i ka memo

source: End Convo
haw: Hoʻopau Convo

source: Create Form
haw: Hana i ka Form

source: Create Sign
haw: Hana i ka hōʻailona

source: Event Create
haw: Hana Hanana

source: Convo Videos
haw: Nā wikiō Convo

source: Cases
haw: Nā hihia

source: Case categories
haw: Nā kūlana hihia

source: Your team
haw: Kou hui

source: To do
haw: E hana

source: To Do:
haw: E hana:

source: Case Categories
haw: Māhele hihia

source: Your Team
haw: Kou Hui

source: To Do
haw: E hana

source: Yes
haw: ae

source: Close
haw: Kūkā

source: Publish
haw: Hoolaha

source: Visibility
haw: Keʻike

source: all
haw: nā mea a pau

source: sign
haw: hōʻailona

source: Page
haw: ʻAoʻao

source: of
haw: o ka

source: Processing
haw: Ke hana nei

source: failed.
haw: hoka.

source: Value should be greater or equal to 1
haw: Pono ka waiwai nui a i ʻole like me 1

source: Repeat end:
haw: E hana hou i ka hopena:

source: Signature
haw: kakauinoa

source: Draw
haw: Kaha kiʻi

source: Write
haw: Kākau

source: Clear Signature
haw: Puinoino maopopo

source: Still processing video...
haw: Ke hana nei i ke wikiō ...

source: You
haw: ʻO ʻoe

source: You are about to delete feed. Are you sure?
haw: Ke hoʻopau nei ʻoe i ka hānai. He ʻoiaʻiʻo kēnā?

source: No convo audios yet
haw: ʻAʻohe leo convo i kēia manawa

source: No convo videos yet
haw: ʻAʻohe wikiō convo i kēia manawa

source: Start Convo
haw: Hoʻomaka Convo

source: Notify the Host
haw: E hoʻolaha i ka mea hoʻokipa

source: is in the call
haw: aia i ke kahea

source: and
haw: a

source: others are in the call
haw: aia kekahi ma ke kelepona

source: Audio call is being recorded
haw: Hoʻopaʻa ʻia ke kelepona leo

source: Video call is being recorded
haw: Hoʻopaʻa ʻia ke kelepona wikiō

source: Join now
haw: Hui pū i kēia manawa

source: Dismiss
haw: Hoʻokuʻu

source: Can’t find your
haw: ʻAʻole hiki ke loaʻa i kāu

source: Check your system settings to make sure that
haw: E nānā i kāu hoʻonohonoho ʻōnaehana e hōʻoia i kēlā

source: is available. If not, plug one in. You might need to restart your browser.
haw: loaʻa. Inā ʻaʻole, e hoʻopili i kekahi. Pono paha ʻoe e hoʻomaka hou i kāu polokalamu kele pūnaewele.

source: web camera
haw: pahupaʻi pūnaewele

source: You are going to start a Convo call. Start with:
haw: E hoʻomaka ana ʻoe i kahi kelepona Convo. E hoʻomaka me:

source: Video & Audio
haw: wikiō & leo

source: Audio Only
haw: Leo wale nō

source: Record the meeting
haw: E hoʻopaʻa i ka hālāwai

source: Waiting for someone with permission to start a Convo call
haw: Ke kali nei i kekahi me ka ʻae e hoʻomaka i kahi kelepona Convo

source: Add Ticket
haw: Pākuʻi Kiki

source: Title
haw: Inoa

source: Open
haw: Wehe

source: Closed
haw: Pauʻia

source: You are about to close ticket. Are you sure?
haw: Ke kokoke nei ʻoe e pani i ka tiketi. He ʻoiaʻiʻo kēnā?

source: Announcements
haw: Nā hoʻolaha

source: Support
haw: Kākoʻo

source: Opened
haw: Weheʻia

source: View
haw: Nānā

source: Locations
haw: Nā wahi

source: You currently have no announcements.
haw: ʻAʻohe āu hoʻolaha i kēia manawa.

source: You currently have no
haw: ʻAʻohe āu i kēia manawa

source: open cases. Click
haw: hāmama nā hihia. Kaomi

source: here
haw: maanei

source: to contact support.
haw: e hoʻopili i ke kākoʻo.

source: closed cases.
haw: nā hihia paʻa.

source: open tickets.
haw: wehe ʻia nā tiketi.

source: closed tickets.
haw: i pani ʻia nā tiketi.

source: You currently have no locations.
haw: ʻAʻohe ou wahi i kēia manawa.

source: Write a comment....
haw: Kakau i kahi manaʻo.

source: Post
haw: Ka Post

source: Add Location
haw: Pākuʻi i kahi

source: Save Event
haw: Mālama i ka hanana

source: Name
haw: Inoa

source: Start Date
haw: ʻO ka hoʻomakaʻana

source: Start Time
haw: Hoʻomaka hoʻomaka

source: End Date
haw: ʻO ka lā hope

source: End Time
haw: Ka manawa pau

source: Repeat
haw: E hana hou

source: Attendees
haw: Nā poʻe hele

source: Event Location
haw: Kahi Hanana

source: Link
haw: Loulou

source: Description
haw: Hōʻike

source: Attending
haw: Ke hele nei

source: Add to calendar
haw: Hoʻohui i ka ʻalemanaka

source: Details
haw: Nā kikoʻī

source: Event by
haw: Hanana na

source: Duration:
haw: Ka lōʻihi:

source: more
haw: hou aku

source: Maybe
haw: Loaʻa

source: Not Attending
haw: ʻAʻole hele

source: No
haw: Aʻole

source: Video Conference
haw: ʻaha kūkā wikiō

source: Event details
haw: Nā kikoʻī hanana

source: You don't have permissions to view this page.
haw: ʻAʻole āu manaʻo e nānā i kēiaʻaoʻao.

source: Your Upcoming Events
haw: Nā hanana e hiki mai ana

source: Upcoming
haw: e hiki mai ana

source: Your Past Events
haw: Kou mau hanana i hala

source: Past
haw: I hala

source: Your Events
haw: ʻO kāu mau hanana

source: All
haw: Pau

source: All Events
haw: Nā hanana a pau

source: Directions
haw: Nā kuhikuhi

source: Edit settings
haw: Hoʻonohonoho hoʻonohonoho

source: Delete event
haw: Holoi hanana

source: Attending?
haw: Ke hele nei?

source: No Events
haw: ʻAʻohe Hanana

source: more comment(s)
haw: nā manaʻo hou aʻe (s)

source: Loading comments
haw: Ke hoʻouka nei i nā manaʻo

source: You are about to delete comment. Are you sure?
haw: E ʻaneʻane ʻoe e kāpae i ka manaʻo. He 'oiaʻiʻo kēnā?

source: task
haw: hana

source: to do
haw: e hana

source: tasks
haw: nā hana

source: Write something...
haw: Kākau i kahi mea ...

source: Attach File
haw: Hoʻopili i ka faila

source: From Template
haw: Mai ka Template

source: No feeds yet.
haw: ʻAʻohe hānai mau.

source: comments
haw: nā manaʻo

source: comment
haw: ʻōlelo ʻōlelo

source: Add a comment
haw: Hoʻohui i kahi manaʻo

source: Template
haw: Anakuhi

source: No templates
haw: ʻAʻohe anakuhi

source: Done
haw: Hana ʻia

source: Select the members who needs to fill this form
haw: E koho i nā lālā e pono e hoʻopiha i kēia palapala

source: Update Form
haw: Hōʻano hou

source: Due Date
haw: Palena pau

source: Due Time
haw: Ka manawa kūpono

source: Loading...
haw: Hoʻoikaika ...

source: Preview
haw: Nāmua

source: Save & Close
haw: Mālama a pani

source: Add an element
haw: Hoʻohui i kahi mea

source: Media is converting. We will notify you when it is ready
haw: Ke hoʻololi nei ka Media. E haʻi aku mākou iā ʻoe ke mākaukau

source: Add
haw: Hoʻohui

source: Field
haw: Kahua

source: Edit
haw: Hoʻoponopono

source: Text
haw: Kākau

source: Sub Text
haw: Kikokikona Sub

source: Format
haw: Hōʻano

source: Media failed in converting. Please delete and try again or another.
haw: ʻAʻole hiki i ka Media ke hoʻololi. E ʻoluʻolu e holoi a hoʻāʻo hou a i ʻole.

source: Pages
haw: Nā ʻaoʻao

source: Saved
haw: Mālama ʻia

source: Insert
haw: Hoʻokomo

source: Elements
haw: ʻElemu

source: Action Required
haw: Pono ka hana

source: Add a new page
haw: Hoʻohui i kahi ʻaoʻao hou

source: Blank page
haw: ʻAoʻao hakahaka

source: From PDF
haw: Mai PDF

source: From image
haw: Mai ke kiʻi

source: Add PDF
haw: Hoʻohui PDF

source: Add Image
haw: Hoʻohui kiʻi

source: Options
haw: Nā koho

source: Column Names
haw: Nā inoa kolamu

source: Option already exists.
haw: Ua hala ka koho.

source: options list is empty
haw: koho ka papa koho

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
haw: Kākoʻo ka pahu pahu pahu i nā koho he 5 wale nō. Hiki iā ʻoe ke hoʻololi i ka māla i kahi hāʻule e hoʻonui i nā koho ʻē aʻe

source: columns list is empty
haw: Ua nele ka papa inoa o na kolamu

source: Default Value
haw: Palena Kuhi

source: Delete row
haw: Holoi lālani

source: Add a new row
haw: Hoʻohui i kahi lālani hou

source: Download
haw: Hoʻoiho

source: Label
haw: Lepili

source: Question
haw: Ninau

source: Default answer
haw: Pane paʻamau

source: Media is converting
haw: Ke hoʻololi nei ka Media

source: Send Form
haw: Hoʻouna puka

source: Form Submited.
haw: Kākau i hoʻounaʻia.

source: You don't have permissions to submit forms.
haw: ʻAʻohe āuʻae i hoʻounaʻia.

source: You currently have no forms of your own
haw: ʻAʻohe āu ʻano ponoʻī i kēia manawa

source: Your Uncompleted Forms
haw: ʻO kāu ʻano i hoʻopiha ʻole ʻia

source: Uncompleted
haw: Pau ʻole

source: Your Completed Forms
haw: Kāu mau pepa i piha

source: Completed
haw: Hoʻopau

source: Your Forms
haw: ʻO kāu mau hana

source: All Forms
haw: Nā Pūnaewele

source: Form Title
haw: Poʻo inoa

source: Author
haw: Mea kākau

source: Published
haw: Paʻi ʻia

source: Submissions
haw: Waihona

source: No Forms
haw: ʻAʻohe puka

source: Upload Form Document
haw: Hoʻouka i ka palapala pepa

source: Forms Library
haw: Waihona Puke

source: No Forms In Library
haw: ʻAʻohe puka i ka hale waihona puke

source: Answers
haw: Nā Pane

source: Close - Status changed
haw: Hoʻopili - ua hoʻololi ʻia ke kūlana

source: Change Status
haw: Hoʻololi i ka nohona

source: Case Number
haw: Ka helu helu

source: Tag Id
haw: &#39;Imu Id

source: Date Opened
haw: Hoʻomakaʻia ka lā

source: User Id
haw: Mea hoʻohana Id

source: Confirm your details
haw: E hōʻoia i kāu mau kikoʻī

source: Form Submitted.
haw: Palapala Waihoia.

source: PO No:
haw: No PO:

source: Reference ID:
haw: ʻIkepili Kuhi:

source: Term:
haw: Kau:

source: Note:
haw: Nānā:

source: Price
haw: Kumukuai

source: Add more
haw: Hoʻohui hou aku

source: Subtotal($)
haw: Ka huina liʻiliʻi ($)

source: Discount(%)
haw: Hoʻemi(%)

source: TAX(%)
haw: ʻauhau(%)

source: Total($)
haw: Huina($)

source: Select the members who needs to view or pay this invoice
haw: E koho i nā lālā e pono e nānā a uku paha i kēia pepa

source: Update Invoice
haw: Hōʻano hou i ka pepa pepa

source: Create Invoice
haw: Hana i ka pepa helu

source: Reference ID
haw: ID Kuhikuhi

source: Term
haw: Kau

source: Note
haw: Nānā

source: Quantity
haw: Ka nui

source: Price ($)
haw: Kumukuai ($)

source: Subtotal ($)
haw: Huina liʻiliʻi ($)

source: Discount (%)
haw: Hoʻemi (%)
