Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/haw/LC_MESSAGES/messages.po
Languages: haw

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
haw: ʻO kā mākou polokalamu waiwai kālā he kahua lawelawe e mālama ai mākou no kā mākou mea kūʻai aku e hāʻawi i nā lawelawe i hōʻike ʻia ma lalo nei. I mea e hōʻoia ai i kahi lawelawe, pono ʻoe e hoʻokō i kahi palapala kauoha no kēlā lawelawe a / a hoʻopau paha i ka lele kau inoa no kēlā lawelawe. He kuleana wale nō ʻoe e hoʻohana i nā lawelawe kahi i kau inoa ai a uku ʻoe, a ʻo kāu hoʻohana o nā lawelawe i pili i kou hoʻokō ʻia me nā huaʻōlelo a me nā kuleana āpau o ka ʻae. Manaʻo ʻoe a ʻae ʻae mākou i ko mākou kuleana e hoʻololi i nā lawelawe (a i ʻole kekahi hapa ona) mai ka manawa a i ʻole ua hewa mākou iā ʻoe a i ʻole ke kuleana o ka hui ʻekolu no kekahi hoʻololi i nā lawelawe.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
haw: 1.2 ʻO ka wehewehe ʻana i ka lawelawe ʻo CaseActive: ʻo CaseActive Service ka mea lawelawe i ka lawelawe polokalamu lawelawe lawelawe no ka hoʻokele hui o nā mea kūʻai pūnaewele i hāʻawi ʻia e CaseActive LLC. ʻO ka holo kau inoa i ʻae āu i ʻae ai, a i ʻole ka Palapala Hoʻomaʻomaʻo āu i hana ai, e ʻike ana i ka CaseActive Service āu i helu ai ma ka, inoa inoa inoa inoa a me nā uku e uku ʻia e ʻoe no ka lawelawe ʻo CaseActive. Ua hoʻonohonoho ʻia nā huaʻōlelo hou a me nā kūlana e pili ana i kou hoʻohana ʻana i ka lawelawe ʻo CaseActive i:

source: 2. Expanding the Services:
haw: 2. Hoʻonui i nā lawelawe:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
haw: Hiki iā ʻoe ke kau inoa i nā lawelawe hou, e pili ana i nā lawelawe hou e hiki ai ke ʻae ʻia e CaseActive mai kēlā manawa kēia manawa, a hoʻonui i kāu lawelawe ʻānō ma o ka hoʻokō ʻana i kahi palapala Hoʻohālikelike a i ʻole ka holo kau inoa, ma ke ʻano he lawelawe. E loaʻa i kēlā me nā palapala kau inoa hou a i ʻole Hoʻolaha Kauka e kau ʻia ke kumukūʻai a me ka lā helu pāʻina pili o nā lawelawe i hoʻohui ʻia i kēlā manawa. E pili ana nā lawelawe āpau i kēia mau Kūlana Nui o ka lawelawe a me nā huaʻōlelo a me nā kūlana hou e pili ana i nā lawelawe ʻē aʻe.

source: 3. Customer Support:
haw: 3. Ke kākoʻo kōkua:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
haw: No ka mea ua loaʻa iā ʻoe nā uku a pau e uku ʻia e ʻoe no nā lawelawe, e hoʻohana mākou i nā ʻoihana hoʻonaʻauao kūwaho i hāʻawi ʻia ʻole, ʻaʻole ia he uku, i nā lawelawe kōkua ʻenehana iā ʻoe a me kāu poʻe mea hana i hāʻawi ʻia i hāʻawi ʻia i nā lawelawe. E koho ʻia kahi mākaʻikaʻi o ka mea lawelawe ma kāu hihia. E ʻae ʻia nā hihia ʻole e nā mea hoʻohana ʻokoʻa. Loaʻa kā mākou kākoʻo maʻamau i ka 24/7, ka haʻalele ʻana i nā lā nui loa, kahi e loaʻa ai ka lā hoʻomanaʻo ʻana, ka lā kūʻokoʻa, ka lā o ka limahana, nā lā aloha, aloha nui, a me ka lā o ka makahiki hou. Hiki iāʻoe ke hoʻokaʻaʻike mai i ke kākoʻo o ka mea kūʻai aku ma o ka hoʻohana ʻana i kā mākou

source: Contact Form
haw: Hoʻokaʻaʻike Form

source: . Our response time shall not be greater than two business days.
haw: . ^ E Ha yM. ʻAʻole ʻoi aku ka nui o kā mākou pane pane ʻana ma mua o ʻelua lā ʻoihana.

source: 4. Training:
haw: 4. Ke aʻoʻana:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
haw: No ka mea ua uku ʻoe i nā uku uku a pau e nā ʻāpana lawelawe, e hana mākou i kahi mamao, noho a i hoʻopaʻa ʻia paha i nā kaukau ʻana i hoʻohana ʻia i nā mea i koho ʻia, i inoa ʻia a i hāʻawi ʻia a hāʻawi pū ʻia nā mau aʻo i hiki ke loaʻa ma ka ʻāpana kōkua a hoʻomaʻamaʻa i kā mākou pūnaewele ma ʻaʻohe uku hou. No kekahi mau lawelawe mākou e hoʻolako ai i kekahi aʻo ʻana ma ke kahua ma ka noi a no ka uku ma kahi uku. E ʻoluʻolu e ʻoluʻolu e hoʻohana iā mākou ma ka hoʻohana ʻana i kā mākou

source: for more information about on-site training.
haw: no ka ike hou aku e pili ana i ke kahua paona.

source: 5. Your Rights and Restrictions:
haw: 5. Kou mau Pono a me nā Restrictions:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
haw: 5.1 Laikini: Manaʻo i nā huaʻōlelo a me nā kūlana o ka ʻohu, a me ka uku ʻana i nā manawa kūpono a pau i hoʻonohonoho ʻia i loko o ka ʻAina Kauka a i ʻole ka inoa kākau inoa, e hāʻawi mākou iā ʻoe i kahi ʻokoʻa ʻole, ʻae ʻole a hoʻoneʻe ʻia, kuleana kūpono ʻole laikini ke hoʻohana (a e ʻae i kāu mea hoʻohana i hoʻohana ʻia) e hoʻohana i nā lawelawe i kau inoa āu e kau inoa ai, wale no i nā ʻoihana o loko.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
haw: 5.2 Mea hoʻohana ʻono: ʻO ʻoe (i) ke kuleana no ka ʻae ʻana o kāu mau mea hoʻohana i ka ʻohuʻikepili, a ((ii) e hoʻohana i nā ʻoihana kūpono e pale aku i ka ʻae ʻole a i ʻole i ke hoʻohana ʻana i nā lawelawe a e hoʻomaopopo koke iā mākou i kahi komo ʻole i ʻae ʻia a i ʻole ʻole i komo ʻole ʻia. hoʻohana. ʻO kou kuleana ka lawe ʻana i ka hele ʻana i nā lawelawe inā ʻike ka mana o kahi mea hoʻohana a i ʻike ʻia paha e kahi limahana hana.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
haw: 5.3 Nā kuleana a me kou nāohi ʻana: ʻO ʻoe ke kuleana i nā hana a pau i hana ʻia ma lalo o nā mea hoʻohana i kāu mea hoʻohana a i ʻole kāu mea i ʻae ʻia. He mea pono kou: (i) he kuleana hoʻokahi no ke kūleʻa, ka maikaʻi, ka pono, kaʻoiaʻiʻo, nā kuleana a me ka kūpono o nā ʻikepili a pau āu e hāʻawi ai i nā lawelawe; (ii) hoʻohana i nā hana kūloko kūpono e pale aku ai i ka ʻole ʻae ʻole i ka ʻae ʻole a i ʻole ke ʻae ʻia a i ʻole i ʻae ʻia a i ʻole i ʻae ʻia a i ʻole hoʻohana ʻia, nā lawelawe a hōʻike iā mākou me ka wā ʻole o ka hoʻohana ʻole ʻia ʻole a me nā hana palekana ʻole; (iii) pili i nā kānāwai kūloko a pau, mokuʻāina, federal, a me nā kānāwai ʻē aʻe (e pili ana i nā kānāwai e pili ana i ka pilikino a me ka pale o ka ʻike pilikino a ʻilikai paha) ma ka hoʻohana ʻana i nā lawelawe; (iv) a hiki i ka nui, kūpono, e pili i nā kānāwai āpau e pili ana i ka hui ʻana o nā kāleka kāleka (me ka American Express, MasterCard a me Visa); a me (v) loaʻa a mālama i ka lako kamepiula, lako polokalamu a me nā lako uila e pono ai e komo i nā lawelawe, a e uku i nā uku holo aʻe (e like me ka uku a ISP) i hoʻoili ʻia e pili me kāu hoʻohana ʻana i nā lawelawe.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
haw: ʻAʻole paha ʻoe, a hoʻomaka ʻoe e ʻae i kāu mea hoʻohana i ʻōlelo ʻia, (i) hoʻokaʻawale, huli ʻana i ka ʻeneki, hoʻokaʻawale a mea ʻole e hoʻokaʻawale i nā code i pili ai i nā lawelawe, a e hoʻololi paha, hoʻololi, hana i nā hana kumulima i hoʻokumu ʻia, a unuhi paha i ka Nā lawelawe; (ii) laikini, hoʻoilina, hoʻolimalima, hoʻolimalima, hoʻoili, hoʻohele, hoʻolimalima manawa, hoʻolimalima, hoʻolimalima, kūʻai ʻia no ka loaʻa kālā, hoʻohele a ʻae ʻole i ka hoʻoweliweli kalepa ʻana, hāʻawi aku i nā kuleana i loko a hoʻolako paha i nā lawelawe i kekahi hapakolu; (iii) hoʻohana i nā lawelawe koe wale nō i hāʻawi ʻia ma lalo nei a i ʻole ke kue ʻana i kekahi kānāwai i kūpono; (iv) pili i nā hana kālepa lula a hoʻopunipuni paha me ka lawelawe ʻana i nā lawelawe; (v) hoʻohewa a hōʻole i kekahi palekana a i ʻole nā ʻina loea e lawelawe ai a i ʻole nā ʻano like ʻole o ka Pūnaewele a i ʻole i kekahi ala, e hoʻāʻo ai e loaʻa a loaʻa ʻole ka ʻae ʻole i ka lawelawe ma nā Pūnaewele a i ʻole nā hoʻonohonoho pūnaewele e pili ana i nā pūnaewele a i ʻole nā lawelawe pūnaewele; (vi) hoʻohana i nā lawelawe no ka hoʻouna ʻana i ka hoʻokaumaha ʻana, hoʻāliʻi, ʻike ʻole, hoʻoweliweli a ʻāhewa ʻole ʻia, hewa, mālama ʻole, a hōʻeha a hōʻeha paha, a mālama ʻole i ka mea e hoʻolilo ʻole i nā kuleana pilikino; (vii) hoʻohana i ka lawelawe no ka mālama a hoʻoili paha i kekahi mau maʻi, nā ʻōpala, nā manawa pōpilikia, nā lio Trojan a me nā code e hōʻino a maikaʻi ʻole paha, nā faila, palapala kope, a me nā polokalamu a i ʻole e hoʻouna ai i ka leka uila a i ʻole he kope paha a i ʻole i kuhihewa ʻia i ka hoʻopaʻi ʻana i nā kānāwai kūpono. ; a me (viii) e hōʻeha a hōʻole paha i ka kūpaʻa a i ʻole ka hana ʻana o nā lawelawe a i ʻole ʻāpana kūʻauhau ʻekolu i loaʻa i loko.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
haw: 5.4 Ke mālama ʻia o nā kuleana: ʻAʻole i ʻae ʻia nā kuleana ʻē aʻe ke hōʻike ʻia ma ka ʻōlelo. ʻAʻole ia he ʻauhau a ʻaʻole ia i hoʻopuka i nā kuleana a i ʻole nā kuleana, a i ʻole, Nā lawelawe a i ʻole kekahi lako polokalamu i lalo. No mākou nā kuleana pono, ka inoa a me nā makemake a pau, e komo pū me nā kuleana waiwai āpau, a me nā lawelawe a me nā polokalamu kumu lalo a me nā mea hou a pau, hoʻonui, hou pehea, a me nā papahana i hoʻomohala ʻia e kā mākou me nā mea laikini paha i ka wā o ka hana o nā lawelawe.

source: 6. Term and Termination:
haw: 6. Ka lōʻihi a me ke kauʻana:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
haw: 6.1 Term: Hoʻololi ka huaʻōlelo o nā lawelawe ma muli o ka lawelawe a ʻoe i kākau ai a e kau ʻia ma ka palapala Kauoha a i ʻole i ʻae ʻia i loko o ke kau inoa a kākau hou ʻia:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
haw: 6.1.1 CaseActive Service Term: ʻO kāu helu inoa no ka lawelawe ʻo CaseActive e hoʻololi hou iā lākou no kahi mau mahina hoʻokahi a i hoʻokahi makahiki hoʻokahi, e like me ka palapala noi a i ka holo kau inoa ʻana, ke ʻole haʻi mākou i ka lawelawe āu e hāʻawi ai iā mākou i kahi hoʻolaha o ʻaʻole hana hou i ka liʻiliʻi ma kahi kanakolu (30) mau lā ma mua o ka pau ʻana o ka hua o ka manawa.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
haw: 6.1.2 CaseActive Pūnaewele Hoʻohuli: ʻO kāu kau inoa i ka lawelawe pūnaewele ʻo CaseActive e loli hou i nā lawelawe a hoʻokahi mahina a i hoʻokahi makahiki hoʻokahi, e like me ka palapala noi a i ʻole ka hoʻopaʻa inoa inoa, ke ʻole ʻae mākou i ka lawelawe a hāʻawi ʻoe iā mākou me ka hoʻomaopopo ʻana o ka make hou ʻana ma ke kanakolu (30) mau lā ma mua o ka pau ʻana o ka hana o kēia manawa.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
haw: 6.1.3 Ka palapala kākau ʻana no ka hoʻou ole hou ʻana e pono iā ʻoe i waiho ʻia i CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
haw: 6.2 Ka hoʻopau ʻana: hiki i ka ʻokahi āpau ke hoʻopau i ka ʻikepili a me nā palapala lawelawe ʻikepili (i) inā a uhai ke hui ʻē i kekahi o kāna mau kuleana i lalo o ka ʻikepili a ua hoʻōla ʻole ʻia kēlā haki i loko o ke kanakolukūmākahi (30) mau lā o ka loaʻa ʻana o ka leka hoʻomaopopo mai ka hana ʻole ʻole ʻia ʻlelo, a i ʻole (ii) inā ʻokoʻa nā ʻaoʻao ʻē aʻe a peʻa paha, hōʻuluʻulu ʻia a hoʻoilo ʻia paha, a hoʻopau paha i nā mea āpau o kāna ʻoihana. Hiki paha iā mākou ke hoʻopau i ka ʻae i ka hana ʻana i ka ʻaki ʻana i ka Pauku 5.3 ma luna. I ka pau ʻana o ke Kaukaʻi, e hoʻopau koke ʻoe i ka hoʻohana ʻana o nā lawelawe, a kāpae i ke kau inoa ʻana i nā ʻano hana āu i hoʻohana ai i nā lawelawe, a e hoʻopau i kā mākou ʻike pilikino āpau i loko o kou waiwai. ʻAʻole hiki ʻole ke ʻālana i kekahi kuleana no ka pōʻino mai ka hoʻopau ʻia ʻana o ka ʻikepili a i ʻole he mea ʻokoʻa nā lawelawe ma nā lawelawe i hāʻawi ʻia ma ʻaneʻi; akā naʻe, ʻaʻole i pili ka hoʻopau ʻana o ka Hoʻohui i kahi koi e ala ana ma mua o ka pau ʻana.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
haw: 6.3 Huli i kāu ʻikepili i ka hopena o ka hoʻopau ʻana: ʻae ʻoe a ʻae i ka hopena ʻana o ka wā i pau ai ka hoʻopau ʻana i nā palapala āu i nā lawelawe, hiki iā mākou ke ʻokaʻawale i nā lawelawe i kau ʻia a ma hope iho o ka manawa kūpono o ka hapa ʻokoʻa ma lalo o ka kanaiwa (90 ) nā lā, hoʻopau paha i kāu moʻokāki a me ka ʻikepili. Eia naʻe, no ka hoʻopau ʻana o nā lawelawe ma o mākou, e hāʻawi aku iā mākou i kahi manawa ʻokoʻa, i ʻole e hoʻopaʻa ʻia i nā lawelawe, ʻaʻole iʻoi aʻe i ke kanakolu (30) mau lā, no ke kumu hoʻokahi o ka ʻae ʻana iā ʻoe e kiʻi i kāu ʻike hoʻoilina, i hāʻawi ʻia, ua uku piha ʻoe ma ka pono maikaʻi i loko o mākou i uku ʻole ʻia. ʻAe ʻae ʻoe i ka ʻae ʻole ʻana e ʻae ʻia mai iā mākou a i ʻole i kahi hui ʻē aʻe no ka hoʻopau ʻana i kou komo ʻana i nā lawelawe a i ʻole e pau ai kāu data, i ʻike ʻole ʻia mākou e pili ana i nā ʻākana o kēia Pauku 6.3.

source: 7. Fees:
haw: 7. Nā uku:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
haw: 7.1 Uku Hoʻohana ʻAno. E uku ʻia nā uku hoʻolimalima a uku ʻia ma ka lā o ka noi. Hiki ke hoʻonui ʻia ka uku lawelawe ma luna o kā mākou uku i kēia manawa. ʻAʻole hoihoi ʻia nā uku lawelawe no ka hoʻopau ʻana i kahi ʻoihana kākau mua.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
haw: 7.2 uku hou: Hiki iā ʻoe ke uku i nā uku ʻē aʻe ʻole i hoʻihoʻi ʻia no kāu hoʻohana ʻana i nā lawelawe ma kahi o nā uku i kau ʻia ma ka Pepa Hoʻolaha a / a i ʻole holo kau inoa. Hoʻohui ʻia nā uku a me nā uku uku hou aʻe i nā ʻōlelo hou no ka lawelawe pili.

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
haw: 7.3 uku uku: Hoʻomaopopo ʻoe i kāu hiki ʻole ke uku i kekahi uku a i ʻole nā uku i ka wā e hiki ai ke hopena i ka hoʻokuʻu a hoʻopau paha i kāu palapala huahana CaseActive (s). Inā hiki ʻole ʻoe e uku i kekahi o nā uku a i ʻole nā kumukūʻai ma lalo iho nei, ua kuleana ʻo CaseActive e komo i kahi ʻāpana ʻohiʻohi e hōʻiliʻili i nā uku a me nā uku a pau ʻoe e uku i nā uku a kā CaseActive i pili me ka hōʻiliʻili o nā helu i hala mua ʻia, , ʻaʻohe palena, nā loio kūpono &#39;a me nā uku a nā ʻahahui o nā ʻauhau hui pū ʻia me ka hoihoi i ka nui o ke kūlike o ka 1.0% o kēlā me kēia mahina a i ʻole ka manawa kiʻekiʻe e ʻae ʻia e ke kānāwai kūpono.
