Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/haw/LC_MESSAGES/messages.po
Languages: haw

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
haw: 7.4 ʻAuhau: Ma luna ʻoe no nā ʻauhau kūʻai, hoʻohana i ka ʻauhau, ka ʻauhau ʻia i nā waiwai, a me nā ʻauhau ʻē aʻe a me nā ʻauhau ʻē aʻe a me nā ʻauhau like ʻole e hāʻawi ʻia e nā mea mālama ʻāina, aupuni a i ʻole ka hui ʻana o nā aupuni ma ke ʻano o nā hanana i manaʻo ʻia. Inā loaʻa iā mākou ka kuleana e uku a hōʻiliʻili paha i nā ʻauhau āu e kuleana ai, e like me kēia Pauku, e uku ʻia ka uku kūpono a uku ʻia e ʻoe inā ʻaʻole ʻoe e hāʻawi iā mākou i kahi palapala hōʻoia ʻauhau kūpono i ʻae ʻia e ka luna ʻauhau kūpono.

source: 8. Representations and Warranties:
haw: 8. Nā Lunamaka&#39;āinana a me nā Hōʻailona:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
haw: 8.1 Nā Hōʻike Mana a me nā Kūʻē: ʻO kēlā me kēia hui i hōʻike ʻia a hōʻoia ʻole i kekahi ʻaoʻao ʻē aʻe i (i) i kuleana āpau ke komo i loko a hana i kona mau kuleana ma lalo o ka ʻae me ka ʻae ʻole a kekahi ʻae a ʻaʻole ʻae paha i kekahi kuikahi a ʻaelike paha me nā ʻāpana ʻekolu, (ii) nā kānaka a pau e hana ana i kekahi mau kuleana ma lalo nei a ua komo i loko o nā ʻae a pau e pono ai nāna i hoʻokō me nā ʻōlelo a me nā ʻōlelo i hoʻoholo ʻia, a (iii) pono ia i nā hana pilikino āpau me nā kānāwai āpau e pili ana i nā kānāwai āpau e pili ana i Nā lawelawe.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
haw: 8.2 Nā Lunahoʻolelo Hou a me nā Kūʻē: Ua hōʻoia aku ʻoe, e hōʻike ana a hoʻopaʻa ʻia iā mākou e hoʻohana ʻoe i nā lawelawe wale nō no nā kumu i kūpono i ke kānāwai a me nā ʻōlelo a me nā kulekele CaseActive e pili ana.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
haw: 8.3 Hoʻopau i nā Kānāwai: Hoʻolaha no nā Kānāwai o ka ʻĀina Hōʻea i kēia PAʻI 8, I KA LOHE MAXIMUM E HōʻOHOLU ʻia, E NOHO ANA MAIKAʻU NUI, HUI NUI, ʻ IMKAHI, MAKAʻO NA KĀLOHOLO. O TRADE, E IKE I NA ANA O KA HUI, I PILI ANA O KA MEA AN O KE ANA, MAU PILI ANA, NA HUI, KA PILI ANA O NA MAKAHIKI PILI ANA, MA A KAUPII ANA. E NOHO AKU NEI MA KA POE ANA O NA POE NOHE NOHE MOHO NA KEIKI MA KE KOA MAU, MAILE AKU I NA KOHOLOHE NOHO, A I NA WAI HOOPONOPONO O KUKU MA KAHUI A PAUHU E NOHO ANA NOHO ANA O EKOLIKA ANA. KE KOMO ANA MA NA NUI IA NOHO ANA I KOHO ANA I ANA &#39;AS IS&#39; BASIS MA KA MEA ANA I NA KOMISIKO POHO A ME NA HOOPONOPONO NEI ANA I KA OI ANO, MAU KUPANUI, MAAU NO KA LIMITOHE, NA KOMOHE ANA MA NA KAHUI ANA. KE KAHANA HANA NUI KA HANA KAHIKE NUI KA HUI KAHIKI NUI NO KA LAHUI E KAHOLAHA ANA I KAHANA ANE O KE KAHU LOA.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
haw: E NOHO ANA NOHO ANA ANE MA KAHI WAHI A E NOHO ANA I KE KUOKOA E NOHO ANA E KOMOHE A PEA HOOPOHOLOHE MA KA HANA KUPUA AIA. E LOAʻA I KE KPLʻ APLIE HOAʻI I KE OʻI AKU I KE KAHI MAKAʻI NĀ WAI HALE PĀNUI A KE KAI WAIʻI AIA AKUA E HANOHO KA HANA O KA ULOHE E KOHO AI. KA LELEI KĀLIE NO KA MEA NĀ UKAHI NOHO KE PILI ANA O kā SERVICES I KE KĀLOHE MAKAʻA ʻ APLA.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
haw: Inā KEKAHI P YOUKE NĀ K WITHKAHI MAU KĀKAHI MAʻO ʻ THISLI ALOHA, ʻO kou SOLE A E P EXIA ANA I KEDʻIA PĀLA HUI KĀLOHE NUI KĀNA HĀNAKAHI.

source: 9. Confidential Information:
haw: 9.ʻIke Kūlohelohe:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
haw: Inā ʻaʻole i ʻae ʻia e ka ʻaha ʻaoʻao ʻē aʻe, ʻaʻole hiki i kekahi ʻaoʻao ke hōʻike i kekahi ʻakolu i kekahi ʻikepili a me nā lako i hāʻawi ʻia e nā ʻaoʻao ʻē aʻe ma lalo o ka ʻ thelelo a ua hoʻomaopopo ʻia me ka hūnā ʻia (&#39;Confidential Information&#39;), a i ʻole he hoʻohana ʻia ia mau Manaʻo Haka o nā ʻokoʻa i kekahi ʻano ʻē aʻe. mamua o ka lawelawe ana i na kuleana malalo o ka Maluhia. ʻAʻole i pili nā palena mua i kēia ʻike pili i ka ʻaha kanaka a i ʻole i loaʻa i ka ʻae ʻana no ka hui, ua ʻike ʻia e ka mea i loaʻa ma mua o ka lā o ka hōʻike a ʻike ʻia i ka ʻaha loa ʻana ma hope mai kahi hapai i ʻike ʻia. kuleana ʻo bona fide e hōʻike i ka ʻike, a i ʻole ka hoʻolaha ʻia ʻana o ka ʻaha kūkā kuleana e hana ʻana ma muli o kahi kauoha a ka ʻaha hoʻokūkū hoʻokūkū a i ʻole nā kupa kūmole kūpono, ʻo ka hāʻawi ʻana i ka mea i loaʻa iā ia e hōʻike i ka hui hōʻike manawa i ʻike ʻia e ia nei hoʻokolokolo kauoha a subpoena paha. Eia kekahi, e hōʻoia ʻoe e hōʻoiaʻiʻo i nā mea hoʻohana i hoʻopaʻa ʻia no ka hilinaʻi paʻa i nā ʻōlelo huna a me nā ʻikepili e ae i nā lawelawe. E ola paha kēia Pauku 9 a hoʻopau paha i kēia ʻāpono.

source: 10. Indemnification:
haw: 10. Hoʻoponopono:

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
haw: 10.1 Hoʻoilua no ka Hoʻopake ʻana: Kumuhana i ka Pauku 10.4, ʻo mākou ke uku, e pale iā ʻoe i kekahi ʻauhau kuleana i hāpai ʻia e kūʻē iā ʻoe e hōʻike ana e pili ana nā lawelawe i ka make ʻana o ʻAmelika i kahi hapakolu e like me ka lā hana; a i ʻole hōʻino i kekahi kuleana kope, kālepa a i ʻole hūnā kālepa i kekahi hapakolu (i kuhi ʻia e like me ke &#39;Manaʻo ʻona ʻona i lalo o nā lawelawe&#39;). Ma ke ʻano e ʻimi ʻia a loaʻa ʻia paha kahi kauoha no ka hoʻohana ʻana i nā waiwai o ka naʻau ʻĀina ma lalo o nā lawelawe a i ʻole ko mākou manaʻo e ʻimi ʻia a loaʻa paha paha, ma ka mea a mākou e koho ai a lilo ka helu, i ʻole (i) e kūʻai no ʻoe a me kou inoa nā mea i ʻae ʻia i kuleana e hoʻomau i ka hoʻohana ʻana i nā lawelawe, a i (ii) ke hoʻololi a hoʻololi paha i nā lawelawe e hana ʻole ai lākou i ka hoʻohana ʻana i ka wā e hiki ai ke hana nui. Ma nā ʻano ʻoihana (i) a me ka (ii) i luna, ʻaʻole ia he hana kūlohelohe, hiki iā mākou ke hoʻopau i nā lawelawe a hoʻihoʻi i kekahi uku, akā ʻaʻole i hoʻolimalima ʻia nā uku lawelawe. ʻAʻole kuleana ko mākou e pale aku a i ʻole he kuleana no nā koina a i ʻole ka pōʻino ma lalo o kēia Pauku 10.1 inā ua kū ʻia ka mea i hewa ʻia a i ʻole i kekahi ala kūpono ʻia i (i) i kekahi hoʻololi o kekahi Manaʻo e ʻoe (a i ʻole o kāu mea i ʻae a i ʻole nā mea hoʻohana i koho ʻia) a i (ii) ke hoʻohana ʻana i nā lawelawe i hui pū ʻia me nā lawelawe a me nā huahana ʻaʻole i hāʻawi ʻia e CaseActive inā he mea ʻole ia e kuhi ʻia ʻole nā mea hoʻololi a i ʻole i hui ʻia, a i ʻole (iii) hoʻokō pono i kāu mau ʻōlelo aʻoaʻo a i ʻole a i ʻole (iv) kahi koi. ʻaʻole ia e ʻōlelo me ke kikowaena ʻo nā lawelawe ʻo ia ke kumu o ka hoʻopiʻi (i kēlā me kēia &#39;Kūʻē Koho&#39;). ʻO nā kuleana e uku ʻia i loko o kēia Pauku 10.1 e ola mau ʻia a hoʻopau wale ʻia kēia ʻaha kānāwai.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
haw: 10.2 Palapala no ka palekana o ka ʻikepili a me Ka Palekana: Kumuhana i ka Pauku 10.4, a i ka wā o kāu kākau inoa ʻana i nā lawelawe, e mālama mākou iā ʻoe ma luna o nā hihia ʻāpana ʻē aʻe i lawe mai iā ʻoe e ʻae nei i kā mākou ʻae ʻole i ka pale ʻole ʻana i kahi ʻae ʻole. i ka, a i kā mākou hana hewa ʻole makemake ʻana i ka hoʻolaha ʻana, ka ʻike pilikino ʻike ʻikepili o kāu mea kūʻai mai i ko mākou ʻae a i ʻole kā mākou kuleana. ʻAʻole pili kēia ʻāpana i kahi kālā i manaʻo ʻia a i pili paha i kāu mālama ʻole a hana hewa paha a manaʻo ʻia a kāu mau ʻākena a i ʻole i kāu kuleana a i ʻole ia manawa paha i hoʻoneʻe ʻia ka kuleana a i ʻole nā palena ʻole e kekahi hui ma lalo o ka ʻ thelelo. ʻO nā kuleana maʻa i kau ʻia ma kēia ʻāpana e kau nei iā ʻoe ma ka hōʻike ʻana i ko mākou ʻae ʻole a i ʻole hana hewa ʻana he pololei a hōʻea i kahi komo ʻole i komo a ʻae ʻole i ka hōʻike ʻole ʻia ʻana o ka ʻike pili pilikino o kāu mea kūʻai aku i kā mākou kuleana a mālama ʻole paha.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
haw: 10.3 ʻO kou hōʻoia: ʻae ʻoe i ka uku aku, hoʻopaʻi ʻole ʻole, a mālama iā mākou a me kā mākou mau limahana a pau, nā luna, nā luna a me nā luna āpau mai nā mea āpau a me nā koi a pau, koi, hoʻopiʻi, hana, hoʻoweliweli, poino, uku, hoʻemi, hoʻolilo, a me nā mea ʻē aʻe. na aie (me ka uku o na loio loio laue, na kumukula, a me na kumukuai) e ala mai ana a i e pili ana i ka (i) i kou hoʻohana ana i ka lawelawe i ka hana kue ana i ka olelo, (ii) i wahi kue ole, (iii) i kekahi kue maoli a i kuhihewa paha na oe. o kekahi mea i hōʻike, hōʻoia, ʻae a ʻae i lalo o nā Kuʻikahi, a i ʻole (iv) kou ʻae ʻole a i ʻole hana hewa ʻole. ʻO kāu kuleana e uku ai ma lalo o kēia Pauku 10.3 e ola i kahi pau a i ʻole ke kau ʻana i ka Hoʻolaha.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
haw: 10.4 Ka leka hoʻomaopopo a me ka hui ʻana: ʻO nā kuleana o ka ʻaha i hōʻoia ʻia i ka ʻaha i ʻae ʻia ma lalo o kēia Pauku 10 ma luna, ua kau ʻia i (i) pāʻina ʻauhau e hoʻomaopopo ana i ka pāʻina pāʻelima me ka palapala ʻana, ma luna o ka ʻike i kekahi kihi, no laila e hiki ai iā ia ke kuleana i ka hoʻopiʻi ʻia ma lalo o ka ʻ Agreementlelo ʻana. ; (ii) a hiki i kahi hiki, kūpono i hōʻoia ʻia e pani ʻia ka hoʻohana ʻana i nā lawelawe lawehala i kāhea ʻia ma ka loaʻa ʻana o ka leka hoʻomaopopo; (iii) ʻ partylelo ʻae i ʻae ʻia ka pāʻaha ʻona e kuleana e pale i ka pale a hoʻonā i kekahi ʻo ia mau koi (me he mea la e ʻole ka hoʻonā ʻana iho.) (iv) pāʻina pākēa e hāʻawi nei i ke kōkua kūpono i ka hoʻopiʻi ʻana i ka pāʻina, ma ka uku ʻana i ka hoʻolimalima ʻana o ka pāʻina, a me ka pale ʻana i kēlā ʻaina. (v) pāʻālua ʻole i komo i loko o kahi ʻikepili hoʻoholo ʻana a i ʻole e hana ana i kēlā mau koi me ka ʻole e hoʻāpono me ka ae ʻole a ʻae ʻia a kākau ʻole a hui paha; a (vi) pāʻālua pāʻālua i ka hoʻopiʻi ʻana me kekahi ʻina hoʻokolokolo a i ʻole ʻaha hoʻokolokolo i pili i ka hoʻopiʻi (e pili ana i ka hana hou o kekahi mau mea kolohe). Hiki ke komo ka pāʻina i ka pale a i ʻole hoʻokele ʻana o ka hoʻopiʻi me ke aʻo ʻana o kāna iho koho a me kāna iho holo ʻana.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
haw: 10.5 ʻedylelo Hoʻohālike: ʻO kēia Pauku 10 e ʻōlelo ana i ka kuleana o ka pāʻina a kekahi, a me ka hopena kūʻokoʻa kūlike o ka hui i hōʻoia ʻia i kekahi, ʻokoʻa i kekahi ʻano koi i hōʻike ʻia i loko o kēia ʻāpana.

source: 11. Limitation on Liability:
haw: 11. ka palena ma ke kuleana:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
haw: E HANAʻO I KA MAPAI ANA MA KA HANA KĀNĀWAI MA KA LĀNĀWAI O KA PAUKU 5.3 MAU 12, MA KE KĀLOHE MAXIMUM KĀLIE O KA MAU KĀLOHE, MAA KAHI WOHE E NOHO ANA E NOHO ANA E KĀLOHE ANA I KA LOHE ANA O KA MANA KA LĀLIE NO KA LOHE NUI E HOʻOLI ANA I KA LIABILITY KE KUKA MAKAʻI I KE OE MAIMANAʻU KAHI KĀLAI HĀLOHE LOAʻO I KA MANAWA O KA MAKAʻA O KA MANAWA.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
haw: E HOOLOHE MA KA POE ANA I KA MAKAU ANA MA KA LOA ANAKI A PAUKU 5.3 MAU NOHO 12, MA KE KOA MAXIMUM E HUI O NUI HANA, I KA MAU ANA E NOHO ANA E NOHO ANA O HERETO, E HIKI ANA I NA LAHUI E KAHANA ANA O NUI O NUI KOMOHE Ka COSNALO O KA MANAWA O NA KAHIKU NUI A NOHO NA NUI A NO NUI KAHIKI NUI, NA MANU NUI, KAUAHUI NUI, E POHU ANA O NA KOMISIKO, KAULANA ANA O NA KOMISIKO NUI HE LOA HOOPONOPONO NA KAUA I KOHO MAKAU, MA NA HANA A MA KA POE KAHIKI NEI WAHI ANA I KOMOHANA ANA O KA POKI ANA O KE KAHU ANA.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
haw: E KEKAHI MAU NA INOA / MAU MAKAʻOLOHE MAʻE I KA MANAWA O KAHOLOHE A LIMITATION O LIABILITY NO KA MANAWA NOHOLOHE LOA NOHO, MAU KAHIKE NUI E IKE KOHOLOKI I KA MEA ANA, MA KA MEA ANA I KA LIABILITY KAU NUI E KOMOHE ANA I KA MAXIMUM EXTENT.

source: 12. Personal Information and Privacy Statement:
haw: 12. Keʻike pilikino a me ka&#39;ōlelo pilikino:
