Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/haw/LC_MESSAGES/messages.po
Languages: haw

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
haw: E hoʻokō ʻoe i nā pili pilikino āpau a me nā kānāwai ʻē aʻe, nā lula, nā kānāwai a me nā alakaʻi i pili i ka pale, hōʻiliʻili, hoʻohana ʻana a me ka hāʻawi ʻana i ka ʻike ʻikepili pilikino (e like me ka wehewehe ʻana ma lalo) o kekahi kanaka. E hoʻouka ʻoe i kahi ʻōlelo pilikino ma ka ʻaoʻao kahi e ʻohiʻohi ai i ka ʻikepili hōʻike pilikino (&#39;Pūʻali Kuleana&#39;) i kū ai me nā kānāwai āpau, nā kānāwai, nā lula a me nā alakaʻi a ma ka liʻiliʻi, e hoʻomaopopo i nā mea hoʻohana o ka ʻikepili pilikino i hōʻiliʻili ʻia, pehea pehea ia e hoʻohana ʻia a pehea e hoʻopaʻa ʻia ai, a e ʻike i ke ʻano o ka hōʻiliʻili (kuki, nā beacons pūnaewele a i ʻole nā ʻano hana ʻē aʻe) a me ka hoʻohana ʻana o ka ʻikepili i hōʻiliʻili ʻia me nā lawelawe, loaʻa ka ʻae mua i ka ʻae ʻia (ʻimi i loko) ma mua o ka hoʻohana ʻia ʻana o kekahi nā loea nānā, i ka nui e koi ai i nā kānāwai a me nā kānāwai pili. E loaʻa pū kahi ʻikepili pilikino e pili ana i ka ʻike ʻikepili e pili ana i ka hōʻiliʻili ʻana, ka hoʻouna ʻana a me ka mālama ʻana o ka ʻike pilikino i hāʻawi ʻia e mākou ma o nā lawelawe. Inā koi ʻia e nā kānāwai palekana data e pili ana a i ʻole nā kānāwai ʻē aʻe a i hoʻoponopono ʻia paha, e hōʻike aku ʻoe i nā kolu ʻauhala āu e hāʻawi nei i kā lākou ʻikepili pilikino iā mākou no ka hana ʻana a e hōʻoia i nā poʻe ʻē aʻe i hāʻawi i kā lākou ʻae i ka hoʻolaha ʻana a me ka hoʻoiho ʻana. ʻAe ʻoe i ka hoʻokō i nā wehewehe a me nā ʻōlelo i kū mai i ka Palapala Hoʻolaha. &#39;Hōʻike ʻIke Pūnaewele&#39; ʻo ia kekahi &#39;ike e pili ana a i ʻole i pili ʻia i kekahi kanaka, me ka inoa o kēlā kanaka, ka helu, ka helu kelepona, ka leka uila, ka ʻike helu kāleka, ka helu palekana palekana a i ʻole nā mea kikoʻī like ʻole maoli, ʻike ʻole ka mea hoʻolaha ma kahi o ka ʻike i mālama ʻia (e laʻa ma ka pepa a i ʻole ke elikini).

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
haw: 13.1 Nā ʻāpana kūʻokoʻa: ʻO ʻoe a me CaseActive he mau kūloko kūʻokoʻa. ʻAʻole hoʻolālā ka ʻikepili i kekahi ʻoihana hui pū ʻana, hui like, a me nā ʻoihana a me ka pilina hana ma waena o nā ʻaoʻao. Oe ke kuleana wale no ka lawelawe i kāu mau limahana a no kekahi a me nā uku a pau, nā ʻauhau, nā pōmaikaʻi a me nā kuleana i kāu poʻe limahana a me kekahi o nā ʻelele a me nā lawelawe lawelawe. ʻO ʻoe a me kāu poʻe limahana, nā &#39;elele, a i ʻole nā lawelawe lawelawe e hana i nā hōʻailona, ka hōʻoia ʻana a i ʻole me nā mea e ʻae mai iā mākou, ka ʻae a i ʻole nā lawelawe e like me ka ʻae ʻia e kā mākou ma ke kākau ʻana.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
haw: 13.2 Pāʻālua: ʻAʻole i hāʻawi ʻia a hoʻoneʻe paha ia i kēia ʻikepili a me kāu kuleana paha ma lalo o ka ʻōlelo a ka ʻikepili, ma ka hana ʻana i ke kānāwai a i ʻole, me ka ʻole o kā mākou ʻae inoa mua, ke ʻole e hāʻawi ʻia i kahi mea kūleʻa me ka ukana, a i ʻole e pili ana i ka hui pū ʻana, hui Hoʻolālā hou, a i ʻole ke kūʻai ʻana a i ʻole e hoʻoneʻe i nā mea āpau a pau āu i hāʻawi ai iā mākou e hoʻomaopopo iā i kahi o kanakolu (30) mau lā ma mua o ka pau ʻana o ke kālepa. ʻO ka hana a ʻoe e kau nei, ma kahi o nā kūlana ʻē aʻe, e koi ana i kā mākou ʻae mua, a ʻae ʻole i ka ʻae ʻole ʻia. Hiki iā mākou ke hāʻawi manuahi a me kēia ʻae aku me kēia ʻae ʻole. Kumuhana i nā mea i kōku i kēia lā, e kau ai kēia ʻikepili a hoʻopono i mea e pono ai ke kuleana o ko lākou mau hope, a me ko lākou mau mea i kū i ko lākou pono a me nā mea i hāʻawi ʻia.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
haw: 13.3 Force Majeure: ʻAʻohe kuleana e lawelawe i kekahi neʻe, hoʻopiʻi a i ʻole nā hana ʻē aʻe e hana ma lalo o ka Kuʻikahi ma muli o nā hana i ʻokoʻa ma kahi o ka ʻaha kuleana e kau nei, akā no ka manawa wale nō e mau nei nā ʻano like ʻole. Hoʻokomo ʻia nā hanana majeure, akā ʻaʻole i kaupalena ʻia: nā pōʻino kūlohelohe (e like me ka uila, ke ōlaʻi, nā ʻino, nā kaiāulu); kaua, nā hana ʻino, nā hana hoʻoweliweli, a me nā ʻōwili kūwaho; nā mea lawe kālepa ʻōnaehana kūloko, a me nā hana a nā ʻaoʻao ʻē aʻe; pā a me nā ahi; hoehae, hana a me ka hoopaapaa hana; nā kānāwai aupuni; nā hana ʻole o nā lako kelepona a i ʻole e lawelawe ai i ka pūnaewele; ka leʻa ʻole o nā mea hoʻolakolu, nā lawelawe lawelawe a me nā mea kūʻai aku paha; a me kekahi kumu e ae ma waho o ka ka mākaukau kūpono o kekahi pāʻina.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
haw: 13.4 Ke koho ʻana i nā kānāwai: ʻO ka ʻaha a me nā hoʻopaʻapaʻa e ala ana i pili a i pili ai paha i ka ʻae a me ka ʻae ʻana e noho a mālama ʻia ma lalo o nā kānāwai o ka Kaleponi o Kaleponi, me ka nānā ʻole o nā loiloi o nā kue. ʻO nā hoʻopaʻapaʻa a pau i pili a i ʻole pili e pili ana i ka ʻ thelelo a i nā ʻauhau kūʻokoʻa a me nā wahi o ka moku&#39;āina o Kaleponi a me nā ʻaha hoʻokolokolo no Santa Barbara, Kaleponi, a ʻae nā poʻe i ʻae i ka mana o nā pilikino a me nā mana kūʻokoʻa o kēia mau ʻaha.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
haw: 13.5 leka uila a me nā leka hoʻomaopopo: E ʻae aku ana ʻoe e hiki iā mākou ke hāʻawi i nā leka a pau, nā ʻōlelo a me nā mea e kamaʻilio ʻē aʻe iā ʻoe ma o ka leka uila, leka uila, lawelawe lawelawe, a i hāʻawi ʻia e kahi mea kālepa kaulana i manaʻo ʻia i ka address i koho ʻia. ma ka ʻae. ʻO ʻoe ke kuleana no ka hāʻawi ʻana iā mākou i nā ʻike pili e pili ana.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
haw: 13.6 No Waiver; ʻO nā ʻāpana Kumukahi: ʻAʻohe lanakila a hoʻohemo paha e kekahi ʻaoʻao ma ke ʻano he kuleana kūpono ma lalo o kēia ʻae ʻauhau he ʻike i kēlā kuleana. ʻOiai ʻē aʻe e like me ka mea i hōʻike ʻia ma aneʻi nei, ʻo nā lāʻau lapaʻau i hāʻawi ʻia ma kēia wahi aku nei, ʻaʻole ia he kū hoʻokahi o nā mea ʻē aʻe o kekahi hui ma ke kānāwai a i ʻole paha.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
haw: 13.7 Pono: Inā paʻa i kahi ʻāpana o kēia kuʻikahi e ka &#39;aha hoʻokolokolo e kū pono ʻole i ke kānāwai, e hoʻololi ʻia ka hoʻolilo ʻana e ka ahalula a me ka unuhi ʻōlelo i hiki ai ke hoʻokō pono i nā pahuhopu o ka hāʻawi mua ʻana i ka piha piha o ka ʻae ʻana i ʻae ʻia e kekahi kānāwai, a me ke koena o nā ʻāpana o kēia Kuʻikahi e hoʻomau a piha loa.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
haw: 13.8 Ke komo nei ka ʻaelike: Ma kahi ākea loa e ʻae ʻia e ke kānāwai, ʻo kēia ʻ Agreementpana, a me nā palapala i kākau ʻia ma kēia ʻaoʻao a me nā palapala ʻana a pau a me nā haina inoa, e lilo ana i ka ʻikepili holoʻokoʻa ma waena o nā ʻaoʻao e pili ana i kāna kumuhana, nā ʻae hoʻomaopopo, nā manaʻo a manaʻo paha, kākau ʻia a ʻōlelo waha paha, e pili ana i ke kumuhana o kēia ʻ oflelo. ʻAʻole he hoʻākāka a me ka ʻōlelo hoʻopōmaikaʻi ʻia e lawe ʻia a i ʻole i hoʻopā ʻia i loko o nā mea i ʻōlelo ʻia a kākau ʻia i loko o nā kūkākūkā ma waena o nā ʻokoʻa ma mua o kēia ʻae ʻana i kēia manaʻo akāʻo ka mea i ʻōlelo ʻia ma kēia ʻae. &#39;Aʻole hiki i kekahi hui ke hoʻololi e pili ana i kekahi ʻōlelo&#39; aʻole i hana &#39;ia e kekahi ma laila i hilinaʻi ai i ua komo i loko o kēia Kuʻikahi (koe wale nō me nā hana hoʻopunipuni) uʻi ʻaʻa ʻaelike e like me ka mea i hāʻawi ʻia ma kēia ʻokoʻa. ʻAʻole ʻoe i manaʻo i kēia ʻae ʻana i kēia manaʻa i nā mea e hiki mai ana a i ʻole i ka ʻAina Kauaka a hilinaʻi paha i nā ʻōlelo ʻōlelo a i ʻole i kākau ʻia, i ʻike ʻia e ka lehulehu a i ʻole ka manaʻo e pili ana i ka hana i nā wā e hiki mai ana a i ʻole nā hiʻohiʻona. no na lawelawe. A i ka hopena kūkiō ma waena o nā ʻākina i kēia mau Kūlana Kūlana Nui a me kekahi Kūlana Hoʻolālā a ʻApili Hoʻohui paha o nā lawelawe, e kū pono ana nā huaʻōlelo o kēlā palapala Puke a i nā Kūlana Nui o ka lawelawe. ʻAʻole i loko o kahi palapala a i ʻole nā mea i ʻōlelo ʻia i loko o kāu palapala kūʻai a i ʻole i nā palapala o kāu palapala kauoha e hoʻokomo pū ʻia i loko a i ʻole i hana i kekahi wahi o kēia ʻae, a ua pau ʻole ʻia nā huaʻōlelo a me nā mea ʻole.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
haw: 13.9 Manaʻo: ʻae i nā ʻāpana ʻelua e hoʻokō i nā kānāwai e hoʻoweliweli a kau aku ai i ka US a hoʻopuka i nā kānāwai a me nā hoʻoponopono. ʻAʻole ʻoe e ʻae i kāu mea hoʻohana e komo a hoʻohana paha i nā lawelawe ma ke kolohe ʻana aku i kahi hoʻohemo ʻana, ʻae ʻia a i ʻole nā mea ʻae ʻole ʻia e US.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
haw: 13.10&#39;Ōlelo hoʻolaha:ʻAʻole mākou e inoa iāʻoe ma keʻano he mea hoʻohana i nā lawelawe me kāuʻaeʻole.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
haw: 13.11 Nā loulou i nā kahua o nā ʻaoʻao ʻekolu: E lawelawe paha nā lawelawe a i kā mākou pūnaewele pūnaewele i nā loulou i nā pūnaewele ʻakolu. ʻAʻole ma lalo o kā mākou mana pūnaewele a ʻaʻole kuleana mākou no nā ʻike o kahi Pūnaewele pili, me ka ʻole o ka palena ʻana i kekahi loulou i loko o ka Pūnaewele pili, a i ʻole nā loli a i ʻole nā loulou i kahi Pūnaewele pili a i nā lawelawe i hāʻawi ʻia ma o kahi Pūnaewele pili. Ke hāʻawi nei mākou i kēia mau loulou iā ʻoe wale nō ka leʻaleʻa, a me ka hoʻokomo ʻana o kekahi loulou ʻaʻole hoʻopiʻi ʻia e mākou e ke kahua a i ʻole nā lawelawe e pili ana i ka pūnaewele.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
haw: 13.12 ʻAe ʻoe e loaʻa nā leka uila, nā kelepona a me nā leka SMS mai CaseActive e hāʻawi i nā mea hou o kāu ʻoka a me / a i ʻole no ke kūʻai aku ʻana. Pili ka pinepine leka i kāu hana. Hiki iā ʻoe ke haʻalele ma ke kāpae ʻana i nā leka mai kāu moʻokāki a i ʻole kāpae ʻana i kāu moʻokāki. Pili paha nā helu leka a me nā ʻikepili.

source: An error occurred
haw: Ua hewa

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
haw: Ua hewa kekahi mea. Ua hoʻolaha ʻia kā mākou ʻenekinia. E kaomi i ke pihi reload e hoʻouka hou.

source: Reload
haw: Hoʻouka hou
