Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/so/LC_MESSAGES/messages.po
Languages: so

source: , CaseActive empowers you with streamlined document and media handling, private
so: , CaseActive waxay kuugu adkeyneysaa dukumiinti udub dhexaad ah iyo gacanta wargalinta gaarka ah

source: client-to-customer communications
so: isgaadhsiinta macaamiisha-ilaa-macaamiisha

source: event scheduling, and step-by-step case processing.
so: jadwalka munaasabadda, iyo kiis-kobcinta kiis-keli ah.

source: Self-Serve Administration
so: Maamulka Isku-Goosashada

source: Acting as a virtual administrative assistant, CaseActive empowers you with streamlined document and media handling, private client-to-customer communications, event scheduling, and step-by-step case processing.
so: Ku-shaqeynta sidii gacan ku-haye maamul oo toosan, CaseActive waxay awood kuu siineysaa dukumiinti la taaban karo iyo maaraynta warbaahinta, wada xiriirka macaamiisha-ilaa-macaamiisha, jadwalka dhacdada, iyo socodsiinta tallaabo talaabo talaabo ah.

source: Manage User Logins & Case Creation
so: Maaree khariidadaha loo-adeegsado &amp; Abuurista Kiis

source: Directly oversee the creation of user accounts while authorizing their access permissions on a case-by-case basis. Manage case creation, progress, and closing, with full reporting every step of the way.
so: Si toos ah u kormeer abuurka akoonnada isticmaaleyaasha adoo u oggolaanaya marin u helitaankooda qaab xaalad-xaalad ahaan ah. Maaree kiis abuurka, horumarka, iyo gabagabada, oo si buuxda u soo sheegista tallaabo kasta oo jidka loo maro.

source: View Caseactive Analytics
so: Eeg Kantarooleyaasha Xaaladaha

source: See exactly how a case is progressing, the number of cases successfully closed, and see response times via CaseActive’s thorough analytics module. Knowledge is power, and we’ve given you everything there is to know about your own projects.
so: Fiiri sida saxda ah ee kiis uu u sii socdo, tirada kiisaska si guul ah loo xiray, oo arag waqtiyada jawaabta iyada oo loo sii marayo cutubyada falanqaynta oo dhammeystiran. Aqoontu waa awood, waxaanan ku siinay waxkasta oo ay tahay inaad wax ka ogaato mashruucyadaada.

source: Monitor User Logs
so: Kormeer User Logs

source: Keep an eye on client and team member logins and platform activity to ensure all their actions are authorized within the case parameters and that all members are performing their duties as required.
so: Isha ku hay macmiilka iyo xubnaha kooxda iyo waxqabadka madasha si aad u hubiso in dhamaan wax qabadyadooda loo oggolaaday gudaha xuduudaha kiiska iyo in dhammaan xubnuhu ay gutaan waajibaadkooda sidii loogu baahdo.

source: Employ Advanced Searches
so: Shaqo Raadinta Horukacsan

source: Find exactly what you need when you need it. Search cases by user and client names, keywords, timelines, uploaded documents, and much more!
so: Soo hel waxa aad u baahan tahay markii aad u baahatid. Ku raadi kiisaska adeegsadaha iyo magacyada macmiilka, fureyaasha, waqtiyada, dukumiintiga la soo galiyay, iyo waxyaabo intaa ka sii badan!

source: Create Custom Fields
so: Abuuro Goobo Gaar ah

source: Generate specialized case fields for client and team member input, and gather the data you need from everyone involved. Make the case interface unique to your business and brand!
so: Abuur kiisas ku takhasusay kiisaska macmiilka iyo xubin koox ka mid ah, oo soo ururi xogta aad uga baahan tahay qof kasta oo ku lug leh. Ka dhig qolka interface mid gaar u ah ganacsigaaga iyo sumaddaada!

source: Create Custom Templates
so: Samee Hababka Muhiimka ah

source: Develop an enormous range of custom forms and templates for distribution and completion both during and after a case (like client exit surveys). Whatever form you need, you can create!
so: Samee tiro aad u fara badan oo ah qaabab iyo caadooyin qaybinta iyo dhammeystirka inta lagu jiro iyo ka dib kiis ahaan (sida sahamada bixitaanka macmiilka). Qaabkasta oo aad ubaahantahay, waad abuuri kartaa!

source: As-You-Go Invoicing
so: Warqadda-As-You-Go

source: We’re here to help! Get in touch if you still have any questions and we’ll reply within two working days.
so: Waxaan halkan u joognaa si aan u caawino! La xiriir haddii aad wali hayso wax su&#39;aalo ah waxaanan ku jawaabi doonaa laba maalmood oo shaqo gudahood.

source: * Email is not valid.
so: * Email ma ahan mid sax ah.

source: Low
so: Hoose

source: Medium
so: Dhex dhexaad

source: High
so: Sare

source: Critical
so: Halis ah

source: Choose Importance
so: Dooro muhiimad

source: Department
so: Waaxda

source: Sales
so: Iibka

source: Other
so: Wax kale

source: Choose Department
so: Dooro Waaxda

source: Loading
so: Goob

source: Importance
so: Muhiimadda

source: Send A New Message
so: U dir Fariin Cusub

source: Send message
so: Farri dir

source: Answers to Questions
so: Jawaabaha Su'aalaha

source: Have any questions? Read further guidance in our answers to customers’ queries and find the answers to your own.
so: Wax su&#39;aal ah ma qabtaa? Akhri talo dheeraad ah oo ku saabsan jawaabtayada su&#39;aalaha macaamiisha &#39;wayna ka helayaan jawaabahaaga adiga kuu gaar ah.

source: How secure is CaseActive?
so: Sidee ammaan u tahay CaseActive?

source: CaseActive uses military and bank grade 128-bit SSL encryption for data transmission and 256-bit AES encryption for data at rest. Every CaseActive instance has a unique key generated, providing an additional layer of security for your business. We will never allow another company to access your database or storage system.
so: CaseActive waxay isticmaashaa millatariga iyo darajada bangiga 128-bit SSL encryption gudbinta xogta iyo 256-bit AES encryption xogta nasashada. Tusaale kasta oo CaseActive ah waxa uu leeyahay fure gaar ah oo la soo saaray, kaas oo siinaya lakab dheeraad ah oo amniga ganacsigaaga. Marna uma oggolaan doono shirkad kale inay gasho xogtaada ama nidaamka kaydinta.

source: I have an existing system in place, Can CaseActive work with my existing system?
so: Waxaan leeyahay nidaam jira, CaseActive ma la shaqayn karaa nidaamkayga jira?

source: Yes, you can integrate our proprietary API or import module to automatically create cases, assign users, and generate reports based on your system input.
so: Haa, waxaad isku dari kartaa API-ga iska leh ama soo dejinta moduleka si aad si toos ah u abuurto kiisas, u meelayso isticmaalayaasha, oo aad u soo saarto warbixino ku salaysan gelinta nidaamkaaga.

source: We have clients all over the world. Is CaseActive available in other languages?
so: Waxaan leenahay macaamiil adduunka oo dhan. CaseActive ma lagu heli karaa luqado kale?

source: Yes, CaseActive app and communication can be translated into over 60 languages, including, Mandarin Chinese, Spanish, Hindi and Russian as well as English.
so: Haa, abka CaseActive iyo isgaarsiinta waxaa loo turjumi karaa in ka badan 60 luqadood, oo ay ku jiraan, Mandarin Chinese, Isbaanish, Hindi iyo Ruush iyo sidoo kale Ingiriisi.

source: Can I add a logo or customize CaseActive in any way?
so: Ma ku dari karaa calaamad ama ma beddeli karaa CaseActive si kastaba?

source: Absolutely! CaseActive was designed with you in mind. On the admin panel setting page, you can upload your own personal color and choose your company colors.
so: Dhab ahaantii! CaseActive waxa laguu qaabeeyay adiga oo maskaxda lagu hayo. Bogga dejinta guddiga maamulka, waxaad geli kartaa midabkaaga gaarka ah waxaadna dooran kartaa midabada shirkaddaada.

source: Is CaseActive compatible with any device (PC, Mac, Tablet and Mobile)?
so: CaseActive ma ku haboon yahay qalab kasta (PC, Mac, Tablet iyo Mobile)?

source: CaseActive is a responsive web app. It runs in any web browser like Internet Explorer, Firefox, Safari or Chrome, etc. This means that the type of device (PC, Mac, Tablet and Mobile) you are using makes no difference. Simply open the web browser, log in to your CaseActive account, and you are all set.
so: CaseActive waa abka shabakada ka jawaaba. Waxa uu ku shaqeeyaa shabakad kasta oo browser ah sida Internet Explorer, Firefox, Safari ama Chrome, iwm. Taas macnaheedu waa in nooca aaladda (PC, Mac, Tablet iyo Mobile) ee aad isticmaalayso aanay wax farqi ah samayn. Si fudud u fur biraawsarkaaga, gal akoonkaaga CaseActive, oo dhammaantiin waad diyaarsan tahay.

source: How many clients can I have?
so: Immisa macmiil ayaan heli karaa?

source: You are billed per staff seat, per month. You can have unlimited client users.
so: Waxa lagu soo dalacayaa kursi kasta oo shaqaale ah, bishii. Waxaad yeelan kartaa isticmaaleyaal macmiil oo aan xadidnayn.

source: Enhance User Experience
so: Kordhi Khibradda Isticmaalaha

source: There are no minimum fees and no upfront commitments. You only pay per staff seat, per month.
so: Ma jiraan khidmadaha ugu yar mana jiraan ballan-qaadyo hore. Waxaad bixinaysaa oo kaliya halkii kursi ee shaqaalaha, bishii.

source: per Month
so: Bishiiba

source: Everything you need to get started. 3 seats are included.
so: Wax kasta oo aad u baahan tahay si aad u bilowdo. 3 kursi ayaa lagu daray.

source: Business
so: Ganacsiga

source: Popular
so: caanka ah

source: Our most popular plan. 4 seats are included.
so: Qorshahayaga ugu caansan. 4 kursi ayaa lagu daray.

source: Enterprise
so: Ganacsiga

source: Contact sales for pricing
so: La xidhiidh iibka qiimuhu

source: Custom Pricing, Advanced features, SSO, Webhooks.
so: Qiimaha gaarka ah, sifooyinka sare, SSD, webhooks.

source: Contact Sales
so: La xidhiidh Iibka

source: Overview
so: Dulmar

source: Communicate and share docs with your clients
so: La xidhiidh oo la wadaag waraaqaha macaamiishaada

source: Schedule recurring events and meetings
so: Jadwal u samee dhacdooyinka iyo shirarka soo noqnoqda

source: Fully customize your form to generate data
so: Si buuxda u habayso foomkaaga si aad u soo saarto xog

source: Keep track of case progression
so: La soco horumarka kiiska

source: Request compliant e-signatures from multiple users
so: Codso saxeexyo elektaroonig ah oo waafaqsan isticmaaleyaal badan

source: Generate invoice for your client to view or pay
so: U samee qaansheegad macmiilkaagu si uu u eego ama u bixiyo

source: Allows everyone to know what is coming up and due
so: U oggolow qof walba inuu ogaado waxa soo socda iyo waxa ku habboon

source: Auto notify the user when something is due
so: Si otomaatig ah u ogeysii isticmaalaha marka ay wax dhacaan

source: Add custom case fields for all your cases
so: Kudar garoommada gaarka ah dhammaan kiisaskaaga

source: Custom Branding
so: Calaamadaynta Caadiga ah

source: Make your app unique with logo and color styles
so: Ka dhig abkaaga mid gaar ah oo leh astaanta iyo qaababka midabka

source: Access to customer support
so: Helitaanka taageerada macaamiisha

source: Storage
so: Kaydinta

source: Unlimited
so: Aan xad lahayn

source: Additional Users Seats
so: Kuraasta Isticmaalayaasha Dheeraadka ah

source: Convo with recording
so: Convo leh duubis

source: Video or audio chat with recording saved to the case
so: Sheeko muuqaal ama maqal ah oo duuban lagu keydiyay kiiska

source: API Access
so: Helitaanka API

source: Automate tasks with access to API
so: Si otomaatig ah u samee hawlaha gelitaanka API

source: Create a standard template and reuse it
so: Samee qaab-dhismeedka caadiga ah oo dib u isticmaal

source: Autorun an action when a case or case assigned is triggered
so: Si toos ah u socodsii ficilka marka kiis ama kiis loo xilsaaray la kiciyo

source: Newsletter
so: Warsidaha

source: Send general, birthday, or holiday messages to clients (Coming Soon)
so: U dir fariimaha guud, dhalashada, ama fasaxa macaamiisha (Soon Soon)

source: Encryption at rest
so: Sireed marka la nasto

source: Protects your data from system compromise
so: Waxay ka ilaalisaa xogtaada khalkhalka nidaamka

source: Encryption in transit
so: Sireed marka la marayo

source: Protects your data if communications are intercepted
so: Waxay ilaalisaa xogtaada haddii isgaadhsiinta la joojiyo

source: SAML-based single sign-on (SSO)
so: SAML-ku salaysan hal calaamad (SSO)

source: Respond realtime to events
so: Ka jawaab wakhtiga dhabta ah dhacdooyinka

source: Seamless Collaboration
so: Iskaashi aan sal lahayn

source: CaseActive streamlines digital collaboration between your company and clients - from consultation to resolution, all on one platform.
so: CaseActive waxay hagaajisaa wada shaqaynta dhijitaalka ah ee ka dhaxaysa shirkaddaada iyo macaamiisha - laga bilaabo la tashi ilaa xallin, dhammaan hal madal.

source: Take a tour
so: Soco

source: Stay Connected
so: Xiriir Joog

source: Maintain instant contact with team members using CaseActive's user-friendly interface as your one-stop hub for client and case management.
so: Xiriir deg deg ah la yeelo xubnaha kooxda adoo adeegsanaya ikhtiyaar ikhtiyaar ikhtiyaar ikhtiyaar u leh isticmaale-kayska CaseActive ee macmiilka iyo maareynta kiiska.

source: Connect
so: Isku xir

source: Case Feed keeps you up-to-date with your clients.
so: Xaashida Quudin waxay kuugu haysaa macaamiishaada.

source: Schedule
so: Jadwalka

source: Create events, invite attendees, and monitor your calendar.
so: Abaabul munaasabado, u qaygalayaasha marti, iyo kormeer taariikhdaada.

source: Call
so: Wac

source: Engage in live video conference calls any time, anywhere.
so: Ka qayb gal shirka shirarka video live wakhti kasta, meel kasta.

source: Share
so: La wadaag

source: Securely upload files, discuss them, and share.
so: Si ammaan ah u faylasha faylasha, kala hadal, iyo wadaag.

source: Powerful Case Management
so: Maareeyaha Kiiska ee awoodda leh

source: Out-of-the-Box Functionality
so: Functionality-out-of-Box-ka

source: Easily assign individuals
so: Si fudud u meelaynta shakhsiyaadka

source: or teams to a case and collaborate with clients.
so: ama kooxo kiis oo ay la shaqeeyaan macaamiisha.

source: Manage user groups
so: Maaree kooxaha isticmaalaha

source: and customize access permissions.
so: iyo u-habeynta oggolaanshaha helitaanka.

source: All data is automatically backed up
so: Dhammaan macluumaadka si toos ah ayaa loo soo celiyaa

source: in case a recovery is ever needed.
so: haddii ay dhacdo in dib-u-soo-kabashada loo baahan yahay.

source: All information
so: Macluumaadka oo idil

source: is securely encrypted, ensuring your absolute privacy.
so: si ammaan ah ayaa loo qortaa, hubinta qarsoodigaaga qarsoodiga ah.

source: Customize
so: Kala habee

source: with your own colors and logo.
so: adiga oo leh midabkiisa iyo calaamaddaada.

source: can be enabled/disabled at any time.
so: waa la awoodi karaa / naafo ah wakhti kasta.

source: Benefits of
so: Faa'iidooyinka

source: Reduction in time
so: Yaraynta wakhtiga

source: to intake new clients
so: si ay u qaataan macaamiil cusub

source: Minimize
so: Yaree

source: the chance of
so: fursada ah

source: malpractice
so: dhaqan xumo

source: Better experience
so: Khibrad ka wanaagsan

source: for your client
so: macmiilkaaga

source: Increase in caseload capacity
so: Kordhinta awoodda kiisaska

source: per staff
so: shaqaale kasta

source: Get Started with our Built-in Apps
so: Ka bilow Abbaariyadayada Dhexdeeda

source: All you need in one place.
so: Dhamaan waxaad u baahan tahay hal meel.

source: Case Feed
so: Quudinta Kediska

source: Easily assign a client, staff, and associates to a case and engage in a secure space that lets you post case progress, have real-time chat and video conversations, as well as schedule events, e-sign/upload/download documents, and much more.
so: Si fudud u meelee macmiil, shaqaale, iyo laxiriira kiis oo ka qayb gal meel aamin ah oo kuu oggolaaneysa inaad ku dhejiso horumarka kiiska, yeelato wadahadal waqti-gaaban iyo wada sheekeysiga fiidiyowga, iyo sidoo kale jadwalka munaasabadaha, e-calaamad / soo dejiso / soo dejiso dukumiintiyada, iyo ka badan.

source: Case Invoices
so: Qaansheegyada Dacwadda

source: With as-you-go invoicing, client billing is just a click away, and lets you send automatically-generated fund requests and receive direct payments in return.
so: Biil qaansheegad ahaan ah, qaansheegashada macmiilku waa uun uun iska riix, waxayna kuu oggolaaneysaa inaad si toos ah ugu dirto codsiyada deeq-lacageedka oo aad isla markaas ku hesho lacag-bixinno toos ah.

source: Case Events
so: Dhacdooyinka Kiis

source: Keep your case calendar organized at all times, scheduling events, inviting attendees, sending event reminders, and ensuring everything remains on-track.
so: Ku hay kalandarka kiiskaaga habeysan waqti walba, jadwalka munaasabadaha, martiqaada ka qeyb galayaasha, dirida xusuusinta dhacdada, iyo inaad hubiso in wax walbaa ay ku socdaan wadada.

source: Case Convo
so: Kiis Convo

source: Meet with the clients and team members virtually 'face-to-face' through built-in video conferencing so you can speak directly with everyone involved.
so: La kulan macaamiisha iyo xubnaha kooxda gabi ahaanba &#39;fool-ka-fool&#39; iyada oo loo marayo wadahadalka fiidiyowga ee lagu dhex dhisay si aad si toos ah ula hadashid qof kasta oo ku lug leh.

source: Case Forms & E-signs
so: Foomamka Kiis & Calaamadaha E-ga

source: Fully customize your case form to generate unique templates that serve your specific needs. These templates can then be distributed to clients and team members to fill and sign
so: Si buuxda u habayn foomka kiiskaaga si aad u abuurto shayyo gaar ah oo u adeega baahiyahaaga gaarka ah. Habyaaladan ayaa markaa loo qeybin karaa macaamiisha iyo xubnaha kooxda si ay u buuxiyaan oo ay u saxiixaan

source: Case notes
so: Qoraalada kiiska

source: Keep notes with custom fields and attachments on case progression for current and future team members
so: Ku hayso qoraalada meelaha gaarka ah iyo lifaaqyada ku saabsan horumarka kiiska ee xubnaha kooxda hadda iyo mustaqbalka

source: Case Media
so: Warbaahinta Kiiska

source: Upload, share, comment on, and download files pertaining to the case so everyone has a reference on all the important details, people, and situations.
so: Soo rar, la wadaag, faallo ka bixi, oo soo deji faylasha la xidhiidha kiiska si qof kastaa u yeesho tixraac dhammaan faahfaahinta muhiimka ah, dadka, iyo xaaladaha.

source: About Case
so: Ku saabsan Kiis

source: Let clients and staff view general details for the cases they're involved in. You can then close the case once everything is wrapped up, or give a team member authorization to do so.
so: U oggolow macaamiisha iyo shaqaaluhu inay arkaan faahfaahinta guud ee ku saabsan kiisaska ay ku lug leeyihiin. Ka dib waad xidhi kartaa kiiska mar alla markii wax la duubay, ama aad siiso xubin ka mid ah xubinta kooxda inay sidaa sameeyaan.

source: Plus Many More Features
so: Ku dar astaamo badan oo dheeri ah

source: Use the Self-Serve Administrative Feature Take total control of your CaseActive management suite from the platform itself.
so: Adeegso Muuqaalka Maareynta Is-u-shaqeenta ah Waxaad gacanta ku haysaa isugeynta qolka maaraynta kiiskaaga ee CaseActive oo laga helo barta qudheeda.

source: Effortlessly link your existing system with CaseActive Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
so: Si dardar leh ugu xidha nidaamkaaga jira CaseActive Integrate our API si toos ah loogu abuuro kiisaska, meelee dadka isticmaala, oo loo soo saaro warbixinno ku saleysan nidaamkaaga.

source: Multi-Language Enabled:
so: Ujeeddo Luqad Multi-Language:

source: Interact with clients in
so: La macaamilka macaamiisha

source: 70+ languages
so: 70+ luqadood

source: Whether working locally or globally, you can translate your client's native tongue through CaseActive's
so: Haddii aad u shaqeyneyso maxaliga ama caalamka, waxaad turjumaan kartaa luqaddaada hooyo adigoo u maraya CaseActive&#39;s

source: language management system
so: nidaamka maareynta luqadda

source: No more confusion or limits.
so: Jirdil ama xadid la&#39;aan.

source: Let's see what others are saying
so: Aynu aragnno waxa ay dadku leeyihiin

source: Discover how our awesome customers - from small businesses to corporate enterprises - boosted their competitive advantage by becoming CaseActive warriors.
so: Soo ogow sida ay macaamiisheenna cabsida leh - min ganacsiyada yar yar iyo shirkadaha shirkadaha - u kobciyaan faa iidadooda tartanka iyagoo noqonaya dagaalyahannada CaseActive.

source: SUPPORT
so: Kaalmo

source: Everything at Your Fingertips.
so: Wax walba oo ku jira Fingertips.

source: Get started with your CaseActive app by following our video guide, and customize it to suit your needs.
so: Ku bilaw barnaamijkaaga CaseActive adigoo raacaya hagidkayaga fiidiyooga, kuna habee si aad ugu habboonaato baahiyahaaga.

source: What are you looking for...
so: Maxaad raadineysaa ...

source: Last Updated: June 7, 2021
so: Markii ugu dambeysay ee la cusbooneysiiyay: Juun 7, 2021

source: CaseActive reserves the right, at any time and at its sole discretion, to update and change any or all of these Terms of Service. When CaseActive changes these Terms of Service, CaseActive will modify the 'Last Updated' date above. You are responsible for regularly reviewing the most current version of the of Service. Your continued use of the Services after any such changes have been made shall constitute your consent to be bound by such changes. If you object to any changes to these Terms of Service, your sole and exclusive remedy shall be to terminate the Services according to the terms herein.
so: CaseActive waxay xaq u leedahay xuquuqda, waqti kasta iyo go&#39;aankeeda keliya, in la cusbooneysiisto oo la beddelo mid ama dhammaan Shuruudahan Adeeg. Markay CaseActive beddesho shuruudahan Adeeg, CaseActive waxay wax ka beddeli doontaa taariikhda &#39;Cusboonaysiinta ugu dambeysay&#39; ee sare. Adiga ayaa mas&#39;uul ka ah inaad si joogto ah dib ugu eegto nooca ugu dambeeyay ee Adeegga. Adeegsigaaga joogtada ah ee Adeegyada ka dib wixii isbeddelo ah oo la sameeyo waxay ka dhigan tahay oggolaanshahaaga inay ku xidhnaato isbeddelada noocan ah. Haddii aad diido wixii isbeddel ah ee ku yimaad Shuruudahan Adeeggan, xallintaada kaliya iyo tan gaarka ahi waxay noqon doontaa inaad joojiso Adeegyada iyada oo la raacayo shuruudaha halkan ku yaal.

source: These General Terms of Service apply to the Services in general. The additional terms applicable to each Service offered are set forth in the links provided below (the 'Additional Terms of Service').
so: Shuruudahan Guud ee Adeeggan waxay quseeyaan Adeegyada guud ahaan. Shuruudaha dheeraadka ah ee lagu dabaqi karo Adeeg kasta oo la bixiyo waxaa lagu dejiyay isku xiryada hoosta ku yaal (&#39;Xeerarka Dheeraadka ah ee Adeegga&#39;).

source: 1. Services:
so: 1. Adeegyada:
