Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/so/LC_MESSAGES/messages.po
Languages: so

source: You will comply with all applicable privacy and other laws, rules, regulations and guidelines relating to the protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person. You will post a privacy statement on the page where you collect Personally Identifiable Information ('Privacy Statement') that complies with all applicable laws, rules, regulations and guidelines and, at a minimum, notifies users of the Personally Identifiable Information collected, how it will be used and how it will be secured, and that identifies the collection method (cookies, web beacons or other applicable means) and the use of information gathered in connection with the Services, obtaining prior informed consent (opt-in) before utilizing any tracking technologies, to the extent required by applicable laws and regulations. Such a Privacy Statement shall also include technical information related to the collection, transmission and storage of the Personally Identifiable Information provided by us through the Services. If required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing. You agree to comply with the descriptions and provisions of the Privacy Statement. 'Personally Identifiable Information' means any information that can be associated with or traced to any individual, including an individual's name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g. on paper or electronically).
so: Waxaad u hoggaansami doontaa dhammaan quseynta qarsoodiga iyo sharciyada kale, xeerarka, qawaaniinta iyo tilmaamaha la xiriira ilaalinta, aruurinta, adeegsiga iyo qeybinta Macluumaadka Shaqsiga lagu garan karo (sida hoos lagu qeexay) qof kasta. Waxaad ku soo dhejin doontaa bayaan sirta ah bogga halka aad ku uruuriso Macluumaadka Shakhsiyadeed ee la Aqoonsado (&#39;Bayaanka Gaar Ahaanshaha&#39;) kaas oo u hoggaansan dhammaan sharciyada, qawaaniinta, qawaaniinta iyo tilmaamaha iyo, ugu yaraan, waxay ku ogeysiineysaa isticmaaleyaasha Macluumaadka Shaqsiga lagu garan karo ee la soo aruuriyay, sida ay tahay ayaa loo adeegsan doonaa iyo sida loo xafidi doono, iyo taas oo tilmaamaysa habka aruurinta (buskudyada, beakacyada websaydhada ama qaababka kale ee lagu dabaqi karo) iyo adeegsiga macluumaadka laga soo uruuriyay adeegyada, helitaanka oggolaansho hore oo la oggol yahay (ikhtiyaar ah) ka hor intaan la adeegsan Raadinta teknoolojiyadda, illaa xadka ay u baahan yihiin sharciyada iyo xeerarka la adeegsan karo. Qoraalka Khaaska ah ee noocan oo kale ah waa inuu kujiro macluumaadka farsamada ee la xiriira aruurinta, gudbinta iyo kaydinta Macluumaadka Shaqsiga lagu garan karo ee aan ka helnay Adeegyada. Haddii loo baahdo sharciga ilaalinta macluumaadka lagu dabaqi karo ama sharci kale ama sharciyeyn, waxaad ku wargalin doontaa qeybaha seddexaad inaad na siineyso Macluumaadkooda Aqoonsiga Shakhsi ahaaneed ee ku saabsan socodsiinta iyo hubin doona in dhinac kasta ee seddexaad ee loo baahan yahay ay siisay oggolaanshahooda bixinta iyo socodsiinta sida. Waxaad oggolaatay inaad u hoggaansanaato sharraxaadda iyo qodobbada Bayaanka Asturnaanta. &#39;Macluumaadka Shakhsiyadeed ee Lagu Garan Karo&#39; macnaheedu waa macluumaad kasta oo lala xiriirin karo ama loo raadsan karo shaqsi kasta, oo ay ku jiraan magaca qofka, cinwaanka, lambarka taleefanka, cinwaanka e-maylka, macluumaadka kaarka deynta, lambarka amniga bulshada ama macluumaad kale oo xaqiiqooyin gaar ah oo la mid ah, iyadoo aan loo eegin warbaahinta ay ku keydsan tahay macluumaadka noocaas ah (tusaale ahaan warqad ama elektiroonig ahaan).

source: 13. Miscellaneous:
so: 13. Waxyaabo kala duwan:

source: 13.1 Independent Parties: You and CaseActive are independent contractors. The Agreement does not create any joint venture, partnership, agency or employment relationship between the parties. You shall be solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers. Neither you nor any of your employees, representatives, or service providers shall make any representations, warranties or guarantees with respect to us, the Agreement or the Services other than as expressly authorized by us in writing.
so: 13.1 Xisbiyada Madaxa Bannaan: Adiga iyo CaseActive waxaad tihiin qandaraasleyaal madaxbannaan. Heshiisku ma abuurayo wax iskaashi oo iskaashi ah, iskaashi, hay&#39;ad ama xiriir shaqo oo ka dhexeeya dhinacyada. Adiga kaliya ayaa mas&#39;uul ka noqon doonta maaraynta shaqaalahaaga iyo magdhow kasta, canshuuraha, dheefaha iyo waajibaadka saaran shaqaalahaaga iyo wakiillada kale ama bixiyeyaasha adeegga. Midkoodna ama shaqaalahaaga, wakiillada, ama bixiyeyaasha adeegga midkoodna ma sameyn doono wax wakiilnimo ah, dammaanad qaad ama dammaanad qaad ah annaga oo quseeya, heshiiska ama Adeegyada aan ahayn sida si cad loogu oggolaaday annaga oo qoraal ah.

source: 13.2 Assignment: Neither the Agreement nor any of your rights or obligations under the Agreement may be assigned or transferred, by operation of law or otherwise, without our prior written consent, unless assigned to a successor in interest, or pursuant to a merger, corporate reorganization, or a sale or transfer of all or substantially all of your assets of which you provide us notice at least thirty (30) days prior to the consummation of the transaction. An assignment by you, based on any other circumstances, requires our prior consent, which consent shall not be unreasonably withheld. We may freely assign this Agreement without your consent. Subject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.
so: 13.2 Meelaynta: Heshiiska midkoodna ama xuquuqahaaga ama waajibaadkaaga ku xusan heshiiska waxaa lagu meelayn karaa ama lagu wareejin karaa, iyada oo la raacayo sharciga ama si kale, iyada oo aan oggolaanshahayagii hore ee qoraalka ah lagu qorin, mooyee aan loo dirin qofkii beddelay ee danta ka shaqeeya, ama iyada oo la raacayo midowga, shirkadda. dib-u-habeyn, ama iibin ama wareejin dhammaan ama gabi ahaanba dhammaan hantidaadii aad na siisay ogeysiis ugu yaraan soddon (30) maalmood ka hor dhammaystirka macaamilka. Waajibaadka adiga ku saleysan, iyadoo lagu saleynayo duruufo kasta oo kale, waxay u baahan tahay oggolaanshahayagii hore, kaas oo oggolaanshaha aan si aan macquul ahayn looga noqon doonin. Waxaan si xor ah ugu meelayn karnaa Heshiiskan adiga oo aan ogolaansho lagaa helin. Iyaga oo hoos imanaya qodobka kore, heshiiskani wuxuu ku xidhnaan doonaa oo hubin doonaa faa&#39;iidada dhinacyada, ku xigeenadooda iyo meeleynta la oggol yahay.

source: 13.3 Force Majeure: Neither party will be responsible for any delay, interruption or other failure to perform under the Agreement due to acts beyond the control of the responsible party, but only for so long as such conditions persist. Force majeure events include, but are not limited to: natural disasters (e.g. lightning, earthquakes, hurricanes, floods); wars, riots, terrorist activities, and civil commotions; a local exchange carrier's activities, and other acts of third parties; explosions and fires; embargoes, strikes and labor disputes; governmental decrees; failures of telecommunications providers or internet service providers; failures of third party suppliers, service providers or vendors; and any other cause beyond the reasonable control of a party.
so: 13.3 Majeure Xoog: Labada dhinac midkoodna mas&#39;uul kama noqon doono dib u dhac kasta, kala-goyn ama guul-darro kale oo ku timaadda sida ku xusan heshiiska iyadoo ay ugu wacan tahay ficillada ka baxsan xukunka masuulka, laakiin keliya illaa inta xaaladahaas oo kale ay sii socdaan. Dhacdooyinka qasabadaha xoogga leh waxaa ka mid ah, laakiin aan ku xaddidnayn: aafooyinka dabiiciga ah (tusaale ahaan hillaac, dhulgariir, duufaanno, daadad); dagaalladii, rabshadaha, hawlihii argaggixiso, iyo rabshado sokeeye; nashaadaha shirkada isweydaarsiga maxalliga ah, iyo falalka kale ee dhinacyada saddexaad; qaraxyo iyo dab; cunaqabateynta, shaqo-joojinta iyo khilaafaadka shaqada; awaamiirta dowladda; guuldarrooyinka bixiyeyaasha isgaarsiinta ama bixiyaha adeegga internetka; guuldarrooyinka alaab-qeybiyeyaasha saddexaad, adeeg-bixiyeyaasha ama iibiyaasha; iyo wixii kale oo keena wixii ka baxsan gacanta macquul ah ee xisbi.

source: 13.4 Choice of Law: The Agreement and any dispute arising out of or in connection with the Agreement shall be governed by and construed under the laws of the State of California, without regard to the principles of conflict of laws. All disputes arising out of or related to the Agreement shall be subject to the exclusive jurisdiction and venue of the California state and federal courts for Santa Barbara, California, and the parties consent to the personal and exclusive jurisdiction of these courts.
so: 13.4 Xulashada Sharciga: Heshiiska iyo wixii khilaaf ah ee ka yimaada ama ku lug leh heshiiska waxaa xukumaya oo lagu dhisi doonaa qaanuunka Gobolka Kaliforniya, iyadoon loo eegin mabaadi&#39;da khilaafyada sharciga. Khilaafaadka ka dhasha ama xiriirka la leh heshiiska waxaa lagu xukumayaa awooda u gaarka ah iyo goobta ay ku taal maxkamada gobolka iyo maxkamadaha faransiiska ee Santa Barbara, California, iyo dhinacyadu waxay ogolaadaan awooda shaqsiyadeed iyo tan gaarka ah ee maxkamadahan.

source: 13.5 E-mail and Notices: You further agree that we may provide any and all notices, statements and other communications to you through either e-mail, mail, express delivery service, or delivered by a recognized commercial carrier addressed to the address last designated on the Agreement. You are responsible for providing us with any updated contact information.
so: 13.5 E-mayl iyo Ogeysiisyo: Waxaad sidoo kale ku raacsan tahay inaan ku siin karno dhammaan ogeysiisyada, bayaannada iyo isgaarsiinta kale ee aan kuugu dirayno emayl ahaan, emayl, adeegga gaarsiinta, ama gaarsiinta shirkad ganacsi oo la aqoonsan yahay oo cinwaan looga dhigay cinwaankii ugu dambeeyay loo cayimay. on heshiiska. Adiga ayaa mas&#39;uul ka ah inaad na siiso wixii ah xiriiriye wixii cusboonaysiin ah.

source: 13.6 No Waiver; Cumulative Remedies: No failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right. Other than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.
so: 13.6 Lama dhaafi karo; Daaweynta Isugeynta: Guuldareysiga ama dib u dhac kasta oo labada dhinac ka mid ah oo adeegsanaya wax xuquuq ah sida ku xusan heshiiskan ma noqon doono mid ka saamaxa xuquuqdaas. Waxa ka baxsan sida si cad loogu sheegay halkan, daawooyinka lagu soo gudbiyey halkan waxaa ka mid ah, oo aan ka mid ahayn, wixii dawlado kale ee xisbi ah ama sinnaan ah.

source: 13.7 Severability: If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in full force and effect.
so: 13.7 Karti-siinta: Haddii qodob kasta oo heshiiskan ah ay hayso maxkamad awood u leh inuu sharciga ka hor yimaado, qodobka waxaa beddelaya maxkamadda oo loo tarjumi doonaa si loogu guuleysto ujeeddooyinka bixinta asalka ah illaa iyo inta la oggol yahay oo ay oggol tahay sharciga, iyo qodobada harsan ee heshiiskan waxay ahaanayaan kuwo shaqeynaya oo dhaqan gala.

source: 13.8 Entire Agreement: To the maximum extent permitted by applicable law, this Agreement, together with the documents referenced herein and all Order Forms and sign-up flows, constitute the entire agreement between the parties as to its subject matter, and supersede all previous and contemporaneous agreements, proposals or representations, written or oral, concerning the subject matter of this Agreement. No representation, undertaking or promise shall be taken to have been given or be implied from anything said or written in negotiations between the parties prior to this Agreement except as expressly stated in this Agreement. Neither party shall have any remedy in respect of any untrue statement made by the other upon which that party relied in entering into this Agreement (unless such untrue statement was made fraudulently) and that a party’s only remedy in respect of any untrue statement shall be for breach of contract as provided in this Agreement. You acknowledge and agree that your agreement hereunder is not contingent upon the delivery of any future functionality or features not specified herein or in an Order Form or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services. In the event of any conflict between the provisions in these General Terms of Service and any Order Form or Additional Terms of Service, the terms of such Order Form or Additional Terms of Service shall prevail, to the extent of such conflict. No terms or conditions stated in your purchase order or in any other of your order documentation shall be incorporated into or form any part of this Agreement, and all such terms or conditions shall be null and void.
so: 13.8 Heshiiska oo dhan: Ilaa inta ugu badan ee loo oggol yahay sharciga lagu dabaqi karo, heshiiskan, oo ay la socdaan dukumiintiyada lagu soo gudbiyey halkan iyo dhammaan Foomamka Amarada iyo qulqulka is-qoritaanka, ayaa ka kooban heshiiska dhammaan dhinacyada ka dhexeeya mowduuca ay ka hadlayaan, waxayna ka tanaasuleen wixii horey u jiray iyo heshiisyada casriga ah, soo-jeedinno ama wakiillo, qoraal ama hadal, ee ku saabsan qodobka heshiiskan. Ma jiro wakiil, ballan qaad ama ballan qaad laga qaadi doono in la siiyo ama laga soo qaado wax kasta oo lagu sheegay ama ku qornaa wadahadalada u dhexeeya dhinacyada heshiiska ka hor inta aan si cad loogu qeexin heshiiskan. Dhinacna midkoodna ma yeelan doono wax beddel ah marka la eego bayaan kasta oo aan run ahayn oo uu ku kacay kii kale ee ku tiirsanaaday gelitaanka heshiiskan (haddii aan been abuurkaas si been abuur ah loo sameyn) iyo in qolada kaliya ee wax ka beddala qaddarinta bayaan kastoo aan runta ahayn ay noqonayso. jebinta heshiiska sida ku cad heshiiskan. Waad qiraysaa oo oggolaatay in heshiiskaaga aan halkan ku xirnayn aanu ku soo gudbineyno waxqabadka mustaqbalka ama astaamaha aan lagu cayimin halkan ama Foomka Amarka ama ku tiirsanaanta wixii hadal ah ama qoraal ah, ra&#39;yi dowladeed ama si gaar ah ee aannu annagu u sameynay oo ku saabsan waxqabadka mustaqbalka ama astaamaha. Adeegyada. Haddii ay dhacdo khilaaf kasta oo u dhexeeya qodobada ku jira shuruudahan guud ee Adeegga iyo Foom kastoo Amri ama Shuruudo Adeeg oo Dheeri ah, shuruudaha Foomka Amarka ama Shuruudo Adeeg Dheeri ah ayaa ka sarrayn doona, illaa xadka isku dhacaas. Shuruudo ama shuruudo ku xusan dalabkaaga wax iibsashada ama dukumiintiyada kale oo amarradaada kuma dari doono ama sameysan doonaan qeyb kasta oo ka mid ah Heshiiskan, oo shuruudahaas oo dhan ama shuruudahan oo dhami waxay noqonayaan waxba kama jiraan.

source: 13.9 Export: Both parties agree to comply with applicable US export and import laws and regulations. You shall not permit your users to access or use the Services in violation of any U.S. export embargo, prohibition or restriction.
so: Dhoofinta: Labada dhinacba waxay ku heshiiyeen inay u hoggaansamaan qaanuunka dhoofinta iyo dhoofinta Mareykanka iyo qawaaniinta. U oggolaan mayso isticmaaleyaashaada inay marin u adeegsadaan ama u istcimaalaan Adeegyada taas oo jabineysa xayiraad kasta oo dhoofinta Mareykanka ah, mamnuuc ama xayiraad.

source: 13.10 Publicity: We may not name you as a user of the Services without your written consent.
so: 13.10 Tixgelinta: Waxaa laga yaabaa inaanu magacaaga kuugu sheegayno adeega adeega iyada oo aan lagaa ogolaan.

source: 13.11 Links to Third Party Sites: The Services or our website may include links to third party sites ('Linked Sites'). The Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site or the Services provided via a Linked Site. We are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any associated services provided by the site.
so: 13.11 Xiriirinta Goobaha Saddexaad: Adeegyada ama websaydhkeenna waxaa ku jiri kara xiriiriyeyaasha bogagga saddexaad &#39;&#39; Goobaha Xiriiriyaha leh &#39;. Goobaha iskuxiran ma hoos yimaadaan gacanteenna mana lihin mas&#39;uul kama aha waxyaabaha kujira bog kasta oo isku xira, oo ay kujirto iyadoon la xaddidneyn xiriir kasta oo kujira Goob Xiriirisa, ama wixii isbeddelo ah ama cusbooneysiin ah oo ku saabsan Bogga Iskuxirka ama Adeegyada lagu bixiyo bogga Xiriirka. Waxaan ku siineynaa xiriiriyeyadan kaliya sida ugu habboon, iyo ku darista xiriir kasta oo aan micnaheedu aheyn ansaxinta annaga barta ama wixii adeegyo la xiriira ee ay bixisay barta.

source: 13.12 You consent to receive emails, phone calls and SMS messages from CaseActive to provide updates on your order and/or for marketing purposes. Message frequency depends on your activity. You may opt-out by unchecking notifications from your account or deleting your account. Message and data rates may apply.
so: 13.12 Waxaad ogolaatay inaad kahesho emailada, wicitaanada taleefanka iyo fariimaha SMS-ga CaseActive si aad ubixiso cusboonaysiinta amarkaaga iyo / ama ujeedooyinka suuqgeynta. Tirada farriinta waxay kuxirantahay waxqabadkaaga. Waad ka bixi kartaa adiga oo iska hubiya ogeysiisyada koontadaada ama tirtiraya koontadaada. Farriimaha iyo sicirka xogta waa la codsan karaa.

source: An error occurred
so: Khalad ayaa dhacay

source: Something went wrong. Our engineers have been notified. Press reload button to reload.
so: Waxbaa qaldamay. Injineeradayada waa la ogeysiiyay. Riix badhanka dib u soo dejinta si aad dib ugu soo dejiso.

source: Reload
so: Dib u soo deji
