Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/so/LC_MESSAGES/messages.po
Languages: so

source: Our proprietary software is a service platform that we host for our customers in order to offer the services detailed below. To subscribe for a Service, you must execute an Order Form for that Service and/or complete the sign-up flow for that Service. You are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with all terms and conditions of the Agreement. You acknowledge and agree that we reserve the right to modify the Services (or any part thereof) from time to time and that we shall not be liable to you or to any third party for any modification to the Services.
so: Agabfudeena barnaamijyadeena gaarka loo leeyahay waa aalad adeeg oo aan ugu marti qaadno macaamiisheenna si aan ugu fidinno adeegyada hoos ku faahfaahsan. Si aad isaga diiwaangeliso Adeeg, waa inaad fulisaa Foom amar oo Adeegkaas ah iyo / ama aad dhammaystirto qulqulka diiwaangelinta Adeeggan. Waxaad xaq u leedahay oo keliya inaad adeegsato Adeegyada aad is qortay oo aad bixisay, iyo adeegsigaaga Adeegyadu waxay ku xirnaan doontaa u hoggaansanaanta dhammaan shuruudaha iyo shuruudaha heshiiska. Waad qiraysaa oo ogolaatay inaanu ilaalinayno xuquuqda aan wax ka badalno Adeegyada (ama qayb kasta oo ka mid ah) waqti ka waqti iyo innaannaan mas&#39;uul ka noqon doonin adiga ama dhinacna dhinac saddexaad waxkabadalidda adeegyada.

source: 1.2 Description of CaseActive Service: CaseActive Service is the suite of hosted software services for online client collaboration management offered by CaseActive LLC. The sign-up flow that you have agreed to, or the Order Form you have executed, identifies the CaseActive Service you have subscribed for, the subscription term and the fees payable by you for the CaseActive Service. The additional terms and conditions applicable to your use of the CaseActive Service are set forth at:
so: 1.2 Sharraxaadda Adeegga CaseActive: Adeegga CaseActive waa qaybinta adeegyada barnaamijyada softiweerka ah ee lagu maamulo iskaashiga macaamiisha khadka tooska ah ee ay bixiso CaseActive LLC. Qulqulka isqoritaanka ee aad ku heshiiseen, ama Foomka Amarka ee aad adigu fulisay, ayaa tilmaamaya Adeegga CaseActive ee aad iska diiwaangelisay, muddada isqorista iyo khidmadaha aad adigu iska bixinayso Adeegga CaseActive. Shuruudaha iyo shuruudaha dheeriga ah ee quseeya isticmaalkaaga Adeegga CaseActive ayaa lagu dejiyey:

source: 2. Expanding the Services:
so: 2. Ballaarinta Adeegyada:

source: You may subscribe to any additional Services, including new Services as may be made available by CaseActive from time to time, or increase your existing Services by executing an additional Order Form or sign-up flow, as part of the Services. Each new sign-up flow or Order Form will include the price and billing date(s) of the Services being added at that time. All new Services are subject to these General Terms of Service and any additional terms and conditions that may specifically apply to such additional Services.
so: Waad iska qori kartaa wixii adeegyo dheeraad ah, oo ay ku jiraan Adeegyo cusub oo ay suuragal u tahay inuu soo helo CaseActive waqti ka waqti, ama aad kordhiso Adeegyadaaga hadda jira adigoo fulinaya Foomka Amarka Dheeraadka ah ama socodka is-qoritaanka, oo qayb ka ah Adeegyada. Qulqulka cusub ee isdiiwaangalinta ama Foomka Amarka waxaa ku jiri doona sicirka iyo taariikhda (taariikhda) qaansheegadka Adeegyada lagu soo dari doono wakhtigaas. Dhamaan adeegyada cusub waxay ku hoos jiraan shuruudahan guud ee adeega iyo shuruudo iyo shuruudo dheeri ah oo si gaar ah loogu dabaqi karo Adeegyadaas dheeriga ah.

source: 3. Customer Support:
so: 3. Taageerada Macaamiisha:

source: Provided you have paid all fees payable by you for the Services, we will use commercially reasonable efforts to provide, at no charge to you, technical support services to you and your authorized users who have subscribed to the Services. A client services representative will be assigned to your cases. Unlimited cases are accepted from authorized users. Our standard support is available 24/7, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day. You may contact customer support by using our
so: Haddii lagu siiyay inaad bixisay dhammaan ajuurada aad adigu bixinaysid ee ah Adeegyada, waxaan u adeegsan doonnaa dadaallo macquul ah ganacsi ahaan macquul ah inaan ku siino, iyada oo aan wax lacag ah lagaa qaadin, adeegyada taageerada farsamo ee adiga iyo isticmaaleyaashaada idman ee ka diiwaangashay Adeegyada. Wakiilka adeegyada macmiilka ayaa loo xilsaarayaa kiisaskaaga. Kiisaska aan xadidneyn ayaa laga aqbalaa adeegsadayaasha idman. Taageeradayada caadiga ahi waa la heli karaa 24/7, marka laga reebo ciidaha waaweyn, oo ay ku jiraan Maalinta Xuska, Maalinta Madax-bannaanida, Maalinta Shaqaalaha, Thanksgiving, Kirismaska, iyo Maalinta Sannadka Cusub. Waxaad la xiriiri kartaa taageerada macaamiisha adoo adeegsanayayagayaga

source: Contact Form
so: Foomka Xiriirka

source: . Our response time shall not be greater than two business days.
so: . Waqtiga jawaabteena kama badnaan doono labo maalmood oo shaqo.

source: 4. Training:
so: 4. Tababbarka:

source: Provided you have paid all fees payable by you for the Services, we shall make available remote, live or recorded training sessions to your designated, named and authorized users as well as provide tutorials that are accessible via the Help and Training section of our website at no additional charge. For some Services we provide some on-site training on request and for an additional charge. Please contact us by using our
so: Haddii lagu siiyo inaad bixisay dhammaan ajuurada aad adigu bixinaysid ee ah Adeegyada, waxaan u sameyn doonnaa fadhiyo tababar fog, nool ama duubnaan lagu duubi karo isticmaaleyaashaada, magacaaban iyo kuwa loo idmaday sidoo kale waxaan bixinaa casharro la heli karo iyada oo loo marayo qeybta Caawinta iyo Tababbarka ee websaydhkeenna lacag dheeraad ah laguma dallacayo. Adeegyada qaarkood waxaan bixinaa tabobar goobta ah haddii la codsado iyo lacag dheeraad ah. Fadlan nala soo xiriir adigoo adeegsanaya

source: for more information about on-site training.
so: macluumaad dheeri ah oo ku saabsan tababarka goobta.

source: 5. Your Rights and Restrictions:
so: 5. Xuquuqdaada iyo Xannibaadda:

source: 5.1 License: Subject to the terms and conditions of the Agreement, and upon timely payment of all applicable fees set forth in the Order Form or sign-up flow, we hereby grant to you a non-exclusive, non-transferable, limited right and license to use (and permit your authorized users to use) the Services to which you have subscribed, solely for your internal business purposes.
so: 5.1 Liisanka: Iyadoo loo cuskaday shuruudaha iyo shuruudaha Heshiiska, iyo bixinta waqtiga ku habboon ee dhammaan khidmadaha lagu dabaqi karo Foomka Amarka ama socodka is-qoritaanka, waxaan halkan kugu siineynaa mid aan go&#39;neyn, aan la wareejin karin, xuquuq xaddidan iyo laysanka si aad u adeegsato (una oggolaato isticmaaleyaashaada idman inay adeegsadaan) Adeegyada aad isqortay, kaliya ujeeddooyinkaaga ganacsi gudaha ah.

source: 5.2 Authorized Users: You (i) are responsible for your authorized users' compliance with the Agreement, and (ii) shall use commercially reasonable efforts to prevent unauthorized access to or use of the Services and shall notify us immediately of any such unauthorized access or use. It is your responsibility to remove access to the Services if the authorized status of a user or designated employee changes.
so: 5.2 Isticmaalayaasha Idman: Adiga (i) ayaa mas&#39;uul ka ah adeegeyaasha rukhsad u leh u hoggaansanaanta Heshiiska, iyo (ii) waa inaad u adeegsan doontaa dadaallo macquul ah oo ganacsi si looga hor tago marin-u-helid la&#39;aan ama adeegsiga Adeegyada oo si dhakhso leh ayey noogu soo wargelin doontaa galaangal noocan oo kale ah ama sharci darro ah ama isticmaal. Waa masuuliyadaada inaad ka saarto marin u helka Adeegyada hadii xaalada ogolaanshaha ee isticmaale ama shaqaale loo qoondeeyay isbedelaan.

source: 5.3 Your Responsibilities and Restrictions: You are responsible for all activities that occur under your user accounts or by your authorized users. You shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability and appropriateness of all data that you submit to the Services; (ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us promptly of any unauthorized use or security breach; (iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services; (iv) to the extent applicable, comply with all applicable rules of credit card associations (including American Express, MasterCard and Visa); and(v) obtain and maintain all the computer hardware, software and communications equipment needed to access the Services, and pay all access charges (e.g. ISP fees) incurred by you in connection with your use of the Services.
so: 5.3 Masuuliyadahaaga iyo Xaddidaadahaaga: Adiga ayaa mas&#39;uul ka ah dhammaan howlaha ka dhaca koontada isticmaaleyaashaada ama isticmaaleyaashaada idman. Waa inaad: (i) yeelataa mas&#39;uuliyadda kaliya ee saxnaanta, tayada, daacadnimada, sharciga, aaminka iyo ku-habboonaanta dhammaan xogta aad u soo gudbiso Adeegyada; (ii) u istcimaalaa dadaalo ganacsi macquul ah si looga hortago kontorool aan sharci aheyn ama wax u dhimaya ama marin kale oo aan fasax uheleyn, ama adeegsiga, Adeegyada oo si deg deg ah noogu soo wargeliya adeegsiga aan la ogolaan ama ku xadgudubka amniga; (iii) u hoggaansanaato dhammaan sharciyada maxalliga ah, gobolka, federaalka, iyo shisheeyaha (oo ay ku jiraan sharciyada quseeya asturnaanta iyo ilaalinta macluumaadka shaqsiyeed ama macaamil) isticmaalka Adeegga; (iv) illaa inta ay quseyso, u hoggaansanto dhammaan qawaaniinta lagu dabaqi karo ururada kaararka deynta (oo ay ku jiraan American Express, MasterCard iyo Visa); iyo (v) ay helaan oo ay ilaashadaan dhamaan kumbuyuutarka kombiyuutarka, softiweeriyada iyo qalabka isgaarsiinta ee loo baahan yahay si loo helo Adeegyada, oo loo bixiyo dhammaan kharashyada marin u helidda (tusaale ahaan khidmadaha ISP) ee la xariira isticmaalkaaga Adeegyada.

source: You may not, and you shall ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services; (ii) license, sublicense, sell, rent , assign, distribute, timeshare transfer, lease, loan, resell for profit, distribute or otherwise commercially exploit, grant rights in or make the Services available to any third party; (iii) use the Services except as expressly authorized hereunder or in violation of any applicable laws; (iv) engage in any illegal or deceptive trade practices with respect to the Services; (v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the Software or, in any manner, attempt to gain or attain unauthorized access to the Services or the related computer systems or networks; (vi) use the Services to transmit infringing, libelous, obscene, threatening or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights; (vii) use the Service to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs, or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; or (viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.
so: Ma diidi kartid, waxaadna hubin doontaa in isticmaaleyaashaada idman aysan sameynin, (i) kala diri, injineer dibinojinin, kala qeybin ama haddii kale isku dayaan in ay kala saaraan koodh kasta ee la xiriira Adeegyada, ama wax ka beddelo, laqabsadaan, abuuraan shaqooyin ku saleysan, ama tarjumaadda Adeegyada; (ii) liisanka, qandaraas hoosaadka, iibinta, kirada, meelaynta, qaybinta, wareejinta waqtiga, kireynta, amaahda, dib u iibinta faa iidada, qaybinta ama haddii kale ganacsi looga faa’iidaysto, in la siiyo xuquuq in la siiyo ama loo sameeyo Adeegyada loo heli karo dhinac saddexaad; (iii) isticmaal Adeegyada marka laga reebo sida si cad loogu oggolaaday halkan ama ku xadgudubka wixii sharciyada khuseeya; (iv) ku hawlgalaan wixii ah ganacsi ama sharci darro ah oo ku saabsan dhaqamada ganacsiga marka loo eego Adeegyada; (v) wareejiso ama curyaamiso wixii nabadgelyo ah ama astaamo farsamo ama tallaabooyin kale oo Adeeg ama waxkastoo kale ee Software ama, si kasta ha ahaatee, waxay isku daydaa inay ku kasbato ama marin u hesho marin aan loo fasaxin Adeegyada ama nidaamyada kombiyuutarka ee la xiriira ama shabakadaha; (vi) u adeegsaneysaa Adeegyada si ay ugu gudbiyaan ku xadgudubka, xorriyadda, fisqiga, hanjabaadda ama haddii kale sharci darro, aan badbaado lahayn, xumaan, dhibaateyn ama walboo ciqaab leh, ama ku kaydinta ama gudbinta ashyaa ku xadgudba xuquuqda asturnaanta dhinac saddexaad; (vii) u adeegso Adeegga si loo kaydiyo ama loo gudbiyo wixii fayras ah, dirxi, bambooyin waqti, fardaha Trojan iyo waxyaabo kale oo waxyeello leh ama waxyeello leh, feylal, qoraallo, wakiillo ama barnaamijyo, ama inaad u dirto spam ama haddii kale nuqul ama qoraallo aan la soo qaadin taasoo xadgudub ku ah shuruucda lagu dabaqi karo. ; ama (viii) faragalinta ama carqaladeyso hufnaanta ama waxqabadka Adeegyada ama macluumaadka qaybta saddexaad ee ku dhex jira.

source: 5.4 Reservation of Rights: No other rights are granted except as expressly set forth in the Agreement. The Agreement is not a sale and does not convey any rights or ownership in, or to, the Services or any underlying software. We own all rights, title, and interest, including all intellectual property rights, in and to the Services and the underlying software and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and programs developed by us or our licensors during the course of performance of the Services.
so: 5.4 Booska Xuquuqda: Majiro xuquuq kale oo la bixiyo marka laga reebo sida ku cad heshiiska. Heshiiska ma ahan wax iib ah mana gudbinayo wax xuquuq ah ama lahaansho ah, ama adeegyo ama barnaamij kasta oo salka ku haya. Waxaan leenahay dhammaan xuquuqda, cinwaanka, iyo xiisaha, oo ay ku jiraan dhammaan xuquuqaha aqooneed ee aqooneed, gudaha iyo Adeegyada iyo barnaamijyada salka ku haya iyo wax kasta iyo wixii cusboonaysiin ah, kor u qaadis ah, wax ka badal ah, wanaajin ah, horumarin ah ama ka soo jeeda howlaheeda asalka ah, iyo fikrad kasta, ogaal ahaan. sida, iyo barnaamijyada ay soo saareen annaga ama shati-bixiyeyaashayada inta lagu gudajiro waxqabadka Adeegyada.

source: 6. Term and Termination:
so: 6. Muddada iyo joojinta:

source: 6.1 Term: The term of the Services varies depending on the Service you have subscribed to and shall be set forth on the Order Form or agreed to in the sign-up flow and shall renew as follows:
so: 6.1 Muddo: Muddada Adeegyadu way kala duwan yihiin waxayna kuxirantahay Adeegga aad isqortay waxaana lagudhisi doonaa Foomka Amarka ama lagu oggolaaday qulqulka isdiiwaangalinta waxayna cusboonaysiin doontaa sida soo socota:

source: 6.1.1 CaseActive Service Term: Your Subscription to CaseActive Service shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
so: 6.1.1 Muddada Adeegga CaseActive: Diiwaangelintaada Adeegga CaseActive ayaa si otomaatig ah u cusbooneysiin doonta hal bil ama hal sano oo isku xiga, sida lagu qeexay Foomka Amarka ama socodka is-qorista, illaa aan joojinno Adeegga aad na siiso ogeysiiska ah cusboonaysiinta ugu yaraan soddon (30) maalmood ka hor dhicitaanka muddada hadda ah.

source: 6.1.2 CaseActive Website Services Term: Your subscription to CaseActive website services shall automatically renew for successive one-month or one-year terms, as set out on the Order Form or sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.
so: 6.1.2 Adeegga Websaydhka CaseActive: Mudada aad ku qoratay adeegyada websaydhka CaseActive waxay si otomaatig ah u cusbooneysiin doontaa hal bil oo isku xigta ama hal sano, sida ku xusan Foomka Amarka ama socodka is-qorista, illaa aan joojinno Adeegga ama aad na siiso iyadoo la ogeysiinayo dib-u-cusboonaysiinta ugu yaraan soddon (30) maalmood kahor dhicitaanka muddada hadda la joogo.

source: 6.1.3 Written notice of non-renewal by you must be submitted to CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.
so: 6.1.3 Ogeysiiska qoran ee dib-u-cusboonaysiinta waa in laguu soo gudbiyo CaseActive, LLC, 1107 W. 6th Ave., Ste B. Cheyenne, WY 82003.

source: 6.2 Termination: Either party may terminate the Agreement and all Service subscriptions (i) if the other party breaches any of its material obligations under the Agreement and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business. We may terminate the Agreement immediately in the event of a breach of Section 5.3 above. Upon a termination of the Agreement, you will immediately discontinue all use of the Services, cease to represent in any form that you are a user of the Services, and destroy all our confidential Information in your possession. Neither party shall be liable for any damages resulting from a termination of the Agreement or any subscriptions to Services as provided for herein; provided, however, that the termination of the Agreement shall not affect any claim arising prior to such termination.
so: 6.2 Joojin: Labada dhinacba way joojin karaan heshiiska iyo dhammaan rukumada Adeeg (i) haddii qaybta kale jebiso waxkastoo waajibaadkeeda agab ah sida ku xusan Heshiiska oo jabinta noocaas ah aan lagu dawayn soddon (30) maalmood gudahood ka dib markay ogaysiiska ka hesho ku xadgudubka xadgudubka. dhinac, ama (ii) haddii qaybta kale uu noqdo mid kharribaya ama kharribma, dareeraya ama kala baxa, ama gebi ahaanba joojiya ganacsigiisii. Waxaan ka bixi karnaa heshiiska isla markiiba haddii ay dhacdo jebinta Qeybta 5.3 kor. Markaad joojiso heshiiska, waxaad isla markiiba joojin doontaa adeegsiga Adeegyada oo dhan, waxaad joojin doontaa inaad matasho qaab kasta oo aad u isticmaasho Adeegyada, waxaadna baabi&#39;in doontaa dhammaan macluumaadkayaga qarsoodiga ah ee aad haysato. Labada dhinac midkoodna mas&#39;uul kama noqon doono wixii dhibaato ah ee ka dhasha joojinta Heshiiska ama wixii macmiil ka ah Adeegyada sida ku xusan halkan; waxaa la siinayaa, si kastaba ha noqotee, in joojinta Heshiiska aysan saameyn ku yeelan doonin sheegasho kasta oo ku soo aroorta ka hor joojintaas oo kale.

source: 6.3 Handling of Your Data in the Event of Termination: You acknowledge and agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period of not less than ninety (90) days, may delete your account and data. However, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided, that you have paid in full all good faith undisputed amounts owed to us. You further agree that we shall not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.
so: 6.3 Maareynta Macluumaadkaaga Marka Dhacdada Shaqo Ka Joojiso: Waad qiraysaa oo oggolaatay in marka la gaaro dhicitaanka ama joojinta mid kasta oo ka mid ah rukummadaada Adeegyada, aan si dhaqso leh u baabi&#39;in karno Adeegyada ay dhibaatadu saameysey isla markaana, annagoo raacnay xilli macquul ah oo aan ka yarayn sagaashan (90) ) Maalmo, waxay tirtiri kartaa koontadaada iyo xogtaada. Si kastaba ha noqotee, haddii ay dhacdo in Adeegyada ay naga joojiso, waxaan ku siin doonnaa ku meelgaar, u helitaan xadidan oo Adeegyada ah, oo aan ka badnayn soddon (30) maalmood, ujeeddada kaliya ee kuu oggolaaneysa inaad soo ceshato macluumaadkaaga gaarka ah, haddii la bixiyo, waxaad ku bixisay si buuxda daacadnimo wanaagsan oo aan xad lahayn oo deyn nagu ah. Waxa kale oo aad ku raacsan tahay inaannaan masuul ka noqon doonin adiga ama dhinac saddexaad wixii ka joojinta marin u helkaaga adeegyada ama tirtirka xogtaada, haddii aan u hoggaansan nahay shuruudaha Qeybta 6.3.

source: 7. Fees:
so: 7. Khidmadaha:

source: 7.1 Service Fees: You shall pay the non-refundable fees for the Services in the amount set forth in the sign-up flow or Order Form ('Service Fees') and according to the billing frequency stated in the sign-up flow or Order Form. Service Fees shall be due and payable on the date of the invoice. Service Fees may be increased based upon our then-current fees. Service Fees are non-refundable even if you terminate your subscription early.
so: 7.1 Khidmadaha Adeegga: Waxaad ku bixin doontaa khidmadaha aan la soo celin karin ee Adeegyada ee qaddarka lagu dhigay qulqulka is-qoritaanka ama Foomka Amarka (&#39;Khidmadaha Adeeg&#39;) iyo iyadoo la raacayo tirada biil-celinta ee lagu sheegay socodka is-qoritaanka ama Amarka Foom. Khidmadaha adeegga waa in lagu bixiyaa lana bixiyaa taariikhda qaansheegta. Khidmadaha adeegga waa la kordhin karaa iyadoo lagu saleynayo khidmadaha waqtigan xaadirka ah. Khidmadaha adeegga lama soo celin karo xitaa haddii aad hore uga joojiso rukunkaaga.

source: 7.2 Additional Fees: You may incur other non-refundable fees or charges for your use of the Services in addition to those fees set forth in the Order Form and/or sign-up flow. The additional non-refundable fees and charges are set forth in the additional terms for the applicable Service.
so: 7.2 Lacagaha Dheeraadka ah: Waxaad la imaan kartaa ajuuro kale oo aan la soo celin karin ama kharashyo adeegsi ah oo adeegyo ah oo ay weheliso khidmadaha lagu sheegay Foomka Amarka iyo / ama socodka is-qoritaanka. Khidmadaha dheeraadka ah ee aan lasoo celin karin iyo khidmadaha ayaa lagu dejiyey shuruudaha dheeriga ah ee loogu talagalay Adeegga la adeegsan karo.
