Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/so/LC_MESSAGES/messages.po
Languages: so

source: Payment:
so: Lacag bixinta

source: Total charge:
so: Wadarta kharashka:

source: Your Unpaid Invoices
so: Qaansheegyadaada aan la bixin

source: Unpaid
so: Lacag la'aan

source: Your Paid Invoices
so: Qaansheegyada aad bixisay

source: Paid
so: La bixiyay

source: Your Invoices
so: Qaansheegyadaada

source: All Invoices
so: Dhammaan qaansheegyada

source: Invoice Title
so: Cinwaanka qaansheegta

source: No Invoices
so: Lacag-sheeg

source: No Audios yet.
so: Majiro wali

source: Loading failed.
so: Loading waa fashilay.

source: retry
so: dib u noqo

source: No documents yet.
so: Weli wax dukumeenti ah ma jiraan

source: No Files yet.
so: Weli ma jiraan Faylal

source: No Images yet.
so: Weli sawiro ma jiraan

source: No Videos yet.
so: Wali majiraan muuqaalo

source: Page Not Found
so: Bog aan la helin

source: Attachments
so: Lifaaqyo

source: Note View
so: Fiiro Gaar ah

source: No Notes
so: Qoraal lama hayo

source: Select the person to answer this field
so: Xulo qofka si uu uga jawaabo arimahan

source: Create E-sign
so: Samee calaamadda E-ga

source: Update E-signs
so: Cusbooneysii calaamadaha E-ga

source: Signs
so: Calaamadaha

source: Edit Field
so: Beddelista Goobta

source: Send E-sign
so: Soo dir calaamadda E-ga

source: E-sign Submitted.
so: Calaamadda E-ga waa la soo gudbiyay.

source: You don't have permissions to submit e-signs.
so: Ma lihid ogolaansho aad ku soo gudbiso calaamadaha elektaroonigga ah.

source: You currently have no E-signs of your own
so: Hadda ma lihid calaamado E-ga oo kuu gaar ah

source: Your Uncompleted E-signs
so: Calaamadaha E-ga aan dhamaystirnayn

source: Your Completed E-signs
so: Calaamadahaaga E-ga oo Dhamaystiran

source: Your Signs
so: Calaamadahaaga

source: All E-signs
so: Dhammaan calaamadaha E

source: E-sign Title
so: Cinwaanka E-sign

source: No E-signs
so: Calaamadaha E-la'aanta

source: E-Signs Library
so: Maktabadda E-Calaamadaha

source: No E-signs In Library
so: Calaamadaha E-Labareeriga Malaha

source: Upload E-sign Document
so: Soo rar dukumeentiga calaamada E-ga

source: Update Task
so: Cusbooneysii Hawsha

source: Create Task
so: Abuur Hawsha

source: You currently have no tasks of your own
so: Hadda ma lihid hawlo adiga kuu gaar ah

source: Your Uncompleted Tasks
so: Hawlahaaga aan dhamaystirnayn

source: Your Completed Tasks
so: Hawlahaagii Dhamaystiran

source: Your Tasks
so: Hawlahaaga

source: All Tasks
so: Dhammaan Hawlaha

source: Task
so: Hawl

source: Deadline
so: kama dambaysta

source: Assignees
so: Dadka loo xilsaaray

source: In Progress
so: Horumarka

source: Delete task
so: Tirtir hawsha

source: No Tasks
so: Hawlo la'aan

source: wants access
so: doonaya marin

source: No Answers
so: Maya Jawaabo

source: Select Field Type
so: Xulo Nooca Meelaha

source: Text Only
so: Qor keliya

source: Multiple Line Text
so: Qoraalka Kumbuyuutarka badan

source: Dropdown
so: Buufinta

source: Multi Dropdown
so: Meelo badan

source: Radio
so: Raadiyaha

source: Date
so: Taariikhda

source: Time
so: Waqti

source: Yes/No
so: Haa Maya

source: Number
so: Tirada

source: Access Denied
so: Diidmo gelid

source: You don't have access to this case.
so: Ma lihid marin kiiskan.

source: Imports
so: Soo dejinta

source: View import
so: Daawo soo dejinta

source: Sessions
so: Fadhiyo

source: Home
so: Guriga

source: Users
so: Isticmaalayaasha

source: Library
so: Maktabad

source: Integration
so: Is-dhexgalka

source: Settings
so: Goobaha

source: Keys
so: Furayaasha

source: Feed Templates
so: Qaababka Cunnooyinka

source: Form Templates
so: Foomamka Foomka

source: Task Templates
so: Qaababka Hawsha

source: Payments
so: Lacag bixinta

source: From
so: Laga soo bilaabo

source: To
so: Ku

source: System
so: Nidaamka

source: User Intake
so: Qaadashada Isticmaalaha

source: Custom Fields
so: Goobaha Gaarka ah

source: After Actions
so: Ficilada kadib

source: Advance Settings
so: Dejinta Hore

source: Label Name
so: Magaca Calaamadda

source: Fields
so: Goobaha

source: Have many users?
so: Ma leedahay isticmaaleyaal badan?

source: Import users
so: Soo deji isticmaalayaasha

source: or
so: ama

source: Send them a signup link.
so: U soo dir xiriiriyaha isdiiwaangelinta

source: Let's start by entering the email or phone number
so: Aynu ku bilowno adoo galaya e-maylka ama lambarka taleefanka

source: Phone
so: Telefoon

source: Invalid phone number entered
so: Lambarka taleefanka aan ansax ahayn ayaa la galay

source: A label to easily find a case. it cannot be changed later
so: Summad si fudud kiis loogu helo. mar dambe lama beddeli karo

source: Visibility:
so: Aragga:

source: Who can use this template
so: Yaa isticmaali kara qaabkan

source: One time
so: Hal mar

source: Please enter valid payment information before proceeding
so: Fadlan geli macluumaadka lacag-bixinta ansax ah ka hor intaadan sii wadin

source: Add Payment
so: Ku dar Lacag bixinta

source: Repeat every:
so: Ku celi mid kasta:

source: Let's get started
so: Aan bilowno

source: Take me there
so: Halkaa i gee

source: Mark
so: Calaamadee

source: Onboarding
so: Koritaanka

source: Created on
so: Lagu sameeyay

source: Expires on
so: Ku dhacaaya

source: No announcements yet.
so: Weli wax ogeysiis ah ma jiraan

source: Add Announcement
so: Ku dar Ogaysiis

source: Edit Announcement
so: Wax ka beddel Ogeysiinta

source: Date and time should be at least one hour ahead
so: Taariikhda iyo saacaddu waa inay ka horreeyaan ugu yaraan hal saac

source: Delete Date
so: Tirtir Taariikhda

source: Delete Time
so: Tirtir Waqtiga

source: No Users Found
so: No Users helay

source: No role selected
so: Wax door ah lama dooran

source: No permissions added!
so: Looma ogola ogolaansho!

source: ASSIGNED USERS
so: ISTICMAALAYAASHA

source: CASE PERMISSIONS
so: XAALADAHA XAALADA

source: User ID
so: Aqoonsi User ah

source: Role
so: Doorka

source: remove
so: ka saar

source: Assign User
so: Isticmaal User

source: User
so: Isticmaalaha

source: ADD USER
so: KU DAR USER

source: Email user about case assignment
so: Isticmaalaha email ku saabsan kiis-hawleed

source: Keyword
so: Ereyo muhiim ah

source: No cases found.
so: Xaalad lama helin.

source: Create a case for a business
so: U samee kiis ganacsi

source: Case ID
so: Aqoonsiga Dacwada

source: Created On
so: Abuuray

source: Case Status
so: Xaaladda Xaaladda

source: Case Type
so: Nooca Kiis

source: Assign Users
so: U Qoondee Isticmaalayaasha

source: No cases found
so: Xaalad lama helin

source: Have many cases?
so: Ma leedahay kiisas badan?

source: Click here to import cases.
so: Riix halkan si aad u soo dejiso kiisaska

source: No status selected
so: Xaalad lama doorto

source: No type selected
so: Nooc lama xushay

source: Case Info
so: Macluumaadka Kiiska

source: About
so: Ku saabsan

source: A permanent label to easily find a case. (a-z, 0-9, -, /) are allowed
so: Calaamad joogto ah si si fudud kiis loogu helo. (a-z, 0-9, -, /) waa la oggol yahay

source: Case Types
so: Noocyada Kiis

source: Click
so: Guji

source: to edit case types
so: si loo saxo noocyada kiisaska

source: No Type selected
so: Nooc la doortay

source: Case not found!
so: Kiis lama helin!

source: Media Size
so: Cabbirka Warbaahinta

source: All statistics
so: Dhammaan tirakoobyada

source: Import not found.
so: Soo dejin lama helin.

source: Processing of file failed. Ensure it is a CSV file type and contain the correct headers
so: Nidaaminta faylka ayaa guuldareystay. Hubi in uu yahay nooca faylka CSV oo uu ku jiro madaxyada saxda ah

source: Data
so: Xog

source: No Imports yet.
so: Ma jiraan wax la soo dhoofiyo wali.

source: Source
so: Xigasho

source: Stats
so: Xogta

source: Passed:
so: Dhaafay:

source: Failed:
so: Guuldaraystay:

source: Total:
so: Wadarta:

source: Add Imports
so: Kudar Soo Dejin

source: Download Sample
so: Soo Degso Muunad

source: Choose a file
so: Xulo feyl

source: Edit Key
so: Furaha Furaha

source: Add Key
so: Kudar Fure

source: No Keys yet.
so: Furayaal wali ma jiro.

source: Source CIDR
so: Xigasho CIDR

source: Remove
so: Ka saar

source: is invalid.
so: aan ansax ahayn

source: Secret Key
so: Furaha Sirta

source: Make sure to copy your new secret key now. You won’t be able to see it again!
so: Hubso inaad hadda nuqul ka dhigto furahaaga cusub ee sirta ah. Ma awoodi doontid inaad markale aragto!

source: Edit Webhook
so: Tafatir Webhook

source: Add Webhook
so: Kudar Webhook

source: No event selected
so: Dhacdo lama xulin

source: No Webhooks yet.
so: Weli Webhooks

source: Secret Webhook
so: Qarsoodi Webhook

source: Make sure to copy your new secret webhook now. You won’t be able to see it again!
so: Hubso inaad hadda nuqul ka sameysid webhook-kaaga sirta ah. Ma awoodi doontid inaad markale aragto!

source: Sign In
so: Saxeex gudaha

source: Login in account page.
so: Ku gal bogga xisaabta.

source: Edit form builder
so: Wax ka beddel qaab dhisaha

source: Delete form
so: Foomka tirtir

source: No forms yet.
so: Looma baahna foomamka.

source: Intake Forms
so: Foomamka qaadashada

source: Upload Intake Form Document
so: Soo rar dukumeentiga foomka qaadashada

source: Add Intake Form
so: Kudar Foomka Qaadashada

source: Edit Intake Form
so: Wax ka beddel foomka qaadashada

source: Show Media
so: Muuji Warbaahinta

source: Add Post
so: Ku dhaji Post

source: Edit Post
so: Tafatir Post

source: Files Amount
so: Fadhiyada Maqalka

source: No Feed Templates yet.
so: Muunad Cunno Weli lama hayo.

source: Post Name
so: Magaca Boostada

source: Post Message
so: Farriinta farriinta

source: Processing media ...
so: Ka shaqeynta warbaahinta ...

source: Download original file
so: Soodejiso faylka asalka ah

source: Could not display media
so: Lama soo bandhigi karin warbaahinta

source: No locations found.
so: Meelo lama helin.

source: Main Office
so: Xafiiska Guud

source: Location Name
so: Magaca Goobta

source: Delete e-sign
so: Tirtir calaamada elektrooniga ah

source: No e-signs yet.
so: Weli ma jiraan calaamado elektaroonig ah

source: Subtasks Count
so: Tirada-hoosaadka

source: No tasks yet.
so: Weli hawlo ma jiraan

source: Invoice ID
so: Aqoonsiga qaansheegta

source: Total
so: Wadarta

source: Refund
so: Lacag soo celin

source: No invoices yet.
so: Weli qaan-sheegyo ma jiraan

source: Refund Reason
so: Sababta Lacag celinta

source: Duplicate charge
so: Lacag nuqul ah

source: Fraudulent charge
so: Eedeymo been abuur ah

source: Requested by customer
so: Codsaday macmiilka

source: On Board
so: Dusha sare

source: Stripe
so: Xarig

source: Role Info
so: Macluumaadka Doorka

source: It cannot be changed later
so: Mar dambe lama beddeli karo

source: Role Permissions
so: Oggolaanshaha Doorka

source: e-signs
so: e-calaamadaha

source: Allowed File Sizes
so: Lagu Ogolaaday Tirada Faylka

source: Create
so: Abuuri

source: Creating...
so: Abuuritaanka ...

source: Roles
so: Doorarka

source: Profile information
so: Xogta astaanta

source: No role found.
so: Wax door ah lama helin.

source: When a case is created, auto assign these users
so: Marka kiis la sameeyo, si otomaatig ah ugu wareeji isticmaalayaashan

source: Remove All
so: Dhammaan ka saar

source: User Name
so: Magaca isticmaalaha

source: Notify
so: Ogeysiin

source: Host User
so: Isticmaalaha martida loo yahay

source: When a user is assigned to a case, auto add templates
so: Marka isticmaalaha lagu meeleeyo kiis, si otomaatig ah ugu dar templates

source: No post selected
so: Ma jiro qoraal la doortay

source: No form selected
so: Ma jiro foom la doortay

source: No e-sign selected
so: Calaamad elektaroonik ah lama dooran

source: Templates
so: Qaababka

source: Add Templates
so: Ku dar Templates

source: Idle Cases
so: Kiisaska aan shaqayn

source: When a case is idle, post this message
so: Marka kiis shaqo la'aan yahay, dheji fariintan

source: No case type selected
so: Nooc kiis oo la doortay

source: Idle Days
so: Maalmo aan shaqayn

source: Post Id
so: Aqoonsiga boostada

source: Set Idle Message
so: Deji fariin aan shaqayn

source: No task selected
so: Ma jiro hawl la doortay

source: No operation order selected
so: Ma jiro dalab hawleed oo la doortay

source: Operation Order
so: Amarka Hawlgalka

source: Add Templates to Assign Users
so: Ku dar Templates si aad u qoondayso Isticmaalayaasha

source: CaseType
so: Nooca Case

source: Case Form
so: Foomka Dacwada

source: User Form
so: Foomka Isticmaalaha

source: Notes Form
so: Foomka Qoraallada

source: Defaults
so: Lahaansho

source: Required
so: Loo baahan yahay

source: Public User Signup link:
so: Isku xirka Isticmaalaha Dadweynaha:

source: Design Settings
so: Dejinta Qaabka

source: Change file
so: Beddel faylka

source: Delete Favicon
so: Tirtir Favicon

source: Delete Logo
so: Tirtir Logo

source: Text Color
so: Midabka qoraalka

source: Recommended Colors:
so: Midabada lagu taliyay:

source: reset
so: dib u dejin

source: Background Color
so: Midabkii asalka ahaa

source: Company Info
so: Macluumaadka Shirkadda

source: Website
so: Mareegta

source: Terms of Use URL
so: Shuruudaha Isticmaalka URL

source: User Signup
so: Isdiiwaangelinta Isticmaalaha

source: Allow Signup
so: Allow isdiiwaangalinta

source: Auto Create Case
so: Keeska Samee Auto

source: Case User Role
so: Doorka Isticmaalaha Kiis

source: Google Analytics
so: Falanqaynta Google

source: Analytics Key
so: Furaha Falanqaynta

source: delete
so: tirtir

source: Crop Image
so: Sawirka Dalagyada

source: No Filter
so: Filter lahayn

source: No logs requested.
so: Looma baahna diiwaan gaaban.

source: Logs list is empty.
so: Liistada logu waa mid madhan.

source: Download CSV
so: Kala sooc CSV

source: Request Logs
so: Codso qoraalada

source: Log Type
so: Nooc Log

source: Filter
so: Falanqe

source: Select a case
so: Xulo kiis

source: Enter the email address
so: Gali cinwaanka emailka

source: Header (3 max)
so: Madaxa (3 max)

source: When a user join app, ask the user to share the following
so: Marka isticmaaluhu uu ku biiro abka, waydii isticmaaluhu inuu wadaago waxa soo socda

source: No user intake found.
so: Wax isticmaale ah lagama helin

source: User Type
so: Nooca User

source: Intake Form
so: Foomka qaadashada

source: Complete After
so: Dhamaystir Kadib

source: No user type selected
so: Nooc isticmaale oo la doortay

source: No intake form selected
so: Foomka qaadashada lama dooran

source: Complete After Date
so: Dhameystir Taariikhda Kadib

source: Complete After Time
so: Dhameystir Waqtiga Kadib

source: Date and time should be less or equal to now
so: Taariikhda iyo saacaddu waa inay ka yaraadaan ama la siman yihiin hadda

source: Comment ct
so: Faallo ct

source: View Ticket
so: Daawo Tigidh

source: Ticket
so: Tigidh

source: No tickets yet.
so: Weli tigidho ma laha

source: User not found.
so: Qofka lama helin.

source: User can edit their account information except for the host user attributes section.
so: Isticmaaluhu wuxuu tafatiran karaa macluumaadka akoonkiisa marka laga reebo qaybta sifooyinka isticmaalaha martida loo yahay.

source: Contact
so: La xiriir

source: Phone number
so: Lambarka taleefanka

source: Zip Postal Code
so: Nambar Boostada ah

source: Host User Attributes
so: Tilmaamaha Isticmaalaha martida loo yahay

source: User Status
so: Isticmaal Xaaladda

source: A permanent label to easily find a user. (a-z, 0-9, -, /) are allowed
so: Calaamad joogto ah oo si fudud loo helo isticmaale. (a-z, 0-9, -, /) waa la oggol yahay

source: App only User Intake Fields
so: App kaliya Goobaha Qaadashada Isticmaalaha

source: APP ONLY CUSTOM FIELDS
so: AQOONSIGA MACALLINKA EE KALIYA

source: s found.
so: s la helay.

source: Created Date
so: Taariikhda la sameeyey

source: View Cases
so: Daawo Kiisas

source: VIEW CASES
so: DAAWO kiisas

source: Get Started
so: Bilow

source: Password
so: Furaha

source: Email is not valid.
so: Email ma shaqeynayo.

source: CaseActive lets you and your client
so: CaseActive wuxuu kuu ogolaanayaa adiga iyo macmiilkaaga

source: work together
so: wada shaqee

source: at any time, in any place.
so: wakhti kasta, meel kasta.

source: Explore
so: Baadh

source: Pricing
so: Qiimaha

source: Support & Docs
so: Taageerada & Docs

source: Failed to validate if you are human
so: Ku guuldaraystay in la xaqiijiyo hadaad tahay bini aadam

source: NOTIFY ME WHEN IT'S READY!
so: OGAYSIIS IYO WAXA LA YIHIIN!

source: Thank You!
so: Mahadsanid!

source: We will notify you when the app is ready
so: Waanu kula soo socodsiin doonaa marka uu barnaamijku diyaar yahay

source: Most popular
so: Ugu caansan

source: All languages
so: Dhammaan luqadaha

source: Oops, Something went wrong.
so: Ooh, Waxbaa khaldamay

source: Oops, Something went wrong. Our team has been notified. Please try again later.
so: Ooh, Waxbaa khaldamay Kooxdayada waa la ogeysiiyay. Fadlan isku day mar dambe.

source: Support Documentation
so: Dukumentiyada Taageerada

source: All Categories
so: Dhammaan Qaybaha

source: Contents
so: Nuxurka

source: Related Articles
so: Maqaallada La Xiriira

source: Get started: processes, best practices, setup guides, and more!
so: Bilow: hababka, hababka ugu fiican, habaynta habaynta, iyo in ka badan!

source: Find anything you need to get to work in CaseActive.
so: Ka hel wax kasta oo aad u baahan tahay si aad ugu shaqeyso CaseActive.

source: All case communication in one spot
so: Dhammaan kiisaska wada xidhiidhka hal meel

source: Converse, post updates, answer questions, take notes, comment, and have all discussions tagged by real-time email and SMS notifications.
so: Qarsoodi, cusbooneysiinta boostada, ka jawaab su&#39;aalaha, qaado qoraallo, faallo, iyo wada hadallada oo dhan ha laguugu taago emaylka-waqtiga dhabta ah iyo ogeysiiska SMS.

source: Share with confidence
so: La wadaag kalsooni

source: Share documents and photos between clients and team members across any and all devices, so everyone keeps up-to-date.
so: La wadaag dukumiintiyada iyo sawirada u dhexeeya macaamiisha iyo xubnaha kooxda dhammaanteed iyo aaladda oo dhan, si qof walbaa uu u cusbooneysiyo waqtiga cusub.

source: Take it on the go
so: Qaado jidka

source: Use mobile devices like tablets and smartphones to collaborate on key details, discuss major issues, exchange documents, and chart case progress in real time.
so: U adeegso aaladaha mobilada sida kiniinnada iyo taleefannada casriga ah si aad uga wada shaqeysaan faahfaahinta muhiimka ah, uga wada hadlaan arrimaha waaweyn, dukumiintiyada isweydaarsiga, iyo horumarka kiiska shaxda waqtiga dhabta ah.

source: Immediate records access
so: Diiwaangelinta isla markiiba

source: Authorized users can quickly access client data and case information (including current, past, open, closed, and pending cases), all through one portal.
so: Isticmaalayaasha idman ayaa si dhakhso leh u heli kara xogta macmiilka iyo macluumaadka kayska (oo ay ku jiraan kuwa hadda jira, kuwa hadda jira, kuwa furan, kuwa xidhan, iyo kiisaska la sugayo), dhammaantood hal bog.

source: Automatic timezone conversion
so: Dib u-habayn waqti-wareeg ah

source: Whether traveling or staying in another location, you’ll be in sync with our time-zone conversation management system.
so: Haddii aad safartid ama aad joogtid meel kale, waxaad la mid noqon doontaan nidaamka maaraynta aaga wadahadalka-aagayada.

source: Track Events
so: Raac dhacdooyinka

source: Quickly schedule meetings, monitor upcoming events, and invite clients and team members as attendees.
so: Si dhakhso ah u samee shirarka, kormeer dhacdooyinka soo socda, oo martiqaad macaamiisha iyo xubnaha koox ahaanba ka qaybgalayaasha.

source: Video Conferencing
so: Wadahadalka Fiidiyaha

source: Connect with clients and team members via live video chats for even more interactivity.
so: La xiriir macaamiisha iyo xubnaha kooxda iyadoo la adeegsanayo joornaalka fiidiyowga ah ee xitaa isdhexgalka.

source: Automate tasks when a case is created or a user is assigned to a case.
so: Si otomaatig ah u samee hawlaha marka kiis la sameeyo ama isticmaale loo xilsaaro kiis.

source: Automated Alerts
so: Warqadaha Daabacaadda

source: Want to wish your clients a Happy Birthday? Set up an automatic message for both past and current clients for their special day!
so: Ma dooneysaa inaad macaamiishaada u rajeyso Maalinta Ciidda farxadda leh? U diyaari farriin otomaatig ah labadaba macaamiishii hore iyo kuwa hadda jira maalintooda gaarka ah!

source: Keeping Client details up-to-date
so: Hayso faahfaahinta macmiilka si joogto ah

source: Clients can modify their profiles with updated data, photos, passwords, and account settings.
so: Macaamiishu waxay wax ka bedeli karaan asturnidooda iyagoo cusbooneysiinaya xogta, sawirada, passwords, iyo goobaha xisaabta.

source: Ask Questions, Get Answers.
so: Weydii su'aalo, Jawaabo hel.

source: Create custom forms and send them to clients for completion. Gather essential information, provide exit surveys, and get all the data you need to do your job well!
so: Abuur foomam gaar ah una dir macaamiisha si ay u dhammaystiraan. Soo ururi macluumaadka muhiimka ah, bixi xogururinta ka bixitaanka, oo soo hel dhammaan xogta aad ugu baahan tahay inaad shaqadaada si wanaagsan u qabatid!

source: , Director of Sales of Cain & Company
so: , Agaasimaha iibka Qaabiil &amp; Shirkadda

source: Make client billing as straightforward as possible with online invoices and payments.
so: Samee khidmadda macmiilka sida ugu fudud ee suurtagalka ah kharashka internetka iyo lacagaha.

source: We love the case invoicing because it lets clients see exactly what they’re paying for.
so: Waxaan jecelnahay kiis-soo-dirista sababta oo ah waxay u ogolaanaysaa macaamiisha inay si dhab ah u eegaan waxa ay bixinayaan.

source: , Vice President of Sky Digital
so: , Madaxweyne kuxigeenka Sky Digital

source: Enjoy the ease of e-signing
so: Ku raaxayso fududeynta e-saxeex

source: Electronically sign off all documents through DocSign, using uploaded documents and digital client signature requests and confirmation.
so: Elektiroonig ahaan ka bixi dukumiintiyada oo dhan DocSign, adoo adeegsanaya dukumiinti la soo galiyay iyo codsiyada saxiixa macaamiisha dijitaalka ah iyo xaqiijinta.

source: Upload a document, mark it for signature, and then the client logs in and e-signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
so: Soo rar dukumeenti, calaamadee si uu u saxiixo, ka bacdi macmiilku wuu galaa oo e-saxiix u sameeyaa. Wax walba waa la sameeyaa iyada oo aan macmiilku soo gelin dhismahayaga. Tani waxay ku anfacaysaa macaamiisha aan u dhowayn xafiis ama ku nool meel ka baxsan gobolka.

source: , Director of Operations of Capital Insurance
so: , Agaasimaha Hawlgallada Caymiska Sare

source: Enhance Your System. Less Work, More Results.
so: Horumarinta Nidaamkaaga. Shaqo Yar, Natiijooyin Dheeraad ah.

source: Use the Self-Serve Administrative Feature
so: Isticmaal Nidaamka Maamulka Iskujirka ah

source: Take total control of your CaseActive management suite from the platform itself.
so: Qaado kantaroolka guud ee maareynta kiiskaaga &#39;CaseActive&#39; ee kambiyuutarka laftiisa.

source: Effortlessly link your existing system with CaseActive
so: Hadafin la&#39;aanta nidaamka aad hadda la xiriirto CaseActive

source: Integrate our proprietary API to automatically create cases, assign users, and generate reports based on your system input.
so: Isku-darka qaab-dhismeedkayaga gaarka loo leeyahay (API) si toos ah loogu abuuro kiisaska, loo xilsaariyo adeegsadayaasha, isla markaana abuuro warbixinno ku saleysan nidaamkaaga.

source: Acting as a
so: Ku shaqeynta sida a

source: virtual administrative assistant
so: kaaliye macmal ah
