Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/so/LC_MESSAGES/messages.po
Languages: so

source: 7.3 Late Payments: You acknowledge that your failure to pay any fees or charges when due may result in suspension or termination of your CaseActive product subscription(s). If you fail to pay any of the fees or charges due hereunder, CaseActive reserves the right to engage a collections agency to collect the fees and charges and you shall pay all costs incurred by CaseActive in connection with the collection of such past due amounts, including, without limitation, reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.
so: 7.3 Lacagbixinta Late: Waxaad qiraysaa in ku guuldareysigaaga inaad bixiso wixii ajuuro ah ama kharash ah markii ay taasi dhaceyso waxaa laga yaabaa in la joojiyo ama joojiso rukummadaada wax soo saarka CaseActive. Haddii aad ku guuldareysato inaad bixiso mid ka mid ah khidmadaha ama khidmadaha la soo saaray darteed, CaseActive waxay xaq u leedahay inay ku hawl gasho hay&#39;ad uruurinta si ay u soo uruuriso ajuurada iyo khidmadaha oo waxaad bixin doontaa dhammaan kharashyada ay gashay CaseActive ee laxiriirta aruurinta qaddarka lacageed ee la soo dhaafay, oo ay kujirto , xaddid la&#39;aan, qareen macquul ah iyo khidmadaha hay&#39;addaha aruurinta oo ay la socoto dulsaar la mid ah kan ka yar 1.0% bishii ama xaddiga ugu badan ee sharcigu oggol yahay.

source: 7.4 Taxes: You shall be responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charges of any kind imposed by federal, state or local governmental entities on the transactions contemplated by the Agreement. When we have the legal obligation to pay or collect taxes for which you are responsible, pursuant to this Section, the appropriate amount shall be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.
so: 7.4 Canshuuraha: Waxaad mas&#39;uul ka noqon doontaa dhammaan canshuuraha iibka, isticmaal canshuurta, canshuuraha lagu daro qiimaha, haynta canshuuraha iyo wixii canshuuro kale oo la mid ah iyo nooc kasta oo ay soo rogtay dowladda dhexe, dowlad goboleed ama hay&#39;adaha dowladda hoose ee ku saabsan macaamil-maalmeedka heshiiska. Markaan leenahay waajibka sharci ee ah inaan bixino ama aruurinno canshuuraha aad adigu mas&#39;uul ka tahay, iyadoo la tixraacayo Qeybtan, xaddiga ku habboon ayaa lagugu soo dallaci doonaa oo adiga ayaa bixin doontaa adiga mooyaane haddii aad na siiso caddeyn canshuur dhaaf ah oo ansax ah oo ay oggolaatay hay&#39;adda cashuuraha ku habboon.

source: 8. Representations and Warranties:
so: 8. Wakiilada iyo Caddeynta:

source: 8.1 Mutual Representations and Warranties: Each party hereby represents and warrants to the other party that (i) it has all necessary authority to enter into and perform its obligations under the Agreement without the consent of any third party or breach of any contract or agreement with any third party, (ii) all persons performing any obligations hereunder have entered into all necessary agreements in order for it to comply with the terms and conditions of the Agreement, and (iii) it shall comply in all material respects with all laws applicable to the Services.
so: 8.1 Wakiilo isweydaarsi iyo dammaanad qaadis: Qeyb kastaa waxay ku mataleysa una ballan qaadeysaa qeybta kale (i) inay leedahay awood dhan oo ay ku gasho kuna fuliso waajibaadka ku xusan heshiiska iyadoo aan laga helin ogolaansho dhinac saddexaad ama jabinta heshiis kasta ama heshiis lala galay. qayb saddexaad, (ii) dhammaan dadka fulinaya waajibaadka halkan ku yaal waxay galeen dhammaan heshiisyadii lagama maarmaanka u ahaa si ay ugu hoggaansamaan shuruudaha iyo shuruudaha Heshiiska, iyo (iii) waxay ku dhaqmi doonaan dhammaan ixtiraamka ay ka qabaan dhammaan sharciyada khuseeya Adeegyada.

source: 8.2 Additional Representations and Warranties: You warrant, represent and covenant to us that you will use the Services only for lawful purposes in accordance with the Agreement and all applicable CaseActive policies and guidelines.
so: 8.2 Wakiilo Dheeraad ah iyo Caymisyo: Waxaad dammaanad qaadaysaa, noo matalaysaa oo aad noo ballan qaadaysaa inaad u adeegsan doontid keliya ujeeddooyinka sharciga ah iyada oo la raacayo heshiiska iyo dhammaan siyaasadaha iyo tilmaamaha CaseActive ee lagu dabaqi karo.

source: 8.3 Disclaimer of Warranties: EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THIS SECTION 8, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO OTHER WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS, INCLUDING ACCOUNTING REQUIREMENTS, OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. THE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN 'AS IS' BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS. THE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.
so: 8.3 Casumaada dammaanad qaadida: Ka dhaafitaan damaanada damaanad qaadka Qaybta 8aad, XUQUUQAHA GUUD EE UU UU SHAQAYNAYO SHARCIGA KU SAABSAN, UMA BILAAHI CAYMISYADA KALE, DIIWAAN GELIN, DIIWAAN GEYSAN, BADBAADO AMA KALE OO KALE, DACWAD AMA AMA AMA MACADKA LACAG LA&#39;AAN, SIDII AAD U SAMEEYSAAN, SII KOOBAN CADAADADA, AQOONSASHADA SATIX-DHISMAHA, MADAXWEYNAHA, UJEEDADA UJEEDDADA UU KU SAABSAN YAHAY, AMA AAN FARSAMO AH. MA AHA IN AAN KA QAADANO IN SOFTWARE AMA ADEEGYADA AY KUUGU DHIGAN YAHAY shuruudahaaga oo dhan, oo ay kujirto shuruudaha diiwaangelinta, AMA IN UU ISTICMAALO SOFTWARE AMA ADEEGYADA UU KA QARAN KARO FARSAMO AMA FILAN. KHUDBADDA IYO ADEEGYADA WAA LAGU SAMEEYAHAY &#39;SIDAYDU&#39; WAA BASI WAA INAAD ISTICMAALO SOFTWARE IYO ADEEGYADA LAGU SAMEEYO HALISTAADA, LACAG LA&#39;AAN, LACAG LA&#39;AAN, LACAG LA&#39;AAN, XEERKA SHARCIGA KASTA. QAYBAHA SIYAASADA XUKUUMADU WAA IN AY XUKUUMADA CARRUURTU SAMEEYSAA Qaybta Aasaasiga ah ee Heshiiska.

source: WE DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS. THIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU. YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.
so: WAA KA QARSAN KARAA FURSADAHA AMA CIIDAMADA INAAD ISTICMAALO ADEEGYADA AY UU UGU SAMEEYSAA AMA AMA UU KU XIRAN SHAQAALAHA SHARCIYADA SHARCIGA AMA SHARCIGA AMA SHARCIGA. CODSANAYAASHA CODSASHADA LAGU SAMEEYA INAAD LACAG KU SAABSAN YAHAY FEDERAL AMA XARUNTA GOBOLKA AMA XEERARKA KU SAABSAN INAAD KU SAMEEYAAN. WAA LAGU SAMEEYAHAY INAAD SAMEEYSO CUDURKA KU SAABSAN INAAD U ISTICMAALO ADEEGYADA ADEEGYADA INUU AHAYN SHARC KU SAABSAN Sharciga.

source: IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.
so: HADDII ADIGU KUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUDDUDKAAYNA KUGU DARO &amp; QOYSADUHU UU YAHAY INUU KA FUDUDO ISTICMAALKA ADEEGYADA.

source: 9. Confidential Information:
so: 9. Macluumaadka qarsoodi ah:

source: Unless expressly authorized by the other party, neither party shall disclose to any third party any information or materials provided by the other party under the Agreement and reasonably understood to be confidential ('Confidential Information'), or use such Confidential Information in any manner other than to perform its obligations under the Agreement. The foregoing restrictions do not apply to any information that is in the public domain or already in the receiving party's possession, was known to the receiving party prior to the date of disclosure or becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or Confidential Information that the receiving party is obligated to produce pursuant to an order of a court of competent jurisdiction or a valid administrative subpoena, providing the receiving party provides the disclosing party of timely notice of such a court order or subpoena. Furthermore, you will ensure your authorized users will keep in strict confidence all passwords and other access information to the Services. This Section 9 shall survive termination or expiration of this Agreement.
so: Ilaa ay si cad u oggolaato qaybta kale, dhinacna uma bixin doono cid saddexaad wixii macluumaad ah ama agab ah ee ay ku siinayaan qaybta kale sida ku xusan Heshiiska oo si macquul ah loo fahmay inuu yahay mid sir ah (&#39;Macluumaadka Macluumaadka Qarsoodiga ah&#39;), ama u adeegsan karto Macluumaadka Sirta ah nooc kasta ha noqotee intii laga fulin lahaa waajibaadka ku xusan heshiiska. Xannibaadaha kor ku xusan ayaan quseynin macluumaad kasta oo ku jira qaybta dadweynaha ama horeyba ugu jiray heysashada xisbiga, waxaa lagu yaqaaney kooxda heleysa ka hor taariikhda shaacinta ama ay u garaneyso kooxda heleysa wixii ka dambeeya dhinac saddexaad oo leh wax muuqda Xaq u leeyahay in shaaca laga qaado macluumaadka, ama Macluumaadka qarsoodiga ah ee qofka helaya waxaa ku waajib ah inuu soo saaro iyadoo la raacayo amar maxkamadeed awood u leh ama amar maxkamadeed oo shaqeynaya, iyadoo la siinayo qaybta heleysa inay siiso kooxda ogeysiiska waqtigeeda ogeysiiska ee maxkamadda noocaas ah. amar ama amar maxkamadeed. Intaa waxaa sii dheer, waxaad hubin doontaa in isticmaaleyaasha kuu idman ay ku hayn doonaan kalsooni adag dhammaan furayaasha sirta ah iyo macluumaadka kale ee marin u helka Adeegyada. Qeybta 9-aad waxay ku noolaan doontaa joojinta ama dhicitaanka heshiiskan.

source: 10. Indemnification:
so: 10. Magdhawga:

source: 10.1 Indemnification for Infringement: Subject to Section 10.4, we shall, at our expense, defend you against any third party claim brought against you which alleges that the Services infringe any US patent issued to a third party as of the Effective Date; or infringe any copyright, trademark or trade secret of any third party (collectively referred to as the 'Intellectual Property Underlying the Services'). In the event that an injunction is sought or obtained against use of the Intellectual Property Underlying the Services or in our opinion is likely to be sought or obtained, we shall, at our option and expense, either (i) procure for you and your named authorized users the right to continue to use the Services, or (ii) replace or modify the Services to make their use non-infringing while being capable of substantially performing the same function. In the event subsections (i) and (ii) above are not commercially practicable, we may terminate the Services and refund any prepaid, but unused Service Fees. We shall not be obligated to defend or be liable for any costs or damages under this Section 10.1 if the alleged infringement arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized or designated users) or (ii) use of Services in combination with services and products not provided by CaseActive if such infringement would have been avoided without such modification or combination, or (iii) compliance with your designs or instructions or (iv) a claim that does not state with specificity that the Services are the subject of the claim (each an 'Excluded Claim'). The indemnification obligations contained in this Section 10.1 shall survive any termination or expiration of this Agreement.
so: 10.1 Cayrinta Xadgudubka: Waxaa ku xusan Qeybta 10.4, waxaan qarash gareyneynaa, kana difaacaynaa wixii sheegasho dhinac saddexaad ah ee lagaa soo qaado kaasoo ku andacoonaya in Adeegyada ay jebinayaan wax kasta oo awood Mareykan ah oo la siinayo dhinac saddexaad sida laga soo bilaabo Taariikhda Dhaqangalka; ama ku xad-gudub kasta oo lahaansho, astaan-ganacsi ama sirta ganacsiga ee dhinac saddexaad (wada jir ahaan loogu yeero &#39;Adeegga Maskaxda ee Adeegyada&#39;). Haddii ay dhacdo in amar lagu raadsado ama la helo iyada oo laga hor imanayo adeegsiga Hantida Maskaxda ee ku hoos taal Adeegga ama aragtidayada loo badinayo in la raadinayo ama la heli karo, waxaan ku dooranaynaa ikhtiyaarkeenna iyo kharashkeenna (i) inaan soo iibsanno adiga iyo magacaaga Isticmaalayaasha idman ayaa xaq u leh inay sii wataan adeegsiga Adeegyada, ama (ii) beddelaan ama wax ka beddelaan Adeegyada si ay uga dhigaan isticmaalkooda wax aan xad-gudub ah inta ay awood u leeyihiin sameynta isla hawlgal isla mid ah. Haddii ay dhacdo qeyb hoosaadyada (i) iyo (ii) xagga sare kuma eka ganacsi ahaan, waxaa laga yaabaa inaan joojino Adeegyada oo aan dib u celinno wixii lacag bixin ah, laakiin khidmadaha Adeegsiga aan la adeegsan. Annagu kuma qasbanaan doono inaan difaacno ama aan mas&#39;uul ka noqonno wixii kharash ah ama waxyeelo ah ee hoos timaada Qeybta 10.1 haddii ku xad-gudubka lagu eedeeyey uu ka soo baxayo ama uu yahay mid qaab kasta oo loo aanayn karo (i) wax ka beddelid kasta oo adeegyo ah adiga (ama mid kasta oo aad adigu oggolaatay ama isticmaaleyaasha loo qoondeeyay) ama (ii) adeegsiga Adeegyada marka lagu daro adeegyada iyo badeecada aysan soo bandhigin CaseActive haddii xadgudub noocaas ah laga fogaan lahaa iyadoon wax laga beddelin ama la isku dari karin, ama (iii) u hoggaansanaanta naqshadahaaga ama tilmaamahaaga ama (iv) sheegasho in ma sheegayo iyada oo si gaar ah loo qeexay in Adeegyadu ay yihiin mowduuca sheegashada (midkasta &#39;Sheegashada Gaarka ah&#39;). Waajibaadka Magan-galka ah ee ku xusan Qeybta 10.1 wuxuu ka bad baadin doonaa joojinta ama dhicitaanka heshiiskan.

source: 10.2 Indemnification for Data Security and Privacy: Subject to Section 10.4, and during the term of your subscription to the Services, we shall, at our expense, defend you against any third party claim brought against you that alleges our gross negligence in preventing unauthorized access to, or our willful misconduct in disclosing, Personally Identifiable Information of your customers in our possession or control. This indemnity will not apply to the extent that such claim arises from or relates to your negligence or willful misconduct or that of your agents or representatives, or to the extent liability is disclaimed or limited by either party under the Agreement. The indemnity obligations set forth in this section are contingent upon you proving our gross negligence or willful misconduct has directly and proximately resulted in the unauthorized access to or disclosure of personally identifiable information of your customers in our possession or control.
so: 10.2 Bixin La&#39;aanta Xogta Amniga iyo Asturnaanta: Mawduuca Qeybta 10.4, iyo inta lagu gudajiro muddada isqoristaada ee Adeegyada, waxaan ka bixinaynaa kharashkeena, inaan ka difaacno wixii dacwad saddexaad ah ee lagu soo qaado oo kugu eedeynaya dayacayada guud ee ka hortagga gelitaanka aan ruqsadda la siinin. in, ama anshax xumida ula kac ah ee shaaca ka qaadida, Shakhsi ahaanta la Aqoonsado ee macaamiishaada haysato ama aan gacanta ku hayno. Sheegashadan ayaan loo adeegsan doonin illaa xadka sheegashadan oo kale ay ka timaado ama la xiriirto dayacaaddaada ama anshaxdarrada ula kaca ah ama wakiilkaaga ama wakiilladaada, ama illaa iyo inta mas&#39;uuliyadda laga qaadanayo ama la xaddiday dhinac kasta sida hoos timaad Heshiiska. Waajibaadka waajibka ah ee ku xusan qaybtan waxay kugu xirayaan inaad cadeyso dayacaadkeena guud ama anshax xumo si toos ah iyo si dhowba ay u horseedday marin u helid la&#39;aan ama siidayn macluumaad shakhsi ahaan lagu aqoonsan karo macaamiishaada markaan gacanta ku hayno ama aan gacanta ku hayno.

source: 10.3 Your Indemnification: You agree to indemnify, hold harmless, and defend us and all our employees, officers, directors and agents from any and all claims, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys' fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of the Agreement, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under the Agreement, or (iv) your gross negligence or willful misconduct. Your indemnification obligations under this Section 10.3 shall survive any termination or expiration of the Agreement.
so: 10.3 Aqoonsigaaga Aqoonsiga: Waxaad ogolaatay in la cadeeyo, aan wax dhib ah laheeyn, iyo in la difaaco anaga iyo dhamaan shaqaalaheena, saraakiisha, agaasimayaasha iyo wakiiladeena waxkastoo sheegashooyinka, dalabyada, dacwada, dacwada, baaritaanada, magdhawga, qarashyada, kharashyada, qasaaraha, iyo wixii kale. waajibaadka (oo ay kujirto khidmadaha qareenka macquulka ah, kharashaadka maxkamadda iyo kharashaadka) ee ka yimaadda ama la xiriira (i) adeegsigaaga Adeegyada si xadgudub ah u ah heshiiska, (ii) Dacwadda Gaarka ah, (iii) jebinta kasta ee dhabta ah ama la sheegay wixii wakiilnimo ah, dammaanad qaad ah, axdi ama waajibaad ku xusan heshiiska, ama (iv) dayacaada guud ama anshaxdarrada ula kac ah. Waajibaadkaaga sharci-darrada ah ee ku xusan Qeybta 10.3 waxay ka badbaadin doontaa joojinta ama dhicitaanka heshiiska.

source: 10.4 Notification and Cooperation: The indemnifying party's obligations to the indemnified party under this Section 10 above are conditioned upon (i) indemnified party notifying indemnifying party promptly in writing, upon knowledge of any claim, for which it may be entitled to indemnification under the Agreement; (ii) to the extent applicable, indemnified party ceasing use of the claimed infringing Services upon receipt of notice of same; (iii) indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that indemnifying party may not settle any claim without the indemnified party's consent unless the settlement unconditionally releases indemnified party from all liability); (iv) indemnified party providing reasonable assistance to indemnifying party, at indemnifying party's expense, in the defense of such claim; (v) indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party's express prior written consent or request; and (vi) indemnified party complying with any settlement or court order made in connection with the claim (related to the future use of any infringing materials). The indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.
so: 10.4 Ogeysiinta iyo Wadashaqeynta: Waajibaadka xubinta ee kumeelgaarka ah ee kooxda la magacaabi karo ee hoos timaada Qeybta 10 ee kor ku xusan waxaa lagu sharxay (i) Qeybta ogeysiiska ee ku ogeysiineya kooxda sida ugu dhaqsaha badan qoraal ahaan, ka dib markii ay sheegato sheegasho kasta, taas oo ay xaq ugu yeelan karto damaanad qaadid sida ku xusan heshiiska ; (ii) illaa iyo inta ay quseyso, qaybta aan la caddeyn joojinta adeegsiga Adeegyada ku xadgudubka sheegashada markay hesho ogeysiiska isla; (iii) xisbi aan sharciyeyn oo u fasaxaya ciddii kaambaynaysa inay lahaato xaqa keliya ee ay u leedahay inay xakameyso difaaca iyo xallinta sheegashada noocaas oo kale ah (waa haddii qolada kale ee sheegta aaney xallin karin sheegasho la&#39;aan iyada oo aan oggolaanshaha kooxda laxiriira haddii aan si shuruud la&#39;aan ah looga siideynin kooxda sharci darrada ah mas&#39;uuliyadaha oo dhan); (iv) Qayb ka mid ah kooxda la-siinaayo oo siisa caawimaad macquul ah xafladda daah-furka, markii la bixinayo kharashka qeybta, ee difaaca sheegashada noocaas ah; (v) qaybta aan loo ogoleyn in ay gasho wax heshiis ah oo dejin ah ama haddii kale ay xallinayso sheegashadaas iyada oo aan la caddeynin qaybta muujinta oggolaashada qoraalka ah ama codsi qoraal ah; iyo (vi) qolo aan sharciyeysnayn oo u hoggaansamaysa heshiis kasta ama amar maxkamadeed oo la xidhiidha sheegashada (la xidhiidha adeegsiga mustaqbalka ee agab kasta oo lagu xadgudbo). Qaybta aan la magacaabin waxay ka qaybqaadan kartaa difaacida ama dejinta sheegashada iyadoo lala tashanaayo wixii ay dooratay iyo kharashkeeda.

source: 10.5 Exclusive Remedy: This Section 10 states the indemnifying party's sole liability to, and the indemnified party's exclusive remedy against, the other party for any type of claim described in this Section.
so: 10.5 Daawaynta Gaarka ah: Qeybta 10-aad waxay sheegaysaa masuuliyada kalidii ee qaybta ka ah, iyo sharciga gaarka ah ee kooxda la-saaray ee ka dhanka ah, dhinaca kale nooc kasta oo sheegasho ah ee lagu qeexay Qeybtaan.

source: 11. Limitation on Liability:
so: 11. Xaddidaadda Mas&#39;uuliyadda:

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY'S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THE AGREEMENT EXCEED THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES GIVING RISE TO THE LIABILITY DURING THE ONE-YEAR PERIOD IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.
so: LACAG KA QAADAN KHATARTA KHATARTA KHATARTA KA JIRTA XUQUUQDA QAYBTA 5.3 AMA 12, UGU SAMEEYSA XUQUUQDA GUUD EE XUQUUQDA SHARCIGA, INUU SAMEEYO KHILAAFKA XUQUUQDA UU KU SOO SAARID AMA KA SOO SAAR XAALADA KHARASHKA WAA INAAD ADEEGYADA UU KU SAMEEYSAA XANUUNADA UGU DAMBEEYA EE SANADKA SANADKA KU SAABSAN SHAQAALAHA EE TAARIIKHDA Sababta Ficilka.

source: EXCEPT WITH RESPECT TO DAMAGES ARISING IN CONNECTION WITH A BREACH OF SECTION 5.3 OR 12, TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY HERETO, ITS LICENSORS OR SUPPLIERS, HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, HOWEVER CAUSED AND BASED ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE), ARISING OUT OF THE AGREEMENT, THE PERFORMANCE OR NONPERFORMANCE BY EITHER PARTY OF ITS OBLIGATIONS HEREUNDER, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
so: KU SAABSAN XUQUUQAHA AAD KOOBAN INUU XIDHIIDHKA QAYBTA 5.3 AMA 12, UGU SAMEEYSA XUQUUQDA AADAN UGU HESHI KARO SHARCIYADA, HESHIISAHA AYAA LAGU MAGACAABAY AMA KA TIRADA KOOWAAD DHACDOOYINKA DHAQANKA EE NATIIJADA KOOXAHA AMA ADEEGYADA AMA HALKA, KHATARKA, HESHIISKA, AQOONTA AMA QARANKA AAN LA SAMEEYN, SIDII AY KU SAMEEYSAA AMA AAN KU SAMEEYEY MUDDO KHUDBADII KHUDBADDA (KU SOO SAARID XUQUUQDA AAN) WAA KU SAABSAN FURSADAHA HALKAAN, HADDII AMA IMAAN KA QAYB QAATAY IN LAGU SAMEEYO INU SAMEEYO KHATARTA KHATARTA KHATARTA.

source: BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.
so: Iyada oo ay jiraan xaalado / XUQUUQDA AYAAN U JOOJINNO CAYMISKA ama XUQUUQDA XUQUUQDA SHAQAALAHA AMA KHARASHKA AQOONSIGA, XUQUUQDA AADAN MALAHAN INAAD KU DALBAN KARO, MACLUUMAADKA XAQAALADA MUQDISHO UU UGU SAMEE YAHAY KHATAR.

source: 12. Personal Information and Privacy Statement:
so: 12. Macluumaadka Shakhsi ahaaneed iyo Qorshaha Asturnaanta
