Repository: Dmoon16/CaseFrontend-Angular
Catalog: locale/so/LC_MESSAGES/messages.po
Languages: so

source: You should choose image file.
so: Waa inaad doorataa faylka sawirka.

source: Upload a document, mark it for signature, and then the client logs in and signs it. Everything gets done without the client having to come into our building. This is handy with clients who aren’t close to an office or who live out-of-state..
so: Soo qaado dukumenti, ku calaamadi saxeex, ka dibna macaamilku soo galo oo saxeex. Wax walba ayaa la sameeyaa iyada oo macmiilku uusan soo gelin dhismahayaga. Tani waxay u adeegsanaysaa macaamiisha aan xafiis ugu dhaweyn ama ku nool gobolka ka baxsan ..

source: Director of Operations of Capital Insurance
so: Agaasimaha Hawlaha Caymiska Caasimadda

source: Our associates can log in and see basic information on how their referred case is going. This has greatly increased our case referrals...
so: La-hawlgalayaashayada ayaa geli kara oo arki kara macluumaad aasaasi ah oo ku saabsan sida kiiskooda loo gudbiyey. Tani waxay si weyn u kordhisay gudbinta kiiskeena ...

source: Partner of Law Office of Christianson & Bayles
so: Xafiiska shuraakada xafiiska sharciga ee Christianon &amp; Bayles

source: We no longer have to see clients in the office for meetings, and document signing is all completed online – brilliant!.
so: Mar dambe uma baahnid inaan ku aragno macaamiisha xafiiska kulannada, iyo dukumintiga saxiixa oo dhan ayaa lagu dhammaystiray qadka - waa qurux badan yahay !.

source: CEO of EL Passion
so: Madaxa shirkadda EL Passion

source: Using the API, we completely automated what was displayed in the case feed, based on specific triggers in our existing system. Pretty convenient..
so: Adeegsiga API-ga, gebi ahaanba waxaan si otomaatig ah ugu sameyneynay waxa lagu soo bandhigay kayska kiisaska, iyadoo lagu saleynayo waxyaabaha gaarka ah ee nidaamkayaga jira. Naxdin ku habboon ..

source: IT Manager of Carter Mario Injury Lawyers
so: Maareeyaha IT-ga ee looyaqaano Carter Mario Injury Lawyers

source: We have a lot of multilingual clients who use the translation feature. We post messages with the confidence that they’ll be understood by everyone. This lets us move from local to global work..
so: Waxaan haynaa macaamiil fara badan oo luqado badan ku hadla oo adeegsada astaamaha tarjumaadda. Waxaan dhejinaa farriimaha annagoo kalsooni ku qabna inay qof walba fahmi doonaan. Tani waxay noo oggolaaneysaa inaan uga dhaqaaqno shaqada maxalliga ah una gudubno shaqada caalamiga ah ..

source: CEO of Solid Rock Designs
so: Madaxa shirkadda naqshadeynta dhagaxa adag

source: Clients love it! It makes their lives so much easier. They can discuss issues with us online, upload photos and documents, and everything is stored where both the team and client can view it..
so: Macaamiisha way jecel yihiin! Waxay noloshooda ka dhigeysaa mid aad u fudud. Way kala doodi karaan arrimaha khadka tooska ah, waxay soo gelin karaan sawirro iyo dukumiintiyo, wax walbana waxay ku kaydsan yihiin meesha ay kooxda iyo macmiilku ka arki karaan ..

source: Partner of Ashley &amp; Ashley P.C.
so: Wada-hawlgalayaasha Ashley &amp; Ashley PC

source: We love the case invoicing because it lets clients see exactly what they’re paying for..
so: Waan jecel nahay qaan sheegashada sababta oo ah waxay u oggolaanaysaa macaamiisha inay si sax ah u arkaan waxa ay bixinayaan ..

source: Vice President of Sky Digital
so: Madaxweyne ku xigeenka Sky Digital

source: Cross-linked communication is like having all of your social media and collaboration tools in one place..
so: Isgaarsiinta iskuxiran waxay la mid tahay inaad lahaato dhamaan warbaahintaada bulshada iyo aaladaha iskaashiga hal meel ..

source: Director Of Complaint Management
so: Agaasimaha Maareynta Cabashada

source: Case forms allow us to listen and learn, helping us increase sales through customer feedback..
so: Noocyada kiisku waxay noo oggolaanayaan inaan dhegeysano oo aan barano, oo naga caawiya inaan kordhinno iibka iyada oo loo marayo jawaab celinta macmiilka

source: Director of Sales of Cain &amp; Company
so: Agaasimaha iibka Qaabiil &amp; Shirkadda

source: The user interface is very similar to Facebook. It’s extremely easy to use..
so: Interface user-ka ayaa aad ula mid ah Facebook. Aad bay u fududahay in la isticmaalo ..

source: Partner of Wong Medical Group LLC
so: Shuraakada Kooxda Wong Medical Group LLC

source: A pin has been sent to
so: Biin ayaa loo diray

source: Cancel
so: Jooji

source: Send New Pin
so: Soo dir biin cusub

source: Need Help?
so: Ma u baahan tahay Caawin?

source: Click here to contact us
so: Riix halkan si aad nala soo xiriirto

source: Next
so: Xiga

source: Login or Signup
so: Soo gal ama saxiix

source: Invalid email entered
so: Iimayl aan sax ahayn ayaa la galiyay

source: Made with
so: la dhigtay

source: love
so: jeclahay

source: in New York City
so: Magaalada New York

source: Terms of Use
so: Shuruudaha isticmaalka

source: Contact Us
so: Nala soo xiriir

source: New Password
so: Password New

source: Confirm Password
so: Xaqiiji Password

source: Set Your New Password
so: Calan Your Password New

source: A code has been sent to
so: Code ayaa loo diray

source: Change Password
so: Badalida lambarka sirta ah

source: Changing...
so: Beddelidda ...

source: Forgot password?
so: Ilowday lambarka sirta ah?

source: Help
so: I caawi

source: Email or Phone
so: Email ama Phone

source: Reset Password
so: Password keddibna

source: Enter the e-mail address or phone number associated with your account, then click submit. We'll email or text you a link to a page where you can easily create a new password.
so: Gali cinwaanka e-maylka ama lambarka taleefanka ee laxiriira akoonkaaga, ka dib dhagsii gudbinta. Waxaan kuugu soo diri doonnaa email ama qoraal ayaan kugu siineynaa isku xirka bog si fudud aad ugu abuuri karto eray cusub oo sir ah.

source: Request Code
so: codsiga Code

source: Requesting...
so: Codsashada ...

source: CASEACTIVE IS COMING SOON
so: FADLAN KU SOO DHAWAADA

source: Create a free account
so: Abuur xisaab bilaash ah

source: We are putting final touches to it. We will notify you when it's ready!
so: Waxaan saaraynaa taabashadii ugu dambaysay. Waanu kula soo socodsiin doonaa markay diyaar tahay!

source: You’re minutes away from a better collaboration.
so: Daqiiqado ayaad ka maqantahay wada shaqeyn wanaagsan.

source: First Name
so: Magaca hore

source: Last Name
so: Magaca ugu dambeeya

source: Company
so: Shirkadda

source: No language selected
so: Luqad looma dooran

source: I agree with
so: Waan ku raacsanahay

source: Terms of Service
so: Shuruudaha Adeegga

source: Have at least one lower case character
so: Hayso ugu yaraan hal kiis oo yar

source: Have at least one capital letter
so: Hayso ugu yaraan hal xaraf weyn

source: Have at least one number
so: Hayso ugu yaraan hal lambar

source: Have at least 8 characters in length
so: Hayso ugu yaraan 8 mitir dherer

source: Type your current password
so: Ku qor qoraalkaaga hadda

source: Passwords must match
so: Caymisku waa inuu u dhigmo

source: Javascript are disabled. Please enable it.
so: Javascript naafada ah. Fadlan awood.

source: Cookies are disabled. Please enable it.
so: Kukiyada waa naafo ah. Fadlan awood.

source: New
so: Cusub

source: Create A New App
so: Abuur App Cusub

source: Apps
so: Barnaamijyada

source: Profile
so: muuqaal

source: Logout
so: Ka bax

source: Hi
so: Salaan

source: View your account
so: Eeg koontadaada

source: View page
so: Eeg bogga

source: You don’t have any apps
so: Ma lihid wax barnaamijyo ah

source: App
so: App-ka

source: Admin
so: Maamul

source: Notifications
so: Ogeysiisyada

source: No notifications yet.
so: Wali wax wargelin ah ma jiraan

source: Today
so: Maanta

source: Last Week
so: Toddobaadkii hore

source: No timezone selected
so: Saacad wakhti lama dooran

source: Complete profile to continue
so: Astaan dhammaystiran si aad u sii wadato

source: Timezone
so: adareyskaaga,

source: Website:
so: Mareegta:

source: Homepage:
so: Bogga-hoyga:

source: Approve Access
so: Ogolaanshaha Helitaanka

source: Info
so: Xog

source: Permissions
so: Ogolaanshaha

source: Billing
so: Biilasha

source: Payment Plan
so: Qorshaha Lacag-bixinta

source: Edit
so: Wax ka beddel

source: Save
so: Badbaadi

source: has access to your information below:
so: waxay marin u leedahay macluumaadkaaga hoosta:

source: has invited you to their client portal.
so: ayaa kugu casuumay portal macmiilkooda.

source: want access to the following information:
so: dooneysaa inaad marin u hesho macluumaadka soo socda:

source: Decline
so: Diidmo

source: Remove Access
so: Ka saar Helitaanka

source: Active
so: Firfircoon

source: Invites
so: Casuumad

source: Disabled
so: Naafada

source: No apps found
so: Barnaamijyo lama helin

source: manager
so: maamule

source: active
so: firfircoon

source: inactive
so: firfircoonayn

source: Type
so: nooca

source: Invitation
so: Casuumad

source: About App
so: Ku saabsan App-ka

source: Billing Info
so: Macluumaadka biilasha

source: Your Company Name
so: Your Name Company

source: Saving...
so: Kaydinta ...

source: Billing Information
so: Macluumaadka Biilasha

source: Please add the APP ID provided by the company
so: Fadlan ku dar aqoonsiga APP ee ay shirkadu bixisay

source: Select an option
so: Dooro ikhtiyaar

source: Join an existing app as a client
so: Ku biir abka jira macmiil ahaan

source: Create a new app for my business
so: U samee abka cusub ganacsigayga

source: Create Domain
so: Abuur Domain

source: Select enterprise app
so: Dooro abka ganacsiga

source: No item selected
so: Ma jiro shay la doortay

source: Domain name
so: Magaca domain

source: No enterprise app found
so: Ma jiro barnaamij ganacsi oo la helay

source: Pending
so: La sugayo

source: No domains found
so: Wax domain ah lama helin

source: Txt Value
so: Qiimaha Txt

source: Enterprise Host ID
so: Aqoonsiga Martigeliyaha Enterprise

source: Action
so: Ficil

source: Delete
so: Tirtir

source: Reset
so: Dib u dajin

source: Allow Manual Sign In
so: Oggolow in gacanta lagu soo galo

source: Exclude Emails From SSO
so: Ka saar iimaylada SSO

source: SAML Identity Provider Metadata
so: Xogta badan ee Bixiyaha Aqoonsiga SAML

source: Submit
so: Gudbi

source: Profile photo
so: photo profile

source: Uploading...
so: Xammuulaya ...

source: has been claimed by another account, please, change it or
so: waxaa sheegatay koonto kale, fadlan, beddel ama

source: reclaim
so: soo celin

source: pending verification:
so: xaqiijinta sugitaanka:

source: verify
so: xaqiijin

source: Phone Number
so: Lambarka taleefanka

source: Current Password
so: Magaca Sirta Hadda

source: Change password
so: Badalida Lambarka sirta ah

source: No gender selected
so: Jinsi lama doorto

source: Address 2
so: cinwaanka 2

source: City/Locality
so: City / degaanka

source: State/Region
so: Gobolka / Gobolka

source: No country selected
so: Ma jiro dal loo doortay

source: Zip/Postal Code
so: Zip / Boostada Code

source: Basic
so: aasaasiga ah

source: Date of Birth
so: Taariikhda Dhalashada

source: Occupation
so: shaqo

source: Address is not valid
so: Cinwaanku ansax ma aha

source: City/Locality is not valid
so: Magaalada / Degmadu ansax ma aha

source: State/Region is not valid
so: Gobol / Gobol ansax maaha

source: Contact Info
so: Macluumaadka Xiriirka

source: Language & Region
so: Afka &amp; Gobolka

source: Saving
so: Badbaadinta

source: Verify Your
so: Hubi

source: Verification Code
so: Xeerka hubinta

source: Resend Code
so: Dib-u-diris Xeer

source: Resending
so: Dib u dajinta

source: Verify
so: Hubi

source: Verifying...
so: Hubinta ...

source: We're here to help
so: Waxaan halkaan u joognaa si ay u caawiyaan

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
so: Waad ku mahadsan tahay nala soo xidhiidho. Your fariin ayaa si guul leh u soo diray. Waxaan aad ugu dhakhsaha badan waxaad la xiriiri doonaa!

source: characters left
so: jilayaasha ayaa hadhsan

source: Send
so: U dir

source: Sending...
so: Diritaanka ...

source: You will no longer receive email marketing from the list.
so: Hadda ka dib kama heli doontid iimaylka suuqgeynta liiska.

source: If you have a moment, please let us know why you unsubscribed:
so: Haddii aad haysato daqiiqad, fadlan na soo ogeysii sababta aad uga baxday:

source: Return to our website
so: Ku soo noqo mareegahayaga

source: Thank you. Your response has been submitted.
so: Mahadsanid. Jawaabtaada waa la gudbiyay

source: No Cases
so: Xaalado lama hayo

source: Layout
so: Qaabka

source: Speaker
so: Afhayeenka

source: This case has been closed
so: Kiiskan waa la xidhay

source: Feed
so: Cunto

source: Images
so: Sawirro

source: Audios
so: Maqaalada

source: Videos
so: Fiidiyoow

source: Files
so: Faylasha

source: Events
so: Dhacdooyinka

source: Forms
so: Foomamka

source: E-signs
so: E-calaamadaha

source: Invoices
so: qaansheegyada

source: Notes
so: Ogeysiis

source: Tasks
so: Hawlaha

source: Great job!
so: Shaqo fiican!

source: You did all
so: Waxaad samaysay dhammaantiin

source: the tasks
so: shaqooyinka

source: Media
so: Warbaahinta

source: Skip to navigation (n)
so: Ka gudub wareegga (n)

source: Skip to content (c)
so: Ku dhaji bogga (c)

source: Skip to footer (f)
so: Ku dhaji cagaha (f)

source: Case
so: Kiis

source: Search
so: Raadi

source: Using Form Builder
so: Isticmaalida Foomka Foomka

source: Using Forms Library
so: Isticmaalka Maktabadda Foomamka

source: Using E-sign Builder
so: Isticmaalka E-sign Builder

source: Using E-signs Library
so: Isticmaalka E-calaamadaha Maktabada

source: Documents
so: Dukumentiyada

source: Create Note
so: Samee Xusuusin

source: Edit Note
so: Tafaasiisha Qoraalka

source: End Convo
so: Dhammaad Convo

source: Create Form
so: Abuur Foomka

source: Create Sign
so: Samee Iskaa

source: Event Create
so: Dhacdo Abuur

source: Cases
so: Kiisaska

source: Case categories
so: Qeybaha kiiska

source: Your team
so: Kooxdaada

source: To do
so: Si aad u sameyso

source: To Do:
so: In La Sameeyo:

source: Case Categories
so: Qaybaha Kiis

source: Your Team
so: Kooxdaada

source: To Do
so: Inuu Sameeyo

source: Yes
so: Haa

source: Close
so: Xir

source: Publish
so: Daabac

source: Visibility
so: Muuqaal ahaan

source: all
so: dhammaan

source: sign
so: saxiix

source: Page
so: Bogga

source: of
so: ee

source: Processing
so: Hawlaha

source: failed.
so: fashilmay.

source: Value should be greater or equal to 1
so: Qiimuhu waa inuu ka weynaadaa ama la mid yahay 1

source: Repeat end:
so: Ku celi dhamaadka:

source: Signature
so: Saxeexa

source: Draw
so: Sawir

source: Write
so: Qor

source: Clear Signature
so: Saxeexa Saxeexa

source: Still processing video...
so: Weli waxaay ka shaqeysaa fiidiyowga ...

source: You
so: Adiga

source: You are about to delete feed. Are you sure?
so: Waxaad ku dhowdahay inaad tirtirto quudinta Ma hubtaa?

source: No convo audios yet
so: Weli ma jiro cod maqal ah

source: No convo videos yet
so: Wali ma jiraan fiidiyowyo convo ah

source: Start Convo
so: Bilow Convo

source: Notify the Host
so: Ogeysii Martigeliyaha

source: is in the call
so: ayaa ku jirta wacitaanka

source: and
so: iyo

source: others are in the call
so: qaar kale ayaa ku jira wicitaanka

source: Audio call is being recorded
so: Wicitaan maqal ah ayaa la duubayaa

source: Video call is being recorded
so: Wicitaan fiidiyoow ah ayaa la duubayaa

source: Join now
so: Hadda ku biir

source: Dismiss
so: Eryi

source: Can’t find your
so: Ma heli karo kaaga

source: microphone
so: makarafoon

source: Check your system settings to make sure that
so: Hubi goobaha nidaamkaaga si aad taas u hubiso

source: is available. If not, plug one in. You might need to restart your browser.
so: waa la heli karaa. Haddii kale, geli mid. Waxaa laga yaabaa inaad u baahato inaad dib u bilowdo biraawsarkaaga.

source: web camera
so: kamarada webka

source: You are going to start a Convo call. Start with:
so: Waxaad bilaabaysaa wac Convo. Ka bilow:

source: Video & Audio
so: Muuqaal & Maqal

source: Audio Only
so: Maqal Kaliya

source: Record the meeting
so: Duub shirka

source: Waiting for someone with permission to start a Convo call
so: Sugitaanka qof fasax u haysta inuu bilaabo wacitaanka Convo

source: Add Ticket
so: Ku dar tigidh

source: Open
so: Furan

source: Closed
so: Xiran

source: You are about to close ticket. Are you sure?
so: Waxaad ku dhowdahay inaad xidho tigidh Ma hubtaa?

source: Announcements
so: Ogaysiisyo

source: Support
so: Taageero

source: Opened
so: Furay

source: View
so: Eeg

source: Locations
so: Goobaha

source: You currently have no announcements.
so: Hadda ma haysatid wax ogeysiis ah

source: You currently have no
so: Hadda ma lihid

source: open cases. Click
so: kiisas furan. Guji

source: here
so: halkan

source: to contact support.
so: si aad ula xidhiidho taageerada.

source: closed cases.
so: kiisaska xiran.

source: open tickets.
so: tigidhada furan.

source: closed tickets.
so: tigidhada xiran.

source: You currently have no locations.
so: Hadda ma lihid goobo

source: Write a comment....
so: Qor faallo….

source: Add Location
so: Ku dar Goobta

source: Save Event
so: Keydso Dhacdada

source: Name
so: Magaca

source: Start Date
so: Taariikhda billowga

source: Start Time
so: Waqtiga Bilowga

source: End Date
so: Dhammaadka Taariikhda

source: End Time
so: Dhameysta waqtiga

source: Repeat
so: Ku celi

source: Attendees
so: Ka soo qeyb galayaasha

source: Event Location
so: Goobta dhacdada

source: Link
so: Xiriir

source: Description
so: Sharaxaad

source: Attending
so: Ka qayb galka

source: Add to calendar
so: Ku dar jadwalka

source: Details
so: Faahfaahin

source: Event by
so: Dhacdo by

source: Duration:
so: Muddada:

source: more
so: dheeraad ah

source: Maybe
so: Waxaa laga yaabaa in

source: Not Attending
so: Aan iman

source: No
so: Maya

source: CaseActive Convo
so: KiisActive Convo

source: Video Conference
so: Shirka Video

source: Event details
so: Faahfaahinta dhacdada

source: You don't have permissions to view this page.
so: Ma lihid oggolaansho si aad u aragto boggan.

source: Your Upcoming Events
so: Dhacdooyinkaaga Soosocda

source: Upcoming
so: soo socda

source: Your Past Events
so: Dhacdooyinkaagii Hore

source: Past
so: Tagey

source: Your Events
so: Dhacdooyinkaaga

source: All
so: Dhammaan

source: All Events
so: Dhammaan Dhacdooyinka

source: Directions
so: Tilmaamaha

source: Edit settings
so: Dejinta hagaajinta

source: Delete event
so: Tirtir dhacdada

source: Attending?
so: Xaadiraya?

source: No Events
so: Maya Dhacdooyin

source: more comment(s)
so: faallo dheeraad ah (s)

source: Loading comments
so: Raraya faallooyinka

source: You are about to delete comment. Are you sure?
so: Waxaad ku dhowdahay inaad tirtirto faallooyinka. Ma hubtaa?

source: task
so: hawl

source: to do
so: in la sameeyo

source: tasks
so: hawlaha

source: Write something...
so: Qor wax ...

source: Attach File
so: Ku dheji Faylka

source: From Template
so: Laga soo bilaabo Template

source: No feeds yet.
so: Weli wax maaha.

source: comments
so: faallooyin

source: comment
so: faalo

source: Add a comment
so: Faallo ku dar

source: No templates
so: Ma jiraan arrimo

source: Done
so: La dhammeeyay

source: Select the members who needs to fill this form
so: Dooro xubnaha u baahan inay buuxiyaan foomkan

source: Update Form
so: Foomka Cusbooneysii

source: Due Date
so: Taariikhda Taariikhda

source: Due Time
so: Waqti Dheer

source: Loading...
so: Dajinta ...

source: Preview
so: Horudhac

source: Save & Close
so: Kaydi oo xidh

source: Add an element
so: Ku dar curiye

source: Media is converting. We will notify you when it is ready
so: Warbaahintu way is beddelaysaa Waan ku ogeysiin doonaa marka ay diyaar noqoto

source: Add
so: Ku darso

source: Field
so: Garoonka

source: Edit
so: Wax ka beddel

source: Text
so: Qoraalka

source: Sub Text
so: Qoraal-hoosaad

source: Format
so: Qaabka

source: Media failed in converting. Please delete and try again or another.
so: Warbaahintu way ku guul-darraysatay beddelka Fadlan tirtir oo isku day mar kale ama mid kale.

source: Pages
so: Bogagga

source: Saved
so: Badbaadiyay

source: Insert
so: Geli

source: Elements
so: Qaybaha

source: Action Required
so: Talaabo Loo Baahan Yahay

source: Add a new page
so: Kudar bog cusub

source: Blank page
so: Bog banaan

source: From PDF
so: Laga soo bilaabo PDF

source: From image
so: Ka sawir

source: Add PDF
so: Kudar PDF

source: Add Image
so: Kudar Sawir

source: Options
so: Fursadaha

source: Column Names
so: Magacyada Tiirka

source: Option already exists.
so: Xulashada horeba way jiraan.

source: options list is empty
so: liiska xulashooyinka waa mid madhan

source: Checkboxes field supports only 5 options. You can change field to dropdown to add more options
so: Goobta sanduuqa hubinta waxay taageertaa 5 xulasho oo keliya. Waad u beddeli kartaa berrinka si aad ugu darto xulashooyin badan

source: columns list is empty
so: Liiska tiirarka waa madhan

source: Default Value
so: Default Qiime

source: Delete row
so: Tirtir safka

source: Add a new row
so: Ku dar saf cusub

source: Label
so: Summada

source: Question
so: Su'aal

source: Default answer
so: Jawaabta caadiga ah

source: Media is converting
so: Warbaahintu way is beddelaysaa

source: Send Form
so: Foomka dir

source: Form Submited.
so: Foomka Submitted.

source: You don't have permissions to submit forms.
so: Ma lihid oggolaansho inaad ku soo gudbiso foomamka.

source: You currently have no forms of your own
so: Hadda ma lihid foomam adiga kuu gaar ah

source: Your Uncompleted Forms
so: Foomamkaaga oo aan dhammeystirnayn

source: Uncompleted
so: Aan dhamaystirnayn

source: Your Completed Forms
so: Foomamkaaga oo Dhameystiran

source: Completed
so: La dhammaystiray

source: Your Forms
so: Foomamkaaga

source: All Forms
so: Foomamka oo idil

source: Form Title
so: Cinwaanka Foomka

source: Author
so: Qoraa

source: Published
so: La daabacay

source: Submissions
so: Soo gudbinta

source: No Forms
so: Foomamka ma jiro

source: Upload Form Document
so: Soo rar Dukumentiga Foomka

source: Forms Library
so: Foomamka Maktabadda

source: No Forms In Library
so: Looma hayo foomamka Maktabadda

source: Answers
so: Jawaabaha

source: Close - Status changed
so: Xidh - Xaaladda ayaa la beddelay

source: Change Status
so: Beddel Xaaladda

source: Case Number
so: Lambarka Kiiska

source: Date Opened
so: Taariikhda la furay

source: Host Id
so: Martigeliyaha Id

source: User Id
so: Aqoonsiga isticmaale

source: Case Id
so: Kiiska aqoonsiga

source: Confirm your details
so: Xaqiiji faahfaahintaada

source: Form Submitted.
so: Foomka La Gudbiyey

source: Invoice
so: qaansheeg

source: PO No:
so: PO Maya:

source: Reference ID:
so: Aqoonsiga tixraaca:

source: Term:
so: Muddada:

source: Note:
so: Fiiro gaar ah:

source: Price
so: Qiimo

source: Add more
so: Ku dar wax badan

source: Subtotal($)
so: Wadarta guud($)

source: Discount(%)
so: Qiimo dhimis(%)

source: TAX(%)
so: CASHUURTA(%)

source: Total($)
so: Wadarta($)

source: Invoice No
so: qaansheegta No

source: Select the members who needs to view or pay this invoice
so: Dooro xubnaha u baahan inay arkaan ama bixiyaan qaansheegtan

source: Update Invoice
so: Cusbooneysii qaansheegta

source: Create Invoice
so: Samee qaansheeg

source: Reference ID
so: Aqoonsiga tixraaca

source: Term
so: Muddada

source: Note
so: Ogow

source: Quantity
so: Tirada

source: Price ($)
so: Qiimaha ($)

source: Subtotal ($)
so: Wadarta guud ($)

source: Discount (%)
so: Qiimo dhimis (%)

source: Tax (%)
so: Canshuur (%)

source: Total ($)
so: Wadarta ($)

source: Pay Invoice
so: Bixida qaansheegta

source: Payment method
so: Qaabka mushaar-bixinta

source: Add a new payment method
so: Ku dar qaab lacag bixineed cusub

source: Summary
so: Soo koobid
